{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأنبار</h1>\n<p class=\"arabic\">بفتح الهمزة، في العراق بينها وبين بغداد ثلاثة عشر فرسخا، وهي مدينة صغيرة متحضرة لها سوق وفيها قلعة وفواكه كثيرة وهي على رأس نهر عيسى، وكان فيما سلف قبل الإسلام لا تصل مياه الفرات إلى دجلة وإنما كان مغيضها في البطاح دون أن يتصل شيء منها بدجلة، فلما جاء الإسلام احتفر نهر عيسى حتى وصل به إلى بغداد، وهو الآن نهر كبير تجري فيه السفن إلى بغداد.</p>\n<p class=\"arabic\">والأنبار حد بابل، وسميت بهذا تشبيها لها ببيت التاجر الذي ينضد فيه متاعه وهي الأنبار، وقيل الأنبار بالفارسية الأهراء لأن أهراء الملك كانت فيها ومنها كان يرزق رجاله، وقال في تحديد العراق: هو ما بين الحيرة والأنبار وبقة وهيت وعين التمر.</p>\n<p class=\"arabic\">وفيها بويع بالخلافة لأبي جعفر المنصور يوم مات السفاح أخوه، وهي ذات العيون. وأتاها خالد بن الوليد رضي الله عنه في تعبئته التي خرج فيها من الحيرة على مقدمته الأقرع بن حابس، فلما نزل الأقرع المنزل الذي يسلمه إلى الأنبار نتج قوم من المسلمين إبلهم فلم يستطيعوا العرجة ولم يجدوا بدا من الإقدام ومعهم بنات مخاض تتبعهم، فلما نودي بالرحيل صروا الأمهات واحتقبوا المنتوجات لأنها لم تطق السير فانتهوا ركبانا إلى الأنبار وقد تحصن أهلها وخندقوا عليهم فأشرفوا على حصنهم وعلى الجنود التي قبلهم شيرازاذ صاحب ساباط وكان أعقل أعجمي يومئذ وأسوده فتصايح عرب الأنبار وقالوا: صبح الأنبار شر جمل يحمل جميله وجمل يسير به عود، فقال شيرازاذ وقد سأل عما يقولون فأخبر به: أما هؤلاء فقد قضوا على أنفسهم والله لئن لم يكن خالد مجتازا لأصالحنه. فبينما هم كذلك قدم خالد على المقدمة وأطاف بالخندق وأنشب القتال وكان قليل الصبر عنه إذا رآه وسمع به وتقدم إلى رماته فأوصاهم وقال: إني أرى أقواما لا علم لهم بالحرب فارموا عيونهم ولا توخوا غيرها، فرموا رشقا واحدا ثم تابعوا ففقئت ألف عين يومئذ فسميت تلك الوقعة ذات العيون، وتصايح القوم: ذهبت عيون أهل الأنبار، فراسل شيرازاذ خالدا في الصلح على أمر لم يرضه خالد، فرد رسله، وأتى خالد أضيق مكان في الخندق فنحر رذايا الجيش ثم رمى بها فأفعمه، ثم اقتحموا الخندق والرذايا جسورهم، فاجتمع المسلمون والمشركون في الخندق وأرز القوم إلى حصنهم، وأرسل شيرازاذ في الصلح على مراد خالد، فقبل منه على أن يخليه ويلحقه بمأمنه في جريدة خيل ليس معهم من المتاع والمال شيء، فخرج شيرازاذ، فلما قدم على بهمن جاذويه وأخبره الخبر، لامه، فقال له شيرازاذ: إني كنت في قوم ليست لهم عقول، وأصلهم من العرب فسمعتهم مقدمهم علينا يقضون على أنفسهم وقل ما قضى قوم على أنفسهم قضاء إلا وجب عليهم، ثم قاتلهم الجند ففقؤوا فيهم وفي أهل الأرض ألف عين، فعرفت أن المسالمة أسلم وأن قرة العين لهم وأن العيون لا تقر منهم بشيء.</p>\n<p class=\"arabic\">وفي خبر البلاذري : لما سار خالد رضي الله عنه إلى الأنبار تحصن أهلها ثم أتاه من دله على سوق بغداد وهو السوق العتيق وكان عند الصراة، فبعث خالد رضي الله عنه المثنى بن حارثة فأغار عليه، فملأ المسلمون أيديهم من الصفراء والبيضاء وما خف حمله من المتاع، فلما رأى أهل الأنبار ما نزل بهم صالحوا خالدا رضي الله عنه على شيء رضي به فأقرهم.</p>\n<p class=\"arabic\">ويقال إن صلح الأنبار كان في خلافة عمر رضي الله عنه على يدي جرير بن عبد الله البجلي رضي الله عنه على أربعمائة ألف عباءة قطوانية في كل سنة، ويقال على ثمانين ألفا والله أعلم.</p>\n<p class=\"arabic\">وبعدها افتتح خالد رضي الله عنه عين التمر.</p>\n<p class=\"arabic\">والأنبار من المنازل التي عمرت على سالف الأزمان، ولما اطمأن خالد رضي الله عنه بالأنبار والمسلمون وأمن أهل الأنبار وظهروا رآهم يكتبون بالعربية ويتعلمونها، فسألهم: ما أنتم؟ فقالوا: قوم من العرب نزلنا على قوم من العرب قبلنا كانت أوائلهم نزلوها أيام بخت نصر حين أباح العرب فلم نزل عنها.</p>\n<p class=\"arabic\">قال الأصمعي: سئلت قريش: من أين لكم الكتابة قالوا: من الحيرة، وقيل لأهل الحيرة: من أين لكم الكتابة قالوا: من الأنبار، وقيل للأنبار: من أين تعلمتم الكتابة قالوا: تعلمنا الخط من إياد، وأنشدوا قول الشاعر: [v.1, p.36]</p>\n<p class=\"arabic_poetry\">قومي إياد لو أنهم أمم * أو لو أقاموا فتهزل النعم</p>\n<p class=\"arabic_poetry\">قوم لهم باحة العراق إذا * ساروا جميعا والخط والقلم ثم إن أهل الأنبار نقضوا فيما كان يكون بين المسلمين والمشركين من الدول.</p>\n<p class=\"arabic\">وحكى المبرد في كامله أن خيلا لمعاوية رضي الله عنه وردت الأنبار وقتلوا عاملا لعلي رضي الله عنه يقال له حسان بن حسان، فخرج علي رضي الله عنه مغضبا يجر رداءه فرقي رباوة من الأرض، فحمد الله تعالى وأثنى عليه ثم قال الخطبة بطولها وهي في أول الكامل.</p>\n<p class=\"arabic\">ومن أهل الأنبار أبو بكر محمد بن القاسم بن بشار بن الحسن الأنباري ، قال أبو علي البغدادي: كان يحفظ فيما ذ كر ثلثمائة ألف بيت شاهد في القرآن، وله أوضاع شتى كثيرة، ولم يكن له عيال، وكان ثقة دينا صدوقا، وكان ذا يسار وحال وافرة وكان شحيحا مسيكا ما أكل له أحد قط شيئا، ووقف عليه يوما بمدينة المنصور أبو يوسف المعروف بالاقسامي فقال له: يا أبا بكر قد أجمع أهل بغداد على شيء فأعطني درهما حتى أخرق الإجماع، قال: وما هذا الإجماع يا أبا يوسف؟ قال: أجمع أهل البلد على أنك بخيل، فضحك ولم يعطه شيئا. قالوا: وكان أحفظ من تقدم من الكوفية، توفى سنة سبع وعشرين وثلثمائة بيوم الأضحى.</p>\n<p class=\"arabic\">وقال البلاذري : لما سار خالد بن الوليد رضي الله عنه إلى الأنبار فحاصر أهلها فتركهم أتاه من دله على سوق بغداد، وهي السوق العتيقة عند قرن الصراة وكانت سوقا عظيمة ليس في شيء من النواحي مثلها، فبعث خالد رضي الله عنه المثنى بن حارثة فأغار عليها. ويقال: أتاها خالد رضي الله عنه بنفسه فأغار عليها فملأ المسلمون أيديهم ولم يأخذوا إلا الصفراء والبيضاء وما خف محمله من متاع، ثم بات المسلمون بالسيلحين فعرض لهم أسدان فقتلوهما بعد أن عقرا رجلا منهم ومشوا من الغد متوجهين نحو الأنبار، فلما وصلوا حصروا أهلها وحرقوا في نواحيها، فصالحوا أهلها على الجلاء ثم أعطوه ما رضي به منهم فأقرهم، وأتى خالدا رضي الله عنه رجل فدله على سوق تجتمع فيه قضاعة وبكر بن وائل وغيرهم فويق الأنبار فوجه إليها المثنى بن حارثة فأغار عليها فأصاب ما في السوق وقتل وسبى.</p>",
            "title": "الأنبار",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000109-000.json"
        }
    ],
    "type": "FeatureCollection"
}