{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مرو الروذ</h1>\n<p class=\"arabic\">بخراسان أيضا، والمرو بالفارسية المرح كما قلناه والروذ الوادي، فمعناه: وادي المرح، لأن إضافتهم مقلوبة والنسبة إليها مرورودي، هذا هو المستعمل، وإن ينسب روذي.</p>\n<p class=\"arabic\">وقالوا : هذه أكبر من بوشنج وهي مدينة قديمة في مستو من الأرض بعيدة عن الجبال أرضها سبخة كثيرة الرمل وأبنيتها من الطين، وهي على غلوة سهم من النهر وفيها ثلاثة مساجد للجماعات ولها قصبة في نشز مرتفع، وماء المدينة يجلب إليها في قنوات كثيرة وللمدينة أربعة أبواب، وبمرو نهر عظيم تنبعث منه أنهار وتسقى بها الرساتيق وجملة ضياعهم، وفي هذه الضياع مبان متقنة ومتنزهات حسنة.</p>\n<p class=\"arabic\">ومرو معتدلة الهواء حسنة الثرى ويقدد بها البطيخ ويحمل إلى كل الآفاق، ويرتفع من مرو الابريسم والقز الكثير ويتجهز منها بالقطن العجيب الذي ينسب في سائر الأقطار إليها، وهو الغاية في اللين وتعمل منه بها الثياب تحمل إلى كل الآفاق، ولها منابر مضافة إليها ومعدودة منها، وبين مرو الروذ ومرو الشاهجان ست مراحل، ومرو الروذ ما بين مرو وبلخ وهي أقرب إلى مرو.</p>\n<p class=\"arabic\">وافتتح مرو الروذ الأحنف بن قيس، وهو من قبل عبد الله بن عامر، في خلافة عثمان رضي الله عنه. [v.1, p.533]</p>\n<p class=\"arabic\">وفي سنة ثلاث ومائتين كانت بمرو ونواحيها من أرض خراسان زلازل كان أمرها غليظا.</p>\n<p class=\"arabic\">ولما بعث ابن عامر الأحنف بن قيس إلى مرو الروذ حاصر أهلها وخرجوا إليه فقاتلوه فهزمهم المسلمون حتى اضطروهم إلى حصونهم، فأشرفوا عليهم فقالوا: يا معشر العرب: ما كنتم عندنا كما نرى، ولو علمنا أنكم كما نرى لكانت لنا ولكم حال غير هذه، فأمهلوا ننظر في أمرنا في يومنا، وارجعوا إلى عسكركم، فرجع الأحنف، فلما أصبح غاداهم وقد أعدوا له، فخرج من المدينة رجل من العجم معه كتاب فقال: إني رسول فأمنوني، فإذا هو ابن أخي مرزبان مرو، ومعه كتاب إلى الأحنف، وإذا فيه: إلى أمير الجيش، إنا نحمد الله الذي بيده الدول يغير ما يشاء من الملك، ويرفع من يشاء بعد الذلة، ويضع من يشاء بعد الرفعة، إنه دعاني إلى مصالحتك وموادعتك ما كان من إسلام جدي وما كان رأى من صاحبكم من الكرامة والمنزلة فمرحبا بكم وأبشروا، وأنا أدعوكم إلى الصلح على أن أؤدي إليكم خراجنا ستين ألف درهم، وأن تقروا بيدي ما كان ملك الملوك كسرى أقطع جد أبي حيث قتل الحية التي أكلت الناس وقطعت السبيل من الأرض والقرى بما فيها من الرجال، ولا تأخذوا من أحد من أهل بيتي شيئا من الخراج ولا تخرجوا المرزبة من أهل بيتي إلى غيرهم، فإن جعلت ذلك لي خرجت إليك، وقد بعثت إليك ابن أخي ماهك ليستوثق بما سألت. فكتب إليه الأحنف: بسم الله الرحمن الرحيم، من صخر بن قيس أمير الجيش إلى باذان مرزبان مرو الروذ ومن معه من الأساورة والأعاجم، سلام على من اتبع الهدى، فإن ابن أخيك ماهك قدم علي فنصح لك جهده وأبلغ عنك، وقد عرضت ذلك على من معي من المسلمين، وأنا وهم فيما عليك سواء وقد أجبناك إلى ما سألت، وعرضت علي أن تؤدي عن أكرتك وفلاحيك والأرضين ستين ألف درهم إلي وإلى الوالي بعدي من أمراء المسلمين، إلا ما كان من الأرضين التي ذكرت أن كسرى الظالم لنفسه أقطعها جد أبيك، والأرض لله يورثها من يشاء من عباده، وإن عليك نصرة المسلمين وقتال عدوهم بمن معك من الأساورة إن أحب المسلمون ذلك، وأن لك على ذلك نصر المسلمين على من يقاتل من ورائك من أهل ملتك، جار لك بذلك مني كتاب يكون لك بعدي، ولا خراج عليك ولا على أحد من أهل بيتك من ذوي الأرحام، وإن أنت أسلمت واتبعت الرسول، كان لك ما للمسلمين من العطاء والمنزلة والأرض وكنت أحدهم، ولك بذلك مني ذمتي وذمة أبي وذمة المسلمين وذمة آبائهم.</p>\n<p class=\"arabic\">ثم إن مرزبان الروذ تربص بحمل ما كان صالح عليه لاشتغال الأحنف والمسلمين بقتال أهل طخارستان وأهل الجوزجان والطالقان والفارياب، وكانوا أتوه في ثلاثين ألفا في ثلاثة زحوف، فلما هزمهم الله تعالى ونصر المسلمين سرح الأحنف رجلين إلى المرزبان وأمرهما أن لا يكلماه حتى يقنعاه ، ففعلا، فعلم أنهما لم يصنعا ذلك إلا وقد ظفروا، فحمل ما كان عليه.</p>",
            "title": "مرو الروذ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001401-000.json"
        }
    ],
    "type": "FeatureCollection"
}