{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الطالقان</h1>\n<p class=\"arabic\">مدينة في خراسان من سرخس إلى الطالقان أربع مراحل وهي بين جبلين عظيمين.</p>\n<p class=\"arabic\">وهي مدينة كبيرة نحو مرو الروذ في الكبر ولها مياه وجباية وعمارات متصلة وبساتين قليلة وهي أصح هواء من مرو الروذ، ومن مرو الروذ إليها ثلاثة وسبعون ميلا، وهي في سفح جبل ولها رساتيق في الجبل، وبها عمل اللبود الطالقانية.</p>\n<p class=\"arabic\">والطالقان على جبل متصل بجبل الجوزجان ومرو الروذ، بينها وبين الجبل مما يلي المشرق فرسخان، وبينها وبين الجبل مما يلي المغرب ثلاثة فراسخ وبناؤها بالطين.</p>\n<p class=\"arabic\">وكان فتح الطالقان على يد الأحنف بن قيس حين وجهه عبد الله بن عامر في أربعة آلاف بعد صلح مرو الروذ إلى طخارستان وجمع أهل طخارستان والطالقان والجوزجان والفارياب، فكانوا ثلاثة زحوف ثلاثين ألفا وأتى الأحنف خبرهم فاستشار [v.1, p.380] الناس فاختلفوا فمن قائل يقول: نرجع إلى مرو، وقائل يقول: نرجع إلى أبرشهر وقائل يقول: نقيم ونستمد وقائل يقول: نلقاهم فنناجزهم فلما أمسى الأحنف خرج يمشي في العسكر يسمع حديث الناس فمر بأهل خباء ورجل يوقد تحت خزيرة أو يعجن، وهم يخوضون ويذكرون العدو فقال بعضهم: الرأي للأمير، إذا أصبح، أن يسير حتى نلقى القوم حيث لقيناهم فإنه أرعب لهم فنناجزهم، فقال صاحب الخزيرة أو العجين: إن فعل ذلك فقد أخطأ وأخطأتم أتأمرونه أن يلقى العدو مصحرا في بلاده، فيلقى جمعا كثيرا بعدد قليل فإن جالوا جولة اصطلمونا؟! ولكن الرأي له أن ينزل بين المرغاب والجبل فيجعل المرغاب عن يمينه والجبل عن يساره فلا يلقى من عدوه وإن كثروا، إلا عداد أصحابه، فرجع الأحنف وقد اعتقد ما قال، فضرب عسكره وأقام فأرسل إليه أهل مرو يعرضون عليه أن يقاتلوا معه، فقال: إني أكره أن نستنصر بالمشركين فأقيموا على ما أعطيناكم، فإن ظفرنا فنحن على ما جعلنا لكم وإن ظفروا بنا وقاتلوكم فقاتلوا عن أنفسكم، قال: فوافق المسلمين صلاة العصر، فعاجلهم المشركون فناهضوهم وقاتلوا وصبروا الفريقان حتى أمسوا والأحنف يتمثل:</p>\n<p class=\"arabic_poetry\">أحق من لم يكره المنيه * حزور ليست له ذريه * وقيل: قاتلهم حتى ذهب عامة الليل، فهزمهم الله تعالى فقتلهم المسلمون حتى انتهوا إلى دسكرة وهي على اثني عشر فرسخا من قصر الأحنف.</p>\n<p class=\"arabic\">وفي سنة سبع عشرة وستمائة نزل خاقان الططر على الطالقان، وهي من معاقل خراسان، فترك عليها عسكرا وسار إلى هراة، فجرى فيها على عادتهم الذميمة من القتل والتخريب ثم عاد إلى الطالقان وهي محصورة، فلما كان بعد عشرة أشهر من يوم حصارها، وقد يئس أهلها من النصرة، ولم يجدوا إلى الصبر رغبوا في الشهادة وخرجوا يدا واحدة على عساكر الططر، فمنهم من تعلق بالجبال فسلم ومنهم من مات على سيفه، وبعدها شرع خاقان في أخذ قواعد خراسان فأناخ على بلخ، حسبما ذكر في حرف الباء.</p>",
            "title": "الطالقان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000971-000.json"
        }
    ],
    "type": "FeatureCollection"
}