{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">استجة</h1>\n<p class=\"arabic\">بين القبلة والمغرب من قرطبة، بينهما مرحلة كاملة، وهي مدينة قديمة لم يزل أهلها في جاهلية وإسلام على انحراف وخروج عن الطاعة، ومعنى هذا الاسم عندهم جمعت الفوائد، وفي أخبار الحدثان انه كان يقال: استجة البغي مذكورة باللعنة والخزي، يذهب خيارها ويبقى شرارها.</p>\n<p class=\"arabic\">وكانت هيئتها التي ألفاها عليها طارق بن زياد أن سورها كان قد عقد بسورين أحدهما صخر أبيض والثاني صخر أحمر بأجمل صنعة وأحكم بناء، وردم بينهما وسوي ووضع في موضع الشرفات من المرمر صور بني آدم من كل الجهات تواجه القاصد نحوها فلا يشك الناظر أنها رجال وقوف.</p>\n<p class=\"arabic\">وكان لها من الأبواب: باب القنطرة شرقي، باب اشبونة قبلي، باب رزق غربي، باب السويقة جوفي، وغير ذلك من الأبواب، والمدينة مبنية على الرصيف الأعظم المسلوك عليه من البحر إلى البحر، وكانت استجة واسعة الأرباض ذات أسواق عامرة وفنادق جمة وجامعها في ربضها مبني بالصخر له خمس بلاطات على أعمدة رخام وتجاوره كنيسة للنصارى. وباستجة آثار كثيرة ورسوم تحت الأرض موجودة، وهي منفسحة الخطة عذبة الأرض زكية الريع كثيرة الثمار والبساتين نضيرة الفواكه والزروع، ولها أقاليم خمسة.</p>\n<p class=\"arabic\">وكان أهل استجة ممن خلع وخالف فافتتحها عبد الرحمن بن محمد على يد بدر الحاجب سنة ثلاثمائة فهدم سورها ووضع بالأرض قواعدها وألحق أعاليها بأسافلها وهدم قنطرة نهرها وفي ذلك يقول أحمد بن محمد بن عبد ربه:</p>\n<p class=\"arabic_poetry\">ألا انه فتح يقر له الفتح * فأوله سعد وآخره نجح</p>\n<p class=\"arabic_poetry\">سرى القائد الميمون خير سرية * تقدمها نصر وتابعها فتح</p>\n<p class=\"arabic_poetry\">ألم تره أردى باستجة العدى * فلاقوا عذابا كان موعده الصبح</p>\n<p class=\"arabic_poetry\">فلا عهد للمراق من بعد هذه * يتم لهم عند الإمام ولا صلح</p>\n<p class=\"arabic_poetry\">تولوا عباديدا بكل ثنية * وقد مسهم قرح وما مسنا قرح وبين استجة ومرشانة عشرون ميلا وكذلك بينها وبين قرمونة. [v.1, p.53]</p>",
            "title": "استجة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000151-000.json"
        }
    ],
    "type": "FeatureCollection"
}