{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القطرية</h1>\n<p class=\"arabic\">هي جزيرة في الشمال من جزيرة القرود وبالقرب من جزيرة الزابج ، وهي جزيرة عامرة يسكنها نصارى، لكن زيهم عربي، وهم يتكلمون بالعربية ويدعون أنهم عرب، وهم أهل غدر ومكايد، ويقطعون بالمراكب الآتية والمارة فيما بين البحرين والبصرة إلى قرب عمان، وهم أخبث عدو يلقي في البحر، وفي هذه الجزيرة مغايص الجوهر، وكان أهل اليمن يقصدون إليها ويغوصون بها، لكن أهل الجزيرة أكلوا متاع الغواصين والتجار القاصدين إليهم حتى قطعوا الناس عن السفر إليهم، ويسمى بحرهم هذا بحر هر كند بلغة أهل الهند.</p>\n<p class=\"arabic\">وفي هذا البحر عجائب كثيرة وصور شتى وحيتان ملونة منها ما يكون طول مائة ذراع ودون ذلك، ويسمى هذا السمك الوال وهو أبيض، ويتبع هذا السمك الكبير المسمى بالوال سمك آخر، إذا طلعت السمكة الكبيرة فلا يفارقها حتى يقتلها، وفيه سمك ذاهب في العرض إذا شق بطنها وجدت فيه سمكة أخرى، وإذا شقت تلك الأخرى وجد في بطنها سمكة أخرى، وكذلك إذا فعل بالثالثة مثل هذا وجد في بطنها سمكة أخرى إلى أربع سمكات بعضها في جوف بعض، وفي هذا البحر سلاحف، طول السلحفاة عشرون ذراعا، وفي بطنها نحو من ألف بيضة، وهي تلد وترضع، وظهورها الذبل الجيد، وفيه سمك على خلقة البقر تلد وترضع ويعمل من جلودها الدرق، وفيه سمك طوله مقدار الذراع، وله وجه كوجه البومة، تطير على الماء وقد قيض الله تعالى لها سمكة أخرى ترعاها تحت الماء، فإذا سقطت في الماء ابتلعها. وفيه أيضا أسماك طيارة يقال لها: البطين ، لها مرارات تكتب بها الكتب فإذا جفت قرئت في الظلام كما تقرأ بالنهار في ضوء الشمس، وفيه سمكة من صدرها إلى رأسها مثل الترس، تطيف بها عيون تنظر [v.1, p.465] منها وباقيها طويل مثل الحية في طول عشرين ذراعا، ولها أرجل كثيرة كأمثال المنشار، وصدرها إلى آخر ذنبها لا يمر بشيء إلا أهلكه.</p>\n<p class=\"arabic\">ومن هذا البحر يخرج العنبر الكثير الطيب الرائحة وقد توجد فيه العنبرة نحو قنطار، وأكثر وأقل، وهو شيء تقذف به عيون في قعر البحر مثل ما تقذف عيون هيت بالنفط، فإذا اشتد هيجان البحر بالريح رمى به إلى الساحل، وقد وهم من قال إنه رجيع دابة وإنما هو ما ذكرناه، وقد بعث الرشيد إلى البحر قوما يبحثون عن العنبر ما هو، فأخبر أهل عدن وغيرها أنه شيء تقذف به عيون في البحر.</p>",
            "title": "القطرية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001198-000.json"
        }
    ],
    "type": "FeatureCollection"
}