{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أودغشت</h1>\n<p class=\"arabic\">مدينة بين صحراء لمتونة والسودان، وهي مدينة عظيمة آهلة لكنها صغيرة، وفي صحرائها ماء قليل، وهي بين جبلين شبه مكة في الصفة، وليس بها تجارة كبيرة ولأهلها جمال منها يعيشون، ومنها إلى غانة اثنتا عشر مرحلة وكذلك من أودغشت إلى مدن واركلان إحدى وثلاثون مرحلة، وفي أودغشت أمم لا تحصى، ولها بساتين كثيرة ونخل كثير ويزدرعون فيها القمح بالحفر بالفؤوس ويسقونه بالدولاب، وكذلك يسقون بساتينهم، وإنما يأكل القمح عندهم الملك وأهل اليسار منهم، وسائر أهلها يأكلون الذرة، والمقاثي تجود عندهم، والبقر والغنم عندهم أكثر شيء وأرخصه فيشترى في أودغشت عشرة أكبش بدينار وأكثر من ذلك، وهم أرباب نعم جزيلة وأموال جليلة، ولهم أسواق حافلة عامرة الدهر كله لا يكاد يسمع الإنسان فيها [v.1, p.63] صوت جليسه لكثرة غوغاء الناس، وتجاراتهم إنما هي بالتبر ليست عندهم فضة.</p>\n<p class=\"arabic\">وبأودغشت مبان حسنة رفيعة، وأهلها أخلاط من جميع الأمصار قد استوطنوها لكثرة خيرها ونفاق أسواقها وتجاراتها، هكذا حكي وكأنه مناقض لما سبق، ولعل ذلك في وقتين مختلفين. وحريم أودغشت لا يوجد مثله في بلد، يجلب منها جوار بيض الألوان رشيقات القدود لطاف الخصور ضخام الأرداف واسعات الأكتاف ضيقات الفروج، المستمتع بإحداهن كأنما يستمتع ببكر أبدا من غير أن ينكسر لإحداهن ثدي طول عمرها، وأخبرني من رأى امرأة منهن بمدينة أودغشت راقدة على جنبها وكذلك يفعلن في أكثر أحوالهن اشفاقا من الجلوس على أردافهن ورأى ابنا لها طفلا يلعب حواليها، وهو يدخل تحت خصرها ويخرج من الجهة الأخرى من غير أن تتجافى له، وذلك لعظم ردفها ودقة خصرها.</p>\n<p class=\"arabic\">وبين مدينة بريسي وأودغشت اثنتا عشرة مرحلة، وليس في بلاد السودان شيء من الفواكه الرطبة ولا اليابسة إلا ما يجلب إليها من التمر من بلاد سجلماسة أو بلاد الزاب يجلبه إليهم أهل واركلان الصحراء. والنيل يجري في هذه الأرض من المشرق إلى المغرب وينبت على ضفتيه شجر الأبنوس والشمشار والخلاف والطرفاء والأثل غياضا متصلة وبها يستظلون عند شدة الحر وحمارة القيظ، وفي غياضها الأسد والزراريف والغزلان والضبعان والأرانب والقنافذ، وفي النيل أنواع من السمك وضروب من الحيتان الكبار والصغار، ومنه طعام أكثر السودان يتصيدونه ويملحونه وهو في غاية الحسن والغلظ.</p>\n<p class=\"arabic\">وأسلحة أهل هذه البلاد القسي وعليها عمدتهم ويتخذون الدبابيس من شجر الأبنوس ولهم فيها حكمة وصناعة متقنة، وأما قسيهم فمن القصب وحليهم النحاس وخرز الزجاج.</p>\n<p class=\"arabic\">وهي بلاد حر ووهج شديد، وأهل المدن منها يزرعون البصل والقرع والبطيخ ويجلب منها سودانيات طباخات محسنات تباع الواحدة منهن بمائة دينار كبار وأزيد لحسن عمل الأطعمة الطيبة ولا سيما أصناف الحلاوات مثل الجوزينيات واللوزينجات والقاهرات والكنافات والقطائف والمشهدات وأصناف الحلاوات فلا يوجد أحذق بصنعتها منهن. ومنها تجلب الدرق الجيدة فإن اللمط بأرض أودغشت كثير جدا ويجلب أيضا منها العنبر الطيب لقربها من البحر المحيط، ويجلب منها الذهب الإبريز الخالص خيوطا مفتلة، وذهب أودغشت أطيب ذهب الأرض وأصحه، وكان صاحب أودغشت في عشر خمسين وثلاثمائة رجلا من صنهاجة وكانت له جيوش كثيرة فدانت له أزيد من عشرين ملكا من ملوك السودان كلهم يؤدون إليه الجزية، وكان عمله مسيرة شهرين في مثلها في عمارة متصلة، وكان يعتد في أزيد من مائة ألف نجيب فإن الخيل في تلك البلاد قليلة، فيقال إنه غزا ملكا من ملوك السودان فدخل بلده وأحرقه وقتل جنده والملك في قصره ينظر إليه، فلما رأى ما حل ببلده هان عليه الموت فخرج ورمى بدرقته إلى الأرض وقاتل حتى قتل، فلما عاين نساؤه ذلك تردين في الآبار وقتلن أنفسهن بضروب القتل أسفا على ملكهن وأنفة أن يملكهن البيضان. وبين أودغشت وسجلماسة نحو خمسين مرحلة ومنها إلى غانة نحو عشرين مرحلة.</p>",
            "title": "أودغشت",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000180-000.json"
        }
    ],
    "type": "FeatureCollection"
}