{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">العقاب</h1>\n<p class=\"arabic\">بكسر العين، بالأندلس بين جيان وقلعة رباح، كانت في هذا الموضع وقيعة عظيمة وهزيمة على المسلمين شنيعة في منتصف صفر من سنة تسع وستمائة، وذلك أن الملك الناصر أمير المؤمنين محمد بن المنصور يعقوب بن يوسف بن عبد المؤمن ملك المغرب كان تحرك من مراكش إلى الأندلس، فاحتل باشبيلية، ثم تحرك منها إلى قرطبة، ثم نزل على حصن شلبطرة واللج فحاصرهما وضيق عليهما، فملك حصن اللج أولا ثم حصن شلبطرة ونصب عليها المجانيق الضخام، ورميت بالحجارة الصم حتى ملكها على رغم الاذفونش صاحب طليطلة وقشتيلة. ولم يكن له يومئذ قدرة على دفاعه، وكان ذلك في سنة ثمان وستمائة حتى انتصف في العام الذي يليه في هذه الوقيعة، وكان الملك الناصر أعجب بفتح شلبطرة وكتب بذلك إلى الآفاق، وخفي عليه ما في طي الغيوب من خبر العقاب، ورجع إلى اشبيلية ظافرا غانما ثم استغاث الاذفونش بأهل ملته، وحثهم على حماية دينهم، فاستجابوا وانثالوا عليه من كل مكان، وخرج عليه الناصر من اشبيلية في العشرين من محرم سنة تسع وستمائة بحشود لا غرض لهم في الغزو، وقد أمسكت أرزاقهم وقتر عليهم مع ما كان من قتله لابن قادس صاحب قلعة رباح، بسبب إسلامه القلعة للنصارى من غير أن يسمع حجته، وإخراجه من مجلسه الحشود الأندلسية غضبا عليهم، ومخادعة النصارى لباقي الأجناد بإشهار الصلح والعمل على ضده، حتى خالطوهم على غفلة فأخذ المسلمون في فرار ما سمع بمثله، وكان ذلك في العقاب بين جيان وقلعة رباح في منتصف صفر من سنة تسع وستمائة كما ذكرناه، وكانت شنيعة، ومر الناصر لا يلوي على شيء حتى وصل اشبيلية، وتبعهم العدو حتى حال بينهم الليل، وأخذوا أجناد الساقة وماتت تحتهم الخيل، فمشى وراءهم بكل طريق سلكوه، ومنهل وردوه،</p>\n<p class=\"arabic\">وأتى القتل على خلق كثير من المسلمين، وقتل فيها من الأعيان والطلبة جملة منهم علي بن الغازي الميورقي وابن عات الفقيه وغيرهما، وكان فرس الملك الناصر بادنا فلم يطق الحركة، فنزل له بعض العرب عن فرسه وقال له: اركبه فهو خير لك من هذا، وكان أمر أبا بكر بن عبد الله بن أبي حفص بالوقوف تحت الراية، وحملت الروم فقصدت الراية ظنا منها أن الناصر عندها، فوضعت السيف في من واجهها، فقتلت خلقا وقتل أبو بكر هذا وانهزم الناس، واستولى العدو على جميع المحلة وأكثر مضاربها ثم استولى الروم بعد ذلك على مدينة بسطة وباغو وما جاورهما من القرى والحصون، وقتلوا الرجال وسبوا الذرية وكانت هذه الوقيعة أول وهن دخل على الموحدين، فلم يقم بعد ذلك لأهل المغرب قائمة. ولما انتهى الناصر إلى اشبيلية أنس البلاد بخطاب كتبه إليهم زخرفه الكاتب ، ثم جاز البحر إلى مراكش فتوفي بها في صفر من سنة عشر وستمائة قيل عضه كلب في رجله، وقيل غير ذلك.</p>",
            "title": "العقاب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001065-000.json"
        }
    ],
    "type": "FeatureCollection"
}