{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اسكر</h1>\n<p class=\"arabic\">قرية من أعمال مصر، ويقال إنها القرية التي ولد فيها موسى بن عمران عليه السلام قال حسين بن الاسكري المصري : كنت في جلاس تميم بن أبي تميم ومن يخف عليه جدا قال: فأرسل إلى بغداد فابتيعت له جارية رائقة فائقة الغناء، فلما وصلت إليه دعا جلساءه وكنت فيهم ثم مدت الستارة وأمر بالغناء فغنت:</p>\n<p class=\"arabic_poetry\">وبدا له من بعدما اندمل الهوى * برق تألق موهنا لمعانه</p>\n<p class=\"arabic_poetry\">يبدو كحاشية الرداء ودونه * صعب الذرى متمنع أركانه</p>\n<p class=\"arabic_poetry\">وبدا لينظر كيف لاح فلم يطق * نظرا إليه وصده سجانه</p>\n<p class=\"arabic_poetry\">فالنار ما اشتملت عليه ضلوعه * والماء ما سحت به أجفانه فطرب الأمير تميم ومن حضره، ثم غنت:</p>\n<p class=\"arabic_poetry\">سيسليك عما فات دولة مفضل * أوائله محمودة وأواخره</p>\n<p class=\"arabic_poetry\">ثنى الله عطفيه وألف شخصه * على البر مذ شدت عليه مآزره قال: فطرب تميم أشد من الأول، ثم غنت:</p>\n<p class=\"arabic_poetry\">أستودع الله في بغداد لي قمرا * بالكرخ من فلك الأزرار مطلعه قال: فاشتد طرب تميم وأفرط جدا ثم قال لها: تمني ما شئت فقالت: أتمنى عافية الأمير وسعادته، فقال: والله لا بد لك من التمني، قالت: على الوفاء أيها الأمير بما أتمنى قال: نعم، [v.1, p.52] فقالت: أتمنى أن أغني هذه النوبة ببغداد، قال: فامتقع لون تميم وتغير وجهه وتكدر المجلس، وقام وقمنا، قال ابن الاسكري: فلحقني بعض خدمه وقال: ارجع فالأمير يدعوك، فرجعت فوجدته جالسا ينتظرني، فسلمت وقمت بين يديه، فقال: ويحك أرأيت ما امتحنا به! فقلت: نعم أيها الأمير، قال: لا بد لنا من الوفاء وما أثق في هذا بغيرك فتأهب لتجلبها إلى بغداد فإذا غنت هناك فاصرفها، قلت: سمعا وطاعة، قال: ثم قمت وتأهبت، وأمرها بالتأهب وأصحبها جارية لها سوداء تخدمها وأمر بناقة ومحمل فأدخلت فيه وحملتها معي وسرت إلى مكة مع القافلة فقضينا حجنا ثم دخلنا قافلة العراق وسرنا، فلما وردنا القادسية أتتني السوداء فقالت: تقول لك سيدتي أين نحن؟ فقلت لها: نحن نزول بالقادسية، فانصرفت إليها فأخبرتها، فلم أنشب أن سمعت صوتها قد ارتفع بالغناء تقول:</p>\n<p class=\"arabic_poetry\">لما وردنا القادسية حيث مجتمع الرفاق * وشممت من أرض الحجاز نسيم أنفاس العراق * أيقنت لي ولمن أحب بجمع شمل واتفاق * وضحكت من فرح اللقاء كما بكيت من الفراق * ما بيننا إلا تصرم هذه السبع البواقي * حتى يطول حديثنا بصنوف ما كنا نلاقي * فتصايح الناس من أقطار القافلة: بالله أعيدي، قال: فما سمع لها كلمة، قال: ثم نزلنا الياسرية وبينها وبين بغداد خمسة أميال في بساتين متصلة ينزل الناس بها فيبيتون ليلتهم ثم يبكرون لدخول بغداد، فلما كان قرب الصباح إذا بالسوداء قد أتتني مذعورة فقلت: ما لك. قالت: إن سيدتي ليست بحاضرة، فقلت: ويلك وأين هي؟ قالت: والله ما أدري، قال: فلم أحس لها أثرا بعد ذلك. ودخلت بغداد وقضيت حوائجي بها وانصرفت إلى تميم فأخبرته خبرها، فعظم ذلك عليه واغتم له ثم ما زال بعد ذلك واجما عليها.</p>",
            "title": "اسكر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000150-000.json"
        }
    ],
    "type": "FeatureCollection"
}