{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">شامة</h1>\n<p class=\"arabic\">بالميم، جبل على بريد من مكة، وهو الذي عناه بلال رضي الله عنه في قوله : [v.1, p.336] ألا ليت شعري هل أبيتن ليلة بواد وحولي إذخر وجليل</p>\n<p class=\"arabic\">وهل أردن يوما مياه مجنة وهل يبدون لي شامة وطفيل</p>\n<p class=\"arabic\">شانس:</p>\n<p class=\"arabic\">مدينة في بلاد الإفرنج بالقرب من مدينة بلدينة، وهي مبنية بالصخر الجليل حصينة لها نهر، وكانت لها قنطرة مبنية بالصخر العظيم، فتغلب عليها المجوس وهدموا بعض المدينة والقنطرة فلم يبق منها إلا رجلها وبرجان اتخذا على جنبتي القنطرة للمنع منها، ونهرها كثير السمك ويخرج منه حوت مفرط الكبر يسمونه لوح وهو لطيف الغذاء مريه لا يضر بالمرضى، وأحواز مدينة شانس تنتهي في الجوف إلى البحر المحيط.</p>\n<p class=\"arabic\">شابه:</p>\n<p class=\"arabic\">بالباء، جبل معروف.</p>\n<p class=\"arabic\">وشابه أيضا من مدن زغاوة بأرض السودان، وهي صغيرة شبيهة بالقرية الجامعة، وأهلها قليلون، وقد انضوى أكثر أهلها إلى مدينة كوكو، وبينهما نحو ست عشرة مرحلة. وأهل شابة يشربون الألبان، ومياههم زعاق وعيشهم من اللحوم الطرية والمقددة، ويتصيدون الأحناش كثيرا ويطبخون بها بعد سلخها وقطع رؤوسها وأذنابها، والجرب لا يفارق أعناق هؤلاء الزغاويين وهم مشهورون به، وبه يعرف الزغاوي في جميع الأرض، ولولا أنهم يأكلون الأحناش لتقطعوا جذاما، وهم عراة، يسترون عوراتهم فقط بالجلود المدبوغة من الإبل والمعز، ولهم في هذه الجلود التي يستترون بها ضروب من القطع معلومة وأنواع محكمة.</p>\n<p class=\"arabic\">شاطبة:</p>\n<p class=\"arabic\">بالأندلس، مدينة جليلة متقنة حصينة لها قصبتان ممتنعتان، وهي كريمة البقعة كثيرة الثمرة عظيمة الفائدة طيبة الهواء، وهي قريبة من جزيرة شقر، ويعمل بها كاغد لا نظير له بمعمور الأرض يعم المشرق والمغرب.</p>\n<p class=\"arabic\">وفي شاطبة يقول الشاعر يذمها:</p>\n<p class=\"arabic\">شاطبة الشرق شر دار ليس لسكانها فلاح</p>\n<p class=\"arabic\">الكسب من شأنهم ولكن أكثر مكسوبهم سلاح</p>\n<p class=\"arabic\">وفيها بنيان قديم من عمل الأول يقولون له الصنم، وفيه يقول شاعرهم:</p>\n<p class=\"arabic\">بقية من بقايا الروم معجبة أبدى البناة لنا من أمرها حكما</p>\n<p class=\"arabic\">لم ندر ما أضمروا فيها سوى أمم من الأوائل سموه لنا صنما</p>\n<p class=\"arabic\">كالمبرد الفذ ما أخطا مشبهه حقا لقد برد الأيام والأمما</p>\n<p class=\"arabic\">وهي حاضرة آهلة بها جامع ومساجد وفنادق وأسواق، وقد أحاط بها الوادي.</p>\n<p class=\"arabic\">الشاهجان:</p>\n<p class=\"arabic\">من كور سابور، ويقال: مرو الشاهجان.</p>\n<p class=\"arabic\">شالوس:</p>\n<p class=\"arabic\">مدينة بين جرجان وطبرستان، فيها منبر وأسواق، وعلى فرسخ منها حد الديلم.</p>\n<p class=\"arabic\">شبام:</p>\n<p class=\"arabic\">بكسر أوله وقد يفتح، جبل لهمدان باليمن، قال ابن الكلبي: شبام قبيلة، منسوبون إلى جبل وليس بأب ولا أم.</p>\n<p class=\"arabic\">ومن مأرب إلى مدينة شبام من بلاد حضرموت أربع مراحل. [v.1, p.337]</p>\n<p class=\"arabic\">وشبام حصن منيع جامع آهل في قنة جبل شبام، وهو جبل منيع جدا لا يرتقى إلى أعلاه إلا بعد جهد، وفي أعلاه قرى كثيرة عامرة ومزارع ومياه جارية وغلات.</p>\n<p class=\"arabic\">ولما وقع الزلزال باليمن سنة إحدى عشرة ومائتين، انهدمت شبام جميعا إلا دار إبراهيم بن الصباح، وكان كثير الصدقة، فيقال إن ذلك من قبل الصدقة.</p>\n<p class=\"arabic\">شبرو:</p>\n<p class=\"arabic\">موضع على مقربة من تبسة من البلاد الإفريقية، به كانت وقيعة للشيخ أبي محمد عبد الواحد بن الشيخ أبي حفص ملك إفريقية على يحيى بن إسحاق المسوفي الميورقي في آخر ذي القعدة من سنة أربع وستمائة، وذلك أن صاحب المغرب محمد بن يعقوب بن يوسف بن عبد المؤمن الملقب بالناصر لما طلع إلى مراكشه من حركة إفريقية، وقد طرد عنها يحيى بن إسحاق هذا، قدم على البلاد هذا الشيخ أبا محمد عبد الواحد وعلم أنه لا يسد ثغرها سواه، فبقي عبد الواحد يصلح أمر إفريقية ويذب عنها ويحيى بن إسحاق منزو عنه في أطراف إفريقية، فلما علم بانفصال الخليفة عنها طمع في العود إليها، فكاتب القبائل واستنفر الأعراب ووعدهم ومناهم، فاجتمعت له جموع كثيرة فبسطوا أيديهم في الأطراف، وعاثوا في البلاد، وبلغ ذلك صاحب إفريقية فخرج من تونس بأجناده وموحديه فنزل المحمدية، وكاتب من أطاعه من العرب، وجد به السير حتى وصل أحواز تبسة، ولم يصله من العرب إلا القليل، وعلم يحيى بن إسحاق بإقباله، فزحف إليه بجموعه، فالتقى الجمعان بشبرو ووقع بينهم قتال كثير، وحمل يحيى على قلب عسكر الموحدين فخلي له، وفي رجوعه طعنه رجل من عبيد المخزن بالرمح في فخذه، فأنفذ الرمح إلى بداد السرج، وكاد يسقط، فجاءوا أصحابه وخلصوه، وحملت أيضا ميمنته على ميسرة الموحدين فأزالوها نحو العشرة أميال وكاد الخلل يظهر، ولما رجع يحيى بن إسحاق مطعونا حملت ميسرة الموحدين على جمع الميورقي فهزموهم نحو العشرين ميلا، وكان الشيخ أبو محمد عبد الواحد في القلب فحمل بأصحابه على من يليهم فتمت عليهم الهزيمة، ووقع في الموارقة القتل والنهب، وكان ذلك سبب الفتح بعد أن أتى القتل على جملة من أصحاب يحيى، وانساب يحيى في جملة من أصحابه طريدا جريحا على إكاف لا يلوي على شيء، ورجع الشيخ أبو محمد مظفرا غانما، وكانت الهزيمة من أول الزوال إلى غروب الشمس وحال بينهم الليل، وفقد من جموع الموارقة نحو الخمسمائة وأخذت لهم نحو مائة وخمسين فرسا ونحو ألفي جمل بحمولتها.</p>\n<p class=\"arabic\">الشحر:</p>\n<p class=\"arabic\">بكسر أوله وإسكان الحاء المهملة، هو شحر عمان، وهو ساحل اليمن، وهو ممتد بينها وبين عمان.</p>\n<p class=\"arabic\">وأرض الشحر متصلة بأرض حضرموت، وفيها قبائل مهرة، وهي دار عاد الأولى، الذين أرسل الله تعالى إليهم نبيهم هودا عليه السلام، وكانوا ثلاث عشرة قبيلة، وهو عاد بن عوص بن إرم بن سام بن نوح، وكان الملك بعد نوح عليه السلام تأثل في عاد الأولى قبل سائر الممالك، وذلك قوله تعالى: ` واذكروا إذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بسطة فاذكروا آلاء الله ` قيل: كانوا في هيئة النخل طولا، وكانوا في القوة واتصال الأعمار بحسب ذلك، وآثارهم بالشحر ومواضع مساكنهم تدل على عظم أجسامهم، وكان عاد جبارا بعيد العمر، وتزوج ألف امرأة، ورأى من صلبه أربعة آلاف ولد، وعاش ألف سنة ومائتي سنة، وابنه شداد هو الذي بنى إرم ذات العماد، وهذه عاد الثانية، إذ قال تعالى في الأولى: ` أهلك عادا الأولى `، وقال في هذه الثانية: ` ألم تر كيف فعل ربك بعاد. إرم ذات العماد `، وبلاد عاد: الشحر وحضرموت والأحقاف، فلما سخط الله تعالى عليهم جعلها مفاوز، وكانت أخصب البلاد. [v.1, p.338]</p>\n<p class=\"arabic\">والشحر مدينة كبيرة وليس بها زرع ولا ضرع، ويكون بها العنبر، وشجرها الكندر، ومنها يحمل إلى الآفاق، واللاك بها كثير.</p>\n<p class=\"arabic\">والإبل المنتجة عند هؤلاء العرب لا يعدل بها شيء في سرعة جريها ومن غريب ما ينسب إليها أنها تفهم الكلام وتعلم ما يراد منها بأقل أدب تعلمه، ولها أسماء إذا دعيت بها أجابت بلا تأخر. وقصبة أرض مهرة تسمى الشحر، ولسان مهرة مستعجم جدا لا يكاد يفهم، وهو اللسان الحميري في القديم، وهم أكثر أهل الأرض رواحل، وجل مكاسبهم الإبل والمعز، والسمك يصاد في ذلك البحر وبلاد عمان، وعندهم حوت صغير جدا يصاد ويشمس وتعلف به الدواب والإبل. وأهل مهرة لا يعرفون الحنطة ولا خبزها إنما أكلهم السمك وشربهم الألبان وقليل الماء، قد اعتادوا ذلك وألفوه فلا يعدلون عنه، ومن تغرب منهم فأكل الحنطة تألم وربما مرض. وطول بلاد مهرة تسعمائة ميل، وهي كلها رمال سيالة والرياح تسفيها، ومن آخر بلاد الشحر إلى عدن ثلثمائة ميل.</p>\n<p class=\"arabic\">وفي هذه المدينة أشجار اللاك والكندر، وهي أشجار مثل أشجار التوت إلا أنها لا تورق بل تحمل أغصانها كلها الكندر.</p>\n<p class=\"arabic\">شجس:</p>\n<p class=\"arabic\">قرية بالأندلس قريبة من بطرير وهي قرية جامعة مفيدة، وهي قريبة من شاطبة.</p>\n<p class=\"arabic\">شذونة:</p>\n<p class=\"arabic\">بالأندلس، وهي كورة متصلة بكورة مورور، وعمل شذونة خمسون ميلا في مثلها، وهي من الكور المجندة، نزلها جند فلسطين من العرب.</p>\n<p class=\"arabic\">وكورة شذونة كورة جليلة القدر، جامعة لخيرات البر والبحر، كريمة البقعة عذية التربة، تغيض مياهها فلا تذوي مع المحل ثمارها، وقد لجأ إليها عامة أهل الأندلس سنة ست وثلاثين</p>\n<p class=\"arabic\">ومائة. وكانت الأندلس قد قحطت ستة أعوام.</p>\n<p class=\"arabic\">ومن كور شذونة شريش وغيرها، وفيها كانت الهزيمة على لذريق حين افتتحت الأندلس سنة ست وتسعين، وبقرب شذونة موضع يعرف بالجبل الواسط، وهو جبل فيه آثار للأول، وفي شق صخرة داخل كهف فيه فأس حديد متعلق من الشق الذي في الصخرة تراه العين وتلمسه اليد، فمن رام إخراجه لم يطق ذلك، وإذا رفعته اليد ارتفع وغاب في شق الصخرة ثم يعود إلى حالته؛ ويذكر مشايخ كور شذونة أن النار أوقدت على الموضع ورش بالخل لينكسر ويوصل إلى استخراج الفأس فلم يقدر على ذلك وأعضلهم أمره، وقرنت الثيران في بعض الأزمنة وجعلت عجلتان وشد بهما طرفا حبل وثيق قد ربط في الفأس، وحملوا على الثيران لينقلع الفأس فلم يستطع ذلك. قالوا: وأطيب العنبر العربي إنما يوجد بساحلها، وبساحل شذونة يوجد الحوت التن لا في غيره من سواحل الأندلس، فيظهر في أول شهر مايه، لا يرى قبل هذا الشهر، فإنه يخرج من البحر المحيط فيدخل إلى البحر المتوسط الذي يسمى البحر الرومي، فيصاد مدة ظهوره أربعين يوما، ثم لا يظهر إلى مثل ذلك الوقت من العام الآخر، وبساحل شذونة المقل الذي يعظم جماره حتى يكون قلبه مثل قلب النخل، وكانت ترد منه الغرائب على الخلفاء، وكانت جباية شذونة في أيام الأمير الحكم بن هشام خمسين ألفا وستمائة.</p>\n<p class=\"arabic\">شرمساح:</p>\n<p class=\"arabic\">مدينة في ضفة النيل الشرقية من بلاد مصر، وهي مدينة جليلة لكنها ليست بالكبيرة ولها سوق جامعة.</p>\n<p class=\"arabic\">الشرف:</p>\n<p class=\"arabic\">ماء لبني كلاب، وقيل لباهلة.</p>\n<p class=\"arabic\">والشرف أيضا من سواد اشبيلة بالأندلس، وهو جبل شريف البقعة كريم التربة دائم الخضرة، فراسخ في فراسخ طولا وعرضا لا تكاد تشمس منه بقعة لالتفاف زيتونه واشتباك غصونه، وزيته من أطيب الزيوت، كثير الريع عند العصر لا يتغير على [v.1, p.339] طول الدهر، ومن هناك يتجهز به إلى الآفاق برا وبحرا. وكل ما استودع أرض اشبيلية وغرس في تربتها نما وزكا وفضل وجل، ويقال: إن في الشرف ثمانية آلاف قرية عامرة وديارها حسنة، وبين الشرف واشبيلية ثلاثة أميال، وسمي بذلك لأنه مشرف من ناحية اشبيلية ممتد من الجنوب إلى الشمال، وهو كله تراب أحمر، وشجر الزيتون فيه من هذا المكان إلى قنطرة لبلة.</p>\n<p class=\"arabic\">شريش:</p>\n<p class=\"arabic\">من كور شذونة بالأندلس، بينها وبين قلشانة خمسة وعشرون ميلا، وهي على مقربة من البحر، يجود زرعها ويكثر ريعها، وبين المغرب والقبلة من شريش حصن روطة على شاطئ البحر، بينهما ستة أميال، وهو موضع رباط ومقر للصالحين يقصد من الأقطار، وبروطة هذه بئر خصت بماء لا يعلم مثله في بقعة، وهي بئر أولية قديمة البنية، ينزل المرء فيستقي الماء بيده حيث انتهى من البئر، فكلما كثر البشر بحصن روطة واجتمعت إليه المرابطة طما الماء في البئر وزاد حتى يستقى من رأس البئر باليد دون معاناة ولا مشقة، فإذا قل الناس بها وتفرقوا نضب الماء حتى يكون بآخر درك.</p>\n<p class=\"arabic\">وشريش متوسطة حصينة حسنة الجهات قد أطافت بها الكروم الكثيرة وشجر الزيتون والتين، والحنطة بها ممكنة.</p>\n<p class=\"arabic\">شرشارة:</p>\n<p class=\"arabic\">قلعة في الهند كانت مستقر ملك من ملوكهم، وهي من جملة ما فتحه محمود، سلطان خراسان، في غزاته المشهورة سنة ثمان وأربعمائة، فتحها بعد امتناعها من قبل على من رامها وغنم جماعة المسلمين جميع أموالها وسبوها وتركوها عبرة لمن أبصرها.</p>\n<p class=\"arabic\">شرشال:</p>\n<p class=\"arabic\">مدينة في المغرب في ناحية برشك بينهما عشرون ميلا، وهي متحضرة بها مياه جارية وآبار عذبة وفواكه كثيرة وسفرجل عظيم الجرم ذو أعناق كأعناق القرع الصغار، وهو غريب في ذاته، وبها كروم، وما دار بها بادية لأهلها مواش وأغنام كثيرة، والنخل عندهم كثير والعسل ممكن، وأكثر أموالهم الماشية، ولهم من زراعة الحنطة والشعير ما يزيد على الحاجة، ومن شرشال إلى جزائر بني مزغنا سبعون ميلا.</p>\n<p class=\"arabic\">وبشرشال آثار للأول، وأظنها الآن غير مسكونة، وفيها بنيان عجيب يسمى محراب سليمان عليه السلام قد علا في الهواء، ويقابلها من الأندلس مرسى لقنت.</p>\n<p class=\"arabic\">شريرة:</p>\n<p class=\"arabic\">جزيرة في بحر الهند تسمى أرض الذهب طولها سبعمائة فرسخ، وشجرها البقم والكافور والعود، وفيها ثمر يسمى درنيك يأكلونه، وثمر آخر على صفة الرمان وليس به وهو ألذ منه وأطيب، وشجر الرمان فيها كثير، وفي هذه الجزيرة أكثر من عشرين جنسا من الموز.</p>\n<p class=\"arabic\">شروان:</p>\n<p class=\"arabic\">هي إحدى مدن ارمينية، قالوا: والصخرة في قول الله تعالى: ` إذ أوينا إلى الصخرة ` هي صخرة شروان والبحر بحر جيلان، ومجمع البحرين: من بحر فارس والروم، قاله قتادة، قال غيره: بحر إفريقية، وخرق الخضر السفينة في بحر رادس، والملك الذي كان يأخذ كل سفينة غصبا الجلندى بن الجلندى، وقتل الغلام بطنبذة وهي المحمدية، ومن ذلك الموضع فارق موسى عليه السلام.</p>\n<p class=\"arabic\">وكان الروس وهي أمة كبيرة لا تنقاد إلى ملك ولا إلى شريعة، وفيهم تجار يختلفون إلى ملك البرغز، فلما كان بعد الثلثمائة ورد لهم نحو من خمسمائة مركب، في كل مركب مائة نفس، فدخلوا خليج نيطس المتصل بنهر الخزر، وهنالك رجال لملك الخزر مرتبون بالعدد القوية، يصدون من يرد من ذلك البحر ومن يرد من ذلك الوجه من البر الذي يتشعب من بحر الخزر ويتصل ببحر نيطس، لأن بوادي الترك الغز ترد إلى ذلك البر فتشتي هنالك، فربما جمد هذا الماء المتصل من نهر الخزر إلى بحر نيطس فتعبر الغز عليه بخيولها وهو ماء عظيم فلا ينخسف من تحتهم لشدة استحجاره، فتغير على بلاد الخزر، فربما [v.1, p.340] خرج إليهم ملك الخزر إذا عجز من هنالك من رجاله المرتبين عن دفعهم فمنعهم العبور على ذلك الجمد، ودفع عن مملكته، وأما في الصيف فلا سبيل للترك إلى العبور عليه، فلما أن وردت مراكب الروس إلى رجال الخزر المرتبين على فم الخليج، راسلوا ملك الخزر في أن يجتازوا بلاده وينحدروا في نهره فيدخلوا بحر جرجان وطبرستان وغيرهما من الأعاجم، على أن يعطوه النصف مما يغنمون من هنالك من الأمم على ذلك البحر، فأباحهم ذلك، فدخلوا الخليج واتصلوا بمصب النهر وصاروا مصعدين في تلك الشعبة من الماء حتى وصلوا نهر الخزر وانحدروا فيه إلى مدينة إثل واجتازوا بها وانتهوا إلى النهر ومصبه إلى بحر الخزر ومصب النهر إلى مدينة إثل، وهو نهر عظيم وماء كثير، فانتشرت مراكب الروس في هذا البحر وطرحت سراياها إلى الجبل والديلم وبلاد طبرستان وسواحل جرجان وبلاد النفاطة وبحر بلاد أذربيجان، فسفكت الروس الدماء واستباحت النسوان والولدان وغنمت أموالا وشنت الغارات وأحرقت، فضج من حول هذا البحر من الأمم لأنهم لم يكونوا يعهدون في قديم الزمان عدوا يطرقهم فيه، وإنما تختلف فيه مراكب التجار والصيد، وكانت لهم حروب مع الجيل والديلم ومع قائد لابن أبي الساج وانتهوا إلى ساحل النفاطة من مملكة شروان، فكانت الروس تأوي عند رجوعها من سواحل البحر إلى جزائر تقرب من النفاطة وعلى أميال منها، وكان ملك شروان يومئذ علي بن الهيثم، فاستعد الناس وركبوا في قوارب ومراكب التجار وساروا نحو تلك الجزائر، فمالت عليهم الروس فقتل من المسلمين وممن غرق ألوف، وأقام الروس شهورا كثيرة في هذا البحر على ما وصفنا، ولا سبيل لأحد ممن جاور هذا البحر من الأمم إليهم، والناس متأهبون لهم حذرون منهم، لأنه بحر غاص بمن حوله من الأمم، فلما غنموا وسئموا مما هم فيه ساروا إلى فم نهر الخزر ومصبه، فراسلوا ملك الخزر وحملوا إليه الأموال والمغانم على ما اشترطه عليهم وملك الخزر لا مراكب له ولا لرجاله بها عادة ولولا ذلك لكان على المسلمين منه آفة عظيمة وعلمت بشأنهم اللارسية ومن في بلاد الخزر من المسلمين فقالوا لملك الخزر: خلنا وهؤلاء القوم فقد أغاروا على بلاد إخواننا المسلمين وسفكوا الدماء وسبوا النساء، فلم يمكنه منعهم، وبعث إلى الروس فأعلمهم بما عزم عليه المسلمون من حربهم، وعسكر المسلمون وخرجوا يطلبونهم منحدرين مع الماء، فلما وقعت العين على العين خرجت الروس على مراكبها وصافوا المسلمين، وكان مع المسلمين من النصارى المقيمين بمدينة إثل، وكان المسلمون في نحو من خمسة عشر ألفا بالخيول والعدد، وأقامت الحرب بينهم ثلاثة أيام، ونصر الله المسلمين فأخذهم السيف فمن قتيل وغريق، ونجا منهم نحو خمسة آلاف ركبوا في المراكب إلى ذلك الجانب مما يلي برطاس، فتركوا مراكبهم وتعلقوا بالبر، فمنهم من قتله أهل برطاس، ومنهم من وقع إلى بلاد البرغز من المسلمين فقتلوهم، وأحصي من قتلاهم على شاطئ نهر الخزر نحو من ثلاثين ألفا، ولم يكن للروس من تلك السنة عودة إلى ما ذكرنا.</p>\n<p class=\"arabic\">شراف:</p>\n<p class=\"arabic\">مبني على الكسر مثل: حذام وقطام، موضع كانت فيه وقعة لطيء على بني ذبيان، وهي من أعمال المدينة.</p>\n<p class=\"arabic\">ولما توجه سعد بن أبي وقاص رضي الله عنه في الجنود إلى العراق، في خلافة عمر رضي الله عنه، نزل فيه، فأقام بها ثم كتب إليه عمر رضي الله عنه أن يرتفع إلى زرود فأقام بها شتوة، ثم كتب إليه أن انزل شراف واحذر على من معك من المسلمين، إلى أن كان من أمر القادسية ما كان.</p>\n<p class=\"arabic\">شروسان:</p>\n<p class=\"arabic\">مدينة بمقربة من مهران السند، بينها وبين المنصورية أربع مراحل، وهي مدينة جليلة المقدار كثيرة العيون والأنهار، وأسعارها رخيصة ونعمها كثيرة ولأهلها كفاف مال وتجاراتهم حسنة، والقاصد إليهم كثير، والبضائع إليهم نافقة. [v.1, p.341]</p>\n<p class=\"arabic\"></p>",
            "title": "شامة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000870-000.json"
        }
    ],
    "type": "FeatureCollection"
}