{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خوارزم</h1>\n<p class=\"arabic_poetry\">من بلاد خراسان، وخوارزم اسم للكورة، وتسمى مدينتها الكبرى قيلا بالقاف فقيل مدينة خوارزم، وأنشدوا لكعب الأشقري: [v.1, p.224] رمتك قيل بما فيها وما ظلمت * ورامها قبلك الفجفاجة الصلف وسمرقند وخوارزم كور منقطعة من خراسان ومما وراء النهر، وتحيط بها المفاوز من كل جانب، وحدها يتصل بحدود الغزية مما يلي الشمال والمغرب، وحد جنوبها من شرقيها بلاد خراسان وما وراء النهر، وهي ناحية عريضة وخطة واسعة ومدن كثيرة، وهي آخر عمائر عمل جيحون وليس بعدها عليه عمارة حتى يقع ماء النهر في البحيرة، ومدينتها في الجانب الشمالي من جيحون، ولها من الجنوب مدينة كبيرة تسمى الجرجانية وهي أكبر مدينة بخوارزم بعد قصبتها قيل، وهي متجر الغزية ومنها تخرج القوافل إلى جرجان وكانت تخرج إلى الخزر على مر الأيام وإلى خراسان، وكانت قصبة الجرجانية تعرف باللغة الخوارزمية كاث وكانت أرباضا وطولها نحو ميل في مثله فابتنوا غيرها من ورائها، وهي الجرجانية اليوم، وقيل مدينة خوارزم.</p>\n<p class=\"arabic\">وخوارزم مدينة حصينة كثيرة الطعام والفواكه، والخواص من أهلها قيام على أنفسهم بالمروءة الظاهرة، وهم أكثر أهل خراسان سفرا، وليس بخراسان مدينة إلا وفيها منهم جمع كبير، ولغتهم ممتازة من لغة أهل خراسان، وزيهم القراطق والقلانس المعوجة، وخلقهم لا يخفى بين أهل خراسان ولهم بأس على الغربة ومنعة، وترتفع من خوارزم ثياب القطن والصوف وأمتعة كثيرة، وليس بخوارزم معادن، ويقع إليهم رقيق الصقلب والخزر وما والاها من رقيق الأتراك، ويقع إليهم الأوبار من الفنك والسمور والثعالب والخزوز وغير ذلك. وعرض نهر خوارزم عند المدينة فرسخان، وأول حدود خوارزم مما يلي ارموني بلد يسمى الطاهرية تجد فيها العمارة على جانبي جيحون ونهر جيحون ربما جمد في الشتاء حتى تعبر عليه الأثقال والأحمال والجمال ومن ناحية خوارزم يشتد في جموده، ومن مدن خوارزم غزنة وغيرها، وهم مياسير وأهل مروءة ظاهرة.</p>\n<p class=\"arabic\">ونزل الططر على خوارزم في سنة ثمان عشرة وستمائة فأقاموا على مدينة الجرجانية قاعدة خوارزم شاه، قالوا: ومرو ونيسابور وبلخ، مع عظم كل واحدة منها، مجموعها يقصر عن الجرجانية بانفرادها فإنها كانت سرير السلطان الأعظم صاحب الأقاليم السلطانية ورب العساكر الكثيفة، وكان بها يومئذ عسكر جليل وأمراء مشهورون إلى أن ملك الططر المدينة وقتلوا فيها كل ذي روح، والخبر مستوفى في ذكر الجرجانية.</p>",
            "title": "خوارزم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000579-000.json"
        }
    ],
    "type": "FeatureCollection"
}