{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فخ</h1>\n<p class=\"arabic\">بالخاء المعجمة من فوق، من فجاج مكة، بينه وبين مكة ثلاثة أميال، وقيل ستة أميال، وفي الخبر أن رسول الله صلى الله عليه وسلم اغتسل بفخ قبل دخوله مكة، وبفخ كانت وقعة الحسين وعقبه، قاله البكري ، وذلك أن الحسين بن علي بن الحسن بن الحسن بن علي رضي الله عنهم كان قام بالمدينة أيام موسى الهادي، ثم خرج إلى مكة في ذي القعدة سنة تسع وستين ومائة، وخرج معه جماعة من بني عمه وإخوته منهم يحيى وإدريس ابنا عبد الله بن حسن، وبلغ الهادي خبره فخلا بنفسه ليلته جمعاء فجعل يكتب كتبا بخطه ونحى كل من كان بحضرته من غلام وغيره، فغم خاصته خلوته، وكان لهم غلام صغير يقف على رأسه، فدسوه ليعرف خبره، فعلم ما يريد فقال وهم يسمعون متمثلا:</p>\n<p class=\"arabic_poetry\">رقد الأولى ليس السرى من شأنهم * وكفاهم الادلاج من لم يرقد قال المسعودي : وكان على الجيش الذي حاربه جماعة من بني هاشم منهم سليمان بن أبي جعفر ومحمد بن سليمان بن علي [v.1, p.436] وموسى بن عيسى بن موسى والعباس بن محمد بن علي في أربعة آلاف فقتل الحسين وأكثر من كان معه، وأقاموا ثلاثة أيام لم يواروا حتى أكلتهم السباع والطير، وكان معه سليمان بن عبد الله بن الحسن بن الحسن بن علي رضي الله عنهم، فأسر في هذا اليوم وضربت عنقه بمكة صبرا وقتل معه عبد الله بن الحسن بن إبراهيم بن الحسن بن الحسن بن علي، وأسر الحسن بن محمد بن عبد الله بن الحسن بن الحسن بن علي فضربت عنقه صبرا، وأخذ لعبد الله بن الحسن بن علي وللحسن بن علي أمان، فحبسا عند جعفر بن يحيى بن خالد بن برمك، وقتلا بعد ذلك، فسخط الهادي على موسى بن عيسى لقتله الحسين بن علي بن الحسن وترك المصير به إليه ليحكم فيه بما يرى، وقبض أموال موسى، وأظهر الذين أتوا بالرأس الاستبشار، فبكى الهادي وزجرهم وقال: أتيتموني مستبشرين كأنكم أتيتموني برأس رجل من الترك والديلم، إنه رأس رجل من عترة رسول الله صلى الله عليه وسلم ألا إن أقل جزائكم عندي ألا أثيبكم شيئا، وفي الحسين بن علي صاحب فخ يقول بعض شعراء ذلك العصر من أبيات:</p>\n<p class=\"arabic_poetry\">فلأبكين على الحسي * ن بعولة وعلى الحسن</p>\n<p class=\"arabic_poetry\">وعلى ابن عاتكة الذي * أثووه ليس له كفن</p>\n<p class=\"arabic_poetry\">تركوا بفخ غدوة * في غير منزلة الوطن</p>\n<p class=\"arabic_poetry\">كانوا كراما قتلوا * لا طائشين ولا جبن</p>\n<p class=\"arabic_poetry\">غسلوا المذلة عنهم * غسل الثياب من الدرن</p>\n<p class=\"arabic_poetry\">هدي العباد بجدهم * فلهم على الناس المنن وقال سلم الخاسر في ذلك:</p>\n<p class=\"arabic_poetry\">إن المنايا وهي غدارة * صادت حسينا ثانيا يوم فخ</p>\n<p class=\"arabic_poetry\">أوقد نارا خابيا ضوءها * لم يغن للإيقاد فيها بنفخ</p>\n<p class=\"arabic_poetry\">كبيذق لم يحمه شاهه * فشنجته ضربة شاه رخ وقال داود بن علي بن عبد الله في ذلك :</p>\n<p class=\"arabic_poetry\">يا عين بكى بدمع منك منحدر * فقد رأيت الذي لاقى بنو حسن</p>\n<p class=\"arabic_poetry\">صرعى بفخ تجر الريح فوقهمو * أذيالها وغوادي دلح المزن</p>\n<p class=\"arabic_poetry\">حتى عفت أعظم لو كان شاهدها * محمد ذب عنها ثم لم تهن</p>\n<p class=\"arabic_poetry\">ماذا يقولون والماضون قبلهم * على العداوة والشحناء والأحن</p>\n<p class=\"arabic_poetry\">ماذا نقول إذا قال الرسول لنا * ماذا صنعتم بنا في سالف الزمن</p>\n<p class=\"arabic_poetry\">لا الناس من مضر حاموا ولا غضبوا * ولا ربيعة والأحياء من يمن</p>\n<p class=\"arabic_poetry\">يا ويحهم كيف لم يرعوا لهم حرما * وقد رعى الفيل حق البيت ذي الركن وهرب يحيى وادريس ابنا عبد الله بن حسن، فأما ادريس فوقع إلى بلاد المغرب، ويأتي خبره إن شاء الله تعالى في رسم مليلة من حرف الميم، وأما يحيى فاختفى ثم تجول في البلدان.</p>\n<p class=\"arabic\">وبفخ أيضا كانت مقابر المهاجرين، إذ كل من جاور منهم بمكة فمات يدفن هناك.</p>",
            "title": "فخ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001132-000.json"
        }
    ],
    "type": "FeatureCollection"
}