{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأحقاف</h1>\n<p class=\"arabic\">هي منازل عاد قيل كانت بالشام، وقيل هي بلاد رمل بين مهرة وعدن، وقيل في بلاد الشحر الموصلة للبحر اليماني، وقيل هي من حضرموت وعمان، والصحيح أن بلاد عاد كانت باليمن ولهم كانت إرم ذات العماد، والأحقاف جمع حقف وهو [v.1, p.14]</p>\n<p class=\"arabic\">الحبل المستطيل من الرمل، وقيل هي الرمال العظيمة، وكثيرا ما تحدث هذه الأحقاف في بلاد الرمل لأن الريح تصنع ذلك، وفي ذلك قال الله تعالى ` واذكر أخا عاد إذ أنذر قومه بالأحقاف ` ونبيهم هود عليه السلام ولما قال قائلهم ` هذا عارض ممطرنا ` قيل لهم ` بل هو ما استعجلتم به ريح فيها عذاب أليم ` وذلك أن عادا بغت في الأرض وملكها الخلجان ابن الدهم، كانوا يعبدون الأصنام فبعث الله تعالى إليهم هودا فلم يجيبوا، فمنعوا المطر ثلاث سنين وأجدبت الأرض فم يدر لهم ضرع وكانت في نفوسهم مع ذلك هيبة الصانع والتقرب إليه بالتماثيل وعبادتها لأنها في زعمهم مقربة إليه، وكانوا يعظمون موضع الكعبة وكان بربوة حمراء، فوفدت عاد إلى مكة وفدا يستسقون لهم ويستغيثون وكان بمكة يومئذ العمالق، فأتى الوفد مكة فأقبلوا على الشراب واللهو حتى غنتهم الجرادتان قينتا معاوية بن بكر بشعر فيه حث لهم على ما وردوا من أجله، وهو:</p>\n<p class=\"arabic_poetry\">ألا يا قيل قم عجلا فهينم * لعل الله يسقينا غماما</p>\n<p class=\"arabic_poetry\">فيسقي أرض عاد إن عادا * قد أمسوا لا يبينون الكلاما</p>\n<p class=\"arabic_poetry\">وإن الوحش تأتي أرض عاد * فلا تخشى لعادي سهاما</p>\n<p class=\"arabic_poetry\">وأنتم هاهنا فيما اشتهيتم * نهاركم وليلكم التماما</p>\n<p class=\"arabic_poetry\">فقبح وفدكم من وفد قوم * ولا لقوا التحية والسلاما فاستيقظ القوم من غفلتهم وبادروا إلى الاستسقاء لقومهم، فكان من أمرهم في مجيء السحب واختيارهم لما اختاروه منها ما هو مشهور، وذلك أن الله تعالى أنشأ سحائب: بيضا وحمرا وسودا ثم نادى مناد من السحاب: يا قيل اختر لقومك، وكانوا قالوا: اللهم إن كان هود صادقا فاسقنا، فقال: اخترت السحابة السوداء، فقيل له: اخترت رمدا رمددا، لا تبقي من عاد أحدا، لا والدا ولا ولدا، إلا جعلته همدا، وساق الله تعالى السحابة السوداء بالنقمة إلى عاد، وفيهم يقول مرثد بن سعد:</p>\n<p class=\"arabic_poetry\">عصت عاد رسولهم فأضحوا * عطاشا ما تبلهم السماء</p>\n<p class=\"arabic_poetry\">ألا قبح الإله حلوم عاد * فإن قلوبهم قفر هواء فأرسل الله تعالى عليهم الريح العقيم كما قال عز وجل ` ما تذر من شيء أتت عليه إلا جعلته كالرميم ` خرجت عليهم من واد لهم، فلما رأوا ذلك قالوا ` هذا عارض ممطرنا ` وتباشروا بذلك، فلما سمع هود ذلك من قولهم قال ` بل هو ما استعجلتم به ريح فيها عذاب أليم `، فأتتهم الريح يوم الأربعاء فلم تأتهم الأربعاء الثانية ومنهم حي، فمن أجل ذلك قيل: أربعاء لا تدور ثم انفرد هود ومن معه من المؤمنين، وفي ذلك يقول شاعرهم:</p>\n<p class=\"arabic_poetry\">لو أن عادا سمعت من هود * واتبعت طريقة الرشيد</p>\n<p class=\"arabic_poetry\">ما أصبحت عاثرة الجدود * صرعى على الآناف والخدود وروى الكلبي عن رجاله عن الأصبغ بن فلان ، قال: كنا عند علي رضي الله عنه في خلافة عمر رضي الله عنه، فسأل رجل من حضرموت فقال: أعالم أنت بحضرموت؟ فقال: إذا جهلتها فما أعلم غيرها، فقال: أتعرف موضع الأحقاف؟ قال: كأنك تسأل عن قبر هود عليه السلام، قال: نعم، قال: خرجت وأنا غلام في أغيلمة من الحي نريد أن نأتي قبره لبعد صيته، فسرنا في وادي الأحقاف أياما وفينا من قد عرف الموضع، حتى انتهينا إلى كثيب أحمر فيه كهوف، فانتهى بنا ذلك الرجل إلى كهف منها فدخلناه وأمعنا فيه فانتهينا إلى حجرين قد أطبق أحدهما فوق الآخر وفيه خلل يدخل منه النحيف متجانفا، فرأيت رجلا على سرير شديد الأدمة كث اللحية قد يبس على سريره وإذا لمست شيئا من جسده وجدته صلبا، وعند رأسه كتابة بالعربية: أنا هود الذي آمنت بالله وأسفت على عاد لكفرها وما كان لأمر الله من مرد، فقال علي رضي الله عنه: كذلك سمعته من أبي القاسم صلى الله عليه وسلم.</p>",
            "title": "الأحقاف",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000052-000.json"
        }
    ],
    "type": "FeatureCollection"
}