{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأبلة</h1>\n<p class=\"arabic\">بضم الهمزة والباء واللام المشددة، مدينة بالعراق بينها وبين البصرة أربعة فراسخ ونهرها الذي في شمالها، وجانبها الآخر على غربي دجلة، وهي صغيرة المقدار حسنة الديار واسعة العمارة متصلة البساتين عامرة بالناس المياسير وهم في خصب من العيش ورفاهية.</p>\n<p class=\"arabic\">وهي في قول محمد بن سيرين القرية التي مر بها موسى والخضر عليهما السلام فاستطعما أهلها فأبوا أن يضيفوهما، قالوا: وهم أبخل أهل قرية وأبعدها من السخاء، ويحكى أن أهلها رغبوا إلى عمر بن الخطاب رضي الله عنه في أن يثبت في المصحف: فأتوا أن يضيفوهما بالتاء المثناة بدل الباء وقالت فرقة: بل القرية انطاكية، وقيل: هي برقة، ويقال: إنها الجزيرة الخضراء بالأندلس.</p>\n<p class=\"arabic\">وكان عمر بن الخطاب رضي الله عنه قد أمر بحفر نهر الأبلة فلما ولي عثمان رضي الله عنه جعل نصف النفقة على أهل الخراج والنصف الثاني على بيت المال، فمدوه إلى البصرة. والأبلة مدينة قديمة عامرة فتحها عتبة بن غزوان في زمن عمر رضي الله عنه ، ولما نزل عتبة الخريبة وبالأبلة خمسمائة من الأساورة وكانت مرفأ الصين وما دونها، خرج إليه أهل الأبلة فناهضهم عتبة، وأمر رجلين من أصحابه فقال لهما: كونا في عشرة فوارس في ظهورنا فتردان المنهزم وتمنعان من أرادنا من ورائنا، ثم التقوا فاقتتلوا مقدار جزر جزور وقسمها، ثم منحهم الله تعالى أكتافهم فولوا منهزمين حتى دخلوا المدينة، ورجع عتبة إلى عسكره فأقاموا أياما وألقى الله عز وجل في قلوبهم الرعب، فخرجوا عن المدينة وحملوا ما خف وعبروا الفرات وخلوا المدينة، فدخلها المسلمون فأصابوا متاعا وسلاحا وسبيا وعينا فاقتسموا العين، وولي نافع بن الحارث أقباض الأبلة فأخرج خمسه ثم قسم الباقي بين من أفاء الله عليه، وشهد فتح الأبلة مائتان وسبعون. قالوا : ولما خرج الناس لقتال أهل الأبلة قالوا للعدو: نعبر إليكم أو تعبرون إلينا؟ فقالوا: اعبروا إلينا، فأخذوا خشب العشر وأوثقوه وعبروا، فقال المشركون: لا نأخذ أولهم حتى يعبر آخرهم، فلما صاروا على الأرض كبروا تكبيرة ثم كبروا الثانية فقامت دوابهم على أرجلها ثم كبروا الثالثة فجعلت الدابة نضرب بصاحبها الأرض وجعلنا ننظر إلى رؤوس تندر لا نرى من يضربها، وفتح الله على أيديهم المدينة. وقال سلمة بن فلان : شهدت فتح الأبلة فوقع في سهمي قدر نحاس، فلما نظرت إذا هي ذهب فيها ثمانون ألف مثقال، وكتب في ذلك إلى عمر رضي الله عنه، فكتب أن يحلف سلمة بالله لقد أخذتها يوم أخذتها وهي عنده نحاس فإن حلف سلمت إليه، وإلا قسمت بين المسلمين، فحلفت فسلمت لي، قال: فأصول أموالنا اليوم منها. وقال خالد بن عمير: شهدت فتح الأبلة مع عتبة بن غزوان فأصبنا سفينة مملوءة جوزا فقال رجل منا: ما هذه الحجارة؟ وكسرناها فأكلنا منها فقلنا هذا طعام طيب.</p>\n<p class=\"arabic\">وقال علي بن سعيد: كان فخر الدين علي بن الدامغاني قدمه الخليفة المستنصر على ديوان الزمام، قال: وصحبته من مدينة السلام إلى أسافل دجلة لجمع الأموال فانحدرنا إلى البصرة وحللنا بين نهر معقل ونهر الأبلة، فنصب فخر الدين هناك خيمة وتزاحم الوفود عليه من المسلمين واليهود والنصارى والصابئة والمجوس، فقلت له:</p>\n<p class=\"arabic_poetry\">ما بين نهر الأبله * وبين معقل حله</p>\n<p class=\"arabic_poetry\">[v.1, p.8] قد حلها كل جود * وأمها كل مله</p>\n<p class=\"arabic_poetry\">بدت لديها بدور * دارت عليها الأهلة</p>\n<p class=\"arabic_poetry\">يمم ذراها لتلقى * بأفقها المجد كله</p>\n<p class=\"arabic\">فاستحسن ذلك فخر الدين، قال: وكان نزولنا في جنوبي نهر معقل وبينه وبين نهر الأبلة في الجنوب فرسخ، ويخرج من أعلى هذا النهر فيض ومن أصل النهر الآخر فيض يختلطان فيصير منهما النهر الذي يمتد مع البصرة في شرقيها، ويجمع ذلك المكان أصناف الزهر وأشتات الرياحين والنخل، فأنشد فخر الدين:</p>\n<p class=\"arabic_poetry\">انظر إلى نهرين قد أخرجا * من دجلة ما لهما من مثيل</p>\n<p class=\"arabic_poetry\">وإن تشا قلت أرى دارغا * في كل كف منه سيف صقيل</p>\n<p class=\"arabic_poetry\">والنخل والأدواح قد أحدقت * تحكي رعيلا قد تلاه رعيل ولما دخل الططر مدينة السلام أبقوه على جباية البلاد لمعرفته بها ثم قدموه للشنق سنة تسع وخمسين وستمائة لأنهم اتهموه بمواطأة صاحب مصر عليهم.</p>",
            "title": "الأبلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000032-000.json"
        }
    ],
    "type": "FeatureCollection"
}