{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الخورنق</h1>\n<p class=\"arabic\">تفسيره الموضع الذي يأكل فيه الملك ويشرب، والنجف: البساتين والمتنزهات التي يشرف الخورنق عليها، والخورنق بظهر الكوفة، وهو قصر النعمان بظهر الحيرة، قال عدي بن زيد:</p>\n<p class=\"arabic_poetry\">وتفكر رب الخورنق إذ أش * رف يوما وللهدى تفكير [v.1, p.225] سره ماله وكثرة ما يم * لك والبحر معرض والسدير السدير: سدير النخل وهو سواده وشخوصه، يقال: سدير إبل وسدير نخل، وقال الأصمعي: السدير بالفارسية: سه دلى، كان له ثلاث شعب، وقيل: السدير النهر، والخورنق : خرنقاه أي الموضع الذي يأكل فيه الملك ويشرب، والنجف: البساتين والمتنزهات التي يشرف الخورنق عليها.</p>\n<p class=\"arabic\">وكان سبب بناء الخورنق أن يزدجرد بن سابور الأثيم كان لا يبقى له ولد، فسأل عن منزل صحيح من الأدواء والأسقام، فذكر له ظهر الحيرة، فدفع ابنه بهرام إلى النعمان بن امرئ القيس الأعور، وأمره ببناء الخورنق مسكنا له فبناه في عشرين حجة، وكان الذي بناه رجل يقال له سنمار، فلما فرغ من بنيانه عجب الناس من حسنه وإتقان عمله فقال: لو علمت أنكم توفوني أجري بنيته بناء يدور مع الشمس حيث ما دارت، فقال النعمان: وإنك لتقدر أن تبني أفضل منه فلم تبنه!! فأمر به فطرح من رأس الخورنق، فضربت به العرب المثل في الجزاء بالشر على فعل الخير، وفيه يقول الشاعر:</p>\n<p class=\"arabic_poetry\">جزى بنوه أبا غيلان عن كبر * وحسن فعل كما يجزى سنمار وقال آخر:</p>\n<p class=\"arabic_poetry\">جزاني جزاه الله شر جزائه * جزاء سنمار مما كان يفعل قال البكري: والخورنق هو الذي يعني الأسود بن يعفر في قوله:</p>\n<p class=\"arabic_poetry\">والقصر في الشرفات من سنداد * وهذا الذي قاله غير صحيح، فإن صدر البيت قوله:</p>\n<p class=\"arabic_poetry\">أهل الخورنق والسدير وبارق * وقدم ذكر الخورنق ثم عطف عليه القصر ذا الشرفات، وقال أبو بكر: سنداد كان المنذر الأكبر اتخذه لبعض ملوك العجم، وقال المنخل :</p>\n<p class=\"arabic_poetry\">فإذا سكرت فإنني * رب الخورنق والسدير</p>\n<p class=\"arabic_poetry\">وإذا صحوت فإنني * رب الشويهة والبعير وحكي أن أحد الملوك أشرف على النجف من أعلى الخورنق فقال لوزيره أو صاحب كان له: هل رأيت مثل هذا المنظر قط؟ قال: لا لو كان يلوم، قال له: فأين الذي يدوم؟ قال: عند الله في الآخرة حيث لا موت ولا سقم ولا هرم، قال: فبماذا يوصل إلى ذلك؟ قال: بتركك الدنيا وعبادة الله تعالى، فترك ملكه من ليلته ولبس المسوح وترهب وخرج هاربا لا يعلم به فسألوا عنه فلم يجدوه بعد، ففي مثل هذا الوزير الصالح يقول صلى الله عليه وسلم: ` من ولي شيئا من أمر الدنيا فأراد الله به خيرا جعل معه وزيرا صالحا إن نسي ذكره وإن ذكر أعانه `، وقال صلى الله عليه وسلم: ` ما من رجل من المسلمين أعظم أجرا من وزير صالح مع إمام يطيعه فيأمره بطاعة الله تعالى `.</p>\n<p class=\"arabic\">وقال خالد بن صفوان بن الأهتم : أوفدني يوسف بن عمر إلى هشام بن عبد الملك في وفد أهل العراق، قال: فقدمت عليه وقد خرج متبديا بقرابته وحشمه وغاشيته وجلسائه، فنزل في أرض قاع صحيح منيف أفيح في عام قد كمل وسميه وتتابع وليه وأخذت الأرض زخرفها على اختلاف ألوان زينتها من نور ربيع مونق فهي في أحسن منظر وأجمل مختبر، بصعيد كأنه قطع الكافور، وقد ضرب له سرادق من حبرة كان يوسف بن عمر صنعه له باليمن فيه فسطاط وفيه أفرشة من خز أحمر مثلها مرافقها، وعليه دراعة من خز أحمر مثلها عمامتها، وقد أخذ الناس مجالسهم، قال: فأخرجت رأسي من ناحية السماط فنظر إلي شبه المستنطق فقلت له: أتم الله عليك يا أمير المؤمنين نعمه وسوغكها بشكره وجعل ما قلدك من هذا الأمر رشدا، وعاقبة ما يؤول إليه حمدا أخلصه لك بالبقاء وكثره عليك بالنماء ولا كدر عليك منه ما صفا ولا خلط سروره بالردى، فقد أصبحت للمؤمنين ثقة ومستراحا وملجأ، إليك يقصدون في مطالبهم ويفزعون في [v.1, p.226] أمورهم وما أجد شيئا يا أمير المؤمنين هو أبلغ في قضاء حقك وتوقير مجلسك وما من الله تعالى علي به من مجالستك من أن أذكرك نعم الله تعالى عليك وأنبئك بشكرها، وما أجد في ذلك شيئا هو أبلغ من حديث من سلف قبلك من الملوك، فإن أذن أمير المؤمنين أخبرته به، قال: فاستوى جالسا وكان متكئا وقال: هات يا ابن الأهتم، قال، فقلت: يا أمير المؤمنين إن ملكا من الملوك قبلك خرج في عام مثل عامك هذا إلى الخورنق والسدير في عام قد بكر وسميه وتتابع وليه وأخذت الأرض ألوان زينتها في ربيع مونق فهي في أحسن منظر وأجمل مختبر بصعيد كأن ترابه قطع الكافور وكان قد أعطي فتاء السن مع الكبرة والعظمة والقهر، فنظر فأبعد النظر، ثم قال لجلسائه: لمن مثل هذا، هل رأيتم مثل ما أنا فيه؟ وهل أعطي أحد مثل ما أعطيت؟ قال: وعنده رجل من بقايا حملة الحجة والمضي على آداب الحق ومنهاجه، قال: ولم تخل الأرض من قائم لله عز وجل بحجته في عباده، فقال: أيها الملك إنك قد سألت عن أمر فتأذن في الجواب عنه؟ قال: نعم، قال: أرأيت هذا الذي أنت فيه، أهو شيء لم تزل فيه أم صار ميراثا إليك وهو زائل عنك وصائر إلى غيرك كما صار إليك؟ قال: كذلك هو، قال: فلا أراك إلا أعجبت بشيء يسير تكون فيه قليلا ثم تغيب عنه طويلا، وتكون غدا بحسابه مرتهنا، قال: ويحك فأين المهرب وأين المطلب؟ قال: إما أن تقيم في ملكك فتعمل بطاعة ربك على ما ساءك وسرك ومضك وأرمضك، وإما أن تضع تاجك وتلبس أمساحك وتعبد ربك حتى يأتيك أجلك، قال: فإذا كان السحر فاقرع علي بابي، فإن اخترت ما أنا فيه كنت لي وزيرا لا تعصى، وإن اخترت فلوات الأرض وقعر البلاد كنت رفيقا لا يخالف، قال: فقرع عليه عند السحر بابه فإذا هو قد وضع تاجه ولبس أمساحه وتهيأ للسياحة، فلزما والله هذا الجبل حنى أتاهما أجلهما، وهو حيث يقول علي بن زيد أخو بني تميم :</p>\n<p class=\"arabic_poetry\">أيها الشامت المعير بالده * ر أأنت المبرأ الموفور</p>\n<p class=\"arabic_poetry\">أم لديك العهد الوثيق من الأي * ام بل أنت جاهل مغرور</p>\n<p class=\"arabic_poetry\">من رأيت المنور خلدن أم من * ذا عليه من أن يضام خفير</p>\n<p class=\"arabic_poetry\">أين كسرى كسرى الملوك أنوشر * وان أم أين قبله سابور</p>\n<p class=\"arabic_poetry\">وبنو الأصفر الكرام ملوك ال * روم لم يبق منهم مذكور</p>\n<p class=\"arabic_poetry\">وأخو الحضر إذ بناه وإذ دج * لة تجبى إليه والخابور</p>\n<p class=\"arabic_poetry\">شاده مرمرا وجلله كل * سا فللطير في ذراه وكور</p>\n<p class=\"arabic_poetry\">لم يهبه ريب المنون فباد ال * ملك عنه فبابه مهجور</p>\n<p class=\"arabic_poetry\">وتذكر رب الخورنق إذ أش * رف يوما وللهدى تفكير</p>\n<p class=\"arabic_poetry\">سره ماله وكثرة ما يم * لك والبحر معرض والسدير</p>\n<p class=\"arabic_poetry\">فارعوى قلبه وقال وما غب * طة حي إلى الممات يصير</p>\n<p class=\"arabic_poetry\">ثم بعد الصلاح والملك والأم * ة وارتهم هناك القبور</p>\n<p class=\"arabic_poetry\">ثم صاروا كأنهم ورق ج * ف فألوت به الصبا والدبور قال: فبكى والله هشام حتى اخضلت لحيته وبل عمامته فأمر بنزع أبنيته وبنقلان قرابته وأهله وحشمه وغاشيته من جلسائه، ولزم قصره، فأقبلت الموالي والحشم على خالد بن صفوان فقالوا: ما أردت إلى أمير المؤمنين، أفسدت عليه لذته ونغصت عليه مأدبته، فقال: إليكم عني، فإني عاهدت الله تعالى عهدا ألا أخلو بملك إلا ذكرته الله عز وجل.</p>\n<p class=\"arabic\">وهذا الملك الذي ذكره خالد بن صفوان هو النعمان بن امرئ القيس جد النعمان بن المنذر. [v.1, p.227]</p>",
            "title": "الخورنق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000581-000.json"
        }
    ],
    "type": "FeatureCollection"
}