{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">النجف</h1>\n<p class=\"arabic\">بالعراق بظهر الكوفة، وهو البساتين والمتنزهات التي يشرف الخورنق عليها، وذكر صاحب المنطق أن موضع البر قد يكون بحرا وموضع البحر قد يكون برا، قال: وللمواضع شباب وهرم وحياة وموت كما في الحيوان، وقد كان البحر فيما سلف في الموضع المعروف بالنجف، وهو بالحيرة، وكانت ترفأ هناك سفن الهند والصين، ترد على ملوك الحيرة فصار بين الحيرة وبين البحر الآن مسيرة أيام كثيرة، ومن رأى النجف وأشرف عليه تبين ما وصفنا.</p>\n<p class=\"arabic\">وبالنجف نزل خالد بن الوليد في سلطان أبي بكر رضي الله عنهما بعد أن فتح الله اليمامة، وقتل كذابها يريد الحيرة، فتحصن منه أهلها في القصر الأبيض، فلما نزل خالد رضي الله عنه بالنجف بعث إليهم أن ابعثوا إلي رجلا من عقلائكم، فبعثوا إليه عبد المسيح بن عمرو بن بقيلة الغساني وبقيلة هو الذي بنى القصر الأبيض، ودعي بقيلة لأنه خرج يوما وعليه ثياب خضر، فقال له قومه: ما هذا إلا بقيلة، وعبد المسيح هذا هو الذي رأى سطيحا وسأله عن رؤيا الموبذان وارتجاج الأبوان فأتى عبد المسيح خالدا وله يومئذ ثلثمائة سنة وخمسون، فتجاهل عبد المسيح وأحب أن يريه من نفسه ما يعرف به عمله، فقال له: من أين أقصى أثرك؟ قال: من صلب أبي، قال: فمن أين جئت؟ قال: من بطن أمي، قال: فعلام أنت ويحك؟ قال: على الأرض، قال: أتعقل؟ قال: أي والله وأقيد، % % الخبر بطوله، وقد مر في حرف الحاء. وكان خالد قال لعبد المسيح: ما أدركت؟ قال: أدركت سفن البحر ترفأ إلينا في هذا النجف بمتاع الهند والصين، وأمواج البحر تضرب ما تحت قدمك، وقال: رأيت المرأة من أهل الحيرة تأخذ مكتلها فتضعه على رأسها لا تزود إلا رغيفا، فلا تزال في قرى عامرة وعمائر متصلة وأشجار مثمرة ومياه عذبة حتى ترد الشام، ونراها اليوم قد أصبحت يبابا، وذلك دأب الله تعالى في العباد والبلاد.</p>\n<p class=\"arabic\">وحكي أن أبا جعفر المنصور وجه في إشخاص جعفر بن محمد بن علي بن الحسين بن علي رضى الله عنهم من المدينة إلى العراق، فلما سار إلى النجف توضأ للصلاة ثم قال: اللهم بك أستفتح وبك أستنجح، سهل لي حزونته ولين لي عريكته، وأعطني من الخير ما أرجو، وادرأ عنى من الشر ما أخاف وأحذر، فلما دخل عليه قام إليه وأكرمه وبره وغلفه بيده وأصرفه إلى منزله وإنما كان أشخصه ليقتله رضي الله عنه.</p>",
            "title": "النجف",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001523-000.json"
        }
    ],
    "type": "FeatureCollection"
}