{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فاس</h1>\n<p class=\"arabic\">مدينة عظيمة، وهي قاعدة المغرب، وهما مدينتان مقترنتان يشق بينهما نهر كبير يسمى وادي فاس، يأتي من عيون تسمى عيون صنهاجة، وفي كل زقاق ساقية يجرونها متى شاءوا، وفي كل دار صغيرة كانت أو كبيرة ساقية ماء، وبين أهل المدينتين فتن ومصاولات، وفيهما معا ضياع ومعايش ومبان سامية وقصور، ولأهلها اهتمام بحوائجهم، ونعمها كثيرة، والحنطة بها رخيصة، وفواكهها كثيرة، وخصبها زائد، وفي أهلها عزة ومنعة، ومنها إلى سجلماسة ثلاث عشرة مرحلة.</p>\n<p class=\"arabic\">وبالجملة فمدينة فاس قطب بلاد المغرب الأقصى ويسكن حولها قبائل من البربر، لكنهم يتكلمون بالعربية، فهي حضرة المغرب الكبرى وإليها تشد الركائب وتقصد القوافل، وتجلب إلى حضرتها كل غريبة من الثياب والبضائع والأمتعة، وأهلها مياسير ولها من كل شيء حسن أوفر حظ.</p>\n<p class=\"arabic\">ويدور عليها سور عظيم، وبين المدينتين قناطر كثيرة، وتطرد فيها جداول لا تحصى تخترق كلتا المدينتين، وفيها عيون كثيرة لا تحصى، وهي أبدا تتزيد في مواضع الانخفاض من المدينة، وفيها أرحاء للماء نحو ثلثمائة وستين رحى يضمها السور، سوى الأرحاء التي خلف السور، وهي في التزيد، وربما وصلت أربعمائة، والنهر الذي يخترق مدينتي فاس ينبعث من عين عظيمة لها منظر عجيب، فيها نحو الستين فوارة في دائرة يجتمع منها هذا النهر الكبير، بينها وبين المدينة نحو عشرة أميال في بساط من الأرض لا يكاد يتبين جري الماء فيه لاستواء أرضه.</p>\n<p class=\"arabic\">ومدينة فاس محدثة، أسست عدوة الأندلسيين في سنة اثنتين وتسعين ومائة، وعدوة القرويين في سنة ثلاث وتسعين ومائة، في ولاية ادريس بن ادريس الفاطمي، ومن ذريته بقايا إلى اليوم ، ومدينة فاس اليوم في نهاية العمارة والصلاح، قد بنيت أكثر جنانها الملاصقة لها دورا وأضيفت إليها، وفيها اليوم ثلاثة جوامع بثلاث خطب، جامع عدوة الأندلس، وهو جامع كبير متقن البناء، يقال إن ابن أبي عامر زاد فيه، وجامع عدوة القرويين أكبر من جامع عدوة الأندلس، وزيد في العهد القريب في هذا الجامع باب كبير مشرف جميل المنظر من جهة الجوف، وسقاية متقنة البناء ملاصقة له، ماؤها من الوادي، وجلب لها ماء عين هو في أيام الحر في نهاية البرد، وفي أيام البرد فيه بعض [v.1, p.434]</p>\n<p class=\"arabic\">الحرارة، وكذلك صنع بجوفي جامع القرويين سقاية متقنة البناء ومياه جارية مع عتبة الباب الجوفي، وفوارة مرتفعة نصف قامة داخل الصحن، فعل كل ذلك في حدود سنة ثمان وسبعين وخمسمائة، وكذلك بقصبة السلطان جامع شريف معظم فيه الخطبة، أحدثها فيه خلفاء بني عبد المؤمن لأن القصبة منحازة عن البلد بسور، فوجب أن يكون فيها جامع وفي كل عدوة شريعة لخطبة العيد.</p>\n<p class=\"arabic\">ومدينة فاس كثيرة الخصب والرخاء كثيرة البساتين والمزدرعات والفواكه وجميع الثمار، ولها أنظار واسعة متصلة العمائر، وعدوة القرويين من هذه المدينة أكثر بساتين وأشجارا ومياها وعيونا من عدوة الأندلسيين، وكلاهما خصيبة عظيمة القدر، ويقال إن رجال عدوة الأندلس أشجع وأنجد من رجال عدوة القرويين ونساؤهم أجمل من نساء القرويين، ورجال القرويين أجمل من رجال الأندلسيين، ويقال أن بعدوة الأندلسيين تفاحا حلوا يعرف بالاطرابلسي جليل حسن الطعم والرائحة، يصلح بها ولا يصلح بعدوة القرويين، وكذلك بعدوة القرويين أترج جليل يجود بها ولا يجود بعدوة الأندلسيين، وكذلك سميد عدوة الأندلسيين أطيب من سميد عدوة القرويين، وهذه المدينة قصبة بلاد المغرب، وكملت بهجتها في أيام بني عبد المؤمن، ومنها يتجهز إلى بلاد السودان وإلى بلاد المشرق، ومنها يحمل النحاس الأصفر إلى جميع الآفاق.</p>\n<p class=\"arabic\">وموقع وادي فاس بوادي سبو على نحو ثلاثة أميال من المدينة، ووادي سبو هذا نهر عظيم من أعظم أنهار بلاد المغرب منبعه من جبل بني وارتين ورأس العين في شعراء غامضة يهاب الداخل الدخول فيها، وهي دهسة عظيمة لا يدرك لها قعر، وللبربر المجاورين لذلك الموضع فيها تجارب، منها أن المريض إذا أرادوا أن يعلموا هل يعيش أو يموت حملوه لرأس العين فيغطسونه في ذلك الموضع المهول حتى يقرب أن يهلك ثم يخرجونه، فإذا خرج على فيه دم استبشروا بحياته وإلا أيقنوا بهلاكه وهذا عندهم متعارف لا ينكر. ويتصيد في هذا الوادي الشابل الكثير ويطلع إلى رأس العين أو قريب منه، ويدخل في ذلك الوادي الحوت الكثير.</p>\n<p class=\"arabic\">وبين فاس وتلمسان عشرة أيام في عمائر متصلة، وكانت فاس دار مملكة بني ادريس العلويين وملكوا منها بلاد المغرب كلها إلى أقصى بلاد السوس طاعة في معصية، وكانت في أيامهم دولة برغواطة الذين تدينوا بديانة القدري صالح بن طريف البرغواطي، وملك العلويون بعض بلاد الأندلس، وتسموا بأمراء المؤمنين، وخطب لهم بالإمامة.</p>\n<p class=\"arabic\">ومن فاس أبو عمران الفاسي الفقيه الإمام المشهور بالعلم والصلاح وهو أبو عمران موسى بن عيسى بن أبي حجاج الغفجومي الفاسي ، توفي بالقيروان في الثالث عشر من شهر رمضان سنة تسع وعشرين وأربعمائة، وقال أبو عمر بن عبد البر: ولدت مع أبي عمران في سنة واحدة، سنة ثمان وستين وثلثمائة.</p>",
            "title": "فاس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001126-000.json"
        }
    ],
    "type": "FeatureCollection"
}