{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">شلطيش</h1>\n<p class=\"arabic\">بالأندلس، بقرب مدينة لبلة.</p>\n<p class=\"arabic\">وهي جزيرة لا سور لها ولا حظيرة، إنما هي بنيان متصل [v.1, p.343] بعضه ببعض، وبها دار صناعة الحديد الذي يعجز عن صنعته أهل البلاد لجفائه ، وهي صنعة المراسي التي ترسي بها السفن وقد تغلب عليها المجوس مرات، ويحيط بجزيرة شلطيش البحر من كل ناحية إلا مقدار نصف رمية حجر، فمن هناك يجوزون لاستقاء الماء لشربهم، وطول الجزيرة نحو ميل وأزيد، والمدينة منها في جهة الجنوب، وهذه الجزيرة بازاء مدينة أونبة ومقدار المجاز بينهما أربعة أميال.</p>\n<p class=\"arabic\">وفي صفة استدارة البحر بهذه الجزيرة يقول عبد الجليل بن وهبون من قصيدة يمدح بها المعتمد بن عباد:</p>\n<p class=\"arabic_poetry\">ألم تر للجزيرة كيف أوفى * عليها مثل ما انعطف السوار</p>\n<p class=\"arabic_poetry\">أعد بها على شاطيه دستا * ومد يدا إليك بها يشار</p>\n<p class=\"arabic_poetry\">فإن تقبل تحيته فأجدر * فربما تواصلت البحار</p>\n<p class=\"arabic_poetry\">تحيط كما يحيط بها ولكن * لسمط الدر في العنق افتخار وكان بهذه الجزيرة بيع للأول واتخذت في الفتنة مدينة، ولها أرباض واسعة، وبها آبار عذبة قريبة الأرشية وبساتين حسنة وفيها أطيب الصنوبر، ولها مراع خصيبة لا تصوح وعيون ماء عذب تصلح بها الألبان والقطاني، ومن خاصتها الثريد النفيس.</p>\n<p class=\"arabic\">ومدينة شلطيش مرفأ للسفن وركاب البحر، ومرساها يكن بكل ريح، وهي كثيرة السفن، وبها دار صناعة لإنشائها، ويسكنها جماعة من النصارى، ويكون طولها نحو أربعة أميال في عرض يسير.</p>\n<p class=\"arabic\">شلم :</p>\n<p class=\"arabic\">بفتح أوله وثانيه وتشديده، اسم لبيت المقدس، وقال الهمداني: | شلم: ايليا، وقد تعربها العرب فتقول: سلم، بالسين المهملة، قال الأعشى:</p>\n<p class=\"arabic_poetry\">وقد طفت للمال آفاقه * عمان فحمص فأوري شلم قال أبو عبيدة: أوري شلم: بيت المقدس، وروي شلم، بكسر الشين.</p>",
            "title": "شلطيش",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000876-000.json"
        }
    ],
    "type": "FeatureCollection"
}