{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قراقر</h1>\n<p class=\"arabic\">على وزن حلاحل، موضع في ديار كلب بجهة الشام، وفي الخبر أن الروم لما استجاشوا على أبي عبيدة رضي الله عنه ومن معه من المسلمين، وبلغ ذلك أبا بكر رضي الله عنه قال: والله لأنسين الروم وساوس الشيطان بخالد بن الوليد، وكان إذ ذاك يلي حرب العراق، فكتب إليه أبو بكر رضي الله عنه : أما بعد، فدع العراق وخلف فيه أهله الذين قدمت عليهم وهم فيه، وامض متخففا في أهل القوة من أصحابك الذين قدموا معك العراق من اليمامة، وصحبوك في الطريق، وقدموا عليك من الحجاز حتى تأتي الشام فتلقى أبا عبيدة ومن معه من المسلمين، فإذا لقيتهم فأنت أمير الجماعة والسلام.</p>\n<p class=\"arabic\">وفي الكتاب : وإياك أن تعود لمثل ما فعلت فإنه لم يشج الجموع بعون الله تعالى اشجاءك، ولم ينزع الشجى أحد من الناس نزعك، فلتهنئك أبا سليمان النعمة والحظوة، فأتمم يتمم الله لك فلا يدخلنك عجب فتخسر وتخذل، وإياك أن تدل بعمل فإن الله تعالى له المن، وهو ولي الجزاء.</p>\n<p class=\"arabic\">ووافى خالدا كتاب أبي بكر رضي الله عنهما هذا وهو بالحيرة منصرفا من حجة حجها متكتما بها، فانه لما فرغ من إيقاعه بالروم ومن انضوى إليهم مغيثا لهم من مسالح فارس بالفراض وهي تخوم الشام والعراق والجزيرة - أقام بالفراض عشرا ثم أذن بالقفل إلى الحيرة لخمس بقين من ذي القعدة، وأمر عاصم بن عمرو أن يسير بهم، وأمر شجرة بن الأعز أن يسوقهم، وأظهر خالد رضي الله عنه أنه في الساقة، وخرج من الحيرة ومعه عدة من أصحابه يعتسف ليلا حتى أتى مكة بالسمت، فتأتى له من ذلك ما لم يتأت لدليل ولا ريبال، فسار طريقا من طرق الجزيرة، ولم ير طريق أعجب منه، فكانت غيبته عن الجند يسيرة، ما توافى إلى الحيرة آخرهم حتى وافاهم مع صاحب الساقة الذي وضعه فقدما معا، وخالد وأصحابه محلقون، ولم يعلم بحجه إلا من أفضى إليه بذلك من الساقة، ولم يعلم أبو بكر رضي الله عنه بذلك إلا بعد، فهو الذي يعنيه بما تقدم في كتابه إليه من معاتبته إياه.</p>\n<p class=\"arabic\">وقدم الرسول بالكتاب على خالد رضي الله عنه، فقال له خالد قبل أن يقرأ الكتاب: ما وراءك؟ فقال له: خير، تسير إلى الشام، فشق ذلك عليه وقال: هذا عمل عمر رضي الله عنه، نفس علي أن يفتح الله علي العراق، وكانت الفرس قد هابوه هيبة شديدة، وكان إذا نزل بقوم من المشركين كان عذابا من عذاب الله عليهم، وليثا من الليوث، فلما قرأ كتاب أبي بكر رضي الله عنه فرأى أنه قد ولاه على أبي عبيدة رضي الله عنه وعلى الشام كان ذلك منحى بنفسه وقال: إما إذ ولاني فإن في الشام من العراق خلفا، وقال خالد: إن بالشام أهل الإسلام وقد تهيأت لهم الروم وتيسرت، فإنما أنا مغيث، وليس لهم مترك، فكونوا أنتم هاهنا على حالكم التي أنتم عليها، فإن نفرغ مما أشخصت إليه عاجلا عجلنا إليكم، فإن أبطأت رجوت ألا تعجزوا ولا تهنوا وليس خليفة رسول الله صلى الله عليه وسلم بتارك إمدادكم بالرجال حتى يفتح الله عليكم هذه البلاد إن شاء الله تعالى.</p>\n<p class=\"arabic\">وروي أن أبا بكر رضي الله عنه أمر خالدا بالخروج في شطر الناس وأن يخلف على الشطر الثاني المثنى بن حارثة وقال له: لا تأخذ نجدا إلا خلفت له نجدا، فإذا فتح الله عليكم فارددهم إلى العراق وأنت معهم، ثم أنت على عملك، فأحصى خالد رضي الله عنه أصحاب رسول الله صلى الله عليه وسلم فاستأثر بهم، وترك للمثنى أعدادهم من أهل الغناء ممن لم تكن له صحبة ثم نظر فيمن بقي فاختلج من كان قدم على النبي صلى الله عليه وسلم وافدا أو غير وافد، وترك للمثنى أعدادهم من أهل الغناء ثم قسم الجند نصفين، فقال المثنى: والله لا أقيم إلا على إنفاذ أمر أبي بكر رضي الله عنه في استصحاب نصف الصحابة رضي الله عنهم وإبقاء النصف أو بعض النصف، فوالله ما أرجو النصر إلا بهم فأنى تعريني منهم. فلما رأى ذلك خالد رضي الله عنه بعدما تلكأ عليه أعاضه منهم حتى رضي، وأنجد خالد رضي الله عنه ومعه المثنى، فشيعه إلى قراقر، فقال له خالد رضي الله عنه: انصرف إلى سلطانك غير مقصر ولا ملوم ولا وان. [v.1, p.459]</p>\n<p class=\"arabic\">فدعا خالد رضي الله عنه بالأدلة، فارتحل من الحيرة سائرا إلى دومة، ثم طعن في البر إلى قراقر، ثم قال: كيف لي بطريق أخرج فيه من وراء جموع الروم، فإني إن استقبلتها حبستني عن غياث المسلمين، فكلهم قال: لا نعرف إلا طريقا لا تحمل الجيوش، فإياك أن تغرر بالمسلمين، فعزم عليه، ولم يجبه إلى ذلك إلا رافع بن عميرة على تهيب شديد، فقام فيهم فقال: لا يختلفن هديكم ولا يضعفن يقينكم، واعلموا أن المعونة تأتي على قدر النية، والأجر على قدر الحسبة، وأن المسلم لا ينبغي له أن يكترث بشيء يقع فيه مع معونة الله له، فقالوا له: أنت رجل قد جمع الله لك الخير فشأنك، فطابقوه وقووا واحتسبوا فلما أراد المسير قال له محرز بن حريش وكان يتجر بالحيرة ويسافر إلى الشام: اجعل كوكب الصبح على حاجبك الأيمن، ثم أمه حتى تصبح، فإنك لا تجور فجرب ذلك فوجده كذلك، ثم أخذ في السماوة حتى انتهى إلى قراقر ففوز من قراقر إلى سوى، وهما منزلتان بينهما خمس ليال، فلم يهتدوا للطريق، فقال له رافع بن عميرة الطائي: خفف الأثقال واسلك هذه المفازة إن كنت فاعلا، فكره خالد رضي الله عنه أن يخفف أحدا فقال: قد أتاني أمر لا بد من إنفاذه، وأن نكون جميعا قال: فوالله إن الراكب المنفرد ليخافها على نفسه ما يسلكها إلا مغرورا فكيف أنت بمن معك؟ قال: إنه لا بد من ذلك، فقد أتتني عزمة، قال: فمن استطاع منهم أن يصر أذن راحلته على ماء فليفعل فإنها المهالك إلا ما وقى الله تعالى. ثم قال لخالد رضي الله عنه: ابغني عشرين جزورا عظاما سمانا مسان، فأتاه بها فظمأهن حتى إذا أجهدت عطشا سقاهن حتى أرواهن، ثم قطع مشافرهن، ثم كعمهن، ثم قال لخالد رضي الله عنه: سر بالخيول والأثقال، فكلما نزل منزلا نحر من تلك الشرف أربعا فانبط ماءهن فسقاه الخيول وشرب الناس مما تزودوا، حتى إذا كان آخر تلك قال خالد رضي الله عنه لرافع: ويحك، ما عندك يا رافع فقال: أدركك الري إن شاء الله، انظروا هل تجدون شجرة عوسج على ظهر الطريق، قالوا: لا قال: إنا لله إذا والله هلكت وأهلكت، لا أبا لكم، انظروا، فنظروا فوجدوها فكبروا وكبر وقال: احفروا في أصلها، فاحتفروا فوجدوا عينا فشربوا وارتووا فقال رافع: والله ما وردت هذا الماء قط إلا مرة مع أبي وأنا غلام، فقال راجز من المسلمين:</p>\n<p class=\"arabic_poetry\">لله در رافع أنى اهتدى * فوز من قراقر إلى سوى</p>\n<p class=\"arabic_poetry\">أرضا إذا ما جاءها الجيش بكى * ما سارها من قبله إنس يرى</p>\n<p class=\"arabic_poetry\">لكن بأسباب متينات القوى * نكبها الله ثنيات الردى وكتب خالد رضي الله عنه وهو مقبل إلى الشام إلى المسلمين: إن كتاب خليفة رسول الله صلى الله عليه وسلم أتاني يأمرني بالمسير إليكم، وقد شمرت وانكمشت وكأن قد أظلت عليكم خيلي ورحالي فأبشروا بإنجاز موعود الله تعالى وحسن ثواب الله عز وجل، عصمنا الله وإياكم باليقين وأثابنا بأحسن ثواب المجاهدين، والسلام.</p>",
            "title": "قراقر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001187-000.json"
        }
    ],
    "type": "FeatureCollection"
}