{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">البويب</h1>\n<p class=\"arabic\">موضع بالعراق قريب من الكوفة فيه كانت وقيعة بين المسلمين والأعاجم أيام عمر رضي الله عنه بعد وقعة جسر أبي عبيد رحمه الله، فإنه لما بلغ عمر والمسلمين مقتل أبي عبيد والمسلمين يوم الجسر أهمهم ذلك وحركهم، فاستخلف عمر رضي الله عنه على المدينة علي بن أبي طالب رضي الله عنه وخرج فنزل بصرار يريد أرض فارس وقدم طلحة بن عبيد الله رضي الله عنه فنزل الأعوص فدخل عليه العباس بن عبد المطلب وعثمان بن عفان وعبد الرحمن بن عوف رضي الله عنهم فأشاروا عليه بالمقام وقالوا: شاور الناس، فكتب إلى علي وطلحة رضي الله عنهما فقدما عليه فجمع الناس وقال: إني نزلت منزلي هذا وأنا أريد العراق فصرفني عن ذلك قوم من ذوي الرأي منكم، وقد أحضرت هذا الأمر من خلفت ومن قدمت فأشيروا علي، فقال علي رضي الله عنه: أرى أن ترجع إلى المدينة وتكتب إلى من هناك من المسلمين أن يدعوا من حولهم ويحذروا على أنفسهم، وقد قدم قوم من العرب يريدون الهجرة فقدمهم إليهم فتكون دار هجرة لهم حتى إذا كثروا وليت أمرهم رجلا من أصحاب رسول الله صلى الله عليه وسلم من أهل السابقة والقدم. فانصرف عمر رضي الله عنه إلى المدينة وكتب إلى المثنى بن حارثة بأن يدعو من حوله ولا يقاتل أحدا حتى يأتيه المدد وقدم من الأزد وبارق وغامد وكنانة سبعمائة أهل بيت فسيرهم إلى العراق فشخصوا إلى الكوفة فقدموا على المثنى بن حارثة فأقبل بهم حتى نزلوا العذيب وقدم أربعمائة أهل بيت من كندة والسكون فيهم الأشعث بن قيس ومعاوية بن حديج وشرحبيل بن السمط وقدم ألف أهل بيت فيهم ثلثمائة بيت من النخع، ثم قدم المدينة ألف أهل بيت من همدان فقالوا لعمر رضي الله عنه:</p>\n<p class=\"arabic\">خر لنا، قال: أرض العراق، قالوا: بل الشام، قال: بل العراق، فصرفوا ركابهم إلى العراق وقدمت بجيلة فيهم جرير بن عبد الله وهم أربعة آلاف وقيل ألفان، ففصلوا إلى العراق ممدين إلى المثنى بن حارثة ثم تتابعت الإمداد فنزلوا العذيب بالعيال وهم قبائل اليمن والحجاز والأزد ثم حضرموت وكندة، ثم النخع ومراد ثم همدان ثم بجيلة ثم جاءت قبائل الحجاز وأهل البوادي من تميم وبكر، وجاءت طيء عليها عدي بن حاتم، وجاءت أسد وقيس والرباب وضبة وحنظلة وطوائف من سعد والنمر بن قاسط. ووجه يزدجرد مهران بعد وقعة الجسر وأمره أن يبث المسالح إلى أدنى أرض العرب ويقتل كل عربي قدر عليه، فخرج مهران في الجنود يريد الحيرة، وبلغ المثنى الخبر وهو معسكر بمرج السباع ما بين القادسية وخفان، فاستبطن فرات باذقلى، وأرسل إلى جرير رضي الله عنه ومن معه: قد جاءنا أمر لن نستطيع معه المقام حتى يقدموا علينا فعجلوا اللحاق بنا وموعدكم البويب ومهران من وراء الفرات بازائه. واجتمع عسكر المسلمين على البويب مما يلي موضع الكوفة اليوم وعليهم المثنى وهم بازاء مهران وعسكره، فكاتبه مهران إما أن تعبروا إلينا وإما أن نعبر إليكم، فقال المثنى: اعبروا، فعبر مهران فنزل على شاطئ الفرات، فقال المثنى للناس: انهدوا لعدوكم، فتناهدوا ومهران في ثلاثة عشر ألف معه ثلاثة فيلة، فقدموا فيلتهم واستعدوا للحرب، وأقبلوا إلى المسلمين في ثلاثة صفوف، مع كل صف فيل ورجلهم أمام فيلهم وجاءوا لهم زجل، فقال المثنى للمسلمين: إن الذي تسمعون فشل فالزموا الصمت وائتمروا همسا، والمسلمون أربعة آلاف وثمانمائة، وقيل ستة آلاف، وعبأ المثنى الجيش فصير مضر وربيعة في القلب وصير اليمن ميمنة وميسرة وقال: يا معشر المسلمين قد قابلت العجم والعرب بمائة من العرب كانوا أشد علي من ألف من العجم، إن الله تعالى قد أذهب مصدوقتهم وأوهن كيدهم فلا يهولنكم سوادهم، إن للعجم قسيا بحا وسهاما طوالا هي أغنى سلاحهم عندهم، فلو قد لقوكم رموكم بها فإذا أعجلوا عنها وأنفدوها فهم كالبهائم أينما وجهتموها توجهت فتترسوا والزموا مصافكم واصبروا لشدة أو شدتين ثم أنتم الظاهرون إن شاء الله تعالى. وركب يومئذ فرسا ذنوبا أدهم يدعى الشموس للين عريكته وطهارته، وكان لا يركبه إلا لقتال ويودعه ما لم يكن قتال، ومر على الرايات يحض القبائل، وقد صفوا صفوفهم، وقال: الزموا الصمت فإني مكبر ثلاث تكبيرات فإذا كبرت الثالثة فاحملوا، ومر على الرايات [v.1, p.116] راية راية يحرضهم ويهزهم بأحسن ما فيهم ويكلمهم، وأنصف في القول والفعل، وخالط الناس في المكروه والمحبوب، فلم يستطع أحد أن يعيب له قولا ولا عملا، وانه ليحضهم إذ شدت كتيبة من العجم على الميسرة فيها بكر وكندة، فقال المثنى: إن الخيل تنكشف ثم تكر، يا معشر طيء الزموا مصافكم واغنوا ما يليكم واعترض الكتيبة التي كشفتهم بخيل كانت معه فمنعهم من اتباعهم وقاتلهم فثارت عجاجة بينهم ورجع أهل الميسرة فأقبلت الميمنة نحو المثنى وقد انكشف العدو عنه وسيفه بيده وقد جرح جراحات وهو يقول: اللهم عليك تمام النصر، هذا منك فلك الحمد، وكانت هزيمة المشركين فاتبعهم المسلمون حتى انتهوا إلى نهر بني سليم، ثم كروا على المسلمين وركدت الحرب بينهم مليا فما تسمع إلا هرير الرجال وحمل المثنى على مهران فأزاله حتى دخل في ميمنته، ثم خالطوهم واجتمع القلبان وارتفع الغبار والمجنبات تقتتل لا يستطيعون أن يفرغوا لنصر أميرهم لا المسلمون ولا المشركون وأوجع قلب المسلمين في قلب المشركين والمجنبات قد هد بعضها بعضا، فلما رآه المسلمون قد أزال القلب وأفنى أهله قويت مجنبات المسلمين على المشركين وجعلوا يردون الأعاجم على أدبارهم، وجعل المثنى والمسلمون في القلب يدعون لهم بالنصر ويرسل إليهم من يذمرهم ويقول: إن المثنى يقول لكم عادتكم في أمثالهم، انصروا الله ينصركم حتى هزموا القلب ودارت بينهم رحى الحرب ، وأخذت جرير بن عبد الله رضي الله عنه الرماح فنادى: واقوماه، أنا جرير، فقاتلت عنه جماعة من قيس حتى خلص، وأحصي يومئذ مائة من المسلمين قتل كل واحد منهم عشرة في المعركة، وأبصر جرير بن عبد الله رضي الله عنه مهران يقاتل فحمل عليه جرير والمنذر بن حسان فقتلاه، طعنه المنذر فأرداه عن دابته وقد وقذه فنزل إليه جرير رضي الله عنه فاحتز رأسه، وقيل في قتله غير هذا، وهزم المشركون فأتوا الفرات فاتبعهم المسلمون فانتهوا إلى الجسر وقد عبرت طائفة من المشركين الجسر فحالوا بين الباقين وبينه فأخذوا يمينا وشمالا فقاتلهم المسلمون حتى أمسوا واقتحم طائفة الفرات فغرق بعضهم ونجا بعض، ورجع المسلمون عنهم حين أمسوا فلما أصبحوا عقدوا الجسر وأكثروا القتل فيهم حتى جعلوهم جثا فما كانت وقعة أبقى رمة منها، وكانوا يحزرونها مائة ألف. ز رأسه، وقيل في قتله غير هذا، وهزم المشركون فأتوا الفرات فاتبعهم المسلمون فانتهوا إلى الجسر وقد عبرت طائفة من المشركين الجسر فحالوا بين الباقين وبينه فأخذوا يمينا وشمالا فقاتلهم المسلمون حتى أمسوا واقتحم طائفة الفرات فغرق بعضهم ونجا بعض، ورجع المسلمون عنهم حين أمسوا فلما أصبحوا عقدوا الجسر وأكثروا القتل فيهم حتى جعلوهم جثا فما كانت وقعة أبقى رمة منها، وكانوا يحزرونها مائة ألف.</p>",
            "title": "البويب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000302-000.json"
        }
    ],
    "type": "FeatureCollection"
}