{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">درن</h1>\n<p class=\"arabic\">جبل بالمغرب مشهور يعرف بسقنقور، وهو جبل عظيم معترض في الصحراء.</p>\n<p class=\"arabic\">وحكى البكري أن في الحديث أن بالمغرب جبلا يقال له درن يزف يوم القيامة بأهله إلى النار كما تزف العروس إلى بعلها، وقل أن يكون في الجبال مثله سموا وكثرة خصب وطول مسافة واتصال عمارة ومبدؤه من البحر المحيط في أقصى السوس، ويمر مع المشرق مستقيما حتى يصل إلى جبال نفوسة، ويسمى هنالك بجبل نفوسة، [v.1, p.234] ويتصل بعد ذلك بجبال طرابلس ثم يرق هنالك ويخفى أثره، ويقال إن هذا الجبل يصل إلى البحر حيث الطرف المسمى بأوثان.</p>\n<p class=\"arabic\">وفي كل هذا الجبل كل طريفة من الثمار وغرائب الأشجار والماء يطرد فيه، ويوجد بوسطه وحوافيه النبات مخضرا في كل الأزمان، وفي أعلاه جمل من قلاع وحصون تنيف على السبعين حصنا، ومنها الحصن المنيع القليل مثله في حصون الأرض بنية وتحصينا ومنعة، وهو في أعلى الجبل حتى إن أربعة رجال يمسكونه ويمنعون الصعود إليه لأن الصعود إليه، من مكان ضيق وعر المرتقى لا ترتقي إليه دابة إلا بعد جهد ومشقة اسمه تامللت، وهو كان عمدة الإمام المهدي حين ظهر بالمغرب وهو الذي زاد في تحصينه وجعله مدخرا لأمواله، وبه الآن قبره، وعليه بناء متقن كالقبة العالية.</p>\n<p class=\"arabic\">وفي هذا الجبل من الفواكه: التين الطيب المتناهي في الطيب البالغ في الحلاوة ، والعنب العسلي والجوز واللوز، ومن السفرجل والرمان ما يباع منه الحمل بقيراط لكثرته، وبه الإجاص والكمثرى والمشمش والأترج والقصب الحلو، وهم لا يتبايعونه بينهم لكثرته، وشجر الزيتون والخرنوب وسائر الفواكه، وبه الشجر المسمى آركان ويعصر منه دهن كثير جدا، وهم يستعملونه كثيرا وبه الصنوبر والأرز والبلوط.</p>\n<p class=\"arabic\">وهذا الجبل معترض في الصحراء، ويقال إنه أكبر جبال الدنيا وإنه متصل بجبل المقطم الذي ببلدة مصر وفيه قبائل كثيرة من المصامدة، ويقال إنهم من العرب دخلوا تلك البلاد وسكنوا تلك الشعاب في الفتنة الواقعة عند هزيمة ميسرة التي تسمى غزوة الأشراف فكان البربر يطلبون العرب فتوغلوا في تلك الجبال وتناسلوا. فهم أهلها على الحقيقة، وفي الجبل من المصامدة أمم لا تحصى، وأكثر عيشهم من العنب والزبيب والرب وهم لا يستغنون عن شربه لشدة برد الجبل وثلجه، وخلفه بلد السوس.</p>\n<p class=\"arabic\">قال البكري: وهو متصل بجبل أوراس وبجبل نفوسة المجاور لطرابلس. قال: وتسير في هذا الجبل إلى موضع يقال له الملاحة، وفي أعلى الجبل نهر عظيم كبير والجبل كثير الأشجار.</p>\n<p class=\"arabic\">قال بعضهم: هذا الجبل فاصل بين الصحراء والساحل، ومنه ينفجر كل نهر هناك، وهم يختلفون في تسميته فأهل فاس وسجلماسة يسمونه درن كما وقع ذلك للمعتمد إذ رآه حين صير إلى تلك البلاد فقال:</p>\n<p class=\"arabic_poetry\">هذي جبال درن * قلبي بها ذو درن</p>\n<p class=\"arabic_poetry\">يا ليتني لم أرها * وليتها لم ترني والمصامدة ونول لمطة يسمونه جشكو، وهوارة يسمونه أوراس، ومما ينفجر منه نهر نفيس ووادي أغمات وغيرهما.</p>",
            "title": "درن",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000601-000.json"
        }
    ],
    "type": "FeatureCollection"
}