{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سلا</h1>\n<p class=\"arabic\">ببلاد المغرب، بينها وبين مراكش على ساحل البحر تسع مراحل، وهي مدينة قديمة أزلية، فيها آثار للأول معروفة بضفة الوادي، متصلة بالعمارة التي أحدثها هناك أحد ملوك بني عبد المؤمن، وكان قد اتخذ أرباب البلد مدينة بالعدوة الشرقية، وهي المعروفة الآن بسلا الحديثة، وهي على ضفة البحر، وسلا القديمة خراب الآن. وأما سلا الحديثة فهي منيعة من جهة البحر. لا يقدر أحد من أهل المراكب على الوصول إليها من جهته، وهي حسنة في أرض رمل، ولها أسواق نافقة وتجارات ودخل وخرج، ولأهلها سعة أموال، والطعام بها كثير رخيص جدا، وبها كروم وغلات وبساتين، ومراكب أهل اشبيلية وسائر المدن الساحلية من الأندلس يقلعون عنها ويحطون بها بضروب من البضائع، ويقصدها أهل اشبيلية بالزيت الكثير، ويتجهز منها بالطعام إلى سائر بلاد الأندلس الساحلية، ومرساها مكشوف، إنما ترسي المراكب الواردة عليها في الوادي وتجوزه بدليل لأن في فم الوادي حجارة وتروشا تنكسر عليها المراكب، فلا يدخلها إلا من يعرفها، وهذا الوادي يدخله المد والجزر مرتين في كل يوم، فإذا كان المد دخلت المراكب به إلى داخل الوادي وكذلك تخرج في وقت خروجها، وفي هذا الوادي أنواع من السمك وضروب من الحيتان، ولا يباع بها ولا يشترى لكثرته وجودته، وكل شيء من المأكولات في مدينة سلا بأيسر القيمة. وكان يوسف بن عبد المؤمن أمر ببناء مدينة كبيرة متصلة بالقصبة التي كان أحدثها بها أمير المؤمنين وفيها جامع وقصور وصهاريج الماء، أمام الجامع وهو مجلوب من نحو عشرين ميلا، وفي هذه المدينة المحدثة قيسارية عظيمة وحمام وفنادق وديار كثيرة ومياه مطردة وسقايات ومنافع أعدت لورود المحلات عليها، إذ وضعها على المجاز والمعبر إلى مراكش، وعلى هذا المعبر قنطرة مركبة على ثلاث وعشرين معدية، مدت عليها أوصال الخشب وصلبت عليها الألواح والفرش الوثيق الذي لا يؤثر فيه الحافر، تجوز عليه العساكر والمسافرون، ويتصيد حوله أنواع السمك الشابل وغيره، ويمد البحر فترتفع القنطرة ويغطي الجسر فتقوم عليه المراكب وترسي دونه الأجفان الكبار، وقلما تسلم عند دخولها أو خروجها لصعوبة المدخل، وهو مشهور عند أهل البحر، ويقابله من مراسي بلاد الأندلس وادي شلب، وبينهما في البحر يوم وليلة. وهذه البلدة وقت مرور المحلات عليها متفرج عظيم، ولا سيما في الأعوام الخصبة والفصول المعتدلة، وناهيك من ساحل طوله ميلان وعرضه نحو ميل، والزوارق هناك بركابها والمنارة مطلة عليها. وعلقات الثمار وعقد الزيتون وقباب الجلوس للسادة هناك فهي إحدى متنزهات الدنيا.</p>\n<p class=\"arabic\">ومن صور رسالة كتب بها أبو العباس بن أمية وهو بسبتة إلى الفقيه أبي المطرف بن عميرة وكان إذ ذاك بسلا:</p>\n<p class=\"arabic_poetry\">حلوا سلا فسلي فؤادي هل سلا * النفس أنزع والصبابة أطوع</p>\n<p class=\"arabic_poetry\">بعدوا فهل لهم اضطلاع بالذي * حملته من كلف الغرام الأضلع</p>\n<p class=\"arabic_poetry\">شطر أول * شطر ثاني</p>\n<p class=\"arabic_poetry\">شطر أول * شطر ثاني وقال الفقيه أبو المطرف في فصل جواب هذه الرسالة:</p>\n<p class=\"arabic_poetry\">قد كان صفو العيش يدنو لو دنا * ثاو بسبتة من مقيم في سلا</p>\n<p class=\"arabic_poetry\">من بعدهم لم أرض ظلا سجسجا * كلا ولا استعذبت ماء سلسلا ولا أدري هل سلا هذه هي التي ذكر أنها على ضفة النيل وشماله ببلاد السودان أو هي غيرها، فقالوا : سلى التي بضفة النيل مدينة حاضرة، بها مجتمع السودان، ومتاجرها صالحة وأهلها أهل بأس وعدة، وهي من عمالة التكروري، وهو سلطان له عبيد وأجناد، وله حزم وجلادة وعدل مشهور وبلاد آمنة، وموضع مستقره مدينة تكرور، وهي في جنوبي النيل، وبينها وبين سلى مقدار يومين في البحر وفي البر.</p>",
            "title": "سلا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000814-000.json"
        }
    ],
    "type": "FeatureCollection"
}