{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قوقانا</h1>\n<p class=\"arabic\">جبل في بلاد الأتراك، وهو الجبل الذي يلي يأجوج ومأجوج، وهو جبل قائم الجهات لا يصعد منه إلى شيء البتة، وان صعد لم يتوصل إلى قنته لكثرة الثلج المنعقد فيه وأنه لا ينحل منه أبدا، ولأن على هذا الجبل ضبابا أبد الدهر كله لا ينجلي عنه ولا يزول، وهذا الجبل عليه من بلاد يأجوج ومأجوج مدن كثيرة، وفي هذا الجبل أفاع كثيرة وحيات عظام تأوي إلى مهاو فيه وجميعها مؤذ، يمنع أذاها من الصعود إلى أعلى الجبل، ولو رام أحد الصعود إلى أعلاه ما أمكنه ذلك في يومين، وربما تعلق بهذا الجبل النادر من الناس فيرقى ليرى ما في أعلاه وما خلفه فلا يرجع ولا يمكن رجوعه إما لعدوان الحيوان عليه أو لقبض الأمم التي خلف الجبل على من طرأ عليهم من سائر الأمم، وربما رجع الشاذ من الناس فيخبر أنه رأى في تلك الأرض التي خلف الجبل نيرانا كثيرة، وأما بالنهار فلا يرى شيئا إلا ضبابا وسرابا مختلطا متصلا.</p>\n<p class=\"arabic\">وهذا الجبل في بلاد اذكش، وهم صنف من الأتراك عراض الوجوه كبار الرؤوس شعورهم كثيرة، وأعينهم براقة، وكلامهم منفرد بذاته، وعبادتهم النيران وسائر الأنوار، وفي شمال أرضهم جبل يسمى جبل مرعان، طوله من المغرب إلى المشرق نحو ثمان عشرة مرحلة. وفي وسط هذا الجبل موضع عال كالقبة مستدير في وسطه بركة ماء لا يعرف عمقها ولا يسقط فيها شيء إلا ابتلعته فلا يرى، ولا يقدر أحد من الناس على العوم فيها، ولا شيء من الحيوان وإن وضع فيها الخشب ابتلعته. وفي أسفله، مما يلي الجنوب ويقابل أسفل تلك البركة، مغارة يسمع فيها دوي هائل يعلو مرة ويقل أخرى لا يعلم ما هو ذلك الصوت، وإن تقدم إلى فم المغارة حيوان من قبالته فلا يرى، ويذكر أنه يخرج من تلك المغارة ريح تجتذب المعترض لذلك، وخبر هذه المغارة مشهور في تلك الأرض يتحدث به في سائر أرض الترك.</p>\n<p class=\"arabic\">وفي جنوب أرض الأذكش بحيرة تسمى بحيرة تهامة، دورها مائتان وخمسون ميلا وماؤها شديد الخضرة ذكي النشر عذب الطعم جدا يوجد فيه سمك عريض مرقش بكل لون، يذكر الأتراك أنه أجل علاج يستعمل للباه وأنه أقوى من السقنقور والصيادون يعرفونه في هذه البحيرة، لأن الصائد إذا أرسل شبكته وأخذ هذا السمك وجد ذكره قائما ولا يزال بتلك الحال ما دامت السمكة في شبكته وفي يده، فإذا أرسلها عن يده سكن ما يجده من الانعاظ وفي وسط هذه البحيرة أرض كالجزيرة وطية ثرية جيدة التربة كثيرة العشب أبدا، والأتراك يجوزون مواشيهم إلى هذه الجزيرة فيقيمون بها أيام الربيع كله، وفي هذه الجزيرة التي في وسط هذه البحيرة بئر محفورة لا يوجد لها قعر وليس بها ماء.</p>",
            "title": "قوقانا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001255-000.json"
        }
    ],
    "type": "FeatureCollection"
}