{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">رأس عين</h1>\n<p class=\"arabic\">وبعضهم يقول راس العين، واسمها عين الوردة، [v.1, p.264] من كور الجزيرة وبمقربة من نصيبين، وبينها وبين الفرات أربعة فراسخ، وهي كلها بين الجزيرة والشام، وهي مدينة كبيرة عليها سوران، وهذا الاسم لها صادق جدا، فإن الله تعالى فجر أرضها عيونا وأجراها ماء معينا فتقسمت مذانب وانسابت جداول، في مروج خضر كأنها سبائك اللجين ممدودة في بساط الزبرجد، تحف بها أشجار وبساتين قد انتظمت حافتيها، وأعظم هذه العيون عينان إحداهما فوق الأخرى، فالعليا منهما نابعة تحت الأرض في صم الحجارة كأنها في جوف غار كبير متسع فينبسط الماء حتى يصير كالصهريج العظيم، ثم يخرج ويسيل نهرا كأكبر ما يكون من أنهار وينتهي إلى العين الأخرى ويلتقي بمائها، وهذه العين الثانية تحت الأرض في الحجر الصلد نحو أربع قامات أو أزيد، ويتسع منبعها حتى يصير صهريجا كبيرا ويعلو بقوة نبعه حتى يسيل على وجه الأرض، فربما يروم السابح القوي السباحة الشديد الغوص في أعماق المياه أن يصل بغوصه إلى قعره فيمجه الماء بقوة انبعاثه من منبعه، فلا يتناهى في غوصه إلا إلى مقدار نصف مسافة العين أو أقل، وماؤها أصفى من الزلال، ويصطاد فيها سمك جليل من أطيب ما يكون من السمك، وينقسم ماء هذه العين نهرين، أحدهما أخذ يمينا والآخر يسارا، فالأيمن يشق على خانقة مبنية للصوفية والغرباء بازاء العين، وهي تسمى الرباط، والأيسر يمر على جانب الخانقة وتفضي منه جداول إلى مطاهرها ومرافقها المعدة للحاجة البشرية، ثم يلتقيان أسفلها مع نهر العين الأخرى العليا، وقد بنيت على شط نهرهما المجتمع بيوت أرحاء. ومن مجتمع ماء هاتين العينين منشأ نهر الخابور.</p>\n<p class=\"arabic\">قالوا : وهذه المدينة للبداوة بها اعتناء وللحضارة عنها استغناء، لا سور يحصنها ولا دور أنيقة البناء فيها، وهي مع ذلك كاملة مرافق المدن، ولها جامعان حديث وقديم فالقديم بموضع العيون وتتفجر أمامه عين معينة، وهو من بنيان عمر بن عبد العزيز، لكنه دثر، والجامع الآخر داخل البلد وفيه مجتمع أهله.</p>\n<p class=\"arabic\">والغالب عليها فخذ من بني ربيعة يقال لهم النمر، وبها نفر من بني تميم. وهي مدينة قديمة واسمها عين الوردة، وافتتحها عمير بن سعد الأنصاري من قبل عياض بن غنم، وأظنها التي عنى حسان بقوله:</p>\n<p class=\"arabic_poetry\">كأن سبيئة من رأس عين * يكون مزاجها عسل وماء ومن رأس العين هذه يخرج نهر الخابور، وهي كلها من بلاد الجزيرة.</p>\n<p class=\"arabic\">وبعين الوردة كانت الوقيعة بين سليمان بن صرد وأصحابه التوابين الخارجين للطلب بدم الحسين رضي الله عنه مع أهل الشام وفيهم عبيد الله بن زياد، فقتل سليمان وأكثر أصحابه، وذلك سنة خمس وستين، وفي القصة طول.</p>",
            "title": "رأس عين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000674-000.json"
        }
    ],
    "type": "FeatureCollection"
}