{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ينشته</h1>\n<p class=\"arabic\">حصن من حصون الملح على مرحلتين من جنجالة التي تعمل فيها البسط، منها أبو العباس الينشتي صاحب سبتة، كان قيامه فيها سنة ثلاثين وستمائة وتلقب بالموفق، وما زال أمره مستقيما برا وبحرا يخاف ويرجى ويمدح ويقصد وتخاطبه الملوك من البلاد، إلى أن اغتر بصحبة إبراهيم بن مسعود الكومي من جهة الزهد واطراح الدنيا، فكان إذا ورد سبتة يكرمه وينزله معه، ويصنع له السماع، ويتبرك به ويستريح إليه، وهو في أثناء ذلك يعلم القلوب المائلة عنه ويبحث عن النفوس المتغيرة عليه ويتأمل الأماكن التي يدخل منها إلى إفساد دولته وإعادة دولة بني عبد المؤمن، حتى اطلع من ذلك على المطلب وظفر بالغرض، ولم يشعر الينشتي المغتر بزهده، ومهلهل وده، حتى نثر عليه سلكه، وابتز منه ملكه فصبحه مثل راغية البكر، وجاء مع جيش من قبل صاحب مراكش الرشيد عبد الواحد، فخرج جنده القليل ورجاله وعامة أهل سبتة، فحمل عليهم الجيش المراكشي حملة فقد فيها من السبتيين نحو ستمائة وتخاذل الباقون، فملك عليهم البلد، واستخفى الأهل والولد، وألقى الينشتي بيده، فخلع نفسه، وقيد مع جماعة من أهل سبتة خيف من كل واحد منهم الوثوب على مثل ما وثب عليه الينشتي، وكان له ولدان، فاختفى الأكبر محمد وجرت عليه خطوب في خلوصه إلى البحر ثم حبسه ببجاية ووصوله إلى الاسكندرية ولحوقه باليمن، والولد الأصغر حين سار مع أبيه، فيقال إن وبأ جارفا كان بحضرة مراكش أهلك الجميع من الغرباء المذكورين، وقيل إن الوالد والولد هلكا بشربة لبن، واستمرت بسبتة دولة الرشيد عبد الواحد، وترددت عليها ولاته إلى آخر أيامه. وكان أبو العباس هذا سلك مسلك الأدباء وتغرب ووصل إلى بغداد، وكان موصوفا في أيامه بحسن المجالسة وإكرام الوافدين والاصغاء للمادحين، وكان بذله على مقدار ما يحتمله بلده، أخبر من حضر مجلسه أن أديبا من الأندلس أخذ يحكي من حكايات البرامكة وأمثالها ما استقله، فقال: يا أهل الأندلس لا تحكوا لنا من الحكايات إلا ما يسعه بلدنا. وجيء إليه بشخص من أهل مراكش، سمع وهو يقول - وقد رآه على فرس عتيق وعليه ثياب ملوكية وغفارة كحلاء، وبين يديه العبيد بالرماح، وبجانبه الحجاب: ذا العار ابن العار يريد أن يحكي بني عبد المؤمن، فما زاده على أن قال له: العار ابن العار من لا يحكي بني عبد المؤمن، ثم خلى سبيله، فلم يصبح المراكشي إلا في طريق مراكش خوف أن يتعقب في رأيه. وكان من جهة أخرى في نهاية من الغيرة على الملك، بلغه أن طلحة بن الشرقي من أكابر دولة بني عبد المؤمن قد قال: لو كان في سبتة رجل ما ملكها هذا، وأشار إليه، فاحضره وقال: زعمت أن ما في سبتة رجل، وأنا أكذبك، احملوه وغرقوه في اللجة، فحمل في زورق وغرق.</p>",
            "title": "ينشته",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001657-000.json"
        }
    ],
    "type": "FeatureCollection"
}