{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ثنية البيضاء</h1>\n<p class=\"arabic\">موضع قريب من مكة فيه وجد الحجاج بن علاط بعد فتح خيبر، وكان أسلم فقال لرسول الله صلى الله عليه وسلم: إن لي بمكة مالا عند صاحبتي أم شيبة بنت أبي طلحة ومالا متفرقا في تجار أهل مكة فأذن لي يا رسول الله، فأذن له، قال: لا بد يا رسول الله من أن أقول، قال صلى الله عليه وسلم: ` قل `، قال الحجاج: فخرجت حتى إذا قدمت مكة وجدت بثنية البيضاء رجالا من قريش يستمعون الأخبار ويسألون عن أمر رسول الله صلى الله عليه وسلم وقد بلغهم أنه سار إلى خيبر وعرفوا أنها قرية الحجاز ريفا ومنعة ورجالا فهم يتحسسون الأخبار ويسألون الركبان، فلما رأوني ولم يكونوا علموا بإسلامي قالوا: الحجاج بن علاط عنده والله الخبر، أخبرنا يا أبا محمد، فإنه بلغنا أن القاطع سار إلى خيبر، وهي بلد يهود وريف الحجاز، قلت: قد بلغني ذلك وعندي من الخبر ما يسر، قال: فالتبطوا بجنبي ناقتي يقولون: ايه يا حجاج، قلت: هزم هزيمة لم تسمعوا بمثلها قط، وقتل أصحابه قتلا لم تسمعوا بمثله قط، وأسر محمد أسرا وقالوا لا نقتله حتى نبعث به إلى مكة فيقتلونه بين أظهرهم بما كان أصاب من رجالهم، قال: فقاموا وصاحوا بمكة وقالوا: قد جاءكم الخبر وهذا محمد إنما تنتظرون أن يقدم به عليكم فيقتل بين أظهركم، قال، قلت: أعينوني على جمع مالي بمكة على غرمائي فإني أريد أن أقدم خيبر فأصيب من فل محمد وأصحابه قبل أن يسبقني التجار إلى ما هنالك، فقاموا فجمعوا لي مالي كأحث جمع سمعت به، وجئت صاحبتي فقلت: مالي، وقد كان لي عندها مال موضوع، لعلي ألحق بخيبر فأصيب من فرص البيع قبل أن يسبقني التجار، قال: فلما سمع العباس بن عبد المطلب رضي الله عنه الخبر وجاءه عني أقبل حتى وقف إلى جني وأنا في خيمة من خيام التجار فقال: يا حجاج ما هذا الذي جئت به؟ قلت: هل عندك حفظ لما وضعت عندك؟ قال: نعم، قلت: فاستأخر عني حتى ألقاك على خلاء فإني في جمع مالي كما ترى، فانصرف عني حتى أفرغ، قال: حتى إذا فرغت من جمع كل شيء كان لي بمكة وأجمعت الخروج لقيت العباس رضي الله عنه فقلت: احفظ علي حديثي يا أبا الفضل فإني أخشى الطلب ثلاثا ثم قل ما شئت [v.1, p.150] قال: أفعل، قال: فإني والله تركت ابن أخيك عروسا على بنت ملكهم، يعني صفية بنت حيي، ولقد افتتح خيبر وانتثل ما فيها وصارت له ولأصحابه، قال: ما تقول يا حجاج؟ قلت: أي والله فاكتم عني ولقد أسلمت وما جئت إلا لأخذ مالي فرقا من أن أغلب عليه، فإذا مضت ثلاث فأظهر أمرك فهو والله على ما تحب، قال: حتى إذا كان اليوم الثالث لبس العباس رضي الله عنه حلة له وأخذ عصاه ثم خرج حتى أتى الكعبة فطاف بها فلما رأوه قالوا: يا أبا الفضل، هذا والله التجلد لحر المصيبة، قال: كلا والذي حلفتم به لقد افتتح محمد صلى الله عليه وسلم خيبر وترك عروسا على ابنة ملكهم وأحرز أموالهم وما فيها فأصبحت له ولأصحابه قالوا: من جاءك بهذا الخبر؟ قال: الذي جاءكم بما جاءكم به، ولقد دخل عليكم مسلما وأخذ ماله وانطلق ليلحق بمحمد وأصحابه فيكون معه، قالوا: يا لعباد الله انفلت عدو الله أما والله لو علمنا لكان لنا وله شأن، ولم يلبثوا أن جاءهم الخبر بذلك، وقال كعب بن مالك الأنصاري في يوم خيبر:</p>\n<p class=\"arabic_poetry\">ونحن وردنا خيبرا وفروضه * بكل فتى عاري الأشاجع مذود</p>\n<p class=\"arabic_poetry\">جواد لدى الغايات لا واهن القوى * جريء على الأعداء في كل مشهد</p>\n<p class=\"arabic_poetry\">عظيم رماد القدر في كل شتوة * ضروب بنصل المشرفي المهند</p>\n<p class=\"arabic_poetry\">يرى القتل مدحا إن أصاب شهادة * من الله يرجوها وفوزا بأحمد</p>\n<p class=\"arabic_poetry\">يذود ويحمي عن ذمار محمد * ويدفع عنه باللسان وباليد</p>\n<p class=\"arabic_poetry\">وينصره من كل أمر يريبه * يجود بنفس دون نفس محمد</p>",
            "title": "ثنية البيضاء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000408-000.json"
        }
    ],
    "type": "FeatureCollection"
}