{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سمورة</h1>\n<p class=\"arabic\">هي دار مملكة الجلالقة، على ضفة نهر كبير جدا خرار كثير الماء شديد الجرية عميق القعر، وبين سمورة و البحر ستون ميلا، وسمورة مدينة جليلة قاعدة من قواعد الروم، وعليها سبعة أسوار من عجيب البنيان قد أحكمته الملوك السابقة، وبين الأسوار فصلان وخنادق ومياه واسعة. وقد كان عبد الرحمن بن محمد الخليفة الأموي بالأندلس غزا سنة سبع وعشرين وثلثمائة في أزيد من مائة ألف من الناس، فنزل على دار مملكة الجلالقة وهي سمورة هذه.</p>\n<p class=\"arabic\">وكان أشد ما على الأندلس من الأمم المحاربة لهم الجلالقة، على أن الإفرنجة حرب لهم، غير أن الجلالقة أشد بأسا، وكان لعبد الرحمن بن محمد صاحب الأندلس وزير من ولد أبيه يقال له أحمد بن إسحاق، قبض عليه عبد الرحمن لموجدة وجدها عليه، فقتله عبد الرحمن، وكان لذلك الوزير أخ يقال له أمية في مدينة شنترين من ثغور الأندلس، فلما نمي إليه ما فعل [v.1, p.324] بأخيه عصى عبد الرحمن وصار في حيز رذمير ملك الجلالقة، فأعانه على المسلمين ودله على عوراتهم، ثم خرج أمية في بعض الأيام عن المدينة يتصيد في بعض متنزهاته، فغلب على المدينة بعض غلمانه ومنعه من الدخول إليها، وكاتب عبد الرحمن، فمضى أمية بن إسحاق أخو الوزير المقتول إلى رذمير فاصطفاه واستوزره وصيره في جملته. وغزا عبد الرحمن صاحب الأندلس مدينة سمورة دار مملكة الجلالقة، وكان في أزيد من مائة ألف فكانت الوقيعة بينه وبين رذمير ملك الجلالقة في شوال سنة سبع وعشرين وثلثمائة كما قدمناه، فكانت للمسلمين عليهم، ثم ثابوا بعد أن حصروا وألجئوا إلى المدينة، فقتلوا من المسلمين بعد عبورهم الخندق خمسين ألفا، وقيل إن الذي منع رذمير من طلب من نجا من المسلمين أمية بن إسحاق، خوفه الكمين ورغبه في ما كان في عسكر المسلمين من الأموال والعدد والخزائن، ولولا ذلك لأتى على جميع المسلمين، ثم إن أمية هذا استأمن عبد الرحمن بعد ذلك وتخلص من رذمير، فقبله عبد الرحمن أحسن قبول، وقد كان عبد الرحمن صاحب الأندلس بعد هذه الوقيعة جند عساكر مع عدة من قواده إلى دار الجلالقة، فكانت لهم حروب هلك فيها من الجلالقة ضعف ما قتل من المسلمين في الوقيعة الأولى، وكانت للمسلمين عليهم.</p>\n<p class=\"arabic\">ومدينة سمورة محدثة، اتخذت دارا سنة ثمان وثمانين ومائتين.</p>",
            "title": "سمورة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000828-000.json"
        }
    ],
    "type": "FeatureCollection"
}