{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مراكش</h1>\n<p class=\"arabic\">شمال أغمات وعلى اثني عشر ميلا منها بداخل المغرب، بناها يوسف بن تاشفين أمير المسلمين في صدر سنة سبعين وأربعمائة، وقيل سنة تسع وخمسين وأربعمائة، بعد أن اشترى أرضها من أهل أغمات بجملة أموال واختطها له ولبني عمه، وهي في وطاء من الأرض، وليس حولها من الجبال إلا جبل صغير يسمى ايجليز، ومنه قطع الحجر الذي بني منه قصر علي بن يوسف أمير المسلمين، وليس بموضع مراكش حجر إلا ما كان من هذا الجبل، وبناؤها بالطين والطوب والطوابي، ثم استخرجوا مياهها، فكثرت فيها البساتين والجنات، واتصلت عمارات مراكش وحسن قطرها، ثم بنى أسوارها علي بن يوسف بن تاشفين سنة أربع عشرة وخمسمائة، وعلى ثلاثة أميال منها وادي تانسيفت، ويصب فيه وادي وريكة ووادي نفيس وأودية كثيرة، ومياه مراكش قريبة من قامتين من وجه الأرض وبساتينها تسقى بالآبار ينفذ بعضها إلى بعض حتى تخرج على وجه الأرض، وبينها وبين درن نحو العشرين ميلا، وهي كثيرة الزرع والضرع وبحائرها لا تحصى كثرة، وإنما بناها واضعها ليملك منها جبل درن لكثرة من يعمره.</p>\n<p class=\"arabic\">وكان إسلام قبائل الصحراء في سنة خمس وثلاثين وأربعمائة، ثم ملكها عبد المؤمن بن علي وانقرضت دولة بني تاشفين بعد أن كانت دار إمارة لمتونة وقاعدة مملكتهم، وكان بها قصور كثيرة لجملة من الأمراء والقواد وخدام الدولة، وكانت أزقتها واسعة وأرجاؤها فسيحة وأسواقها حفيلة وسلعها نافقة، وكان بها جامع بناه يوسف بن تاشفين، وهو صاحب الزلاقة، فلما ملكها عبد المؤمن بن علي تركوا ذلك الجامع معطلا مغلق الأبواب لا يرون الصلاة فيه، وبنوا لأنفسهم مسجدا جامعا يصلون فيه بعد أن نهبوا الأموال وسفكوا الدماء وباعوا الحرم، وكان ذلك لمذهب لهم يرون ذلك فيه حلالا. وكان علي بن يوسف قد جلب ماء من عين بينها وبين المدينة أميال فلم يستتم ذلك، فلما تغلب عبد المؤمن على الملك وصار بيده تمموا جلب ذلك الماء إلى داخل المدينة وصنعوا منه سقايات بقرب دار الحجر، وهي الحظيرة التي فيها القصر منفردا متحيزا بذاته، والمدينة بخارج هذا القصر، وطول المدينة أشف من ميل وعرضها قريب ذلك، وعلى ثلاثة أميال من مراكش نهر تانسيفت، وليس بالكبير لكنه دائم الجري، ويحمل في زمن الشتاء بسيل كبير فلا يبقي ولا يذر. وكان أمير المسلمين علي بن يوسف بنى على هذا النهر قنطرة عجيبة متقنة البناء.</p>\n<p class=\"arabic\">وعظمت مراكش في الدولتين، فكانت أكبر مدن المغرب الأقصى، وعظمت تجارتها وتنافس الناس في البناء فيها، وبنيت [v.1, p.540] فيها الفنادق والحمامات، وفيها قيسارية عظيمة البنيان، وهي أكثر بلاد المغرب جنات وبساتين وأعنابا وفواكه، وأكثر شجرها الزيتون، فيها منه ما تستغني به عن غيرها من البلاد، وتمير بلادا كثيرة، وبها شجر أرقان ، ودهنه عندهم مستعمل نافع، وزيتون مراكش أكثر من زيتون مكناسة، وزيتها أرخص وأطيب. وأجرى المنصور يعقوب بن يوسف بن عبد المؤمن في وسطها ساقية ظاهرة، يخرج ماؤها من قصره فيشق المدينة من القبلة إلى الجوف، فكانت أشرف مدن المغرب وأعدلها هواء، وجعل فيها مارستان للمرضى يدخله العليل فيعاين ما أعد فيه من المنازه والمياه والرياحين والأطعمة الشهية والأشربة المفوهة، فتنعشه من حينه، وكان ذلك سنة خمس وثمانين وخمسمائة، ثم استدعى العلماء ورواة الحديث وأهل الفنون المختلفة، فجلبوا إليه من الأقطار، فكثر فيها العلماء وامتلأت بوجوه أهل البلاد من كل صقع، وقصدها التجار من كل جهة، وصارت حاضرة المغرب وقاعدة البلاد، وتناهت ضخامتها وانقادت إلى طاعتها أقاليم المغرب وبلاد الأندلس وغيرها، إلى أن اختلت الأحوال ووقعت الفتن وفشا فيها الظلم والفجور وشرب الخمور والتحامل على الناس، وفي ذلك يقول قائلهم:</p>\n<p class=\"arabic_poetry\">يطوف التجار بمراكش * طواف الحجيج ببيت الحرام</p>\n<p class=\"arabic_poetry\">تروم النزول فلا تستطيع * لشرب الخمور وهتك الحرم وكان من ملوك بني عبد المؤمن ما كان، وانقرضت دولتهم بقتل يعقوب بن عبد الحق المشتهر بابن تامطوت المريني صاحب فاس آخر ملوكهم ادريس بن محمد بن عمر بن عبد المؤمن الملقب بأبي دبوس في سنة ست وستين وستمائة، وكان ناجزه مرارا في كلها يظهر عليه إلى أن ناجزه مرة بظاهر مراكش، فخامرت عليه عربه وأسلمته فقتل، وصارت الدولة مرينية، فسبحان من لا يزول ملكه.</p>\n<p class=\"arabic\">ومع هذا كله ففي مراكش يقول أبو القاسم بن أبي عبد الله محمد بن أيوب بن نوح الغافقي من أهل بلنسية:</p>\n<p class=\"arabic_poetry\">مراكش إن سألت عنها * فإنها في البلاد عار</p>\n<p class=\"arabic_poetry\">هواؤها في الشتاء ثلج * وحرها في المصيف نار</p>\n<p class=\"arabic_poetry\">وكل ما ثم وهو خير * من أهلها عقرب وفار</p>\n<p class=\"arabic_poetry\">فإن أكن قد مكثت فيها * فإن مكثي بها اضطرار وأهل مراكش يأكلون الجراد، ويباع فيها كل يوم منه أحمال، وعليه قبالة، وكان أكثر الصنائع بمراكش متقبلة عليها مال لازم مثل سوق الدخان والصابون وغيرهما، وكانت القبالة على كل شيء يباع، فلما صار الأمر للموحدين قطعوا تلك القبالات وأراحوا منها، واستحلوا قتل المتقبلين لها، فلا ذكر لها في بلادهم.</p>",
            "title": "مراكش",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001418-000.json"
        }
    ],
    "type": "FeatureCollection"
}