{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مرسية</h1>\n<p class=\"arabic\">بالأندلس، وهي قاعدة تدمير، بناها الأمير عبد الرحمن بن الحكم، واتخذت دار العمال وقرار القواد، وكان الذي تولى بنيانها وخرج العهد إليه في اتخاذها جابر بن مالك بن لبيد، وكان تاريخ الكتاب يوم الأحد لأربع خلون من ربيع الأول سنة ست عشرة ومائتين، فلما بناها ورد كتاب الأمير عبد الرحمن على عامر بن مالك بخراب مدينة أله من المضرية واليمانية وكان السبب في ذلك أن رجلا من اليمانية استقى من وادي لورقة قلة وأخذ ورقة من كرم لرجل من المضرية فغطى بها القلة، فأنكر ذلك المضري وقال: إنما فعلت ذلك استخفافا بي إذ قطعت ورق كرمي، وتفاقم الأمر بينهما حنى تحارب الحيان، وعسكر بعضهم إلى بعض واقتتلا أشد قتال.</p>\n<p class=\"arabic\">ومرسية على نهر كبير يسقي جميعها كنيل مصر، ولها جامع جليل وحمامات وأسواق عامرة، وهي راخية أكثر الدهر رخيصة الفواكه كثيرة الشجر والأعناب وأصناف الثمر، وبها معادن فضة غزيرة متصلة المادة، وكانت تصنع بها البسط الرفيعة الشريفة ولأهلها حذق بصنعتها وتجويدها لا يبلغه عيرهم.</p>\n<p class=\"arabic\">ومن مرسية أبو غالب تمام بن غالب المعروف بابن التياني اللغوي المرسي صاحب ` الموعب ` وكان أبو الجيش مجاهد بن عبد الله صاحب دانية قد غلب على مرسية، وأبو غالب إذ ذاك بها، فأرسل إليه ألف دينار على أن يزيد في ترجمة الكتاب على أنه ألفه لأبي الجيش مجاهد، فرد الدنانير وأبى من ذلك وقال: والله لو بذلت لي الدنيا على ذلك ما فعلت ولا استجزت الكذب، فإني لم أجمعه لك خاصة، وإنما جمعته لكل طالب علم.</p>\n<p class=\"arabic\">وعلى أربعين ميلا من مرسية عين ماء عذب يقصدها من علق العلق بحلقه فيفتح فاه فيسقط العلق لحينه، وذلك بإقليم إيلش. وقال بعضهم: هذا طب تمام يوجد في كل ماء عذب بارد، إذا فتح فمه عليه من علق العلق به أسقطه في الأغلب، وذلك لأن العلق إنما ينشأ في الماء العذب، فيطرأ عليه من خلاف ذلك المزاج ما يستروح منه إلى الماء، وكثيرا ما يطب به الأطباء فيستغنون عن شجر أناغاليس الذي من شأنه قتل العلق ، وعن العكوب وعن الخل وأمثال هذه الأشياء.</p>\n<p class=\"arabic\">ومرسية في مستو من الأرض على النهر الأبيض، ولها ربض عامر آهل، وعليها وعلى ربضها أسوار وحظائر متقنة، والماء يشق ربضها، وهي على ضفة النهر، ويجاز إليها على قنطرة مصنوعة من المراكب تنتقل من موضع إلى موضع ، وبها شجر التين كثير، [v.1, p.539] ولها حصون وقلاع وقواعد وأقاليم معدومة المثال، ومنها إلى بلنسية خمس مراحل، ومنها إلى قرطبة عشر مراحل.</p>\n<p class=\"arabic\">ويخرج من نهر مرسية جدول على مقربة من قنطرة اشكابة قد نقر له الأول في الجبل، وهو حجر صلد، وجابوه نحو ميل، وهذا الجدول هو الذي يسقي قبلي مرسية، ونقبوا بازاء هذا النقب في الجبل المحاذي لهذا الجبل نقبا آخر مسافة نحو ميلين أخرجوا فيه جدولا ثانيا، وهو الذي يسقي جوفي مرسية، ولهذين الجدولين منافس في أعلى الجبلين ومناهر إلى الوادي تنقى الجدولان منه بفتحها وانحدار الماء مما اجتمع من الغثاء فيهما، ولا يسقى من نهر مرسية شيء بغير هذين الجدولين إلا بما رفع بالدواليب والسواني، وبين موضع هذين النقبين ومرسية ستة أميال.</p>",
            "title": "مرسية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001415-000.json"
        }
    ],
    "type": "FeatureCollection"
}