{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فم الصلح</h1>\n<p class=\"arabic\">بكسر الصاد، نهر ميسان من أعمال واسط، وفي ` مختصر العين ` الصلح: نهر ميسان.</p>\n<p class=\"arabic\">قالوا: والصلح منزل القرن المبارك، والمبارك هو نهر خالد بن عبد الله القسري، وهو الذي أعرس بفمه المأمون إذ بنى على بوران بنت الحسن بن سهل وزيره ، وهو من أرض السواد، ووصل الحسن بن سهل أباها بعشرة آلاف ألف درهم وأقطعه الصلح، فلما أن انصرف خرج مشيعا، فقال له: يا أبا محمد سل حاجتك، فقال له: أسألك يا أمير المؤمنين أن تحفظ لي من قلبك ما لا أستطيع حفظه إلا بك، فتبسم المأمون ثم قال: شهدت جعفر بن يحيى وقد ودع الرشيد فقال: سل حاجتك يا أبا الفضل، فقال: تجعل بيني وبينك بيت كثير حيث يقول :</p>\n<p class=\"arabic_poetry\">وكوني على الواشين لداء شغبة * كما أنا للواشي ألد شغوب وهذه الحاجة ما قدر أن تقضى. وكان المأمون خرج إلى البناء ببوران فعسكر بفم الصلح، فدخل بها في عقب رمضان، واسمها خديجة، وعاد إلى بغداد لست مضين من شوال، وكانت نفقة الحسن عليها عظيمة جدا، قال الحسن بن رجاء: كنا نجري على الملاحين مدة الأيام التي كان المأمون مقيما فيها بفم الصلح، فكانوا ستة وثلاثين ألف ملاح، ولقد عز الحطب يوما على عظم مقدار ما استعد منه مما أعد حولا كريتا فجعلنا نوقد تحت القدور [v.1, p.358] بخيش كنا أعددناه للصيف بعد أن نغمسه في الزيت، وجليت بوران على المأمون وقد فرش لها حصير من ذهب، وجيء بمكتل من ذهب مرصع بجوهر فيه در كبار فنثر على من حضر من النساء وفيهن رشيدة وحمدونة بنت الرشيد وأشباههما، فما مس من حضر منهن شيئا منه حتى قال المأمون لهن: شرفن أبا محمد وأكرمن عروسنا، فمدت كل واحدة منهن يدها فأخذت درة، وبقي سائر الدر يلوح على حصير الذهب، فقال المأمون: قاتل الله الحسن بن هانئ، كأنه رأى هذا المنظر حيث يقول:</p>\n<p class=\"arabic_poetry\">كأن صغرى وكبرى من فواقعها * حصباء در على أرض من الذهب قيل: وأنفق الحسن بن سهل حين أعرس المأمون ببوران بنته ثمانية وثلاثين ألف ألف درهم، قيل وأخذت شمعتا عنبر ودخل بهما ليلا فأوقدتا بين يديه فكثر دخانهما وأفرط، فقال المأمون: ارفعوهما فقد آذانا الدخان وهاتوا الشمع. ودخل الحسن على ابنته بوران لما اجتلاها المأمون وأجلست إلى جنبه ومعه ست لآل عظيمة الخطر لم توجد لهن سابعة فنثرن عليها، فالتقط المأمون منهن اثنتين إعجابا بهما وأخذ الأربع من حضر من الكبراء، وكانت وليمة المأمون هذه تدعى وليمة الإسلام إذ لم يكن في ولائم الإسلام قط مثلها.</p>",
            "title": "فم الصلح",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000924-000.json"
        }
    ],
    "type": "FeatureCollection"
}