{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إفريقية</h1>\n<p class=\"arabic\">عمل كبير عظيم في غرب ديار مصر، سميت بافريقس بن أبرهة ملك اليمن لأنه غزاها وافتتحها، قيل كان بالشين المعجمة ثم عرب بالسين وقال قوم: معنى إفريقية صاحبة السماء، وقيل سميت بافريق بن إبراهيم عليه السلام من زوجه قطورا، وقيل أهل إفريقية من ولد فارق بن مصر. وطول إفريقية من برقة شرقا إلى طنجة غربا وعرضها من البحر إلى الشرق وبها يصاد الفنك الجيد ورووا عن أبي عبد الرحمن الحبلي قال: بعث رسول الله صلى الله عليه وسلم سرية ففصلوا فذكروا لرسول الله صلى الله عليه وسلم شدة البرد الذي أصابهم، فقال رسول الله صلى الله عليه وسلم: ` لكن إفريقية أشد بردا وأعظم أجرا `، وفي رواية أخرى ` إن البرد الشديد والأجر العظيم لأهل إفريقية `، وفي خبر آخر أنه عليه السلام قال: ينقطع الجهاد من البلدان كلها فلا يبقى إلا بموضع في المغرب يقال له إفريقية فبينما القوم بازاء عدوهم نظروا إلى الجبال قد سيرت فيخرون لله تبارك وتعالى سجدا فلا ينزع عنهم أخفافهم إلا خدامهم في الجنة `.</p>\n<p class=\"arabic\">وغزا إفريقية عبد الله بن سعد بن أبي سرح سنة سبع وعشرين ومعه عبد الله بن الزبير وعبد الله بن عمر ومروان بن الحكم رضي الله عنهم وعدة من أصحاب رسول الله صلى الله عليه وسلم فسميت غزوة العباد أو العبادلة، وبرز جرجير ملك إفريقية لابن الزبير فقتله ابن الزبير رضي الله عنهما وحوى المسلمون غنائم كبيرة وبلغ سهم الفارس ثلاثة آلاف دينار، وغلبوا على كل مدينة فيها وفتحوها عنوة، وكان سلطان جرجير من طرابلس إلى طنجة، وكان جرجير لما عزم على لقاء المسلمين أخرج ديدبانه وهو منظر من خشب، وأمر ابنته فصعدت الديدبان وسفرت عن وجهها وكان معها أربعون خادما في الحلي والحلل، وقدم كراديسه وهو تحت الديدبان وقال: والمسيح لا قتل عبد الله بن سعد رجل منكم إلا زوجته إياها وسقت إليه ما معها من الخدم والنعمة وأنزلته مني المنزلة التي لا يطمع فيها أحد عندي، وبلغ خبره عبد الله فقال لأهل عسكره: وحق محمد النبي صلى الله عليه وسلم لا قتل أحد منكم جرجير إلا نفلته ابنته وما معها، وكان في عشرين ألفا وجرجير في عشرين ومائة ألف، وتزاحف الناس، ورأى ابن الزبير رضي الله عنهما عورة من جرجير - رآه خلف أصحابه منقطعا عنهم على برذون أشهب معه جاريتان تظللانه بريش الطواويس - فدخل على عبد الله بن سعد من كسر خبائه وهو مستلق على فراشه يفكر في أمره فقال له: عورة من عدونا وخشيت الفوت فاخرج فاندب الناس، فخرج فقال: أيها الناس انتدبوا مع ابن الزبير إلى عدوكم، قال: فتسرع إلي جماعة أخذت منهم ثلاثين فارسا قلت: إني حامل فاصرفوا عن ظهري من أرادني فإني سأكفيكم ما أمامي إن شاء الله تعالى: ثم حمل في الوجه الذي هو فيه، وذبوا عنه وابتغوه، فخرق الصفوف إليه فحسب أنه رسول فلما رأى السلاح ثنى برذونه هاربا، وأدركته، قال: فطعنته فسقط ميتا فرميت بنفسي عليه [v.1, p.47] وألقت جاريتاه أنفسهما فقطعت يد إحداها، وأجهزت عليه ورفعت رأسه على رمحي، وجال أصحابه وحمل المسلمون في ناحيتي وكبروا فقتلوهم كيف شاءوا، وثارت الكمناء من كل ناحية وسبقت خيول المسلمين ورجالهم إلى حصن سبيطلة فمنعوهم من دخوله وركبهم المسلمون يمينا وشمالا في السهل الوعر، فقتلوا أنجادهم وفرسانهم وأكثروا فيهم الأسر حتى لقد كنت أرى في الموضع الواحد ألف أسير.</p>\n<p class=\"arabic\">وذكر أشياخ من أهل إفريقية أن ابنة جرجير لما أشرفت على العرب في عسكرهم قالت لأبيها: لا تسرف في قتل هؤلاء ونفلنيهم، قال: قد نحلتك إياهم. فلما قتل أبوها تنازع الناس في قتله وهي تنظر، فقالت: ما للعرب يتنازعون؟ قيل لها: يتنازعون في قتل أبيك، فبكت وقالت: قد رأيت الذي أدرك أبي فقتله، فقال لها عبد الله بن أبي سرح الأمير: هل تعرفينه؟ قالت: إذا رأيته عرفته، فأخذ عبد الله الناس بالعرض فمروا بين يديها حتى مر عبد الله بن الزبير رضي الله عنهما فقالت: هذا قاتل أبي، فقال له ابن أبي سرح: كتمت عني قتلك أباها يا أبا بكر، فقال: قد علمه الذي قتلته له، فنفله ابن أبي السرح ابنة الملك فاتخذها أم ولد، وكان ابن الزبير رضي الله عنهما في ذلك الوقت ابن بضع وعشرين سنة، ونزل ابن أبى سرح على باب المدينة فحصرها بمن معه حصارا شديدا حتى فتحها، فأصاب فيها شيئا كثيرا وأصاب أكثر أموالهم الذهب والفضة، وهو الذي افترع إفريقية، فكانت توضع بين يديه أكوام الذهب والفضة، فقال للأفارق: من أين لكم هذا؟ فجعل رجل منهم يلتمس شيئا في الأرض حتى جاء بنواة زيتون فقال: من هذا أصبنا الأموال لأن أهل هذا البحر ليس لهم زيت فكانوا يأتوننا يشترون الزيت منا، وكان سهم الفارس ثلاثة آلاف دينار هرقلي وسهم الراجل ألف ديار وبث ابن أبي سرح السرايا والغارات من مدينة سبيطلة فبلغت خيله قصور قفصة فسبوا وغنموا وحازوها إلى مرماجنة، فأذلت تلك الوقعة الروم بإفريقية وأصابهم رعب شديد، فلجأوا إلى الحصون والقلاع، واجتمع أكثرهم بقصر الأجم، فطلبوا من عبد الله بن أبي سرح أن يأخذ منهم ثلاثمائة قنطار ذهبا على أن يكف عنهم ويخرج من بلادهم، فقبل ذلك منهم وقبض المال، وكان في شرط صلحهم أن ما أصاب المسلمون من قبل الصلح فهو لهم وما أصابوه بعد الصلح ردوه لهم. ودعا عبد الله بن سعد الأمير عبد الله بن الزبير فقال: ما أحد أحق بالبشارة منك فبشر أمير المؤمنين والمسلمين بالمدينة بما أفاء الله تعالى عليهم، فتوجه عبد الله بن الزبير رضي الله عنه، فبعض الناس يقول: دخل المدينة من سبيطلة في ثماني عشرة ليلة، ومنهم من يقول: وافى المدينة في أربعة وعشرين يوما من خروجه من سبيطلة. ثم انصرف ابن أبي سرح من إفريقية بعد إقامته بها ستة أشهر راجعا إلى مصر ووصل إلى المدينة فبيع المغنم، فصفق مروان بن الحكم على الخمس وهي خمسمائة ألف دينار فوضعه عثمان رضي الله عنه، فكان ذلك من أسباب القول في عثمان رضي الله عنه وآل الأمر إلى قتله وما تبع ذلك من الفتن، وأصاب الناس ما كان عمر بن الخطاب رضي الله عنه نهى عنه عمرو بن العاص رضي الله عنه من دخول إفريقية في عهده لأنها مفرقة غير مجمعة وأن ماءها قاس ما شربه أحد من المسلمين إلا اختلفت قلوبهم، فلما دخلوها وشربوا ماءها قتلوا خليفتهم عثمان رضي الله عنه، ثم كانت الفتن.</p>\n<p class=\"arabic\">وقال أبو عبيد: لما فتح عمرو بن العاص رضي الله عنه طرابلس كتب إلى عمر رضي الله عنه بما فتح الله عليه وأنه ليس أمامه إلا إفريقية، فكتب إليه عمر رضي الله عنه: إذا ورد عليك كتابي هذا فاطو دواوينك ورد علي جندي، ولا تدخل إفريقية في شيء من عهدي، فإني سمعت رسول الله صلى الله عليه وسلم يقول: ` إفريقية مفرقة لأهلها غير مجمعة، ماؤها قاس ما شربه أحد من المسلمين إلا اختلفت قلوبهم `، فأمر عمرو بن العاص رضي الله عنه العسكر بالرحيل قافلا وفي رواية ان عمر رضي الله عنه كتب إليه: إنها ليست بإفريقية ولكنها المفرقة غادرة مغدور بها لا يغزوها أحد ما بقيت.</p>",
            "title": "إفريقية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000137-000.json"
        }
    ],
    "type": "FeatureCollection"
}