{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الزاوية</h1>\n<p class=\"arabic\">بالعراق عند البصرة بينهما فرسخان، قال البخاري: كان أنس بن مالك رضي الله عنه في قصره بالزاوية أحيانا يجمع وأحيانا لا يجمع.</p>\n<p class=\"arabic\">ولما توجه علي رضي الله عنه إلى البصرة بعد مخرج طلحة والزبير وعائشة رضي الله عنهم إليها للطلب بدم عثمان رضي الله عنه سار حتى نزل الموضع المعروف بالزاوية، فصلى أربع ركعات وعفر خديه في التراب وقد خالط ذلك دموعه ثم رفع رأسه يدعو: اللهم رب السموات وما أظلت والأرضين وما أقلت ورب العرش العظيم رب محمد، هذه البصرة، أسألك من خيرها وأعوذ بك من شرها، اللهم أنزلنا فيها خير منزل وأنت خير المنزلين، اللهم إن هؤلاء القوم قد بغوا علي وخلعوا طاعتي ونكثوا بيعتي، اللهم احقن دماء المسلمين. وبعث إليهم من يناشدهم الله تعالى في الدماء وقال علام تقاتلونني؟ فأبوا إلا الحرب، فاقتتلوا، فقتل الزبير وطلحة رضي الله عنهما في خلق من الناس وعقر جمل عائشة رضي الله عنها، فقام علي رضي الله عنه خطيبا في الناس رافعا صوته يقول: أيها الناس إذا هزمتموهم فلا تجهزوا على جريح ولا تقتلوا أسيرا، ولا تتبعوا موليا، ولا تطلبوا مدبرا ولا تكشفوا عورة ولا تمثلوا بقتيل، ولا تهتكوا سترا، ولا تقربوا شيئا من أموالهم إلا ما تجدونه في عسكرهم من سلاح أو كراع أو عبد أو أمة، وما سوى ذلك فهو ميراث لورثتهم على كتاب الله تعالى وقصة الجمل على طولها مشهورة فليقتصر على هذا القدر.</p>\n<p class=\"arabic\">وبالزاوية هذه أيضا كانت الوقيعة بين الحجاج بن يوسف وبين عبد الرحمن بن محمد بن الأشعث بن قيس وكان عبد الرحمن قد خلع الحجاج وعبد الملك وبايعه الناس على ذلك وبايعه عليه أهل الفضل والقراء وقاموا منكرين لأمر الحجاج، فكانت بينهم وقائع كثيرة هذه منها، وذلك سنة اثنتين وثمانين أو في سنة ثلاث وثمانين، وكان دخل البصرة فبايعه أهلها على حرب الحجاج وخلع عبد الملك وكان هزم الحجاج وملك البصرة وبعد ذلك انهزم عبد الرحمن ولحق بالكوفة ثم توالت عليه الهزائم إلى أن فر عبد الرحمن إلى رتبيل ملك الترك واستجار به، فبعث إليه الحجاج من ضمن له الأموال فأسلمه فقتل نفسه، فسيق رأسه إلى الحجاج وكانوا أولا تزاحفوا فاشتد قتالهم وهزمهم أهل العراق حتى انتهوا إلى الحجاج وحتى قاتلوهم على خنادقهم، ثم إنهم تزاحفوا فانهزم أهل العراق فخر الحجاج فيه ساجدا، وأقبل عبد الرحمن نحو الكوفة وتبعه أهل القوة من أصحابه إلى أن كان من أمره ما ذكرناه وكانت بينهم وقائع ننبه عليها حين يأتي ذكر شيء من مواضعها.</p>",
            "title": "الزاوية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000736-000.json"
        }
    ],
    "type": "FeatureCollection"
}