{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المقدس</h1>\n<p class=\"arabic\">بايليا، وكورة ايليا من فلسطين، والتقديس التطهير، والأرض المقدسة أربعون ميلا في مثلها، وأول من بنى بيت المقدس وأري موضعه يعقوب، وقيل داود عليهما السلام، وكان من بناء داود عليه السلام له إلى وقت تخريب بخت نصر إياه وانقطاع دولة بني إسرائيل أربعمائة سنة وأربع وخمسون سنة، فلم يزل خرابا إلى أن بناه ملك من ملوك طوائف الفرس يقال له كوشك ثم تغلبت ملوك غسان على الشام بتمليك ملوك الروم لهم ودخولهم في نصرانيتهم، إلى أن جاء الله تعالى بالإسلام وملك الشام منهم جبلة بن الأيهم، ففتح الله الشام على المسلمين زمن عمر بن الخطاب رضي الله عنه، وتولى أبو عبيدة رضي الله عنه على ايليا وحاصرها إلى أن صالحوه على أداء الجزية، على أن يكون عمر بن الخطاب رضي الله عنه هو المتولي لعقد الصلح معهم، فكان ذلك سبب مسير عمر رضي الله عنه إلى الشام ومباشرته لعقد الصلح معهم، وهذا قد سبق فيما مضى من هذا الكتاب، وهو مذكور في فتوح الشام.</p>\n<p class=\"arabic\">قالوا: وسخر عمر رضي الله عنه أنباط فلسطين في كنس بيت المقدس، وكانت فيه مزبلة عظيمة، وقد مر هذا أيضا في ذكر ايليا.</p>\n<p class=\"arabic\">ويوقد في مسجد بيت المقدس كل ليلة جمعة وفي النصف من شعبان وفي الأعياد ألفا شمعة سوى القناديل، وفيه من القباب خمس عشرة قبة سوى قبة الصخرة، وعلى سطح المسجد مع القباب من شقق الرصاص حاشا قبة الصخرة سبعة آلاف شقة وسبعمائة [v.1, p.556] شقة، وزن كل شقة سبعون رطلا بالشامي، وفيه أربع صوامع للأذان، وكان له من المسلمين ثلثمائة خادم ومن النصارى عشرة يكنسون سطوحه وينظفون قنوات الماء ولا تؤخذ منهم جزية، ومن اليهود نيف وعشرون خادما ولا تؤخذ منهم جزية، وكانوا يحجبون المسجد وينظفون الظاهر حول المسجد. ووظيفته من الزيت كل شهر سبعمائة قسط بالإبراهيمي، وزن القسط رطل ونصف رطل بالشامي الكبير.</p>\n<p class=\"arabic\">وقبة الصخرة على أكمة في المسجد، والصخرة تحت القبة، وتحت القبة مغارة ينزل إليها بدرج مما يلي الباب القبلي من أبواب القبة، والصخرة مرتفعة من ناحية المغرب ذراعين، منخفضة من جهة المشرق، وحول الصخرة حظيرة من رخام ارتفاعها نحو ذراع ونصف، ولقبة الصخرة أربعة أبواب، وفي المسجد القبة التي يذكر أن النبي صلى الله عليه وسلم عرج به منها إلى السماء، ومنارة إبراهيم عليه السلام التي كان يتخلى فيها للعبادة، ومصلى جبريل عليه السلام، ومصلى الخضر، والسطح المسقف من بيت المقدس قد سوي وفرش على بنيان قديم نحت نحتا، ينسب بناؤها إلى سليمان بن داود عليهما السلام، ولولا ذلك ما اعتدل سطح المسجد لأنه في سند، وفيما بين تلك الحنايات التي في المسجد والقباب التي في وسط المسجد أكمة مرتفعة من الأرض لها من كل ناحية نحو ست درجات وأكثر، وهناك مقامات للدعاء معروفة وشرف من المسجد على واد ينحط منه إلى عين يقال لها سرحان، يقال إنها العين التي كان المسيح عليه السلام يفتح فيها عيون العميان، وهناك كنيسة يقال لها الجسمانية وعلى فرسخ منها مما يلي قبلتها في مستو من الأرض بيت لحم، وبه ولد المسيح عليه السلام، وبه النخلة التي تساقطت على مريم رطبا جنيا والسري الذي جعل الله تحتها فشربت منه وتطهرت، والمهد الذي جعلت فيه المسيح حين ولدته، وهو حوض أبيض غسلته فيه، وهو قريب من العين، وعلى فرسخين من بيت لحم تجاه القبلة منه قبر إبراهيم الخليل عليه السلام، تصعد جبلا ثم تنحط إليه، وإلى جانبه قبر إسحاق عليه السلام، وهناك مسجد إبراهيم عليه السلام، ومن بيت المقدس إلى مسجد إبراهيم عليه السلام ثلاثة عشر ميلا مما يلي القبلة، وحول القرية التي فيها قبر إبراهيم عليه السلام غياض وأشجار تفاح أحمر، وهناك دير إلى جانبه جبل يصعد في قنته في قدر ثلثمائة مرقاة، يقال إن هذا الجبل صعد منه المسيح عليه السلام إلى السماء.</p>",
            "title": "المقدس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001473-000.json"
        }
    ],
    "type": "FeatureCollection"
}