{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بيروذ</h1>\n<p class=\"arabic\">مدينه بين نهر تيرى ومناذر من ناحية فارس فتحت على يد أبي موسى في أيام عمر بن الخطاب رضي الله عنه.</p>\n<p class=\"arabic\">بيروت :</p>\n<p class=\"arabic\">في ساحل الشام وهي مرابط دمشق، وفيها كان أبو الدرداء رضي الله عنه نازلا، قال الأوزاعي: كان عندنا ببيروت عجائب، ذكر عن رجل ممن يوثق به أنه رأى رجلا راكبا جرادة، وذكر من عظم الرجل وعظم الجرادة، قال: وعليه خفان طويلان أحمران، وهو يقول: الدنيا باطل وباطل ما فيها، ويقول بيده هكذا فحيثما أشار انساب الجراد إلى ذلك الموضع. قال: وكان عندنا رجل صياد يسافر يوم الجمعة ولا يأتي الجمعة، قال: فخرج يوما فخسف به وببغلته فلم يبق منها إلا أذنها، قال محمد بن بشر: ورأيت موضع مكانه ببيروت يلقى فيه التراب. وفي رواية أخرى قال الأوزاعي: رأيت ببيروت ثلاث عجيبات: رأيت رجلا من جراد في الماء وإذا رجل راكب على جرادة مسلك بالحديد وفي يده عصا وهو يومئ بيده وهو يقول: الدنيا باطل، يرددها. ورأيت رجلا يكتب المصاحف بخط جيد في ستة أيام، فكتب مصحفا فقال: كتبته في ستة أيام وما مسنا من لغوب، فجفت يمينه، ورأيت رجلا شابا كان يأوي في المسجد حسن العبادة حسن الصمت قليل الكلام، فكان يلزم المسجد، فخرج ذات يوم من المسجد بعد أن أغلقت الأبواب فجاء إلى باب المدينة فوقف عليه ساعة، فإذا هو قد انفتح له وخرج وخرجت معه حتى وقف على شجر بلوط كثير، فصعد شجرة فجعل يأكل ويرمي إلى الأرض فما يسمع صوت شيء يقع في الأرض، فجئت إليه فقلت: السلام عليكم، فقال: وعليك السلام أبا عمرو، أتحب؟ قلت: نعم، فأخذ ملء كفه فدفعها إلي فإذا هو رطب، فأكلت ثم غاب عني فلم أره. [v.1, p.122]</p>\n<p class=\"arabic\">وعلى بيروت سور حجارة، وبمقربة منها جبل فيه معدن حديد جيد يقطع، ويستخرج منه الكثير ويحمل إلى بلاد الشام، وبها غيضة أشجار صنوبر تتصل إلى جبل لبنان وتكسير هذه الغيضة اثنا عشر ميلا في مثلها، وشرب أهلها من الآبار، ومنها إلى دمشق يومان.</p>",
            "title": "بيروذ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000323-000.json"
        }
    ],
    "type": "FeatureCollection"
}