{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سابور</h1>\n<p class=\"arabic\">مدينة من مدن فارس، بناها سابور أحد ملوك الفرس الساسانية وسميت باسمه، وهي إحدى البلاد التي كانت عليها حروب المهلب مع الأزارقة، وهي تضاهي اصطخر في هيئتها</p>\n<p class=\"arabic\">وأبنيتها لكن سابور أكثر بشرا وعمارة وأهلا وأوفر حالا، وبها جامع ومنبر.</p>\n<p class=\"arabic\">وحكوا أن المهلب بن أبي صفرة وعبد الرحمن بن مخنف قصدا الأزارقة برامهرمز بكتاب الحجاج إليهما بذلك، فأجلوهم عن رامهرمز حتى أزالوهم، وخرج القوم كأنهم على حامية حتى نزلوا بسابور بأرض منها يقال لها كازرون، وسار المهلب وعبد الرحمن حتى نزلوا بهم، فخندق المهلب عليه، قال لعبد الرحمن: إن رأيت أن تخندق عليك فافعل، وإن أصحاب عبد الرحمن أبوا عليه وقالوا: إنما خندقنا بسيوفنا، فزحف الخوارج ليلا إلى المهلب ليبيتوه فوجدوه قد خندق وقد أخذ حذره، فمالوا نحو عبد الرحمن بن مخنف فوجدوه لم يخندق، فقاتلوه فانهزم عنه أصحابه ونزل فقاتل في أناس من أصحابه فقتل وقتلوا حوله، وجاء المهلب فصلى على ابن مخنف وأصحابه وصار جنده في جند المهلب.</p>\n<p class=\"arabic\">وقالوا : وبينا المهلب على المنبر يوم النحر بسابور يخطب الناس إذ أقبلت الأزارقة يقدمها عمرو القنا، فلما رآهم المهلب قال: سبحان الله أفي مثل هذا اليوم؟ ولكن الله تعالى يقول: ` الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم ` يا مغيرة اكفنيهم وقدم أمامك سعد بن نجد، ودع الناس وعيدهم، فخرج إليهم المغيرة بن المهلب وأمامه سعد بن نجد الأزدي، وكان متقدما في شجاعته، وكان الحجاج إذا ظن برجل أنه قد أعجبته نفسه قال: لو كنت سعد بن نجد ما عدا، فتوجه المغيرة وسعد معه وتبعهما جماعة من فرسان المهلب، وتلقاهم عمرو القنا على باب الخندق، وإذا غلام شاب من الخوارج يقال له معاذ، وكان أحد فرسان قطري فأقبل يحمل على الناس وهو يقول:</p>\n<p class=\"arabic_poetry\">نحن صبحناكم غداة النحر * بالخيل أمثال الوشيج تجري * يقدمها عمرو القنا في الفجر * إلى أناس لهجوا بالكفر * اليوم أقضي في الدماء نذري % % [v.1, p.299] فحمل عليه سعد بن نجد فصرعه وقتله، وحمل عمرو القنا ففض الناس، وكانت له فرسان لا تخذله، فقال المغيرة بن المهلب لقطن بن قبيصة الهلالي، وكان سيد قيس، ما ترى يا قطن قال: أرى أن تبارزه فإنك له دون الناس، فحمل عليه المغيرة وشالت رجلاه فحامى عنه من فرسانه ثلاثة كانوا من فرسان قطري: بكر وحطان وعمرو، فما برحوا يطاعنون عنه حتى ركب، وبعث المغيرة بهزيمة القوم إلى المهلب وهو على المنبر لم ينزل بعد.</p>",
            "title": "سابور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000768-000.json"
        }
    ],
    "type": "FeatureCollection"
}