{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ديلمايا</h1>\n<p class=\"arabic\">موضع بالعراق على دجلة، هو معبر سهل. وفي الخبر أن سعد بن أبي وقاص رضي الله عنه لما نزل بهرسير وهي المدينة الدنيا من المدائن طلب السفن ليعبر بالناس إلى المدينة القصوى منها، فلم يقدر على شيء ووجد العجم قد ضموا السفن، فأقاموا أياما يريدونه على العبور فيمنعه الإبقاء على المسلمين، ودجلة قد طما ماؤها يندفق جانباها، فيروى أنه بينا سعد والمسلمون كذلك إذ سمعوا قائلا يقول: يا معشر المسلمين، هذه المدائن قد غلقت أبوابها وغيبت السفن وقطعت الجسور فما تنتظرون، فربكم الذي يحملكم في البر هو الذي يحملكم في البحر، فندب سعد الناس إلى العبور، فأتاه قوم من العجم ممن اعتقد منه ذمة فقالوا: ندلك على موضع أقل غمرا من هذا، فدلوه على ديلمايا.</p>\n<p class=\"arabic\">وقيل إن سعدا رأى رؤيا كأن خيول المسلمين اقتحمت دجلة فعبرتها وقد أقبلت من المد بأمر عظيم، فعزم لتأويل رؤياه على العبور، وفي سنة جود صيبها متتابع، فجمع الناس، فحمد الله وأثنى عليه ثم قال: إن عدوكم قد اعتصم منكم بهذا البحر فلا تخلصون إليهم معه وهم يخلصون إليكم إذا شاءوا، وليس وراءكم شيء تخافونه، فقد كفاكم الله أهل الآثام وعطلوا ثغورهم، ألا إني قد عزمت على قطع هذا البحر إليهم، فقالوا جميعا: عزم الله لنا ولكم على الرشد فافعل، فقال: من يبدأ ويحمي لنا الفراض حتى يتلاحق به الناس لكيلا يمنعوهم الخروج؟ فانتدب له عاصم بن عمرو أول الناس وانتدب معه ستمائة من أهل النجدات، واستعمل عليهم عاصما، فسار فيهم حتى وقف على شاطئ دجلة ثم قال: من ينتدب معي لنمنع الفراض من عدوكم حتى يعبروا؟ فانتدب له ستون فجعلهم نصفين على خيول إناث وذكور ليكون أسلس لعوم الخيل، ثم اقتحموا دجلة واقتحم بقية الستمائة على أثرهم، شدوا على خيولهم حزمها وأليافها وقرطوها أعنتها وشدوا عليهم أسلحتهم، فلما رأتهم الأعاجم وما صنعوا أعدوا للخيل التي تقدمت خيلا مثلها فاقتحموا إليهم دجلة فلقوا عاصما في السرعان وقد دنا من الفراض، فقال: الرماح، الرماح، أشرعوها وتوخوا العيون، فالتقوا فاطعنوا في الماء، وتوخى المسلمون عيونهم فتولوا نحو البر والمسلمون يشمسون بهم خيولهم حتى ما يملكون منها شيئا، فلحقوا بهم في البر فقتلوا عامتهم ونجا باقيهم عوران، وجاءت بالمسلمين خيولهم حتى انتفضت على الفراض، وتلاحق باقي الستمائة بأوائلهم الستين غير متعتعين، وسميت هذه كتيبة الأهوال، لما رئي منهم في الماء والفراض، ولما رأى سعد رضي الله عنه عاصما على الفراض وقد منعها أذن للناس، وهذا الخبر مشروح بأكثر من هذا في حرف الميم في ذكر المدائن.</p>",
            "title": "ديلمايا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000629-000.json"
        }
    ],
    "type": "FeatureCollection"
}