{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حصن الكرس</h1>\n<p class=\"arabic\">بالأندلس من عمل جيان كان الفنش نزل عليه مدة وفيه القائد أبو جعفر بن فرج فارس مشهور بالشجاعة، فرأى منه ضبطا وصبرا وحسن دفاع، وكان عند الفنش مهندس من المسلمين المعاهدين بطليطلة فصنع له برجا عظيما من خشب ارتفع به على سور الحصن، فلما أكمل المهندس عمله بعث إلى ابن فرج في الباطن: إني صنعت هدا البرج اضطرارا لحفظ دمي وصون من ورائي من الأهل، فاحتل في إحراقه لئلا تكون ذنوب المسلمين في عنقي وعنقك إن تركته وأنت قادر عليه بأنواع الحيل، وقد طليته بدهان خفي يقبل النار بسرعة، فاعرف كيف تكون في الكتم والابقاء علي. فاختار ابن فرج من أنجاد الرجال جماعة ونهض بهم وبأيديهم القطران والكتان والنيران ودفع تحت الظلام بهم نحو البرج فأحرقه حتى صار رمادا ومات من كان فيه ومن حامى عنه ورجع سالما، فاغتم الفنش وقال: هذا كان رجاؤنا في فتح الحصن وقد طالت عليه إقامتنا ولم يبق إلا أن نعلم قدر ما بقي فيه من الطعام والماء لنبني أمرنا على حقيقة في ذلك، فانتدب لهذا الشأن نصراني ماكر أشقر أزرق أنمش تقضي الفراسة بأنه جامع للشر، فأظهر أنه أسلم وأنه هرب من الوباء والغلاء الواقعين في معسكرهم، فقبله المسلمون وخالطهم حتى اطلع على أنه لم يبق عندهم غير زبيب يقتسمونه بالعدد وماء يتوزعونه بالقسط، فسار ونزل من السور ليلا إلى أهل ملته فأعلمهم بحقيقة الأمر، فوجه الفنش إلى ابن الفرج: إنا قد اطلعنا على خبياتكم ولم يبق إلا أن تسلموا الحصن وتستريحوا من التعب المفضي إلى العطب، أو نصبر قليلا حتى نظفر بكم رغما فنقتل جميعكم، فاشترط ابن الفرج عليه أن يقيم لأهل الحصن سوقا حتى يبيعوا ما لا يقدرون على حمله، وأن يدفع لهم دواب يحملون عليها أسبابهم إلى جيان، فأوفى لهم بذلك. ولما خرج ابن فرج تعجب الفنش من طوله وعظم خلقته وأنكر عليه كونه سلم عليه بالإشارة ولم يقبل يده، وتكلم معه الترجمان في ذلك فقال: لو كنت أخدمه أكان يجوز أن أقبل يد خصمه؟ فذكر ذلك للفنش فقال: لا يجوز، وضحك الفنش وقال: مثل هذا ينبغي أن تكون الرجال، وأحسن إليه وأعطاه فرسه وسلاحه وقال: يعجبني أن يكون مثلك عند مثلي ، قال: وشغل الله تعالى الفنش مدة طويلة بهذا الحصن عن بلاد الإسلام، وكان الناس يرون ذلك في صحيفة ابن فرج، وكان ذلك في سنة عشر وستمائة.</p>",
            "title": "حصن الكرس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000527-000.json"
        }
    ],
    "type": "FeatureCollection"
}