{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">البذندون</h1>\n<p class=\"arabic\">على طريق طرسوس، كان المأمون بن الرشيد خرج إلى الصائفة على طريق طرسوس فمرض بعين يقال لها عين البذندون وذلك سنة ثماني عشرة ومائتين فمات في رجب، وكان لما خرج عهد إلى سائر حصون الروم ودعاهم إلى الإسلام وخيرهم ببن الإسلام والجزية والسيف وذلل النصرانية، وأجابه خلق من الروم إلى الجزية، فلما نزل البذندون جاءه رسول ملك الروم فقال له: إن الملك يخيرك بين أن يرد عليك نفقتك التي أنفقتها من بلدك إلى هذا الموضع وبين أن يخرج كل أسير من المسلمين في بلد الروم بغير فداء: لا درهم ولا دينار ، وبين أن يعمر لك كل بلد للمسلمين قد أخربته النصرانية ويرده كما كان وترجع عن غزاتك هذه، فقام المأمون ودخل إلى خيمته وصلى ركعتين واستخار الله عز وجل وخرج وقال للرسول: قل له أما قولك ترد علي نفقتي فإني سمعت الله عز وجل يقول في كتابه: ` وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون. فلما جاء سليمان قال أتمدونن بمال فما آتاني الله خير مما آتاكم بل أنتم بهديتكم تفرحون ` وأما قولك إنك تخرج كل أسير من المسلمين في كل بلد الروم فما في يدك إلا أحد رجلين إما رجل طلب الله عز وجل والدار الآخرة فقد صار إلى ما أراد وإما رجل طلب الدنيا فلا فك الله أسره، وأما قولك إنك تعمر كل بلد للمسلمين قد خربه الروم فلو أني قلعت أقصى حجر في بلاد الروم ما اعتضت بامرأة عثرت في حال أسرها فقالت: وامحمداه، عد إلى صاحبك فليس بيني وبينه إلا السيف، يا غلام اضرب الطبل، فرحل فلم ينثن عن غزاته حتى فتح أربعة عشر حصنا وانصرف من غزاته فنزل عين البذندون المعروفة بالقشيرة وأقام هناك حتى ترجع رسله من الحصون، فوقف على العين ومنبع الماء فأعجبه برد مائها وصفاؤه وحسن بياضه وطيب الموضع وكثرة الخضرة، فأمر بقطع خشب طوال فبسطت على العين كالجسر وجلس عليه والماء تحته، وطرح في الماء درهم فقرأ كتابته وهو في قرار الماء لصفائه، ولم يقدر أحد يدخل الماء من شدة برده، فبينما هو كذلك إذ لاحت سمكة نحو الذراع كأنها سبيكة فضة فأمر من أخرجها فلما صارت على حرف العين أو على الخشب اضطربت وانملست من يد الفراش فوقعت في الماء كالحجر فنضحت الماء على صدر المأمون ونحره وترقوته فبلت ثوبه ثم أخذها الفراش ثانية فوضعها بين يدي المأمون في منديل تضطرب فقال المأمون: تقلى الساعة، ثم أخذته رعدة من ساعته لم يقدر يتحرك من مكانه فغطي باللحف والدواويج وهو يرعد كالسعفة ويصيح: البرد.. البرد، ثم حول إلى المضرب ودثر وأوقدت النيران حوله وهو، يصيح: البرد، ثم أتي بالسمكة وقد فرغ من قليها فلم يقدر على ذوقها وشغله ما هو فيه عن تناول شيء منها، ولما اشتد الأمر عليه سأل المعتصم بختيشوع وابن ماسويه عنه وهو في سكرات الموت ما الذي يدل عليه علم الطب من أمره وهل يمكن برؤه، فتقدم ابن ماسويه فأخذ إحدى يديه وبختيشوع الأخرى وأخذا المجسة من كلتا يديه فوجدا نبضه خارجا عن الاعتدال منذرا بالفناء والتزقت أيديهما ببشرته لعرق كان يظهر في سائر جسده كالرب أو كلعاب الأفاعي فأنكرا معرفة العرق وذكرا أنهما لم يجداه في شيء من الكتب وأنه دال على انحلال الجسد، وأفاق المأمون من غشيته وفتح عينيه وأمر بإحضار ناس من الروم [v.1, p.85] فسألهم عن اسم الموضع فأحضر له عدة من الأسرى والأدلاء فقيل لهم: ما تفسير هذا الاسم وهو القشيرة فقالوا: تفسيره مد رجليك، فلما سمعها المأمون اضطرب من هذا الفأل وتطير به فقال: سلوهم ما اسم هذا الموضع بالعربية، فقالوا: الرقة، وكان فيما عمل من مولد المأمون أنه يموت بالموضع المعروف بالرقة، فكان يحيد عن المقام بمدينة الرقة خوفا من الموت، فلما سمع هذا من الروم علم أنه الموضع الذي وعد فيه فيما تقدم من مولده وأن فيه وفاته، والبذندون تفسيره مد رجليك، فلما ثقل المأمون قال: أخرجوني أشرف على عسكري وأنظر إلى رجالي وأتبين ملكي وذلك بالليل، وأخرج فأشرف على الخيم والجيش وانتشاره وكثرته وما قد أوقد من النيران فقال: يا من لا يزول ملكه ارحم من قد زال ملكه، ثم رد إلى مرقده وأجلس المعتصم رجلا يلقنه الشهادة لما أثقل فرفع الرجل بها صوته ليقولها المأمون، فقال ابن ماسويه: لا تصح فوالله ما يفرق الآن بين ربه وبين ماني، ففتح المأمون عينيه وبها من العظم والتورم والاحمرار ما لم ير مثله قط وأقبل يحاول البطش بابن ماسويه ورام مخاطبته فعجز عن ذلك فرمى بطرفه نحو السماء وقد امتلأت عيناه دموعا وانطلق لسانه من ساعته فقال: يا من لا يموت ارحم من يموت، وقضى من ساعته وذلك لثلاث عشرة ليلة بقيت من رجب سنة ثمان عشرة ومائتين وحمل إلى طرسوس فدفن بها. ماسويه ورام مخاطبته فعجز عن ذلك فرمى بطرفه نحو السماء وقد امتلأت عيناه دموعا وانطلق لسانه من ساعته فقال: يا من لا يموت ارحم من يموت، وقضى من ساعته وذلك لثلاث عشرة ليلة بقيت من رجب سنة ثمان عشرة ومائتين وحمل إلى طرسوس فدفن بها.</p>",
            "title": "البذندون",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000226-000.json"
        }
    ],
    "type": "FeatureCollection"
}