{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ساباط المدائن</h1>\n<p class=\"arabic\">بالعراق وفي الجانب الغربي من دجلة.</p>\n<p class=\"arabic\">قالوا : كان سعد بن أبي وقاص رضي الله عنه، لما خرج من كوثى، قدم زهرة بن الحوية إلى بهرسير في المقدمات، وتبعته المجنبات، وأخرج سعد بعده هاشما في خيل وخرج سعد في أثره، وقد فل زهرة كتيبة كسرى التي كانت تدعى بوران حول المظلم. مظلم ساباط، وكان رجال يحلفون كل يوم بالله لا يزول ملك فارس ما عشنا. ولما انتهى هاشم إلى مظلم ساباط وقف لسعد حتى لحق به فلما نزله قرأ: ` أو لم تكونوا أقسمتم من قبل ما لكم من زوال `، ووافق ذلك رجوع ` المقرط ` أسد كان كسرى قد ألفه وتخيره من أسود المظلم فبادر المقرط الناس حتى انتهى إليهم سعد فنزل إليه هاشم فقتله فقبل سعد رأسه وقبل هاشم قدمه.</p>\n<p class=\"arabic\">وقيل نظر هاشم إلى الناس قد أحجموا ووقفوا فقال: ما لهم؟ فقيل له: أسد قد منعهم، ففرج هاشم الناس وقصد له، فثاوره الأسد وضربه هاشم فقطع وصليه كأنما احتدم غضبا ووقعت الضربة في خاصرته، وقيل ضربه على هامته فقتله.</p>\n<p class=\"arabic\">وأغارت خيول سعد على ما بين دجلة وكان ما كان من إعزاز الله تعالى الإسلام ونصره أهله. ويقال إن المسلمين لما انتهوا إلى مظلم ساباط أشفقوا أن يكون به كمين للعدو، فتردد الناس وجبنوا عنه فكان أول من وصله بجيشه هاشم، فلما أجاز ألاح للناس بسيفه فعرف الناس أن ليس به شيء يخافونه، فأجاز بهم خالد بن عرفطة ثم لحق سعد بالناس حتى انتهوا إلى جلولاء وبها جماعة الفرس فكانت وقعة جلولاء.</p>\n<p class=\"arabic_poetry\">وبساباط المدائن سجن كسرى أبرويز ملك الفرس النعمان بن المنذر ملك الحيرة، وكان عدي بن زيد العبادي ترجمان أبرويز وكاتبه بالعربية فلما قتل عمرو بن هند وصف له عدي النعمان بن المنذر بن امرئ القيس وأشار عليه بتوليته العرب واحتال في ذلك حتى ولاه من بين إخوته وكان أذمهم وأقبحهم، ثم بلغ النعمان عن عدي شيء خافه، فاحتال حتى وقع في يده فحبسه فقال في ذلك أشعارا بعث بها إليه منها قوله: [v.1, p.297] ألا من مبلغ النعمان عني * علانية وما يغني السرار فيها:</p>\n<p class=\"arabic_poetry\">فهل من خالد إما هلكنا * وهل بالموت يا للناس عار تمثل به معاوية عند موته، ومنها قوله:</p>\n<p class=\"arabic_poetry\">أبلغ النعمان عني مألكا * إنه قد طال حبسي وانتظاري</p>\n<p class=\"arabic_poetry\">لو بغير الماء حلقي شرق * كنت كالغصان بالماء اعتصاري فلم يزل في حبسه حتى مات، ويقال إنه قتله.</p>\n<p class=\"arabic\">وكان لعدي ابن يقال له زيد، فوصل إلى أبرويز حتى حل محل أبيه، ثم ذكر له بنت النعمان وجمالها، فأرسل فيها، فكتب إليه النعمان يحقر حالها وقال للرسول، وهو زيد بن عدي: يا زيد أما لكسرى في مها السواد كفاية حتى تخطى إلى العربيات!! فقال زيد: إنما أراد الملك إكرامك، أبيت اللعن، بصهرك، ولو علم أن ذلك يشق عليك لما فعل، وسأحسن ذلك عنده وأعذرك بما يقبله، فقال النعمان: فافعل فقد تعرف ما على العرب في تزويج العجم من الفضاضة والشناعة. فلما انصرف إلى كسرى أخبره أنه راغب عنه، وأدى إليه قوله في مها السواد على أقبح الوجوه وأوجده عليه، فقال: رب عبد قد صار من الطغيان إلى أقبح من هذا، فلما بلغت كلمته النعمان تخوفه، فخرج هاربا حتى أتى إلى طيء لصهر له فيهم، ثم خرج من عندهم حتى أتى بني رواحة بن ربيعة بن مازن، فقالوا له: أقم معنا فإنا مانعوك مما نمنع منه أنفسنا، فجزاهم خيرا ورحل عنهم يريد كسرى ليرى فيه رأيه، وفي ذلك يقول زهير بن أبي سلمى:</p>\n<p class=\"arabic_poetry\">ألم تر للنعمان كان بنجوة * من الدهر لو أن امرءا كان ناجيا</p>\n<p class=\"arabic_poetry\">فلم أر مسلوبا له مثل ملكه * أقل صديقا معطيا ومواسيا</p>\n<p class=\"arabic_poetry\">خلا أن حيا من رواحة حافظوا * وكانوا أناسا يتقون المخازيا</p>\n<p class=\"arabic_poetry\">فقال لهم خيرا وأثنى عليهم * وودعهم توديع ألا تلاقيا وأقبل النعمان حتى أتى المدائن، فصف له كسرى ثمانية آلاف جارية عليهن المصبغات صفين، فلما صار النعمان بينهن قلن له: أما فينا للملك غنى عن بقر السواد فعلم النعمان أنه غير ناج منه. ولقيه زيد بن علي، فقال له النعمان: فعلتها؟ لئن تخلصت لك لأسقينك بكأس أبيك، فقال زيد: امض نعيم فقد آخيت لك أخية لا يقطعها المهر الأرن، فأمر به كسرى فحبس بساباط المدائن، ثم أمر به فرمي تحت أرجل الفيلة، وقال بعضهم بل مات في محبسه بساباط، وقد ذكر ذلك الأعشى في قوله :</p>\n<p class=\"arabic_poetry\">ولا الملك النعمان يوم لقيته * بغبطته يعطي الصكوك ويأفق</p>\n<p class=\"arabic_poetry\">ويقسم أمر الناس يوما وليلة * وهم ساكتون والمنية تنطق</p>\n<p class=\"arabic_poetry\">فذاك وما أنجى من الموت ربه * بساباط حتى مات وهو محرزق وكان النعمان حين توجه إلى كسرى مستسلما مر على بني شيبان فأودع سلاحه وعياله عند هانئ بن مسعود الشيباني، فلما أتى كسرى على النعمان بعث إلى هانئ بن مسعود يطالبه بتركته فامتنع وأبى أن يخفر الذمة، فكان ذلك السبب الذي هاج حرب ذي قار .</p>\n<p class=\"arabic\">وقال إبراهيم بن رزمان: كان لنا جار ينزل في دار الحسن بن شعيب الساباطي، وكان يعرف بخصيب من أهل أصبهان، وكان له كلب جاء به من الجبل، قال: فرأيته يوما وقد وقع بينه وبين جار له كلام إلى أن تواثبا، فلما رأى الكلب الرجل قد وثب على صاحبه قفز إليه فوضع مخالبه في أخدعيه، فرأيت الدماء [v.1, p.298]</p>\n<p class=\"arabic\">تسيل على ثيابه، ذكر ذلك أبو جعفر المرزباني في رسالة له في تفضيل الكلب على الصديق، ولأبي نواس أو غيره:</p>\n<p class=\"arabic_poetry\">ودار ندامى عطلوها وأدلجوا * بها أثر منهم جديد ودارس</p>\n<p class=\"arabic_poetry\">مساحب من جر الزقاق على الثرى * وأضغاث ريحان جني ويابس</p>\n<p class=\"arabic_poetry\">ولم أدر منهم غير ما شهدت به * بشرقي ساباط القفار البسابس الأبيات.</p>",
            "title": "ساباط المدائن",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000765-000.json"
        }
    ],
    "type": "FeatureCollection"
}