{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">السقيا</h1>\n<p class=\"arabic\">بالحجاز، قرية جامعة في طريق مكة من المدينة، ومن العرج إلى السقيا ستة وثلاثون ميلا، وهي منزل عظيم فيه أهل كثير وبساتين كثيرة وفيه شجر ونخيل، ومن السقيا إلى الأبواء سبعة وعشرون ميلا.</p>\n<p class=\"arabic\">سقوطرى أو سقطرى:</p>\n<p class=\"arabic\">جزيرة معروفة من الإقليم الأول، وبينها وبين الساحل مجريان بالريح الطيبة، وهي جزيرة واسعة [v.1, p.327] القطر جليلة القدر نامية الشجر، طولها ثمانون فرسخا، وأكثر نباتها شجر الصبر، ولا صبر يفوق صبرها في الطيب كالذي يتخذ بحضرموت اليمن وبالشحر وغيرها، وتتصل من جهة الشمال والمغرب ببلاد اليمن، بل هي محسوبة منه ومنسوبة إليه، وبها من جميع قبائل مهرة، وبها نخل كثير، ويسقط إليها العنبر، وإذا قيل لمهري: يا سقطري، غضب، وتقابلها بلاد الزنج، وأكثر أهل هذه الجزيرة نصارى، لأن الإسكندر لما غلب على ملك فارس وغزت أساطيله جزائر الهند وقتل ملك الهند، وكان معلمه أرسطوطاليس قد أوصاه بطلب جزيرة الصبر فكان في بال الإسكندر ذلك من أجل وصية معلمه، فعند فراغه من أخذ جزائر الهند وتغلبه عليها وعلى ملوكها أخذ راجعا في بحر الهند إلى جهة البحر العماني إلى أن وصل إلى جزيرة سقطرى فأعجبه طيب ثراها واعتدال هوائها، فكتب إلى معلمه بذلك، فأجابه يأمره بأن ينقل أهلها عنها ويستبدلهم باليونانيين ويوصيهم بحفظ شجرة الصبر وحياطتها لما في ذلك من المنافع الطبية، وأنه لا تتم الايارجات إلا به، مع انتفاع جميع الأمم بتصريفه لأنه في ذاته دواء جليل كثير المنافع، ففعل الإسكندر ذلك فأخرج عنها جملة أهلها ونقل إليها قوما من اليونانيين، وأمرهم بحفظ شجرة الصبر والقيام بها وغراستها وإدامة تنميتها، ففعلوا ذلك إلى أن ظهر دين المسيح فآمنت به، فدخل أهل سقوطرى في دين النصرانية، وبقايا ذراريهم بها إلى هذا الوقت مع سائر من سكنها من غيرهم، وأوراق شجر الصبر تجمع في شهر يوليه، ويستخرج لعابها ويطبخ في قدور النحاس وغيرها، ويوضع في زقاق ويجفف في شهر أغشت للشمس، ويباع منه بهذه الجزيرة قناطير فيتجهز به إلى الآفاق شرقا وغربا.</p>\n<p class=\"arabic\">وقد يسقط العنبر إلى جزيرة سقوطرى ، ومن عمان إلى الساحل إلى سقوطرى، والطريق من عمان إلى مسقط على الساحل ثم منه إلى سقوطرى، وبها الصبر الذي لا يعدل به كما قلناه.</p>",
            "title": "السقيا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000841-000.json"
        }
    ],
    "type": "FeatureCollection"
}