{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أنقرة</h1>\n<p class=\"arabic\">موضع في بلاد الروم من أرض الشام به مات امرؤ القيس بن حجر منصرفه من قيصر وكان توجه إليه ليستنصره على بني أسد قاتلي أبيه، فلما أوغل في بلاد الروم وصاحبه وهو الذي قال فيه:</p>\n<p class=\"arabic_poetry\">بكى صاحبي لما رأى الحرب دونه * وهو عمرو بن قميئة، فلما وصل إلى قيصر قرب مجلسه وأدناه وكان جميل الوجه، وكانت لقيصر بنت جميلة فرأته فراسلته وفيها يقول:</p>\n<p class=\"arabic_poetry\">فقالت سباك الله إنك فاضحي * فكساه قيصر حلة مسمومة فلما لبسها سقط بدنه حتى كان يحمل في محفة، ثم نزل إلى جنب جبل وإلى ناحية منه قبر فسأل عنه فقيل هو قبر ابنة لقيصر ملك الروم، قال: فما جاء بها إلى هاهنا؟ فقيل له: إنها ترهبت في دير لها فماتت بحيث يرى الملك ذلك، فقال:</p>\n<p class=\"arabic_poetry\">أجارتنا إن الخطوب تنوب * وإني مقيم ما أقام عسيب</p>\n<p class=\"arabic_poetry\">أجارتنا إنا غريبان هاهنا * وكل غريب للغريب نسيب</p>\n<p class=\"arabic_poetry\">فإن تصلينا فالمودة بيننا * وإن تهجرينا فالغريب غريب</p>\n<p class=\"arabic_poetry\">أجارتنا ما فات ليس بآيب * وما هو آت في الزمان قريب</p>\n<p class=\"arabic_poetry\">وليس غريبا من تناءت دياره * ولكن من زار التراب غريب فلما أيقن بالموت قال: كم طعنة مثعنجرة وخطبة مسحنفرة [v.1, p.31] وجفنة مدعثرة، قد غودرت بأنقرة.</p>\n<p class=\"arabic\">مثعنجرة: منصبة، ومدعثرة: منكسرة.</p>\n<p class=\"arabic\">قال المأمون : مررت بأنقرة فرأيت صورة امرئ القيس فإذا هو رجل مكلثم الوجه، يريد مستدير الوجه وكانت الروم اتخذت صورة امرئ القيس بأنقرة كما يفعلون بمن يعظمونه. وبظهر الكوفة موضع آخر يقال له أنقرة أسفل من الخورنق وفي قصيدة الأسود بن يعفر:</p>\n<p class=\"arabic_poetry\">نزلوا بأنقرة يسيل عليهم * ماء الفرات يجيء من أطواد ولما حاصر المعتصم عمورية وفتحها سنة ثلاث وعشرين ومائتين وقتل بها مقتلة عظيمة وسبى سبيا كثيرا وخرب ما مر به من قراها خرب في غزوته تلك أنقرة.</p>",
            "title": "أنقرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000101-000.json"
        }
    ],
    "type": "FeatureCollection"
}