{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">كيانة</h1>\n<p class=\"arabic\">جبل كيانة بمقربة من المسيلة في البلاد الإفريقية، وهي جبال شاهقة ضيقة المسالك لا يستطاع الوصول إلى من فيها، وفي قلعة كيانة تحصن أبو يزيد مخلد بن كيداد النكار الخارج على بني عبيد، وهي قلعة منيعة لا ترام، وهي أمنع قلاعهم. ولما حاربه المنصور إسماعيل بن القائم العبيدي فأوى أبو يزيد إلى هذه القلعة ليعتصم بها، سأل الأدلاء عن السلوك إليها فكلهم ذكر صعوبة المسالك ووعرها، وكان أبو يزيد هذا ثار على الخليفة العبيدي القائم بأمر الله واستفحل أمره وكثرت جيوشه وتغلب على أكثر البلاد الإفريقية وملك القيروان وعاث يمينا وعاث شمالا، وكان يرى رأي النكارية، ويرى دم المسلمين وفروجهم وأموالهم له حلالا، ويسب عليا ويكفر أهل القبلة وحاصر الأربس والقيروان وباجة وأكثر بلاد إفريقية وأذاق الناس شرا عظيما وأتى أمرا شنيعا، وخاف الناس فتنته وحذروا منه، فوجه إليه القائم العبيدي الجنود وكثرت وقائعه معهم، وانتهى إلى المهدية وذلك أقصى أثره ثم مات القائم وولي ابنه المنصور إسماعيل فهو الذي تولى حربه وصلي بناره وكابد منه محنا، ثم إن الله تعالى دفع شره فتحصن في قلعة كيانة وألح عليه المنصور بالقتال وشن الغارات، وحصره في هذه القلعة فنالته فيها جراحة وأثخن، وكان الموضع وعرا كثير الصخور فاحتمله أصحابه على أعناقهم لعجزه عن النهوض وأجهضهم عند القتال، فأمكن الله تعالى منه وقبض عليه وسيق إلى مضرب المنصور وهو لما به، فمات في يديه، وكان القائم صنع له قفصا في حياته وقال لأصحابه: سأجعل مخلدا في هذا القفص وأحكم عليه، فكان كذلك، فلما مات أمر المنصور بسلخه وحشا جلده تبنا حتى تصور شكله، وصلب على سور المهدية، وكانت فتنته عظيمة وأمره شنيعا، وخبره على التفصيل أطول من هذا.</p>\n<p class=\"arabic\">وحكي أن عبيد الله الشيعي الملقب بالمهدي أول ملوكهم باني المهدية في سنة ست وثلثمائة لما وضع أول حجر أمر ناشبا كان بين يديه أن يوتر قوسه ويرمي بها سهما من حد الحجر الذي في الأساس إلى ناحية المغرب فرمى بسهم، فانتهى إلى المصلى، ووقع السهم قائما على نصله، فقال لمن معه: إلى هاهنا ينتهي صاحب الحمار ولا يجاوزه، يعني هذا الثائر أبا يزيد، فقدر أن يخرج بعد موت عبيد الله على ولده القائم، ومات القائم في مدة فتنته، وكابد حربه ولده اسماعيل المنصور، فهو الذي ظفر به بعد مكابدة عظيمة، وأمر عبيد الله باحتفار أهراء عظيمة داخل المهدية بنيت بالحجر ودمست واختزن فيها من الطعام ما لا يحصى كيله، وجعل في دورها وقصورها مصانع للماء، وختم عليها وأمر بحفظها، وكان الناس يشربون ما يصل إلى المهدية من الماء، فلم تفتح تلك المصانع إلا أيام حصار أبي يزيد، ولولا ذلك لم يوجد ما يؤكل ولا ما يشرب، وتوفي عبيد الله سنة اثنتين وعشرين وثلثمائة وصارت المملكة لابنه أبي القاسم وهو الملقب بالقائم. [v.1, p.504]</p>",
            "title": "كيانة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001319-000.json"
        }
    ],
    "type": "FeatureCollection"
}