{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الصين</h1>\n<p class=\"arabic\">بلاد في مطلع الشمس، يقال إن فيها ثلثمائة مدينة ونيفا عامرة كلها سوى القرى والرساتيق، ومن خرج إليها قطع سبعة أبحر، لكل بحر منها لون وريح وسهك ليس في غيره، أول بحورهم بحر فارس.</p>\n<p class=\"arabic\">وفي الصين عجائب كثيرة، والأصل في ذلك أن قوما من بني عامور بن يافث قطعوا إلى ناحية الصين، وكان عامور قد عمل فلكا حكى به سفينة جده نوح صلى الله عليه وسلم، فركب فيها هو وولده وأهله، وقطع البحار إلى الصين، فبنى هو وولده المدائن وعملوا الحكم ودقائق الصناعات، وملكهم ثلثمائة سنة، وملك ابنه صاين مائتي سنة وبه سميت الصين، ومدينتهم العظمى يقال لها انموا بينها وبين خانقو التي تنزل فيها مراكب التجار ثلاثون يوما، وأهل الصين بيض إلى الصفرة فطس، يبيحون الزنا ولا ينكرون شيئا منه، ويورثون الأنثى أكثر من الذكور، ولهم عند دخول الشمس في الحمل عيد كبير يأكلون فيه ويشربون سبعة أيام.</p>\n<p class=\"arabic\">وأشرف حليهم من قرون الكركدن، لأنها متى قطعت قرونها ظهرت فيها صور عجيبة مختلفة، والكركدن دابة لها قرن واحد في الجبهة طوله ذراع، وغلظه قبضتان، فيه صور من أوله إلى آخره، وإذا شق رأيت الصورة بيضاء في سواد صورة إنسان أو دابة أو سمكة أو غير ذلك، فيتخذه أهل الصين مناطق تبلغ المنطقة منه مائتين وثلثمائة دينار إلى ثلاثة آلاف دينار إلى أربعة آلاف.</p>\n<p class=\"arabic\">والذهب عندهم هين حتى يتخذون منه لجم دوابهم وسلاسل كلابهم، ووراءهم صين الصين وهم أمم عراة يلتفون في شعورهم، ومنهم أمم زعر لا شعر لهم، وأمم حمر الوجوه شقر الشعور.</p>\n<p class=\"arabic\">وبحر الصين بحر خبيث بارد، ريحه من قعره تغلي كغليان الماء على جاحم النار، ويخبر الثقات من ركابه أنه بحر مسكون له أهل في بطن الماء، وأنهم يرونهم إذا هاج البحر ليلا كهيئة الزنج، ويطلعون المراكب. وفي بحر الصين سمكة مثل الحراقة يرمي بها الموج إلى الساحل، فإذا جزر الماء بقيت على الطين، فلا تزال تضطرب حتى تنسلخ في اضطرابها من إهابها، فيكون لها جناح تستقل به فتطير، وفيه سمكة تلتقم الناس، وربما مات الرجل من ركاب البحر فيرمى به في البحر فلا يخطئ فاهة السمكة، كأنما كانت له رصدا. وفي هذا البحر يرى وجه عظيم على صورة الإنسان إلا أنه مفرط الكبر مستدير يشبه لون القمر.</p>\n<p class=\"arabic\">وفي تخوم بحر الصين جزيرة النساء، ليس يسكنها أحد إلا النساء، وهن يلقحن من الريح ويلدن النساء، وقيل: إنهن [v.1, p.370] يلقحن من شجر عندهن يأكلن منه. ويذكر أن الذهب عندهن عروق مثل الخيزران، وأنه وقع إليهن رجل فهممن بقتله فرحمته امرأة منهن وحملته على خشبة في البحر، فأدارته الأمواج حتى أتت به بعض بلاد الصين، فوصل إلى ملك الصين وعرفه حال الجزيرة، فجهز إليها المراكب، فأقاموا يطوفون في البحر ثلاثة أعوام يطلبونها فلم يقفوا لها على أثر.</p>\n<p class=\"arabic\">وأهل الصين شعوب وقبائل كقبائل العرب وأفخاذها وتشعبها في أنسابها، ولهم مراعاة لذلك وحفظ له، وينتسب الرجل منهم إلى خمسين أبا إلى أن يتصل بعامور، وأكثر من ذلك وأقل، ولا يتزوج أهل كل فخذ من فخذه، مثل أن يكون الرجل من مضر ويتزوج في ربيعة، ومن ربيعة فيتزوج من مضر، ومن كهلان فيتزوج في حمير، ومن حمير فيتزوج في كهلان، ويزعمون أن في ذلك صحة النسل وقوام البنية وان ذلك أصح للبقاء وأتم للعمر. ولم تزل أمور الصين مستقيمة في العدل، على حسب ما جرى، به الأمر فيما سلف من ملوكهم، إلى سنة أربع وستين ومائتين، فإنه حدث في الملك أمر زال به النظام وانتقضت به أحكام الشرائع، وهو أن نابغا نبغ فيهم من غير بيت الملك كان في بعض مدن الصين، يقال له باشموا ، اجتمع إليه أهل الدعارة والشر، ولحق الملك وأرباب التدبير غفلة عنه لخمول ذكره، وأنه ممن لا يبالى به، فاشتد أمره وكثر عتوه وقويت شوكته، وقطع أهل الشر المسافات نحوه، فعظم جيشه، فشن الغارات على العمائر حتى نزل مدينة خانقو ، وهي مدينة عظيمة، وقد تقدم ذكرها وذكر هذا الثائر ونزوله على خانقو وأخذه لها واستباحته لحريمها في حرف الخاء.</p>\n<p class=\"arabic\">وأبواب الصين اثنا عشر بابا، وهي جبال في البحر، بين كل جبل فرجة يسار منها إلى موضع تصيبه من مدائن الصين، وتصعد المراكب في مدائن الصين الشهر والأكثر والأقل، بين جنات وغياض وناس لهم أموال زاكية وأغنام ومياه، والمد والجزر يدخلانها من البحر كل يوم وليلة مرتين، وفي هذه المرافئ أسواق وتجار، ودخل وخرج ومراكب وبضائع تحمل وأخرى تجيء، وبها الأمن المتصل، وفي ملوكها العدل، وهي سنتهم وعليه يعولون، وبذلك اتصلت عمارتهم وحسنت في بلادهم، وقل جزعهم وعظم أمنهم، واتسعت أيديهم في الأموال.</p>\n<p class=\"arabic\">وأهل الهند والصين يقتلون السارق، ويؤدون الأمانة، وينصفون من أنفسهم من غير احتياج إلى حاكم أو مصلح، طبعا وسجية.</p>\n<p class=\"arabic\">وفي بحر الصين دابة لها جناحان تنشرهما في الجو، تحمل على المراكب فتقلبها، يكون طول الدابة مائة ذراع ونحوها، وإذا رأى أهل المراكب هذه الدابة ضربوا الخشب بعضه ببعض فتنفر منها تلك الدابة وتخرج لهم عن الطريق، وقد قيض الله سبحانه وتعالى لهذه الدابة سمكة صغيرة إذا رأتها هذه الدابة الكبيرة نفرت منها، فمرت على وجهها فلا يستقر بها مكان من البحر ما دامت السمكة تتبعها.</p>\n<p class=\"arabic\">ولملك الصين أربعمائة ألف مرتزق، وهو لا يكاد يبدو لأحد، ولا يصل إليه إلا وزيره أو حاجبه أو رسول ملك يرد عليه، ووجوه عسكره ورؤساء أصحابه يصلون إليه في كل أسبوع، فإن تعذر ذلك عليهم أكثر من هذه المدة ضجوا وسألوا الوصول إليه كيلا يكون قد مات وأخفي ذلك عنهم. وإذا أراد الملك أن يركب ضرب بجرس فيدخل الناس منازلهم ويخلون الطرقات.</p>\n<p class=\"arabic\">وسميت الصين بأول من نزلها، وهو صائن بن عامور بن يافث، وهو الذي أثار المعادن من الذهب، وعمل الحكمة ودقائق الصناعات، وملكهم أزيد من مائتي سنة، فلما مات جعلوا جسده في تمثال ذهب، وأقاموا يطوفون به على سرير من ذهب، فصار ذلك رسما لكل من ملك منهم، فالملك منهم إذا مات أدخلوه في تمثال ذهب، وأجلسوه على سرير ذهب مرصع بالجوهر، وبنوا له هيكلا يكون فيه، فيسجدون له، واتخذ لهم بعض ملوكهم سياسة شرعية وفرائض عقلية، وجعلها رباطا، ورتب لهم قصاصا وحدودا ومستحلات للمناكح، وصلوات تقرب إلى معبودهم، إنما لا سجود فيها، وأمرهم بقرابين للهياكل ودخن وأبخرة للكواكب، فهم باقون على ذلك، وملة الصين تدعى السمنية. [v.1, p.371] ومملكة الصين أعظم ممالك تلك الناحية وأكثرها جندا وأموالا، وبلاد الصين واسعة، والغالب على أهلها استدارة الوجوه وفطس الأنوف، ولباس رجالهم ونسائهم الديباج والحرير المرتفع، ولباس إمائهم وسفلتهم الحرير الدون، ودورهم واسعة مزوقة المجالس بالتماثيل، وهم يتباهون بنظافة الثياب ونبل الدور وكثرة الأواني، وإذا ورد على ملكهم رسول من بعض الملوك أدخل عليه في الوقت الذي يأذن له، فيقف أحد وزرائه عن يمينه والآخر عن يساره، ويقف الرسول بالبعد منه، على حسب مرتبة مرسله، ولا يرفع رأسه حتى يؤمر بذلك، ثم يتقدم إلى الحاجب أو الوزير فيخبره عما وجه إليه، فيأمر الملك له بتخت ديباج وجام فضة مذهبة، ويعاد به كل يوم إلى دار الملك ليتغدى هناك، وإذا أراد الملك النوم أو الدخول على بعض جواريه صعد منجموه سطح البيت الذي هو فيه ورصدوا له الكواكب، واختاروا له وقت مباشرته إياهن.</p>\n<p class=\"arabic\">ومن سيرهم أن المرأة إذا لم تكن محصنة وأرادت الفجور رفعت رقعة إلى الملك تذكر حالها وما ذهبت إليه، فيبعث إليها حلقا من نحاس فتجعله في عنقها، ولبست المصبغات، وعملت ما شاءت علانية، فإذا ولدت الذكور خصوا واستعملهم الملك في داره وأعماله، وإن كان الذي ولدت أنثى كانت على رسم أمها، ومن سنتهم أن يورثوا الإناث أكثر من الذكور ولهم عند حلول الشمس بالحمل عيد معظم يأكلون فيه ويشربون سبعة أيام.</p>\n<p class=\"arabic\">وبلاد الصين تجاور بلاد البرغز، فيها ملوك من ملوك الصين لهم أجناد وعدد وأموال طائلة، وحزم وجلادة على مكايدة الترك وغزوهم ومنعهم من أذية ديارهم. وأهل هذه الجهة من الصينيين زيهم زي الأتراك في اللباس والمركوب والآلات والحروب، وعندهم الفيلة يقدمون بها في صدور مراكبهم، والأتراك يهابون سطوتهم ويخافون شوكتهم، فيمسكون عن أذية بلادهم، ويحملون إلى الصين كثيرا مما عندهم من الصناعات والتمر والعسل وكثيرا من السلاح والشكة مثل الدروع والجواشن والأتراس والمقامع والنشاب والسكر ونحو ذلك مما يحتاجون إليه وأهل الصين يهادنونهم بسبب ذلك، ويترفعون عن غزوهم، ولكنهم غير متغافلين في جانبهم.</p>\n<p class=\"arabic\">قالوا : وفي أقاصي بلاد الصين هيكل مدور له سبعة أبواب، في داخله قبة عظيمة الشأن، في أعلاها جوهرة أكبر من رأس العجل، تضيء منها جميع أقطار ذلك المكان، وقد رام جماعة من الملوك أخذها فلم يدن أحد منها على عشرة أذرع إلا مات، وإن رام أخذها بشيء من الآلات الطوال إذا بلغ ذلك المقدار انعكس، فليس يتأتى تناولها بشيء ولا سبب، وإن تعرض أحد لهدم شيء من الهيكل مات مكانه بقوة دافعة منفرة قد عملت من أنواع الأحجار المغنيطسية. وفي هذا الهيكل بئر مسبعة الرأس متى أكب امرؤ على رأسها تهور، وصار في قرارها على رأسه، وعلى البئر شبه الطوق مكتوب عليه، بقلم قديم، قلم السندهند : هذي البئر تؤدي إلى مخزن الكتب الأول من تاريخ الدنيا وعلوم السماء، وما كان فيما مضى وما يكون فيما يأتي، وتؤدي هذه البئر إلى خزائن وغرائب هذا العالم، لا يصل إلى الدخول إليها والاقتباس مما فيها إلا من وازت قدرته قدرتنا وساوى معلومه علمنا. وإن وقع البصر على هذا الهيكل وقع في قلب الرائي له جزع منه وحنين إليه مختلطان، وهو على جبل شامخ صلد لا يتأتى فيه نفوذ ولا حفر البتة.</p>\n<p class=\"arabic\">والثمار كلها في الصين إلا النخل.</p>\n<p class=\"arabic\">وهم من أحذق عباد الله تعالى كسبا وصناعة ومما أعانهم على ذلك أن الملك إذا أوتي بمعجزة من الصناعات والرقوم والنقوش وضعه على باب دار مملكته حولا، فإن ذكر أحد فيه عيبا يتبين وصل وحرم الصانع، وإلا أجزلت صلة الصانع، وإن رجلا منهم صور سنبلة سقط عليها عصفور في ثوب حرير لا يشك الناظر أنها سنبلة سقط عليها عصفور، فبقي الثوب مدة حتى اجتاز به رجل أحدب فعابها، وأدخل على الملك وحضر صانعها، فسئل عن العيب فقال: إنه لا يقع عصفور على سنبلة إلا أمالها، وهذه منتصبة قائمة، فصدق ولم يثب الصانع شيئا، وقصدهم في هذا وشبهه الرياضة.</p>\n<p class=\"arabic\">وليس للجاني عندهم إلا القتل إلا جناية قذف، فإنه من قذف إنسانا ضرب بالخشبة ضربا مبرحا وخلي سبيله. [v.1, p.372]</p>\n<p class=\"arabic\">ويذكر قوم ممن سكن الصين أنهم سمعوا أن وراء الصين أمة شقر الألوان حمر الوجوه والشعور، يسكنون أسرابا قد اتخذوها لشدة حر الشمس عندهم، فإذا طلعت دخلوا الأسراب، إلى أن تزول وتغرب فيخرجون. ولا أحد من الصينيين إلا وهو يحفظ أيام عمره، كان شيخا أو صبيا، وكلهم يكتب، واليتيم أمره إلى السلطان في تعليم الكتاب، ينفق عليه من بيت مال السلطان، فإذا أدرك أخذ منه الجزية، وإذا بلغ الشيخ سبعين إلى الثمانين أجري عليه من بيت المال، وإذا أذنب الشيخ ذنبا يجب عليه فيه القتل، وهو ابن ثمانين سنة، صفح عنه لكبر سنه.</p>",
            "title": "الصين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000946-000.json"
        }
    ],
    "type": "FeatureCollection"
}