{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الصغانيان</h1>\n<p class=\"arabic\">من مدن ما وراء النهر من خراسان مثل الترمذ وكش ونسف وبخارى وسمرقند وخجندة وأشروسنة والشاش وفرغانة وفارياب، وهي أكبر المدن التي عن يسار المشرق من مدينة بلخ. [v.1, p.361]</p>\n<p class=\"arabic\">وهي أكبر من الترمذ ولها ربض وعليه سور تراب، وبها أسواق وتجار وقرى وعمارات وصنائع، ولها أحواز وقرى عامرة ومنافع وغلات، ولها ربض عليه سور حصين ومساكنها وشوارعها فساح وأهلها قليلون، والترمذ أكثر منها أهلا وأعظم أموالا، ولها مسجد جامع وخطبة، وفقهاء وطلاب العلم، ولها رستاق وبها مياه جارية .</p>\n<p class=\"arabic\">وفي ما وراء النهر من معادن الذهب والفضة والزئبق ما لا يقاربه معدن في سائر البلاد كثرة، وليس في الأقطار مثل النوشادر عندهم، وبصقلية نوشادر لا يعدل به ولا يدانيه، وإليهم يصل مسك التبت ومن عندهم يرفع، وهو يفوق كل مسك طيبا ويربي عليه ثمنا، ويرفع من الصغانيان من السمور والسنجاب وسائر الأوبار ما لا يرفع من سائر البلاد. وما وراء النهر أخصب الأقاليم خصبا وأكثرها متنزها، والصلاح على أهله غالب والخير فيهم فاش، ولهم الغنى والثروة والوفر والجدة، وليس بينهم في شيء من ذلك تنافس ولا يتخرقون فيه تخرق أهل زمانهم ممن همته دنيا ينالها ولذة يبلغها، بل يصرفونه إلى قرى الأضياف ومواساة الناس وسبل الجهاد وعمارة الطرق والمنازل وتعاهد المراحل والمناهل، فما ينزل بأحدهم ابن سبيل ولا يحل به إلا غمره ببره وأنساه وطنه.</p>\n<p class=\"arabic\">الصغد :</p>\n<p class=\"arabic\">من بخارى إليها سبع مراحل، وهو قطر واسع له مدن جليلة متسعة حصينة منها: دبوسية وكشانية وكش وغيرها.</p>\n<p class=\"arabic\">افتتحها قتيبة بن مسلم الباهلي أيام الوليد بن عبد الملك.</p>\n<p class=\"arabic\">والصغد بين بخارى وسمرقند، وهم رهط من الترك، وأهل بيت المملكة منهم بفرغانة، وفيهم كان الملك وهو خاقان الخواقين، وكان يجمع ملكه سائر الممالك، ثم انتثرت مملكتهم، وتسمى بهذا الاسم فريق منهم ببلاد التبت، وكان ممن ينقاد إلى خاقان، فلما انحل عقد نظامهم تسمى بهذا الاسم تشبها به.</p>\n<p class=\"arabic\">ومن كش مدينة الصغد العظمى إلى سمرقند أربع مراحل.</p>\n<p class=\"arabic\">والصغد هم الهياطلة، وهم بين بخارى وسمرقند.</p>\n<p class=\"arabic\">وحكوا أن مسلم بن عقبة لما خرج من المدينة بعد وقعة الحرة يريد مكة متوجها إلى حرب عبد الله بن الزبير رضي الله عنهما فبلغ المشلل دون قديد مات هناك، أخزاه الله، فأخبرت بذلك أم ولد ليزيد بن عبد الله بن زمعة، وكانت تنزل قريبا من قديد فجاءته فنبشته فحرقته بالنار، وحرقت كفيه وبقرت بطنه وضربت بكبده أنفه، أخرجتها رطبة، وكانت خراسانية أو صغدية، فقالت قريش: لا تشتروا إلا الخراسانيات والصغديات فإنهن يطلبن بالثار، فذكر من رآه مصلوبا على المشلل أنه رآه يرمى بالحجارة كما يرمى قبر أبي رغال ......</p>\n<p class=\"arabic_poetry\">والصغد أكبر من الترمذ وبها ربض وعليه * الخ</p>",
            "title": "الصغانيان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000930-000.json"
        }
    ],
    "type": "FeatureCollection"
}