{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">انطاكية</h1>\n<p class=\"arabic\">بتخفيف الياء، مدينة عظيمة بالشام على ساحل البحر، قالوا: وكل شيء عند العرب من قبل الشام فهو انطاكية، ويقال ليس في أرض الإسلام ولا أرض الروم مثلها. وهي مدينة حسنة الموضع كريمة البقعة ليس بعد دمشق أنزه منها داخلا وخارجا بناها بطليموس بن هيفلوس الثاني من ملوك اليونانيين، وقيل نسبت إلى الذي بناها انطيخين ولما عربت غيرت صورتها ، وهي إحدى عجائب العالم مسافة سورها اثنا عشر ميلا وعدد شرفاتها أربعة وعشرون ألفا وأبراجها مائة وستة وثلاثون، أسكن كل برج منها بطريقا برجاله وخيله، فمرابط الخيل في أسفله وأعلاه طبقات وطاقات للرجال، كل برج منها كالحصن عليه أبواب الحديد، وأنبط فيها عيونا وأجرى الماء في شوارعها، وماؤها يستحجر فيه الثفن في مجاريه فلا يؤثر فيه الحديد ولا يكسره، وهذا الماء يحدث في الأجواف الريح القولنجية.</p>\n<p class=\"arabic\">وقد أراد الرشيد سكنى انطاكية فقيل له ما فيها من ترادف الصدإ على سلاحها وزوال ريح الطيب منها، فامتنع من سكناها والنصارى يدعونها مدينة الله ومدينة الملك وأم المدائن لأنها أول بلد أظهر فيه دين النصرانية، وبها كرسي بطرس ويسمى شمعون وشمعان وهو خليفة إيشوع الناصري المرأس على تلامذته الاثني عشر والسبعين وغيرهم.</p>\n<p class=\"arabic\">وفي سنة ثمان وخمسين وثلاثمائة تغلب العدو على أهل انطاكية، وخيروا أهلها بين المقام على أداء الجزية أو الخروج إلى أرض الشام فرضي بالجزية خلق كثير ولما جاء البشير بذلك نقفور عاقبه وغمه ذلك لأنه كان عنده في علم الحدثان أن الذي تفتح انطاكية في أيامه يهلك سريعا فقتله الله تعالى سنة تسع وخمسين قتل في قصره وعلى سريره عملت على قتله امرأته التي كانت قبله لرومانس على يد ابن الشمشكي فقتلوه ليلا وكان سبب ذلك أن ابنها من رومانس واسمه باسيلي لما أدرك أراد نقفور أن يخصيه ويلزمه الكنيسة العظمى لينفرد هو بالأمر فلما علمت أمه بعزمه على ذلك سعت في قتله فتم لها ذلك وولي ابن الشمشكي ودانت له النصرانية ثم ولي بعده باسيلي المذكور وهو الملقب بالملك الرحيم.</p>\n<p class=\"arabic\">وانطاكية كثيرة المياه متسعة الأسواق والطرقات وبساتينها اثنا عشر ميلا وفي داخل سورها أرحاء وبساتين وخانات وبها أسواق ومبان ويعمل بها من الثياب المصمتة الجياد العتابي والتستري والأصبهاني شيء كثير وبينها وبين أذنة شمالا ثلاث مراحل وعليها سور حجارة وفي داخلها البساتين والمزارع ويقال لها مدينة حبيب النجار وبها الكف التي يقال أنها كف يحيى بن زكريا عليهما السلام في كنيسة هناك وهي قاعدة القياصرة وكان بانطاكية فرعون من الفراعنة فبعث الله تعالى إليهم رسلا وفيهم نزل ` واضرب لهم مثلا أصحاب القرية إذ جاءها المرسلون ` وأسماؤهم صادق وصدوق والثالث شلوم ويقال إنهم من الحواريين ولم يكونوا من الأنبياء والذي جاء يسعى رجل اسمه حبيب بن مري وكان يعمل الحرير فلما قال لهم ` يا قوم اتبعوا المرسلين ` وطئوه بأرجلهم حتى خرج قصبه على دبره فأدخله الله تعالى الجنة حيا يرزق فيها فذلك قوله ` يا ليت قومي يعلمون بما غفر لي ربي ` وصلب الكافر لعنه الله المرسلين منكوسين فأهلكهم الله تعالى جميعا فذلك قوله ` إن كانت إلا صيحة واحدة فإذا هم خامدون `.</p>\n<p class=\"arabic\">ويستحجر الماء في مجاري انطاكية ويتراكم طبقات حتى يمنع الماء من الجريان فلا يعمل الحديد في كسره. ويقال إنها بنيت في اثنتي عشرة سنة وإن النفقة في سورها انتهت مائة وخمسين وقرا من دنانير الذهب ويقال إن يحيى عليه السلام دفن في كنيسة بانطاكية، وإنه قتل في شهر آب. [v.1, p.38]</p>\n<p class=\"arabic\">وفي سنة ثلاث وتسعين غزا العباس بن الوليد أرض الروم فافتتح انطاكية. ويقال إن انطاكية لا تمر عليها سحابة إلا مطرتها وان ذلك لبقية من رضاض ألواح موسى عليه السلام في غار في جبل من جبالها ورضاض من تابوت السكينة.</p>\n<p class=\"arabic\">وفي سنة اثنتين وأربعين وثلثمائة غزا نقفور انطاكية فأخذها وأخذ مدينة طرسوس واقريطش فكان من أمره ما قدمناه، وهي الآن في يد الروم. ومن أنطاكية فر هرقل حين انهزمت جموعه وقتلت باليرموك خرج منها حتى أتى الرها ثم منها كان خروجه إلى القسطنطينية، فلما خرج استقبل الشام وقال: السلام عليك يا سورية سلام مودع لا يرى أنه يرجع إليك أبدا، وكان لما جاء المخبر بالهزيمة، وقتل من قتل من عظماء الروم قال المخبر: تلكؤك أخبث وألأم وأكفر، متى تذب عن دين أو تقاتل عن دنيا، ثم قال للشرطة: أنزلوه، فأنزلوه وجاءوه به فقال: ألست كنت أشد الناس علي في أمر محمد نبي العرب حين جاءني كتابه ورسوله وكنت أردت أن أجيبه إلى ما دعا إليه وأدخل في دينه فكنت أنت من أشد الناس علي حتى تركت ما أردت من ذلك فهلا قاتلت الآن قوم محمد وأصحابه دون سلطاني وعلى قدر ما كنت لقيت منك إذ منعتني من الدخول في دينه، اضربوا عنقه، فضربوا عنقه ثم نادى في أصحابه بالرحيل.</p>\n<p class=\"arabic\">وتسير من انطاكية ستة فراسخ في صحراء وجبال فيها مزارع وأشجار البلوط، وعلى يسار الطريق بحيرة يكون مقدارها ستة فراسخ فيها يجتمع ماء انطاكية حتى ينتهي إلى قرية يقال لها بغراس .</p>",
            "title": "انطاكية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000115-000.json"
        }
    ],
    "type": "FeatureCollection"
}