{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إرم ذات العماد</h1>\n<p class=\"arabic\">من الناس من قال: إرم قبيلة عاد وهو قول مجاهد وقتادة، وعليه أنشدوا لابن قيس الرقيات :</p>\n<p class=\"arabic_poetry\">مجدا تليدا بناه أوله * أدرك عادا وقبلها إرما وقال زهير :</p>\n<p class=\"arabic_poetry\">وآخرين ترى الماذي عدتهم * من نسج داود أو ما أورثت إرم قال ابن إسحاق: فإرم أبو عاد كلها، وهو عاد بن عوص بن إرم بن سام بن نوح وقال جمهور المفسرين: إرم مدينة لهم عظيمة كانت على وجه الدهر باليمن، وقال محمد بن كعب: هي الإسكندرية، وقال سعيد بن المسيب: هي دمشق، قال البكري: دمشق هي ذات العماد، وكذلك روى هوذة عن عوف بن خالد وقاله عكرمة، وحكى البلاذري قال: حدثني محمد بن موسى الصانع عن جعفر بن محمد العطار بمدينة السلام، قال حدثني علي بن داود القنطري وأبو إسماعيل محمد بن إسماعيل الترمذي عن أبي صالح عبد الله بن صالح المصري كاتب الليث بن سعد، قال حدثني عبد الله بن لهيعة بن علقمة الحضرمي عن خالد بن أبي عمران عن وهب بن منبه عن عبد الله بن قلابة قال: أنه خرج في إبل له شردت، فبينما هو في صحارى عدن أبين والشحر يطلب إبله في تلك الفلوات إذ وقع على مدينة في تلك الفلوات عليها حصن، حول ذلك الحصن قصور كثيرة وأعلام طوال، فلما دنا منها ظن أن فيها أحدا يسأله عن إبله، فإذا لا خارج يخرج من باب حصنها ولا داخل يدخل منه، فلما رأى ذلك نزل عن ناقته وعقلها ثم استل سيفه ودخل من باب الحصن، فلما خلف الحصن بشيء إذا هو ببابين عظيمين لم ير في الدنيا أعظم منهما ولا أطول، وإذا خشبهما مجمر يعني عودا، وفي ذينك البابين نجوم من ياقوت أبيض وياقوت أحمر، يضيء ذانك البابان فيما بين الحصن والمدينة فلما رأى ذلك الرجل أعجبه وتعاظم الأمر، ففتح أحد البابين ودخل، فإذا هو بمدينة لم ير الراءون مثلها قط، وإذا هي قصور كل قصر معلق تحته أعمدة من زبرجد وياقوت، ومن فوق كل قصر منها غرف، وفوق الغرف غرف مبنية بالذهب والفضة واللؤلؤ والياقوت والزبرجد، وكل مصاريع تلك القصور وتلك الغرف مثل مصراعي باب المدينة، كلها مفصص بالياقوت الأبيض والياقوت الأحمر مقابلة بعضها ببعض، ينور بعضها من بعض، مفروشة تلك القصور وتلك الغرف كلها باللؤلؤ وبنادق من مسك وزعفران، فلما عاين الرجل ما عاين ولم ير فيها أحدا هاله ذلك وأفزعه، ثم نظر إلى الأزقة فإذا هو بالشجر في كل زقاق منها قد أثمرت تلك الأشجار كلها، وإذا تحت تلك الأشجار أنهار مطردة يجري ماؤها في قنوات من فضة، كل قناة منها أشد بياضا من الشمس، تجري تلك القنوات تحت الأشجار، فداخل الرجل العجب مما رأى وقال: والذي بعث محمدا بالحق ما خلق الله عز وجل مثل هذه في الدنيا وإن هذه للجنة التي وصفها تقدست أسماؤه، ما بقي مما وصف الله العزيز شيء إلا وهو في هذه المدينة، هذه الجنة، الحمد لله الذي أدخلناها فبينما هو يؤامر نفسه ويتدبر رأيه إذ دعته نفسه أن يأخذ من لؤلؤها وياقوتها وزبرجدها ثم يخرج حتى يأتي بلاده ثم يرجع إليها، ففعل، فحمل معه من اللؤلؤ وبنادق المسك والزعفران ولم يستطع أن يقلع من زبرجدها شيئا ولا من ياقوتها لأنه مثبت في أبوابها، وكان ذلك اللؤلؤ والبنادق والمسك والزعفران منثورا في تلك القصور والغرف كلها، فأخذ ما أراد وخرج حتى أتى ناقته وحل عقالها [v.1, p.22] وركبها ثم سار راجعا يقفو أثر ناقته حتى رجع إلى اليمن، فأظهر ما كان معه، وأعلم الناس أمره وما كان من قصته، وباع بعض اللؤلؤ، وكان ذلك اللؤلؤ قد اصفر وتغير من طول كرور الأيام والليالي عليه، فلم يزل أمر ذلك الرجل ينمي ويخرج حتى بلغ معاوية بن أبي سفيان رضي الله عنهما، فأرسل رسولا وكتب إلى صاحب صنعاء يأمره بالبعثة بالرجل إليه يسأله عما كان من أمره، فخرج به رسول معاوية رضي الله عنه من اليمن حتى قدم به الشام، فأمر صاحب صنعاء الرجل أن يخرج معه ببعض ما جاء به من متاع تلك المدينة، فسار الرجل ورسول معاوية رضي الله عنه معه حتى قدم على معاوية رضي الله عنه، فخلا به معاوية رضي الله عنه وساءله عما رأى وعاين فقص عليه أمر المدينة وما رأى فيها شيئا فشيئا، فأعظم ذلك معاوية رضي الله عنه وأنكر ما حدثه به وقال: ما أظن ما قلته حقا، فقال الرجل: عندي من متاعها الذي هو مفروش في قصورها وغرفها وبيوتها، قال: ما هو قال: لؤلؤ وبنادق المسك والزعفران، فقال له معاوية رضي الله عنه، هات حتى أراه، فأراه لؤلؤا أصفر من أعظم ما يكون من اللؤلؤ وأراه تلك البنادق فشمه معاوية رضي الله عنه فلم يجد له ريحا فدق بندقة من تلك البنادق فسطع ريحها مسكا وزعفرانا، فصدقه معاوية رضي الله عنه عند ذلك، وقال: كيف لي أن أعلم ما اسم هذه المدينة ومن بناها ولمن كانت، فوالله ما أعطي أحد مثل ما أعطي سليمان بن داود عليهما الصلاة والسلام، وما ملك سليمان مثل هذه المدينة، فقال بعض جلساء معاوية رضي الله عنه: إنك لن تجد خبر هذه المدينة عند أحد من أهل الدنيا في زماننا هذا إلا عند كعب الأحبار، فإن رأيت أن تبعث إليه وتأمر أن يغيب هذا الرجل عنه فإنه سيخبر بأمرها وأمر هذا الرجل إن كان دخلها، لأن مثل هذه المدينة على مثل هذه الصفة لا يستطيع هذا الرجل دخولها إلا أن يكون قد سبق في الكتاب دخوله إياها، فابعث إلى كعب فإنه لم يخلق الله عز وجل أحدا على ظهر الأرض أعلم منه، ولا شيء مضى من الدهر ولا يكون بعد اليوم إلا وهو في التوراة مفسرا منصوبا معروفا مكانه، فليبعث إليه أمير المؤمنين فإنه سيجد خبرها عنده، قال: فأرسل معاوية رضي الله عنه إلى كعب الأحبار فأتاه، فلما أتاه قال له معاوية رضي الله عنه: يا أبا إسحاق إني دعوتك لأمر رجوت أن يكون علمه عندك، قال كعب: على الخبير سقطت فسلني عما بدا لك، قال: أخبرني يا أبا إسحاق هل بلغك أن في الدنيا مدينة مبنية بالذهب والفضة وعمدها زبرجد وياقوت، وحصباء قصورها وغرفها لؤلؤ فيها جناتها وأنهارها في الأزقة تجري تحت الأشجار؟ قال كعب: والذي نفسي بيده لقد ظننت أني لأتوسد يميني قبل أن يسألني أحد عن تلك المدينة وما فيها ولمن هي، ولكن أخبرك بها ولمن هي ومن بناها، أما تلك المدينة فهي حق على ما بلغك ووصف لك، وأما صاحبها الذي بناها فشداد بن عاد، وأما المدينة فإرم ذات العماد التي وصف الله عز وجل في كتابه المنزل على محمد صلى الله عليه وسلم ` التي لم يخلق مثلها في البلاد `، وهي كما وصف لك لم يبن مثلها في البلاد، قال معاوية رضي الله عنه: يا أبا إسحاق حدثني حديثها يرحمك الله، قال: أخبرك أن عادا الأولى ليس عاد قوم هود، ولكن عاد الأولى إنما هود وقوم هود ولد لذلك، فكان عاد له ابنان أحدهما شديد والآخر شداد، فهلك عاد فبغيا وتجبرا، وملكا فقهرا البلاد وأخذا أهلها عنوة وقهرا حتى دان لهما جميع الناس، ولم يبق أحد من الناس في زمانهما إلا وهو في طاعتهما لا في مشرق الأرض ولا في مغربها، وأنه لما صفا لهما ذلك وقر قرارهما مات شديد بن عاد وبقي شداد وحده لم ينازعه أحد، ودانت له الدنيا كلها بأجمعها، وكان مولعا بقراءة الكتب الأول وكلما مر فيها بذكر الجنة وما يسمع ما هو فيها من البنيان والياقوت واللؤلؤ دعته نفسه إلى أن يفعل تلك الصفة، فلما قر ذلك في لبه أمر بصنعة تلك المدينة وأمر على صنعتها مائة قهرمان مع كل قهرمان ألف من الأعوان، ثم قال: انطلقوا إلى أطيب بلاد الأرض وأوسعها فاعملوا لي فيها مدينة من ذهب وفضة وياقوت وزبرجد ولؤلؤ، تحت تلك المدينة أعمدة من زبرجد، وعلى المدينة قصور، ومن فوق تلك القصور غرف، واغرسوا تحت القصور في أزقتها أصناف الثمار كلها وأجروا فيها الأنهار حتى تكون تحت الأشجار، فإني أستمع في الكتاب صفة الجنة فأحب أن أجعل مثالها في الدنيا أتعجل سكناها، فقال له قهارمته وكانوا مائة قهرمان: كيف لنا أن نقدر على ما وصفت لنا من الزبرجد والياقوت واللؤلؤ والذهب والفضة ينبني منه مدينة من المدائن كما وصفت لنا، ومتى نقدر على هذا الذهب كله وهذه الفضة؟ فقال لهم شداد: أليس تعلمون أن ملك الدنيا كله بيدي؟ قالوا: بلى، قال: فانطلقوا إلى كل معدن من معادن الزبرجد والياقوت أو بحر فيه لؤلؤ أو معدن ذهب أو معدن فضة قوم رجلا يخرج لكم ما كان من كل معدن في تلك البلاد، ثم انظروا إلى ما كان في أيدي الناس فخذوه سوى ما يأتيكم به [v.1, p.23]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic\">أصحاب المعادن. قال: فخرجوا من عنده إلى كل ملك في الدنيا يأمره أن يجمع له ما في بلاده من جوهرها ويحضر معادنها، فانطلق أولئك القهارمة فبعثوا إلى كل ملك من الملوك بكتاب في أخذ ذلك وأخذ الفعلة في طلبهم له موضعا كما أراد ووصفه لهم من البساتين وإجراء الأنهار وغرسهم الأشجار، وعملوا في ذلك عشر سنين، فقال معاوية رضي الله عنه: وكم عدد الملوك الذين كانوا تحت يده؟ قال: مائتان وستون ملكا قسمها بينهم كل ملك على حدة وما عليه من الخراج، قال: فخرج القهارمة فشدوا في الصحراء ليجدوا ما يوافقه، فلم يجدوا ذلك حتى وقعوا على صحراء عظيمة نقية من التلال والجبال، فإذا هم بعيون مطردة، فقالوا: هذه صفة إرم التي أمرنا بها، فأخذوا بقدر الذي أمرهم من العرض والطول ثم جعلوا ذلك حدودا محدودة ثم عمدوا إلى مواضع الأزقة التي فيها الحدود فأجروا فيها قنوات لتلك الأنهار ثم وضعوا الأساس من صخور الجزع اليماني وصبوا طين ذلك الأساس من مر ولبان ومحلب، فلما فرغوا مما وضعوا من الأساس وأجروا القنوات أرسلت إليهم الملوك بالزبرجد والياقوت والذهب والفضة واللؤلؤ والجوهر، كل ملك قد عمل ما كان في معدنه، فمنهم من بعث بالعمد مفروغا منها، ومنهم من بعث بالذهب والفضة مفروغا منها مصنوعا، فدفعوه إلى أولئك القهارمة والوزراء، فأقاموا فيها حتى فرغوا من بنائها وهي على تلك العمد، وهي قصور وفوق القصور غرف ومن فوق الغرف غرف مبنية بالذهب والفضة والزبرجد والياقوت، وأقاموا في بنائها إلى أن فرغوا منها ثلثمائة سنة، وكان عمر شداد تسعمائة سنة، قال كعب: فلما أخبروه بفراغهم منها قال: انطلقوا فاجعلوا عليها حصنا واجعلوا حول الحصن ألف قصر يكون في كل قصر وزير من وزرائي وألف ناطور، قال: فخرجوا فعملوا تلك الحصون والقصور ثم أخبروه بالفراغ مما أمرهم به، قال: فأمر ألف وزير من خاصته أن يتهيئوا للنقلة إلى إرم ذات العماد، وأمر لتلك الأعلام برجال يسكنونها وأمر لهم بالعطاء والأرزاق والجهاز إلى تلك القصور، فأقاموا في جهازهم إليها عشر سنين، فسار الملك فيمن أراد وخلف من قومه في عدن أبين والشحر أكثر ممن سار، فلما صار منها على مقربة من يوم وليلة بعث الله تعالى العظيم عليه وعلى من كان معه صيحة من السماء فأهلكهم جميعا ولم يبق منهم أحد، ولم يدخل ذات العماد منهم أحد، ولم يقدر على دخولها أحد منهم حتى الساعة، فهذه صفة ذات العماد، وسيدخلها رجل من المسلمين في زمانك هذا ويرى ما فيها ويحدث بذلك فلا يصدق، قال له معاوية رضي الله عنه: يا أبا إسحاق هل تصفه لنا؟ قال: نعم، رجل أحمر أشقر قصير على حاجبه خال وعلى عنقه خال، يخرج ذلك الرجل في طلب إبل له في تلك الصحارى فيقع على ذات العماد، فيدخلها ويحمل مما فيها والرجل جالس عندك، فالتفت كعب فرأى الرجل فقال: هذا ذلك الرجل قد دخلها فسله عما حدثتك به، فقال معاوية رضي الله عنه: يا أبا إسحاق إن هذا من خدمي، قال: فقد دخلها وإلا فسيدخلها أو يدخلها أهل هذا الدين في آخر الزمان، فقال معاوية رضي الله عنه: لقد فضلك الله يا أبا إسحاق على غيرك من العلماء، ولقد أعطيت من علم الأولين، والآخرين ما لم يعط أحد، فقال كعب: والذي نفس كعب بيده ما خلق الله عز وجل شيئا إلا وقد فسره في التوراة لعبده موسى وكفى بالله وكيلا. بها، فأخذوا بقدر الذي أمرهم من العرض والطول ثم جعلوا ذلك حدودا محدودة ثم عمدوا إلى مواضع الأزقة التي فيها الحدود فأجروا فيها قنوات لتلك الأنهار ثم وضعوا الأساس من صخور الجزع اليماني وصبوا طين ذلك الأساس من مر ولبان ومحلب، فلما فرغوا مما وضعوا من الأساس وأجروا القنوات أرسلت إليهم الملوك بالزبرجد والياقوت والذهب والفضة واللؤلؤ والجوهر، كل ملك قد عمل ما كان في معدنه، فمنهم من بعث بالعمد مفروغا منها، ومنهم من بعث بالذهب والفضة مفروغا منها مصنوعا، فدفعوه إلى أولئك القهارمة والوزراء، فأقاموا فيها حتى فرغوا من بنائها وهي على تلك العمد، وهي قصور وفوق القصور غرف ومن فوق الغرف غرف مبنية بالذهب والفضة والزبرجد والياقوت، وأقاموا في بنائها إلى أن فرغوا منها ثلثمائة سنة، وكان عمر شداد تسعمائة سنة، قال كعب: فلما أخبروه بفراغهم منها قال: انطلقوا فاجعلوا عليها حصنا واجعلوا حول الحصن ألف قصر يكون في كل قصر وزير من وزرائي وألف ناطور، قال: فخرجوا فعملوا تلك الحصون والقصور ثم أخبروه بالفراغ مما أمرهم به، قال: فأمر ألف وزير من خاصته أن يتهيئوا للنقلة إلى إرم ذات العماد، وأمر لتلك الأعلام برجال يسكنونها وأمر لهم بالعطاء والأرزاق والجهاز إلى تلك القصور، فأقاموا في جهازهم إليها عشر سنين، فسار الملك فيمن أراد وخلف من قومه في عدن أبين والشحر أكثر ممن سار، فلما صار منها على مقربة من يوم وليلة بعث الله تعالى العظيم عليه وعلى من كان معه صيحة من السماء فأهلكهم جميعا ولم يبق منهم أحد، ولم يدخل ذات العماد منهم أحد، ولم يقدر على دخولها أحد منهم حتى الساعة، فهذه صفة ذات العماد، وسيدخلها رجل من المسلمين في زمانك هذا ويرى ما فيها ويحدث بذلك فلا يصدق، قال له معاوية رضي الله عنه: يا أبا إسحاق هل تصفه لنا؟ قال: نعم، رجل أحمر أشقر قصير على حاجبه خال وعلى عنقه خال، يخرج ذلك الرجل في طلب إبل له في تلك الصحارى فيقع على ذات العماد، فيدخلها ويحمل مما فيها والرجل جالس عندك، فالتفت كعب فرأى الرجل فقال: هذا ذلك الرجل قد دخلها فسله عما حدثتك به، فقال معاوية رضي الله عنه: يا أبا إسحاق إن هذا من خدمي، قال: فقد دخلها وإلا فسيدخلها أو يدخلها أهل هذا الدين في آخر الزمان، فقال معاوية رضي الله عنه: لقد فضلك الله يا أبا إسحاق على غيرك من العلماء، ولقد أعطيت من علم الأولين، والآخرين ما لم يعط أحد، فقال كعب: والذي نفس كعب بيده ما خلق الله عز وجل شيئا إلا وقد فسره في التوراة لعبده موسى وكفى بالله وكيلا.</p>",
            "title": "إرم ذات العماد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000066-000.json"
        }
    ],
    "type": "FeatureCollection"
}