{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نجران</h1>\n<p class=\"arabic\">من بلاد اليمن، سميت بنجران بن زيد بن سبأ بن يشجب بن يعرب بن قحطان.</p>\n<p class=\"arabic\">وممن كان في الفترة أصحاب الأخدود، وكانوا بنجران، وبلغ ذا نواس أن قوما بنجران على دين المسيح، وكان هو يهوديا، فنهض إليهم بنفسه، وحفر لهم أخاديد وأضرمها نارا ثم دعاهم إلى اليهودية فمن أبى قذفه في الأخاديد، فأتي بامرأة معها طفل ابن سبعة أشهر فأبت أن ترجع عن دينها، فأدنيت من النار فجزعت، فأنطق الله تعالى الطفل فقال: امضي على دينك فلا نار بعدها فألقيت في النار، فسلط الله تعالى عليهم الحبشة وغلبوهم على أرض اليمن إلى أن كان من أمر ابن ذي يزن واستجارته بكسرى أنوشروان ما كان.</p>\n<p class=\"arabic\">وبنجران كان عبد الله بن الثامر من أهل دين عيسى عليه السلام، وكان بها بقايا من أهل دينه على الإنجيل أهل فضل واستقامة، وعبد الله بن الثامر رأس لهم، وكان أصل ذلك الدين بنجران، مع أن العرب كانوا أصحاب أوثان، أن رجلا من بقايا ذلك الدين يقال له فيميون وقع بين أظهرهم فحملهم عليه فدانوا به، وكان صالحا مجتهدا زاهدا في الدنيا مجاب الدعوة، وكان سائحا ينزل القرى ولا يعرف في قرية إلا خرج منها إلى قرية لا يعرف بها، وكان لا يأكل إلا من كسب يده وكان بناء يعمل الطين، وكان يعظم الأحد فلا يعمل فيه شيئا، فخرج إلى فلاة من الأرض يصلي بها حتى يمسي، وكان في قرية من قرى الشام، ففطن لشأنه رجل من أهلها يقال له صالح، فأحبه حبا شديدا وكان يتبعه حيث ذهب فلا يفطن له فيميون حتى خرج في يوم أحد إلى فلاة من الأرض كما كان يصنع، فاتبعه صالح وهو لا يدري بمكانه، وقام فيميون يصلي فأقبل نحوه التنين، الحية ذات الرؤوس السبعة، فلما رآها فيميون دعا عليها فماتت، فرآها صالح ولم يدر ما أصابها، فخافها عليه، فعيل صبره فصرخ: يا فيميون، التنين قد أقبل نحوك، فلم يلتفت إليه وأقبل على صلاته حتى فرغ منها وأمسى وانصرف، وعرف أنه قد عرف، وعرف صالح أنه قد رأى مكانه فقال له: يا فيميون، اعلم أني ما أحببت شيئا قط حبك، وقد أردت صحبتك والكينونة معك حيث كنت، قال: إما شئت، أمري كما ترى، فإن علمت أنك تقوى عليه فنعم، فلزمه صالح. وكان إذا جاءه أحد به الضر دعا له فشفي، وإذا دعي إلى أحد به ضر لم يأته، وكان لرجل من أهل القرية ابن ضرير، فسأل عن شأن فيميون، فقيل له إنه لا يأتي أحدا دعاه ولكنه رجل يعمل للناس البنيان بالأجرة، فعمد الرجل إلى ابنه ذلك فوضعه في حجرته وألقى عليه ثوبا، ثم جاءه فقال: يا فيميون إني أردت أن أعمل في بيتي عملا فانطلق معي إليه حتى تنظر إليه، فأشارطك عليه ، فانطلق معه حتى دخل حجرته ثم قال: ما تريد أن تعمل في بيتك هذا. قال كذا وكذا، ثم أزال الرجل الثوب عن الصبي وقال: يا فيميون عبد من عباد الله أصابه ما ترى فادع الله له، فدعا له فيميون فقام الصبي ليس به بأس وعرف فيميون أنه قد عرف فخرج من القرية واتبعه صالح، فبينما هو يمشي في بعض الشام إذ مر بشجرة عظيمة، فناداه منها رجل فقال: أفيميون؟ قال: نعم قال: ما زلت أنتظرك وأقول: متى هو جاء، حتى سمعت صوتك فعرفت أنك هو، لا تبرح حتى تقوم علي فإني ميت الآن، قال: فمات وقام عليه حتى واراه ثم انصرف، وتبعه صالح حتى وطئا بعض أرض العرب، فعدوا عليهما فاختطفتهما سيارة من بعض العرب فخرجوا بهما حتى باعوهما بنجران، وأهل نجران يومئذ على دين العرب يعبدون نخلة طويلة بين أظهرهم لها عيد في كل سنة، فإذا كان ذلك العيد علقوا عليها كل ثوب حسن وجدوه وحلي النساء، ثم خرجوا إليها وعكفوا عليها يوما، فابتاع فيميون رجل من أشرافهم، وابتاع صالحا آخر، فكان فيميون إذا قام الليل في بيت له أسكنه إياه سيده يصلي استسرج له البيت نورا حتى يصبح من غير مصباح، فرأى ذلك سيده فأعجبه ما يرى منه، فسأله عن دينه فأخبره به، وقال له فيميون: إنما أنتم في باطل، إن هذة النخلة لا تضر ولا تنفع ولو [v.1, p.573] دعوت عليها إلاهي الذي أعبد أهلكها، وهو الله وحده لا شريك له، فقال له سيده: فافعل فإنك إن فعلت دخلنا في دينك وتركنا ما نحن عليه، فقام فيميون فتطهر وصلى ركعتين، ثم دعا الله تعالى عليها، فأرسل الله عز وجل عليها ريحا فجعفتها من أصلها فألقتها، فاتبعه عند ذلك أهل نجران على دينه، فحملهم على الشريعة من دين عيسى بن مريم عليه السلام، ثم دخلت عليهم الأحداث التي دخلت على أهل دينهم بكل أرض، فمن هناك كانت النصرانية بنجران في أرض العرب.</p>\n<p class=\"arabic\">قالوا : وكان في قرية من قرى نجران ساحر يعلم أهل نجران السحر، فلما نزلها، فيميون ابتنى خيمة بين نجران وبين تلك القرية، فجعل أهل نجران يرسلون غلمانهم إلى ذلك الساحر يعلمهم السحر، فبعث الثامر ابنه عبد الله بن الثامر مع غلمان أهل نجران، فكان إذا مر بصاحب الخيمة أعجبه ما يرى من صلاته وعبادته، فجعل يجلس إليه ويسمع منه حتى أسلم فوحد الله تعالى وعبده، وجعل يسأله عن شرائع الإسلام، حتى إذا تعلم جعل يسأله عن الاسم الأعظم، وكان يعلمه، فكتمه إياه وقال له: يا ابن أخي إنك لن تحمله، أخشى ضعفك عنه، والثامر أبو عبد الله لا يظن إلا أن ابنه يختلف إلى الساحر كما يختلف الغلمان، فلما رأى عبد الله أن صاحبه قد ضن به عنه عمد إلى قداح، ثم لم يبق لله اسما يعلمه إلا كتبه في قدح، لكل اسم قدح، حتى إذا أحصاها أوقد لها نارا ثم جعل يقذفها فيها قدحا قدحا حتى إذا مر بالاسم الأعظم قذف فيها بقدحه، فوثب القدح حتى خرج منها لم تضره شيئا، فأخذه ثم أتى صاحبه فأخبره أنه قد علم الاسم الذي كتمه، فقال: وما هو؟ قال له: كذا، قال: وكيف علمته؟ فأخبره بما صنع، قال: أي ابن أخي قد أصبته فأمسك على نفسك، وما أظن أن تفعل، فجعل عبد الله بن الثامر إذا دخل نجران لم يلق أحدا به ضر إلا قال له: يا عبد الله أتوحد الله وتدخل في ديني وأدعو الله فيعافيك مما أنت فيه من البلاء؟ فيقول: نعم، فيوحد الله ويسلم ويدعو له فيشفى، حتى لم يبق بنجران أحد به ضر إلا أتاه فاتبعه على أمره ودعا له فعوفي، حتى رفع شأنه إلى ملك نجران، فدعاه فقال له: أفسدت علي أهل قريتي وخالفت ديني ودين آبائي، لأمثلن بك، قال: لا تقدر على ذلك، فجعل يرسل به إلى الجبل الطويل فيطرح على رأسه فيقع إلى الأرض ليس به بأس، وجعل يبعث به إلى مياه بنجران، بحور لا يقع فيها شيء إلا هلك، فيخرج ليس به بأس، فلما غلبه قال له عبد الله بن الثامر: إنك والله لا تقدر على قتلي حتى توحد الله تعالى فتؤمن بما آمنت به، فإنك إن فعلت ذلك سلطت علي فقتلتني، قال: فوحد الله تعالى ذلك الملك وشهد بشهادة عبد الله بن الثامر ثم ضربه بعصا في يده فشجه شجة غير كبيرة فقتله، وهلك الملك مكانه، واستجمع أهل نجران على دين عبد الله بن الثامر، ثم أصابهم ما أصاب أهل دينهم من الأحداث.</p>\n<p class=\"arabic\">وحدثوا أن رجلا من أهل نجران في زمن عمر بن الخطاب رضي الله عنه، حفر خربة من خرب نجران لبعض حاجته، فوجدوا عبد الله بن الثامر تحت دفن منها قاعدا واضعا يده على ضربة في رأسه ممسكا عليها بيده، فإذا أخرت يده عنها تنبعث دما، وإذا أرسلت يده ردها عليها، فأمسك دمها، وفي يده خاتم مكتوب فيه: ربي، فكتب فيه إلى عمر رضي الله عنه فكتب إليهم عمر رضي الله عنه: أن أقروه على حاله وردوا عليه الدفن الذي كان عليه، ففعلوا.</p>\n<p class=\"arabic\">وكان الأسود بن كعب العنسي قد ادعى النبوة في عهد النبي صلى الله عليه وسلم واتبع على ذلك، وسمعت به بنو الحارث بن كعب من أهل نجران، وهم يومئذ مسلمون، فأرسلوا إليه يدعونه أن يأتيهم في بلادهم، فجاءهم فاتبعوه وارتدوا عن الإسلام، ويقال: دخلها يوم دخلها في خمسة آلاف من حمير يدعي النبوة ويشهدون له بها، فنزل همدان فلم يتبعه من النخع ولا من جعفي أحد، وتبعه ناس من بني أسد ومذحج وعنس وأود وحكم، وأقام الأسود بنجران، ثم رأى أن صنعاء خير له من نجران فسار إليها في ستمائة راكب من بني الحارث فنزلها، فأبت الأبناء أن يصدقوه، فغلب على صنعاء واستذل الأبناء بها وقهرهم وأساء جوارهم لتكذيبهم إياه، إلى أن كان من أمره ما نذكره عند الوصول إلى ذكر صنعاء إن شاء الله تعالى.</p>\n<p class=\"arabic\">وإلى أفعى نجران مضى أولاد معد بن عدنان وهم مضر وإياد [v.1, p.574] وأنمار وربيعة ليحكم بينهم في قسمة ميراث أبيهم، وهي قصة مشهورة.</p>",
            "title": "نجران",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001522-000.json"
        }
    ],
    "type": "FeatureCollection"
}