{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مهران</h1>\n<p class=\"arabic\">هو نهر السند الأعظم يخرج من جبال شقنان، ويقال إنه يخرج من جبل يخرج منه بعض أنهار جيحون، وتمده أنهار كثيرة وعيون غزيرة فيقطع أرض الهند والسند، ويظهر على توافره بناحية المولتان، ثم يمر على المنصورة حتى يقع في البحر الشرقي. وقال الكندي: مهران تنشق منه أنهار الهند كلها.</p>\n<p class=\"arabic\">وهو يأتي من منبعه حتى إذا وصل إلى مدينة قالري التي هي في غربي النهر وبينه وبين المنصورة مرحلة، انقسم قسمين، وصار معظمه إلى المنصورة، ومد الذراع الثاني منه آخذا مع الشمال إلى ناحية شروشان ، ثم يأخذ راجعا في جهة المغرب إلى أن يتصل بصاحبه وهو القسم الثاني من النهر، وذلك أسفل مدينة المنصورة، وعلى نحو اثني عشر ميلا منها، فيصيران واحدا، ويمر إلى البحر.</p>\n<p class=\"arabic\">ومن الناس من قال إن مخرج هذا النهر ومخرج النيل واحد.</p>\n<p class=\"arabic\">وذكر لغسان بن عباد أن في هذا النهر سمكة تصاد ويطين رأسها وجميع بدنها إلى المواضع التي يخرج منها الثفل ثم يجعل ما لم يطين منها على الجمر، ويمسكها ممسك حتى ينشوي منها [v.1, p.562] ما كان موضوعا على الجمر وينضج، ثم يؤكل ما نضج أو يرمى به عنها، وتلقى السمكة في الماء ما لم ينكسر العظم الذي هو فقار السمكة، فتعيش السمكة وينبت على ظهرها اللحم، فأمر غسان بحفر بركة في داره وملأها ماء وأمر بامتحان ما بلغه، قال: فكنا نؤتى في كل يوم بعدة من لحم هذا السمك، فنشويه على الحكاية التي ذكرت لنا، ونكسر من بعضه عظم الصلب ونترك بعضه لا نكسره، فكان ما كسرنا عظمه يموت وما لم نكسرعظمه يسلم وينبت عليه اللحم ويسوى الجلد، إلا أن جلد تلك السمكة يشبه جلد الجدي الأسود، وكان ما كسرناه من لحوم السمك التي شويناها ورددناها إلى الماء يكون على غير لون لجلد الأول لأنه يصير إلى البياض. ويعضد هذا ما حكي أن بقرب بلاد كشك نهرا عظيما كالفرات يصب في بحر الروم، تأتيهم في كل سنة من هذا النهر سمكة عظيمة فيتناولون منها، ثم تعود في العام الثاني ذلك الوقت وقد عاد اللحم الذي أخذ منها، يعرفون ذلك لا يشكون فيه.</p>",
            "title": "مهران",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001493-000.json"
        }
    ],
    "type": "FeatureCollection"
}