{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">لحمان</h1>\n<p class=\"arabic\">مدينة من مدن سمريني أو سمريقي عند جبل شونبا الحاجز بينها وبين بلاد سيسان التي بها البلاد الخراب التي أخربها يأجوج ومأجوج قبل بنيان السد وبقيت البلاد خرابا، ولحمان مدينة حسنة جليلة عامرة، وفيها صنائع ومعايش، وبين أهلها وبين الأغزاز حرب لاقحة، وقد يتهادنون في بعض الأوقات ويصلحون أمورهم بينهم، وهم أهل شدة واحتراز .</p>\n<p class=\"arabic\">لد :</p>\n<p class=\"arabic\">من مدن فلسطين بالشام، وهو منزل جميل فيه ناس يعمرونه، وفيه تنزل الرفاق الواصلة من الشام إلى مصر والقافلة من مصر إلى الشام، وفيه كنيسة محكمة البناء واسعة الفناء عليها للنصارى أوقاف كثيرة.</p>\n<p class=\"arabic\">وفي لد عجائب، قال رجل، قلت لأهل | لد: هذه بنتها الشياطين لسليمان فقال: أنتم إذا جل في صدوركم بنيان أو عمل أضفتموه إلى الشياطين لقد بني هذا البنيان قبل مولد سليمان عليه السلام بمثل ما بيننا وبين سليمان.</p>\n<p class=\"arabic\">وفي حديث مسلم أن الله تعالى يبعث عيسى عليه السلام فيطلب الدجال حتى يدركه بباب لد فيقتله.</p>\n<p class=\"arabic\">وفي الخبر أن عمر رضي الله عنه قال لرجل يهودي: قد بلوت منك صدقا فحدثني عن الدجال، فقال: يقتله ابن مريم بباب لد وقال ابن أبي ربيعة:</p>\n<p class=\"arabic_poetry\">حلت بمكة والنوى قذف * هيهات مكة من قرى لد</p>\n<p class=\"arabic\">وحكوا عن ابن مسعود رضي الله عنه قال: لما فتحت بيت المقدس وأنا مع عمر بن الخطاب رضي الله عنه، انحدر منها وهو يريد مدائن الساحل: غزة وميماس وعسقلان، حتى إذا نزلنا برملة لد قال حذيفة رضي الله عنه: ما اسم هذه البلدة؟ وعنده أساقفة بيت المقدس ولد، فقالوا: هذه لد، وهذه الرملة، فقال لهم حذيفة رضي الله عنه: أيكم أعلم أيها الأساقفة؟ قالوا له: ابن دروثا، ليس بالشام رجل أعلم منه، فقال حذيفة لعمر رضي الله عنهما: إني سمعت رسول الله صلى الله عليه وسلم يقول: يا حذيفة إن الله تعالى سيفتح عليكم الشام من بعدي وشيكا وسيسجد لكم أساقفة الروم به وبطارقتها، فإذ كنت من لد على ميل أو شبيها بذلك فإن جبريل عليه السلام ليلة أسري بي هبطه بي فركعت فيها ركعتين، وقال لي جبريل عليه السلام: هذا الموضع فيه قبر سبعين نبيا، وسيكون فيه مسجد له نور ساطع في السماء يسمى الأبيض، وسيعمر ما حوله حتى يتصل بناؤه بلد فإذا اتصل بلد يا حذيفة فالهرب الهرب، كأني أنظر إلى ابن حمل الضأن قد أقبل من المغرب في ألف سفينة وخمسمائة سفينة، ويحل بساحل الشام فيفتحها، ويضرب رواقه على تل يافا، وينظر إلى جنوده في البر والبحر فيقول: أليس هذه بلادكم تعرفونها وحدودها وتخومها؟ فيقولون: نعم، فيقبل متوجها إلى بيت المقدس بخيله ورجله، قال حذيفة رضي الله عنه قال رسول الله صلى الله عليه وسلم: كأني أنظر إلى القبارطة عليهم تبابينهم ومعهم درقهم ونيازكهم يخترقون أزقة الرملة.</p>\n<p class=\"arabic\">وفي لد مات مروان بن الحكم في أحد الأقوال في سنة خمس وستين، فإنه روي أنه لما بايع لابنيه عبد الملك وعبد العزيز بالعهد بعده، تكلم في ذلك خالد بن يزيد بن معاوية، وكانت أمه عند مروان، فقال له مروان: يا ابن الرطبة، فشكا ذلك إلى أمه، فقعدت على وجه مروان فقتلته، وهو يعد من قتلة النساء، وقيل بل كان ذلك بالجابية؟ وقيل بمرج راهط، وقيل بدمشق.</p>",
            "title": "لحمان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001334-000.json"
        }
    ],
    "type": "FeatureCollection"
}