{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مرج راهط</h1>\n<p class=\"arabic\">بغوطة دمشق من الشام، فيه التقى مروان بن الحكم والضحاك بن قيس، وكان يدعو لابن الزبير.</p>\n<p class=\"arabic\">وكان ابن الزبير ، لما أطبق الناس على مبايعته، عزم مروان على مبايعته وأن ينضاف إلى جملته، فمنعه من ذلك عبيد الله [v.1, p.536] ابن زياد وقال له: إنك شيخ بني عبد مناف فلا تفعل ، فسار مروان إلى الجابية من أرض الجولان، بين دمشق والأردن، واستمال الضحاك بن قيس الفهري الناس ورأسهم وانحاز عن مروان ، وأراد دمشق، فسبقه إليها الأشدق عمرو بن سعيد، فصار الضحاك إلى حوران والبثنية، ثم اتفقا على بيعة مروان على غير رضى من كثير من الناس، وكان يلقب خيط باطل، وفيه يقول عبد الرحمن بن الحكم:</p>\n<p class=\"arabic_poetry\">لحى الله قوما أمروا خيط باطل * على الناس يعطي ما يشاء ويمنع وسار مروان نحو الضحاك بن قيس الفهري، وقد انحازت قيس وسائر مضر وغيرهم من نزار إلى الضحاك، ومعه ناس من قضاعة، فأظهر الضحاك ومن معه خلافة ابن الزبير، والتقيا بمرج راهط، فقتل الضحاك بن قيس، وقتل من أصحابه مقتلة عظيمة، وكان زفر بن الحارث مع الضحاك، فلما أمعن السيف في قومه ولى ومعه رجلان من بني سليم قصر فرساهما، وغشيتهم اليمانية من خيل مروان، فقالا له: انج بنفسك فإنا مقتولان، فولى راكضا، ولحق الرجلان فقتلا، وفي ذلك يقول زفر:</p>\n<p class=\"arabic_poetry\">لعمري لقد أبقت وقيعة راهط * لمروان صدعا بيننا متنائيا</p>\n<p class=\"arabic_poetry\">أريني سلاحي لا أبا لك إنني * أرى الحرب لا تزداد إلا تماديا</p>\n<p class=\"arabic_poetry\">فقد ينبت المرعى على دمن الثرى * وتبقى حزازات النفوس كما هيا</p>\n<p class=\"arabic_poetry\">أتذهب كلب لم تنلها رماحنا * وتترك قتلى راهط هي ما هيا</p>\n<p class=\"arabic_poetry\">فلم ترى مني نبوة قبل هذه * فراري وتركي صاحبي ورائيا</p>\n<p class=\"arabic_poetry\">عشية أعدوا في الفريقين لا أرى * من القوم إلا من عليا ولا ليا</p>\n<p class=\"arabic_poetry\">أيذهب يوم واحد إن أسأته * بصالح أيامي وحسن بلائيا</p>\n<p class=\"arabic_poetry\">أبعد ابن عمرو وابن معن تتابعا * ومقتل همام أرجي الأمانيا وانتهى زفر إلى قرقيسيا فغلب عليها، واستقام الشام لمروان، وبث فيه رجاله وعماله، وسار في جنوده من أهل الشام إلى مصر فحاصرها، وكانوا زبيرية، وكان بينهم وبين مروان قتال يسير، وتوافقوا على الصلح، واستعمل ابنه عبد العزيز عليها فهلك مروان بدمشق في هذه السنة، وهي سنة خمس وستين، قيل مات مطعونا، وقيل حتف أنفه، وقيل قتلته زوجته فاختة بنت أبي هاشم بن عتبة أم خالد بن يزيد بن معاوية، وكان قال له في جملة خطابه: يا ابن الرطبة، ليضع منه، فدخل على أمه فقبح عليها تزويجها مروان، وشكا لها ما نزل به منه، فقالت: لا يعيبك بعدها، فقيل: وضعت على نفسه وهو نائم وسادة وقعدت فوقها مع جواريها حتى مات، وقيل سقته لبنا مسموما فوقع يجود بنفسه، وأسكت، فجعل يشير إلى أم خالد برأسه، يخبرهم أنها قتلته، وهي تقول: بأبي أنت وأمي، حتى عند النزع لم تشغل عني، إنه يوصيكم بي، حتى هلك، فكانت أيامه تسعة أشهر وأياما، وقيل غير ذلك.</p>",
            "title": "مرج راهط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001408-000.json"
        }
    ],
    "type": "FeatureCollection"
}