{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">غانة</h1>\n<p class=\"arabic\">من بلاد السودان، بينها وبين سجلماسة مسيرة شهرين.</p>\n<p class=\"arabic\">وهي مدينتان على ضفتي البحر الحلو، وهي أكبر بلاد السودان قطرا وأكثرها خلقا وأوسعها متجرا، وإليها يقصد المياسير من جميع البلاد المحيطة بها من سائر بلاد المغرب الأقصى، وأهلها مسلمون وملكها، فيما يذكر، من ذرية صالح بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم، وهو يخطب لنفسه، لكنه تحت طاعة الخليفة العباسي، والذي يعلمه أهل المغرب الأقصى علما يقينيا أن في قصره لبنة ذهب وزنها ثلاثون رطلا نقرة واحدة، خلقها الله تعالى خلقة تامة من غير أن تسبك في نار، وقد نقب فيها نقب، وهي مربط لفرس الملك ، وهي من الأشياء الغريبة التي انفرد بها، وهو يفخر بها على سائر ملوك السودان، وهو أعدل الناس فيما يحكى عنه، ومن سيرته أن له جملة قواد يركبون إلى قصره كل صباح لكل قائد منهم طبل يضرب على رأسه، فإذا وصل إلى باب القصر سكت، فإذا اجتمع إليه قواده ركب وسار يقدمهم، ويمشي في أزقة المدينة، وداير البلد، فمن كانت له مظلمة أو نابه أمر تصدى له، فلا يزال حاضرا بين يديه حتى ينظر في مظلمته، ثم يرجع إلى قصره، فإذا كان بعد العصر وسكن حر الشمس ركب مرة ثانية وحوله جنوده، فلا يقدر أحد على قربه ولا الوصول إليه. ولباسه أزر حرير يتوشح بها أو بردة يلتف بها، وسراويل في وسطه، ونعل شركي في قدمه، وركوبه الخيل، وله حلية حسنة وزي كامل يقدمه أمامه في أعياده، وبنود كثيرة، وراية واحدة، وتمشي أمامه الفيلة والزراريف وضروب من الوحش التي في بلاد السودان. ولهم في النيل زوارق وثيقة الإنشاء يتصيدون فيها ويتصرفون بين المدينتين. [v.1, p.425]</p>\n<p class=\"arabic\">قالوا : وغانة سمة لملوكها، وهما مدينتان إحداهما يسكنها الملك والأخرى يسكنها الرعية والتجار والسوقة، والدور والمساكن نحو ستة أميال متصلة. وفي مدينة الرعية جامع كبير ومساجد كثيرة، وفيها الأئمة والمؤذنون والفقهاء والعلماء، وحواليها آبار عذبة منها يشربون وعليها يعملون الخضر والمقاثي. ومدينة الملك تسمى الغانة ، وللملك بها قصر عظيم وقباب، قد أحاط بذلك كله حائط مثل السور، وعلى مقربة من مجلس حكم الملك وحول قصره قباب وغابات شعراء يسكنها أهل ديانته، وفيها قبور ملوكهم، ولها حرس فلا يمكن أحدا من الغرباء دخولها ولا معرفة ما فيها، وهناك سجون الملك، فإذا سجن أحدا انقطع خبره. وفي مدينة الملك مسجد يصلي فيه من يفد عليه من تجار المسلمين، والملك يجلس للناس للحكم في قبة عظيمة، وأمام القبة عشرة أفراس من عتاق الخيل، عليها الجلال المذهبة من الحرير والديباج على قلتها في بلادهم. والملك يتحلى بحلي النساء في عنقه وذراعيه. ويحمل على رأسه طرطورا مذهبا ويعمم عليه عمامة قطنية. وعن يمينه ويساره أبناء الملوك والوزراء وخاصته من أعيان بلده، قد ضفروا رؤوسهم بالذهب والجوهر، عليهم الثياب الرفيعة، ولا يلبس ثوبا مخيطا من أهل دينه إلا هو وولي عهده، ومن سواهما يلبسون ملاحف الحرير والديباج، وسائر أهل بلده يلبسون ملاحف القطن. والملك وسائر أهل بلده الذين على ديانته يحلقون لحاهم، ونساؤهم يحلقن رؤوسهن. ولا يولي الملك عهده إلا لابن أخته، فإنه لا يشك فيه أنه ابن أخته، وهو يشك في ابنه، ولا يقطع بصحة اتصاله به. وإذا جلس الملك في قبته لمظالم الناس ينذرون لجلوسه بطبل عظيم يسمونه دي وهو خشبة طويلة منقورة قد جلدوها لها صوت هائل يجتمع الناس إليه، فإذا دنا منه أهل دينه جثوا على ركبهم وحثوا التراب على رؤوسهم، وأما المسلمون فتحيتهم عليه تصفيق باليدين،، وجلوس الوزراء أمامه إنما هو على الأرض تواضعا للملك. وإذا مات الملك عملوا له قبة من خشب الساج عظيمة مذهبة، ووضعوها في موضع قبره ثم حملوه على سرير وأدخلوه في القبة، ووضعوا معه أوانيه التي كان يأكل فيها ويشرب، وأدخلوا معه الأطعمة والأشربة وكل من كان يخدم طعامه وشرابه، وأغلقوا عليهم باب القبة وجعلوا فوقها الحصر والأمتعة واجتمع الناس فردموا فوق القبة بالتراب حتى يأتي الموضع مثل الجبل الضخم ثم يحفرون حوله حفيرا عظيما وعرا حتى لا يوصل إلى ذلك الكوم ولا إلى شيء منه إلا من موضع واحد.</p>\n<p class=\"arabic\">ولملك غانة مملكة واسعة نحو الشهرين في مثلها، وفي بلاده يوجد الذهب الكثير، وهو يعم جميع بلاد الدنيا، وأفضل الذهب بمملكته ما كان ببلد غيارو ، وبينها وبين غانة نحو عشرين يوما في عمارة متصلة بقبائل من السودان لا يحصى لهم عدد، وإذا وجد في جميع بلاد هذا الملك الندرة من الذهب استصفاها الملك لنفسه ولم يتركها تخرج من بلاده لغيره، والندرة تكون من أوقية إلى رطل وإنما يتركون أن يخرج من بلادهم من الذهب ما كان دقيقا، ولو تركوا كل ما يوجد في المعادن يخرج من بلادهم لكثر الذهب بأيدي الناس ولهان، ويذكر أن عند ملك غانة ندرة ذهب كالصخرة، وقد ذكر أن عند بعض ملوك السودان من هذه الندرات حجر عظيم يجعل أمامه، فإذا ورد عليه رسل من غيره من الملوك أمر بفرسه فربطت إليه ليباهي بذلك.</p>\n<p class=\"arabic\">وخيل غانة قصار جدا، وعندهم الأبنوس الجيد المجزع وهم يزدرعون مرتين في العام: مرة على النيل إذا خرج عندهم وأخرى على الثرى، وملك غانة إذا احتفل انتهى جيشه مائتي ألف، منها رماة أربعون ألفا.</p>",
            "title": "غانة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001093-000.json"
        }
    ],
    "type": "FeatureCollection"
}