{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجعفرية</h1>\n<p class=\"arabic\">مدينة بالعراق بناها جعفر المتوكل ونقل الناس إليها من سر من رأى، وأراد أن تنسب إليه ويكون له بها بقاء الذكر، فأمر موسى بن محمد المنجم ومن يحضره من المنجمين والمهندسين أن يختاروا له موضعا، فوقع اختيارهم على موضع يقال له الماحوزة ، وابتدأ النظر فيه في سنة خمس وأربعين ومائتين، ووجه في حفر النهر ليكون وسط المدينة فقدرت النفقة على النهر ألف ألف وخمسمائة دينار، فطاب نفسا بذلك ورضي به وابتدأ الحفر والنفقة الجليلة على ذلك النهر، واختط مواضع قصوره ومنازله فأقطع ولاة عهوده وسائر أولاده وقواده وكتابه وجنده والناس كافة، ومد الشارع الأعظم من دار أشناس التي بالكرخ وهي التي صارت للفتح بن خاقان مقدار ثلاثة فراسخ، وجعل لقصوره ثلاثة أبواب عظام جليلة يدخل منها الفارس برمحه قائما وأقطع الناس يمنة الشارع الأعظم ويسرته وجعل عرض الشارع الأعظم مائتي ذراع وأمر أن يحفر في جنبتي الشارع نهران يجري فيهما الماء من النهر الكبير الذي يحفره، وبنيت القصور وشيدت الدور، وارتفع البناء، وكان يدور بنفسه فمن رآه قد جد في البناء أجازه وأعطاه، وسمى المتوكل هذه المدينة الجعفرية، واتصل البناء إلى سر من رأى ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه، فكان مقدار ذلك سبعة فراسخ، وارتفع البناء في مقدار سنة وجعلت الأسواق في موضع معتزل، وبني المسجد الجامع وانتقل المتوكل إلى قصور هذه المدينة أول المحرم سنة سبع وأربعين ومائتين، فلما جلس أجاز الناس جميعا بالجوائز السنية، وأعطى جميع القواد والكتاب ومن تولى عملا من الأعمال، وتكامل له السرور فقال: الآن علمت أني ملك إذ بنيت لنفسي مدينة وأسكنتها ولدي ونقلت الدواوين إليها. إلا أن النهر لم يتم أمره ولم يجر فيه الماء إلا جريا ضعيفا لم يكن له اتصال ولا استقامة، على أنه قد أنفق عليه نحو ألف ألف دينار لكن كان حفره صعبا جدا إنما كانوا يحفرون حصى وأفهارا لا تعمل فيها المعاول، وأقام المتوكل نازلا في قصوره بالجعفرية تسعة أشهر وثلاثة أيام وقتل لثلاث خلون من شوال سنة تسع وأربعين ومائتين في قصره الجعفري، وقصة قتله مشهورة لا نطول بها، فولي ابنه محمد المنتصر فانتقل إلى سر من رأى وأمر الناس جميعا بالانتقال معه عن الماحوزة وأن يهدموا المنازل ويحملوا النقض إلى سر من رأى فانتقل الناس وحملوا نقض المنازل إلى سر من رأى وخربت القصور والجعفري ومنازله ومساكنه وأسواقه في أسرع مدة، وصار الموضع موحشا لا أنيس به ولا ساكن فيه والديار بلاقع كأن لم تعمر ولم تسكن.</p>\n<p class=\"arabic\">وقد ذكر أبو عبادة البحتري هذا القصر الجعفري في قصيدته التي رثى بها المتوكل وكان حاضرا ليلتئذ، اختفى فسلم، ففيها يقول :</p>\n<p class=\"arabic_poetry\">تغير حسن الجعفري وأنسه * وقوض بادي الجعفري وحاضره</p>\n<p class=\"arabic_poetry\">تحمل عنه ساكنوه فجاءة * فعادت سواء دوره ومقابره</p>\n<p class=\"arabic_poetry\">إذا نحن زرناه أجد لنا الأسى * وقد كان قبل اليوم يبهج زائره</p>\n<p class=\"arabic_poetry\">ولم أنس وحش القصر إذ ريع سربه * وإذ ذعرت أطلاؤه وجآذره</p>\n<p class=\"arabic_poetry\">وإذ صيح فيه بالرحيل فهتكت * على عجل أستاره وستائره</p>\n<p class=\"arabic_poetry\">ووحشته حتى كأن لم يقم به * أنيس ولم تحسن لعين مناظره</p>\n<p class=\"arabic_poetry\">تعرض نصل السيف من دون فتحه * وغيب عنه في خراسان طاهره</p>\n<p class=\"arabic_poetry\">أدافع عنه باليدين فلم يكن * ليثني الأعادي أعزل البأس حاسره [v.1, p.177]</p>\n<p class=\"arabic_poetry\">ولو أن سيفي ساعة القتل في يدي * درى الغادر العجلان كيف أساوره ومات المنتصر بسر من رأى في ربيع الآخر سنة ثمان وأربعين ومائتين، وولي المستعين أحمد بن المعتصم فأقام بسر من رأى سنتين وثمانية أشهر حتى اضطربت أموره فانحدر إلى بغداد في المحرم سنة إحدى وخمسين ومائتين، فأقام يحارب أصحاب المعتز سنة كاملة والمعتز بسر من رأى معه الأتراك وسائر الموالي، ثم خلع المستعين وولي المعتز فأقام بها حتى قتل ثلاث سنين وسبعة أشهر بعد خلع المستعين، وبويع محمد بن الواثق سنة خمس وخمسين ومائتين فأقام حولا كاملا ينزل الجوسق حتى قتل، وولي أحمد بن المعتمد بن المتوكل فأقام مدة حتى اضطربت الأمور فانتقل إلى بغداد ثم إلى المدائن، فسبحان من له البقاء وحده.</p>",
            "title": "الجعفرية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000472-000.json"
        }
    ],
    "type": "FeatureCollection"
}