{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دمشق</h1>\n<p class=\"arabic\">هي قاعدة الشام ودار ملك بني أمية، سميت باسم صاحبها الذي بناها وهو دمشق بن قاني بن مالك بن ارفخشذ بن سام بن نوح عليه السلام، وقيل سميت بدماشق بن نمرود بن كنعان، قال عياض: هي بكسر الدال وفتح الميم، ومنهم من يكسر الميم. وهي ذات العماد في قول عوف بن خالد وعكرمة وغيرهما، وقيل غير ذلك. قال مؤرخو أخبار العجم: في شهر أيار بنى دمشوش الملك مدينة جلق، وهي مدينة دمشق وحفر نهرها بردى ونقره في الجبل حتى جرى إلى المدينة.</p>\n<p class=\"arabic\">وحكي أن دمشق كانت دار نوح، ومن جبل لبنان كان مبدأ السفينة، واستوت على الجودي قبل قردى ولما كثر ولده نزلوا بابل السواد في ملك نمرود بن كوش أول ملك كان في الأرض.</p>\n<p class=\"arabic\">وسور دمشق تراب، ولها أربعة أبواب: الباب الغربي وهو باب الجابية، والباب الجنوبي ويسمى باب توما ويقال له اليوم باب المصادمة، والباب الشرقي وهو باب الغوطة، ومن الباب الشرقي دخل خالد بن الوليد ومنه فتح دمشق، والباب الشمالي [v.1, p.237] هو باب الفراديس وهو باب كيسان ، ونهرها يحيط بمدينتها من كل ناحية حتى يلتقي من جهة الغوطة، وفي باب توما أربعة أنهار: نهر برزة ونهر ثورا ونهر يزيد ونهر القناة، وتسير في مدينة دمشق حتى تنتهي إلى باب الفراديس مقدار ميل إلى عين حران، وهي ثلاث ديارات، وقصر ابن طولون إلى جانبه، ومما يلي الباب الغربي وهو باب الجابية المصلى، وتسير من المدينة في بساتين إلى باب صغير وعليه خمس صوامع للرهبان. وفي سور دمشق فتح كالأبواب تدخل منها الأنهار إلى المدينة وهي تجري داخل المدينة وتخرق دورها وأسواقها، والأسواق كلها مسقفة على هيئة سقوف المسجد الجامع بها، وأرضها مفروشة.</p>\n<p class=\"arabic\">ومسجد جامعها بناه الوليد بن عبد الملك سنة ثمان وثمانين، وهو داخل المدينة وليس على وجه الأرض مثله بناء ولا أحسن صفة ولا أتقن إحكاما ولا أبدع منه تلميعا بأنواع الفصوص المذهبة والآجر المحكوك والمرمر المصقول، فمن جاء من ناحية باب جيرون صعد إليه في درج رخام نحوا من ثلاثين درجة، ومن قصده من ناحية باب البريد والقبة الخضراء وباب الفراديس كان مدخله مع الأرض بغير درج. ومن عجيب شأنه أنه لا تنسج به العنكبوت ولا يدخله الطائر المعروف بالخطاف، وفيه آثار عجيبة منها الخزان ، والقبة التي فوق المحراب عند المقصورة يقال إنها من بناء الصابئة، وكان مصلاهم بها، ثم صار في أيدي اليونانيين فكانوا يعظمون فيه دينهم ثم صار بعدهم لعباد الأوثان، فكان موضعا لأصنامهم، ثم انتقل إلى اليهود فقتل في ذلك الزمان يحيى بن زكريا فنصب رأسه على باب المسجد المسمى بباب جيرون، ثم تغلب عليه النصارى فحولته بيعة يقيمون بها دينهم، ثم افتتحها المسلمون فاتخذوه جامعا، فلما كان في أيام الوليد بن عبد الملك بن مروان جعل أرضه رخاما ومعاقد رؤوس أساطينه ذهبا ومحرابه مذهبا وسائر حيطانه مرصعة بأشباه الجوهر، والسقف كله مكتب بأحسن صنعة وأبدع تنميق، وأنفق في هذا المسجد خراج الشام كله سنتين.</p>\n<p class=\"arabic\">وكان بعث إلى ملك الروم بالقسطنطينية يأمره باشخاص اثني عشر ألف صانع من جميع بلاده، وتقدم إليه بالوعيد في ذلك إن توقف عنه، فامتثل أمره مذعنا بعد مراسلة جرت بينهما في ذلك، فشرع في بنائه وبلغ الغاية في التأنق فيه، وأنزلت جدره كلها بفصوص الفسيفساء وخلطت بأنواع من الأصبغة الغريبة وقد مثلت أشجارا وفرعت أغصانا منظومة بالفصوص ببدائع من الأصبغة الغريبة، فجاء يعشي العيون وميضا، وكان مبلغ النفقة حسبما ذكره ابن المعلى الأسدي في بنيانه أربعمائة صندوق، في كل صندوق ثمانية وعشرون ألف دينار، فكان مبلغ الجميع أحد عشر ألف ألف دينار ومائتي ألف دينار. والوليد هو الذي أخذ نصف الكنيسة الباقية منه في أيدي النصارى وأدخلها فيه لأنه كان قسمين: قسما للمسلمين وقسما للنصارى، وهو الغربي، لأن أبا عبيدة ابن الجراح رضي الله عنه دخل البلد من الجهة الغربية فانتهى إلى نصف الكنيسة وقد وقع الصلح بينه وبين النصارى، ودخل خالد بن الوليد رضي الله عنه عنوة من الجهة الشرقية وانتهى إلى النصف الثاني وهو الشرقي، فاختاره المسلمون وصيروه مسجدا، وبقي النصف المصالح عليه وهو الغربي كنيسة بأيدي النصارى إلى أن عوضهم منه الوليد فأبوا ذلك فانتزعه من أيديهم قسرا وطلع لهده بنفسه، وكانوا يزعمون أن الذي يهدم كنيستهم يجن، فبادر الوليد وقال: أنا أول من يجن في الله تعالى، وبدأ بالهدم بيده فبادر المسلمون هدمه، واستعدوا عمر بن عبد العزيز رضي الله عنه أيام خلافته وأخرجوا العهود التي بأيديهم من الصحابة رضي الله عنهم في إبقائه عليهم فهم بصرفه إليهم فأشفق المسلمون من ذلك، ثم عوضهم من ذلك بمال عظيم أرضاهم به فقبلوه. ويقال إن أول من وضع جداره القبلي هود عليه السلام، وفي أثر أنه يعبد الله تعالى فيه بعد خراب الدنيا أربعين سنة، وذرعه في الطول من المشرق إلى المغرب مائتا خطوة وهما ثلثمائة ذراع، وعرضه من القبلة إلى الشمال مائة خطوة وخمس وثلاثون خطوة وهي مائتا ذراع، فيكون تكسيره من المراجع أربعة وعشرين مرجعا، وهو تكسير مسجد رسول الله صلى الله عليه وسلم، غير أن الطول في مسجد رسول الله صلى الله عليه وسلم من القبلة إلى الشمال، وبلاطاته المتصلة بالقبلة ثلاث مستطيلة من المشرق إلى المغرب، سعة كل بلاطة ثمان عشرة خطوة، والخطوة ذراع ونصف، وقد قامت على ثمانية وستين عمودا، منها أربع وخمسون [v.1, p.238] سارية وثماني أرجل جصية واثنتان مرخمة ملتصقة معها في الجدار الذي يلي الصحن، وأربع أرجل مرخمة أبدع ترخيم مرصعة بفصوص الرخام ملونة قد نظمت خواتيم وصورت محاريب وأشكالا غريبة قائمة في البلاط الأوسط، دور كل رجل منها اثنان وسبعون شبرا، ويستدير بالصحن بلاط من ثلاث جهات: الشرقية والغربية والشمالية، وسعة الصحن حاشا المسقف القبلي والشمالي مائة ذراع، وعدد شمسيات الجامع الزجاجية المذهبة الملونة أربع وسبعون.</p>\n<p class=\"arabic\">وفي الجامع ثلاث مقصورات: مقصورة الصحابة رضي الله عنهم وهي مقصورة معاوية رضي الله عنه، هو أول من وضعها وبإزاء محرابها باب حديد كان يدخل منه معاوية إلى المقصورة، وبإزاء محرابها مصلى أبي الدرداء رضي الله عنه وخلفها كانت دار معاوية رضي الله عنه، وهو اليوم سماط عظيم للصفارين بطول جدار الجامع القبلي .</p>\n<p class=\"arabic\">وفي الجامع عدة زوايا يتخذها الطلبة للنسخ والدرس والانفراد عن ازدحام الناس، وهي من جملة مرافق الطلبة. وفي الجدار المتصل بالصحن المحيط بالبلاطات القبلية عشرون بابا قد علتها قسي جصية كلها مخرمة على شبه الشمسيات.</p>\n<p class=\"arabic\">وللجامع ثلاث صوامع: واحدة في الجانب الغربي وهي كالبرج المشيد تحتوي على مساكن متسعة وزوايا فسيحة يسكنها أقوام من الغرباء أهل الخير، وبها كان معتكف أبي حامد الغزالي، وثانية بالجانب الغربي،، وثالثة بالجانب الشمالي. وللجامع مال عظيم من خراجات ومستغلات تنيف على الثمانية آلاف دينار في السنة.</p>\n<p class=\"arabic\">وكان هذا الجامع ظاهرا وباطنا منزلا كله بالفصوص المذهبة مزخرفا بأبدع زخارف البناء فأدركه الحريق مرتين فتهدم وجدد وذهب أكثر رخامه واستحال رونقه. ومحرابه من أعجب المحاريب الإسلامية حسنا وغرابة صنعة يتقد ذهبا كله قد قامت في وسطه محاريب صغار، وفي الركن الشرقي من المقصورة الحديثة في صف المحراب خزانة كبيرة فيها مصحف عثمان الذي وجه به إلى الشام، وتفتح الخزانة كل جمعة إثر الصلاة فيتبرك الناس بلمسه وتقبيله، ويكثر الزحام عليه. وهناك مشهد كبير حفيل كان فيه رأس الحسين بن علي رضي الله عنهما ثم نقل إلى القاهرة.</p>\n<p class=\"arabic\">وعن يمين الخارج من باب جيرون غرفة لها هيئة طاق كبير مستدير فيه طيقان صفر وقد فتحت أبوابا صغارا على عدد ساعات النهار ودبرت تدبيرا هندسيا، فعند انقضاء ساعة من النهار سقطت صنجتان من صفر من فمي بازيين مصورين من صفر قائمين على طاس صفر تحت كل واحد منهما، أحدهما تحت أول باب من تلك الأبواب والثاني تحت آخرها، والطاستان مثقوبتان. ويستدير بالجامع أربع سقايات في كل جانب سقاية، واحدة منها كالدار الكبيرة محدقة بالبيوت والماء يجري في كل بيت، وإحدى هذه السقايات في دهليز باب جيرون وهي أكبرها، فيها من البيوت نيف على ثلاثين، والبلد كله سقايات قل ما تخلو سكة من سككه أو سوق من أسواقه من سقاية.</p>\n<p class=\"arabic\">قالوا: ورأس يحيى بن زكريا عليهما السلام مدفون بالجامع في البلاط القبلي قبالة الركن الأيمن من المقصورة الصحابية، وعليه تابوت خشب معترض من الأسطوانة إلى الأسطوانة، وفوقه قنديل كأنه من بلور مجوف كالقدح الكبير.</p>\n<p class=\"arabic\">وفي الجهة الشمالية من البلد وعلى مقدار فرسخ منه غار مستطيل ضيق قد بني عليه مسجد كبير مرتفع مقسم على مساجد كثيرة كالغرف المطلة، وعليه صومعة عالية، ومن ذلك الغار رأى إبراهيم الخليل صلى الله عليه وسلم الكوكب ثم القمر ثم الشمس حسبما ذلك مذكور في الكتاب العزيز، ذكر ذلك ابن عساكر. وهناك مغارة صلى فيها إبراهيم وموسى وعيسى ولوط وأيوب صلوات الله وسلامه عليهم. ولكل مشهد من تلك المشاهد أوقاف معينة. وهناك الربوة المباركة التي أوى إليها المسيح عليه السلام وأمه، وهناك بيت يقال إنه مصلى الخضر، وهذه الربوة رأس بساتين البلد ومنها ينقسم الماء على سبعة أنهار ولهذه الربوة أوقاف من بساتين وأرض بيضاء.</p>\n<p class=\"arabic\">وبغربي البلد جبانة تعرف بقبور الشهداء فيها كثير من الصحابة والتابعين والأئمة الصالحين، فمنها قبر أبي الدرداء [v.1, p.239] وزوجته أم الدرداء رضي الله عنهما، وفضالة بن عبيد، وسهل بن الحنظلية، ومعاوية بن أبي سفيان وأخته أم المؤمنين أم حبيبة، وواثلة بن الأسقع، وبلال بن رباح مؤذن رسول الله صلى الله عليه وسلم، وأويس القرني، وخلفاء بني أمية رضي الله عنهم.</p>\n<p class=\"arabic\">ولدمشق ثمانية أبواب: باب شرقي، وهو شرقي المدينة، وفيه منارة بيضاء يقال إن عيسى عليه السلام ينزل فيها كما جاء في الأثر أنه ينزل في المنارة البيضاء شرقي دمشق، ويلي هذا الباب باب توما، ثم باب السلامة، ثم باب الفراديس، ثم باب الفرج، ثم باب النصر، ثم باب الجابية، ثم باب الصغير. والأرباض تطيف بالبلد كله إلا من جهة الشرق مع ما يتصل بالقبلة يسيرا وله أرباض كثيرة، والبلد ليس بمفرط الكبر وهو مائل للطول، وفي داخل البلد كنيسة لها عند الروم شأن كبير تعرف بكنيسة مريم، ليس بعد بيت المقدس عندهم أفضل منها، وهي بأيدي الروم لا اعتراض عليهم فيها.</p>\n<p class=\"arabic\">وبالبلد نحو عشرين مدرسة ومارستانان، أحدهما جاريه في اليوم نحو الخمسة عشر دينارا وله قومة برسم المرضى والنفقة التي يحتاجون إليها في الأدوية والأغذية، والأطباء يبكرون إليه كل يوم ويأمرون بإعداد ما يصلحهم من الأدوية والأغذية، وفيه مجانين معتقلون لهم ما يخصهم من العلاج، وهم في سلاسل موثقون، نعوذ بالله من البلاء. ومن أغرب أحاديثهم أن رجلا كان يعلم القرآن، وكان يقرأ عليه صبي من أهل البلد اسمه نصر الله هام به المعلم وزاد كلفه به حتى اختل عقله وأوى إلى المارستان، واشتهرت علته وفضيحته بالصبي، فقيل له: اخرج وعد إلى ما كنت عليه من القرآن، فقال متماجنا: وأي قراءة بقيت لي؟ ما بقي في حفظي من القرآن شيء سوى: ` إذا جاء نصر الله والفتح ` فضحك منه، نسأل الله العافية، وما زال هناك حتى مات، لطف الله به.</p>\n<p class=\"arabic\">وأما رباطات الصوفية التي يسمونها الخوانق فكثيرة، وهي قصور مزخرفة، في جميعها الماء يطرد. وهناك ديار موقوفة لقراءة كتاب الله تعالى يسكنونها، ومرافق الغرباء أكثر في البلد من أن تحصى لا سيما لحفاظ كتاب الله تعالى والمنتمين للطلب. وبهذه البلدة قلعة يسكنها السلطان منحازة في الجهة الغربية وهي بازاء باب الفرج، وبها جامع السلطان. وبهذه البلدة قرب مائة حمام، وفي أرباضها نحو أربعين دارا للوضوء يجري الماء فيها كلها، وهي أحسن البلاد للغريب لكثرة المرافق، وأسواقها من أحفل أسواق البلاد وأحسنها انتظاما ولا سيما قيساريتها.</p>\n<p class=\"arabic\">وأهل دمشق يمشون أمام الجنازة بقراء يقرأون القرآن بأصوات شجية وتلاحين مبكية برفيع أصواتهم، وكلهم يمشون وأيديهم إلى خلف، قابضين بالواحدة على الأخرى، ويركعون للسلام على تلك الحالة، والمحتشم منهم من يسحب أذياله على الأرض شبرا ويضع خلفه اليد الواحدة على الأخرى، ويستعملون المصافحة إثر الصلوات لا سيما إثر صلاة الصبح وصلاة العصر.</p>\n<p class=\"arabic\">ودمشق جامعة لصنوف المحاسن وضروب الصناعات وأنواع الثياب الحرير كالخز والديباج النفيس ويتجهز به إلى جملة الآفاق، وفي داخل دمشق على أوديتها أرحاء كثيرة جدا، وبها من الحلاوات ما لا يوجد بغيرها، وأهلها في خصب أبدا، وهي أعز البلاد الشامية وأكملها حسنا.</p>\n<p class=\"arabic\">وكان الوليد فرش داخل المدينة بالرخام الأبيض المختم باللازورد تختيما متداخلا من أصل الحلقة، وحيطان المسجد بالفسيفساء وسقفه لا خشب فيه وهو مذهب كله، وله ثلاث منارات: المنارة الواحدة التي في مؤخر المسجد واثنتان في غربه وشماله والمسجد مذهب كله من أعلاه إلى أسفله ذهبا وفسيفساء، وفي صحن المسجد قبة قد أحكمت صنعتها وأتقنت أشد الإتقان، فيها فوارة من نحاس محكمة العمل يفور منها الماء ويرتفع نحو القامة ثم ينزل في حوض رخام بديع ويستدير بهذه القبة شباك من حديد، وسطح الفوارة فسيفساء فيه صور غزلان وغيرها من الحيوان، فإذا أشرفت على الفوارة وهي مملوءة ماء رأيت منظرا أنيقا. وعند الباب الشرقي من المسجد قبة في أعلاها قناة رصاص ولها أنابيب من نحاس قد أخرجت من حدود القبة توقد فيها السرج، وفي حيطان المسجد قناة للماء بأقفال ينزل ماؤها في حياض رخام في وسط كل حوض عمود من نحاس يندفع منه الماء مرتفعا علوا، وفي أعلى مسجد دمشق قبة خضراء مشرفة جدا. وجبانة دمشق في الجنوب منها، يكون طولها ميلا في مثله.</p>\n<p class=\"arabic\">قالوا : ومر الوليد بن عبد الملك حين بنى مسجد دمشق برجل ممن يعمل في المسجد وهو يبكي، فقال: ما قصتك قال: [v.1, p.240] يا أمير المؤمنين كنت رجلا جمالا فلقيني رجل فقال: أتحملني إلى مكان كذا وكذا، موضعا في البرية، قلت: نعم، فلما حملته وسرنا بعض الطريق التفت إلي فقال لي: إن بلغنا الموضع الذي ذكرته لك وأنا حي أغنيك، وإن مت قبل بلوغي إليه فاحملني إلى الموضع الذي أصف لك، فإن ثم قصرا خرابا فإذا بلغته فامكث إلى ضحوة النهار ثم عد سبع شرافات من القصر واحفر تحت السابعة على قدر قامة فإنك ستظهر لك بلاطة فاقلعها، فإنك سترى تحتها مغارة فادخلها، فإنك ترى في المغارة سريرين على أحدهما رجل ميت، فاجعلني على أحد السريرين ومدني عليه وحمل جمالك هذه وحمارتك مالا من المغارة وارجع إلى بلدتك. قال: فمات في الطريق، ففعلت ما أمرني به، وكان معي أربعة جمال وحمارة فأوسقتها كلها مالا من المغارة وسرت بعض الطريق وكانت معي مخلاة فنسيت أن أملأها من ذلك المال وداخلني الشره، فقلت: لو رجعت فملأت هذه المخلاة، فرجعت وتركت الجمال والحمارة في الطريق فلم أجد المكان الذي أخذت منه المال، فدرت فلم أعرف، فلما يئست رجعت إلى الجمال والحمارة فلم أجدها، فجعلت أدور في البرية أياما فلم أجد لها أثرا، فلما يئست رجعت إلى دمشق وقد ذهبت الجمال والحمارة فلم أحصل على شيء، وألجأني الأمر إلى ما ترى يا أمير المؤمنين، فها أنا أعمل كل يوم في التراب بدرهم فكلما تذكرت بكيت، فقال له الوليد: لم يقسم الله لك في تلك الأموال شيئا وإلي صارت فبنيت بها هذا المسجد.</p>\n<p class=\"arabic\">وفي غربي دمشق لأقل من ميل منها قصر الإمارة، وهي مدينة مسورة، ولها بابان كبيران يسمى أحدهما باب الربوة والثاني باب حوران، وبينهما أبواب كثيرة تسمى الخوخات، وفيها مسجد جامع متقن إلا أنه لا يبلغ إتقان مسجد المدينة الكبرى، وفيها أسواق كثيرة، وبين قصر الإمارة والمدينة بساتين وأنهار جارية، وعلى قصر الإمارة قبة حمراء مشرفة، ويحيط بقصر الإمارة نهر من جميع جوانبه، وجبل اللكام جبل شاهق لاصق بمدينة دمشق، وبينهما نهر عليه قنطرة لطيفة، وهي تسقي بساتين الغوطة، وثنية العقاب على مقربة من مدينة دمشق تسير من الثنية في قرى النصارى حتى تفضي إلى باب توما.</p>\n<p class=\"arabic\">والخضراء من دمشق كان ينزلها معاوية بن أبي سفيان رضي الله عنه. ومرابط أهل دمشق بيروت، وهي مدينة على شاطئ البحر وفيها كان أبو الدرداء رضي الله عنه. وفتحت دمشق في زمان عمر رضي الله عنه سنة أربع عشرة بعد أن لقيتهم جموع الروم بمرج الصفر عند طاحونة المرج فهزمت الروم، ويقال إن الطاحونة طحنت في ذلك اليوم من دمائهم وهرب هرقل إلى أنطاكية ثم إلى القسطنطينية.</p>\n<p class=\"arabic\">ولعبد الله بن أحمد الكاتب المعدل في ذكر دمشق، أنشده ابن عساكر في كتابه :</p>\n<p class=\"arabic_poetry\">سقى الله ما تحوي دمشق وحياها * فما أطيب اللذات فيها وأهناها</p>\n<p class=\"arabic_poetry\">نزلنا بها فاستوقفتنا محاسن * يحن إليها كل قلب ويهواها</p>\n<p class=\"arabic_poetry\">لبسنا بها عيشا رقيقا رداؤه * ونلنا بها من صفوة العيش أعلاها</p>\n<p class=\"arabic_poetry\">ولم يبق فيها للمسرة بقعة * يفرح فيها القلب إلا نزلناها</p>\n<p class=\"arabic_poetry\">وكم ليلة نادمت بدر تمامها * تقضت وما أبقت لنا غير ذكراها</p>\n<p class=\"arabic_poetry\">فآها على ذاك الزمان وطيبه * وقل له من بعده قولتي آها</p>\n<p class=\"arabic_poetry\">فيا صاحبي إما حملت تحيتي * إلى دار أحباب لنا طاب مغناها</p>\n<p class=\"arabic_poetry\">فقل ذلك الوجد المبرح ثابت * وحرمة أيام الهوى ما أضعناها</p>\n<p class=\"arabic_poetry\">فإن كانت الأيام أنست عهودنا * فلسنا على طول المدى نتناساها</p>\n<p class=\"arabic_poetry\">سلام على تلك المحاسن إنها * محط صبابات النفوس ومثواها</p>\n<p class=\"arabic_poetry\">رعى الله أياما تقضت بقربها * فما كان أهناها لدينا وأمراها</p>\n<p class=\"arabic\">[v.1, p.241]</p>\n<p class=\"arabic_poetry\">ليالي لا أنفك في عرصاتها * أنادم بدرا أو أعاتب تياها</p>\n<p class=\"arabic_poetry\">فمن مترف يستملك اللب حسنه * وفاتنة يستأسر القلب عيناها</p>\n<p class=\"arabic_poetry\">إذا عدم الورد الجني أراك ما * يفوق على الورد المورد خداها</p>\n<p class=\"arabic_poetry\">وإن غاب نور البدر في حلك الدجى * أضاء كضوء الصبح نور محياها</p>\n<p class=\"arabic_poetry\">أحن إليها ثم أخشى رقيبها * فما زلت أخشاها بوجدي فأغشاها</p>\n<p class=\"arabic_poetry\">وإن لم ترد طيب الخمور وفعلها * أقمت مقام الكأس في فعلها فاها</p>\n<p class=\"arabic_poetry\">ومن أين للصهباء شمس مضيئة * يعاطيك محياها رحيق ثناياها</p>\n<p class=\"arabic_poetry\">رعى الله عني عصبة أدبية * فلم يجر خلق في البلاغة مجراها</p>\n<p class=\"arabic_poetry\">إذا ذكرتها النفس حنت لذكرها * وإن ذكرتها العين حنت لرؤياها</p>\n<p class=\"arabic_poetry\">فلا برحت يستعبد الحر حسنها * وتستخدم الألفاظ الطاف معناها</p>\n<p class=\"arabic\">وقال أبو الفرج عبد الله بن أسعد الموصلي الفقيه الشافعي المعروف بابن الدهان :</p>\n<p class=\"arabic_poetry\">سقى دمشق وأياما مضت فيها * مواطر السحب ساريها وغاديها</p>\n<p class=\"arabic_poetry\">فللحاظ وللأسماع ما اقترحت * من وجه شادنها أو صوت شاديها</p>\n<p class=\"arabic_poetry\">إذا العزيمة عن فرط الغرام ثنت * قلبا تثنى له غصن فيثنيها</p>\n<p class=\"arabic_poetry\">ريم إذا جلبت حينا لواحظه * للنفس حيا بخديه فيحييها</p>\n<p class=\"arabic_poetry\">اشتاق عيشي بها قدما ويذكرني * أيامي السود بيضا من لياليها</p>\n<p class=\"arabic_poetry\">ونحن في جنة لا ذاق ساكنها * بأسا ولا عرفت بؤسا مغانيها</p>\n<p class=\"arabic_poetry\">سماء دوح ترد الشمس صاغرة * عنا وتبدي نجوما من نواحيها</p>\n<p class=\"arabic_poetry\">ترى النجوم بها في كل ناحية * ممدودة للنجوم الزهر أيديها</p>\n<p class=\"arabic_poetry\">إذا الغصون هززناها لنيل جنى * صارت كواكبها حصبا أراضيها</p>\n<p class=\"arabic_poetry\">من كل صفراء مثل الماء يانعة * تخالها جمر نار في تلظيها</p>\n<p class=\"arabic_poetry\">لذيذة الطعم تحلو عند آكلها * بهية اللون تجلى عند رائيها</p>\n<p class=\"arabic_poetry\">يا ليت شعري على بعد أذاكرتي * عصابة لست طول الدهر ناسيها</p>\n<p class=\"arabic_poetry\">عندي أحاديث وجد بعد بعدهم * أظل أجحدها والعين ترويها</p>\n<p class=\"arabic_poetry\">كم لي بها صاحب عندي له نعم * كثيرة وأياد ما أؤديها</p>\n<p class=\"arabic_poetry\">فارقته غير مختار فصاحبني * صبابة منه تخفيني وأخفيها</p>\n<p class=\"arabic_poetry\">رضيت بالكتب بعد القرب فانقطعت * حتى رضيت سلاما في حواشيها</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي هاشم: قرأت على قصر بدمشق لبنى أمية: [v.1, p.242]</p>\n<p class=\"arabic_poetry\">ليت شعري ما حال أهلك يا قص * ر وأين الذين علوا بناكا</p>\n<p class=\"arabic_poetry\">ما لأربابك الجبابرة الأملا * ك شادوك ثم حلوا سواكا</p>\n<p class=\"arabic_poetry\">ألزهد يا قصر فيك تحامو * ك ألا نبني ولست هناكا</p>\n<p class=\"arabic_poetry\">ليت شعري وليتني كنت أدري * ما دهاهم يا قصر ثم دهاكا</p>\n<p class=\"arabic_poetry\">ليت أن الزمان خلف منهم * مخبرا واحدا فاعلم ذاكا</p>\n<p class=\"arabic\">ومن خلف هذا جوابا عنهم:</p>\n<p class=\"arabic_poetry\">أيها السائل المفكر فيهم * ما لهذا السؤال قل لي دعاكا</p>\n<p class=\"arabic_poetry\">أوما تعرف المنون إذا حل * ت ديارا فلن تراعي هلاكا</p>\n<p class=\"arabic_poetry\">إن في نفسك الضعيفة شغلا * فاعتبر وامض فالمنون وراكا</p>",
            "title": "دمشق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000613-000.json"
        }
    ],
    "type": "FeatureCollection"
}