{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جرجان</h1>\n<p class=\"arabic\">في خراسان، أول من نزلها جرجان بن أميم بن لاوذ بن سام فسميت به، وسار وبار بن اميم أخوه إلى جانب الدهناء مما يلي اليمامة فسميت به أرض وبار.</p>\n<p class=\"arabic\">والغالب على أعمال جرجان الجبال والقلاع، وربما بلغت قلاعها تسعمائة قلعة، وجرجان وطبرستان مدينتان من عمل خراسان، والري وجرجان وأعمالها مضافة لطبرستان، وجرجان مدينة كبيرة جدا ليس لها نظير في نواحيها، وبناؤها بالطين وأمطارها دائمة، وهي مدينتان والنهر يشق بينهما، ونهرها كثير الماء وعليه قنطرة معقودة، وجرجان اسم المدينة الشرقية واسم الغربية بكراباذ وهي أصغر من جرجان ولها ضياع وبساتين وزروع وعمارات، وبها كثير من الكروم والتمر الكثير والتين والزيتون وقصب السكر وسائر الفواكه، وفي أهلها مروءة ظاهرة، وفيهم علماء وطلاب الأدب، ونقودهم ونقود أهل طبرستان الدنانير والدراهم، وبجرجان فرضة على البحر تسمى ابسكون وهي مدينة صالحة، ويركب من ابسكون إلى بلاد الخزر وباب الأبواب والجيل والديلم.</p>\n<p class=\"arabic\">ومن الري إلى جرجان سبع مراحل، وجرجان على نهر الديلم وافتتحها سعيد بن عثمان في خلافة سليمان بن عبد الملك وجرجان مدينة كبيرة جدا كما قلنا، وهي سهلية جبلية بحرية، الجبل منها يساير الداخل فيها، وفيها قصب السكر، وعلى النهر الذي يشق بين المدينتين جسر معقود.</p>\n<p class=\"arabic\">ولا تخلو جرجان وطبرستان مشتى ومصيفا من الأمطار الدائمة المؤذية القاطعة عن الأشغال. وكان أهل جرجان يأخذون أنفسهم بالتأتي للأخلاق المحمودة، وكانوا أظهر مروءة ووقارا ويسارا من أهل طبرستان، فبدد شملهم جور السلطان واحتلال العساكر، وافترقوا في البلاد وخربت المدينة إلا الأقل. ولها مياه كثيرة وضياع واسعة ولم يكن بالمشرق بعد أن تجاوز الري والعراق مدينة أجمع ولا أظهر خصبا من جرجان وأصل ابريسم طبرستان من جرجان لأن بزره يؤخذ كل سنة من جرجان ولا يخرج من بزر طبرستان.</p>\n<p class=\"arabic\">ومدينة ابسكون المذكورة مدينة صالحة ليس بجميع هذه النواحي فرضة أجل من ابسكون.</p>\n<p class=\"arabic\">وكان العجم من الفرس قد حصنوا جرجان بحائط من آجر لا يرام تمنعوا به من الأتراك، وهو حائط طويل أحد طرفيه داخل في البحر أربعة فراسخ والطرف الآخر حيال جبال خراسان، وعلى كل فرسخ حصن، فكانت الترك تأتيهم من ناحية خوارزم فلا يصلون إليهم، ثم إن الترك تحيلوا حتى ظهروا عليهم وتغلبوا عليها، وسمة الملك منهم صول، وأذاقوا أهل خراسان شرا، وتملكوا معها دهستان والبحيرة وهي جزيرة، بينهما ثلاثون فرسخا، ورامها سابور ذو الأكتاف وخسر بن قباذ وخسر بن هرمز فأعيتهم حتى جاء الإسلام ، فغزاها سويد بن مقرن سنة ثمان عشرة من الهجرة، وصاحبها رزبان صول، فكاتبه رزبان صول فانصرف عنه، ثم غزاها سعيد بن العاصي في خلافة عثمان سنة ثلاثين فصالحوه على مائتي ألف فلم يأتها بعد سعيد أحد، ومنعوا طريق [v.1, p.160] خراسان فلم يسلكه أحد من ناحية قومس إلا على خوف، إنما كان الطريق على فارس إلى كرمان إلى خراسان فأول من صير الطريق من قومس إلى خراسان قتيبة بن مسلم وكان يكتب إلى الحجاج يستأذنه في غزو جرجان فيأبى عليه، ويكتب إليه: الأنوق والعيوق، إياي والورطات، لنا السهل ولهم الجبل، فلما ولي يزيد بن المهلب خراسان أيام سليمان كانت جرجان من همه، فلما انتهى إلى قومس وجد ريحا منتنة، فقال: ما هذه الريح؟ قيل له: أغار صول التركي على هذه الناحية فقتل هؤلاء فهذه ريح القتلى، فقالا: قبح الله قتيبة، ترك هؤلاء في قبضة المسلمين وهو يغزو المسلمين، فقال له رجل من بني تميم: قد أرادها قتيبة ولكن الحجاج منعه منها فامض إلى خراسان حتى يتمكن أمرك ثم ناهضها.</p>\n<p class=\"arabic\">وخرج عن جرجان بعض المرازبة مغاضبا لصول فأتى يزيد فقرب عليه أمر جرجان، فأقبل يزيد في جند الشام وخراسان ودهاقينها في عشرين ومائة ألف يؤم جرجان، فتحول عنها صول إلى البحيرة، فاجتمع الترك في مدخل جرجان، فلقوا يزيد فقاتلهم فهزمهم فبلغت هزيمتهم دهستان، ووضع يزيد بجرجان وضائع من جنده وأتى البحيرة فحصر صولا فقاتلوه مرارا، وأكثر يزيد فيهم القتل يوما فدخلوا حصنهم فلم يخرجوا بعد ذلك، وحصر أهل البحيرة ستة أشهر فنزلوا على حكمه على أن يؤمن صولا وأهله وثلثمائة ممن أحب، ويقال خمسمائة، ولا يعرض لماله وتدفع إليه البحيرة بما فيها ففتحها وسبى أهلها ثم توجه إلى طبرستان فجرت بينه وبين الأصبهبذ صاحبها خطوب كثيرة آل الأمر في ذلك إلى أن صالحه على ألفي ألف وعلى أربعمائة وقر من زعفران وثلثمائة أمير من العرب كانوا هناك وعلى أن يدفع إليه خمسمائة من الأتراك كانوا غدروا بالمسلمين، وكان الذي توسط في الأمر بينهما حيان النبطي، فحمل الأصبهبذ إليه صلحه، وبعث بالأتراك فقتلهم.</p>\n<p class=\"arabic\">وخلا لهم الطريق إلى جرجان فمشى يزيد إلى جرجان وأعطى الله عهدا إن ظهر عليهم أن لا يرفع السيف حتى يطحن بدمائهم ويختبز ذلك الطحن فيأكله، فلما بلغ المرزبان بجرجان مسيره تحصن منه في قلعتها وليست تحتاج إلى عدة من طعام ولا شراب وحولها غياض ملتفة وليس يعرف لها إلا طريق واحد، فنزل بها يزيد فأقام سبعة أشهر لا يقدر منهم على شيء ولا يعرف لها مأتى، فبينا هم كذلك إذ خرج الهياج بن عبد الرحمن الأزدي من أهل طوس، وكان مولعا بالصيد، فرأى ظبية أو وعلا متوقلا في الجبل فاتبعها يقفوها في مثل شراك النعل حتى اطلع على قلعتهم من طريق خفي، فلما عاين ذلك انصرف راجعا وخاف أن يشتبه عليه الطريق فجعل يخرق ما عليه من الثياب ويضعه على الشجر يتخذ ذلك علما حتى انتهى إلى العسكر فأعلم يزيد فأمر له بجائزة وبعث معه بأربعة آلاف، فقال إن الطريق لا تحمل هذه الجماعة فاتخذ ثمانمائة وقال: لا بد من سلم من جلود فاتخذها وقال له يزيد: متى تصل إليهم؟ قال: غدا عند صلاة العصر، فنهض فلما انتصف النهار من الغد أمر يزيد أن يشعل النار في حطب كان جمعه في حصاره لهم فصار آكاما فأضرموه فصار حول العسكر أمثال الجبال من النيران، فهال ذلك العدو فخرجوا، وأمر يزيد الناس فجمعوا بين الظهر والعصر، وزحفوا إلى المشركين يقاتلونهم والمشركون آمنون من الوجه الآخر فلم يرعهم بعد العصر إلا التكبير من ورائهم فعطفوا عليهم، وركب المسلمون أكتافهم فأعطوا بأيديهم وفتحوا القلعة ونزلوا على حكم يزيد فقتل المقاتلة وسبى الذرية وقاد منهم اثني عشر ألفا إلى وادي جرجان وقال: من يطلبهم بثأر فليقتل، وكان الرجل يقتل الأربعة والخمسة في النهر، وجرى الماء بدمائهم فطحن له عليه واختبز من ذلك الطحن وأكل ليبر قسمه وصلبهم نحو فرسخين وبنى مدينة جرجان وقصبتها وكتب يزيد إلى سليمان: إن الله تعالى قد فتح لأمير المؤمنين جرجان ودهستان وطبرستان والبحيرة وقد أعيا ذلك سابور ذا الأكتاف وكسرى بن هرمز وكسرى بن قباذ وأعيا ذلك الفاروق عمر بن الخطاب وعثمان بن عفان رضي الله عنهما ومن بعدهما من خلفاء الله تعالى، وفتح الله ذلك لأمير المؤمنين كرامة من الله له وزيادة من نعمه عليه، وقد صار في يدي ما أفاء الله على المسلمين بعد أن صار إلى كل ذي حق حقه من الفيء والغنيمة عشرون ألف ألف فقال له كاتبه المغيرة بن أبي قرة مولى بني سدوس: لا تفعل أيها الأمير، إن هذا يبقى عليك مخلدا بكتابك في دواوينهم فإن ولي بعده وال فتحامل عليك لم يرض منك إلا بأضعافه وإن عدل عليك أخذ بما في كتابك، فاكتب إلى أمير المؤمنين بالفتح وألغ ذكر المال، فإذا [v.1, p.161] لقيت أمير المؤمنين شافهته بالمال فلا ينعقد عليك ما ينعقد، فأبى يزيد وأمضى الكتاب ومات سليمان قبل أن يصل إليه الكتاب، وطولب يزيد بعد ذلك بالمال، وكأن الذي أشار عليه رأى الغيب من ستر رقيق.</p>\n<p class=\"arabic\">وكرز من أهل جرجان أزهد الناس في زمانه حتى قال سفيان بن عيينة: لو كان أحد يكتفي بالتراب قوتا لاكتفى به كرز، وقبره بجرجان يزار ويقصد، وقال الشاعر:</p>\n<p class=\"arabic_poetry\">لو شئت كنت ككرز في تعبده * أو كابن طارق حول البيت والحرم</p>\n<p class=\"arabic_poetry\">قد حال دون لذيذ العيش خوفهما * وسارعا في طلاب الفوز والكرم والقاضي الجرجاني هو أبو الحسن علي بن عبد العزيز الجرجاني قاضي القضاة بالري، وهو صاحب الأبيات المشهورة الشريفة:</p>\n<p class=\"arabic_poetry\">يقولون لي فيك انقباض وإنما * رأوا رجلا عن موقف الذل أحجما</p>\n<p class=\"arabic_poetry\">إذا قيل هذا منهل قلت قد أرى * ولكن نفس الحر تحتمل الظما</p>\n<p class=\"arabic_poetry\">ولم أبتذل في خدمة العلم مهجتي * لأخدم من لاقيت لكن لاخدما</p>\n<p class=\"arabic_poetry\">أأغرسه عزا وأجنيه ذلة * إذا فاتباع الجهل قد كان أحزما</p>\n<p class=\"arabic_poetry\">ولو أن أهل العلم صانوه صانهم * ولو عظموه في النفوس لعظما</p>\n<p class=\"arabic_poetry\">ولكن أهانوه فهان ودنسوا * محياه بالأطماع حتى تجهما</p>",
            "title": "جرجان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000438-000.json"
        }
    ],
    "type": "FeatureCollection"
}