{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بدر</h1>\n<p class=\"arabic\">ماء على ثمانية وعشرين فرسخا من المدينة في طريق مكة، وبين مدينة الجار إلى بدر نحو المشرق إذا أردت المدينة عشرون ميلا وهناك قرية فيها حدائق نخل، وببدر عين فوارة، وموضع القليب الذي كانت بازائه الوقيعة المباركة الإسلامية هو اليوم نخيل وموضع الشهداء خلفه، وببدر عينان جاريتان عليهما الموز والعنب والنخل قيل كان قريش بن بدر بن الحارث بن مخلد بن النضر بن كنانة وكيل بني كنانة في تجاراتهم وكان يقال قدمت عير قريش فسمت قريش به قال: وهو صاحب بدر الذي لقي عليه رسول الله صلى الله عليه وسلم مشركي قريش أنبط هنالك بئرا فنسب إليه، وقيل سميت بدرا لأنه كان ماء لرجل من جهينة اسمه بدر، وهو موضع الوقيعة المباركة التي لقي رسول الله صلى الله عليه وسلم فيها صناديد قريش وأشرافهم فأوقع بهم فقتل الله تعالى طغاتهم وأكابرهم، وهي أول غزواته صلى الله عليه وسلم التي قاتل فيها وهي بدر الكبرى وفيها قال الله تعالى ` لقد نصركم الله ببدر `، وقال أمية ابن أبي الصلت يرثي من أصيب ببدر من المشركين من قصيدة :</p>\n<p class=\"arabic_poetry\">ماذا ببدر فالعقن * قل من مرازبة جحاجح وكانت وقيعة بدر يوم الخميس صبيحة سبع عشرة من رمضان على رأس سبعة عشر شهرا من مقدمه المدينة صلى الله عليه وسلم وقيل لسنة ونصف من مقدمه، وقال ابن شهاب: في شهر رمضان من سنة اثنتين.</p>\n<p class=\"arabic\">وبدر موسم من مواسم العرب ومجمع من مجامعهم في الجاهلية وبها قلب ومياه وآبار ورياض يقال لها الأثيل منها ينبع والصفراء والجار والجحفة.</p>\n<p class=\"arabic\">وهذه الوقيعة التي رفع الله بها قوما في الدنيا والآخرة وخفض بها آخرين وأيد الله رسوله والمؤمنين بملائكته فقاتلت معه، قال سعد بن أبي وقاص رضي الله عنه: رأيت عن يمين النبي صلى الله عليه وسلم وعن [v.1, p.84] يساره رجلين عليهما ثياب بيض يقاتلان عنه كأشد القتال لم أرهما قبل ولا بعد وقال جبريل عليه الصلاة والسلام: يا محمد أي أصحابك أفضل؟ قال صلى الله عليه وسلم: ` الذين شهدوا بدرا `، قال: كذلك الملائكة أفضلهم الذين شهدوا بدرا، وقصة الوقيعة على الشرح والإيضاح في كتب المغازي.</p>\n<p class=\"arabic\">وببدر جبل عظيم من رمل شديد البياض كان بياضه إذا طلعت عليه الشمس يعشي الأبصار وهم يسمعون من ذلك الجبل دويا فيدل ذلك على خصب العام عندهم ويرى على بدر في الليل الغاسق نور ساطع لا يرى على سواه.</p>",
            "title": "بدر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000224-000.json"
        }
    ],
    "type": "FeatureCollection"
}