{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ماردة</h1>\n<p class=\"arabic\">مدينة بجوفي قرطبة منحرفة إلى المغرب قليلا، وكانت مدينة ينزلها الملوك الأوائل، فكثرت بها آثارهم والمياه المستجلبة إليها، واتصل ملكهم إلى أن ملك منهم سبعة وعشرون ملكا، ويقال أن ذا القرنين كان منهم وكان يقال لهذه الأمة الشبونقات ، ثم دخلت أمة القوط فغلبوا على الأندلس واقتطعوها من صاحب رومة، واتخذوا طليطلة دار ملكهم وأقروا فيها سرير ملكهم ، إلى أن دخل عليهم الإسلام، وكان آخرهم لذريق، وكان قد أحدق بماردة سورا عرضه اثنا عشر شبرا وارتفاعه ثمان عشرة ذراعا، وكان على بابها مما يلي الغرب حنايات يكون طولها خمسين ذراعا، متقنة البنيان، عددها ثلثمائة وستون حنية، وفي وسط قنطرتها برج محني يسلك تحته من سلك في القنطرة. وتفسير ماردة باللطيني: ` مسكن الأشراف ` وقيل بل كانت دار مملكة ماردة بنت هرسوس الملك، وبها من البناء آثار ظاهرة تنطق عن ملك وقدرة، وتعرب عن نخوة وعز، وتفصح عن عظة وعبرة، ولها في قصبتها قصور خربة، وفيها دار يقال لها دار الطبيخ، وهي في ظهر القصر، وكان الماء يأتي في دار الطبيخ في ساقية هي الآن باقية الأثر، فتوضع صحاف الذهب والفضة بأنواع الطعام في تلك الساقية على الماء حتى تخرج بين يدي الملكة، فترفع على الموائد، ثم إذا فرغ من أكل ما فيها وضعت في الساقية، فتستدير إلى أن تصل إلى يد الطباخ بدار الطبيخ، فيرفعها بعد غسلها، ثم يمر [v.1, p.518] بقية ذلك الماء في سروب القصر. ومن أغرب الغرائب جلب الماء الذي كان يأتي إلى القصر على عمد مبنية تسمى الارجالات ، وهي أعداد كثيرة باقية إلى الآن، قائمة على قوائم لم تخل بها الأزمان، ولا غيرتها الدهور، فمنها قصار ومنها طوال، بحسب الأماكن التي كان فيها البناء، وأطولها يكون غلوة سهم، وهي على خط مستقيم، وكان الماء يأتي عليها في قني مصنوعة خربت وفنيت، وبقيت تلك الارجالات قائمة يخيل للناظر إليها أنها من حجر واحد لحكمة اتقانها وتجويد صنعتها. وفي الجنوب من سور هذه المدينة قصر آخر صغير، وفي برج منه مكان مرآة كانت الملكة ماردة تنظر إلى وجهها فيه، ومحيط دوره عشرون شبرا، وكان يدور على حرفه، وكان دورانه قائما ومكانه إلى الآن باق، ويقال إنما صنعته ماردة لتحاكي به مرآة ذي القرنين التي وضعها في منارة الإسكندرية.</p>\n<p class=\"arabic\">وقال هاشم بن عبد العزيز، وقد تذاكروا شرف ماردة وفضل ما فيها من الرخام، قال: كنت كلفا بالرخام، فلما وليت ماردة تتبعته لأنتقل منه كل ما استحسنته، فبينا أنا أطوف في بعض الأيام بالمدينة إذ نظرت إلى لوح رخام في سورها، شديد الصفاء، كثيرا ما يخيل للناظر أنه جوهر مها، فأمرت باقتلاعه فقلع بعد معاناة، فلما أنزل إذا فيه كتاب عجمي فجمعت عليه من كان بماردة من النصارى، فزعموا أنه لا يقدر على ترجمته إلا عجمي ذكروه يعظمونه، فأنفذت فيه رسولا، فأتيت بشيخ هرم كبير، فلما وضع اللوح بين يديه أجهش بالبكاء واستعبر مليا، ثم قال لترجمته: براءة لأهل ايلياء ممن عمل في سورها خمس عشرة ذراعا، وقد كان في افتتاح الأندلس وجد في كنائس ماردة ما وقع إليها من ذخائر بيت المقدس عند انتهاب بخت نصر لايلياء، وكان ممن حضره في جنوده اشبان ملك الأندلس، فوقع ذلك وغيره في سهامه.</p>\n<p class=\"arabic\">وقصر ماردة بناه عبد الملك بن كليب بن ثعلبة، وهو بديع طول كل شقة من سوره ثلثمائة ذراع، وعرض البناء اثنا عشر ذراعا، وقنطرة ماردة عجيبة البنيان طولها ميل، بأبدع ما يكون من البنيان. ومن ماردة إلى بطليوس عشرون ميلا.</p>",
            "title": "ماردة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001361-000.json"
        }
    ],
    "type": "FeatureCollection"
}