{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طبرمين</h1>\n<p class=\"arabic\">حصن بصقلية منيع، بينه وبين مسيني مرحلة، وهو بلد شامخ رفيع أزلي من أشرف البلاد، وهو على جبل مطل على البحر، وبه مرسى حسن، والسفر إليه من كل الجهات، ويحمل منه كثير من الغلات وفيه منازل وأسواق، وتجتمع فيه القوافل الواصلة من مسيني، وبه ضياع صالحة ومزارع طيبة، وبه معدن الذهب، وبه الجبل المشهور المسمى بالطور ، وأنهار غزيرة عليها أرحاء كثيرة، وبها جنات قلائل، وبها واد عليه قنطرة عجيبة يدل بناؤها على قدرة بانيها وقوة سلطانه، وبها ملعب من ملاعب الروم القديمة تدل رسومه على شرف ملك وشماخة قدر.</p>\n<p class=\"arabic\">وكانت طبرمين فتحت على يد إبراهيم بن أحمد بن الأغلب في سنة تسع وثمانين ومائتين، بعد أن حاصرها ووقف بنفسه يحرض المسلمين على القتال، ومس الفريقين ألم الجراح وهم كل بالانحياز، فقرأ قارئ كان بين يدي إبراهيم ` هذان خصمان آختصموا في ربهم ` إلى آخر الآية فحمل حينئذ جملة العسكر وأهل البصائر منهم بنيات صادقة، فانهزم الكفرة وولوا هاربين وقتلهم المسلمون أبرح قتل، واقتفوا آثارهم في بطون الأودية ورؤوس الجبال، ودخل إبراهيم ومن معه طبرمين بلا عهد ولا عقد، فقتل وسبى والتجأ بعضهم إلى بعض القلاع، وفي ذلك يقول شاعره:</p>\n<p class=\"arabic_poetry\">قد فتح الله طبرمينا * في عام سبع وثمانينا</p>\n<p class=\"arabic_poetry\">وشهر شعبان فأعظم به * شهرا يراه الله ميمونا</p>\n<p class=\"arabic_poetry\">فأيد الله إمام الهدى * وزاده عزا وتمكينا ثم رحل طالبا لكل من بقلورية من الروم بقتل وسبي فهربوا بين يديه، ومضى إلى كشنته فحاصرها، فطلبوا الأمان وأداء الجزية، فأبى ولم يجبهم، وحلت به عليه علته التي مات منها وزادت العلة به فمات سنة تسع وثمانين، وحمل إلى بلرم فدفن بها وأدى أهل كشنته الجزية وهم لا يعلمون بموته وكان فتحه لمدينة طبرمين سنة سبع وثمانين ومائتين، وقتل من أهلها بشرا عظيما ثم عفا عنهم، وكان متولي حرب أهل بلرم ابنه أبو العباس ، الذي كان جعله ولي عهده.</p>",
            "title": "طبرمين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000978-000.json"
        }
    ],
    "type": "FeatureCollection"
}