{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طليطلة</h1>\n<p class=\"arabic\">بالأندلس بينها وبين البرج المعروف بوادي الحجارة خمسة وستون ميلا، وهي مركز لجميع بلاد الأندلس لأن منها إلى قرطبة تسع مراحل، ومنها إلى بلنسية تسع مراحل أيضا، ومنها إلى المرية في البحر الشامي تسع مراحل أيضا.</p>\n<p class=\"arabic\">وطليطلة عظيمة القطر كثيرة البشر، وهي كانت دار الملك بالأندلس حين دخلها طارق، وهي حصينة لها أسوار حسنة وقصبة حصينة، وهي أزلية من بناء العمالقة، وهي على ضفة النهر الكبير، وقلما يرى مثلها إتقانا وشماخة بنيان، وهي عالية القدر حسنة البقعة، ولها قنطرة من عجائب البنيان، وهي قوس واحدة، والماء يدخل تحتها بعنف وشدة جري، ومع آخر النهر ناعورة ارتفاعها في الجو تسعون ذراعا وهي تصعد الماء إلى أعلى القنطرة، ويجري الماء على ظهرها فيدخل المدينة.</p>\n<p class=\"arabic\">وكانت طليطلة دار مملكة الروم، وكان بطليطلة بيت مغلق متحامى الفتح على الأيام، عليه عدة من الأقفال، يلزمه قوم من ثقات القوط قد وكلوا به لئلا يفتح، قد عهد الأول في ذلك إلى الآخر، فلما قعد لذريق ملكا أتاه أولئك الموكلون بالبيت يسألونه أن يقفل على الباب فقال: لا أفعل حتى أعلم ما فيه ولا بد لي من فتحه، فقالوا: أيها الملك إنه لم يفعل هذا أحد قبلك، فلم يلتفت إليهم ومضى إلى البيت، فأعظمت ذلك العجم، وضرع له أكابرهم، فلم يفعل، وظن أنه بيت مال قد اختزنته الملوك، ففض الأقفال عنه ودخل، فأصابه فارغا لا شيء فيه إلا تابوتا عليه قفل، فأمر بفتحه فألفاه أيضا فارغا ليس فيه إلا شقة مدرجة صورت فيها صور العرب، عليهم العمائم وتحتهم الخيول العراب متقلدي السيوف متنكبي القسي رافعي الرايات على الرماح، وفي أعلاها أسطر مكتوبة بالعجمية، قرئت فإذا فيها: إذا كسرت الأقفال عن هذا البيت، وفتح هذا البيت فظهر ما فيه من هذه الصور، فإن هذه الأمة المصورة في هذه الشقة تدخل الأندلس فتغلب عليها وتملكها، فوجم لفريق وندم على ما فعل وعظم غمه وغم العجم لذلك، وأمر برد الأقفال وإقرار الحراس وأخذ في تدبير ملكه وذهل عما أنذر به، إلى أن كان من أمر يليان عامل لذريق على سبتة وأمر ابنته في الخبر المشهور ما سبب إثارة عزمه على إدخاله العرب إلى الأندلس، إلى أن كان ذلك وسبب الله فتحها بسبب ذلك، وما بعد ذلك يذكر في غير هذا المكان.</p>\n<p class=\"arabic\">ووجد أهل الإسلام فيها ذخائر عند افتتاح الأندلس كادت تفوت الوصف كثرة، فمنها مائة وسبعون تاجا من الذهب مرصعة بالدر، وأصناف الحجارة الثمينة، ووجد فيها ألف سيف مجوهر ملوكي، ووجد بها من الدر والياقوت أكيال وأوساق، ومن آنية الذهب والفضة وأنواعها ما لا يحيط به وصف، ووجد بها مائدة سليمان بن داود عليهما السلام، وكانت فيما يذكر من زمردة وهذه المائدة اليوم بمدينة رومة.</p>\n<p class=\"arabic\">وزعم رواة العجم أنها لم تكن لسليمان عليه السلام، قالوا: وإنما أصلها أن العجم في أيام ملكهم كان أهل الحسبة في دينهم إذا مات أحدهم أوصى بمال للكنائس، فإذا اجتمع عندهم ذلك المال صاغوا منه آلات من الموائد والكراسي وغيرها، من الذهب والفضة، يحمل الشمامسة والقسوس فوقها مصاحف الأناجيل إذا أبرزت في أيام المناسك، ويضعونها على المذابح في الأعياد للمباهاة بزينتها، فكانت تلك المائدة بطليطلة مما صنع في هذه السبيل، وبالغت الأملاك في تحسينها، يزيد الآخر منهم فيها على الأول، حتى برزت على جميع ما اتخذ من تلك الآلات وطار الذكر بها كل مطار، وكانت مصوغة من خالص الذهب [v.1, p.393] مرصعة بفاخر الدر والياقوت والزبرجد، لم تر العين مثلها بولغ في تحسينها من أجل دار المملكة وأنه لا ينبغي أن يكون بموضع آلة جمال إلا ما يكون فيها وكانت توضع على مذبح كنيسة طليطلة فأصابها المسلمون هناك، وقصة إيصالها إلى سليمان بن عبد الملك، ومنازعة موسى بن نصير وطارق مولاه في رجلها مشهورة.</p>\n<p class=\"arabic\">قال ابن حيان: مضى طارق خلف فرار أهل طليطلة فسلك إلى وادي الحجارة ثم استقبل الجبل فقطعه، فبلغ مدينة المائدة، والمائدة خضراء من زبرجد، حافاتها منها وأرجلها، وكان لها ثلثمائة وخمسة وستون رجلا، فأحرزها عنده.</p>\n<p class=\"arabic\">وبطليطلة بساتين محدقة وأنهار مخترقة ودواليب دائرة وجنات يانعة وفواكه عديمة المثال ولها من جميع جهاتها أقاليم وقلاع منيعة، وعلى بعد منها في جهة الشمال الجبل العظيم المعروف بالشارات، فيه من الغنم والبقر الشيء الكثير الذي يتجهز به الجلابون إلى سائر البلاد، ولا يوجد شيء من أبقاره وأغنامه إلا في غاية السمن، ولا يوجد مهزولا البتة، ويضرب بها المثل في ذلك في جميع الأقطار بالأندلس، وعلى مقربة من طليطلة قرية تسمى بمغام في جبالها وترابها الطين المأكول يتجهز به إلى مصر والشام والعراق، ليس على قرار الأرض مثله في لذة أكله وتنظيف غسل الشعر به، وفي جبال طليطلة معادن الحديد والنحاس.</p>\n<p class=\"arabic\">وزعموا أن معنى طليطلة باللطيني ` تولاطو ` - معناه ` فرح ساكنها ` يريدون لحصانتها ومنعتها، وفي كتب الحدثان كان يقال: طليطلة الأطلال، بنيت على الهرج والقتال، إذا وادعوا الشرك، لم يقم لهم سوقة ولا ملك، على يد أهلها يظهر الفساد، ويخرج الناس من تلك البلاد. ومدينة طليطلة قاعدة القوط ودار مملكتهم، ومنها كانوا يغزون عدوهم، وإليها كان يجتمع جيوشهم، وهي إحدى القواعد الأربع، إلا أنها أقدمهن، ألفتها القياصرة مبنية، وهي أول الإقليم الخامس من السبعة الأقاليم التي هي ربع معمور الأرض، وإليها انتهى حد الأندلس، ويبتدئ بعدها الذكر للأندلس الأقصى، أوفت على نهر تاجه، وبها كانت القنطرة التي يعجز الواصفون عن وصفها، وكان خرابها في أيام الإمام محمد. ومن خواص طليطلة أن حنطتها لا تسوس على مر السنين، يتوارثها الخلف عن السلف، وزعفران طليطلة هو الذي يعم البلاد ويتجهز به إلى الآفاق، وكذلك الصمغ السماوي .</p>\n<p class=\"arabic\">وأول من نزل طليطلة من ملوك الأندلس لوبيان وهو الذي بنى مدينة رقوبل ، وهي على مقربة من طليطلة وسماها باسم ولده: ومنها ولى الأساقفة على الكور، وبها مجتمعهم للمشورة، وكان عددهم ثمانين أسقفا لثمانين مدينة من حوز الأندلس كجليقية، وطركونة وقرطاجنة، وكانت قبل ولايته فرقا، فائتلف أمر الناس وانقطع الاختلاف وأحبه الخاص والعام، وهو الذي بنى الكنائس الجليلة والمعالم الرفيعة، وبنى الكنيسة المعروفة بالمردقه واسمه مزبور على بابها، وهي بين حاضرة البيرة ووادي آش.</p>\n<p class=\"arabic\">وبطليطلة ألفيت ذخائر الملوك، وعلى مقربة من طليطلة قرية قنبرشه وهي حارتان فيهما عينا ماء، إذا نضبت إحداهما جرت الأخرى، هذا دأبهما كل عام، ماؤهما متعاقب لا يجري في زمان واحد، وغربيها على نحو عشرين ميلا منها تمثالان عظيمان على صورة ثورين قد نحتا من حجر صلد وذكر بعض المؤرخين أن طارقا لما غزا طليطلة اعترض جنده وهو راكب أحدهما.</p>\n<p class=\"arabic\">قالوا: لما مضى طارق بن زياد إلى طليطلة دار مملكة القوط، ألفاها خالية قد فر أهلها عنها، فضم إليها اليهود، وخلى بها رجالا من أصحابه ومضى خلف فرار أهل طليطلة، فسلك إلى وادي الحجارة، ومنه اقتحم أرض جليقية فخرقها ودوخ الجهة ثم انصرف إلى طليطلة وذلك سنة ثلاث وتسعين من الهجرة.</p>\n<p class=\"arabic\">وفي سنة خمسين وأربعمائة نتجت بغلة بطليطلة فلوا في [v.1, p.394] صورة مهر، وكانت بغلة كميتا لبعض السائقين، فتشاءم به النصارى، ولم يزالوا يختلونه حتى عقروه. وبقلعة الفهمن من جوفي طليطلة على خمسة عشر ميلا منها بئر لم يعرف فيها قط علق، فنبشت في بعض السنين ليكثر ماؤها، فكثر العلق فيها كثرة مفرطة فنظروا فيما استخرجوه من نبشها فإذا فيه علقة نحاس فردت في البئر فانقطع العلق منها، وقيل إنما ذلك في حصن وقش في عين بجوفي الحصن، وفي قرية على عشرة أميال من طليطلة في طريق مجريط بئر معروفة، إذا شرب من مائها المعلوق سقطت العلق، كان إنسانا أو دابة أو غير ذلك.</p>\n<p class=\"arabic\">وكان أخذ النصارى لطليطلة في منتصف محرم سنة ثمان وسبعين وأربعمائة.</p>",
            "title": "طليطلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001003-000.json"
        }
    ],
    "type": "FeatureCollection"
}