{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">النجير</h1>\n<p class=\"arabic\">هي حضرموت وأنشدوا للأعشى:</p>\n<p class=\"arabic_poetry\">وأبتذل العيس المراقيل تغتلي * مسافة ما بين النجير فصرخدا وقيل هو حصن في اليمن، فيه تحصن الأشعث بن قيس بن معدي كرب ومن ارتد معه، فقال له من نصحه : أنشدك الله يا أشعث ووفادتك على رسول الله صلى الله عليه وسلم وإسلامه أن تنقضه اليوم، والله ليقومن بهذا الأمر من يقتل من خالفه، وإياك إياك، أبق على نفسك، فإنك إن تقدمت تقدم الناس، وإن تأخرت افترقوا واختلفوا، فأبى الأشعث وقال: قد رجعت العرب إلى ما كانت الآباء تعبد، ونحن أقصى العرب دارا من أبي بكر، فكيف يبعث إلينا الجيوش، قال: أي والله وأحرى ألا يدعك عامل رسول الله صلى الله عليه وسلم ترجع إلى الكفر، يعني زياد بن لبيد الأنصاري، وكان النبي صلى الله عليه وسلم بعثه إليهم فتضاحك ثم قال: أما يرضى زياد أن أجيره، فقال له: سترى، ثم قام الأشعث فخرج من المسجد إلى منزله وقد أظهر ما أظهر من الكلام القبيح من غير أن يكون نطق بالردة، ووقف يتربص وانحاز بأصحابه إلى حصن النجير فأغلقوه، فحاصره المسلمون لا يفارقونه ليلا ولا نهارا، وقذف الله الرعب في قلوبهم، فلما اشتد عليهم الحصار بعث إلى زياد بن [v.1, p.575] لبيد أن تنح عنا حتى نخرج ونخليك والحصن، قال: لا أبرح شبرا واحدا حتى نموت عن آخرنا أو تنزلوا على حكمنا ورأينا، وجعل يكابدهم لما يرى من جزعهم، وكتب على لسان أبي بكر رضي الله عنه كتابا إليه فيه: احصرهم ولا تقبل منهم إلا ما خرجوا منه أو السيف، وقد بعثت إليك بعشرة آلاف رجل عليهم فلان وخمسة آلاف عليهم فلان، فإن أظفرك الله تعالى بهم فإياك والبقيا في أهل النجير، حرق حصنهم بالنار واقطع معايشهم واقتل المقاتلة واسب الذرية وابعث بهم إلي إن شاء الله، وإنما كتب هذا مكايدة لعدوه، فلما قرئ عليهم الكتاب أيقنوا بالهلكة واشتد عليهم الحصار، وندموا، فقال الأشعث: إلى متى هذا الحصر؟ قد غرثنا وغرث عيالنا، وهذه البعوث تقدم علينا بما لا قبل لنا به، قد ضعفنا عمن معنا، فكيف بمن يأتينا من هذه الأمداد، والله للموت بالسيف أحسن من الموت بالجوع، قالوا: وهل لنا قوة بالقوم. فما ترى لنا فأنت سيدنا. قال: أنزل فآخذ لكم أمانا قبل أن تدخل هذه الأمداد بما لا قبل لنا به، فجعل أهل الحصن يقولون: يا أشعث افعل وخذ لنا أمانا، قال: فأنا أنزل، فأرسل إلى زياد: أنزل فأكلمك وأنا آمن؟ قال: نعم، فنزل الأشعث من النجير فخلا بزياد فقال: يا ابن عم، قد كان هذا الأمر ولم يبارك لنا فيه، وإن لي قرابة ورحما وإن أبا بكر يكره قتل مثلي، وقد جاءك كتابه ينهاك عن قتل الملوك من كندة، فأنا أحدهم، وإنما أطلب منك الأمان على أهلي ومالي، فقال زياد: لا أؤمنك أبدا على دمك، وأنت كنت رأس الردة، فقال: أيها الرجل دع ما مضى واستقبل الأمور إذا أقبلت، قال: وماذا؟ قال: أفتح لك النجير، فأمنه على أهله وماله على أن يقدم به على أبي بكر رضي الله عنه فيرى فيه رأيه، وفتح له النجير فأخرجوا المقاتلة، فعمد زياد إلى سبعمائة من أشرافهم فضرب أعناقهم على دم واحد، ولام القوم الأشعث وقالوا لزياد: غدر بنا فأخذ الأمان لنفسه وأهله، وإنما نزل على أن يأخذه لجميعنا، وجاء كتاب أبي بكر رضي الله عنه: إن ظفرت بأهل النجير فاستبقهم، فقدم عليه ليلا وقد قتل منهم في أول النهار سبعمائة في صعيد واحد، وأبى زياد أن يواري جثثهم وتركوا للسباع، فكان هذا أشد على من بقي من القتل.</p>",
            "title": "النجير",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001525-000.json"
        }
    ],
    "type": "FeatureCollection"
}