{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طرطوشة</h1>\n<p class=\"arabic\">من بلنسية إلى طرطوشة مائة ميل وعشرة أميال، مسيرة أربعة أيام، وهي في سفح جبل، ولها سور حصين، وبها أسواق وعمارات وضياع وفعلة، وإنشاء المراكب الكبار من خشب جبالها وبجبالها خشب الصنوبر الذي لا يوجد له نظير في الطول والغلظ، ومنه تتخذ الصواري والقرى، وهو خشب أحمر صافي البشرة بعيد التغير لا يفعل فيه السوس ما يفعله في غيره من الخشب، ومنها إلى | طركونة خمسون ميلا، وبينها وبين البحر الشامي عشرون ميلا.</p>\n<p class=\"arabic\">وقصبة طرطرشة على صخرة عظيمة سهلة الأعلى وفي الشرق من القصبة جبل الكمين ، وهو جبل أجرد، والمصلى والمدينة في غربي القصبة وجوفيها، وعلى المدينة سور صخر من بناء بني أمية على رسم أولي قديم، ولها أربعة أبواب، وأبوابها كلها ملبسة بالحديد، ولها أرباض من جهة الجوف والقبلة، ودار الصناعة، قد أحدق على ذلك كله سور صخر حصين بناه عبد الرحمن بن النظام، وبها جامع من خمس بلاطات، وله رحبة واسعة، بني سنة خمس وأربعين وثلثمائة، وبها أربعة حمامات، وسوقها قي الربض القبلي جامعة لكل صناعة ومتجر، وهي باب من أبواب البحر ومرفأ من مرافئه يحلها التجار من كل ناحية، وهي كثيرة شجر البقس، ومنها تفترق إلى النواحي، وخشبها الصنوبر له خاصية في الجودة تفوق جميع خشب الأمصار. وقصبة طرطوشة من المنعة والسمو في حد لم يستوفه بالصفة إلا عبد الملك بن ادريس الكاتب المعروف بالجزيري حين سجنه بها المنصور بن أبي عامر فقال يصف حاله هناك من قصيدة طويلة مشهورة:</p>\n<p class=\"arabic_poetry\">في رأس أجرد شاهق عالي الذرى * ما بعده لمؤمل من مبصر</p>\n<p class=\"arabic_poetry\">يهوي إليه كل أجرد ناعب * وتهب فيه كل ريح صرصر</p>\n<p class=\"arabic_poetry\">ويكاد من يرقى إليه مرة * من دهره يشكو انقطاع الأبهر وأول هذا الشعر:</p>\n<p class=\"arabic_poetry\">ألوى بعزم تجلدي وتصبري * نأي الأحبة واعتياد تذكري</p>\n<p class=\"arabic_poetry\">شحط المزار ولا مزار ونافرت * عيني الهجوع فلا خيال يعتري</p>\n<p class=\"arabic_poetry\">وقصرت عنهم فاقتصرت على جوى * لم يدع بالواني ولا بالمقصر ومن أهل طرطوشة الفقيه الإمام الزاهد أبو الوليد الطرطوشي الفهري نزيل الاسكندرية، صاحب التعليقة في الخلاف وكتاب [v.1, p.391] ` الحوادث والبدع ` وغير ذلك، سكن بغداد وتفقه على أبي بكر الشاشي، وسمع بها الحديث، وهو مالكي المذهب، قالوا: وزهده أكثر من علمه، وانتفع به جماعة، وأنجب أكثر من مائتي فقيه مفت، ومن كبار أصحابه أبو الطاهر بن عوف وسند بن عنان الأزدي، وعاصر الغزالي، وله في إحيائه كلام، وكان منحرفا عنه سيء الاعتقاد فيه، وكانت وفاته بعد العشر والخمسمائة.</p>",
            "title": "طرطوشة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000996-000.json"
        }
    ],
    "type": "FeatureCollection"
}