{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ماست</h1>\n<p class=\"arabic\">نهر عظيم في بلاد السوس الأقصى بالمغرب يصب في البحر المحيط، جريه من القبلة إلى الجوف كجري نيل مصر، عليه قرى متصلة وعمارات كثيرة وبساتين وجنات وأنواع من الفواكه والثمار والأعناب وقصب السكر، ولم يتخذ الساكنون على هذا الوادي قط رحى فإذا سئلوا عن ذلك قالوا: نتخذ هذا الماء المبارك في إدارة الأرحاء!! وهم يتطيرون بها.</p>\n<p class=\"arabic\">وعلى مصب هذا الوادي في البحر رباط مقصود له موسم عظيم ومجتمع جليل، وهو مأوى للصالحين، وبين هذا الوادي ونول لمطة ثلاث مراحل في عمائر متصلة تسكنها جزولة ولمطة.</p>\n<p class=\"arabic\">وإلى هذا الموضع ينسب الثائر الخارج على عبد المؤمن بن علي المعروف بمهدي ماست وكان عبد المؤمن صير إليه الجيوش مرة بعد مرة فهزمهم وكثر شغبه وعظمت جموعه، فتوجه إليه بالعساكر الشيخ أبو حفص صاحب الإمام المهدي فواقعه، وكانت بينهم حروب صعبة، فانهزم هذا القائم وقتل أصحابه؛ وهذا فصل من الكتاب بالإعلام بذلك، وهو من إنشاء أبي جعفر بن عطية :</p>\n<p class=\"arabic\">كان أولائك الضالون المرتدون من أهل ماست قد بطروا عدوانا وظلما، وارتكبوا إفكا وجرما، وكان مقدمهم الشقي قد استمال النفوس بخزعبلاته، واستغوى القلوب بمهولاته، ونصب به</p>\n<p class=\"arabic\">الشيطان ما شاء من حبالاته، فأتته المخاطبات من بعد وكثب، ونسل إليه الرسل من كل حدب، واعتقدته الخواطر الزائغة أعجب عجب، وكان للناس هناك موقف أخذت الحرب فيه حقوقها، ونهجت به طريقها، وعرفت به رجالها وفريقها، وكنا نحن بخاصتنا في الساقة فحملنا على من يلينا من الأعداء، وحملت كل قبيلة على من يليها على الولاء، فكانت هناك كرات شهيرة، وحملات كثيرة، وظهر لأعداء الله تجلد لم ير قط لأمثالهم، ولا تخيل من أفعالهم، وذلك أنهم كانوا يعاينون غويهم لا تنقله الحملات ولا تحركه، ولا تزيله المنية عنه ولا تتركه، فكانوا ينظرون إليه، ويظهرون الجلد والاجتهاد لديه، فلما عاينه الموحدون واقفا بمكانه، مقبلا على بهتانه، قصدوا بعون الله لإطفاء ناره وكف عنانه، فصرع لحينه، وأتته نوافذ الخطيات عن يساره ويمينه، وعاد لوقته طريحا، تقلب منه المنايا قلبا قريحا، فانهزم من كان له من الأحزاب، وتساقطوا على وجوههم تساقط الذباب، ولم تقطر كلومهم إلا على الأعقاب، ودعت الضرورة باقيهم إلى الترامي في الوادي، ودام الموحدون في الإصرار على قتلهم والتمادي، فمن كان منهم يؤمل الفرار ويرتجيه، وسبح طامعا في الخروج إلى ما ينجيه، اختطفته الأسنة هناك اختطافا، وأذاقته موتا ذعافا، ومن لج في الترامي على لججه، ورام البقاء بثبجه، قضى لحينه شرقه، ولوى بدينه غرقه، وكان دخولهم فيه في أول مده إلى حين ابتداء الوادي في جزره ونقصانه، وكفه عن حملاته وطغيانه، فدخل الموحدون إلى البقية الكائنة فيه ينالونهم طعنا وضربا، ويلقونهم هولا عظيما وكربا، حتى انبسطت مراقات الدماء، على صفحات الماء، فحكت حمرتها على زرقه حمرة الشفق في زرق السماء، فمن لم تدركه منيته بسنان، أدركه الغرق بشر مكان.</p>",
            "title": "ماست",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001373-000.json"
        }
    ],
    "type": "FeatureCollection"
}