{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الكناسة</h1>\n<p class=\"arabic\">بالبصرة معروفة، وكان بنو أسد وبنو تميم يطرحون فيها كناستهم.</p>\n<p class=\"arabic\">وكناسة الكوفة فيها صلب يوسف بن عمر عامل هشام بن عبد الملك على العراق زيد بن علي بن الحسين بن علي رضي الله عنهم ثم حرق بالنار بعد سنتين وذري في الريح، وذلك سنة إحدى وعشرين ومائة أو سنة اثنتين وعشرين.</p>\n<p class=\"arabic\">وكان زيد بن علي شاور أخاه أبا جعفر محمد بن علي فأشار عليه بأن لا يركن إلى أهل الكوفة إذ كانوا أهل غدر ومكر، وقال له: بها قتل جدك علي وطعن عمك الحسن وقتل أبوك الحسين، وفيها وفي أعمالها شتمنا أهل البيت، وأخبره بما كان عنده من العلم في مدة ملك بني مروان وما يتعقبهم من الدولة العباسية، فأبى إلا ما عزم عليه من المطالبة بالحق، فقال له: إني أخاف عليك يا أخي أن تكون غدا المصلوب بكناسة الكوفة، وودعه أبو جعفر لعلمه أنهما لا يلتقيان، وقد كان زيد دخل على هشام بالرصافة، فلما مثل بين يديه لم ير موضعا يجلس فيه، فجلس حيث انتهى به مجلسه وقال: يا أمير المؤمنين، ليس أحد يكبر عن تقوى الله، ولا يصغر دون تقوى الله عز وجل، فقال له هشام: اسكت لا أم لك، أنت الذي تنازعك نفسك في الخلافة وأنت ابن أمة، قال: يا أمير المؤمنين، إن لك جوابا إن أحببت أجبتك به، وإن أحببت أمسكته عنك، قال: أجب، قال: إن الأمهات لا يقعدن بالرجال عن الغايات، وقد كانت أم إسماعيل أمة لأم إسحاق عليهم السلام، فلم يمنعه ذاك أن ابتعثه الله تعالى نبيا وجعله للعرب أبا وأخرج من صلبه خير البشر محمد صلى الله عليه وسلم، أفتقول لي هذا وأنا ابن فاطمة وابن علي رضي الله عنهما، وقام وهو يقول:</p>\n<p class=\"arabic_poetry\">شرده الخوف فأزرى به * كذاك من يكره حر الجلاد</p>\n<p class=\"arabic_poetry\">منخرق الخفين يشكو الوجى * تنكبه أطراف مرو حداد</p>\n<p class=\"arabic_poetry\">قد كان في الموت له راحة * والموت حتم في رقاب العباد</p>\n<p class=\"arabic_poetry\">أن يحدث الله له دولة * يترك آثار العدا كالرماد فمضى عليها إلى الكوفة، وخرج عنها ومعه القراء والأشراف، فحاربه يوسف بن عمر الثقفي، فلما قامت الحرب انهزم أصحاب زيد وبقي جماعة يسيرة، فقاتلهم أشد قتال وهو يقول متمثلا:</p>\n<p class=\"arabic_poetry\">ذل الحياة وعز الممات * كلا أراه طعاما وبيلا</p>\n<p class=\"arabic_poetry\">فإن كان لا بد من واحد * فسيري إلى الموت سيرا جميلا [v.1, p.495]</p>\n<p class=\"arabic\">وحال المساء بين الفريقين، فانصرف زيد مثخنا بالجراح، وقد أصابه سهم في جبهته فطلبوا من ينتزع النصل، فأتي بحجام من بعض القرى، فاستكتموه أمره فاستخرج النصل فمات من ساعته، فدفنوه في ساقية ماء وجعلوا على قبره التراب والحشيش، وأجري الماء على ذلك، وحضر الحجام مواراته، فعرف الموضع، فلما أصبح مضى إلى يوسف مستنصحا فدله على موضع قبره، فاستخرجه يوسف وبعث برأسه إلى هشام، فكتب إليه هشام أن اصلبه عريانا، فصلبه يوسف كذلك، ففي ذلك يقول بعض شعراء بني أمية يخاطب آل أبي طالب وشيعتهم من أبيات:</p>\n<p class=\"arabic_poetry\">صلبنا لكم زيدا على جذع نخلة * ولم أر مهديا على الجذع يصلب وكان زيد سمع يقول: اللهم إن هشاما وأهل بيته قد طغوا في البلاد وأكثروا فيها الفساد فصب عليهم سوط عذاب، إنك لهم بالمرصاد، وطهر منهم البلاد، واجعلهم نكالا للحاضر والباد وإلى زيد هذا ينتسب الزيدية من الشيعة.</p>\n<p class=\"arabic\">قال أبو بكر بن عياش : كنت إذ كنت شابا إذا أصابتني مصيبة تجلدت ودفعت البكاء بالصبر، فكان ذلك يؤذيني ويؤلمني، حتى رأيت أعرابيا بالكناسة واقفا على نجيب وهو ينشد :</p>\n<p class=\"arabic_poetry\">خليلي عوجا من صدور الرواحل * بجمهور حزوى فابكيا في المنازل</p>\n<p class=\"arabic_poetry\">لعل انحدار الدمع يعقب راحة * من الوجد أو يشفي نجي البلابل فسألت عنه فقيل ذو الرمة، فأصابتني بعد ذلك مصائب فكنت أبكي فأجد بعد ذلك راحة، فقلت: قاتل الله الأعرابي ما كان أبصره.</p>",
            "title": "الكناسة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001293-000.json"
        }
    ],
    "type": "FeatureCollection"
}