{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نهروارة</h1>\n<p class=\"arabic\">مدينة في بلاد الهند ملكها عظيم يسمى بلهرا له جيوش وفيلة، عبادته صنم البد، وهو يحمل تاج الذهب على رأسه ويلبس الحلل المنسوجة بالذهب، ويركب الخيل في سائر الأيام، ويركب في كل جمعة مرة، ويركب حوله نحو مائة امرأة، ولا يمشي معه أحد سواهن، وقد لبسن القراطق المذهبة وتحلين بأحسن الحلية واحتملن الأساور من الذهب والفضة في أيديهن وأرجلهن، وأسبلن شعورهن على أردافهن وهن يتدافعن ويتلاعبن والملك يقدمهن، فأما جملة وزرائه وعظماء رجاله فلا يركبون معه إلا إذا خرج محاربا لمن قام عليه أو اهتضم شيئا من عمالاته، أو إلى من قصده من الملوك المجاورين له، وله الفيلة الكثيرة، وهي عمدة حربه.</p>\n<p class=\"arabic\">ويصل نهروارة كثير من تجار المسلمين، وللمسافرين بها إكرام من ملوكهم وضبط لما بأيديهم، وبسط العدل في أهل الهند طبيعة لا يعولون على شيء سواه، ولفضل عدلهم وحسن سيرتهم ذكروا هم وأهل تلك البلاد بخير، وكثر القاصد إليهم، فبلادهم عامرة وأحوالهم ناجحة وادعة، ومن انقياد عوامها للحق واتباعهم له وكراهيتهم للباطل أن الرجل منهم يكون له عند آخر حق فيلقاه حيث لقيه فيخط له خطا في الأرض كالحلقة، يدخله الطالب في تلك الحلقة فيدخلها المطلوب طائعا ولا يبرح منها إلا بإنصاف خصمه، أو يعفو عنه الذي له الحق، فيخرج من الحلقة.</p>\n<p class=\"arabic\">وطعام أهل نهروارة الأرز والحمص والباقلا واللوبيا والعدس والماش والسمك والحيوانات التي تموت موتا طبيعيا، ولا يذبحون طائرا ولا حيوانا، فأما البقر فإنها محرمة عليهم، فإذا ماتت دفنت دون سائر البهائم.</p>\n<p class=\"arabic\">وأهل الهند يحرقون موتاهم ولا قبور لهم، فإذا مات الملك قطعت له عجلة عريضة ارتفاعها على الأرض مقدار شبرين وتوضع على العجلة قبة مكللة، ويوضع الملك عليها ويطاف به في المدينة كلها تجره عبيده، ورأسه مكشوف لمن يراه وشعره ينجر على تراب الأرض، وينادي عليه مناد بلسان الهند: أيها الناس هذا ملككم فلان ابن فلان، عاش في ملكه فارحا قادرا كذا وكذا سنة، وها هو ذا قد مات وفتح يده بما معه، لا يملك من ملكه شيئا ولا يدفع عن جسمه أذى، ففكروا فيما أنتم إليه صائرون وإليه راجعون، كل هذا باللغة الهندية، فإذا فرغ من التطواف به أخرج إلى مكان النار التي من عادتهم أن يحرقوا بها الموتى، موتى ملوكهم، فيلقونه في النار حتى يحترق.</p>\n<p class=\"arabic\">وأهل الهند لا يحزنون كثيرا ولا يقومون بالهموم جملة، وجملة البلاد الهندية المجاورة للسند الذين قد مازجهم المسلمون يدفنون موتاهم في بيوتهم بالليل تسترا، ويسوون التراب عليهم ولا يبكون ميتا ولا يحزنون عليه كثيرا. والزنا في جميع بلاد البلهرا مباح إلا في المزوجات، والرجل إن ارتضى نكاح ابنته أو أخته أو خالته أو عمته، ما لم يكن مزوجات فعل.</p>",
            "title": "نهروارة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001548-000.json"
        }
    ],
    "type": "FeatureCollection"
}