{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مالقة</h1>\n<p class=\"arabic\">بالأندلس، مدينة على شاطئ البحر، عليها سور صخر، والبحر في قبليها .</p>\n<p class=\"arabic\">وهي حسنة عامرة آهلة كثيرة الديار، وفيما استدار بها من جميع جهاتها شجر التين المنسوب إليها، وهو يحمل إلى مصر والشام والعراق وربما وصل إلى الهند، وهو من أحسن التين طيبا وعذوبة، ولها ربضان كبيران، وشرب أهلها من الآبار، ولها واد يجري في زمان الشتاء وليس بدائم الجري.</p>\n<p class=\"arabic\">وهي من تأسيس الأول، وأكثر المدينة على جسرين من بناء الأول. والجسر داخل في البحيرتين هناك، قد بني بصخر [v.1, p.517] كأنوف الجبال، وقصبتها في شرقي مدينتها عليها سور صخر، وهي في غاية الحصانة والمنعة، وفي هذه القصبة مسجد بناه الفقيه المحدث معاوية بن صالح الحمصي، وكان ممن حضر وقعة مروان بن محمد ليلة بوصير فأنجاه الفرار ولجأ إلى الأندلس فرقا من المسودة، ومات بها، وله روايات وتقدم في السنة والعلم. وجامع مدينة مالقة بالمدينة، وهو خمس بلاطات، ولها خمسة أبواب: بابان منها إلى البحر، وباب شرقي يعرف بباب القصبة، وباب غربي يعرف بباب الوادي، وباب جوفي يعرف بباب الخوخة. وبها مبان فخمة وحمامات حسنة وأسواق جامعة كثيرة في الربض والمدينة.</p>\n<p class=\"arabic\">وذكرها الأول في كتبهم فقالوا: مدينة مالق، لا بأس عليها ولا فرق، آمنة من جوع وسبي ودم، مكتوب ذلك في العلم الذي يكتب، وقد قيل: إن هذه الكلمات وجدت في بعض حجارتها نقشا بالقلم الاغريقي. قالوا: وجميع هذه الآثار التي أمنها منها وبقاؤها عنها قد لحقت بها وجمعت لها في سنة تسع وخمسين وأربعمائة بمحاصرة عباد بن عباد لها، واستطالة برابر قصبتها على أهلها، فشملهم الضر وعمم الفقر، ثم استحلت حرماتهم وسفكت مهجاتهم، فما نجا في البحر إلا الشريد ولا تخلص إلا السعيد، فخلت ديارهم وتغيرت آثارهم. وكذلك عندما نشأت الفتنة في آخر أيام الملثمين وصدرا من دولة الموحدين بقيام ابن حسون فيها، وبعدما قتل فيها من قتل وغرب من غرب قتل نفسه عند قيام أهل البلد عليه، فسبيت حرمه ومزقوا في البلاد كل ممزق: وآسفت حاله، ولله الحكمة البالغة.</p>\n<p class=\"arabic\">ومن مالقة إلى أرشذونة ثمانية وعشرون ميلا، ومرسى مالقة صيفي يكن بالغربي وبإزائه مما يلي المدينة الجسر الذي ذكرناه، ينكسر عليه الموج.</p>\n<p class=\"arabic\">ولما ولي القاضي المحدث الشهير أبو محمد عبد الله بن سليمان بن حوط الله الأنصاري قضاء مالقة وقدم عليها، خرج طلبتها إلى لقائه فأنشدهم:</p>\n<p class=\"arabic_poetry\">مالقة حييت يا تينها * الفلك من أجلك يأتينها</p>\n<p class=\"arabic_poetry\">نهى طبيبي عنك في علتي * ما لطبيبي عن حياتي نها</p>",
            "title": "مالقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001359-000.json"
        }
    ],
    "type": "FeatureCollection"
}