{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أمج</h1>\n<p class=\"arabic\">بفتح أوله وثانيه وبالجيم، قرية جامعة، ما بين مكة والمدينة على أميال من قديد لها سور وهي كثيرة المزارع وأهلها خزاعة، وبها آثار كثيرة وبها نخل، وهي محلة بني نمرة وجماعة من الناس وفيها حوانيت وسوق، وفي الحديث أن النبي صلى الله عليه وسلم خرج من المدينة حتى إذا كان بالقديد بين عسفان وأمج أفطر. ومرت بأمج هذه أم جعفر بنت جعفر بن الزبير بن العوام، فقالت لحاضريها: أبي والله الذي يقول:</p>\n<p class=\"arabic_poetry\">هل في ادكار الحبيب من حرج * أم هل لهم الفؤاد من فرج</p>\n<p class=\"arabic_poetry\">أم كيف أنسى مسيرنا حرما * يوم حللنا بالنخل من أمج</p>\n<p class=\"arabic_poetry\">يوم يقول الرسول قد أذنت * فأت على غير رقبة فلج</p>\n<p class=\"arabic_poetry\">أقبلت أهوي إلى رحالهم * أهدى إليها بريحها الأرج وقال عبد الله بن حية: طفت مع سعيد بن جبير فمر بنا رجل يقال له حميد الأمجي فقلت: أتعرف هذا قال: لا فقلت: هذا الذي يقول فيه الشاعر:</p>\n<p class=\"arabic_poetry\">حميد الذي أمج داره * أخو الخمر ذو الشيبة الأصلع</p>\n<p class=\"arabic_poetry\">علاه المشيب على شربها * وكان كريما فلم ينزع فقال: وكان سفيها فلم ينزع، فقلت: يا أبا عبد الله ليس هكذا، فقال: والله لا كان كريما وهو مقيم عليها.</p>\n<p class=\"arabic\">وحدث مالك بن أنس عن ابن شهاب، قال: تقدم قوم [v.1, p.30] إلى عمر بن عبد العزيز فقالوا: إن أبانا مات، وإن لنا عما يقال له حميد الأمجي أخذ مالنا، فدعا به عمر وقال: أنت الذي يقول فيه الشاعر:</p>\n<p class=\"arabic_poetry\">حميد الذي أمج داره * وأنشد البيتين، قال: نعم، قال: أنا آخذك بإقرارك، قال: أيها الأمير ألم تسمع إلى قول الله عز وجل ` والشعراء يتبعهم الغاوون ` فقال عمر: أنت رجل سوء وكان أبوك صالحا، فقال حميد: وكان أبوك رجل سوء وأنت رجل صالح، فقال: دع هذا وأين مال بني أخيك هؤلاء؟ فقال: سلهم مذ كم فقدوا أباهم فقالوا: منذ عشرين سنة، قال: فهل فقدتم إلا رؤيته؟ فقال عمر: وما ذاك وقد أخذت مالهم، فدعا حميد غلامه فعرفه موضع المال فجاء به بخواتيم أبيهم وقال: أنفقت عليهم من مالي وهذا مالهم بأسره، فصدقوه في كميته، فقال له عمر: لقد دخلت وأنت أبغض الناس إلي ولتخرجن وأنت أحب الناس إلي، اردد المال إليك، فقال: لا، والله لا يعود إلي أبدا، وتركه ومضى.</p>",
            "title": "أمج",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000097-000.json"
        }
    ],
    "type": "FeatureCollection"
}