{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المهدية</h1>\n<p class=\"arabic\">مدينة محدثة بساحل إفريقية، كان يقال لتلك الناحية: جمة، بناها عبيد الله الشيعي الخارج على بني الأغلب، وهو سماها المهدية نسبها إلى نفسه، وكان ابتداء بنيانها في سنة ثلثمائة، وهو عبيد الله بن سالم صاحب شرطة زياد ومن مواليه، وسالم جده قتله المهدي العباسي على الزندقة وكان عبيد الله يلقب بالمهدي، وللناس اختلاف في ثبوت نسبه وأكثرهم نفاه وما أثبته، والعبيديون منسوبون إليه، وانتقلوا إلى الإسكندرية وملكوها وملكوا البلاد المصرية، وكانت لهم دولة شامخة حتى كان آخرهم عبد الله العاضد، فهو الذي حجبه صلاح الدين، ثم تسبب في محو رسمهم وصير الدولة عباسية.</p>\n<p class=\"arabic\">وبين المهدية والقيروان ستون ميلا، والبحر قد أحاط بها من جهاتها الثلاث، وإنما يدخل إليها من الجانب الغربي، وربضها يعرف بزويلة، فيه الأسواق والحمام، وقد مر ذكرها في حرف الجيم . [v.1, p.561]</p>\n<p class=\"arabic\">ولم تزل ذات إقلاع وحط، وهي مدينة حسنة، مقصد للسفن الواردة من المشرق والمغرب والأندلس وبلاد الروم وغيرها، وإليها تجلب البضائع الكثيرة بقناطير الأموال، وهي من القيروان على نحو مرحلتين، وهي نظيفة المنازل، وديارها حسنة وحماماتها جليلة، وبها خانات، وهي بهية المنظر داخلا وخارجا، وأهلها حسان الوجوه نظاف الثياب، وتعمل بها الثياب الرفيعة الجيدة ويتجهز بها إلى الآفاق، وشرب أهلها من المواجل، وآبارها غير عذبة، ويحيط بالمدينة سور مبني بالحجارة عليه بابا حديد لفق بعضه على بعض من غير خشب لا يدرى مثلهما في الصنعة والوثاقة، ولم يكن بها قبل جنات ولا بساتين ولا نخل ولا فاكهة إلا ما جلب إليها.</p>\n<p class=\"arabic\">وبها قيل:</p>\n<p class=\"arabic_poetry\">بنيت بأرجاء المغارب دار * دانت لها الأقطار والأمصار</p>\n<p class=\"arabic_poetry\">لاذت ببرد الماء لما أيقنت * أن القلوب على الحسين حرار وكانت المهدية مدينتين، المهدية يسكنها السلطان وجنوده، وزويلة يسكنها الناس. والمهدية كانت قاعدة البلاد الإفريقية وقطب مملكتها، وتغلب عليها طاغية صقلية سنة ثلاث وأربعين وخمسمائة، وصاحبها يومئذ الحسن بن علي بن يحيى بن تميم بن المعز بن باديس الصنهاجي، وانفصل عنها ومضى إلى بجاية ثم إلى قلعة بني حماد، فلم يجد عند صاحبها ابن عمه نصرة، فاستمر سيره حتى انتهى إلى صاحب المغرب حينئذ، عبد المؤمن بن علي، فحرضه على الطلوع إلى إفريقية، وحضه على استنقاذ المهدية من يد العدو، فهو كان سبب تحركه إلى إفريقية، فوصل إليها ونزل على المهدية بجموعه، وحصر العدو الذي بها إلى أن صالحه على الخروج عنها إلى صقلية فكان ذلك، وصارت المهدية للمسلمين من حينئذ وفي الخبر طول.</p>\n<p class=\"arabic\">وقال أبو عبد الله الحنفي يعرض بأهل المهدية:</p>\n<p class=\"arabic_poetry\">إذا حل بالمهدية الضيف نازلا * وسام القرى زفت إليه الكوامل</p>\n<p class=\"arabic_poetry\">صحاف حكت من أم موسى فؤادها * يغالط فيها حسه ويشاغل</p>\n<p class=\"arabic_poetry\">إذا حسروا عنها المناديل أنشدت * ` وما السيف إلا غمده والحمائل `</p>",
            "title": "المهدية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001492-000.json"
        }
    ],
    "type": "FeatureCollection"
}