{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جلق</h1>\n<p class=\"arabic\">بالشام وهي دمشق. وفي أخبار العجم أن شهريار بنى لدمشوس الملك مدينة جلق وهي مدينة دمشق، وحفر نهرها بردى ونقره في الجبل حتى جرى إلى المدينة. وهناك كانت مساكن آل جفنة الغسانيين الذين مدحهم في الجاهلية حسان بن ثابت رضي الله عنه، وفيهم يقول:</p>\n<p class=\"arabic_poetry\">لله در عصابة نادمتهم * يوما بجلق في الزمان الأول</p>\n<p class=\"arabic_poetry\">أولاد جفنة حول قبر أبيهم * قبر ابن مارية الكريم المفضل</p>\n<p class=\"arabic_poetry\">يغشون حتى ما تهر كلابهم * لا يسألون عن السواد المقبل</p>\n<p class=\"arabic_poetry\">بيض الوجوه كريمة أحسابهم * شم الأنوف من الطراز الأول وسنذكر خبر دمشق في موضعها إن شاء الله تعالى.</p>\n<p class=\"arabic\">وكان آخر ملوك الشام من الغسانيين جبلة بن الأيهم بن الحارث بن ثعلبة بن جفنة بن عمرو ممدوح حسان بن ثابت رضي الله عنه، وأسلم جبلة هذا في خلافة عمر بن الخطاب رضي الله عنه؛ ثم تنصر بعد ذلك ولحق بالروم، وقد اختلف في سبب تنصره، فقيل إنه مر في سوق دمشق فأوطأ رجلا فرسه فوثب الرجل فلطمه، فأخذ الغسانيون ذلك الرجل ودخلوا به على أبي عبيدة بن الجراح رضي الله عنه فقالوا: إن هذا الرجل لطم سيدنا، فقال أبو عبيدة رضي الله عنه: البينة أنه لطمك، قال له جبلة: وما تصنع بالبينة؟ قال: إن كان لطمك لطمته قال: ولا يقتل؟ قال: لا، قال: ولا تقطع يده؟ قال: لا إنما أمر الله تعالى بالقصاص فهي لطمة بلطمة، فخرج جبلة ولحق بأرض الروم وتنصر. وقيل كان سبب ذلك أنه وطئ رجل من بني فزارة على إزار جبلة فلطمه جبلة فأدخله الرجل على عمر بن الخطاب رضي الله عنه، فقال له عمر رضي الله عنه: إنه يلطمك كما [v.1, p.169] لطمته، قال: وتقيده مني وأنا ملك وهو سوقة! قال: إما أن ترضيه وإلا أقدته منك، فإنه قد جمعه وإياك الإسلام فما تفضله إلا بالعافية، قال: والله لقد رجوت أن أكون في الإسلام أعز مني في الجاهلية، قال عمر رضي الله عنه: لا بد من ذلك، قال: إذا أتنصر، قال: إن تنصرت ضربت عنقك. قال: واجتمع قوم جبلة وبنو فزارة فكادت تكون فتنة، فقال جبلة: أخرني إلى غد يا أمير المؤمنين، قال: ذلك لك، فلما كان جنح الليل خرج هو وأصحابه فلم ينثن حتى دخل القسطنطينية على هرقل فتنصر، وأعظم هرقل قدوم جبلة وسر بذلك وأقطعه الأموال والأرضين والرباع.</p>\n<p class=\"arabic\">قال: ويحكى أنه لما بعث عمر بن الخطاب رضي الله عنه إلى هرقل يدعوه إلى الإسلام، فأجابه إلى المصالحة على غير الإسلام، فلما أراد أن يكتب جواب عمر رضي الله عنه قال للرسول: ألقيت ابن عمك جبلة هذا الذي ببلدنا يعني جبلة بن الأيهم الذي جاء راغبا في ديننا؟ قال: ما لقيته، قال: القه ثم إيتني أعطك جواب كتابك، قال الرسول: فذهبت إلى باب جبلة فإذا عليه من القهارمة والحجاب والبهجة وكثرة الجمع مثل ما على باب قيصر، قال الرسول: فلم أزل ألطف في الأذن حتى أذن لي، فدخلت فرأيت رجلا أصهب اللحية ذا سبال وكان عهدي به أسمر أسود اللحية والرأس؛ فنظرت إليه فأنكرته، وإذا به قد دعا بسحالة الذهب فذرها في لحيته حتى عاد أصهب، وهو قاعد على سرير من قوارير قوائمه سود من ذهب، قال: فلما عرفني رفعني معه على السرير فجعل يسائلني عن المسلمين، فذكرت خيرا وقلت: قد أضعفوا أضعافا على ما تعرف، قال: وكيف تركت عمر بن الخطاب رضي الله عنه قلت: بخير، فرأيت الغم في وجهه، قال: فانحدرت عن السرير، قال: لم تأبى الكرامة التي أكرمناك؟ قلت: إن رسول الله صلى الله عليه وسلم نهى عن هذا، قال: نعم صلى الله عليه وسلم، ولكن نق قلبك من الدنس ولا تبال ما قعدت عليه، فلما سمعته يقول صلى الله عليه وسلم طمعت فيه، وقلت له: ويحك يا جبلة ألا تسلم وقد عرفت الإسلام وفضله؟ قال: بعدما كان مني؟ قلت: نعم، قد فعل رجل من بني فزارة أكثر مما فعلت، ارتد عن الإسلام وضرب وجوه المسلمين بالسيف ثم رجع إلى الإسلام، فقبل منه ذلك وخلفته بالمدينة مسلما، قال: ذرني من هذا إن كنت تضمن لي أن يزوجني عمر ابنته ويوليني الأمر من بعده رجعت إلى الإسلام، قال: فضمنت له التزويج ولم أضمن له الأمر، قال: فأومأ إلى خادم بين يديه فذهب مسرعا فإذا خدم قد جاءوا يحملون الصناديق فيها الطعام، فوضعت صحاف الذهب وموائد الفضة، فقال لي: كل، فقبضت يدي وقلت: إن رسول الله صلى الله عليه وسلم نهى عن الأكل في آنية الذهب والفضة، قال: نعم صلى الله عليه وسلم، ولكن نق قلبك وكل فيما أحببت، قال: فأكل في الذهب والفضة وأكلت في الخلنج، قال: فلما رفع الطعام جيء بطساس الفضة وأباريق الذهب، وقال: اغسل يدك فأبيت من ذلك، فغسل في الذهب وغسلت في الصفر، ثم أومأ إلى خادم بين يديه فمر مسرعا فسمعت حسا فإذا خدم معهم كراسي مرصعة بالجوهر، فوضعت عشرة عن يمينه وعشرة عن يساره، فسمعت حسا فإذا عشر جوار قد أقبلن مضمومات الشعور متكسرات في الحلي عليهن ثياب الديباج، فلم أر وجوها قط أحسن منهن فأقعدهن على الكراسي عن يمينه، ثم خرج عشر من الجواري في الشعور عليهن ثياب الوشي متكسرات في الحلي فأقعدهن على الكراسي عن يساره، ثم سمعت حسا فالتفت فإذا جارية كأنها الشمس، على رأسها تاج، على ذلك التاج طائر لم أر أحسن منه، وفي يدها اليمنى جامة فيها مسك وعنبر فتيت، وفي يدها اليسرى جامة فيها ماء، فأومأت إلى الطائر أو قال: فصفرت بالطائر - فوقع في جامة ماء الورد فاضطرب فيها ثم أومأت إليه فوقع في جامة المسك والعنبر فتمرغ فيها، ثم أومأت إليه فطار حتى نزل في صليب تاج جبلة فلم يزل يرفرف حتى نفض ما في ريشه عليه، وضحك جبلة من شدة السرور حتى بدت أنيابه، ثم التفت إلى الجواري التي عن يمينه فقال لهن: بالله أضحكننا فغنين بخفق عيدانهن وقلن:</p>\n<p class=\"arabic_poetry\">لله در عصابة نادمتها * يوما بجلق في الزمان الأول</p>\n<p class=\"arabic_poetry\">يسقون من ورد البريص عليهم * بردى يصفق بالرحيق السلسل</p>\n<p class=\"arabic_poetry\">أولاد جفنة حول قبر أبيهم * قبر ابن مارية الكريم المفضل</p>\n<p class=\"arabic_poetry\">يغشون حتى ما تهر كلابهم * لا يسألون عن السواد المقبل [v.1, p.170]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic_poetry\">بيض الوجوه أعفة أحسابهم * شم الأنوف من الطراز الأول فضحك حتى بدت نواجذه ثم قال: أتدري من قائل هذا؟ قلت: لا والله، قال: قائله حسان بن ثابت شاعر النبي صلى الله عليه وسلم، ثم التفت إلى الجواري التي عن يساره فقال لهن: بالله أبكيننا، فاندفعن يتغنين:</p>\n<p class=\"arabic_poetry\">لمن الدار أقفرت بمعان * بين أعلى اليرموك فالخمان</p>\n<p class=\"arabic_poetry\">ذاك مغنى لآل جفنة في الده * ر مخلى لحادث الأزمان</p>\n<p class=\"arabic_poetry\">قد أراني هناك دهرا مكينا * عند ذي التاج مقعدي ومكاني</p>\n<p class=\"arabic_poetry\">ودنا الفصح فالولائد ينظم * ن سراعا أكلة المرجان قال: فبكى حتى جعلت الدموع تسيل على لحيته، ثم قال: أتدري من قائل هذا؟ قلت: لا أدري، قال: حسان بن ثابت. ثم أنشأ يقول:</p>\n<p class=\"arabic_poetry\">تنصرت الأشراف من أجل لطمة * وما كان فيها لو صبرت لها ضرر</p>\n<p class=\"arabic_poetry\">تكنفني فيها لجاج ونخوة * وبعت بها العين الصحيحة بالعور</p>\n<p class=\"arabic_poetry\">فيا ليت أمي لم تلدني وليتني * رجعت إلى القول الذي قال لي عمر</p>\n<p class=\"arabic_poetry\">ويا ليتني أرعى المخاض بقفرة * وكنت أسيرا في ربيعة أو مضر ثم سألني عن حسان رضي الله عنه أحي هو؟ قلت له: نعم تركته حيا، فأمر لي بمال كثير وكسوة وأمر له بمال وكسوة ونوق موقرة برا ثم قال: إن وجدته حيا فادفع إليه هديتي وأقرأه سلامي، وإن وجدته ميتا فادفعها إلى أهله وانحر الإبل على قبره. فلما قدمت على عمر رضي الله عنه أخبرته خبر جبلة وما دعوته إليه من الإسلام والشرط الذي اشترطه وأني ضمنت له التزويج ولم أضمن له الأمر، قال: فهلا ضمنت له الأمر فإذا فاء الله به إلى الإسلام قضى علينا بحكمه عز وجل، ثم ذكرت له الهدية التي أهداها إلى حسان بن ثابت رضي الله عنه فبعث إليه فأقبل وقد كف بصره وقائده يقوده، فلما دخل قال: يا أمير المؤمنين إني لأجد رياح آل جفنة عندك، قال: نعم هذا رجل أقبل من عنده، قال: هات يا ابن أخي ما بعث إلي معك، قلت: وما علمك؟ قال: يا ابن أخي إنه كريم من عصبة كرام، مدحتهم في الجاهلية فحلف ألا يلقى أحدا يعرفني إلا أهدى إلي معه شيئا، قال: فدفعت إليه المال والثياب وأخبرته بما كان أمر به في الإبل إن وجد ميتا، قال: وددت إني كنت ميتا فنحرت على قبري، قال: ثم جهزني عمر رضي الله عنه إلى قيصر وأمرني أن أضمن لجبلة ما اشترط به فلما قدمت القسطنطينية وجدت الناس منصرفين من جنازته، فعلمت أن الشقاء غلب عليه. قالوا: وكان طوله اثني عشر شبرا.</p>",
            "title": "جلق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000458-000.json"
        }
    ],
    "type": "FeatureCollection"
}