{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جيان</h1>\n<p class=\"arabic\">مدينة بالأندلس بينها وبين بياسة عشرون ميلا وهي كثيرة الخصب رخيصة الأسعار كثيرة اللحوم والعسل، ولها زائد على ثلاثة آلاف قرية كلها يربى فيها دود الحرير، وبها جنات وبساتين ومزارع وغلات القمح والشعير والباقلى وسائر الحبوب، وعلى ميل منها نهر بلون وهو نهر كبير عليه أرحاء كثيرة جدا، وبها مسجد جامع وعلماء جلة.</p>\n<p class=\"arabic\">وجيان في سفح جبل عال جدا وقصبتها من القصاب الموصوفة بالحصانة ومن غر المدن وشريف البقاع، وفي داخلها عيون وينابيع مطردة، منها عين ثرة عذبة عليها قبو من بناء الأول، ولها بركة كبيرة عليها كان حمام الثور فيه صورة ثور من رخام، وحمام الولد، وهما للسلطان، وحمام ابن السليم وحمام ابن طرفة وحمام ابن إسحاق وتسقى بفضلته بسائط عريضة ومن عيونها عين البلاط عليها قبو للأول وماؤها لا ينقص في زمان من الأزمان، على هذه العين حمام يعرف بحمام حسين، وتسقى بها أيضا أرض كثيرة، ومن عيونها عين سطرون وماؤها غزير نمير وعليها سقي كثير، والأرحاء الطاحنة على أبواب المنازل بجيان والجنات بظهور البيوت، وجامع جيان مشرف يصعد إليه على درج من جميع نواحيه، وهو من خمس بلاطات، على أعمدة رخام وله صحن كبير حوله سقائف، وهو من بناء الإمام عبد الرحمن بن الحكم على يد مسرة عامل جيان. وجبل من جبال جيان إذا تبايع أهلها أموالهم فيه شرطوا أنه في مجرى السحاب لأن هذا الجبل في مكان لا يكاد يخطئه السحاب بالرياح المختلفة فهم يغالون فيه لهذه الخاصية.</p>\n<p class=\"arabic\">ولكورة جيان أقاليم عدة وبها أسواق كثيرة وسوقها الجامعة يوم .......... ، وكورتها من أشرف الكور، وهي أشبه الكور بكورة البيرة في طيب بقعتها ووفور غلتها ورفع بذرها وكثرة خيرها، وحريرها يفوق حرير البيرة طيبا، ومن أمثال العامة: يذكر البلدان [v.1, p.183] ويسكن جيان. ولها أقاليم كثيرة وقرى عامرة وعمائر واسعة.</p>\n<p class=\"arabic\">ومن جيان الحافظ أبو علي الجياني الإمام الضابط . وأنشد بعض أهل جيان عند الخروج منها بتغلب العدو عليها:</p>\n<p class=\"arabic_poetry\">أودعكم وأودعكم جناني * وأنثر عبرتي نثر الجمان</p>\n<p class=\"arabic_poetry\">وإني لا أريد لكم فراقا * ولكن هكذا حكم الزمان وقال الخطيب بها على المنبر عند العزم على الانفصال عنها في خطبته: وهذه آخر خطبة تقام بجيان ومن أهل جيان الأستاذ أبو ذر مصعب بن محمد بن مسعود بن عبد الله بن مسعود الخشني المعروف بابن أبي ركب ، وهو القائل بعد خروجه من جيان:</p>\n<p class=\"arabic_poetry\">أجيان أنت الماء قد حيل دونه * وإني لظمآن إليك وصادي</p>\n<p class=\"arabic_poetry\">ذكرتك إن هبت شمالا وإن بدا * لعيني من تلك المعالم بادي</p>\n<p class=\"arabic_poetry\">متى ما أرد سيرا إليك تردني * مخافة آساد هناك عوادي وكان سكن اشبيلية وولي المناكح بها ثم سكن فاس وأقرأ بها ثم ولي قضاء بلده جيان سنة تسعين وخمسمائة، ومن شعره:</p>\n<p class=\"arabic_poetry\">أيا نخلتي يوما بالله أسعدا * غريبا بكى من فقد أهل وجيران</p>\n<p class=\"arabic_poetry\">يحن إلى ظليكما وفؤاده * رهين بأظعان حللن بجيان</p>\n<p class=\"arabic_poetry\">توصل أقصى الغرب والشرق همه * ويذكر أوطانا فحن لأوطان</p>\n<p class=\"arabic_poetry\">وما ذاك عن بغض ولا عن قلى لها * ولكن عدت عنها تصاريف أزمان</p>\n<p class=\"arabic_poetry\">عسى من قضى بالبعد عنهم بلطفه * يسدد من حالي ويصلح من شاني</p>",
            "title": "جيان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000489-000.json"
        }
    ],
    "type": "FeatureCollection"
}