{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الكوفة</h1>\n<p class=\"arabic\">المدينة الكبرى بالعراق والمصر الأعظم وقبة الإسلام، وهي أول مدينة اختطها المسلمون بالعراق في سنة أربع عشرة، وهي على معظم الفرات ومنه شرب أهلها، ومن بغداد إلى الكوفة ثلاثون فرسخا، وهي ثلاث مراحل، والمسافات من بغداد إلى الكوفة في عمارات وقرى عظام متصلة عامرة فيها أخلاط من العجم ونفر من العرب سميت بجبل صغير في وسطها كان يقال له كوفان وعليه اختطت. ونزلها جماعة من أصحاب رسول الله صلى الله عليه وسلم منهم علي بن أبي طالب وابنه الحسين رضي الله عنهما وغيرهما، ويقال لها كوفان أيضا، ولها ضياع ومزارع ونخل كثير، وأهلها مياسير، ومياهها عذبة، وماؤها صحيح، وأهلها من صرح العرب لكنهم الآن متحضرون.</p>\n<p class=\"arabic\">وعلى ستة أميال من الكوفة قبة عظيمة مرتفعة الأركان من كل جانب لها باب مغلق، وهي مسورة من كل ناحية بفاخر الستور، وأرضها مفروشة بالحصر السامانية، يذكر أن بها قبر علي بن أبي طالب رضي الله عنه، وما استدار بالعقبة مدفن لآل علي وآل أبي طالب، وبنى هذه القبة أبو الهيجاء عبد الله بن حمدان في دولة بني العباس، وكان في دولة بني أمية مخفيا لا يؤبه له والكوفة والقادسية والحيرة في أقل من مرحلة.</p>\n<p class=\"arabic\">وقال محمد بن جعفر عن أبيه عن علي بن أبي طالب رضي الله عنه: كانت الكوفة منزل نوح عليه السلام، والكوف الاجتماع.</p>\n<p class=\"arabic\">وكتب عمر بن الخطاب إلى سعد بن أبي وقاص رضي [v.1, p.501] الله عنهما: أنبئني ما الذي غير ألوان العرب ولحومهم، فكتب إليه: إن العرب غير ألوانها وخومة المدائن ودجلة، فأجابه: إن العرب لا يوافقها إلا ما يوافق إبلها من البلاد، فابعث بسلمان وحذيفة رضي الله عنهما، وكانا رائدي الجيش، فليرتادا منزلا ليس بيني وبينكم فيه بحر ولا جسر، فبعث سعد حذيفة وسلمان رضي الله عنهم، فسار كل واحد منهما لا يرضى شيئا حتى أتيا الكوفة فأكبا عليها، وفيها ديارات ثلاثة، فأعجبتهما البقعة فنزلا وصليا، ودعا كل واحد منهما: اللهم رب السموات وما أظلت، ورب الأرضين وما أقلت، ورب الرياح وما أذرت، والنجوم وما هوت، والبحار وما حوت، بارك لنا في هذه الكوفة، واجعله منزل ثبات. ثم رجعا إلى سعد رضي الله عنه بالخبر، وكتب عمر إلى سعد رضي الله عنهما يأمره بنزوله، فارتحل سعد رضي الله عنه بالناس من المدائن حتى عسكر بالكوفة في محرم سنة سبع عشرة.</p>\n<p class=\"arabic\">قالوا : وبصرت البصرة سنة أربع عشرة وكوفت الكوفة سنة سبع عشرة، ثم استأذنوا عمر رضي الله عنه في بنيان القصب، فقال: العسكر أجد لحربكم وأزكى لكم، وما أحب أن أخالفكم فشأنكم، فابتنى أهل المصرين بالقصب، ثم وقع الحريق بالكوفة والبصرة، وكان أشدهما حريقا الكوفة، احترق فيها ثمانون عروسا ولم تبق فيها قصبة، فبعث سعد إلى عمر رضي الله عنهما نفرا يستأذنونه في البناء باللبن ويخبرونه عن الحريق، فأذن لهم وقال: لا يزيد أحدكم على ثلاثة أبيات، ولا تطاولوا في البنيان والزموا السنة تلزمكم الدولة، ولا ترفعوا بنيانا فوق القدر، قالوا: وما القدر؟ قال: ما لا يقربكم إلى السرف ولا يخرجكم عن القصد، وأن يكون الطريق أربعين ذراعا، وما بين ذلك عشرين، والأزقة سبع أذرع.</p>\n<p class=\"arabic\">وأول شيء خط بالكوفة المسجد، فوضع في موضع التمارين من السوق، ثم قام رجل في وسطه رام شديد النزع، فرمى عن يمينه وعن يساره وبين يديه ومن خلفه، وأمر من شاء أن يبني وراء موقع السهام، وترك المسجد في مربعة غلوتين في غلوتين وبني على أساطين رخام كانت للأكاسرة ولم يجعلوا في المسجد مجنبات ولا مواخير، وكذلك كانت المساجد ما خلا المسجد الحرام، فكانوا لا يشبهون به المساجد تعظيما. ثم أمر سعد رضي الله عنه الناس بالنزول، وأظن أن أكثر هذا تقدم في ذكر البصرة.</p>\n<p class=\"arabic\">وشأن هذين المصرين أعظم وأشهر من أن نطول ذكره فلنقتصر على هذا القدر.</p>\n<p class=\"arabic\">وذكر بعضهم أن الخراب استولى على أكثرها، ومن أسباب خرابها قبيلة خفاجة المجاورين لها، لا يزالون يضربون عليها. وبناء هذه المدينة بالآجر خاصة ولا سور لها، وجامعها العتيق كبير في الجانب القبلي منها خمسة أبلطة، ولهذا الجامع آثار كريمة منها بيت إزاء المحراب يقال إنه كان مصلى الخليل عليه السلام، وعلى مقربة منه مما يلي الجانب الأيمن من القبلة محراب محلق عليه بأعواد الساج، هو محراب علي بن أبي طالب رضي الله عنه، وفي ذلك الموضع ضربه عبد الرحمن بن ملجم الخارجي أخزاه الله تعالى، ويقال إن فيه موضعا فيه فار التنور، وفيه موضع فيه كان متعبد إدريس عليه السلام، وفي شرقي هذا الجامع قبر مسلم بن عقيل.</p>",
            "title": "الكوفة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001311-000.json"
        }
    ],
    "type": "FeatureCollection"
}