{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">زويلة</h1>\n<p class=\"arabic\">مدينة كبيرة قديمة في الصحراء بقرب بلاد كانم من السودان وأظنها التي يقال لها زويلة ابن خطاب، وبينها وبين سويقة ابن مثكود ست عشرة مرحلة، وهي صغيرة بها أسواق، [v.1, p.295] ومنها يدخل إلى بلاك السودان، وشرب أهلها من آبار عذبة، وبها نخل كثير وتمرها حسن، والعرب تجول بنواحيها وتضر بأهلها، وكان بناها عبد الله بن خطاب الهواري وسكنها هو وبنو عمه سنة ست وثلثمائة، وهي منسوبة إلى هذا الرجل، وهي الآن عامرة، وهي مجمع الرفاق، وإليها يجلب الرقيق ومنها يخرج إلى بلاد إفريقية وغيرها من البلاد.</p>\n<p class=\"arabic\">ولما فتح عمرو بن العاصي برقة وجبل نفوسة بعث عقبة بن نافع حتى بلغ زويلة وافتتحها، وصار ما بين برقة وزويلة للمسلمين. وبقرب زويلة قصر واجان، وهو قصر عظيم على رأس جبل في طرف المفازة، وهو مثل المدينة، فسار إليهم خمسة عشر يوما، فنزل عليهم وحاصرهم نحو شهر فلم يقدر عليهم، فمضى أمامه على قصور كوار ففتحها وأخذ ملكها فقطع إصبعه، فقال له: لم فعلت هذا. فقال له عقبة: إذا نظرت إلى إصبعك لم تقاتل العرب، وفرض عليهم ثلثمائة وستين رأسا، ثم سألهم هل وراءهم أحد، فلم يعلموا أن وراءهم أحدا، فكر راجعا على قصر واجان فلم يعرض له ولا نزل عليه، وسار ثلاثة أيام، فلما رأوا أنه لم يعرض لهم أمنوا وانبسطوا، فأقام عقبة بموضع يسمى اليوم ماء الفرس، فنفد ماؤهم وأصابهم العطش حتى كاد يهلكهم، قال: فصلى عقبة بأصحابه ركعتين ودعوا الله تعالى، فجعل فرس عقبة يبحث بيده في الأرض حتى انكشف له صفاة فنبع ماء، فنادى عقبة الناس أن احفروا فاحتفروا، فوجدوا ماء معينا زلالا فسمي ماء الفرس، وكان يقال له عقبة المستجاب، ثم كر راجعا إلى قصر واجان من غير طريقه الذي أقبل منه، فلم يشعروا حتى طرقهم ليلا فوجدهم مطمئنين فاستباح ما في مدينتهم من ذراري وأموال ونساء، وقتل مقاتلتهم، ثم انصرف راجعا إلى زويلة، ومن زويلة كر إلى غدامس بعد خمسة أشهر، وسار متوجها إلى المغرب وجانب طريق الجادة وأخذ أرض مزاتة، فافتتح قصورهم حتى انتهى إلى قفصة ففتحها وافتتح بلاد قصطيلية ثم انصرف إلى القيروان، فتوفي شهيدا بتهودة، من بلاد الزاب، حسبما يأتي ذكر ذلك في موضعه.</p>\n<p class=\"arabic\">وزويلة أيضا إحدى المهديتين، كانت متصلة بالمهدية، وكان السلطان وخاصته وجنوده يسكنون المهدية، والأسواق والناس في زويلة، وكانت حسنة المباني والشوارع، وأهلها مياسير نبلاء ذوو أفهام ثاقبة وطريقة في المعاملات جيدة، وأسوارها عالية حصينة وهي مبنية بالحجر، وبها فنادق وحمامات جمة ، ولها من جهة البر خندق كبير تستقر فيه مياه السماء، وبخارجها حمى كان قبل دخول العرب إفريقية وإفسادهم لها جنات وبساتين بسائر الثمار العجيبة والفواكه الطيبة، ولم يبق بها الآن من ذلك كله شيء بل خربت زويلة فلم يكد يبقى لها أثر، وحولها قرى كثيرة ومنازل وقصور يسكنها البداة، ولهم زروع ومواش وأغنام وأبقار وإصابات في القمح والشعير، وبها زيتون كثير يخرج منه زيت طيب عجيب يعم سائر البلاد الإفريقية، وكان يتجهز به إلى المشرق، وبين المدينتين رملة قدر رمية قوس.</p>",
            "title": "زويلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000761-000.json"
        }
    ],
    "type": "FeatureCollection"
}