{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحربية</h1>\n<p class=\"arabic\">محلة ببغداد بالجانب الغربي منها جماعة محدثون، فيها قبر هشام بن عروة ومنصور بن عمار وبشر الحافي وأحمد بن حنبل وغيرهم ومنها عيسى بن موسى بن أبي خالد الحربي وله حكاية، قال إبراهيم بن المدبر: جاءني يوما محمد بن صالح الحسني بعد أن أطلق من السجن فقال: أريد أن أتحدث معك اليوم على خلوة، فقلت: افعل، فخلوت معه وأمرت برد دابته، فلما اطمأن بنا المجلس قال لي: أعلمك أني خرجت في سنة كذا ومن معي من أصحابي على القافلة الفلانية فقاتلنا من كان فيها وهزمناهم، وملكنا القافلة، فبينا أنا أحوزها وأنيخ الجمال إذ طلعت علي امرأة من العمارية ما رأيت قط أحسن وجها منها ولا أحلى منطقا، فقالت: يا فتى إن رأيت أن تدعو لي بالشريف المتولي أمر هذا الجيش فإن لي عنده حاجة، فقلت: قد رأيته وسمع كلامك، فقالت: سألتك بحق الله أنت هو؟ فقلت: نعم وحق رسوله، فقالت: أنا حمدونة بنت عيسى بن موسى بن أبي خالد الحربي، ولأبي محل من سلطانه، ولنا نعمة إن كنت سمعت بها فقد كفاك ما سمعت، وإن كنت لم تسمع بها فسل [v.1, p.193] عنها غيري، ووالله لا استأثرت عنك بشيء أملكه ولك بذلك عهد الله وميثاقه علي، وما أسألك إلا أن تصونني وتسترني، وهذا ألف دينار معي لنفقتي فخذها حلالا، وهذا حلي بأغلى من خمسمائة دينار فخذه وضمني ما شئت بعده آخذه لك من تجار المدينة أو مكة ومن أهل الموسم، فليس منهم من يمنعني شيئا أطلبه، وادفع عني واحمني من أصحابك ومن عار يلحقني. فوقع لقولها من قلبي موضع عظيم، فقلت لها: قد وهب الله عز وجل لك مالك وجاهك ووهب لك القافلة بجميع ما فيها، ثم ناديت في أصحابي: إني قد أجرت هذه القافلة ولها ذمة الله تعالى وذمة رسوله وذمتي، فمن أخذ منها خيطا أو مخيطا فقد أذنته بحرب، فانصرفوا معي وانصرفت، فلما أخذت فحبست فبينا أنا ذات يوم في محبسي إذ جاءني السجان فقال: إن بالباب امرأتين تزعمان أنهما من أهلك وقد حظر علي أن يدخل عليك أحد إلا أنهما أعطتاني دملج ذهب وجعلتاه لي إن أوصلتهما إليك، وقد أذنت لهما وهما بالدهليز فاخرج إليهما، فخرجت إليهما فإذا بصاحبتي، فلما رأتني بكت لما رأت من حالي وثقل الحديد علي، فأقبلت عليها الأخرى فقالت: أهو هو؟ قالت: أي والله هو، ثم أقبلت علي وقالت: والله يا سيدي لو استطعت أن أقيك مما أنت فيه بنفسي وأهلي لفعلت وكنت بذلك مني حقيقا، ووالله لا تركت المعاونة لك والسعي في خلاصك بكل حيلة ومال وشفاعة، وهذه دنانير وثياب وطيب فاستعن بها على موضعك، ورسولي يأتيك في كل يوم بما يصلحك حتى يفرج الله عنك، ثم أخرجت إلي مائتي دينار وكسوة وطيبا، وكان رسولها يأتيني في كل يوم بطعام نظيف ويتواصل برها السجان فلا يمتنع من كل ما أريده حتى من الله بخلاصي، ثم راسلتها فخطبتها فقالت: أما من جهتي فأنا لك سامعة مطيعة، والأمر إلى أبي، فأتيته فخطبتها إليه فردني وقال: ما كنت لأحقق عليها ما قد شاع في الناس عنك في أمرها وقد صيرتها فضيحة، فقمت من عنده منكسرا مستحييا وقلت في ذلك:</p>\n<p class=\"arabic_poetry\">رموني وإياها بشنعاء هم بها * أحق أدال الله منهم معجلا</p>\n<p class=\"arabic_poetry\">بأمر تركناه ورب محمد * عيانا فإما عفة أو تجملا فقلت : إن عيسى صنيعة أخي وهو لي مطيع، وأنا أكفيك أمره، فلما كان من غد لقيت عيسى في منزله وقلت: جئتك في حاجة، فقال: مقضية، فقلت: جئتك خاطبا إليك ابنتك، فقال: وهي أمتك وأنا لك عبد وقد أجبت، فقلت: إني خطبتها على من هو خير مني أبا وأما وأشرف لك صهرا ومتصلا محمد بن صالح العلوي، فقال: يا سيدي هذا رجل قد لحقنا بسببه ما لم يخف عليك وقيلت فينا أقوال، فقلت: أليست باطلة؟ قال: بلى والحمد لله، ولم أزل أرفق به حتى أجاب، فبعثت إلى محمد بن صالح فأحضرته، وما برحت حتى زوجه وسقت الصداق عنه، فصنع محمد بن صالح في ذلك شعرا، ولما حملت إليه حمدونة شغف بها، وكانت امرأة جميلة عاقلة، وله فيها أشعار حسان.</p>",
            "title": "الحربية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000510-000.json"
        }
    ],
    "type": "FeatureCollection"
}