{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مليلة</h1>\n<p class=\"arabic\">من أرض طنجة، وهي قريبة من نهر ملوية بالمغرب، وهي مدينة مسورة بسور حجارة، وداخلها قصبة مانعة، وفيها مسجد جامع وحمام وأسواق، وهي مدينة قديمة، ويقال إن موسى ابن أبي العافية المكناسي جددها وسكنها قوم يقترعون على من يدخلها من التجار، فمن أصابته قرعة الرجل منهم كان تجره على يديه، ولم يصنع شيئا إلا تحت نظره وإشرافه، فيحميه من من يريد ظلمه، ويأخذ منه على ذلك الأجر ويأخذ منه الهدية لنزوله عنده. وذكر أن عبد الرحمن الناصر لدين الله افتتحها سنة أربع عشرة وثلثمائة، وبنى سورها معقلا لموسى بن أبي العافية.</p>\n<p class=\"arabic\">وإلى هذه المدينة وقع ادريس بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم، فإن الحسين بن علي بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم كان قام بالمدينة أيام موسى الهادي، ثم خرج إلى مكة في ذي القعدة سنة تسع وستين ومائة، وخرج معه جماعة من بني عمه وإخوته منهم يحيى وإدريس ابنا عبد الله بن حسن، وبلغ الهادي خبره فولى حربه محمد بن سليمان بن علي فكانت الوقيعة بفخ فقتل الحسين بن علي وأكثر أصحابه، وأفلت ادريس بن عبد الله بن حسن بن حسن بن علي رضي الله عنهم، فوقع إلى مصر، وكان على بريدها واضح مولى صالح بن المنصور، وكان رافضيا، فحمله على بريد إلى أرض [v.1, p.545] المغرب فوقع بمدينة مليلة هذه، فاستجاب له من بها وبأعراضها من البربر، فلما ولي الرشيد وبلغه أمره بعث إلى واضح فضرب عنقه، ودس إلى ادريس الشماخ الشامي مولى المهدي، وكتب له كتابا إلى إبراهيم بن الأغلب، فخرج حتى وصل مليلة، وذكر أنه متطبب وأنه من شيعتهم، ودخل إلى ادريس فأنس به واطمأن به، ثم أنه شكا إليه علة في أسنانه فأعطاه سفوفا مسموما قاتلا وأمره أن يستن به عند طلوع الفجر، فأخذ منه وهرب الشماخ من ليلته، فلما طلع الفجر استن ادريس وأكثر منه في فيه فسقطت أسنانه ومات من وقته، وطلب الشماخ فلم يظفر به، وقدم على إبراهيم بن الأغلب فأخبره بما كان منه، وجاءته بعد مقدمه الأخبار بموت ادريس، فكتب ابن الأغلب إلى الرشيد بذلك، فولى الشماخ بريد مصر وأجازه وأحسن إليه، وولد لإدريس من بعده ولد له من جارية له بربرية تسمى كنزة، سمي باسمه، فنشأ فيهم فعظموه، وعامة من بالمغرب من ذرية الحسن من ولده، وهم إلى الآن في تلك الناحية مالكين لها، وانقطعت عنهم البعوث.</p>",
            "title": "مليلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001440-000.json"
        }
    ],
    "type": "FeatureCollection"
}