{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تنيس</h1>\n<p class=\"arabic\">من مدن مصر، وهي مدينة كبيرة أولية فيها آثار كثيرة للأول، وأهلها ذوو يسار وثروة وأكثرهم حاكة وبها تحاك ثياب الشروب التي لا يصنع مثلها في الدنيا، ويصنع فيها لصاحب مصر قميص لا يدخل فيه من الغزل سدى ولحمة غير أوقيتين وينسج من الذهب أربعمائة دينار قد أحكمه صانعه حتى لم يخرج إلى تفصيل ولا خياطة غير الجيب واللبات تبلغ القيمة فيه ألف دينار، وكذلك إلى الآن يصنع لكل ملك يملك مصر هذا الثوب في كل عام ويسمى هذا القميص البدنة، وليس في جميع الدنيا طراز ثوب كتان يبلغ الثوب منه وهو ساذج دون ذهب مائة دينار عينا غير طراز تنيس ودمياط. ويسكن بجزيرة تنيس ودمياط نصارى تحت الذمة.</p>\n<p class=\"arabic\">وأهل تنيس يصيدون السمانى وغير ذلك من الطير على أبواب دورهم، والسمانى طائر يخرج من البحر فيقع في تلك الشباك، ويقال إن بحيرة تنيس بها كانت الجنتان المذكورتان في القرآن كانتا لرجلين أحدهما مؤمن والآخر كافر فافتخر الكافر بكثرة ماله وولده فقال له أخوه: ما أراك شاكرا على ما رزقت، فنزع ذلك منه، ويقال إنه دعا عليه فغرق الله تعالى جميع ما كان للكافر في البحر حتى كأنها لم تكن في ليلة واحدة.</p>\n<p class=\"arabic\">وهذه البحيرة قليلة العمق يسار فيها بالمعادي وتلتقي فيها السفينتان هذه صاعدة وهذه نازلة بريح واحدة وقلع كل واحدة منهما مملوء بالريح، سيرهما في السرعة مستو، وكانت تنيس أخصب بلاد الله تعالى وأكثرها ثمارا وفاكهة، وكانت مقسومة بين ملكين أخوين كان أحدهما مؤمنا والآخر كافرا، فأنفق المؤمن أمواله في وجوه البر حتى باع من أخيه الكافر حصته من تنيس وزاد فيها الكافر غروسا وأنهارا وبنى فيها مصانع فاحتاج أخوه إلى ما في يده فمنعه وسطا عليه بماله وحشمه واحتقره لفقره، فقال له أخوه المؤمن: ما لي أراك غير شاكر لله تعالى على ما رزقك ويوشك أن ينتزع ذلك منك ويغير نعمته عندك، فأرسل الله تعالى على جناته ومصانعه الماء فأصبحت خاوية على عروشها فهما اللذان عنى الله عز وجل في سورة الكهف: ` واضرب لهم مثلا رجلين جعلنا لأحدهما جنتين من أعناب وحففناهما بنخل وجعلنا بينهما زرعا كلتا الجنتين آتت أكلها ولم تظلم منه شيئا ` إلى آخر الآية، وتركب السفن من تنيس إلى الفرما وهي على ساحل البحر.</p>\n<p class=\"arabic\">وحكى الحافظ محمد بن طاهر المقدسي وكان أحد الرحالين في طلب الحديث والحذق بالتصنيف قال: أقمت في تنيس مدة أقرأ على أبي محمد الحداد ونظرائه فضاقت حالي ولم يبق معي غير درهم وكنت في ذلك اليوم أحتاج إلى خبز وأحتاج إلى كاغد وكنت أتردد إن صرفته في الخبز لم يكن لي كاغد، وإن صرفته في الكاغد لم يكن لي خبز، ومضى على هذا ثلاثة أيام بلياليها لم أطعم فيها، فلما كان بكرة اليوم الرابع قلت في نفسي: لو كان في اليوم كاغد لم يمكني أن أكتب فيه شيئا لما بي من الجوع، فجعلت الدرهم في فمي وخرجت لأشتري الخبز فبلعته، ووقع علي الضحك، فلقيني بعض الناس فقال لي: ما أضحكك؟ قلت: خير، فألح علي فأبيت أن أخبره، فحلف بالطلاق لتصدقني فأخبرته، فأخذ بيدي وأدخلني منزله وتكلف لي طعمة، فلما كان وقت الظهر خرجت أنا وهو إلى الصلاة فاجتمع به بعض وكلاء عامل تنيس يعرف بابن قادوس فسأله عني وقال: إن صاحبي منذ شهر أمرني أن أوصل إليه في كل يوم عشرة دراهم قيمتها ربع دينار وسهوت عنه، فأخذت منه ثلثمائة درهم وكان بعد ذلك يصلني ذلك المقدار إلى أن خرجت إلى الشام.</p>\n<p class=\"arabic\">وفي خبر ابن طولون صاحب مصر أنه لما استدعى القبطي الذي كان ساكنا بصعيد مصر وسأله عن بحيرة تنيس ودمياط قال: كان موضع البحيرة أرضا لم يكن بديار مصر مثلها في طيب [v.1, p.137] التربة وزكاء الريع، قال: وكانت جنانا متصلة ولم يكن بمصر كورة يقال إنها تشبه الفيوم إلا هي وحدها، وكانت أكثر فاكهة منه وكان الماء ينحدر إلى قرى موضع البحر صيفا وشتاء يسقون منه متى شاءوا، وفضل الماء ينصب في البحيرة. وكان بين العريش وقبرس طريق مسلوكة في تنيس وبينهما اليوم سير طويل في البحر، فلما كان قبل افتتاح المسلمين البلاد المصرية بمائة سنة طغى ماء البحر وزاد فأغرق القرى التي كانت في موضع البحيرة فما كان منها في البقاع المرتفعة، فهي باقية إلى الآن وقد أحاط بها الماء. وأذكر حكايته في حرف الصاد في رسم صعيد وبقية الخطاب في قصة له هي مذكورة هناك .</p>",
            "title": "تنيس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000372-000.json"
        }
    ],
    "type": "FeatureCollection"
}