{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جربة</h1>\n<p class=\"arabic\">جزيرة في بحر إفريقية أقرب بلادها إليها قابس، يسكنها قوم من الخوارج وغيرهم والشر والنفاق موجود في جبلتهم ولا يتكلمون بالعربية وهم أهل فتنة وخروج عن الطاعة، وتغلب عليها طاغية صقلية سنة تسع وعشرين وخمسمائة ثم نبذوا طاعته فغزاهم ثانية ورفع جميع سبيها إلى المدينة، وطول جربة ستون ميلا من المغرب إلى المشرق، وعرض الرأس الشرقي خمسة عشر ميلا، ويتصل بها من بعض نواحيها جزيرة زيزو وهي صغيرة جدا ذات نخل وكروم، وبينها وبين البر نحو ميل، وهم نكار خوارج، وجميع أهل هاتين الجزيرتين وهبية لا يماسح ثوب أحدهم ثوب رجل غريب ولا يمسه بيده ولا يؤاكله ولا يأكل له في آنية إلا أن تكون آنية لا يقربها سواه، ورجالهم ونساؤهم يتطهرون في كل يوم عند الصباح ويتوضؤون ثم يتيممون لكل صلاة، وإن استقى عابر سبيل شيئا من مياههم وعاينوه طردوه واستخرجوا ذلك الماء من البئر، وثياب الجنب لا يقربها الطاهر، وثياب الطاهر لا يقربها الجنب، وهم مع ذلك كله يطعمون الطعام ويندبون إليه ويسالمون الناس في أحوالهم، وفيهم عدالة بينة لمن نزل بهم.</p>\n<p class=\"arabic\">وجزيرة زيزو طولها أربعون ميلا وعرضها نصف ميل، وبعضها معمور بالقصور والكروم والنخيل وبعضها تحت الماء يشف على وجهها نحو قامة وأزيد، وخيرات جربة كثيرة وفواكهها طيبة وأرضها عذاة كريمة. [v.1, p.158]</p>\n<p class=\"arabic\">قالوا : وافتتح رويفع بن ثابت قرية من قرى المغرب يقال لها جربة، فقام خطيبا فقال: يا أيها الناس إني لا أقول لكم إلا ما سمعته من رسول الله صلى الله عليه وسلم يقول فينا يوم خيبر: قام فينا فقال: ` لا يحل لامرئ يؤمن بالله واليوم الآخر أن يصيب المرأة من السبي حتى يستبرئها، ولا يحل لامرئ يؤمن بالله واليوم الآخر أن يركب دابة من فيء المسلمين حتى إذا أعجفها ردها، ولا يحل لامرئ يؤمن بالله واليوم الآخر أن يلبس ثوبا من فيء المسلمين حتى إذا أخلقه رده فيه `، وكان رويفع هذا ولاه معاوية رضي الله عنه طرابلس فغزا منها إفريقية ودخلها وانصرف من عامه فيقال مات ببرقة، ويقال مات بالشام.</p>",
            "title": "جربة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000434-000.json"
        }
    ],
    "type": "FeatureCollection"
}