{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">العقيق</h1>\n<p class=\"arabic\">هما عقيقان عقيق بني عقيل حيث قتل صخر بن عمرو بن الشريد أخو الخنساء وذلك في واد منه يسمى بقو وهو على مقربة من عقيق المدينة.</p>\n<p class=\"arabic\">وعقيق المدينة:</p>\n<p class=\"arabic\">على ميلين منها، وقيل على عشرة أميال منها، وفيه نخل وقبائل من العرب.</p>\n<p class=\"arabic\">ومات سعد بن أبي وقاص رضي الله عنه في قصره بالعقيق وحمل على رقاب الناس إلى المدينة. [v.1, p.416]</p>\n<p class=\"arabic\">قال هشام بن عروة : العقيق من قصر المراحل صاعدا إلى النقيع وما سفل عن ذلك فمن زعابة، وقال غيره: العقيق من العرصة إلى النقيع ما بين محجة يين وتخوم الشام. وذكر أن تبعا مر بهذا الموضع لما قدم المدينة فقال: هذا عقيق الأرض، فسمي العقيق.</p>\n<p class=\"arabic\">وعن عامر بن سعد بن أبي وقاص رضي الله عنهما قال: ركب رسول الله صلى الله عليه وسلم إلى العقيق ثم رجع فقال: ` يا عائشة جئنا من هذا العقيق فما ألين موطئه وأعذب ماءه `، قالت: يا رسول الله أفلا تنتقل إليه؟ فقال صلى الله عليه وسلم: ` وكيف وقد ابتنى الناس `.</p>\n<p class=\"arabic\">وقال عبد الله بن مطيع : بات رجلان بالعقيق ثم أتيا رسول الله صلى الله عليه وسلم فقال: ` أين بتما `؟ فقالا: بالعقيق، فقال: ` بتما بواد مبارك `.</p>\n<p class=\"arabic\">وروى عامر بن سعد بن أبي وقاص رضي الله عنهما أن رسول الله صلى الله عليه وسلم نام في العقيق، فقام رجل من أصحابه يوقظه للصلاة، فحال بينه وبينه رجل من أصحابه، فقال: لا توقظه فإن الصلاة لم تفته فتجاذبا حتى أصاب بعض أحدهما رسول الله صلى الله عليه وسلم فأيقظه، فقال:</p>\n<p class=\"arabic\">` ما لكما لقد أيقظتماني وإني لأراني بالوادي المبارك `.</p>\n<p class=\"arabic\">وقال عمر رضي الله عنه: احصبوا هذا المسجد، يعني مسجد رسول الله صلى الله عليه وسلم من هذا الوادي المبارك، يعني وادي العقيق.</p>\n<p class=\"arabic\">ولما أقطع عمر رضي الله عنه العقيق فدنا من موضع قصر عروة قال: أين المستقطعون منذ اليوم؟ فوالله ما مررت بقطيعة تشبه هذه القطيعة، فقام إليه خوات بن جبير الأنصاري فقال: أقطعنيها يا أمير المؤمنين، فأقطعه إياها، وكان يقال لموضعها خيف حرة لؤلؤة.</p>\n<p class=\"arabic\">وقال ربيعة بن عبد الرحمن عن الحارث بن بلال بن الحارث: إن رسول الله صلى الله عليه وسلم أقطع بلال بن الحارث العقيق كله، فلما ولي عمر بن الخطاب رضي الله عنه قال له: إن رسول الله صلى الله عليه وسلم لم يقطعكه لتحجره فأقطعه الناس.</p>",
            "title": "العقيق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001067-000.json"
        }
    ],
    "type": "FeatureCollection"
}