{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الولجة</h1>\n<p class=\"arabic\">بالعراق مما يلي كسكر من البر، وكان فتحها على يد خالد بن الوليد رضي الله عنه سنة اثنتي عشرة.</p>\n<p class=\"arabic\">قالوا : لما وقع الخبر إلى ازدشير بمصاب قارن وأهل المذار أرسل الأندرزغر، وكان فارسيا من مولدي السواد وتنائهم، ولم يكن ممن ولد في المدائن ولا نشأ بها، وأرسل بهمن جاذويه في أثره في جيش، وأمره بغير طريق الاندرزغر، فقال أهل فارس ومولدو أهل المدائن هجاء للاندرزغر بالفارسية، وتفسير ذلك: لا يعود الخل عسلا ولا السوادي فارسا، فأجابهم بالفارسية: لا يلفى الفارسي إلا صلفا. وكان الأندرزغر قبل ذلك على خرج خراسان، الأندرزغر سائرا من المدائن حتى أتى كسكر ثم جازها إلى الولجة، وخرج بهمن جاذويه في أثره وأخذ غير طريقه، فسلك وسط السواد، وقد حشر إلى الأندرزغر من بين الحيرة وكسكر من عرب الضاحية والدهاقين فعسكروا إلى جنب عسكره بالولجة، فلما اجتمع له ما أراد واستتم له أعجبه ما هو فيه، فأجمع السير إلى خالد، ولما بلغ خالدا وهو بالثني خبر الاندرزغر ونزوله الولجة نادى بالرحيل، وخلف سويد بن مقرن وأمره بلزوم الحفير، وتقدم إلى من خلف على أسفل دجلة وأمرهم بالحذر وقلة الغفلة وترك الاغترار، وخرج سائرا في الجنود نحو الولجة حتى ينزل على الأندرزغر وجنوده ومن تأشب إليه، فاقتتلوا قتالا شديدا حتى ظن الفريقان أن الصبر قد فرغ ورفع النصر، واستبطا خالد كمينه وكان قد وضع لهم كمينا في ناحيتين عليهم بسر بن أبي رهم وسعيد ابن مرة العجلي، فخرج الكمين من وجهين، فانهزمت صفوف الأعاجم وولوا، وأخذهم خالد من بين أيديهم، والكمين من خلفهم، فم ير رجل منهم مقتل صاحبه، ومضى الأندرزغر [v.1, p.610] في هزيمته فمات عطشا، وقام خالد في الناس خطيبا يرغبهم في بلاد العجم ويزهدهم في بلاد العرب، وقال: ألا ترون إلى الطعام كرفع التراب، وبالله لو لم يلزمنا الجهاد في الله عز وجل والدعاء إليه ولم يكن إلا المعاش، لكان الرأي أن نقارع على هذا الريف حتى نكون أولى به، ونولي الجوع والإقلال من تولاه ممن اثاقل عما أنتم عليه.</p>\n<p class=\"arabic\">وسار خالد رضي الله عنه في الفلاحين بسيرة فلم يقتلهم، وسبى عيالات المقاتلة ومن أعانهم، ودعا أهل الأرض إلى الجزي والذمة، فتراجعوا، وبارز خالدا يوم الولجة رجل من أهل فارس يعدل بألف رجل، فقتله خالد، فلما فرغ اتكأ عليه ودعا بغدائه؛ وقال خالد في يوم الولجة:</p>\n<p class=\"arabic_poetry\">نهكناهم بها حتى استجاروا * ولولا الله لم يرزوا قبالا</p>\n<p class=\"arabic_poetry\">فولوا الله نعمته وقولوا * ألا بالله نحتضر القتالا</p>\n<p class=\"arabic_poetry\">ألا بالله قوتنا ونبرا * من الحول المقدرة البسالا</p>\n<p class=\"arabic\">ونقارة : في أرض السودان قريبة من غانة، وهي جزيرة طولها ثلثمائة ميل وعرضها مائة وخمسون ميلا، والنيل يحيط بها من كل جهة في سائر السنة، فإذا كان شهر أغشت وحمي القيظ وخرج النبل وفاض، غطى هذه الجزيرة أو أكثرها وأقام عليها المدة التي عادته أن يقيم ثم يأخذ في الرجوع، فإذا انحدر رجع كل من في بلاد السودان المنحشرين إلى تلك الجهة يبحثون طول أيام رجوع النيل، فيجد كل إنسان منهم في بحثه هناك ما أعطاه الله تعالى قليلا أو كثيرا من التبر، وما يخيب منهم أحد، فإذا عاد النيل إلى حده باع الناس ما حصل بأيديهم من التبر، وتاجر بعضهم بعضا، واشترى أكثره أهل وارقلان وأهل المغرب الأقصى، فأخرجوه إلى دور السبك في بلادهم، فيضربونه دنانير ويتصرفون به في التجارات والبضائع وهكذا في كل سنة، وهو أكبر غلة عند السودان وعليها يعولون.</p>\n<p class=\"arabic\">وفي أرض ونقارة بلاد معمورة ومعاقل مشهورة، وأهلها أغنياء، والتبر عندهم وبأيديهم كثير، والخيرات مجلوبة إليهم من أطراف الأرض وأقاصيها وهم سود جدا، ويزرعون الذرة، وبقربها غابات وحولها شجر التوت كثير وتين ونخل كثير.</p>",
            "title": "الولجة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001623-000.json"
        }
    ],
    "type": "FeatureCollection"
}