{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ظفار</h1>\n<p class=\"arabic\">مدينة باليمن وهو اسم مبني على الكسر، قاله أبو عبيدة، وقيل سبيلها سبيل المؤنث لا ينصرف والحجة لهذا القول قول الفند الزماني:</p>\n<p class=\"arabic_poetry\">إنما قحطان فينا حطب * ونزار في بني قحطان نار</p>\n<p class=\"arabic_poetry\">فارجعوا منا فلولا واهربوا * عائذين ليس تنجيكم ظفار وهي قصبة اليمن وقاعدة ملوك حمير في الزمن الأقدم، وبها كان نزولهم، ملكها من حمير سبعة وثلاثون ملكا مدتهم ثلاثة آلاف سنة ومائة وسبعون سنة، وقيل أقل من ذلك، وآخر ملوكهم معدي كرب كان ملكه إلى أن قتلته حرابته من الحبشة أربع سنين فلما قتل بعث انوشروان وهرز في أربعة آلاف من الفرس لإصلاح اليمن، وأمره أن لا يبقي على أحد من بقايا الحبشة، فلم يترك بها أحدا من السودان، وبقي وهرز بصنعاء إلى أن ملك ثم تداولت اليمن عمال الأكاسرة إلى أن أتى الله تعالى بالإسلام. وقد ذكر الناس من مضي سيف بن ذي يزن إلى قيصر ملك الروم ليستنصر به على الحبشة حين غلبوا على اليمن وعاثوا فيها، وإبايته من ذلك، ومسيره بعد ذلك إلى النعمان بن المنذر ووعده له أن يدخله على كسرى عند وفادته عليهم ثم اجتماعه به وشكايته له أمر الحبشة واشتغاله عنه بحرب الروم إلى أن هلك سيف، وإتيان ولده معدي كرب بن سيف يستنجز عدته لأبيه وتجهيز كسرى الجيوش معه إلى اليمن وقتالهم لمسروق بن أبرهة وقتلهم له، وملكهم لليمن ما هو مشهور يغني عن الإطالة به. على أن جمهور الناس على أن سيف بن ذي يزن هو الذي أباد الحبشة وملك اليمن لا ابنه معدي كرب، إنما انفرد بهذا القول الشاذ المسعودي.</p>\n<p class=\"arabic\">قالوا : وعلى باب ظفار مكتوب بالقلم الأول في حجر أسود:</p>\n<p class=\"arabic_poetry\">يوم شيدت ظفار قيل لمن أن * ت فقالت لحمير الأخيار</p>\n<p class=\"arabic_poetry\">ثم سيلت ما بعد ذاك فقالت * إن ملكي للأحبش الأشرار</p>\n<p class=\"arabic_poetry\">ثم سيلت ما بعد ذاك فقالت * إن ملكي لفارس الأحرار</p>\n<p class=\"arabic_poetry\">ثم سيلت ما بعد ذاك فقالت * إن ملكي إلى قريش التجار</p>\n<p class=\"arabic_poetry\">ثم سيلت ما بعد ذاك فقالت * إن ملكي لحمير سحار</p>\n<p class=\"arabic_poetry\">وقليلا ما يلبث القوم فيها * عند تشييدها لحافي البوار [v.1, p.403] من أسود يلقيهم البحر فيها * تشعل النار في أعالي الجدار وقد تقدم هذا في حرف الدال.</p>\n<p class=\"arabic\">وهي الآن خراب، قد تهدم بناؤها وقل ساكنها، وإنما بها الآن بقايا من أهلها.</p>\n<p class=\"arabic\">ومن كلام بعض ملوكهم: من دخل ظفار حمر، وسبب ذلك أن ذا جدن الحميري خرج يطوف في أحياء العرب، فنزل في بني تميم، فضرب له فسطاط، فجاءه زرارة بن عدس مصعدا إليه وكان على قارة مرتفعة، فقال له الملك: ثب، أي اقعد بلغته، فقال زرارة: ليعلمن الملك أني سامع مطيع، فوثب إلى الأرض فتقطع أعضاء، فقال الملك: ما شأنه؟ فقيل له: أبيت اللعن، إن الوثب بلغته القفز، فقال: ليس عربيتنا كعربيتكم، من دخل ظفار فليحمر، أي فليتكلم بلغة حمير. [v.1, p.404]</p>",
            "title": "ظفار",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001024-000.json"
        }
    ],
    "type": "FeatureCollection"
}