{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بلرم</h1>\n<p class=\"arabic\">هي قاعدة بلاد جزيرة صقلية ومدينتها العظمى وهي المدينة المسماة بالمدينة حسبما عناه ابن رشيق في قوله في ذكر هذه البلدة:</p>\n<p class=\"arabic_poetry\">أخت المدينة في اسم لا يشاركها * فيه سواها من البلدان والتمس [v.1, p.101]</p>\n<p class=\"arabic\">وعظم الله معنى ذكرها قسما قلد إذا شئت أهل العلم أو فقس</p>\n<p class=\"arabic\">وبلرم هذه دار الملك بصقلية في مدة الإسلام ومدة الروم، ومنها كانت تخرج الأساطيل للغزو، وهي على ساحل البحر والجبال محدقة بها ولها ساحل حسن، وفيها من المباني الحسنة ما هو مشهور، وفيها المساجد والفنادق والحمامات وحوانيت التجارة، وبها الجامع الأعظم الذي كان في الزمن القديم وفيه من البنايات وغرائب الصنعة وأجناس التزويق والكتابات كل شيء حسن، ولها ربض هو مدينة أخرى تحدق بالمدينة من جميع جهاتها، وبها المدينة القديمة المسماة بالخالصة التي كان بها سكنى السلطان والخاصة في أيام المسلمين وباب البحر ودار الصناعة.</p>\n<p class=\"arabic\">والمياه بجميع جهات مدينة صقلية مخترقة جارية متدفقة وفواكهها كثيرة ومبانيها ومتنزهاتها حسنة رائقة.</p>\n<p class=\"arabic\">وكان إبراهيم بن أحمد بن الأغلب أمير إفريقية نزل على بلرم هذه حين توجه إلى صقلية غازيا ففتح بلرم هذه ودخلها سنة سبع وثمانين ومائتين وقتل من أهلها بشرا عظيما ثم عفا عنهم، وكان المتولي لحربها ابنه أبو العباس الذي كان ولي عهده وتخلى له عن التدبير عندما أظهر التوبة وأنه يريد الحج ثم أظهر أنه يخاف ابن طولون صاحب مصر ولا يمكنه الجواز عليه بمصر، فصرف وجهه وجده إلى الجهاد وأزال المظالم ونادى مناديه بردها وحضور المتظلم إلى مجلسه، ومات وهو محاصر كشنته من صقلية وكان منع من النوم وبه زلق الأمعاء فوصف له دواء عمله وعرض له الفواق، فقيل: الانطلاق والفواق علتان مفنيتان، ولم يشرب ذلك الدواء، واشتغل إبراهيم بنفسه وزادت به العلة فمات في ذي القعدة من سنة تسع وثمانين ومائتين، وأدى أهل كشنته الجزية وهم لا يعلمون بموته، وحمل إلى المدينة بلرم بعد أن صبر فدفن بها، وقبره في بلرم مشهور.</p>",
            "title": "بلرم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000268-000.json"
        }
    ],
    "type": "FeatureCollection"
}