{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">كله</h1>\n<p class=\"arabic\">جزيرة من جزر الهند كبيرة، بها معدن الرصاص القلعي، وهو بها كثير صافي الجوهر، والتجار يغشونه بعد خروجه منها، ومنها يتجهز به إلى جميع الأرض، وبهذه الجزيرة منابت الخيزران، وبها الكافور الجيد، وهو شجر كبير يشبه الصفصاف تظل الشجرة منه مائة رجل وأكثر، والكافور يستخرج من هذه الشجرة بأن يثقب في أعلاها ثقب فتسيل منه عدة جرار، وإذا انقطع الجري ثقب أسفل من ذلك في وسط الشجرة فتنساب منه قطع الكافور، وهو صمغ ذلك الشجر، غير أنه ينعقد في داخلها ثم تبطل تلك الشجرة فتنحى ويقصد غيرها. وخشب شجر الكافور أبيض خفيف.</p>\n<p class=\"arabic\">ويقال لجزيرة كله المنصف، وهي بين أرض الصين وأرض العرب، وتكسيرها ثمانون فرسخا، وبها يجتمع التجار من الصينيين والمسلمين، وإليها يتجهز من عمان فتجلب منها أصناف الطيب كله والرصاص القلعي والأبنوس والبقم وغير ذلك.</p>\n<p class=\"arabic\">ومن طريف أخبارهم ما وقع في الفلاحة النبطية أن في ناحية المشرق جبلا من جبال الصين على إحدى جنبتي الجبل نهر جار، ومن الجانب الآخر كالبحيرة الصغيرة، فيها ماء واقف، وإنه يسمع في تلك البحيرة في الربيع صياح أناس وضجيجهم كصياح الناس سواء، ويتقدم ذلك الضجيج صراخ كصراخ الناس سواء، ثم يسمعون بعقبه جلبة وضجة كضجة الناس حتى لا يشك السامع لذلك أنه ضحيج ناس وصياحهم، وإن ذلك حجارة مختلطة بطين أحمر خلوقي ناعم جدا، وإنه يتدحرج من ذلك الجبل ذلك التراب الحلو في مدرة بعد مدرة، فمتى فلق الإنسان تلك المدرة أو انفلقت بنفسها ظهر بين شقتي تلك المدرة صورة إنسان بجميع أعضاء الناس، لا تخالف ولا تنقص، وإنه إذا توسط الربيع يخرج من ذلك الجبل ناس لهم عظام ولحم وشعر وأيد وأرجل وأعين تامو الصورة إلا أنهم لا يتحركون ولا يتكلمون ولا يمشون كأنهم موتى، يقعون على جنبتي الجبل، ووقوعهم إلى ناحية البحيرة التي ماؤها واقف أكثر، فإنه يظهر في تلك البحيرة في آخر الربيع رؤوس ناس وأذرعهم وسوقهم كأنها مقطعة ملقاة هناك يراها الناس، وربما أخذ بعضها الآخذ فيجدها إذا جسها كأنها أعضاء الناس سواء عظام ولحم وعصب وعروق وكل ما يشاهد في أبدان الناس إلا أن هذه الأعضاء كأعضاء الموتى، وإن قوما من أهل تلك البلاد يأخذون من تراب ذلك الجبل فينقعونه في موضع ندي مغموم فيتكون منه إنسان تام الصورة كسائر الناس، وهو مع ذلك حي يتحرك [v.1, p.494] إلا أنه لا يبقى بعد تحركه حيا إلا يوما أو أكثر قليلا أو أقل قليلا ثم يطفأ سريعا في لحظة. قال: وفي هذا دلالة على أن الناس قد يكونون بالتناسل المعهود المعروف، وقد يكونون على غير التناسل بالطبيعة في مواضع من الأرض توجب ذلك، وإن تلك المواضع كأرحام النساء لتكوين الولد، ولا فرق بين الحيوانات الكبار والصغار التي تتكون بتعفين بعض الأشياء على غير طريق التناسل كالذباب والدود والحناش والعقارب والفأر والزنابير والحيات، وكذلك يتكون ناس وخيل وحمير وجمال وفيلة وسباع، القياس واحد.</p>\n<p class=\"arabic\">وكله مدينة عظيمة ويجمعها ملك ولها حصن وأسواق ومواضع نبيلة، وفيها مبيعات كثيرة، ومنها يجلب الكافور والرصاص، كما قلناه، والجوزة والقاقلة، وأهلها عبدة أوثان، ومياههم من مياه المطر، ومأكولهم الحنطة والماش.</p>",
            "title": "كله",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001291-000.json"
        }
    ],
    "type": "FeatureCollection"
}