{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">باغاية</h1>\n<p class=\"arabic\">مدينة بإفريقية أولية جليلة بقرب مسكيانة ذات أنهار وثمار ومزارع ومسارح، وهي على مقربة من جبل أوراس المتصل بالسوس، وبهذا الجبل قام أبو يزيد مخلد بن كيداد النفزي الزناتي النكار على أبي القاسم بن عبيد الله الشيعي وبه كان مستقر الكاهنة، وكانت حين نهدت إلى حرب حسان بن النعمان الغساني حين أغزاه عبد الملك بن مروان إفريقية اجتازت على باغاية فأخربتها وأخرجت من فيها وظنت أن حسان يريد أن يتحصن بها إلى أن كان من أمرها ما ذكرناه في حرف الألف عند ذكر أوراس.</p>\n<p class=\"arabic\">ورأيت في موضع آخر أنه مسيرة سبعة أيام وفيه قلاع كثيرة يسكنها قبائل هوارة ومسكيانة وهم على رأي الخوارج الاباضية.</p>\n<p class=\"arabic\">وباغاية مدينة كبيرة عليها سوران من حجر، وربض وعليه سور، وكانت الأسواق فيه وأما الآن فالأسواق بالمدينة والأرباض خالية بإفساد العرب لها، ولها واد يجري إليها من جهة القبلة منه شربهم، ولهم أيضا آبار عذبة وكانت لها بواد وقرى وعمارات والآن قل ذلك فيها، وحولها عمارات برابر،، وغلاتهم الحنطة والشعير، وقبض مغارسها لأشياخها.</p>\n<p class=\"arabic\">وعلى أميال منها جبل أوراس المذكور، وهو يشق بلاد الغرب وبلاد إفريقية، فطرفه من البحر الغربي حيث البحر المحيط حيث انتهى عقبة المستجاب رحمه الله، وطرفه الثاني في البحر الشرقي بقرب الإسكندرية وهو المسمى بطرف أوثان الذي إذا عدته المراكب استبشرت بالسلامة، مبدؤه هو الذي بالمغرب وهو جبل المصامدة المسمى بدرن وهو جبل جزولة المسمى بانكسيت، وهو جبل أوراس هذا، ويسكنه لواتة وهو جبل نفوسة، ويدخل طرفه في البحر نحو مائة ميل وأزيد، وله جون عظم، فإن أدخلت [v.1, p.76] الرياح سفينة في هذا الجون عدمت الرياح التي تخرجها منه فلا تجد هناك قرية لأنه جبل صلد وهو أملس مثل الحائط وهذا الجون أعجب عجائب الدنيا.</p>\n<p class=\"arabic\">وبقرب باغاية قبر مادغوس وهو قبر مثل الجبل العظيم مبني بآجر رقيق معقود بالرصاص وبنيت فيه طبقات صغار وصورت فيه جميع الصور من الإنسان والطير والوحوش وهو مدرج النواحي، وقد رام كثير من الناس هدم هذا القبر فلم يقدروا على ذلك، ولا يعلم على الحقيقة ما هو، هل هو قبر أو هيكل، إنما هو بناء قديم لا يعلم له حقيقة وهو مجمع لكل طائر ويقال إن لهم هناك طلاسم.</p>\n<p class=\"arabic\">ويسكن فحص هذه المدينة قبائل من لواتة وضريسة. وإلى مدينة باغاية لجأ البربر والروم وبها تحصنوا من عقبة بن نافع القرشي فدارت بينهم حروب وكانت الدبرة على أهل باغاية فهزمهم عقبة وقتلهم قتلا ذريعا ولجأ فلهم إلى الحصن وغنم منهم خيلا لم يروا في مغازيهم أصلب منها ولا أسرع، من نتاج خيل أوراس، فرحل عنهم ولم يقم كراهية أن يشتغل بهم عن غيرهم. وأهلها اليوم كلهم على رأي الاباضية، وكان حماد عتب على أهل باغاية وشن عليهم الغارات، حكي عنه أنه قال: ما تداهى قط أحد علي ولا خدعني إلا امرأة وكعاء من البربر، فقيل له: وكيف ذلك؟ قال : إن صاحبا لي كان بالقيروان نشأ معي نشأة واحدة لم يفرق بيننا مكتب ولا مشهد، كنت قد خلطته بنفسي وجعلته انسي، فلم يزل على ذلك حتى صرت إلى ما أنا فيه ففقدته، فجعلت أتفقده فلا أقدر عليه ولا أجد سبيلا إلى الوصول إليه، فلما أن عتبت على أهل باغاية وشننت عليهم الغارات لم أنشب في صبيحة ذلك اليوم أن سمعت مناديا ينادي: أنا بالله والأمير، فقلت: ما لك ومن أنت؟ قال: أنا فلان ابن فلان، فإذا هو صاحبي المطلوب قد حبسه عني نسكه وتغلب على هواه، وأظهرت البشر بمكانه ولو شفع في أهل باغاية لشفعته، فجعلت ألطفه وأؤنسه وهو كالولهان، فسألته عن أمره فقال إنه فقد ابنته في من فقد من النساء فقلت: والله لو خرجت إلي بالأمس لحقنت دماء أهل بلدك لحرمتك عندي، فقال: القدر غالب والمحروم خائب، قال حماد: ثم أمرت القواد فأحضروا جميع ما كان في جيوشهم من النساء فعرف فيهن ابنته، قال: فأمرت بسترها وحملها مع أبيها فرفعت صوتها قائلة: لا بالله يا حماد لا رجعت مع أبي ولا رجعت مع الذي غصبني، قلت: فما تريدين؟ قالت: إني لا أصلح إلا للملوك فلا حاجة لي في السوق، قال: فلما سمعت ذلك منها أمرتها أن تكن ما في نفسها، وظننت أنها قد فتنت أو فسدت، قال حماد: ومن، أين تصلحين للملوك؟ قالت: لأن عندي علما لا أشارك فيه ولا يدعيه غيري، قلت: ألا أريتنا شيئا من ذلك؟ قالت: نعم، تأمر بقتل إنسان وتحضر أمضى سيف عنك وأتكلم عليه بكلمات تمنع من تأثيره ويعود بيد حامله أكل من قائمه، قال حماد: إن الذي يجرب فيه لمغرور، قالت: أو يتهم أحد أنه يريد قتل نفسه؟ قلت: لا، قالت: إني أريد أن تجرب ذلك في، فتكلمت على سيف اختاره، ومدت عنقها فضربها السياف ضربة أبان رأسها فاستيقظت من غفلتي وعلمت أنها تداهت علي وكرهت الحياة بعد ما جرى عليها واستبان لأبيها من ذلك مثل الذي بان لي، فجعل يلقي نفسه عليها ويتمرغ في دمها حزنا لما حل به وأسفا لما رأى من عظيم أنفتها واحتيالها في الموت على ما نزل بها، وكانت الكلمات التي تكلمت بها الشهادة.</p>",
            "title": "باغاية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000213-000.json"
        }
    ],
    "type": "FeatureCollection"
}