{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قسنطينة</h1>\n<p class=\"arabic\">من مشاهير بلاد إفريقية، بين تيجس وميلة، وهي مدينة أولية كبيرة آهلة فيها آثار للأول، كثيرة الخصب رخيصة السعر، على نظر واسع وقرى عامرة، وكان لها ماء مجلوب يأتيها على بعد على قناطر بقرب من قناطر قرطاجنة، وفيها مواجل عظام مثل التي في قرطاجنة.</p>\n<p class=\"arabic\">وبها أسواق وتجار، وأهلها مياسير ذوو أحوال وأموال ومعاملات للعرب، وأصحاب حنطة تقيم في مطاميرها مائة سنة لا تفسد والعسل بها والسمن كثير ويتجهز بها إلى سائر البلاد.</p>\n<p class=\"arabic\">وقسنطينة حصينة في غاية المنعة والحصانة لا يعلم بإفريقية [v.1, p.480] أمنع منها، بل ليس لها نظير إلا مدينة رندة بالأندلس، فإنها تشبهها في وضعها والخندق المحيط بها والحافات المحدقة بها شبها كثيرا، لكن هذه القسنطينة أعظم وأكبر وأعلى، فإنها على جبل عظيم من حجر صلد، قد شق الله تعالى ذلك الجبل فصار فيه خندق عظيم يدور بالمدينة من ثلاثة جوانب، ونهرها الكبير يدخل على ذلك الخندق ويدور بالمدينة فيسمع لجريانه في ذلك الخندق دوي عظيم هائل وصوت مفزع، وقد عقد الأولون على هذا الجبل قنطرة عظيمة طبقات بعضها فوق بعض، وعليها الدخول إلى باب المدينة، وهي متصلة بالباب، وقد بني على طرف القنطرة مما يلي باب المدينة بيت على أقباء يسميه أهل المدينة العبور يعنون الشعرى، لأنه معلق في جو السماء، فإذا كنت في وسط هذه القنطرة تعبر إلى الضفة الثانية تظن أنك تطير في الهواء، وترى ماء النهر الكبير في قعر ذلك الخندق البعيد المهوى مثل الجدول الصغير، وهذه المدينة من إحدى عجائب العالم، وهي على نظر واسع كما قلناه، ولها بساتين كثيرة الفواكه، لكنها شديدة البرد والثلوج كثيرة الرياح لعلوها وارتفاعها، وأقرب ما لها من مراسي البحر مرسى القل.</p>\n<p class=\"arabic\">قالوا: وهي على قطعة جبل منقطع مربع، فيه بعض الاستدارة لا يوصل إليه من مكان إلا من جهة باب بغربيها ليس بكبير المنعة ، وهناك مقابر أهلها، ومع المقابر بناء قديم من بناء الأول، وبه قصر تهدم أكثره، وهو دار ملعب من بناء الروم ويحيط بقسنطينة الوادي من جميع جهاتها كالعقد، وليس بها من داخلها سور يعلو أكثر من نصف قامة، ولها بابان: باب ميلة من المغرب، وباب القنطرة في الشرق، والقنطرة من أعجب البنيان لأن علوها يزيد على مائة ذراع، وهي من بناء الروم، قسي عليها قسي، عددها في سعة الوادي خمس، والماء يدخل على ثلاث منها مما يلي جانب المغرب، وهي كما قلناه قوس على قوس، فالقوس الأولى يجري فيها الماء أسفل الوادي، والقوس الأخرى فوقها وعلى ظهرها المشي والجواز إلى البر الثاني، وباقي القوسين اللتين من جهة المدينة مفردتان على الجبل، وبين القوس والقوس أرجل تدفع مضرة الماء ومصادمته عند حملة سيوله، وعلى رقاب الأرجل قسي فارغة صغار ربما زاد الماء في بعض الأوقات فعلا الأرجل ومر في تلك الفرجات، وهي من أعجب ما رئي من البناء وليس في المدينة كلها دار كبيرة ولا صغيرة إلا وعتبة بابها حجر واحد، وكذلك عضادات جميع الأبواب، وبناؤها بالتراب وأرضها حجر صلد، وفي كل دار مطمورتان وثلاث وأربع نقرا في الحجر تبقى الحنطة فيها لبردها واعتدال هوائها، وواديها يأتي من جهة الجنوب ليحيط بها من غربيها ويمر شرقا مع دائر المدينة ويستدير في جهة الشمال إلى أن يصب في البحر في غربي وادي سهر. والقسنطيية من أحصن بلاد الدنيا، وهي مطلة على فحوص ومزارع والحنطة والشعير ممتدة في جميع جهاتها، ولها في داخل المدينة ومع سورها مسقى يستقون منه ويتصرفون منه في أوقات حصارها متى طرقها عدو، وبين قسنطينة وبجاية ستة أيام، أربعة منها إلى جيجل، ومن جيجل إلى بجاية خمسون ميلا.</p>",
            "title": "قسنطينة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001249-000.json"
        }
    ],
    "type": "FeatureCollection"
}