{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صنعاء</h1>\n<p class=\"arabic\">مدينة عظيمة باليمن كان اسمها في القديم أزال فلما وافتها الحبشة ونظروا إلى مدينتها فرأوها مبنية بالحجارة قالوا: هذه صنعة وتفسيرها بلسانهم حصينة، فسميت صنعا. قالوا: والذي أسس غمدان وابتدأ بنيانه واحتفر بيده الذي هو اليوم سقاية بمسجد جامع صنعاء، سام بن نوح عليه السلام؛ لأنه سار يطلب حر البلاد وموضع اعتدال الحر والبرد فلم يجده إلا في جزيرة العرب، فنظر الحجاز فوجده مفرط الحر لمقام الشمس شهرين في مثل ثلاث درجات وكسر على سمته، فسار في الإقليم الأول حتى صار إلى حقل صنعاء فوجده أطيب باعتداله وصحة هوائه، ورآه أرجح إلى البرد منه إلى الحر، ورأى ميله وسطا لا مثل ميل الحمل المتقارب تسير الشمس فيه طولا درجة وعرضا قريبا من نصفها، ولا مثل ميل الجوزاء الذي هو تسع طوله، ورأى الشمس تسامته في السنة كرتين في ثماني درجات من الثور وثلاث وعشرين من الأسد، فإذا كانت الشمس فيها ترى الشمس في أيار صنعاء انتصاف النهار.</p>\n<p class=\"arabic\">وصنعاء مدينة كثيرة الخيرات متصلة العمارات ليس في بلاد اليمن أقدم منها عهدا ولا أكبر قطرا ولا أكثر ناسا، وهي في صدر الإقليم الأول معتدلة الهواء طيبة الثرى، والزمان بها أبدا معتدل الحر والبرد، وكانت ملوك اليمن قاطبة تنزل بها، وهي ديار العرب، وكان لملوكها بها بناء كبير عظم الذكر وهو قصر غمدان، فهدم وصار كالتل العظيم، وأكثر بنيانها في هذا الوقت بالخشب، وبها دار لعمل الثياب المنسوبة إليها، وهي قاعدة اليمن، وهي على نهر صغير يأتي إليها من جبل في شمالها فيمر بها [v.1, p.359] نازلا إلى مدينة ذمار ويصب في البحر اليماني، ومن صنعاء إلى ذمار ثمانية وأربعون ميلا.</p>\n<p class=\"arabic\">وإلى صنعاء ينسب الوشي، ولبعض المتأخرين يذكر ممدوحا له:</p>\n<p class=\"arabic_poetry\">وشى نضار صلاته بلجينه * أعجب بحسن الوشي من صنعاء وبصنعاء مات وهب بن منبه سنة عشر أو سنة أربع عشرة ومائة.</p>\n<p class=\"arabic\">وذكر ابن إسحاق في خبر سيف بن ذي يزن لما وفد على كسرى يستنصره على الحبشة المتغلبين على اليمن أن كسرى وجه معه ثمانمائة رجل واستعمل عليهم وهرز، وكان ذا سن فيهم، فخرج في ثماني سفائن غرقت منها سفينتان، ووصل إلى ساحل عدن ست سفائن، فجمع سيف إلى وهرز من استطاع من قومه وقال له: رجلي مع رجلك حتى نموت جميعا أو نظفر جميعا، فقال له وهرز: أنصفت، ثم إنهم صافوا مسروق بن أبرهة ملك اليمن وجميع جنده، فرماه وهرز فأصابه بنشابة فقتله، وانهزمت جموع الحبشة وهربوا في كل وجه، وأقبل وهرز ليدخل صنعاء حتى إذا أتى بابها قال: لا تدخل رايتي منكسة أبدا، اهدموا الباب، فهدموه، ثم دخلها ناصبا رايته، في خبر طويل.</p>\n<p class=\"arabic\">وتعمل بصنعاء الحبرات من القطن التي لا يقدر في غيرها على اتخاذ مثلها ومنها تحمل إلى البلاد، وكذلك الأردية والعمائم العدنية والثياب السحولية والأدم الطائفي لا يوجد في قطر من الأقطار مثله، والبقر الملمعة فيها تواليع بين بياض وصفرة كأحسن الوشي.</p>\n<p class=\"arabic\">وصنعاء لا تمطر إلا في حزيران وفي تموز وآب وبعض أيلول، ولا تمطر إلا بعد الزوال في أغلب الأمر، يلقى الرجل الرجل نصف النهار والسماء مصحية ليس فيها طخرية فيقول: عجل قبل أن تصب السماء، لأنهم قد علموا أنه لا بد من المطر في ذلك الوقت.</p>\n<p class=\"arabic\">ولما ظهر أمر الأسود العنسي الكذاب بصنعاء، بعث رسول الله صلى الله عليه وسلم رجلا من الأزد أو من خزاعة في أمر الأسود، فدخل صنعاء مختفيا، فنزل على داذويه الابنائي فأخفاه عنده، وتواترت الأنباء في قتل الأسود، فتحرك في قتله نفر منهم قيس بن عبد يغوث المكشوح وفيروز الديلمي وداذويه، وكانت المرزبانة زوجه قد أبغضته، إذ كان تزوجها قسرا وكانت من عظماء فارس، فوعدتهم موعدا أتوا لميقاته وقد سقته الخمر حتى سكر، فسقط نائما كالميت، فدخل عليه قيس وفيروز ونفر معهما، فوجدوه على فراش عظيم من ريش قد غاب فيه، وأشفق فيروز أن يتمادى عليه السيف إن ضربه به، فوضع ركبته على صدر الكذاب ثم فتل عنقه فحولها حتى حول وجهه من قبل ظهره، وأمر فيروز قيسا فاحتز رأسه، فرمى به إلى الناس، ففض الله تعالى الذين اتبعوه وألقى عليهم الخزي والذلة، وأتى الخبر بذلك إلى رسول صلى الله عليه وسلم في مرضه الذي توفي فيه، فقال صلى الله عليه وسلم وذكر الأسود: قتله الرجل الصالح فيروز الديلي وداذويه، والأمر إلى قيس بن المكشوح فكان أمير صنعاء، وكان بها جماعة من أصحاب الأسود، فلما بلغتهم وفاة النبي صلى الله عليه وسلم ثبت قيس والأبناء وأهل صنعاء على الإسلام إلا أصحاب الأسود، ثم ارتد قيس بن المكشوح وأخرج الأبناء من صنعاء فلم يبق بها أحد إلا في جوار، وبلع خالد بن سعيد بن العاصي رضي الله عنه ردة أهل صنعاء فسار يومها إلى أن كان من أمره وأمر قيس ثم إسلامه ما هو مذكور في مواضعه.</p>\n<p class=\"arabic\">وصنعاء أيضا قرية بدمشق.</p>",
            "title": "صنعاء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000927-000.json"
        }
    ],
    "type": "FeatureCollection"
}