{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ميورقة</h1>\n<p class=\"arabic\">هي جزيرة في البحر الزقاقي، تسامتها من القبلة بجاية من بر العدوة، بينهما ثلاثة مجار، ومن الجوف برشلونة من بلاد أرغون، وبينهما مجرى واحد، ومن الشرق إحدى جزيرتيها منرقة، وبينهما مجرى في البحر طوله أربعون ميلا، وشرقي ميورقة هذه جزيرة سردانية، بينهما في البحر مجريان، وغربيها جزيرة يابسة، بينهما مجرى في البحر طوله سبعون ميلا، وغربي يابسة مدينة دانية من بر الأندلس بينهما في البحر سبعون ميلا. وميورقة أم هاتين الجزيرتين وهما بنتاها، وإليها مع الأيام خراجهما. وطول ميورقة من الغرب إلى الشرق سبعون ميلا، وعرضها من القبلة إلى الجوف خمسون ميلا.</p>\n<p class=\"arabic\">فتحها المسلمون سنة تسعين ومائتين إلى أن تغلب عليها العدو البرشلوني وخربها سنة ثمان وخمسمائة، وهي المرة الأولى، ودخل المدينة فلم يجد سوى العيال والأطفال والشيخ الفاني، فلحسابهم أحالوا السيف عليهم، فلما قضى وطره من هذه الجزيرة أسرع الرجوع إلى بلاده. ثم اختلفت عليها ولاة ابن تاشفين، ثم وليها محمد بن علي بن غانية المسوفي، وهو أول ولاة بني غانية ثم تعاقبوا على ولايتها إلى أن كان آخرهم عبد الله بن إسحاق، فوجه إليه الملك الناصر محمد بن يعقوب المنصور بن يوسف بن عبد المؤمن السيد أبا العلا ادريس بن يوسف بن عبد المؤمن والشيخ أبا سعيد بن أبي حفص،، فاجتمعا بدانية فعرض كل واحد منهما من أسند إليه، فكان الفريقان ألفي فارس ومائتي فارس والرماة سبعمائة والرجالة خمسة عشر ألفا، غير غزاة القطع، وكان الأسطول ثلثمائة جفن منها سبعون غرابا وثلاثون طريدة وخمسون مركبا كبارا وسائرها قوارب منوعة، وأما العدد والسلاح والمجانيق والسلالم والمساحي والفؤوس والمعاول والرقائق والحبال فشيء لا يأخذه عدد، وكذلك الدروع والسيوف والرماح والبيضات والأتراس والدرق والقسي وصناديق [v.1, p.567] النشاب، وجملة وافرة من الطعام، فصلوا الجمعة بيابسة وأقلعوا غدوة السبت الرابع والعشرين من ذي الحجة مكمل سنة تسع وتسعين وخمسمائة، فأتوا ميورقة ونزلوا وتقرب العسكر من المدينة ودار الأسطول بالمرسى مع السيد أبي العلا، وخرج إليهم عبد الله بجموعه، فنشبوا في القتال ودافعوا كل الدفاع، وآخر ذلك انهزم ثم صرع فقتل، وغلق باب المدينة فأحاطت بها الرماة وغزاة البحر، فتغلبوا عليها فدخلت ونهبت، ولم يسلم إلا قصبتها، ودخل السيد أبو العلا وأبو سعيد البلد ورأس عبد الله معهما على قناة بيد رجل غزي كان قطعه، فنهيا الناس عن النهب وأمرا بضرب عنق رجل فعل ذلك وخالف النهي، وطيف برأسه، وأمنا الناس ونودي بالأمن في الأزقة والقصبة، فخرج الناس وأمنوا، وكتبا إلى الملك الناصر بالفتح.</p>\n<p class=\"arabic\">وكان السبب في التوجه إلى ميورقة أن المنصور يعقوب كان وجه إلى صاحب ميورقة علي بن إسحاق بن محمد بن غانية يستدعي بيعته، فأنف من ذلك وأساء الرد واحتال على الرسل حتى اعتقلهم وأودعهم في السجون، ثم تحرك من ميورقة علي المذكور إلى بجاية، فاحتال حتى استولى عليها وملكها، ولما تم له ذلك أتى الجزائر فدخلها، ثم مليانة ومازونة، ثم دخل أشير عنوة ثم أتى القلعة فملكها، وبعد ثلاث من دخولها كانت له في العرب الحطمة المشهورة، وبث في هذه البلاد عمالا وحكاما، ثم قصد قسنطينة فسار إليها وحاصرها أشهرا فلم يفلح، وهناك بلغه أن عسكرا بريا وأسطولا بحريا هائلين أتياه من المغرب، ووصل الأسطول والعسكر إلى بجاية، فأخرجا نائبه منها وهو أخوه يحيى، فتوجه إلى أخيه علي وهو على قسنطينة، وخلى للقوم بلدهم، ثم توجها معا نحو القبلة، ومرا بالقلعة فاستأصلاها، ثم سار علي إلى قفصة فأخذها ثم توزر، ومع ذلك جاء عسكر المغرب فيه المنصور يعقوب فجهز إليه عسكرا فالتقوا بوطاة عمرة، فكانت الوقيعة المشهورة والهزيمة العظيمة على عسكر المنصور بعد الإثخان الكثير في أصحابه، وتبددوا في الصحراء.</p>\n<p class=\"arabic\">وكان أول خروج ابن غانية من ميورقة لذلك في سنة ثمانين وخمسمائة وهي السنة التي مات فيها صاحب مراكش والمغرب يوسف بن عبد المؤمن ثم بقي علي بن إسحاق وأخوه يحيى يهيمان في تلك الجهات ولما بلغ المنصور خبر وقيعة عمرة وما جرى فيها على عسكره امتعض من ذلك واستبد برأيه، فتوجه بنفسه حتى نزل على قفصة فحاصرها حصارا عظيما إلى أن نزلوا على حكمه، فحكم فيهم بالسيف، وأثر فيهم الأثر الشنيع، وهدم سورها، ولابن مجبر في ذكر ذلك قصيدة مليحة جدا، منها:</p>\n<p class=\"arabic_poetry\">ما غر قفصة إلا أنها اجترمت * فلم يكن عند أهل الحلم تثريب</p>\n<p class=\"arabic_poetry\">ما بالها زار أمر الله حوزتها * فلم يكن عندها أهل وترحيب وقد ذكرنا ذلك في حرف العين عند ذكر عمرة.</p>\n<p class=\"arabic\">وبعد ذلك كله مات علي بعد أن تفرق جمعه، قيل سهم أصابه وهو على توزر سنة خمس وثمانين وخمسمائة، وتمادت ميورقة على امتناعها إلى أن توفي المنصور في شهر ربيع الأول سنة خمس وتسعين وخمسمائة، وولي ابنه الملك الناصر، فوجه إليها الجيوش وحكم عليها كما قلناه. ثم لم تزل ولاة الملك الناصر تختلف على ميورقة إلى أن كانت المصيبة العظمى والحادث الشنيع بهزيمة العقاب عليه سنة تسع وستمائة، ثم إن الطاغية البرشلوني تحرك إلى ميورقة عازما عليها فنزل عليها أسطوله في شوال سنة ست وعشرين وستمائة، فأراها من القتال وشدة الحصار وأنواع المحن ما لم يجر مثله في زمان وحكم عليها عنوة بعد طول الحصار والقتل والسبي، ثم أخذ واليها ابن يحيى فعذبه أشد العذاب حتى مات، واستولى الشرك على الجزيرة في عام سبعة وعشرين وستمائة.</p>",
            "title": "ميورقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001506-000.json"
        }
    ],
    "type": "FeatureCollection"
}