{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خيبر</h1>\n<p class=\"arabic\">أرض خيبر على ثمانية برد من المدينة، وبها حصون كبيرة، وأول حد خيبر الدومة وهو واد، وسوق خيبر اليوم المرطة، وكان عثمان رضي الله عنه مصرها، ثم حصن وجدة وبه نخل وأشجار، ثم سلالم ثم الأهيل، جبل فيه آطام لليهود ومزارع وأموال تعرف بالوطيح ثم الكثيبة ثم الصهباء، وحصن خيبر الأعظم القموص، وهو الذي فتح علي بن أبي طالب رضي الله عنه، وأسفله مسجد النبي صلى الله عليه وسلم، وهناك نطاة والشق، وهما واديان تليهما أرض تسمى السبخة، وبالشق عين تسمى الحمة وهي التي سماها رسول الله صلى الله عليه وسلم قسمة الملائكة يذهب ثلثا مائها في فلج والثلث الآخر في فلج والمسلك واحد، وقد اعتبرت منذ زمان رسول الله صلى الله عليه وسلم إلى اليوم، تطرح فيها ثلاث خشبات أو ثلاث ثمرات فتذهب اثنتان في الفلج الذي له ثلثا مائها وواحدة في الفلج الثاني، ولا يقدر أحد أن يأخذ من ذلك الفلج أكثر من الثلث، ومن قام في الفلج الذي يأخذ الثلثين ليرد الماء إلى الفلج الآخر غلب الماء وفاض ولم يرجع إلى الفلج الثاني شيء يزيد على الثلث. والعين العظمى بالنطاة تسمى اللحيحة.</p>\n<p class=\"arabic\">وكانت خيبر في صدر الإسلام دار بني قريظة وكان بها السموأل بن عادياء المضروب به المثل في الوفاء.</p>\n<p class=\"arabic\">وفي الخبر : لما نزل رسول الله صلى الله عليه وسلم على خيبر في سنة سبع، وكان الله تعالى وعده إياها في قوله عز وجل: ` وعدكم الله مغانم كثيرة تأخذونها فعجل لكم هذه ` يعني صلح الحديبية والمغانم فتح خيبر، ولما أشرف عليهم رسول الله صلى الله عليه وسلم قال لأصحابه: ` قفوا `، ثم قال: ` اللهم رب السموات وما أظللن ورب الأرضين وما أقللن ورب الشياطين وما أضللن ورب الرياح وما أذرين فإنا نسألك خير هذه القرية وخير أهلها ونعوذ بك من شرها وشر أهلها ثم قال: ` اقدموا بسم الله `، وكان يقولها لكل قرية دخلها قال: واستقبلنا عمال خيبر غادين قد خرجوا بمساحيهم ومكاتلهم، فلما رأوا رسول الله صلى الله عليه وسلم قالوا: محمد والخميس معه، فأدبروا هرابا، فقال رسول الله صلى الله عليه وسلم: ` الله أكبر، خربت خيبر، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين `، وذلك لسنة سبع. وفيها سقط ترس علي رضي الله عنه فأخذ بابا عند الحصن فترس به حتى فتح الله عليه ثم ألقاه، قال أبو رافع مولى رسول الله صلى الله عليه وسلم: فلقد رأيتني مع سبعة أنا أحدهم نجهد أن نقل ذلك الباب فما قوينا عليه، قال: ونزل رسول الله صلى الله عليه وسلم للأموال يأخذها مالا مالا ويفتحها حصنا حصنا.</p>\n<p class=\"arabic\">وظهرت بخيبر في سنة تسع عشرة نار فسارت في الأرض، فأمر عمر رضي الله عنه الناس بالصدقة فتصدقوا فهمدت.</p>",
            "title": "خيبر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000582-000.json"
        }
    ],
    "type": "FeatureCollection"
}