{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">توزر</h1>\n<p class=\"arabic\">هي قاعدة كور قصطيلية من البلاد الجريدية، ولها سور عظيم حصين وبها نخل كثير جدا وتمرها كثير يعم بلاد إفريقية وبها الأترج الكثير الطيب، والبقول بها موجودة متناهية في اللذة والجودة، وسعر طعامها غال في أكثر الأوقات لأنه يجلب إليها والحنطة والشعير بها قليلان، وبينها وبين الحمة مرحلة صغيرة.</p>\n<p class=\"arabic\">وعليها هلك علي بن إسحاق الميورقي جاءه سهم في ترقوته فقضى نحبه، وكان انتقم من أهلها سنة اثنتين وثمانين وخمسمائة وحصرها مدة وضيق عليها وتحرك إليه صاحب مراكش فكان من أمره ما ذكر.</p>\n<p class=\"arabic\">وهي مدينة كبيرة قديمة عليها سور مبني بالحجارة والطوب وحولها أرباض واسعة ولها أربعة أبواب وعليها غابة كبيرة وهي أكثر بلاد الجريد تمرا ومنها تمتار جميع بلاد إفريقية وبلاد الصحراء بالتمر لكثرته بها ورخصه، ولأنها على طرف الصحراء لا يعلم ما وراءها ولا قدر أحد قط على الدخول في الصحراء التي في قبلتها، ويقال إن بتلك الصحراء وادي رمل يجري مجرى المياه وهذا مستفيض، وأهلها من بقايا الروم الذين كانوا بإفريقية قبل الفتح، وكذلك أكثر أهل قصطيلية ببلاد الجريد لأنهم في دخول [v.1, p.144] المسلمين إفريقية أسلموا على أموالهم، وفيهم من العرب الذين سكنوا فيها من المسلمين عند افتتاحها، وفيهم من البربر الذين دخلوها في قديم الزمان عند خروجهم من بلادهم وانجلائهم عنها، فإن بلاد البربر إنما كانت أرض فلسطين من ديار الشام وما جاور تلك البقاع، وكان ملكهم جالوت الجبار الذي قتله داود عليه السلام، فتفرقوا في البلاد ومضى أكثرهم نحو المغرب حتى وصلوا أقاصي بلاد المغرب على أزيد من ألفي ميل من القيروان فأوطنوها، وكانت بلاد إفريقية للافرنجة فأجلتها البرابر عنها إلى جزائر البحر مثل صقلية وغيرها ثم تراجعت الافرنجة إلى مدنها على موادعة وصلح مع البربر، فاختارت البربر سكنى الجبال والرمال وأطراف البلاد، وصارت الروم إلى المدن والعمائر حتى جاء الإسلام وافتتحت إفريقية فانجلت الروم أمامهما إلى جزائر البحر وغيرها إلا من أسلم وبقي في بلده وعلى ماله، مثل أهل قصطيلية وغيرها من البلاد.</p>\n<p class=\"arabic\">وأهل توزر يبيعون زبل مراحيضهم، وهم يعيرون بذلك، لأنهما لا يدخلون المراحيض بالماء لئلا يفسد الزبل، فإذا دخل أحدهم المرحاض مشى إلى أحد السواقي التي تشق مدينتهما أو إلى الوادي فاغتسل، ويمشي عندهم دلال المراحيض بالزبل في الإناء فإذا كان جافا حرص عليه وإذا كان رطبا زهد فيه، ويصنعون في جناتهم مراحيض على الطرق للعامة لمن كان مضطرا أو غريبا ليس من أهلها، أما البلدي فلو أمسك ذلك يومين ما رماه إلا في مرحاضه وذلك لتدمين أرضهم لأنها في غاية الجفوف لقربها من الصحراء. وتتفاضل بلاد الجريد في رطوبة الأرض ودهنيتها، وتوزر أيبسها.</p>",
            "title": "توزر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000387-000.json"
        }
    ],
    "type": "FeatureCollection"
}