{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الغوير</h1>\n<p class=\"arabic\">نفق في حصن الزبا، وفيه قيل المثل: عسى الغوير أبؤسا، قالته الزبا. وذلك أن الزبا لما قتلت جذيمة قال قصير بن سعد لعمرو ابن أخت جذيمة: ألا تطلب بثأر خالك؟ قال: وكيف أقدر على الزبا وهي أمنع من عقاب لوح الجو، فأخرجها مثلا، فقال قصير: اعمد إلى سرتي فاصطلمها واجدع أنفي وأذني، واضرب ظهري ضربا موجعا، ودعني وإياها، ففعل ذلك، فلما سار إليها أعلمها سبب قصده إياها، وأن عمرا قد فعل ذلك به لما توهمه أنه أشار على جذيمة بالإقبال إليها حتى فعلت به ما فعلت، فصدقته وظنت الأمر كما وصف، ووعدته بالإحسان إليه، فأحسن خدمتها وأظهر النصيحة وحسنت منزلته عندها، وتحلى عندها بالتجارة وزينها لها، فبعثت معه مالا وإبلا إلى العراق، فصار قصير إلى عمرو في سر وأخذ منه مالا وزاده على مالها واشترى طرفا من طرف العراق ورجع إليها فأراها الأرباح، فسرت به، ثم جهزته مرة أخرى فأضعف لها المال حتى عجبت من ذلك، وازدادت به سرورا وغبطة، فلما كانت المرة الثالثة أعد لها جوالق وأدخل في الجوالق رجالا بسلاحهم، وذلك بموافقة من عمرو، وقد سار معه، فكانا يسيران الليل ويكمنان بالنهار، ومع ذلك فإن الزبا لما بعد خبره عنها سألت عنه فقيل لها: أخذ الغوير، فقالت: عسى الغوير أبؤسا، فأرسلتها مثلا، ودخل قصير إلى الزبا والعير متأخرة عنه، فقال لها: قفي فانظري إلى العير، فرقت سطحا لها، فجعلت تنظر إلى العير وهي تمشي قليلا قليلا فأنكرت مشيتها وقالت:</p>\n<p class=\"arabic_poetry\">ما للجمال مشيها وئيدا * أجندلا يحملن أم حديدا * أم صرفانا باردا شديدا * أم الرجال جثما قعودا * والصرفان: الرصاص، فانتهوا إلى الحصن الذي هي فيه وقد أظلم [v.1, p.430] الليل، وشغلت هي ولم ترتب بقصير، فلما دخلت العير المدينة تقدم قصير فوقف على الباب وعليه بوابون من النبط وفيهم رجل بيده سفود فطعن جولقا منها فأصاب رجلا، وقال البواب: الشر الشر فانتضى قصير سيفه فضرب به البواب فقتله، وجاء عمرو على فرسه فدخل الحصن، وبركت الإبل، وحلت الرجال الجوالق ومثلوا في المدينة بالسلاح، وكانت الزبا قد اتخذت سربا أجرت به الماء من قصرها إلى قصر أختها، فقصده عمرو وقد كان وصفه له قصير، ووصف له الزبا، وكانت الزبا وصف لها عمرو بصورته على كل حالاته، تريد بذلك أن تعرفه لتأخذ حذرها منه، فلما رأت الزبا عمرا عرفته، فولت هاربة، فلحقها عمرو، فلما أيقنت بلحاقه إياها مصت خاتما في يدها مسموما وقالت: بيدي لا بيدك يا عمرو، فماتت مكانها، وقيل إنه جللها بالسيف، ثم استباح بلادها واستولى على ملكها، وقيل: بل إنما أصل المثل: عسى الغوير أبؤسا أنه كان غار فيه ناس، فانهار عليهم وأتاهم فيه عدو فقتلهم فصار مثلا لكل شيء يخاف عليه أن يأتي منه شيء ثم صغر الغار والأبؤس جمع البأس.</p>",
            "title": "الغوير",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001113-000.json"
        }
    ],
    "type": "FeatureCollection"
}