{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جنجالة</h1>\n<p class=\"arabic\">حصن بالأندلس في شمال مرسية، فيها حبس أبو زيد عبد الرحمن بن موسى بن يوجان بن يحيى الهنتاتي الذي كان وزير المنصور من بني عبد المؤمن ثم أنهض في زمان ابنه الناصر إلى ولاية تلمسان وإصلاح الطرق من عيث زناتة. ولما تمكن أبو سعيد بن جامع وزير المستنصر سعى في ولاية تلمسان لعمه السيد أبي سعيد بن المنصور وحبس ابن يوجان، وجعل بنوه يكتبون سطورا بالبراءة من أفعاله وفرقوها على البلاد. ولما زاد أبو سعيد بن جامع الوزير تمكينا في سنة سبع عشرة وستمائة بعد تأخيره من الوزارة بلغه أن ابن يوجان شمت به وهو في حبسه بتلمسان وتكلم ورجا التسريح، فما كان عنده خبر حتى وصل إليه من جاز به إلى الأندلس وحبسه في حصن جنجالة. ولما حمل إلى ذلك الثغر السحيق وظنوا أن الداء قد حسم بذلك [v.1, p.174] الاقصاء والتفريق، وفرقوا بنيه على البلاد، قضى الله تعالى أن مات أبو سعيد بن جامع، وخلص ابن يوجان من ذلك الحصن، وقلب الدولة وسعى في الفتنة، وذلك أنه لما وصل الخبر إلى مرسية بوفاة المستنصر يوسف بن محمد الناصر بن يعقوب المنصور بن يوسف بن عبد المؤمن واستخلاف المبارك عبد الواحد بن يوسف بن عبد المؤمن بمراكش والأمر لابن يوجان بالمسير إلى جزيرة ميورقة قرأ قول الله تعالى ` ويستعجلونك بالسيئة قبل الحسنة ` وطلب الاجتماع بالسيد أبي محمد عبد الله بن المنصور صاحب مرسية يومئذ، فلما حضر عنده قال له: أراهم قد أخرجوا الإمامة عن عقد سيدنا المنصور رحمة الله عليه، وأنا أشهد أنه قال: إن لم يصلح محمد فعبد الله فقد نص عليكم وان طلبتموها لم يخالفكم أحد مع كراهية الناس في بني جامع الذين قد اتخذوا الوزارة وراثة، وجعلوا يقصون من الحضرة كل من هو مؤهل لوزارة واستشارة، وقد وطأ الله لكم هذا الأمر بأن جعل إخوتكم الميامين أولاد المنصور بقرطبة ومالقة وغرناطة، فأول ما قدم مخاطبتهم بذلك وتهييج حفائظهم في خروج الإمامة عن بيتهم؛ وكان السيد أبو محمد هذا لم يبايع عمه عبد الواحد بعد، وهو ناظر في البيعة فأصغى إلى ابن يوجان؛ وعلم أنه قد تقدم له في هذا الأمر سابقة بوزارة المنصور وأن الموحدين يصيرون إلى قوله في البرين، فنصب نفسه للإمامة وتلقب بالعادل، وخاطب اخوته فجاوبوه؛ ثم انتقل العادل من مرسية إلى اشبيلية ومعه ابن يوجان وهو غالب على جميع التدابير ناظر في مخاطبات ولاة العدوة والتطلع لأخبار مراكش.</p>\n<p class=\"arabic\">ثم إن العادل أراد أن يستريح من ابن يوجان لتفرغ أتباعه إلى تدبير الآراء والاستبداد بحضرته فإنه غم الجميع وكان ابن يوجان إذا احتوى على أمر ضم أطرافه ولم يترك لأحد منه شيئا، ولذلك رماه أهل الدول عن قوس واحدة، فرسم له العادل ركوب البحر إلى سبتة ليكون بها نائب سلطانه وناظرا في جميع بر العدوة، فركب في القطائع من نهر اشبيلية إلى سبتة؛ وذلك كله في سنة إحدى وعشرين وستمائة، فاشتغل بالنظر في بلاد العدوة. ثم إن العادل خلع واجتمع أهل الحل والعقد وقالوا: نحب أن لا نبيت الليلة إلا بإمام، فقال لهم ابن يوجان: إن رأيتم أن تتربصوا حتى تتحقق أخبار أبي العلا صاحب الأندلس فقد ظهرت نجابته بتلك البلاد، وقد ذاق الاستبداد، وما أظنه يترك هذا الأمر لغيره، فعدلوا عن كلامه وأجمع أبو زكريا ابن الشهيد وأبو يعقوب بن علي على مبايعة أبي زكريا يحيى بن محمد الناصر ثم خاطب أبو العلا المذكور لابن يوجان يدعوه إلى مبايعته فأجابه وكذلك خاطبه هلال بن مقدم أمير الخلط، وعمرو بن وقاريط شيخ هسكورة في شأن مبايعة أبي العلا والتضييق على أهل مراكش الذين انحرفوا عن مبايعة أبي العلا وأخذ رأي ابن يوجان ومشاركته في ذلك، فأجابهما بأن لا يغبا الغارات طرفة عين وأن يجهدا في قطع الطرق حتى تحوج الضرورة أهل مراكش إلى مبايعة أبي العلا وإخراج من لا ينفعهم، فلما تواصلت مصائب العرب وهسكورة على مراكش وصاروا لا يخرج منهم جيش إلا هزموه وغنموه حتى أفنوا كثيرا من رجالها اجتمع أهل الرأي فيها على قتل ابن يوجان إذ كان في اعتقادهم أنه يغري العدو الظاهر بإهلاكهم، فاطلع ابن يوجان ، وابنه الأكبر أبو محمد على ذلك، فاختفى هو في غرفة لبعض أتباعه في جهة ريثما يخفى عن العيون، ووقع ابنه في درب من دروب هرغة، فاختفى في مسجد هناك، ووقع النهب في جميع ما كان لهما، وصار الرمال والسائس والدخاني وأمثالهم يضع كل واحد منهم يده في من وقع له من الحرم وغير ذلك، ولا أحد ينكر، ولا يقدر من ينكر أن يلفظ بذلك، لأنهم كانوا عند العامة مباطنين لأعدائهم، ووقع البحث على الشيخ ابن يوجان وعلى ولده، فأما الشيخ فانتهى إليه جزار فصاح بصاحب له استعان به على جره فجراه وذبحه الجزار وغدا برأسه إلى أبي زيد ابن الشيخ أبي محمد عبد الواحد إذ هو ابن عمه، لأن أبا زيد المقتول هو عبد الرحمن بن موسى بن يوجان بن يحيى الهنتاتي وأبو زيد الواصل بالعسكر هو عبد الرحمن بن عبد الواحد بن أبي حفص بن يحيى، فيحيى يجمع بين أبي حفص وبين يوجان، وجعل الله تعالى بين هذين البيتين ما جعل بين بني هاشم وبني أمية؛ وأما ابنه الوزير أبو محمد فنمي خبره إلى أولاد أبي زكريا ابن الشهيد فوصلوا إليه وأخرجوه وضربوا عنقه على باب المسجد وكان قتلهما في سنة خمس وعشرين وستمائة.</p>",
            "title": "جنجالة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000464-000.json"
        }
    ],
    "type": "FeatureCollection"
}