{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القسطنطينية</h1>\n<p class=\"arabic\">كانت رومة في القديم دار مملكة الروم نزلها من ملوكهم تسعة وعشرون ملكا، ثم ملك بها قسطنطين الأكبر ثم انتقل إلى بزنطية وبنى عليها سورا وسماها القسطنطينية، وقد كان اسمها طوانة ثم نسبت إلى قسطنطين، وبينها وبين عمورية ستون ميلا في قرى وعمارات.</p>\n<p class=\"arabic\">وخليجها المشهور بها هو الداخل من بحر الشام الواقع في البحيرة التي تتصل بالقسطنطينية، وإلى ذلك الخليج يصل التجار المختلفون من العراق والشام وغيرهما إلى القسطنطينية ويعبرونه في السفن إلى العدوة الثانية، وهو الذي عبر فيه رسول معاوية بن أبي سفيان حين وجهه للاحتيال على البطريق الذي لطم وجه الرجل المسلم في الحكاية المشهورة.</p>\n<p class=\"arabic\">ومدينة القسطنطينية ثلاث نواحي: ناحيتان منها في البحر الأعظم مما يلي القبلة والمشرق والمغرب، والناحية الثالثة [v.1, p.481] مما يلي البر وفيه باب الذهب، وهي التي تلي الشمال، وطولها من الباب الشرقي إلى الباب الغربي ثمانية وعشرون ميلا، ولها حيطان من حجارة، وبينهما فضاء تسعون ذراعا، وعرض السور الداخل اثنتا عشرة ذراعا، وسمكه اثنتان وسبعون ذراعا، وعرض السور الخارج ثمان أذرع، وسمكه اثنتان وأربعون ذراعا وفيما بين السورين نهر يسمى قسطنطيانوس، وهو مغطى ببلاط نحاس، طول كل بلاطة ست وأربعون ذراعا وعدة ما فيه من البلاطات اثنتان وأربعون ألف بلاطة، وعمق النهر اثنتان وأربعون ذراعا، وفيما بين باب الذهب، وهو باب مضبب بالحديد، أعمدة بالذهب، وطوله إحدى وعشرون ذراعا، وبين باب الملك اثنا عشر ميلا ولها من الأبواب نحو مائة باب أكبرها باب الذهب، وليس يدرى مثلها في الكبر قطر إلا قطر رومة.</p>\n<p class=\"arabic\">وبها القصر الشائع ذكره شماخة بناء واتساع قطر وحسن ترتيب، وفيه البذرون الذي يتوصل منه إلى القصر، وهو من عجائب الدنيا فإنه ملعب وزقاق يمشى فيه بين سطرين من صور مفرغة من النحاس البديع الصناعات، منها على صور الأدميين وضروب الخيل والسباع إلى ما سوى ذلك من الأشكال، وبالقصر وبما دار به ضروب من العجائب المصنوعات، ودون الخليج من جهة بلاد الأرمن أحد عشر عملا.</p>\n<p class=\"arabic\">ودور قصر الملك فرسخ يحيط به سور منيف، وله ثلاثة أبواب، والذي يظهر يوم الشعانين من صلب الذهب أحد وعشرون ألف صليب، ومن صلب الحديد والنحاس المنقوشة المموهة بالذهب عشرة آلاف ومائتان، ومن المصاحف التي تقرأ في الكنيسة، رقومها من ذهب مكتوبة بالذهب والفضة، ستة آلاف وأربعمائة، وفيها من الشمامسة ومن تجري عليه الأرزاق ثمانية وأربعون ألفا لا ينقص عددهم، كلما مات أحدهم أقاموا مكانه آخر، ووضع قسطنطين في أعلى هذه الكنيسة آلة مطلسمة، وهو زرزور من نحاس إذا كان وقت الزيتون حشر إليها كل زرزور هناك، فيأتيها الزرزور بثلاث زيتونات اثنتان في مخلبيه وثالثة في منقاره فيضعها عنده ثم ينصرف غاديا، ولا يزال ذلك دأبه طوال أمد الزيتون.</p>\n<p class=\"arabic\">فإذا أراد الملك الخروج إلى هذه الكنيسة العظمى فرش له في طريقه من باب القصر إلى الكنيسة حصر، من فوق الحصر ضروب الرياحين الطيبة، وتزين دور المدينة يمنة ويسرة بالديباج وضروب ثياب الحرير، ثم يخرج بين يديه عشرة آلاف شيخ مشاة، عليهم كلهم ديباج أبيض، ثم يخرج بعدهم عشرة آلاف خادم، عليهم ديباج لون السماء، في أيديهم الطبرزينات الملبسة بالذهب، ثم يخرج بعد ذلك خمسة آلاف من فتيان الصقالبة عليهم ملحم خراساني أبيض، بأيديهم كلهم صلبان الذهب، ثم يخرج من بعدهم عشرة آلاف غلام أتراك وخزر، عليهم أقبية مذهبة، وبأيديهم رماح وأترسة ملبسة بالذهب، ثم يخرج بعدهم مائة بطريق، عليهم ثياب منسوجة بالذهب، في يد كل واحد منهم قضيب من ذهب ثم يخرج مائة غلام عليهم ثياب مشهورة مرصعة باللؤلؤ، يحملون تابوتا من ذهب، فيه كسوة الملك لصلاته، ثم يخرج رجل بين يديه يسكت الناس، ثم يخرج شيخ بيده طشت وإبريق من ذهب مرصعان بالدر والياقوت، ثم يخرج الملك ماشيا وعليه ثياب من ابريسم منسوجة بالجوهر كلها، وخفه مرصع بالدر والياقوت، وفي يد الملك حقة من ذهب فيها تراب، فكلما خطا خطوتين يقول له الوزير بلسانهم كلاما معناه: اذكر الموت والبلى، فإذا قال له ذلك وقف الملك وفتح الحق ونزل إلى التراب وقبله وبكى، يسير كذلك حتى ينتهي إلى باب الكنيسة فيقدم الرجل الطشت والإبريق، فيغسل الملك يده ويقول للوزير: إني بريء من دماء الناس كلهم والله لا يسألني عن دمائهم وإني قد جعلتها في عنقك، ويخلع ثيابه التي عليه على وزيره ويقول له: دن بالحق، ويأمر فيدار به على أسواق القسطنطينية، ويقال له: دن بالحق، كما قال له الملك. ويلبس الملك الثياب التي يدخل بها الكنيسة ويأمر بإدخال أسارى المسلمين الكنيسة، فينظرون إلى تلك الزينة فينادون: أطال الله بقاء الملك سنين كثيرة، ويقولون ذلك ثلاث مرات. ويساق خلف الملك ثلاثة من الخيل تقاد، وقال بعضهم: إنها لا تكون إلا شهبا، ويقال إنها من نسل خيل كانت للإسكندر توارثها ملوك اليونانية وملوك الروم لما غلبوا على المملكة، عليها سروج قرابيسها من الزمرد الأخضر والياقوت الأحمر، وتلك السروج وألبابها وما اتصل بها مرصع من الحجارة وأجلتها من الديباج المرصع بالدر والياقوت، فيدخلونها الكنيسة [v.1, p.482] ولها بها لجام معلق، وهم يقولون إن دابة منها متى أخذت تلك اللجام في فمها ظفروا ببلاد الإسلام، تجيء الدابة منها فتشم اللجام ثم تقهقر ولا تقدم عليه، ويقال إنها من نسل دواب كانت لاوقنطاب ويحملون بين يدي الملك سيوفا عشرة تنسب إلى الإسكندر، طول كل سيف ثمانية أشبار، وهي مرصعة كلها بنفس الحجارة، فإذا انقضت نواميس شرعهم عاد الملك على الهيئة الأولى إلى قصره.</p>\n<p class=\"arabic\">قالوا: ولما أكمل قسطنطين بناء هذه الكنيسة العظمى ورفع فيها الصلبان كتب بذلك إلى جميع البلدان، فبهذا السبب صار عيد الصليب، وهو لأربع عشرة ليلة تمضي من أيلول.</p>\n<p class=\"arabic\">وبمدينة القسطنطينية طلسمات كثيرة منها أنه إذا نزل القواد والحشم في قصر الملك على ظهر خيلهم بقيت الخيل ساكنة واقفة غير متحركة دون سائس ولا ممسك بأعنتها، ولا تنفح ولا ترمح بل تقف كذلك بحالها جامدة غير حية، فسئل بعض أهلها عن ذلك، فذهب بالسائل إلى ثلاثة تماثيل من صفر على صفة الأفراس، أحدها ناظر إلى باب الملك وهي من عمل بلونيوس الحكيم وعلى باب الملك أربع حيات من صفر أذنابها في أفواهها، طلسمات الحيات، فيعبث الصبي هناك بالحية، فلا تضره، ومما يلي باب الذهب من المدينة قناطير معقودة في وسط السوق فيها صنمان على صور الأناسي أحدها يشير كأنه يقول: هات، والآخر يشير بيده كأنه يقول: اصبر ساعة فيؤتى بالأسارى فيقعدون بين يدي الصنمين ينتظر بهم الفرج، ويذهب رسول يعلم الملك ذلك، فإن رجع الرسول وهم وقوف ذهب بهم إلى السجن، وإن وافاهم الرسول وقد جوز بهم الصنمين قتلوا ولم يبق عليهم.</p>\n<p class=\"arabic\">وكان مسلمة بن عبد الملك غزا قسطنطينية، وفي حديث مسلم عن أبي هريرة رضي الله عنه قال: إن رسول الله صلى الله عليه وسلم أخبر بأن القسطنطينية تفتح في آخر زمان، فبينا هم يقتسمون الغنائم قد علقوا سيوفهم بالزيتون إذ صاح فيهم الشيطان: إن المسيح قد خالفكم في أهليكم فيخرجون، وذلك باطل. . . الحديث إلى آخره.</p>",
            "title": "القسطنطينية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001250-000.json"
        }
    ],
    "type": "FeatureCollection"
}