{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">همذان</h1>\n<p class=\"arabic\">بالذال المعجمة، مدينة من عراق العجم من كور الجبل، كبيرة جدا فرسخ في مثله، محدثة إسلامية، ولها أربعة أبواب، وهي كثيرة المياه والبساتين والزروع.</p>\n<p class=\"arabic\">وقيل : بل هي قديمة البناء، ولذلك قالوا: بهمذان باب يعرف بباب الأسد لأن أسدا من حجارة كان على قرب من هذا الباب على الطريق المؤدية إلى الري، وكان هذا الأسد كأعظم ما يكون من الخلقة، قد صور أحكم تصوير وأتقن أتم إتقان، وكان أهل همذان يتوارثون في أخبارهم عن أسلافهم مستفيضا فيهم، أن الإسكندر لما أتى همذان منصرفا عن بلاد خراسان وصادرا من مطافه بالهند والصين وغيرهما، جعل ذلك الأسد طلسما للمدينة وسورها، فكانوا يرون أن خراب البلد وفناء أهله يكون عند كسر ذلك الأسد أو قلعه، فكان أهل همذان يمنعون من يجتاز بهم من العساكر والسابلة أن يمسوا ذلك الأسد ويكسروا منه شيئا، ولم يقلب لعظمه وصلابة حجره إلا بالخلق الكثير من الناس، فبقي كذلك حتى كان من أمر مرداويج الجيلي ما كان، فكسرت جيوشه ذلك الأسد وقلبوه، فكانت الدبرة لأهل همذان عليهم فقتلوهم كيف شاءوا، ثم عاودهم مرداويج بنفسه في نحو سنة عشرين وثلثمائة فغلب على همذان واستأصل أهلها ونساءها وذريتها سبيا، وديارها تخريبا وإحراقا.</p>\n<p class=\"arabic\">وفتح مدينة همذان بديل بن عبد الله بن ورقاء سنة ثلاث وعشرين، وفتح الري وأصبهان.</p>\n<p class=\"arabic\">وهمذان شديدة البرد، وقال الشاعر:</p>\n<p class=\"arabic_poetry\">همذان متلفة النفوس ببردها * والزمهرير، وحرها مأمون</p>\n<p class=\"arabic_poetry\">غلب الشتاء بصيفها وخريفها * فكأنما تموزها كانون</p>\n<p class=\"arabic\">ونزل الططر على همذان سنة ثمان عشرة وستمائة فلم يزل أهلها يقاتلونهم حتى فنيت الأقوات فضعفوا، وكان رئيس همذان عز الدين بن علاء الدين الحسيني، فتقدم بين أيدي الناس للقتال: معه الفقهاء والصالحون، فقتلوا من الططر خلقا، ثم إن الرئيس المذكور أيقن بالغلبة، فدخل من سرداب كان قد أعده، فنفذ إلى خارج المدينة في واد غامض وشعاب مضلة، فخرج منه إلى قلعة له في الجبل جعل فيها ذخائره وأهله، فلم يستطع أحد عليه، وبقي أهل همذان بعده في حيرة، إلا أنهم أجمعوا على القتال والشهادة، إلى أن دخلها الططر عنوة بعد أشهر، في رجب من السنة المذكورة، فقاتلهم أهلها داخل المدينة قتال من باع نفسه من الله تعالى، حتى بطل حكم السلاح من الزحمة، فاقتتلوا بالسكاكين، فقتل من الفريقين ما لا يحصيه إلا الله تعالى، وتكاثر الططر واشتدوا بالأمداد المستريحة الواصلة إليهم في كل يوم، فأفنوا أهلها قتلا، ثم ألقوا النار في المدينة وساروا إلى قلعة الرئيس، فرأوا أن مرامها يصعب، فراسلوه فاتفق معهم على أن يعمر البلد بمن بقي في أطراف الجبال والقلاع، ويكون واليهم على تلك الجهة، ويحمل لهم الأموال، فقنعوا بذلك.</p>\n<p class=\"arabic\">وخبر الهمذاني مع أبي جعفر المنصور، وسقوط السهم العائر بين يديه قد تقدم في رسم مدينة المنصور من حرف الميم.</p>",
            "title": "همذان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001574-000.json"
        }
    ],
    "type": "FeatureCollection"
}