{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خارك</h1>\n<p class=\"arabic\">جزيرة على أربعة فراسخ من جنابا في البحر، وهي على طريق البصرة، وخارك اسم جزيرة في بلاد البحرين بينها وبين جزيرة أوال مائتا ميل وأربعون ميلا، وهي ثلاثة أميال في ثلاثة أميال وبها زروع وأرز كثير وكروم ونخل، وهي جزيرة حسنة كثيرة الأعشاب حصينة وبها عيون ماء كثيرة مياهها عذبة، وهي تمر في وسط البلد تطحن عليها الأرحاء، ومنها عين كبيرة قوراء مستديرة الفم في عرض ستين شبرا، والماء يخرج منها وعمقها يزيد على خمسين قامة، وعامة أهل تلك البلاد يزعمون أنها متصلة بالبحر وهو غلط، لأن ماء هذه العين عذب وماء البحر زعاق.</p>\n<p class=\"arabic\">وفي هذه الجزيرة أمير قائم بنفسه عادل حسن السيرة، وإذا مات فإنما يلي مكانه من يكون مثله في العدل والقيام بالحق، وفي هذه الجزيرة مغاص اللؤلؤ وهو يعرف بالخاركي، ويسكن في هذه الجزيرة رؤساء الغواصين في البحر، ويقصدها التجار من جميع الأقطار بالأموال الكثيرة، ويقيمون بها الأشهر الكثيرة حتى يكون وقت الغوص فيكترون الغواصين بأسوام معلومة تتفاضل على قدر تفاضل الغوص والأمانة وزمان الغوص شهر أغشت وشتنبر، فإذا كان أول ذلك وصفا الماء للغوص واكترى كل واحد من التجار صاحبه من الغواصين خرجوا من المدينة في أزيد من مائتي زورق ، ويقطعه التجار أقساما، في كل زورق خمسة أقسام وستة، وكل تاجر لا يتعدى قسمه من المراكب، وكل غواص له صاحب يتعاون به في عمله، وأجرته على خدمته أقل من أجرة الغطاس. ويخرج الغواصون من هذه المدينة وهم جملة في وقت خروجهم ومعهم دليل ماهر، ولهم مواضع يعرفونها بأعيانها بوجودهم صدف اللؤلؤ فيها لأن للصدف مراع يجول فيها وينتقل إليها ويخرج عنها في وقت آخر إلى أمكنة أخر معلومة بأعيانها، فإذا خرج الغواصون تقدمهم الدليل وخلفه الغواصون في مراكبهم صفوفا، فكلما مر الدليل بموضع من تلك المواضع التي يصاد فيها صدف اللؤلؤ تنحى عن ثيابه وغطس في البحر ونظر، فإن وجد ما يرضيه خرج وأمر بحط قلعه وأرسى زورقه وحطت جميع المراكب حوله وأرست وانتدب كل غواص إلى غوصه. وهذه المواضع يكون عمق الماء فيها من ثلاث قيم إلى قامتين فدونها، وإذا تجرد الغواص عن ثيابه وبقي في ما يستر عورته ووضع في أنفه المنخل وهو [v.1, p.212] شمع مذاب بدهن السيرج يسد به أنفه ويأخذ مع نفسه سكينا ومشنة يجمع فيها ما يجده هنالك من الصدف. ومع كل غواص منهم حجر وزنه ربع قنطار أو نحوه مربوط بحبل رقيق وثيق، فيدليه في الماء مع جنب الزورق ويمسك الحبل صاحبه بيديه، ثم يرسل الحبل من يده دفعة واحدة فينزل الحجر دفعة حتى يصل قعر البحر، والغائص عليه أن يمسك الحبل بيديه، فإذا استقر في قعر البحر جلس وفتح عينيه في الماء ونظر إلى ما أمامه وجمع ما هنالك من الصدف في عجل وكد، فإن امتلأت مشنته كان وإلا تدرج إلى ما قاربه والحجر لا يفارقه ولا يترك يده من الحبل، فإن أدركه الغم صعد مع الحبل إلى وجه الماء واسترد نفسه حتى يستريح، فيرجع إلى غرضه وطلبه، فإذا امتلأت مشنته اجتذبها صاحبه من أعلى الزورق وفرغ المشنة مما فيها من الصدف في قسمه من المركب وأعادها إلى البحر وإلى الغواص إن كان الصدف هنالك كثيرا، وعلى قدر الوجود له يكون طلبه، فإذا أتم الغواص في البحر مقدار ساعتين صعد، فإذا لبسوا ثيابهم وتدثروا وناموا انتدب صاحب الغواص فشق ما معه من الصدف والتاجر ينظر إليه حتى يأتي على آخره فيأخذه التاجر منه ويضمه إليه بعدد مكتوب، فإذا كان عند العصر انتدبوا إلى طعامهم يصنعونه وتعشوا وناموا ليلتهم إلى الصباح ثم يقومون وينظرون في أغذية يأكلونها إلى أن يجيء وقت الغوص فيتجردون ويغوصون، هكذا كل يوم، ومتى فرغوا من مكان أفنوا صدفه انتقلوا عنه ولا يزالون بهذه الحال إلى آخر أغشت ثم ينصرفون إلى جزيرة أوال في الجمع الذي خرجوا فيه وما معهم من الجوهر في صررهم، وعلى كل صرة منها مكتوب اسم صاحبها، وهي مطبوعة بطابع، فإذا نزلوا أخذت تلك الصرر من التجار وصارت في قبض الوالي وتحت يده، فإذا كان في يوم البيع اجتمع التجار في موضع البيع وأخذ كل واحد مكانه، وأحضرت الصرر ودعا باسم كل واحد من أصحابها وفضت خواتمها واحدة واحدة، وصب ما في الصرة من لؤلؤ في غربال موضوع تحت غربال وتحته آخر إلى ثلاثة غرابيل، وتلك الغرابيل لها أعين ومقادير ينزل منها الدقيق والمتوسط ويمسك كل نوع منها في غربال، فلا يبقى على وجه الغربال الأعلى إلا ما غلظ من الجوهر، ولا يبقى على وجه الغربال الثاني إلا اللؤلؤ المتوسط، ويستقر على الغربال الآخر اللؤلؤ الدقيق ثم يعزل كل صنف منها وينادى عليه بسوامه ومستحق أثمانه، فإن أحب التاجر سلعته كتبت عليه وإن شاء بيعها من غيره باعها وقبض ماله.</p>\n<p class=\"arabic\">والتاجر إذا اشترى متاعه إنما عليه أن يؤدي اللوازم التي وجبت عليه، وينتصف التجار من الغواصين والغواصون من التجار، وينتصف كل واحد من كل واحد، وينصرف الناس ثم يعودون إلى هنالك من العام المقبل، هكذا أبدا وما وجد من الجوهر العالي النفيس أمسكه الوالي وكتبه على نفسه باسم أمير المؤمنين، والعدل لا يفارقهم في البيع والشراء حتى لا يضام منهم أحد ولا يشكو ظلما.</p>\n<p class=\"arabic\">والجوهر يتكون حبه خلقا في هذا الصدف على ما يقولونه من ماء مطر نيسان وإن لم يكن مطر نيسان لم يجد الغواصون منه شيئا في سنتهم تلك، وهذا عندهم مشهور صحيح متفق عليه.</p>\n<p class=\"arabic\">والغوص في بلاد فارس صنعة تتعلم وتنفق عليها الأموال في تعلمها، وذلك أنهم يتدربون في رد أنفاسهم، حتى إن الرجل منهم تتألم أذناه وتسيل منها المادة ثم يتعالجون عند ذلك فيبرأون. وأعلاهم أجرة أصبرهم تحت الماء، وكل واحد يميز صاحبه ولا يتعدى طوره ولا ينكر فضل من تقدمه وفاقه في المعركة والصبر. وفي البحر الفارسي جميع مغايص اللؤلؤ وأمكنته، ولكن مغايص بحر فارس أكثر نفعا وأمكن وجودا للطلب من سائر البحر.</p>\n<p class=\"arabic\">قالوا : ومغاص اللؤلؤ في بلاد خارك وقطر وعمان وسرنديب ولا يوجد اللؤلؤ في غير ذلك، والغاصة لا يتناولون شيئا من اللحمان إلا السمك، ولا بد من شق أصول آذانهم لخروج النفس لأنهم يجعلون على أنوفهم الذبل، وهو ظهور السلاحف، ويجعلون في آذانهم قطنا فيه دهن فيغوصون من ذلك الدهن اليسير في قعر البحر فيضيء ضياء كثيرا، ويطلون سوقهم وأيديهم بالسواد خوفا من بلع دواب البحر لهم فينفره السواد، ويتصايحون صياح الكلاب في قعر البحر لينفروها أيضا وربما خرق الصوت البحر فسمع، والغوص إنما يكون من أول نيسان إلى آخر أيلول.</p>",
            "title": "خارك",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000552-000.json"
        }
    ],
    "type": "FeatureCollection"
}