{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أذرعات</h1>\n<p class=\"arabic\">من بلاد دمشق بالشام يصرف ولا يصرف، والتاء في الحالين مكسورة ويقال لها يذرعات بالياء، وقال الخليل: من كسر الألف لم يصرف.</p>\n<p class=\"arabic\">ولما قدم عمر رضي الله عنه الشام تلقاه أبو عبيدة رضي الله عنه، فبينما هو يسير تلقاه المقلسون من أهل أذرعات بالسيوف والريحان، فقال عمر رضي الله عنه: مه ردوهم، فقال أبو عبيدة رضي الله عنه: يا أمير المؤمنين هذه سنة العجم، إنك إن منعتهم منها يرون أن في نفسك نقضا لعهدهم، فقال عمر رضي الله عنه: دعوهم، عمر وآل عمر في طاعة أبي عبيدة، وتنسب إليها الخمر الجيدة، ومر سحيم بن المخرم وهو شاعر بدوي نجدي بأذرعات فتذكر وطنه وحن إليه فقال:</p>\n<p class=\"arabic_poetry\">ألا أيها البرق الذي بات يرتقي * ويجلو دجى الظلماء ذكرتني نجدا</p>\n<p class=\"arabic_poetry\">وهيجتني في أذرعات ولا أرى * بنجد على ذي حاجة طرب بعدا</p>\n<p class=\"arabic_poetry\">ألم تر أن الليل يقصر طوله * بنجد وتزداد الرياح به بردا ومن أهل أذرعات أبو يعقوب إسحاق بن إبراهيم الأذرعي من أهل أذرعات مدينة بالبلقاء، وهو أحد الثقات وعباد الله الصالحين قال: خلوت في بعض الأوقات ففكرت وقلت: ليت شعري إلى ما نصير؟ فسمعت قائلا يقول: إلى رب كريم. وكان به إدرار البول فكانت القارورة لا تفارقه فأعطاها مرة إلى من يغسلها أو يريق ما فيها واحتاج إليها ولم يحضره من يناوله إياها، فقال: أسأل من حضر من إخواننا المسلمين والجيران يناولونيها، فنوولها. وقال: سألت الله تعالى أن يقبض بصري فعميت فاستضررت في الطهارة، فسألته إعادته فأعاده بفضله.</p>\n<p class=\"arabic\">قال ابن عساكر: ولي دمشق في أيام المعتمد على الله في سنة ست وخمسين ومائتين وال يقال له ماحوز وكان صارما شجاعا لا يقطع في عمله الطريق فوجه مرة فارسا إلى أذرعات فمر باليرموك فصادفه أعرابي، فنتف من سبال الجندي خصلتين من شعره، فلما رجع الفارس واتصل بماحوز وأخبره ما فعل الأعرابي، حبس الفارس وقال لكاتبه: اطلب لي معلما يعلم الصبيان، فجاءه معلم، فقال له: ها أنا أعطيك نفقة واسعة واخرج إلى اليرموك فقل إني معلم صبيانكم، فإذا تمكنت فارصد الأعرابي وارتقب بها مدة طويلة، فإذا وافى الأعرابي القرية فخذ هذا الكتاب الذي أعطيك وادفعه لأهل القرية حتى يقرأوه، وأعطاه طيورا وقال له: أرسل إلي بهذه الطيور بالخبر، ففعل المعلم ذلك، وأقام باليرموك ستة أشهر حتى وافى الأعرابي القرية، فلما رآه المعلم أخرج الكتاب إلى أهل القرية وفيه: ` الله الله في أنفسكم اشغلوا الأعرابي حتى أوافيكم، فإن جئت ولم أوافه خربت القرية وقتلت الرجال `، وأطلق المعلم الطيور إلى دمشق بالخبر، فلما وصل الخبر إلى ماحوز ضرب البوق وخرج من وقته حتى وافى اليرموك في أسرع وقت، فأخذ الأعرابي وأردفه خلف بعض غلمانه ووافى به دمشق، فلما أصبح دعا به فقال: ما حملك على ما فعلت برجل من أولياء السلطان لم يؤذك ولم يعارضك؟ قال: كنت سكران أيها الأمير لم أعقل ما فعلت، فدعا بحجام وقال له: لا تدع في وجه هذا الأعرابي ولا في رأسه ولا في سائر بدنه شعرة إلا نتفتها، فبدأ بأشفار عينيه ثم بحاجبيه ثم بلحيته ثم بشاربه ثم برأسه ثم بذقنه فما ترك عليه شعرة إلا نتفها، ثم قال: هاتوا الجلادين، فضربه أربعمائة سوط ثم [v.1, p.19]</p>\n<p class=\"arabic\">حبسه، فلما كان من الغد ضربه ثم قطع يديه، وفي اليوم الثالث قطع رجليه، وضرب رقبته في اليوم الرابع وصلبه، ثم أخرج الجندي من الحبس فضربه مائة عصا وأسقط اسمه وقال له: أنت ليس فيك خير حيث رأيت أعرابيا واحدا فخضعت له حتى فعل بك ما فعل، كيف يكون لي فيك خير إذا احتجت إليك؟ ثم طرده. ورؤي ماحوز هذا بعد موته في المنام فقيل له: ما فعل الله بك؟ قال غفر لي، قيل له: بماذا؟ قال: بضبطي أطراف المسلمين وطريق الحاج.</p>",
            "title": "أذرعات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000058-000.json"
        }
    ],
    "type": "FeatureCollection"
}