{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تونس</h1>\n<p class=\"arabic\">مدينة بإفريقية محدثة إسلامية، سمعت من يحدث أنها أحدثت عام ثمانين، قال بعضهم: لم يقصد بها أول أمرها وضع مدينة، وإنما اجتمع الناس إليها وبنوا وسكنوا وزادوا حتى صارت مدينة وعمرت، وكان أبو جعفر المنصور إذا قدم عليه رسول صاحب القيروان يقول له: ما فعلت إحدى القيروانين يعني تونس تعظيما لها ويوصف أهلها في قديم الزمان بالقيام على الأمراء. وهي اليوم قاعدة البلاد الإفريقية وأم بلادها وحضرة السلاطين من الخلفاء الحفصيين ومهاجر أهل الأقطار من الأندلس والمغرب وغيرهما فكثر خلقها واتسع بشرها ورغب الناس في سكناها وأحدثوا بها المباني والكروم والبساتين والغروس حتى بلغ ذلك النهاية التي لا توجد في غيرها، وبينها وبين القيروان مسيرة ثلاثة أيام وبينها وبين البحر نحو أربعة أميال وبين تونس وقرطاجنة نحو عشرة أميال وبين تونس ومرساها بحيرة يقال إنها كانت منذ مائتي سنة أرضا كثيرة الجنات والمياه والزرع طيبة الفواكه فغلب عليها ماء البحر، ولها سور يدور بها ويقال إن دورها أربع وعشرون ألف ذراع، وجامعها مليح الصنعة حسن الوضع متقن البناء مطل على البحر بناه عبيد الله بن الحبحاب هو ودار الصناعة سنة أربع عشرة ومائة وأنفذ إليها البحر. وتونس في سفح جبل وبها مبان عجيبة وجل عضادات أبواب دورها رخام أبيض، لوحان قائمان وثالث معترض مكان العتبة، ومن الأمثال بإفريقية: دور تونس أبوابها رخام وداخلها سخام. قالوا: وهي دار علم وفقه وأكثر البلاد [v.1, p.143] باعة وغوغاء، وعلى نحو عشرة أميال منها نهر بجردة وهو على الطريق إلى المغرب، ويقال إن من شرب منه قسا قلبه، فأكثر الناس يجتنبون شربه.</p>\n<p class=\"arabic\">وتونس من أشرف مدن إفريقية وأطيبها ثمرة وأنفسها فاكهة، وسميت تونس لأن المسلمين كانوا لما فتحوا إفريقية ينزلون بازاء صومعة ترشيش - راهب كان هناك - ويأنسون بصوت الراهب فيقولون: هذه الصومعة تؤنس، فلزمها هذا الاسم.</p>\n<p class=\"arabic\">وامتحن أهل تونس أيام أبي يزيد بالقتل والسبي وذهاب الأموال وقال بعضهم:</p>\n<p class=\"arabic_poetry\">لعمرك ما ألفيت تونس كاسمها * ولكنني ألفيتها وهي توحش وبها أصناف من الحوت الذي لا يكون مثله في غيرها ما لا يحصى كثرة ، أجناس كثيرة تجري في البحر مع شهور العجم، فهم منه في لذة موصولة، وفيه صنف يقال له البقونس، ومن أمثالهم: لولا البقونس لم يخالف أهل تونس.</p>\n<p class=\"arabic\">ومن تونس علي بن زياد الفقيه صاحب مالك بن أنس، والإمام العابد محرز بن خلف التميمي ذو المناقب المشهورة والآثار المأثورة أخباره مصنفة وقبره بتونس بدار يتبرك به، وبها من الصالحين والأخيار عدة لا تحصى، ويقال إن تونس تقصم الجبابرة وهم ينشدون:</p>\n<p class=\"arabic_poetry\">وكل جبار إذا ما طغى * وكان في طغيانه يسرف</p>\n<p class=\"arabic_poetry\">أرسله الله إلى تونس * فكل جبار بها يقصف ونزل عليها عبد المؤمن بن علي سنة أربع وخمسين وخمسمائة فحصرها ثم دخلها عليهم، واختلفت عليها ولاة الموحدين إلى أن نزل عليها يحيى بن إسحاق الميورقي فحاصرها أيضا ثم ملكها وأغرم أهلها مائة ألف دينار وعنف نوابه على التأني في تقاضيها ثم خرج عنها لما بلغه تحرك صاحب المغرب أبى عبد الله محمد بن المنصور يعقوب إليه، ووالى عليه الهزائم كبير أصحابه الشيخ أبو محمد عبد الواحد المرة بعد المرة، ثم ولي تونس بعد انفصال الملك الناصر أبي عبد الله إلى المغرب فساس الناس سياسة طال عهدهم بها، وأمنهم ورعاهم فرأوا من بركات أيامه وحسن رعيته ما غبطهم به وأحبوه الحب الشديد، ووليها بعده الملوك من ولده فاشتهر ذكرها واستوسق أمرها وصارت حضرة الملوك وانعكس أمر المغرب وسقط نجم مراكش.</p>",
            "title": "تونس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000385-000.json"
        }
    ],
    "type": "FeatureCollection"
}