{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">غزنة</h1>\n<p class=\"arabic\">مدينة من مدن خوارزم منها أبو الفضل محمد بن أبي يزيد طيفور السجاوندي الغزنوي مصنف كتاب ` عين المعاني في تفسير القرآن العظيم `.</p>\n<p class=\"arabic\">وفي سنة ست عشرة وأربعمائة وصل كتاب محمود بن سبكتكين سلطان خراسان من مستقره بغزنة إلى خليفة بغداد أبي العباس أحمد القادر بالله أمير المؤمنين، يذكر فيه غزاة غزاها إلى بلاد الهند، ويصف ما سناه الله تعالى للإسلام من فتوحات وغنائم على يديه، أطال فيه القول، وكان المنشور في مائة طبق منصورية.</p>\n<p class=\"arabic\">وعلى مقربة من غزنة موضع يقال له بلخشان تقدم في حرف الباء.</p>\n<p class=\"arabic\">وفي سنة سبع عشرة وستمائة عاث الططر في بلاد غزنة والسند وما إلى تلك الجهات، وكان منهم فيها من القتل والنهب والإحراق والتخريب ما تصم عنه الأسماع.</p>\n<p class=\"arabic\">قالوا: ولم يبتل العالم بمثل كائنة الططر في عصر من الأعصار، فإنهم خرجوا من حدود الصين وملكوا معظم الأرض في نحو سنة، ولم يبلغ الاسكندر ولا بخت نصر هذا المبلغ في هذه المدة، وإنما استقام لهم هذا الأمر بسبب عدم المانع، لأن خوارزم شاه كان قد استولى على ممالك المشرق وقتل ملوكها، فلما كسره الططر لم يجدوا من يخلفه في كل مملكة، لينفذ قضاء الله وقدره. وكان بها، حين نزلها الططر، جلال الدين خوارزم شاه في ستين ألف فارس، فقاتلهم ثلاثة أيام فكانت العاقبة له، وتصايح الناس: أحيا الله دولة خوارزم شاه بك يا جلال الدين، وقتل من الططر خلق لعب الصبيان برؤوسهم، ثم جاءوا في جيش ثان فكسرهم جلال الدين أيضا، ثم جرت بين المسلمين فتنة على الغنائم فتفرقوا واستهزءوا بالططر وظنوا أنهم قد فلوا حدهم، فلما بلغ ذلك جنكزخان سار بنفسه إلى جلال الدين، ومعه جمهور الططر، فوجدوا المسلمين متقاتلين ومتفرقين، وبلغ الخبر جلال الدين، فسار إلى بلاد الهند، فلما انتهى إلى مهران، وهو النهر العظيم الذي ينزل إلى السند، فلم يقدر على عبوره بعسكره، والططر في اتباعه، فاضطروه إلى المصافة، فأدركه جنكزخان في جموع عظيمة، فدامت الحرب بينهم ثلاثة أيام، وقتل من الفريقين ما لا يحصى، ودخل جلال الدين مع أصحابه السفن، ورجع الططر إلى غزنة فدخلوها، لا حامي دونها، فتركوها دكاء بعدما قتلوا أهلها وفعلوا ما جرت به عادتهم، والمشهور على ألسنة العجم أنه كان فيها اثنا عشر ألف مدرسة، فقس على هذا من أمرها ما يطول تفسيره.</p>",
            "title": "غزنة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001105-000.json"
        }
    ],
    "type": "FeatureCollection"
}