{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جلولاء</h1>\n<p class=\"arabic\">بالعراق في أول الجبل، وهي مدينة صغيرة عامرة بها نخل وزروع، ومنها إلى خانقين سبعة وعشرون ميلا. وعليها كانت الوقيعة أيام عمر رضي الله عنه بالفرس، وكان فتحها يسمى فتح الفتوح قتل فيها من الأعاجم مائة ألف وذلك سنة تسع عشرة، وكانت غنيمة المسلمين فيها أكثر منها يوم القادسية، بلغ السهم ستة آلاف درهم، وأصاب المسلمون اثني عشر ألف جارية كان بعضهن لكسرى، ولما أتي عمر رضي الله عنه بغنائم جلولاء قال: والله لا يظلها سقف دون السماء، فأمر بها فألقيت بين صفتي المسجد وطرح عليها الانطاع وبات عليها الخزان، فلما أصبح غدا ومعه المهاجرون والأنصار، فلما رآها عمر رضي الله عنه بكى، فقال له عبد الرحمن بن عوف رضي الله عنه: ما يبكيك يا أمير المؤمنين؟ هذا يوم شكر، قال: والله ما أبكي إلا أني أعلم أن رسول الله صلى الله عليه وسلم كان أكرم على الله عز وجل وأحب إليه مني، ولكني قد كنت أعلم أنه قد كان يشتهي أن يصيب من هذا شيئا يسد به خلة أصحابه، ثم قال: والله ما فتح الله هذا على قوم إلا جعل بأسهم بينهم. قال الحسن: فقسمه والله ما أدخل بيته منه خرصا، والخرص: الحلقة التي تكون في الأذن. وكان رسول الله صلى الله عليه وسلم قال لسراقة: ` كيف بك إذا لبست سواري كسرى `؟ فلما أتي بهما عمر رضي الله عنه دعا سراقة، وكان رجلا أزب كثير شعر الساعدين، فألبسهما إياه وقال له: قل الحمد لله، فقال: الحمد لله، قال: قل الذي سلبهما كسرى بن هرمز الذي كان يقول أنا رب السماء وألبسهما سراقة بن مالك بن جعشم أعرابيا من بني مدلج.</p>\n<p class=\"arabic\">وكان عمر رضي الله عنه كتب إلى سعد بن أبي وقاص رضي الله عنه أن سرح هاشم بن عتبة إلى جلولاء في اثني عشر ألفا واجعل على مقدمته القعقاع بن عمرو، وكان العجم اجتمعوا على مهران، وفصل هاشم من المدائن في اثني عشر ألفا فيهم وجوه المهاجرين والأنصار وأعلام العرب، فطاولهم أهل فارس وجعلوا [v.1, p.167]</p>\n<p class=\"arabic\">لا يخرجون إلا إذا أرادوا، وزاحفهم المسلمون ثمانين زحفا في كل ذلك يعطيهم الله الظفر على المشركين، وجعل سعد رضي الله عنه يمدهم بالفرسان، وبعث الله تعالى عليهم ريحا أظلمت عليهم البلاد ولم يستطيعوا إلا المحاجزة فتهافتت فرسانهم في الخندق، ورموا حول الخندق مما يلي المسلمين بحسك الحديد لكيلا تقدم عليهم الخيل، فاقتتلوا قتالا شديدا لم يقتتلوا مثله ولا ليلة الهرير، إلا أنه كان أكمش وأعجل، وأمر القعقاع مناديا فنادى: يا معشر المسلمين، هذا أميركم قد دخل خندق القوم فأقبلوا إليه ولا يمنعكم من بينه وبينه من دخوله، فحملوا حملة لم يقم لها شيء حتى انتهوا إلى باب الخندق ولا يشكون أن هاشما به، وإذا هم بالقعقاع قد أخذ بالخندق، وأخذ المشركون في الهزيمة يمنة ويسرة عن المجال الذي بحيال خندقهم، فهلكوا فيما أعدوه للمسلمين فلم يفلت منهم إلا من بعد، فجللت القتلى المجال وما بين يديه وما خلفه فسميت جلولاء لما جللها من قتلاهم، فهي جلولاء الوقعة.</p>\n<p class=\"arabic\">وكانت أم عامر الشعبي من سبي جلولاء وكان مولده سنة إحدى وثلاثين.</p>\n<p class=\"arabic\">وقال البكري : جلولاء بفتح أوله بالشام وأظنه وهما وقال: إن جلولاء فتحت يوم اليرموك وهو وهم أيضا، وقال: إن غنائم جلولاء بلغت ثمانية عشر ألف ألف وأنه قيل إن سعدا رضي الله عنه شهدها.</p>",
            "title": "جلولاء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000455-000.json"
        }
    ],
    "type": "FeatureCollection"
}