{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أذربيجان</h1>\n<p class=\"arabic\">هي كورة تلي الجبل من بلاد العراق وهي مفتوحة الألف وتلي كور أرمينية من جهة المغرب، ينسب إليها أذربي، وفي خبر الصديق رضي الله عنه أنه قال حين حضرته الوفاة وعزم على استخلاف عمر رضي الله عنه لمن كره ذلك: فكلكم ورم أنفه أن يكون له الأمر من دونه، والله لتتخذن نضائد الديباج وستور الحرير ولتألمن النوم على الصوف الأذربي كما يألم أحدكم النوم على حسك السعدان، يشير إلى ما كان من الاتساع في الدنيا. والصوف الأذربي منسوب إلى أذربيجان ينسب إلى أذربيجان أبو عبد الله الحسن بن جابر الأزدي صاحب كتاب ` اللامع ` في أصول الفقه، وأهل أذربيجان مشهورون بالإكباب على العلم والاشتغال به، وفيهم يقول الحافظ أبو الطاهر السلفي:</p>\n<p class=\"arabic_poetry\">ديار أذربيجان في الشرق عندنا * كأندلس في الغرب في النحو والأدب</p>\n<p class=\"arabic_poetry\">فلست ترى في الدهر شخصا مقصرا * من أهلها إلا وقد جد في الطلب وكان عمر رضي الله عنه قد فرق أذربيجان بين بكير بن عبد الله وبين عتبة بن فرقد وأمر كل واحد منهما بطريق غير طريق صاحبه، ثم جمع عمر رضي الله عنه أذربيجان كلها لعتبة بن فرقد وعادت أذربيجان سلما، وكتب عتبة بينه وبين [v.1, p.20]</p>\n<p class=\"arabic\">أهلها كتابا : هذا ما أعطاه عتبة بن فرقد عامل عمر بن الخطاب أمير المؤمنين أهل أذربيجان، سهلها وجبلها وحواشيها وشعابها وأهل مللها كلهم، على الأمان على أنفسهم وأموالهم وشرائعهم على أن يؤدوا الجزية على قدر طاقتهم، ليس ذلك على صبي ولا امرأة ولا زمن ليس في يديه من الدنيا شيء ولا متعبد متخل ليس في يديه من الدنيا شيء، لهم ذلك ولمن سكن معهم، وعليهم قرى المسلم من جنود المسلمين يوما وليلة ودلالته، ومن حشر منهم في سنة رفع عنه جزاء تلك السنة، ومن أقام فله مثل ما لمن أقام في ذلك ومن خرج فله الأمان حتى يرجع إلى حرزه.</p>\n<p class=\"arabic\">ثم غزا الوليد بن عقبة رضي الله عنه أذربيجان وأرمينية في السنة التي بويع فيها عثمان رضي الله عنه، وقيل سنة خمس وعشرين بعدها، وقيل سنة ست، فصالحهم على ثلاثمائة ألف درهم وعلى التي صالح عليها حذيفة بن اليمان أيام عمر رضي الله عنهما.</p>\n<p class=\"arabic\">وفي سنة سبع عشرة وستمائة نزل الططر على أذربيجان وهو إقليم جليل آهل المدن خصيب الضياع كثير الخيرات فداراهم سلطانه ابن البهلوان عن مدينة المراغة ومدينة توريز بعدما فتكوا فيما مروا عليه وهذه المدينة هي المراغة، وسيأتي لها ذكر في حرف الميم إن شاء الله.</p>",
            "title": "أذربيجان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000060-000.json"
        }
    ],
    "type": "FeatureCollection"
}