{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نهاوند</h1>\n<p class=\"arabic\">بفتح أوله، من كور الجبل، وهي آخر كور الجبل، من همذان إلى نهاوند مرحلتان، ومنها إلى الكرج مرحلتان. قالوا: ونهاوند ماه البصرة، ومعنى نهاوند صاحب الأساس، وقيل [v.1, p.579] ترجمة نهاوند ` وجدت كما هي ` سميت بذلك لأنها لم توجد بعد الطوفان قرية فيها بقية سواها.</p>\n<p class=\"arabic\">ونهاوند مدينة جليلة على جبل ذات سور طين، ولها بساتين وجنات وفواكه ومتنزهات ومياهها كثيرة وفواكهها تحمل إلى العراق لطيبها وكبرها وبها جامعان أحدهما قديم والآخر محدث، وهي كثيرة الرساتيق والعمارات.</p>\n<p class=\"arabic\">وفيها كان اجتماع الفرس لما لقيهم النعمان بن مقرن المزني سنة ثلاث وعشرين.</p>\n<p class=\"arabic\">قال الهمداني: لم يوجد مما كان تحت الماء وقت الغرق من القرى قرية فيها بقية سوى نهاوند.</p>\n<p class=\"arabic\">وكان عمر رضي الله عنه قال للهرمزان : أما إذ فتني بنفسك فأشر علي، أبفارس أبدأ أو بالجبال: أذربيجان وأصبهان؟ قال: فارس الرأس، والجبال جناحان، فاقطع الجناحين فلا يتحرك الرأس، قال عمر رضي الله عنه: بل أقطع الرأس فلا يقوم جسد ولا جناح ولا رجل.</p>\n<p class=\"arabic\">وكتب ابن كسرى إلى أهل الجبال: أصبهان وهمذان وقومس: إن العرب قد ألحوا علي. فاجتمعوا بنهاوند وتعاقدوا على غزو أمير العرب يعنون عمر رضي الله عنه، في بلاده، فكتب أهل الكوفة بذلك إلى عمر رضي الله عنه: فقام على المنبر فقال: أين المسلمون أين المهاجرون والأنصار فاجتمع الناس. فحمد الله تعالى وأثنى عليه وقال: إن عظماء أهل الري وأهل أصبهان وأهل همذان وأهل نهاوند وأهل قومس وأهل حلوان، أمم مختلفة ألوانها وألسنتها وأديانها ومللها، وقد تعاقدوا على أن يخرجوا إخوانكم من بلادهم، وأن يغزوكم في بلادكم فأشيروا علي وأوجزوا ولا تطنبوا، فمنهم من صرف الأمر إليه وولاه ما تولى، ليمن نقيبته وخبرته، ومنهم من أشار بأن يتوجه إليهم بأهل الحرمين وأهل اليمن والشام حتى يلتقي الجمع الجمع، ومنهم من أشار بأن يكتب إلى أهل البصرة فليفترقوا ثلاث فرق: فرقة في ديارهم، وفرقة في أهل عهدهم، وتسير فرقة إلى إخوانهم بالكوفة، قال: هذا رأيي وكنت أحب أن أتابع عليه، لعمري لئن سرت بأهل الحرمين ونظر إلي الأعاجم لتنقضن الأرض وليمدنهم من لم يمدهم، وليقولن: أمير العرب إن قطعناه قطعنا أصل العرب.</p>\n<p class=\"arabic\">فكتب إلى النعمان بن مقرن وكان بكسكر، وكان قد كتب إلى عمر رضي الله عنه: يا أمير المؤمنين إنما مثلي ومثل كسكر مثل شاب عند مومسة تلون له كل يوم وتعطر، وأنا أذكرك الله تعالى إلا بعثتني في جيش إلى ثغر غازيا ولا تبعثي جابيا، فندب عمر رضي الله عنه أهل المدينة، فانتدب منهم جمع فوجههم إلى الكوفة وكتب إلى عمار بن ياسر رضي الله عنه أن يستنفر ثلث أهل الكوفة فيسيروا إلى العجم بنهاوند فقد وليت عليهم النعمان بن مقرن، وكتب إلى أبي موسى رضي الله عنه يستنفر ثلث أهل البصرة إلى نهاوند، وكتب إلى النعمان: إني وجهت جيشا من أهل المدينة وأهل البصرة وأهل الكوفة إلى نهاوند، وأنت على الناس ومعك في الجيش طليحة بن خويلد وعمرو بن معدي كرب فأحضرهما الناس وشاورهما في الحرب فإن حدث بك حدث فأمير الناس حذيفة، فإن قتل فجرير فإن قتل فالمغيرة بن شعبة.</p>\n<p class=\"arabic\">وبعث عمر رضي الله عنه بالكتاب مع السائب بن الأقرع بن عوف وقال له: إن سلم الله تعالى ذلك الجند فقد وليتك مغانمهم ومقاسمهم، فلا ترفعوا لي باطلا ولا تمنعن أحدا حقه وإن هلك ذلك الجند فاذهب في الأرض فلا أرينك أبدا.</p>\n<p class=\"arabic\">فسار جميعهم إلى نهاوند وسار النعمان فتوافوا بنهاوند وبها من الأعاجم ستون ألفا عليهم ذو الفروة، وهو ذو الحاجب، وقد خندقوا وهالوا في الخندق ترابا قد نخلوه وبعث النعمان طليحة بن خويلد ليعلم علم القوم، فأبطأ حتى ساء ظن الناس به، فعلم علمهم ثم رجع، فلم يمر بجماعة إلا كبروا، فأنكر ذلك منهم، وقال: ما لكم تكبرون إذا رأيتموني؟ قالوا: ظننا أنك فعلت كفعلتك قال: لو لم يكن دين لحميت أن أجزر العرب هذه الأعاجم الطماطم وأخبر الناس بعدة القوم وكثرتهم فقالوا: حسبنا الله ونعم الوكيل.</p>\n<p class=\"arabic\">وأقام النعمان أياما حتى يستجم الناس أنفسهم وظهرهم، ثم [v.1, p.580] دنا من معسكر الأعاجم فاقتتلوا ثم تحاجزوا عن قتلى وجرحى، وتقاتلوا من الغد حتى صبغت الدماء متن الخيل، وتحاجزوا عند المساء، فبات المسلمون يوقدون النيران ويعصبون بالخرق، لهم أنين بالجراح ودوي بالقرآن، وبات المشركون في المعازف والخمور وبهم من الجراح مثل ما بالمسلمين، وأصبحوا يوم الجمعة، فأقبل النعمان معلما ببياض على برذون قصير، عليه قباء أبيض مصقول وقلنسوة بيضاء مصقولة فوقف على الرايات فحضهم وقال: يا معشر المسلمين، إن هؤلاء قد أخطروا لكم أخطارا وأخطرتم لهم أخطارا، أخطروا لنا دنيا وأخطرتم لهم الإسلام، فالله الله في الإسلام أن تخذلوه، فإنكم أصبحتم بابا بين المسلمين والمشركين فإن كسر الباب دخل على الإسلام، ليشغل كل امرئ منكم قرنه ولا يجعله على صاحبه فإنه لؤم وخذلان ووهل وفشل، وإني هاز الراية، فإذا هززتها فلتأخذ الرجال أهبتها، وليتعهد أصحاب الخيل أعنتها وحزمها، فإذا هززتها الثانية فليعرف كل امرئ منكم مصوب رمحه وموضع سلاحه ووجه مقاتله، فإذا هززتها الثالثة وكبرت فكبروا واستنصروا الله تعالى واذكروه، وإذا حملت فاحملوا، فقال رجل من أهل العراق: قد سمعنا مقالتك أيها الأمير، ونحن واقفون عند قولك، منتهون إلى رأيك، فأول النهار أحب إليك أو آخره؟ قال: آخره، حين تهب الرياح وتحل الصلاة وينزل النصر لمواقيت الصلاة، فأمهل الناس حتى إذا زالت الشمس هز الراية، فقضى الناس حوائجهم وشدت الرجال مناطقها ونزع أصحاب الخيل المخالي عن خيلهم وقرطوها أعنتها وشدوا حزمها وتأهبوا للحرب، ثم أمهل حتى إذا كان في آخر الوقت هزها وصلى الناس ركعتين، وجال أصحاب الخيل في متونها وصوبوا رماحهم فوضعوها بين آذان خيولهم، وأقبلت الأعاجم على براذينهم عليهم الرايات المدبجة والمناطق المذهبة، ووقف ذو الحاجب على بغلته، فإنه زي الأعاجم وهم في حربهم، وإن لأقدامهم في ركبهم لزلزلة، وإن الأسوار ليأخذ النشابة فما يسدد الفوق للوتر وما يتمالك أن يضعها على قوسه، فقال النعمان: يا معشر المسلمين، إني هاز الراية الثالثة، وحاملا فاحملوا ولا يلو أحد على أحد، وإن قيل قتل النعمان فلا يلوين أحد على أحد، وإني داع بدعوة، فعزمت على كل رجل منكم إلا قال: اللهم أعط النعمان اليوم الشهادة في نصر المسلمين وافتح عليهم. ثم نثل درعه وهز الراية وكبر فكبر الأدنى فالأدنى ممن حوله حتى عشيهم التكبير من السماء، وصوب رايته كأنها جناح طائر وحمل وحمل الناس، فكان أول صريع، ومر به معقل بن يسار فذكر دعوته ألا يلوي أحد على أحد، فجعل علما عنده، ومر أخوه سويد بن مقرن أو نعيم فألقى عليه ثوبا كيلا يعرف ونصب الراية وهي تقطر دما قد قتل بها قبل أن يصرع وسقط ذو الحاجب عن بغلته فانشق بطنه، وانهزم المشركون فاتبعوهم يقتلونهم كيف شاءوا.</p>\n<p class=\"arabic\">قال بعض من حضر ذلك اليوم: إني لفي الثقل فثارت بيننا وبين القوم عجاجة قسطلانية، فجعلت أسمع وقع السيوف على الهام، ثم كشطت فإذا المسلمون كالذئاب تتبع الغنم. واتبعتهم طائفة من المسلمين حتى دخلوا مدينتهم، ثم رجعوا وحوى المسلمون عسكرهم، ورجع معقل بن يسار فسار إلى النعمان بعد انهزام المشركين، ومعه إداوة فيها ماء، فغسل التراب عن وجهه، فقال: من أنت؟ قال: معقل بن يسار، قال: ما فعل الناس؟ قال: فتح الله عليهم قال: الحمد لله اكتبوا بذلك إلى عمر رضي الله عنه، وفاضت نفسه، فاجتمع الناس وفيهم ابن الزبير وابن عمر رضي الله عنهم، فأرسلوا إلى أم ولده فقالوا: عهد إليك عهدا؟ فقالت: هاهنا سفط فيه كتاب، فأخذوه فإذا كتاب عمر رضي الله عنه إلى النعمان: إن حدث بك حدث فالأمير حذيفة، فإن قتل ففلان، فإن قتل ففلان، فتولى أمر الناس حذيفة رضي الله عنه، فأمر بالغنائم فجمعت ثم سار إلى مدينة نهاوند، وحملت تلك الغنائم إلى عسكرهم، وحضر أهل المدينة فقاتلوهم، فبينا هم يطاردونهم إذ لحق سماك بن عبيد عظيما من عظمائهم يقال له دينار، فسأله الأمان فأمنه فأدخله على حذيفة رضي الله عنه، فصالحه عن البلد على ثمانمائة ألف وشيء من العسل والسمن، وقال: إن لكم الوفاء بالعهد، وأخاف عليكم خمسة أشياء: الخب والبخل والغدر والخيلاء والفجور من قبل القبط والروم وفارس ومن قبل أهل الأهواز.</p>\n<p class=\"arabic\">وأتى السائب بن الأقرع دهقان وقد جمعت الغنائم فقال: أتؤمنني على دمي ودماء قرابتي وأدلك على كنز النخيرجان، لم تجلبوا عليه في الحرب فيقسم وتجري عليه السهام، ولم تحرزوه بجزية أقاموا عليها، وإنما هو دفين دفنوه وفروا عنه فتأخذه لصاحبكم، يعني عمر رضي الله عنه، تخصه به؟ فقال: أنت [v.1, p.581]</p>\n<p class=\"arabic\">آمن إن كنت صادقا، قال: فانهض معي، فنهض معه فانتهى إلى قلعة، فرفع صخرة ودخل غارا فاستخرج سفطين، فإذا قلائد منظومة بالدر والياقوت وقرطة وخواتيم وتيجان مكللة بالجوهر، فأمنه ثم أتى به حذيفة رضي الله عنه فأخبره، فقال: اكتمه فكتمه حتى قسم الغنائم بين الناس، وعزل الخمس.</p>\n<p class=\"arabic\">ثم خرج السائب مسرعا فقدم على عمر رضي الله عنه، فقال له ما وراءك؟ فوالله ما نمت هذه الليلة إلا تغريرا، إذ ما أتت علي ليلة بعد الليلة التي أصبح رسول الله صلى الله عليه وسلم فيها ميتا أعظم من هذه الليلة قال: أبشر بفتح الله ونصره وحسن قضائه لك في جنودك، ثم اقتص الخبر حتى انتهى إلى قتل النعمان فقال: إنا لله، يرحم الله النعمان، ثم مه؟ قال: ثم والله ما أصيب بعده رجل يعرف وجهه، فقال: لا أم لك ولا أب، قتل الضعفاء الذين لا يعرفهم عمر ابن أم عمر، وأكب طويلا يبكي ثم قال: أصيبوا لضيعة؟ قال: لا ولكن أكرمهم الله بالشهادة وساقها إليهم، قال: ويحك، أغلبتم على أجساد إخوانكم أم دفنتموهم. قال: دفناهم، قال: فأعطيت الناس حقوقهم؟ قال: نعم، فنهض عمر رضي الله عنه، فأخذ السائب بثوبه وقال: حاجة، قال: ما حاجتك إذا أعطيت الناس حقوقهم؟ قال: حاجة لك وإليك، فجلس، وأخذ السائب الغرارة فأخرج السفطين ففتحهما فنظر إلى ما فيهما كأنه النيران يشب بعضه بعضا، فقال عمر رضي الله عنه: ما هذا؟ فأخبره، فدعا عليا وعبد الله بن أرقم وغيرهما فختموا على السفطين وقال له: اختم معهم، فختمه، وقال لعبد الله بن أرقم: ارفعه، ورجع السائب.</p>\n<p class=\"arabic\">فرأى عمر رضي الله عنه ليالي كالحيات يردن نهشه، فسرح رجلا وكتب إلى السائب: إن صادفك رسولي في الطريق فلا تصلن إلى أهلك حتى تأتيني، وإن وصلت إلى أهلك فعزمة مني إليك، إذا قرأت كتابي هذا أن تشد على راحلتك وتقبل إلي. وكتب إلى عمار رضي الله عنهما: لا تضعن كتابي هذا حتى يرحل السائب إلي، وأمر الرسول أن يعجله، فقدم الرسول فقال له السائب: أبلغه عني شيء أم به علي سخطة؟ قال: ما رأيت ذلك، ولا أعلمه بلغه عنك خير ولا شر، وركب فقدم على عمر رضي الله عنه فقال له: يا ابن أبي مليكة، يا ابن الحميرية، ما لي ولك، أم ما لك ولي، ثكلتك أمك، ما الذي جئتني به؟ فلقد بت مما جئتني به مروعا أظن الحيات تنهشني، أخبرني عن السفطين، قال: والله لئن أعدت عليك الحديث، فزدت حرفا أو نقصت، لأكذبن، قال: إنك لما انصرفت فأخذت مضجعي لمنامي أتتني ملائكة فأوقدوا علي سفطيك جمرا ودفعوهما في نحري، وأنا أنكص وأعاهدهم أن أردهما فأقسمهما على من أفاءهما الله عليه، فكاد ابن الخطاب يحترق، ثم لم أزل مروعا أظن الحيات ينهشنني، فاردد هذين السفطين فبعهما بعطاء الذرية والمقاتلة أو نصف ذلك، واقسم منهما على من أفاءهما الله عز وجل عليه، وقيل، قال له: بعهما واجعل ثمنهما في أعطية المسلمين بالبصرة والكوفة، فإن خرج كفافا فذلك، فإن فضل فاجعله في بيت مال المسلمين ، فقدم السائب بهما فاشتراهما عمرو بن حريث بعطاء الذرية والمقاتلة، وقيل اشتراهما بأعطية أهل المصرين، فباع أحدهما من أهل الحيرة بما أخذهما به واستفضل الآخر. وقال بعضهم: استفضل مائة ألف دينار، فكان أول مال اعتقده.</p>\n<p class=\"arabic\">ولما انهزم أهل نهاوند جعلوا يسقطون في ذلك الخندق الذي هالوا فيه التراب المنخول فيغرقون في ذلك، وكان يقال لفتح نهاوند فتح الفتوح، قال موسى بن عقبة عن أخيه: قدمت البصرة فرأيت بها شيخا أصم، فقلت: ما أصابك. قال: أنا من أهل نهاوند، لما نزل المسلمون عندما نزلوا عليها كبروا تكبيرة ذهب سمعي منها. وفي الروايات عن فتح نهاوند اختلاف كثير، فلنقتصر منه على هذا.</p>",
            "title": "نهاوند",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001544-000.json"
        }
    ],
    "type": "FeatureCollection"
}