{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سميساط</h1>\n<p class=\"arabic\">بلد من بلاد العجم منها السميساطي ، رجل من العجم كان موصوفا بالورع والزهد، كان بنى خانقة للصوفية بدمشق في موضع الدار التي كانت لعمر بن عبد العزيز رضي الله عنه كان اشتراها وبناها وجعل لها الأوقاف الواسعة، وأمر أن يدفن فيها ويختم عليه القرآن كل ليلة جمعة، وعين من تلك الأوقاف لكل من يحضر لذلك في كل ليلة جمعة رطلا من خبز الحوارى، وكان سبب تموله أنه وجد يوما من الأيام إزاء داره المذكورة رجلا أسود مريضا مطروحا بموضعه لا يلتفت إليه أحد فتأجر الله تعالى فيه والتزم تمريضه وخدمته اغتناما للثواب فجاءت وفاة الرجل، فاستدعى ممرضه السميساطي المذكور وقال: أنت قد أحسنت إلي وخدمتني ولطفت بي ومرضتني، وأشفقت لحالي وغربتي، فأنا أريد أن أكافئك على ذلك زائدا على مكافأة الله تعالى لك عني في الآجل، إن شاء الله تعالى، إني كنت أحد فتيان الخليفة المعتضد العباسي معروفا بزمام الدار؛ وكانت لي حظوة ومكانة، فعتب علي في بعض الأمر فخرجت طريدا فانتهيت إلى هذه البلدة، فأصابني من أمر الله تعالى ما أصابني، فقيضك الله تعالى لي رحمة، فأنا أقلدك أمانة وأعهد إليك عهدا، إذا أنا مت وغسلتني ودفنتني فانهض إلى بغداد، وتلطف في السؤال عن دار زمام فتى الخليفة، فإذا أرشدت إليها فتحيل في اكترائها وأرجو أن الله تعالى يعينك على ذلك، فإذا سكنتها فاعمد إلى موضع سماه له وذكر له إمارة عليه فاحفر فيه مقدار كذا، وانزع اللوح الذي تجد متعرضا تحت الأرض، وخذ الذي تجده مدفونا وصيره في منافعك وما يوفقك الله إليه من وجوه الخير وأعمال البر [v.1, p.323] مباركا لك في ذلك إن شاء الله تعالى، ثم توفي الرجل المريض وتوجه الموصى إليه بعهده إلى بغداد، فيسر الله له في اكتراء الدار، وانتهى إلى الموضع المذكور، فاستخرج منه ذخائر لا قيمة لها عظيمة الشأن كبيرة القدر، فدسها في أحمال متاع ابتاعها وخرج من بغداد إلى دمشق، فابتاع الدار المذكورة المنسوبة لعمر بن عبد العزيز رضي الله عنه، وبناها خانقة للصوفية واحتفل فيها، وابتاع لها الأوقاف ضياعا ورباعا، وجعلها برسم الصوفية، وأوصى بأن يدفن فيها وأن يختم القرآن على قبره كل جمعة، وعين لكل من حضر لذلك ما ذكرناه، فوجد الغرباء والفقراء في ذلك مرفقا كثيرا، فتغص الخانقة بالفقراء في كل ليلة جمعة فإذا ختموا القرآن دعوا له وانصرفوا واندفع لكل واحد منهم رطل من الخبز على الصفة المذكورة.</p>",
            "title": "سميساط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000826-000.json"
        }
    ],
    "type": "FeatureCollection"
}