{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قمار</h1>\n<p class=\"arabic\">بلد أو جزيرة بالهند، إليها ينسب العود القماري، وهو جيد لكن العود الصنفي أجود منه، وبها الصندل والأرز، وأهلها يجالسون التجار ويعاملونهم، وفيهم عدالة ظاهرة وجودة مشهورة وإنصاف كامل، وعبادتهم الأصنام والبدود، وهم يحرقون موتاهم بالنار.</p>\n<p class=\"arabic\">قالوا : ومملكة قمار موازية لمملكة المهراج صاحب الجزائر. يحكى أن ملكا من ملوك قمار تذوكر عنده يوما عظم مملكة المهراج صاحب الجزائر وجلالتها، فقال لوزيره: في نفسي شهوة أحب بلوغها وكان حدثا سفيها فقال: ما هي؟ قال: كنت أحب أن أرى رأس المهراج بين يدي، فعلم الوزير أن الحسد أثار ذلك الفكر في نفسه، فأنكر الوزير ما سمع منه وقال: إنه لم يتقدم بين من سلف منا ومنهم خلاف ولا ترة فينبغي ألا يعيد الملك في هذا قولا ولا يأخذ في هذا مع أحد، وبين موضع مملكة المهراج وقمار نحو عشرة أيام في البحر، فلم يسمع منه وأشاع ذلك في قواده حتى اتصل بصاحب المهراج، وكان محنكا جزلا، فأمر بإعداد ألف مركب بآلاتها وتجهيزها من حملة السلاح وأهل الغناء بما تحمله وأشاع أنه يريد التنزه في جزائر مملكته، وكتب إلى ملوك الجزائر بما عزم عليه من زيارتهم وأمرهم بتلقيه مختلفين ليرهب على من والاه، فلما استتمت أموره أتى قاصدا إلى قمار، ويتصل بدار مملكة صاحبها نهر يصب في البحر فسير فيه رجاله فأتوه على حال غرة، وأخذ قواته واحتوى على مملكته، وأمر مناديا ينادي بالأمان في الناس، وقعد على سرير المملكة وقد أخذ صاحب السرير أسيرا فأحضره وأحضر وزيره وقرره على تمنيه فلم يحر جوابا، فقال له المهراج: أما أنك لو تمنيت مع الذي تمنيت إباحة أرض أو فسادها لأفسدت أرضك واستعملت ذلك كله فيك، ولكني لا أتعدى ما تمنيت لتكون عظة لمن بعدك، فضرب عنقه، وجعل رأسه في طست بين يديه، وقال للوزير: جزيت خيرا، فانظر من يصلح للملك بعد هذا الجاهل فأقمه مقامه، وانصرف من ساعته راجعا إلى بلده من غير أن يمد هو أو أحد من أصحابه يدا إلى شيء من بلاد قمار ولا ماله، وحمل الرأس معه، فلما قعد في مملكته أخبرهم خبره ثم أمر بالرأس فغسل وطيب ورده إلى الملك القائم ببلاد قمار، وكتب إليه: إنما حملنا على ما فعلناه بصاحبك بغيه علينا، وقد بلغنا منه ما أردنا، ورأينا رد رأسه إليك إذ لا درك في حبسه والسلام. واتصل الخبر بالملوك فعظم المهراج في أعينهم وصارت بعد ذلك ملوك قمار تؤم بوجوهها كل صباح إلى بلاد الزابج فتسجد تعظيما للمهراج.</p>\n<p class=\"arabic\">والهنود يمنعون من شرب الخمر المسكرة ويعيبون شاربها لا تدينا بل سياسة، وإذا صح عندهم ذلك في ملك من ملوكهم استحق الخلع، ولا يشربه من ملوكهم إلا صاحب جزيرة سرنديب، فإنه يحمل إليه من بلاد المغرب، وأشدهم ملك قمار فإنه يعاقب في السكر والزنا بالقتل، والزنا عند سائر ملوكهم مباح إلا في المحصنين، وملك قمار أشدهم غيرة، وهم يعافون الخل فيحمضون ماء الأرز ويستعملونه، والملك مقصور في أهل بيت وكذا القضاء والوزارة وسائر الرتب لا تغير ولا تبدل. [v.1, p.471]</p>\n<p class=\"arabic\">قالوا : وأصل كتب الهند وسننهم من قمار، وحكمهم أن من ذبح بقرة ذبح بها، وعباد قمار لا يقربون المسلمين ويقولون إنهم أنجاس لأنهم يأكلون البقر، وسمع رجل من المسلمين رجلا من كبار عبادهم يقول: كشرايدمشوق ، ومعنى ذلك بالهندية: يا من ليس كمثله شيء، قال: فعجبت من ذلك وقلت له: أتعرف ما تقول؟ قال: أتعرفون أنتم ما تقولون؟ قلت له: فلم تعبدون الأصنام من دونه؟ قال: هذه قبلتنا يا جاهل. ومن عقوبة ملك قمار على شرب الخمر أن يحمي مائة حلقة من حديد بالنار ثم توضع على يدي الفاعل، فربما أتلفت نفسه، ومن رأوه من المسلمين يشرب فهو خسيس لا يعبأون به. ويقال إن في بلاد قمار، مائة ألف عابد وهم أصحاب تسبيح ومعهم سبح لا تفارقهم، ولملك قمار ثمانون قاضيا ولو ورد عليهم ولد الملك لأنصفوا منه وأقعدوه مقعد الخصم ووجهوا عليه صريح الحكم، ولفراش ملك قمار أربعة آلاف امرأة.</p>",
            "title": "قمار",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001219-000.json"
        }
    ],
    "type": "FeatureCollection"
}