{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحضر</h1>\n<p class=\"arabic\">بالضاد المعجمة مسكنة، مدينة لطيفة بين دجلة والزاب من بلاد الموصل وهي على نهر الثرثار، وإياها عنى الشاعر بقوله :</p>\n<p class=\"arabic_poetry\">وأخو الحضر إذ بناه وإذ دج * لة تجبى إليه والخابور</p>\n<p class=\"arabic_poetry\">شاده مرمرا وجلله كل * سا فللطير في ذراه وكور</p>\n<p class=\"arabic_poetry\">لم يهبه ريب المنون فباد ال * ملك عنه فبابه مهجور قال ابن إسحاق: كان كسرى سابور ذو الأكتاف غزا ساطرون ملك الحضر فحصره سنتين، فأشرفت بنت الساطرون يوما فنظرت إلى سابور وعليه ثياب ديباج وعلى رأسه تاج من ذهب مكلل بالزبرجد والياقوت واللؤلؤ وكان جميلا وسيما، فدست إليه: أتتزوجني إن فتحت لك باب الحضر؟ قال: نعم. فلما أمسى الساطرون شرب حتى سكر، وكان لا يبيت إلا سكران، فأخذت مفاتيح الحضر من تحت رأسه فبعثت بها مع مولى لها ففتح الباب، فدخل سابور فقتل ساطرون واستباح الحضر وخربه وسار بها معه فتروجها، فبينا هي نائمة على فراشها ليلا إذ جعلت تتململ لا تنام، فدعا لها بالشمع ففتش فراشها فوجد عليه ورقة آس فقال لها سابور: أهذا الذي أسهرك. قالت: نعم، قال: فما كان أبوك يصنع بك. قالت: كان يفرش لي الديباج ويلبسني الحرير ويطعمني المخ ويسقيني الخمر، قال: أفكان جزاء أبيك ما صنعت به. أنت بذلك إلي أسرع، ثم أمر بها فربطت قرون رأسها بذنب فرس ثم ركض الفرس حتى قتلها، وفي ذلك يقول أعشى قيس:</p>\n<p class=\"arabic_poetry\">ألم تر للحضر إذ أهله * بنعمى وهل خالد من نعم</p>\n<p class=\"arabic_poetry\">أقام بها شاهبور الجنود * حولين يضرب فيها القدم</p>\n<p class=\"arabic_poetry\">فلما دعا ربه دعوة * أناب إليه فلم ينتقم هذه رواية ابن إسحاق، وأما غيره فقال: كان صاحب الحضر يسمى الضيزن بن معاوية، وكان من تنوخ من قضاعة، وكان ملك الحضر قبل الساطرون بن اسيطرون وهو ملك السريانيين، قال أبو دواد:</p>\n<p class=\"arabic_poetry\">وأرى الموت قد تدلى من ال * حضر على رب أهله الساطرون</p>\n<p class=\"arabic_poetry\">ولقد كان آمنا للدواهي * ذا ثراء وجوهر مكنون ويقال: إن الساطرون أبو نصر جد عمرو بن عدي بن نصر الذي كان ملوك الحيرة من ولده، وكان الضيزن قد ملك الجزيرة وما يليها إلى الشام، وأقام سابور على حصنه أربع سنين وقيل سنتين، قال الأعشى:</p>\n<p class=\"arabic_poetry\">أقام بها شاهبور الجنود * حولين يضرب فيها القدم وكان أخرج ابنته النضيرة إلى بعض الرياض، وكذلك كانوا يفعلون بنسوانهم، وكانت من أجمل النساء، فعشقت سابور وتعشقها، فقالت له: اكتب بدم جارية بكر زرقاء في رجل حمامة ورقاء مطوقة كتابة ذكرتها وأرسلها فإنها تقع على حائط المدينة فيتداعى، وكان طلسم المدينة، وقيل: قالت له: ايت الثرثار، وهو نهر، فانثر عليه تبنا ثم اتبعه فانظر أين يدخل، فأدخل الرجال منه، فإن ذلك المكان يفضي إلى الحصن، ففتحها عنوة وأباد قضاعة فقال في ذلك بعض شعرائهم: [v.1, p.204]</p>\n<p class=\"arabic_poetry\">ألم يأتيك والأنباء تنمي * بما لاقت سراة بني العبيد</p>\n<p class=\"arabic_poetry\">ومقتل ضيزن وبني أبيه * واحلاس الكتائب من تزيد</p>\n<p class=\"arabic_poetry\">أتاهم بالفيول مجللات * وبالأبطال سابور الجنود</p>\n<p class=\"arabic_poetry\">فهدم من رواسي الحضر صخرا * كأن ثقاله زبر الحديد فاحتمل النضيرة فأعرس بها بعين التمر فلم تزل ليلتها تتضور وفرشها الخز محشو بالقز، فالتمس سابور ما كان يؤذيها فإذا ورقة آس ملصقة بعكنة من عكنها وكان ينظر إلى مخها ولين بشرتها فقال لها: أي شيء كان يغذوك أبوك؟ فقالت: بالزبد والمخ وشهد فراخ النحل وصفو الخمر، فقال: وأبيك لأنا أحدث عهدا بك، فأمر رجلا فركب فرسا جموحا ثم عصب ذوائبها بذنبه ثم همز الفرس فقطعها قطعا، قال الشاعر:</p>\n<p class=\"arabic_poetry\">أقفر الحضر من نضيرة فالمر * باع منها فجانب الثرثار وسابور هذا هو الذي حاصر نصيبين ثم أخذها وكان فيها عدد كثير لقيصر، ثم دخل أرض الروم فافتتح من الشام مدائن ثم انصرف إلى مملكته، وفرق من كان معه من السبي في ثلاث مدن: في جندي سابور وسابور التي بفارس وتستر التي بالأهواز، وهو الثاني من ملوكهم.</p>",
            "title": "الحضر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000532-000.json"
        }
    ],
    "type": "FeatureCollection"
}