{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">رومة</h1>\n<p class=\"arabic\">بضم أوله، بئر رومة بالمدينة، وكانت ليهودي يبيع المسلمين ماءها فقال رسول الله صلى الله عليه وسلم: ` من يشتري رومة فيجعلها للمسلمين وله بها مشرب في الجنة `؟ فاشتراها عثمان رضي الله عنه بعشرين ألفا.</p>\n<p class=\"arabic\">ومن بئر رومة كانت تحمل المرأة الزريقية الماء إلى تبع في القرب فأثابها، فلذلك صار ولدها أكثر بني زريق مالا.</p>\n<p class=\"arabic\">ورومة أيضا مدينة عظيمة للنصارى هي ركن من أركانهم وكرسي من كراسيهم ، وبأنطاكية كرسي، وبالإسكندرية أيضا كرسي، وببيت المقدس كرسي لكنه محدث لم يكن في أيام الحواريين واتخذ بعدهم ليعظم بيت المقدس. ويذكر أن محيطها تسعة أميال ولها سوران من الحجر، وعرض السور الداخل اثنا عشر شبرا وسمكه اثنان وسبعون ذراعا.</p>\n<p class=\"arabic\">وكانت رومة دار مملكة الروم، ونزلها من ملوكهم تسعة وعشرون ملكا ثم نزل بعمورية منهم ملكان، ثم انتقلت مملكتهم إلى رومة فنزلها ملكان ثم ملك بها قسطنطين الأكبر فانتقل إلى القسطنطينية. [v.1, p.274] ورومة هي مدينة الحكام.</p>\n<p class=\"arabic\">وهي في سهل من الأرض تحيط بها الجبال على بعد، عليها منها جبل عوذية بينها وبينه ستة أميال، ودور مدينة رومة أربعون ميلا وقطرها اثنا عشر ميلا، يشقها نهر يسمى تيبرس وينقسم قسمين ثم يلتقيان آخرها، وفي وسط هذه المدينة حصن يسمى منت أقوط في صخرة مرتفعة لم يظفر بهذا الحصن عدو قط. ورومة قد تغلب عليها ثلاث مرات، ولها سبعة أبواب، وبين رومة والبحر الشامي اثنا عشر ميلا، وكذلك بينها وبين البحر الجوفي، وأهل رومة أجبن خلق الله تعالى ويدبر أمرهم برومة البابه، ويجب على كل ملك من ملوك النصارى إذا اجتمع بالبابه أن ينبطح على الأرض بين يديه، فلا يزال يقبل رجلي البابه ولا يرفع رأسه حتى يأمره البابه بالقيام. وكانت رومة القديمة تسمى رومة بالية، أي عجوز، وكان النهر يعترضها فبنى يوانش الأسقف خلف الوادي مدينة أخرى فلذاك صار النهر يشقها، وفرش النهر بلبن الصفر وألزقه بالقصدير والرصاص، وألبست حيطانه بمثل ذلك.</p>\n<p class=\"arabic\">وفي داخل رومة كنيسة شنت باطر، وفيها صورة قارله من ذهب بلحيته وجميع هيئته، وهو في خلق عبوس قد رفع عن الأرض في خشبة مصلوبا، وفي وسط هذه الكنيسة صورة أخرى لبعض ملوكهم من ذهب أيضا، ولهذه الكنيسة أربعة أبواب من فضة سبكا واحدا، وهي كلها مسقفة بقراميد الصفر ملصقة بالقصدير، وحيطانها كلها نحاس أصفر رومي، وأعمدتها وأساطينها من بيت المقدس، وهي في غاية الحسن والجمال، ويزعمون أن تحت هذه الكنيسة أبنية وبيوتا وسورا فيها آلات وعدة، وفي وسط صحنها صورة مثقبة من رخام تنساب منها المياه، وصحنها مرتفع جدا يرقى إليه على ثلاثين درجة، ويزعمون أن في هذه الكنيسة مخلبين من مخاليب العنقاء، طول كل مخلب منهما اثنا عشر شبرا، وداخل هذه الكنيسة بيت بني باسم بطرش وبولش الحواريين، وطول هذه الكنيسة ثلثمائة ذراع وسمكها مائتا ذراع.</p>\n<p class=\"arabic\">والذي فرش النهر، في مدينة رومة، بلبن الصفر في ملكه على ما ذكر مؤرخو العجم قيصر أكتبيان في السنة الرابعة من دولته، عهد إلى جميع عماله مع دور الأرض والبحر المحيط بضرب ضرائب الصفر على الناس وأدائها إليه، فلما اجتمع أمر بضربه صفائح وبسط بها قعر نهر رومة وفرش به وذلك مسافة عشرين ميلا، وبهذا النهر يؤرخ الروم فيقولون: من تاريخ عام الصفر.</p>\n<p class=\"arabic\">ومدينة رومة كثيرة الطواعين وذلك أنهم لا يدفنون موتاهم، وإنما يدخلونهم في مغارات ويدعونهم بها فيستوبئ هواؤهم إذا استحروا، وهم يجتنبون أكثر ثمارها لوقوع ذبان الموتى عليها، والدليل على أن العلة في ذلك أجساد موتاهم، أن الطاعون لا يتعدى رومة وما دونها بعشرين ميلا.</p>\n<p class=\"arabic\">ومما يذكر من الأعاجيب برومة أن فيها كنيسة بها برج طوله في الهواء مائة ذراع، وعلى رأس البرج قبة مبنية بالرصاص، وعلى رأس القبة زرزور من صفر فإذا كان أوان إدراك الزيتون انحشرت إليه الزرازير من الأقطار البعيدة وفي منقار كل زرزور زيتونة وفي رجليه زيتونتان، وموضع الكنيسة لا زيتون فيه، فيطرحها على ذلك البرج، فيستصبح بدهن تلك الزيتون في الكنيسة عامة العام، ويقال: إن قسطنطين الملك بناها في شهر حزيران، وهو أول من تنصر، وإن في هذه الكنيسة قبر رجلين من الحواريين.</p>\n<p class=\"arabic\">ويزعم النصارى، وهو من تكاذيبهم وفاسد نواميسهم، أن في هذه الكنيسة أو غيرها برومة، قبر حواري يفتح عنه الملك كل عام في يوم فصحهم، ويدخله فيحلق رأس الحواري ولحيته ويقلم أظفاره، ثم يقسم لكل رجل من أهل مملكته شعرة شعرة، ويخص كبارهم بفسيط من قلامة أظفاره.</p>\n<p class=\"arabic\">وأهل رومة أجمعون يحلقون لحاهم، ويحلقون أوساط هامهم، ويزعمون أن كل من لم يحلق لحيته لا يكون نصرانيا خالصا، ويقول علماؤهم إن سبب ذلك أن شمعون الصفا جاءهم والحواريون، وهم قوم مساكين ليس مع كل واحد منهم إلا عصا وجراب، قالوا: ونحن ملوك نلبس الديباج [v.1, p.275] ونجلس على كراسي الذهب، فدعونا إلى النصرانية فلم نجبهم، وأخذناهم فعذبناهم وحلقنا رؤوسهم ولحاهم، ولما ظهر لنا صدق قولهم، حلقنا لحانا، كفارة لما ركبنا من حلق لحاهم.</p>\n<p class=\"arabic\">وإنما صار النصارى يعظمون الأحد لأنهم يزعمون أن المسيح قام في القبر ليلة الأحد وارتفع إلى السماء ليلة الأحد بعد اجتماعه مع الحواريين، وهم لا يرون الغسل من الجنابة ولا وضوء عندهم للصلاة وإنما عبادتهم النية، ولا يأخذون القربان حتى يقولوا: هذا لحمك ودمك، يريدون المسيح، والسكر عندهم حرام، ولا يتكلم أحدهم إذا أخذ القربان حتى يغسل فمه ، وإذا تقربوا قبل بعضهم بعضا وتعانقوا، ولا يتزوج أحد منهم أكثر من امرأة واحدة ولا يتسرى عليها، فإن زنت باعها وإن زنا باعته، وليس لهم طلاق، ويورثون النساء جزأين والذكور جزءا، ومن سننهم أن لا يلبس الجباب الحمر إلا ملك، وهم يخففون الحكم عن الشريف ويثقلون على الوضيع حتى يبلغ به البيع، ومن أحكامهم أن من زنا بأمة غيره في دار سيدها فعليه حد معروف، فإن زنا بها خارج الدار فلا شيء عليه كأنه لم يأت ريبة، ومن أولد عندهم أمته فولده منها زنيم ولا يجوز لذلك الولد عندهم رتبة القسيسية ولا يرث أباه إذا كان له ولد من حرة، وولد الحرة يحيط بميراثه، وإن لم يكن له ولد غير ولد الأمة ورثه، وهم يفطرون في صومهم يومين من كل جمعة، وهما: يوم السبت ويوم الأحد، وأمر الصوم عندهم خفيف ليس بالشديد اللزوم وإنما أصله عندهم الصوم الذي كان صامه المسيح بزعمهم استدفاعا لإبليس، وكان صومه أربعين يوما موصولة بلياليها في قولهم، وهم لا يصومون يوما كاملا ولا ليلة كاملة، ومن كان بين المسلمين منهم يؤخر الفطر حياء منهم، وهم في موضع مملكتهم لا يصومون إلا نصف النهار أو نحوه، والمواظب منهم للصلوات والجماعات من شهد الكنيسة يوم الأحد وليلته وأيام القرابين السبعة، ولو غاب عنها عمره كله لم يطعن عليه بذلك طاعن ولا عابه عائب، وليس يشتمل مصحف النصارى الذي هو ديوان فقههم وكنز علمهم وعليه معولهم في أحكامهم واعتمادهم في شرائعهم إلا على خمسمائة وسبع وخمسين مسئلة، ومن هذه المسائل على قلتها مسائل موضوعة لا معنى لها ولا حاجة بهم إلى تقييدها لم تقع في سالف الزمن ولا تقع في غابره. وليست سنتهم مأخوذة من تنزيل ولا رواية عن نبي وإنما جميعها عن ملوكهم، وأيمانهم التي لا بعدها: بالله الذي لا بعده غيره ولا يدان إلا له، وإلا فخلع النصرانية وبرئ من المعمودية وطرح على المذبح حيضة يهودية، وإلا فلعنه البطريق الأكبر والشمامسة والديرانيون وأصحاب الصوامع ومقربة القربان، وإلا فبرئ من الثلثمائة والثمانية عشر أسقفا الذين خرجوا من بيوتهم حتى أقاموا دين النصرانية، وإلا فشق الناقوس وطبخ فيه لحم جمل وأكل يوم الإثنين مدخل الصوم، وإلا تلقى الله بعمل إسحاق طرى اليهودي.</p>",
            "title": "رومة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000710-000.json"
        }
    ],
    "type": "FeatureCollection"
}