{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أوراس</h1>\n<p class=\"arabic\">هو جبل قريب من باغاية بإفريقية بينه وبين نقاوس ثلاث مراحل وهو المتصل بالسوس، ويقال إنه قطعة من جبل درن بالمغرب ومتصل به وطوله نحو اثني عشر يوما، ومياهه كثيرة وعمارته متصلة وفي أهله نخوة وتسلط على من جاورهم من الناس.</p>\n<p class=\"arabic\">ومن هذا الجبل قام أبو يزيد مخلد بن كيداد الزناتي النكاري في سنة ثلاث وثلاثمائة واستفحل أمره وعظم شأنه واستولى على كثير من البلاد الإفريقية، وعظمت فتنته وأكثر القتل في الناس فكانت فتنته شنيعة وأمره عظيما إلى أن قتل واستراح المسلمون منه ومن خبائث سيره وقبيح أفعاله على ما سيرد إن شاء الله تعالى.</p>\n<p class=\"arabic\">وفي جبل أوراس كانت الملكة المعروفة بالكاهنة المقتولة في الفتح الأول على يدي المسلمين، فروي أن حسان بن النعمان الغساني لما أغزاه عبد الملك بن مروان إفريقية سنة تسع وستين في جيش فيه نحو من ستة آلاف فارس لما وصل إفريقية قصد قرطاجنة فوافقه أهلها فقتل رجالهم وفرسانهم فهربوا في البحر في سفن كانت لهم إلى الأندلس وإلى صقلية ثم دخلها بالسيف وأرسل إلى ما حولها من العمران فاجتمعوا له مسرعين خوفا منه فأمرهم بهدم قرطاجنة وقطع القناة عنها ثم رجع إلى روم سطفورة فقاتلهم فهزم الله تعالى الروم بعد بلاء عظيم ثم سأل عن أعظم ملك بإفريقية ومن إذا قتل دانت إفريقية لقاتله، ويئس البربر والروم من أنفسهم، فقيل له ليس بإفريقية أعظم قدرا ولا أبعد صيتا ولا أشد حزما من امرأة يقال لها الكاهنة، وهي في جبل أوراس وجميع من بإفريقية خائفون منها، والروم سامعون لها مطيعون، فإن قتلتها يئس الروم والبربر أن تكون لهم دولة. فلما سمع ذلك حسان خرج إليها بجيوشه، فلما بلغ مجانة نزل بها، وكانت قلعتها لم تفتح فتحصن فيها الروم فمضى وتركهم، وبلغ الكاهنة أمره فرجعت إليه من جبل أوراس في عدد لا يعلمه إلا الله تعالى فنزلت مدينة باغاي فأخرجت من بها وظنت أن حسان يريد حصنا يتحصن به، ثم أقبل حسان وزحفت الكاهنة فانتهوا إلى نهر كان حسان ومن معه يشربون من أعلاه وكانت الكاهنة ومن معها يشربون من أسفله، وأبى حسان أن يقاتلها ليلا فوقف كل فريق على مصافهم، فلما أصبح زحف بعضهم إلى بعض ثم اقتتلوا قتالا شديدا وقتل من العرب خلق عظيم وانهزم حسان بعد بلاء عظيم وسمي النهر نهر البلاء، واتبعته الكاهنة بمن معها حتى حد قابس، فأسلم إفريقية ومضى على وجهه وأسرت من أصحابه ثمانية رجال، وقيل ثمانين، فيهم خالد بن يزيد العبسي وكان رجلا مذكورا، فلما فصل من قابس كتب إلى عبد الملك يخبره بما نزل من البلاء بالمسلمين من قبل الكاهنة وترفق في السير طمعا في لحاق أصحابه، فكتب إليه عبد الملك: أقم حيث يأتيك كتابي ولا تبرح حتى يأتيك أمري، فأتاه كتابه وهو بالموضع الذي يقال له اليوم قصور حسان فابتنى هناك قصرا لنفسه وأقام بمن معه ثلاث سنين وملكت الكاهنة إفريقية كلها وأرسلت من معها من أسرى المسلمين إلا رجلا واحدا يقال له خالد بن يزيد العبسي، فإنها حبسته عندها، وعمدت إلى دقيق الشعير وهم يسمونه البسيسة، ثم دعت خالد بن يزيد وابنين لها فأمرتهم فأكلوا ثلاثتهم منها، وقالت لهم: أنتم الآن قد صرتم إخوة وذلك عند البربر من أعظم العهد في جاهليتهم إذا فعلوه، ثم بعث حسان إلى خالد بن يزيد وهو عند الكاهنة يقول له: ما منعك من الكتاب إلي بخبر الكاهنة فكتب إليه مع رسوله في خبزة ملة قد أنضجها ليظن من رأى الخبزة أنها زاد للرجل فلم يغب شخص الرسول عنهم حتى خرجت الكاهنة ناشرة شعرها تقول: يا معشر بني هلاككم فيما يأكل الناس، كررت ذلك ثلاث مرات.</p>\n<p class=\"arabic\">ومضى الرسول حتى قدم على حسان بالكتاب فيه كل ما احتاج إليه من خبرها، وفيه أن البربر تجتمع عساكرهم بالنهار ويفترقون بالليل وليس لهم حزم في رأيهم، وإنما ابتلينا بأمر أراده الله عز وجل وأكرم به من أراد منا بدرجة الشهادة، فإذا نظرت في كتابي فاطو المراحل وجد في السير فإن الأمر لك ولست أسلمك إن شاء الله ولا حول ولا قوة إلا بالله، ثم كتب خالد بن يزيد بعد ذلك إلى حسان بخبر ما قبله، وعمد إلى قربوس فنقره ثم وضع فيه الكتاب وأطبق عليه وأخفى مكان النقر ثم حمل رسولا على دابة بالكتاب إلى حسان، فلما فصل خرجت الكاهنة ناشرة شعرها تقول: يا بني هلاككم في شيء من نبات الأرض، وكانت من أعلم أهل زمانها بالكهانة، ومضى الرسول حتى قدم على حسان، فلما علمت الكاهنة أن حسان يقيم بقصوره لا يبرح قالت للبربر والروم: إنما [v.1, p.65] يطلب حسان من إفريقية المدائن والذهب والفضة والشجر ونحن إنما نريد منها المراعي والمزارع فما أرى لكم إلا خراب إفريقية، فوجهت البربر يقطعون الشجر ويهدمون الحصون، قالوا: وكانت إفريقية من طرابلس إلى طنجة ظلا واحدا وقرى متصلة فأخربت ذلك كله، فخرج من النصارى ثلاثمائة رجل مستغيثين بحسان مما نزل بهم من الكاهنة من خراب الحصون وقطع الشجر، وكان قد وجه إليه عبد الملك بن مروان يأمره بالنهوض إلى إفريقية قبل أن تخربها الكاهنة، فوافق ذلك قدوم الروم عليه وقدوم رسول خالد بن يزيد عليه، فرجع بجميع عسكره إلى إفريقية؟ فيقال إن الكاهنة خرجت ناشرة شعرها تقول: يا بني انظروا ماذا ترون، فقالوا: نرى شيئا من سحاب أحمر، قالت: بلى وإلهي ما هو إلا رهج خيل العرب قد أقبلت إليكم، ثم قالت لخالد بن يزيد الذي كانت أسرته: إنما كنت تبنيتك لمثل هذا اليوم، أما أنا فمقتولة ولكن أوصيك بأخويك هذين خيرا، تريد ولديها، فانطلق بهما إلى العرب فخذ لهما أمانا. فانطلق بهما خالد بن يزيد فأخذ لهما أمانا، ولقي حسان وهو مقبل يريد الكاهنة، فوصل إلى قابس فلقيته الكاهنة، وكانت مع حسان جماعة من البربر فولى عليهم الأكبر من ولدي الكاهنة وأكرمه وأقربه، ولقيته الكاهنة في جيوش عظيمة فاقتتلوا فهزمهم الله تعالى، وانهزمت الكاهنة تريد قلعة بشر لتتحصن بها فأصبحت القلعة لاصقة بالأرض فهربت تريد جبل أوراس ومعها صنم عظيم من خشب كانت تعبده يحمل بين يديها على جمل، فتبعها حسان حتى قرب من موضعها، فلما كان الليل قالت الكاهنة لابنيها: إني مقتولة وإن رأسي تركض به الدواب وتمضي به إلى المشرق من حيث تطلع الشمس وأراه موضوع بين يدي ملك العرب الذي بعث إلينا بهذا الرجل، فقال لها خالد بن يزيد وولداها: فإذا كان الأمر هكذا عندك فارحلي وخلي البلاد، قالت: وكيف أفر وأنا ملكة والملوك لا تفر من الموت فأقلد قومي عارا إلى آخر الدهر، قالوا لها: أفلا تخافين على قومك قالت: إذا أنا مت فلا أبق الله منهم أحدا في الدنيا، فقال لها خالد بن يزيد وولداها: فما نحن صانعون؟ فقالت: أما أنت يا خالد بن يزيد فستنال ملكا عظيما عند الملك الأعظم وأما أولادي فسيدركون بإفريقية ملكا عظيما مع هذا الملك الذي يقتلني، ثم قالت لهم: اركبوا فاستأمنوا إليه فركب خالد بن يزيد وولداها بالليل إلى حسان، فلما أصبح حسان زحف إليها، وأقبلت الكاهنة راجعة إليه فلقيت أعنة الخيل خالدا وولديها فسلموا عليهم ومضوا بهم إلى حسان فدخل ابن يزيد على حسان وأخبره بما قالت الكاهنة، وأنها وجهت إليه بولديها فأمر بهما حسان فأدخلهما ووكل بهما قوما، وقدم خالد بن يزيد على أعنة الخيل، فالتقى القوم ووضعوا السلاح بعضهم على بعض ووقع الصبر، وانهزمت الكاهنة وقتلت عند بئر سماه الناس بئر الكاهنة إلى اليوم، ويقال إنها قتلت عند طبرقة، فنزل حسان على الموضع الذي قتلت فيه وعجب الناس من خلقها وكانت الأترجة تجري فيما بين عجيزتها وأكتافها.</p>\n<p class=\"arabic\">ثم إن الروم تحزبوا بعد ذلك وأجمعوا على قتال حسان فقاتلهم فهزمهم الله تعالى، وخافته البربر فاستأمنوا إليه فلم يقبل منهم حتى أعطوه من جميع قبائلهم اثني عشر ألف فارس يكونون مع العرب فأجابوه وأسلموا على يديه، وعقد لولدي الكاهنة بعد إسلامهما لكل واحد منهما ستة آلاف فارس من البربر، وأخرجهم مع العرب يفتتحون إفريقية ويقتلون الروم، فمن أجل ذلك صارت الخطط بإفريقية للبربر فكان يقسم الفيء بينهم والأراضي، وحسنت طاعتهم له، فدانت له إفريقية ودون الدواوين.</p>",
            "title": "أوراس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000184-000.json"
        }
    ],
    "type": "FeatureCollection"
}