{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خطرنية</h1>\n<p class=\"arabic\">في سواد الكوفة منها أبو مسلم عبد الرحمن بن مسلم صاحب الدعوة العباسية، كان إذا خرج رفع أربعة آلاف أصواتهم بالتكبير وكان بين طرفي موكبه أكثر من فرسخ، وكان قد قتل في أصناف الناس، فقتل في المضرية حتى كاد يفني من بخراسان منها، ثم قتل في ربيعة واليمن ما لا يحصى، ثم قتل في الأعاجم وبيوت الملك والدهاقنة، وقتل في القضاة والفقهاء والعلماء والشعراء وقتل في أوساط الناس، وقتل في المذاربة والأكراد وأهل الجبال ولم يبق جيل من الأمة إلا قتل فيه، وكان قهرمانا لادريس بن معقل العجلي ثم صار ولاؤه لمحمد بن علي، وكان اسمه إبراهيم ويكنى أبا إسحاق فسماه إبراهيم عبد الرحمن وكناه بأبي مسلم فعظم شأنه، وكان يطعم كل يوم مائة شاة وعشر شياه سوى ما يتبع ذلك من الحملان وصنوف الطعام والفواكه، وكان خافض الصوت في كلامه ومحادثته فصيحا، راوية للشعر، لم ير ضاحكا ولا مازحا ولا خجلا ولا قطوبا ولا عبوسا، سوطه سيفه، قليل الرحمة يقتل أكيله وجليسه وصديقه وذا المنزلة عنده، لم يشب قال بعضهم: ثلاثة عظم شأنهم وجلت أنباؤهم وتقاربت أسنانهم ولم تطل أعمارهم، كلهم مات دون الأربعين: الحجاج بن يوسف وعبد الرحمن بن مسلم والفضل بن سهل. ولما ولي أبو جعفر المنصور اطلع من أبي مسلم على غش له، ولاعب بعض قواده الشطرنج فتوجهت اللعبة عليه ثم ظفر فضر به فيها الغلب فقال:</p>\n<p class=\"arabic_poetry\">ذروني ذروني ما قدرت فإنني * متى ما تهيجوني تميد بكم أرضي</p>\n<p class=\"arabic_poetry\">وأنهض في سرد الحديد إليكم * كتائب سودا طال ما انتظرت نهضي واستدل بذلك على نيته، وساير عيسى بن موسى في اليوم الذي قدم فيه على المنصور، وكان يثق به وبمودته فأنشد عيسى شعرا أنكره أبو مسلم وهو:</p>\n<p class=\"arabic_poetry\">سيفنيك ما أفنى القرون التي خلت * وما حل في أكباد عاد وجرهم</p>\n<p class=\"arabic_poetry\">ومن كان أنأى منك عزا ومفخرا * وأنهض بالجيش اللهام العرمرم وقال: أيها الأمير أغدرا مع قرب الضمير بالأمان والعهود والمواثيق، فحلف له عيسى بالطلاق والعتاق أنه ما قصد لما ظن ولا عناه ولا أراده ولكنه شيء جرى على لسانه لم يتعمده، فقال له أبو مسلم: فهذا والله أغلظ له. ولما قدم على المنصور قال له يوم قتله: ما حملك على خلع حلة الوفاء والفخر ولبس رث النفاق والغدر، فقد كان عليك من الأول وسم جمال وصدق ثناء، فقال: يا أمير المؤمنين إن رأيت ألا تكلفني عذرا توجب علي معه ذنبا [v.1, p.219] فافعل، ولكن استأنف عفوا أجازك عنه شكرا، فقال: تجاوزت فيك قول الله تعالى: ` لا تختصموا لدي وقد قدمت إليكم بالوعيد ` ثم أمر بقتله، وقال الشاعر في قتله :</p>\n<p class=\"arabic_poetry\">زعمت أن الدين لا يقتضى * فاستوف بالصاع أبا مجرم</p>\n<p class=\"arabic_poetry\">سقيت كأسا كنت تسقي بها * أمر في الحلق من العلقم</p>",
            "title": "خطرنية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000561-000.json"
        }
    ],
    "type": "FeatureCollection"
}