{
    "features": [
        {
            "item": "JK_000952_3409",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.31-34",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكتاني</h1> بفتح الكاف وتشديد التاء المفتوحة وفي اخرها النون هذه النسبة إلى الكتان وهو نوع من الثياب وعمله والمشهور به محمد بن الحسين الكتاني يروي عن يحيى بن عثمان وطبقته روى عنه ابن برد وطبقته وأحمد بن عبد الواحد الكتاني عن نصر بن مرزوق كذلك قاله عبد الغني وهو أحمد بن محمد بن عبد الواحد الكتاني يزعم أنه من موالي عمر بن الخطاب يكنى أبا الحسن حدث عن علي بن زيد الفرائضي ويونس بن عبد الأعلى وغيره توفي سنة ست وعشرين وثلاثمائة ولم يكن بذاك قاله ابن يونس وفضيل بن الحسن المعافري الكتاني المقري مكثر ثقة سمع البغوي وابن صاعد وابن أبي داود وخلقا كثيرا وأبو حفص عمر بن إبراهيم بن أحمد بن كثير بن هارون بن مهران الكتاني المقري مقرىء أهل بغداد في عصره سمع أبا سعيد العدوي وأبا حامد الحضرمي وأبا القاسم البغوي وابن صاعد وغيرهم روى عنه الأزهري والخلال والتنوخي وأبو الحسين بن النقور وأبو محمد بن هزارمرد الصريفيني وأبو الحسين بن المهتدي بالله |جـ 5 صـ 32| الهاشمي وجماعة واخر من روى عنه ابن النقور وكان ثقة صدوقا قيل إن كتابه بقراءة عاصم عن ابن مجاهد فيه بعض النظر وكانت ولادته في سنة ثلاثمائة وتوفي في رجب سنة تسعين وثلاثمائة ومحمد بن الحسن المذحجي الأندلسي القرطبي يعرف بابن الكتاني أديب شاعر طبيب له في الطب رسائل وكتب في الأدب عاش بعد سنة أربعمائة مدة قاله الحميدي وأبو محمد عبد العزيز بن أحمد بن محمد بن علي بن سلمان بن عبد العزيز بن إبراهيم الكتاني الدمشقي حافظ مكثر متقن يروي عن تمام بن محمد بن عبد الله الرازي وطبقته قال ابن ماكولا كتبت عنه وكتب عني سمع منه أبو بكر الخطيب الحافظ وروى لنا عنه أبو القاسم إسماعيل بن أحمد بن السمرقندي الحافظ وأبو عبد الله محمد بن طلحة بن علي بن الصقر بن عبد المجيب الكتاني من أهل بغداد سمع أبا عمر بن حيويه ومحمد بن زيد بن علي بن مروان الأنصاري وأبا القاسم بن حبابة وابا طاهر المخلص والقاضي أبا بكر بن أبي موسى الهاشمي كتبت عنه وكان صدوقا دينا من أهل القرآن وكانت ولادته في صفر سنة أربع وستين وثلاثمائة ومات في شهر ربيع الأول سنة اثنين وأربعين وأربعمائة ودفن بمقبرة الشونيزية ووالده أبو القاسم طلحة بن علي بن الصقر بن عبد المجيب بن عبد الحميد الكتاني من أهل بغداد سمع أحمد بن سلمان النجاد وأحمد بن عثمان بن يحيى الأدمي وأبا بكر محمد بن عبد الله الشافعي ودعلج بن أحمد السجزي وجماعة سواهم ذكره أبو بكر الخطيب وقال كتبنا عنه وكان ثقة صالحا ستيرا دينا وكانت ولادته في سنة ست وثلاثين وثلاثمائة ومات في ذي القعدة سنة اثنتين وعشرين وأربعمائة ودفن في مقبرة الشونيزي وأبو بكر محمد بن علي بن جعفر الكتاني أحد مشايخ الصوفية سكن مكة وكان فاضلا نبيلا حسن الإشارة حكى عن أبي سعيد الخراز وجنيد بن محمد وغيرهما قال أبو محمد المرتعش ختم الكتاني في الطواف اثني عشر ألف ختمة وكان الكتاني |جـ 5 صـ 33| يقول التصوف خلق من زاد عليك في الخلق فقد زاد عليك في التصوف وكان يقول لولا أن ذكره علي فرض ما ذكرته إجلالا له مثلي يذكره ولم يغسل فمه بألف توبة متقبلة وقال الكتاني كنت أنا وأبو سعيد الخراز وعباس بن المهتدي واخر لم يذكره نسير بالشام على ساحل البحر إذا شاب يمشي معه محبرة ظننا أنه من أصحاب الحديث فتثاقلنا به فقال له أبو سعيد يا فتى على أي طريق تسير فقال ليس أعرف إلا طريقين أما طريق العامة فهذا الذي أنتم عليه وأما طريق الخاصة فبسم الله وتقدم إلى البحر ومشى حيالنا على الماء فلم نزل نراه حتى غاب عن أبصارنا وكان الكتاني صحبه الخراز وعمرو المكي ومات سنة اثنتين وعشرين وثلاثمائة |جـ 5 صـ 34| ",
                "title": "الكتاني",
                "uri": "JK_000952_3409"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}