{
    "features": [
        {
            "item": "JK_000129_010554",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.403-404",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قنسرين والنسبة القنسريني</h1> بكسر أوله وفتح ثانيه وتشديده وقد كسره قوم ثم سين مهملة قال بطليموس مدينة قنسرين طولها تسع وثلاثون درجة وعشرون دقيقة وعرضها خمس وثلاثون درجة وعشرون دقيقة في الإقليم الرابع ارتفاعه ثمان وسبعون درجة وأفقها إحدى وتسعون درجة وخمس عشرة دقيقة طالعها العذراء بيت حياتها الذراع تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها من الحمل عاقبتها مثلها من الميزان وقال صاحب الزيج طول قنسرين ثلاث وثلاثون درجة وعرضها أربع وثلاثون درجة وثلث وفي جبلها مشهد يقال إنه قبر صالح النبي عليه السلام وفيه آثار أقدام الناقة والصحيح أن قبره باليمن بشبوة وقيل بمكة والله أعلم وكان فتح قنسرين على يد أبي عبيدة بن الجراح رضي الله عنه في سنة 17 وكانت حمص وقنسرين شيئا واحدا قال أحمد بن يحيى سار أبو عبيدة بن الجراح بعد فراغه من اليرموك إلى حمص فاستقراها ثم أتى قنسرين وعلى مقدمته خالد بن الوليد فقاتله أهل مدينة قنسرين ثم لجؤوا إلى حصنهم وطلبوا الصلح فصالحهم وغلب المسلمون على أرضها وقراها وقال أبو بكر بن الأنباري أخذت من قول العرب قنسري أي مسن وأنشد للعجاج أطربا وأنت قنسري والدهر بالإنسان دواري وأنشد غيره وقنسرته أمور فاقسأن لها وقد حنى ظهره دهر وقد كبرا وقال أبو المنذر سميت قنسرين لأن ميسرة بن مسروق العبسي مر عليها فلما نظر إليها قال ما هذه فسميت له بالرومية فقال والله لكأنها قن نسر فسميت قنسرين وقال الزمخشري نقل من القنسر بمعنى القنسري وهو الشيخ المسن وجمع هو وأمثاله كثيرة قال أبو بكر بن الأنباري وفي إعرابها وجهان يجوز أن تجريها مجرى قولك الزيدون فتجعلها في الرفع بالواو فتقول هذه قنسرون وفي النصب والخفض بالياء فتقول مررت بقنسرين ورأيت قنسرين والوجه الآخر أن تجعلها بالياء على كل حال وتجعل الإعراب في النون ولا تصرفها قال أبو القاسم هذا الذي ذكره من طريق اللغة ولم يسم البلد بذلك لما ذكره ولكن روي أنها سميت برجل من عبس يقال له ميسرة وذلك أنه نزلها فمر به رجل فقال له ما أشبه هذا الموضع بقن سيرين فبني منه اسم للمكان وقال آخرون دعا أبو عبيدة بن الجراح ميسرة بن مسروق العبسي فوجهه في ألف فارس في أثر العدو فمر على قنسرين فجعل ينظر إليها فقال ما هذه |جـ 4 صـ 404| فسميت له بالرومية فقال والله لكأنها قنسرون فسيمت قنسرين ثم مضى حتى بلغ الدرب فكان أول من جاوز الدرب من المسلمين فهذا الخبر يدل على أن قنسرين اسم مكان آخر عرفه ميسرة العبسي فشبهه به وقد روي في خبر مشهور عن النبي صلى الله عليه وسلم أوحى الله تعالى إلي أي هؤلاء الثلاث نزلت فهي دار هجرتك المدينة أو البحرين أو قنسرين وهي كورة بالشام منها حلب وكانت قنسرين مدينة بينها وبين حلب مرحلة من جهة حمص بقرب العواصم وبعض يدخل قنسرين في العواصم ومازالت عامرة آهلة إلى أن كانت سنة 153 وغلبت الروم على مدينة حلب وقتلت جميع ما كان بربضها فخاف أهل قنسرين وتفرقوا في البلاد فطائفة عبرت الفرات وطائفة نقلها سيف الدولة بن حمدان إلى حلب كثر بهم من بقي من أهلها فليس بها اليوم إلا خان ينزله القوافل وعشار السلطان وفريضة صغيرة وقال بعضهم كان خراب قنسرين في سنة 553 قبل موت سيف الدولة بأشهر كان قد خرج إليها ملك الروم وعجز سيف الدولة عن لقائه فأمال عنه فجاء إلى قنسرين وخربها وأحرق مساجدها ولم تعمر بعد ذلك وحاضر قنسرين بلدة باقية إلى الآن ذكرت في موضعها وقال المدائني خرج أعرابي من طيء إلى الشام إلى بني عم له يطلب صلتهم فلم يعطوه طائلا وعرضوا عليه الفرض فأبى ثم قدم قنسرين فأعطوه شيئا قليلا وقالوا تفترض فقال أقمنا بقنسرين ستة أشهر ونصفا من الشهر الذي هو سابع فقال ابن هيفاء دع البدو وافترض فقلت له إني إلى الله راجع يؤمون بي موقان أو يفرضون بي إلى الري لا يسمع بذلك سامع ألا حبذا مبدى هشام إذا بدا لارفاق زيد أو دعته البرادع وحلت جنوب الأبرقين إلى اللوى إلى حيث سارت بالهبير الدوافع ثم خرج من الشام إلى العراق فركب الفرات فخاف أهوالها فقال وما زال صرف الدهر حتى رأيتني على سفن وسط الفرات بنا تجري يصير بنا صار ويجذف جاذف وما منهما إلا مخوف على غدري ثم أتى الكوفة وطلب من قومه فلم يصل إلى ما يريد فرجع إلى البادية فقالوا أطلت الغيبة فما أفدت فقال رجعنا سالمين كما بدأنا وما خابت غنيمة سالمينا وينسب إلى قنسرين جماعة أثبتهم في الحديث الحافظ أبو بكر محمد بن بركة بن الحكم بن إبراهيم بن الفرداج الحميري اليحصبي القنسريني المعروف ببرداعس سكن حلب ثم قدم دمشق وحدث بها عن أبي جعفر أحمد بن محمد بن أبي رجاء المصيصي ويوسف بن سعيد بن مسلم وهلال بن أبي العلاء الرقي وأبي زرعة الدمشقي وخلق كثير سواهم روى عنه عثمان بن خرزاذ وهو من شيوخه وعبد الله بن عمر بن أيوب بن الحبال وعبد الوهاب الكلابي وابو الخير أحمد بن علي الحافظ وأبو بكر بن المقري وغيرهم سئل عنه الدارقطني فقال ضعيف وقال ابن زيد مات سنة 328 |جـ 4 صـ 405| ",
                "title": "قنسرين والنسبة القنسريني",
                "uri": "JK_000129_010554"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}