{
    "features": [
        {
            "item": "JK_000129_002732",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.56-57",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>توج والنسبة التوجي</h1> بفتح أوله وتشديد ثانيه وفتحه أيضا وجيم وهي توز بالزاي وسنعيد ذكرها أيضا مدينة بفارس قريبة من كازرون شديدة الحر لأنها في غور من الأرض ذات نخل وبناؤها باللبن بينها وبين شيراز اثنان وثلاثون فرسخا ويعمل فيها ثياب كتان تنسب إليها وأكثر من يعمل هذا الصنف بكازرون لكن اسم توج غالب عليه لأن أهل توج أحذق بصناعته وهي ثياب رقيقة مهلهلة النسج كأنها المنخل إلا أن ألوانها حسنة ولها طرز مذهبة تباع حزما بالعدد وكان أهل خراسان يرغبون فيها وتجلب إليهم كثيرا وقد يعمل منها صنف صفيق جدا ينتفع به وهي مدينة صغيرة واسمها كبير وقد فتحت في أيام عمر بن الخطاب رضي الله عنه في سنة 81 أو 91 وأمير المسلمين مجاشع بن مسعود فالتقوا أهل فارس بتوج فهزم الله أهل فارس وافتتح توج بعد حروب عنوة وأغنمهم عسكره ثم صالحهم على الجزية فرجعوا إلى أوطانهم وأقروا فقال مجاشع بن مسعود في ذلك ونحن ولينا مرة بعد مرة بتوج أبناء الملوك الأكابر لقينا جيوش الماهيان بسحرة على ساعة تلوي بأهل الحظائر فما فتئت خيلي تكر عليهم ويلحق منها لاحق غير حائر وقال أحمد بن يحيى وجه عثمان بن أبي العاصي الثقفي أخاه الحكم في البحر من عمان لفتح فارس ففتح مدينة بركاوان ثم سار إلى توج وهي أرض أردشير خره وفي رواية أبي مخنف أن عثمان بن أبي العاصي بنفسه قطع البحر إلى فارس فنزل توج ففتحها وبنى بها المساجد وجعلها دارا للمسلمين وأسكنها عبد القيس وغيرهم وكان يعير منها إلى أرجان وهي متاخمة لها ثم شخص منها ومن فارس إلى عمان والبحرين بكتاب عمر إليه في ذلك واستخلف أخاه الحكم وقال غيره إن الحكم فتح توج وأنزلها المسلمين من عبد القيس وغيرهم وكان ذلك في سنة 91 ثم كانت وقعة ريشهر كما نذكرها في ريشهر وقتل سهرك مرزبان فارس حينئذ وكتب عمر إلى عثمان بن أبي العاصي أن يعبر إلى فارس بنفسه فاستخلف أخاه حفصا وقيل المغيرة وعبر إلى توج فنزلها وكان يغزو منها وكان بعض أهل توج يقول إن توج مصرت بعد قتل سهرك وينسب إليها جماعة منهم أبو بكر أحمد بن الحسين بن أحمد بن مردشاد السيرافي التوجي سمع منه أبو محمد عبد العزيز بن محمد النخشبي الحافظ وغيره وأما قول مليح الهذلي |جـ 2 صـ 57| بعثنا المطايا فاستخف كما هوت قوارب يزفيها وسيج سفنج ليوردها الماء الذي نشطت له ومن دونه أثباج فلج فتوج يزفيها يسرع بها والوسيج ضرب من السير والسفنج الظليم ",
                "title": "توج والنسبة التوجي",
                "uri": "JK_000129_002732"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}