{
    "features": [
        {
            "item": "JK_000952_0420",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.306-307",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البربري</h1> بفتح الباءين المنقوطتين بنقطتين بينهما راء مهملة بعد الباء راء أخرى هذه النسبة إلى بلاد البربر وهي ناحية كبيرة من بلاد المغرب والمشهور بهذه النسبة أبو محمد هارون بن أبي إبراهيم البربري من أهل الأهواز واسم أبيه محمد وقيل إن اسم أبي إبراهيم ميمون بن أيمن مولى عقار بن المغيرة بن شعبة يروي عن عطاء وابن سيرين روى عنه أبو عامر العقدي وهانىء بن سعيد البربري مولى عثمان بن عفان رضي الله عنه يروي عن عثمان روى عنه عبد الله بن بحير وأبو سعيد سابق بن عبد الله البربري من أهل حران سكن الرقة يروي عن مكحول وعمرو بن أبي عمرو روى عنه الأوزاعي وأهل الجزيرة وهو الذي يروي عن سعيد بن سمعان وأبو أحمد بن موسى بن حماد البربري حدث عن علي بن الجعد وعبيد الله بن عمر القواريري وكان إخباريا له معرفة بأيام الناس يروي عنه القاضيان أحمد بن كامل وعبد الباقي بن قانع وإسماعيل الخطبي وغيرهم وعمير بن مدرك بن أبي مدرك واسم أبي مدرك أوس ويقال أسامة ويقال نقيع البربري مولى عياش بن الحارث الخولاني ثم السعدي وأصله من البربر يروي عن سفيان بن وهب روى عنه حرملة بن عمران وقد ولى بعض العمالات بمصر لعبد العزيز بن مروان وكان يكتب له وولد بمصر اليوم ولهم دور بخولان ولهم جنات عمير الذي بالحيرة قال |جـ 1 صـ 307| ابن بكير توفي عمير بن أبي مدرك سنة سبع وعشرين ومائة وأبو محمد عبد الله بن محمد بن ناجية بن نجبة البربري سمع أبا معمر الهذلي ومجاهد بن موسى وسويد بن سعيد وعبد الله بن معاوية الجمحي وأبا بكر بن أبي شيبة وعبد الواحد بن غياث البصري وعبد الله بن محمد بن أبان الكوفي وعبد الأعلى بن حماد ومحمد بن ميمون الخياط ونصر بن علي الجهضمي روى عنه أبو بكر بن الأنباري وأبو بكر بن مقسم المقري وأبو بكر الشافعي وأبو علي بن الصواف وأبو بكر محمد بن عمر الجعابي وغيرهم وكان ثقة ثبتا صدوقا وقال أبو بكر بن كامل القاضي كان عبد الله بن ناجية ممتعا بإحدى عينيه وغير شيبة بصفرة وكان من أصحاب الحديث الأكياس المكثرين إلا أنه كان مشهورا بصحبة الكرابيسي ومات في شهر رمضان سنة إحدى وثلاثمائة ",
                "title": "البربري",
                "uri": "JK_000952_0420"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}