{
    "features": [
        {
            "item": "JK_000129_002716",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.51-53",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تنيس والنسبة التنيسي</h1> بكسرتين وتشديد النون وياء ساكنة والسين مهملة جزيرة في بحر قريبة من البر ما بين الفرما ودمياط والفرما في شرقيها قال المنجمون طولها أربع وخمسون درجة وعرضها إحدى وثلاثون درجة وثلث في الأقليم الثالث قال الحسين بن محمد المهلبي أما تنيس فالحال فيها كالحال في دمياط إلا أنها أجل وأوسط وبها تعمل الثياب الملونة والفرش والبوقلمون وبحيرتها التي هي عليها مقدار إقلاع يوم في عرض نصف يوم ويكون ماؤها أكثر السنة ملحا لدخول ماء بحر الروم إليه عند هبوب ريح الشمال فإذا انصرف نيل مصر في دخول الشتاء وكثر هبوب الريح الغربية حلت البحيرة وحلا سيف البحر الملح مقدار بريدين حتى يجاوز مدينة الفرما فحينئذ يخزنون الماء في جباب لهم ويعدونه لسنتهم ومن حذق نواتي والبحر في هذه البحيرة أنهم يقلعون بريح واحدة يديرون القلوع بها حتى يذهبوا في جهتين مختلفتين فيلقى المركب المركب مختلف السير في مثل لحظ الطرف بريح واحدة قال وليس بتنيس هوام مؤذية لأن أرضها سبخة شديدة الملوحة وقرأت في بعض التواريخ في أخبار تنيس قيل فيه إن سور تنيس ابتدىء ببنيانه في شهر ربيع الأول سنة 032 وكان والي مصر يومئذ عيسى بن منصر بن عيسى الخراساني المعروف بالرافعي من قبل إيتاخ التركي في أيام الواثق بن المعتصم وفرغ منه في سنة 932 في ولاية عنبسة بن إسحاق بن شمر الضبي الهروي في أيام المتوكل كان بينهما عدة من لولاة في هذه المدة بطالع الحوت اثنتا عشرة درجة في أول جد الزهرة وشرفها وهو الحد الأصغر وصاحب الطالع المشتري وهو في بيته وطبيعته وهو السعد الأعظم في أول الإقليم الرابع الأوسط الشريف وإنه لم يملكها من لسانه أعجمي لأن الزهرة دليلة العرب وبها مع المشتري قامت شريعة الإسلام فاقتضى حكم طالعها أن لا تخرج من حكم اللسان العربي وحكي عن يوسف بن صبيح أنه رأى بها خمسمائة صاحب محبرة يكتبون الحديث وأنه دعاهم سرا إلى بعض جزائرها وعمل لهم طعاما يكفيهم فتسامع به الناس فجاءه من العالم ما لا يحصى كثرة وإن ذلك الطعام كفى |جـ 2 صـ 52| الجماعة كلهم وفضل منه حتى فرقه بركة من الله الكريم حلت فيه بفضائل الحديث الشريف وقيل إن الأوزاعي رأى بشر بن مالك يلتبط في المعيشة فقال أراك تطلب الرزق ألا أدلك على أم متعيش قال وما أم متعيش قال تنيس ما لزمها أقطع اليدين إلا ربته قال بشر فلزمتها فكسبت فيها أربعة آلاف وقيل إن المسيح عليه السلام عبر بها في سياحته فرأى أرضا سبخة مالحة قفرة والماء الملح محيط بها فدعا لأهلها بإدرار الرزق عليهم قال وسميت تنيس باسم تنيس بنت دلوكة الملكة وهي العجوز صاحبة حائط العجوز بمصر فإنها أول من بنى بتنبس وسمتها باسمها وكانت ذات حدائق وبساتين وأجرت النيل إليها ولم يكن هناك بحر فلما ملك دركون بن ملوطس وزمطرة من أولاد العجوز دلوكة فخافا من الروم فشقا من بحر الظلمات خليجا يكون حاجزا بين مصر والروم فامتد وظغى وأخرب كثيرا من البلاد العامرة والأقاليم المشهورة فكان فيما أتى عليها أحنة تنيس وبساتينها وقراها ومزارعها ولما فتحت مصر في سنة عشرين من الهجرة كانت تنيس حينئذ خصاصا من قصب وكان بها الروم وقاتلوا أصحاب عمرو وقتل بها جماعة من المسلمين وقبورهم معروفة بقبور الشهداء عند الرمل فوق مسجد غازي وجانب الأكوام وكانت الوقعة عند قبة أبي جعفر بن زيد وهي الآن تعرف بقبة الفتح وكانت تنيس تعرف بذات الأخصاص إلى صدر من أيام بني أمية ثم إن أهلها بنوا قصورا ولم تزل كذلك إلى صدر من أيام بني العباس فبني سورها كما ذكرنا ودخلها أحمد بن طولون في سنة 269 فبنى بها عدة صهاريج وحوانيت في السوق كثيرة وتعرف بصهاريج الأمير وأما صفتها فهي جزيرة في وسط بحيرة مفردة عن البحر الأعظم يحيط بهذه البحيرة البحر من كل جهة وبينها وبين البحر الأعظم بر آخر مستطيل وهي جزيرة بين البحرين وأول هذا البر قرب الفرما والطينة وهناك فوهة يدخل منها ماء البحر الأعظم إلى بحيرة تنيس في موضع يقال له القرباج فيه مراكب تعبر من بر الفرما إلى البر المستطيل الذي ذكرنا أنه يحول بين البحر الأعظم وبحيرة تنيس يسار في ذلك البر نحو ثلاثة أيام إلى قرب دمياط وهناك أيضا فوهة أخرى تأخذ من البحر الأعظم إلى بحيرة تنيس وبالقرب من ذلك فوهة النيل الذي يلقي إلى بحيرة تنيس فإذا تكاملت زيادة النيل غلبت حلاوته على ماء البحر فصارت البحيرة حلوة فحينئذ يدخر أهل تنيس المياه في صهاريجهم ومصانعهم لسنتهم وكان لأهل الفرما قنوات تحت الأرض تسوق إليهم الماء إذا حلت البحيرة وهي ظاهرة إلى الأرض قال صاحب تاريخ تنيس ولتنيس موسم يكون فيه من أنواع الطيور ما لا يكون في موضع آخر وهي مائة ونيف وثلاثون صنفا وهي السلوى القبج المملوح النصطفير الزرزور الباز الرومي الصفري الدبسي البلبل السقاء القمري الفاختة النواح الزريق النوبي الزاغ الهدهد الحسيني الجرادي الأبلق الراهب الخشاف البزين السلسلة درداري الشماص البصبص الأخضر الأبهق الأزرق الخضير أبو الحناء أبو كلب أبو دينار وارية الليل وارية النهار برقع أم علي برقع أم حبيب الدوري الزنجي |جـ 2 صـ 53| الشامي شقراق صدر النحاس البلسطين الستة الخضراء الستة السوداء الأطروش الخرطوم ديك الكرم الضريس الرقشة الحمراء الرقشة الزرقاء الكسرجوز الكسرلوز السمانى ابن المرعة اليونسة الوروار الصردة الحصية الحمراء القبرة المطوق السقسق السلار المرع السكسكة الأرجوجة الخوخة فردقفص الأورث السلونية السهكة البيضاء اللبس العروس الوطواط العصفور الروب اللفات الجرين القليلة العسر الأحمر الأزرق البشرير البون البرك البرمسي الحصاري الزجاجي البج الحمر الرومي الملاعقي البط الصيني الغرناق الأقرح البلوى السطرف البشروش وز الفرط أبو قلمون أبو قير أبو منجل البجع الكركي الغطاس البلجوب البطميس البجوبة الرقادة الكروان البحري الكروان الحرحي القرلى الخروطة الحلف الأرميل القلقوس اللدد العقعق البوم الورشان القطا الدراج الحجل البازي الصردي الصقر الهام الغراب الأبهق الباشق الشاهين العقاب الحداء الرخمة وقيل إن البجع من طيور جيحون وما سوى هذا الجنس من طيور نهر جيحون وما سوى ذلك من طيور نهر العراق دجلة والفرات وإن البصبص يركب ظهر ما اتفق له من هذه الطيور ويصل إلى تنيس طير كثير لا يعرف اسمه صغار وكبار ويعرف بها من السمك تسعة وسبعون صنفا وهي البوري البلمو البرو اللبب البلس السكس الأران الشموس النسا الطوبان البقسمار الأحناس الأنكليس المعينة البني الإبليل الفريص الدونيس المرتنوس الأسقملوس النفط الخبار البلطي الجحف القلارية الرخف العير التون اللت الفجاج القروص الكليس الأكلس الفراخ القرقاج الزلنج اللاج الأكلت الماضي الجلاء السلاء البرقش البلك المسط القفا السور حوت الحجر البشين الشربوت البساس الرعاد المخيرة |جـ 2 صـ 54| اللبس السطور الراي الليف اللبيس الأبرميس الاتونس اللباء العميان المناقير القلميدس الحلبوة الرقاص القريدس الجبر هو كباره الصيح المجزع الدلينس الأشبال المساك الأبيض الزقزوق أم عبيد السلور أم الأسنان الأبسارية اللجاة وينسب إليها خلق كثير من أهل العلممنهم محمد بن علي بن الحسين بن أحمد أبو بكر التنيسي المعروف بالنقاش قال أبو القاسم الدمشقي سمع بدمشق محمد بن حريم ومحمد بن عتاب الزفتي وأحمد بن عمير بن جوصا وحمامة بن محمد وسعيد بن عبد العزيز والسلام بن معاذ التميمي ومحمد بن عبد الله مكحولا البيروتي وأبا عبد الرحمن السناني وأبا القاسم البغوي وزكرياء بن يحيى الساجي وأبا بكر الباغندي وأبا يعلى الموصلي وغيرهم روى عنه الدارقطني وغيره ومات سنة 369 في شعبان ومولده في رمضان سنة 282 وأبو زكرياء يحيى بن أبي حسان التنيسي الشامي أصله من دمشق سكن تنيس يروي عن الليث بن سعد وعبد الله بن الحسن بن طلحة بن إبراهيم بن محمد بن يحيى بن كامل أبو محمد البصري المعروف بابن النحاس من أهل تنيس قدم دمشق ومعه ابناه محمد وطلحة وسمع الكثير من أبي بكر الخطيب وكتب تصانيفه وعبد العزيز الكناني وأبي الحسن بن أبي الحديد وغيرهم ثم حدث بها وببيت المقدس عن جماعة كثيرة فروى عنه الفقيه المقدسي وأبو محمد بن الأكفاني ووثقه وغيرهما وكان مولده في سادس ذي القعدة سنة 404 ومات بتنيس سنة 461 وقيل 462 ",
                "title": "تنيس والنسبة التنيسي",
                "uri": "JK_000129_002716"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}