{
    "features": [
        {
            "item": "JK_000952_3642",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.191-193",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المتنبي</h1> بضم الميم وفتح التاء المنقوطة من فوقها بنقطتين والنون وفي اخرها الباء الموحدة هذه النسبة لأبي الطيب أحمد بن الحسين بن الحسن بن عبد الصمد الجعفي الشاعر المعروف بالمتنبي ولد بالكوفة ونشأ بالشام وأكثر المقام بالبادية لما خرج إلى كلب وأقام فيهم ادعى أنه علوي حسني ثم ادعى بعد ذلك النبوة ثم عاد يدعي أنه علوي إلى أن شهد عليه أهل الشام بالكذب في الدعوتين وحبس دهرا طويلا وأشرف على القتل ثم استتيب وأشهد عليه بالتوبة وأطلق ولما تنبأ في بادية السماوة ونواحيها خرج إليه لؤلؤ أمير حمص من قبل الاخشيدية فقاتله وأسره وشرد من كان اجتمع إليه من كلب وكلاب وغيرهما من قبائل العرب وحبسه في السجن دهرا طويلا فاعتل وكاد يتلف حتى سئل في أمره فاستتابه وكتب عليه وثيقة وأشهد عليه فيها ببطلان ما ادعاه ورجوعه إلى الإسلام وأنه تائب منه ولا يعاود مثله أطلقه |جـ 5 صـ 192| قال وكان قد تلا على البوادي كلاما ذكر أنه قرآن أنزل عليه وكانوا يحكون عنه سورا منها والنجم السيار والفلك الدوار والليل والنهار إن الكافر لفي أخطار امض على سنتك واقف أثر من كان قبلك من المرسلين فإن الله فامع بك زيغ من ألحد في دينه وضل عن سبيله قال وهي طويلة وقال أبو علي بن أبي حامد قال لي أبي لولا جهله أين قوله امض على سنتك إلى اخر الكلام من قوله الله تعالى & فاصدع بما تؤمر وأعرض عن المشركين إنا كفيناك المستهزئين & إلى اخرها وهل تتقارب الفصاحة فيهما أو يشبه الكلامان وقيل إنما قيل له المتنبي لبيت من الشعر قاله وهو % أنا في أمة تداركها الله % % غريب كصالح في ثمود % وكان قد طلب الأدب وعلم العربية ونظر في أيام الناس وتعاطى قول الشعر من حداثته حتى بلغ فيه الغاية التي فاق فيها أهل عصره وعلا شعراء وقته واتصل بالأمير أبي الحسن بن حمدان المعروف بسيف الدولة وانقطع إليه وأكثر القول في مديحه ثم مضى إلى مصر فمدح بها كافورا الخادم وأقام هنالك مدة ثم خرج من مصر وورد العراق ودخل بغداد وجالس بها أهل الأدب وقرىء عليه ديوان شعره وكان السيد أبو الحسن محمد بن يحيى العلوي الزيدي يقول كان المتنبي وهو صبي ينزل في جواري بالكوفة وكان أبوه يعرف بعبدان السقاء يسقي لنا ولأهل المحلة ونشأ هو محبا للعلم والأدب فطلبه وصحب الأعراب في البادية فجاءنا بعد سنين بدويا قحا وكان قد تعلم الكتابة والقراءة فلزم أهل العلم والأدب وأكثر من ملازمة الوراقين فكان علمه من دفاترهم وكان إذا نظر في ثلاثين ورقة حفظها بنظرة واحدة وكان والد المتنبي جعفيا وأمه همدانية صحيحة النسب كانت من صلحاء النساء الكوفيات وسئل المتنبي عن نسبه فقال أنا رجل أحفظ القبائل واطوي البوادي وحدي ومتى انتسبت لم امن أن يأخذني بعض العرب بمطالبة بينها وبين القبيلة التي أنتسب إليها وما دمت غير منتسب إلى أحد فأنا أسلم على جميعهم ويخافون لساني |جـ 5 صـ 193| وخرج المتنبي من بغداد إلى فارس فمدح بها عضد الدولة وأقام عنده مديدة ثم رجع يريد بغداد فقتل في الطريق بالقرب من النعمانية في شهر رمضان سنة أربع وخمسين وثلاث مئة وروى عنه القاضي أبو الحسين محمد بن أحمد بن القاسم المحاملي البغدادي ",
                "title": "المتنبي",
                "uri": "JK_000952_3642"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}