{
    "features": [
        {
            "item": "JK_000952_2131",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.278-280",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السلمي</h1> هذه النسبة بضم السين المهملة وفتح اللام إلى سليم وهي قبيلة من العرب مشهورة يقال لها سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر تفرقت في البلاد وجماعة كثيرة منهم نزلت حمص منهم مجاشع بن مسعود السلمي وأخوه معبد وذكرهما في فتوح الشام ومعن بن يزيد السلمي وأبو الأعور عمرو بن سفيان السلمي أحد أمراء الشام في زمن عمر بن الخطاب رضي الله عنه وكان مع معاوية بصفين والعرباض بن سارية السلمي أحد من نزل فيه & ولا على الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع حزنا & التوبة 92 والعباس بن مرداس السلمي له صحبة أحد شجعان العرب وعمرو بن عنبسة السلمي وجماعة كثيرة سواهم |جـ 3 صـ 279| أبو عبد الرحمن عبد الله بن حبيب السلمي روى عن عثمان وعلي رضي الله عنهما وعبد القاهر بن السري السلمي وأحمد بن يوسف السلمي وأخوه عبد الله بن يوسف من أهل نيسابور روى عن أحمد مسلم بن الحجاج وأبو عوانة الإسفراييني وأبو عمرو إسماعيل بن نجيد بن أحمد بن يوسف بن خالد السلمي من مريدي أبي عثمان الحيري أحد المشايخ الكبار سمع بخراسان أبا عبد الله البوشنجي وإبراهيم بن أبي طالب وبالري محمد بن أيوب وعلي بن الحسين بن الجنيد وببغداد عبد الله بن أحمد بن حنبل وأبا مسلم إبراهيم بن عبد الله الكجي وجماعة سواهم سمع منه الحاكم أبو عبد الله الحافظ وابو عبد الرحمن السلمي وآخر من حدث عنه أبو حفص بن مسرور وذكره الحاكم في التاريخ فقال أبو عمرو شيخ عصره في التصوف والمعاملة وأسند من بقي بخراسان في الرواية في وقته قد كان ورث من آبائه أموالا كثيرة حبس لنفسه القوت الذي يتعيش به من ورائه وأنفق سائرها على مشايخ الزهد والعلماء حتى لقد بلغني أنه أجلس بعض المشايخ في كثبة في البادية ومشى راجلا واتفق أن أبا عثمان الحيري طلب شيئا لبعض الثغور فتأخر ذلك فضاق به ذرعا وبكى على رؤوس الناس فجاءه أبو عمرو بن نجيد بعد العتمة ومعه كيس فيه ألفا درهم فقال يجعل هذا في الوجه الذي تأخر اليوم وهو له ففرح أبو عثمان ودعا له فلما جلس أبو عثمان للمجلس قال أيها الناس لقد رجوت لأبي عمرو بما فعل فإنه ناب عن الجماعة في ذلك الأمر وحمل كذا وكذا فجزاه الله خيرا فقام أبو عمرو على رؤوس الناس وقال إنما حملت ذلك من مال أمي وهي غير راضية فينبغي أن ترد علي لأردها إليها فأمر أبو عثمان بذلك الكيس فأخرج وردها إليه فلما جن عليه الليل جاء إلى أبي عثمان في مثل ذلك الوقت وقال يمكن أن يجعل هذا في ذلك الوجه من حيث لا يعلم به غيرنا قال فبكى أبو عثمان وكان بعد ذلك يقول أنا أخشى من همة أبي عمرو وتوفي في شهر ربيع الأول سنة خمس وستين وثلاثمائة ودفن بشاهنبر وهو ابن ثلاث وتسعين سنة وسبطه ابن بنته أبو عبد الرحمن محمد بن الحسين بن محمد بن موسى السلمي الصوفي ونسب إلى جده لأمه صاحب التصانيف للصوفية التي لم يسبق إليها وكان مكثرا من الحديث وله رحلة إلى العراق والحجاز وشيوخه أكثر من أن تذكر روى عنه الحاكم |جـ 3 صـ 280| أبو عبد الله الحافظ ومات قبله بسبع سنين وآخر من روى عنه في الدنيا أبو الحسن علي بن أحمد المديني المؤذن وكانت وفاته في الثالث من شعبان سنة اثنتي عشرة وأربعمائة بنيسابور وزرت قبره بها وأبو إسماعيل محمد بن إسماعيل السلمي الترمذي ذكرته في التاء ",
                "title": "السلمي",
                "uri": "JK_000952_2131"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}