{
    "features": [
        {
            "item": "JK_000129_012207",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.176-177",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المقطم</h1> بضم أوله وفتح ثانيه وتشديد الطاء المهملة وفتحها وميم وهو الجبل المشرف على القرافة مقبرة فسطاط مصر والقاهرة وهو جبل يمتد من أسوان وبلاد الحبشة على شاطىء النيل الشرقي حتى يكون منقطعه طرف القاهرة ويسمى في كل موضع باسم وعليه مساجد وصوامع للنصارى لكنه لا نبت فيه ولا ماء غير عين صغيرة تنز في دير للنصارى بالصعيد وقد ذكر قوم أنه جبل الزبرحد والله أعلم والذي يتصور عندي أن هذا اسم أعجمي فإن كان عربيا فهو من القطم وهو العض بأطراف الأسنان والقطم تناول الحشيش بأدنى الفم فيجوز أن يكون المقطم الذي قطم حشيشه أي أكل لأنه لا نبات فيه أو يكون من قولهم فحل قطم وهو شدة اغتلامه فشبه بالفحل الأغلم لأنه اغتلم أي هزل فلم يبق فيه دسم وكذلك هذا الجبل لا ماء فيه ولا مرعى قال الهنائي المقطم مأخوذ من القطم وهو القطع كأنه لما كان منقطع الشجر والنبات سمي مقطما قلت وهذا شيء لم أكن وقعت عليه عندما استخرجته وذكرته قبل ثم وقع لي قول الهنائي فقارب ما ذهبت إليه والله أعلم والحمد لله على التوفيق وإياه أسأل الهداية في جميع ما أعتمده إلى سواء الطريق وظهر لي بعد وجه آخر حسن وهو أن هذا الجبل كان عظيما طويلا ممتدا وله في كل موضع اسم يختص به فلما وصل إلى هذا الموضع قطم أي قطع عن الجبال فليس بعده إلا الفضاء هذا من طريق اللغة وأما أهل السير فقال القضاعي سمي بالمقطم بن مصر ابن بيصر وكان عبدا صالحا انفرد بعبادة الله تعالى في هذا الجبل فسمي به وليس بصحيح لأنه لا يعرف لمصر ابن اسمه المقطم وروى عبد الرحمن بن عبد الحكم عن الليث بن سعد قال سأل المقوقس عمرو بن العاص أن يبيعه سفح المقطم بسبعين ألف دينار فتعجب عمرو من ذلك وقال أكتب بذلك إلى أمير المؤمنين فكتب بذلك إلى عمر فكتب إليه أن سله لم أعطاك به ما أعطاك وهي أرض لا تزرع ولا يستنبط فيها ماء ولا ينتفع بها فقال إنا نجد صفتها في الكتب وأنها غراس الجنة فكتب إلى عمر بذلك فكتب إليه عمر إنا لا نجد غراس الجنة إلا للمؤمنين فاقبر فيها من مات قبلك من المؤمنين ولا تبعه بشيء فكان أول من قبر فيها رجل من المعافر يقال له عامر فقيل عمرت فقال المقوقس لعمرو ما على هذا عاهدتني فقطع لهم الحد الذي بين المقبرة وبينهم يدفن فيه النصارى وقبر في مقبرة المقطم من أصحاب رسول الله صلى الله عليه وسلم عمرو بن العاص وعبد الله بن الحارث الزبيدي وعبد الله بن حذافة السهمي وعقبة بن عامر الجهني وقد |جـ 5 صـ 177| روي عن كعب أنه قال جبل مصر مقدس وليس بمصر غيره وقد ذكره أيمن بن خزيم في قوله يمدح بشر بن مروان ركبت من المقطم في جمادى إلى بشر بن مروان البريدا ولو أعطاك بشر ألف ألف رأى حقا عليه أن يزيدا وقال الوزير الكامل أبو القاسم الحسين بن علي المغربي وكان الحاكم قتل أهله بمصر إذا كنت مشتاقا إلى الطف تائقا إلى كربلا فانظر عراض المقطم ترى من رجال المغربي عصابة مضرجة الأوساط والصدر بالدم وقال أيضا يرثي أباه وعمه وأخاه تركت على رغمي كراما أعزة بقلبي وإن كانوا بسفح المقطم أراقوا دماهم ظالمين وقد دروا وما قتلوا غير العلى والتكرم فكم تركوا محراب آي معطلا وكم تركوا من خيمة لم تتمم وقال شاعر يرثي إسحاق بن يحيى بن معاذ بن مسلم الجبلي والي مصر من قبل المتوكل وكان بها في سنة 723 سقى الله ما بين المقطم فالصفا صفا النيل صوب المزن حين يصوب وما بي أن تسقى البلاد وإنما أحاول أن يسقى هناك حبيب فإن كنت يا إسحاق غبت فلم تؤب إلينا وسفر الموت ليس يؤوب فلا يبعدنك الله ساكن حفرة بمصر عليها جندل وجبوب وقد ذكره المتنبي فقال يخاطب كافورا الإخشيدي ولو لم تكن في مصر ما سرت نحوها بقلب المشوق المستهام المتيم ولا نبحت خيلي كلاب قبائل كأن بها في الليل حملات ديلم ولا اتبعت آثارها عين قائف فلم تر إلا حافرا فوق منسم وسمنا بها البيداء حتى تغمرت من النيل واستذرت بظل المقطم ",
                "title": "المقطم",
                "uri": "JK_000129_012207"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}