{
    "features": [
        {
            "item": "JK_000129_007307",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.308-309",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شاش والنسبة الشاشي</h1> بالشين المعجمة بالري قرية يقال لها شاش السبة إليها قليلة ولكن الشاش التي خرج منها العلماء ونسب إليها خلق من الرواة والفصحاء فهي بما وراء النهر ثم ما وراء نهر سيحون متاخمة لبلاد الترك وأهلها شافية المذهب وإنما أشاع بها هذا المذهب مع غلبة مذهب أبي حنيفة في تلك البلاد أبو بكر محمد بن علي بن إسماعيل القفال الشاشي فإنه فارقها وتفقة ثم عاد إليها فصار أهل تلك البلاد على مذهبه ومات سنة 366 وكان أوحد أهل الدنيا في الفقه والتفسير واللغة ومولده سنة 192 رحل في طلب العلم وسمع بدمشق والعراق وغيرهما وسمع أبا عروبة وأبا بكر بن خزيمة ومحمد بن جرير الطبري وأبا بكر الباغندي وأبا بكر بن دريد روى عنه الحاكم أبو عبد الله وأبو عبد الرحمن السلمي وينسب إليها أيضا أبو الحسن علي بن الحاجب بن جنيد الشاشي أحد الرحالين في طلب العلم إلى خراسان والعراق والحجاز والجزيرة والشام روى عن يونس بن عبد الأعلى وعلي بن خشرم روى عنه أبو بكر بن الجعابي ومحمد بن المظفر وغيرهما وتوفي بالشاش سنة 413 وقال أبو الربيع البلخي يذكر الشاش الشاش بالصيف جنه ومن أذى الحر جنه لكني يعتريني بها لدى البرد جنه وقال بطليموس مدينة الشاش طولها مائة وأربع وعشرون درجة وعرضها خمس وأربعون درجة وهي في الإقليم السادس وهي على رأس الإقليم عن اثنتين وعشرين درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان في طالعها العنقاء والعيوق والنسر الواقع وكف الجذماء قال الإصطخري فأما الشاش وإيلاق فمتصلتا العمل لا فرق بينهما ومقدار |جـ 3 صـ 309| عرضة الشاش مسيرة يومين في ثلاثة وليس بخراسان وما وراء النهر إقليم على مقداره من المساحة أكثر منابر منها ولا أوفر قرى وعمارة فحد منها ينتهي إلى وادي الشاش الذي يقع في بحيرة خوارزم وحد إلى باب الحديد ببرية بينها وبين إسفيجاب تعرف بقلاس وهي مراع وحد آخر إلى تنكرة تعرف بقرية النصارى وحد إلى جبال منسوبة إلى عمل الشاش إلا أن العمارة المتصلة إلى الجبل وما فيه مفترش العمارة والشاش في أرض سهلة ليس في هذه العمارة المتصلة جبل ولا أرض مرتفعة وهي اكبر ثغر في وجه الترك وأبنيتهم واسعة من طين وعامة دورهم يجري فيها الماء وهي كلها مسترة بالخضرة من أنزه بلاد ما وراء النهر وقصبتها بنكث ولها مدن كثيرة وقد خربت جميعها في زماننا خربها خوارزم شاه محمد بن تكش لعجزه عن ضبطها وقتل ملوكها وجلا عنها أهلها وبقيت تلك الديار والأشجار والأنهار والأزهار خاوية على عروشها وانثلم من الإسلام ثلمة لا تنجبر أبدا فكان خوارزم شاه ينشد بلسان حاله قتلت صناديد الرجال ولم أذر عدوا ولم أترك على جسد خلقا وأخليت دار الملك من كل نازع وشردتهم غربا وبددتهم شرقا فلما لمست النجم عزا ورفعة وسارت رقاب الناس أجمع لي رقا رماني الردى رميا فأخمد جمرتي فها أنا ذا في حفرتي مفردا ملقى ولم يغن عني ما صنعت ولم أجد لدى قابض الأرواح من أحد رفقا وأفسدت دنياي وديني جهالة فمن ذا الذي مني بمصرعه أشقى قال ابن الفقيه من سمرقند إلى زامين سبعة عشر فرسخا و زامين مفرق الطريقين إلى الشاش والترك وفرغانة فمن زامين إلى الشاش خمسة وعشرون فرسخا ومن الشاش إلى معدن الفضة سبعة فراسخ وإلى باب الحديد ميلان ومن الشاش إلى بارجاخ أربعون فرسخا ومن الشاش إلى اسفيجاب واثنان وعشرون فرسخا وقال البشاري الشاش كورة قصبتها بنكث ",
                "title": "شاش والنسبة الشاشي",
                "uri": "JK_000129_007307"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}