{
    "features": [
        {
            "item": "JK_000952_3859",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.333-335",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعافري</h1> بفتح الميم والعين المهملة وكسر الفاء والراء هذه النسبة إلى المعافر |جـ 5 صـ 334| وأبو عشانة حيي بن يومن بن يحيل بن حديج بن أسعد المعافري مصري يروي عن عبد الله بن عمر وعطية بن عامر روى عنه عمرو بن الحارث ومعروف بن سويد والليث وابن لهيعة وعبد الله بن عياش وأبو قبيل وغيرهم توفي سنة ثماني عشرة ومئة وكان ثقة وأبو شريح ضمام بن إسماعيل بن مالك المعافري وقد قيل أبو إسماعيل من أهل مصر يروي عن أبي قبيل وموسى بن وردان روى عنه يحيى بن بكير وسويد بن سعيد وأهل مصر كان مولده سنة سبع وتسعين وتوفي سنة خمس وثمانين ومئة قال أبو حاتم بن حبان وكان يخطىء وعبد الله بن جنادة المعافري من أهل مصر يروي عن أبي عبد الرحمن الحبلي روى عنه سعيد بن أبي أيوب وأبو عبد الله محمد بن صالح بن محمد بن سعد بن نزار بن عمر بن ثعلبة القحطاني المعافري الفقيه الأندلسي المالكي ذكرته في القاف في القحطاني وأبو محمد قرة بن عبد الرحمن بن حيويل بن ناشرة المعافري أصله من المدينة سكن مصر يروي عن الزهري وربيعة ويحيى وسعد بني سعيد المدني روى عنه الأوزاعي وابن وهب ورشد بن سعد وكان يزيد بن السمط يقول أعلم الناس بالزهري قرة بن عبد الرحمن بن حيويل قال أبو حاتم بن حبان هو الذي قال يزيد بن السمط ليس شيء يحكم به على الإطلاق وكيف يكون قرة بن عبد الرحمن أعلم الناس بالزهري وكل شيء روى عنه لا يكون ستين حديثا بل أتقن الناس في الزهري مالك ومعمر والزبيدي ويونس وعقيل وابن عيينة هؤلاء الستة أهل الحفظ والاتقان والضبط والمذاكرة وبهم يعتبر حديث الزهري إذا خالف بعض أصحاب الزهري بعضا في شيء يرويه وكان إسماعيل بن عياش يقول إن قرة بن عبد الرحمن اسمه يحيى وقرة لقب والله أعلم قلت قرة روى عنه الأوزاعي والليث بن سعد وعبد الله بن وهب وتوفي سنة سبع وأربعين ومئة وأبو قبيل حيي بن هانىء بن ناضر بن يمنع المعافري من بني سريع عقل مقتل عثمان رضي الله عنه وهو باليمن وقدم مصر في أيام معاوية وغزا رودس مع جنادة بن أبي أمية والمغرب مع حسان بن النعمان روى عنه عمر وابن الحارث ويزيد بن أبي حبيب ومعاوية بن سعيد ويحيى بن أيوب وعبد الله بن لهيعة والليث بن سعد وضمام بن إسماعيل وغيرهم توفي سنة ثماني وعشرين ومئة بالبرلس قاله ابن يونس وليس في الأسامي ناضر بالضاد المعجمة إلا في نسب أبي قبيل هذا |جـ 5 صـ 335| ",
                "title": "المعافري",
                "uri": "JK_000952_3859"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}