{
    "features": [
        {
            "item": "JK_000952_1880",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.124-125",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزاهد</h1> بفتح الزاي المشددة والهاء المكسورة بعد الألف وفي آخرها الدال المهملة هذه اللفظة لجماعة من الورعين الصادقين الزاهدين في الدنيا الراغبين في الآخرة واشتهر منهم بهذا الاسم أبو بكر محمد بن داود بن سليمان الزاهد النيسابوري شيخ عالم سديد السيرة ورع متعبد متزهد سافر الكثير وجال في الأقطار وأدرك الأسانيد العالية وأكثر من الحديث سمع بنيسابور إبراهيم بن أبي طالب وبهراة الحسين بن إدريس الأنصاري وبجرجان عمران بن موسى السختياني وبنسا الحسن بن سفيان وبمرو حماد بن أحمد القاضي السلمي وبالري محمد بن أيوب الرازي وببغداد جعفر بن محمد الفريابي وبالبصرة أبا خليفة الفضل بن الحباب وبالأهواز عبدان بن أحمد العسكري وبالكوفة محمد بن جعفر القتات وبمكة المفضل بن محمد الجندي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبالشام الفضل بن عبد الله الأنطاكي وبالموصل أبا يعلى أحمد بن علي بن المثنى الموصلي وغيرهم روى عنه أبو زكريا يحيى بن إبراهيم المزكي والحاكم أبو عبد الله محمد بن عبد الحافظ وذكره الحاكم في التاريخ وقال أبو بكر بن داود الزاهد كان كتب عن كل شيخ كتب عنه أكثر حديثه وصنف أكثر الشيوخ والأبواب وجمع أخبار المتصوفة والزهاد وعقد له الإملاء عند منصرفه إلى نيسابور وكان لا يتخلف عنه كبير أحد روى عنه أبو العباس بن عقدة ومشايخ العراق وسمع منه أبو بكر بن أبي داود وأبو محمد بن صاعد والمتقدمون من المشايخ وتوفي في يوم الجمعة لعشر بقين من شهر ربيع الأول سنة اثنتين وأربعين وثلاثمائة فغسله أبو عمرو بن مطر وصلى عليه يحيى بن منصور القاضي وأبو عبد الله محمد بن عبد الله بن دينار العدل الزاهد من أهل نيسابور كان يصوم النهار ويقوم الليل ويصبر على الفقر ولا يأكل إلا من كسب يده ويتصدق بما فضل من قوته ما رأيت في مشايخ أصحاب الرأي أعبد ولا أكثر اجتهادا منه كان يحج في كل عشر سنين ويغزو في كل ثلاث سنين وكان عارفا بمذهب أبي حنيفة رحمه الله ولا يرغب في الفتوى والرياسة إنما كان عمله الصلاة وقراءة القرآن عند فراغه من الكتب سمع الحسين بن الفضل والسري بن خزيمة ومحمد بن أحمد بن اشرس وأحمد بن محمد بن نصر |جـ 3 صـ 125| والعباس بن حمزة وأقرانهم وكان قد سمع المسند من أحمد بن سلمة والتفسير من أحمد بن نصر سمع منه الحاكم أبو عبد الله الحافظ وذكره في تاريخه فقال سمعت العبد الصالح محمد بن الفراء يقول دخلت يوما على أبي عبد الله بن دينار فبينا أنا عنده إذ دخل ابنه أبو محمد فقلت يا أبا محمد اسقنا ماء باردا فعدا وجاء بكوز جديد ملآن جمدا فناولني فشربت فقلت يا أبا عبد الله أبو محمد ابنك من نبلاء الرجال أتحبه فسكت ولم يجبني واشتغل بعمله حتى خرج ابنه ثم قال لي يا أبا محمد كدت أن توقعني في شغل قلب قلت ولم ذاك قال لأن أبا محمد ولدي يحب الدنيا والله تعالى يبغضها وأنا لا أحب من يحب ما يبغضه الله والله تبارك وتعالى يبغض الدنيا توفي أبو عبد الله بن دينار الزاهد منصرفه من الحج ببغداد غرة صفر سنة ثمان وثلاثين وثلاثمائة ودفن يوم الثلثاء في مقبرة الخيزران وصلى عليه ابنه أبو محمد وكان معه ودفنه بقرب أبي حنيفة رحمه الله وقد زرت قبره غير مرة وأبو الفضل عمر بن إبراهيم بن إسماعيل بن محمد بن أحمد بن عبد الله الزاهد الهروي أبو الفضل بن أبي سعد من أهل هراة كان عالما فاضلا من بيت العلم والزهد وبيت أبي سعد بيت مشهور بالزهد والفضل والتقدم سمع أبا الفضل بن خميرويه وأبا حاتم محمد بن يعقوب الهرويين وابا منصور محمد بن أحمد الأزهري وبشر بن محمد المزني وأبا بكر بن إبراهيم الإسماعيلي وأبا أحمد محمد بن أحمد الغطريفي الجرجانيين ومحمد بن محمود المحمودي وأبا الحارث علي بن القاسم المروزيين وأبا عمرو محمد بن أحمد بن حمدان الحيري وأبا الحسين أحمد بن محمد بن جعفر البحيري وعلي بن عبد الرحمن البكائي الكوفي والحسين بن محمد بن عبيد العسكري وعبد العزيز بن جعفر الخرقي وطبقة سواهم من أهل خراسان والعراق روى عنه أبو بكر أحمد بن الحسين البيهقي وابو بكر أحمد بن علي بن ثابت الخطيب وقال كتبنا عنه وكان ثقة وكانت ولادته في سنة ثمان وأربعين وثلاثمائة وتوفي بهراة في سنة ست وعشرين وأربعمائة ",
                "title": "الزاهد",
                "uri": "JK_000952_1880"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}