{
    "features": [
        {
            "item": "JK_000129_005407",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.510-512",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير الرصافة والنسبة الديراني</h1> هو في رصافة هشام بن عبد الملك التي بينها وبين الرقة مرحلة للحمالين وسنذكرها في بابها وأما هذا الدير فأنا رأيته وهو من عجائب الدنيا حسنا وعمارة وأظن أن هشاما بنى عنده مدينته وأنه قبلها وفيه رهبان ومعابد وهو في وسط البلد وقد ذكر صاحب كتاب الديرة أنه بدمشق ما أرى إلا أنه غلط منه وبين الرصافة هذه ودمشق ثمانية أيام وقد اجتاز أبو نواس بهذا الدير وقال فيه ليس كالدير بالرصافة دير فيه ما تشتهي النفوس وتهوى بته ليلة فقضيت أوطا را ويوما ملأت قطريه لهوا وكان المتوكل على الله في اجتيازه إلى دمشق قد وجد في حائط من حيطان الدير رقعة ملصقة مكتوب فيها هذه الأبيات أيا منزلا بالدير أصبح خاليا تلاعب فيه شمأل ودبور كأنك لم تسكنك بيض أوانس ولم تتبختر في فنائك حور وأبناء أملاك غياشم سادة صغيرهم عند الأنام كبير إذا لبسوا أدراعهم فعنابس وإن لبسوا تيجانهم فبدور على أنهم يوم اللقاء ضراغم وأنهم يوم النوال بحور ولم يشهد الصهريج والخيل حوله عليه فساطيط لهم وخدور هذا شاهد على أن هذا الدير ليس بدمشق لأن دمشق أكثر بلاد الله أمواها فأي حاجة بهم إلى الصهريج وإنما الصهريج في الرصافة التي قرب الرقة شاهدت بها عدة صهاريج عادية محكمة البناء ويشرب أهل البلد والدير منها وهي في وسط السور وحولك رايات لهم وعساكر وخيل لها بعد الصهيل شخير ليالي هشام بالرصافة قاطن وفيك ابنه يا دير وهو أمير إذ العيش غض والخلافة لدنة وأنت طرير والزمان غرير وروضك مرتاض ونورك نير وعيش بني مروان فيك نضير بلى فسقاك الله صوب سحائب عليك بها بعد الرواح بكور تذكرت قومي بينها فبكيتهم بشجو ومثلي بالبكاء جدير لعل زمانا جار يوما عليهم لهم بالذي تهوى النفوس يدور فيفرح محزون وينعم بائس ويطلق من ضيق الوثاق أسير رويدك إن اليوم يتبعه غد وإن صروف الدائرات تدور فارتاع المتوكل عند قراءتها واستدعى الديراني وسأله عنها فأنكر أن يكون علم من كتبها فهم بقتله فسأله الندماء فيه وقالوا ليس ممن يتهم بميل إلى دولة دون دولة فتركه ثم بان أن الأبيات من شعر رجل من ولد روح بن زنباع الجذامي من أخوال ولد هشام بن عبد الملك |جـ 2 صـ 511| دير الرمان مدينة كبيرة ذات أسواق للبادية بين الرقة والخابور تنزلها القوافل القاصدة من العراق إلى الشام دير الرمانين جمع رمان بلفظ جمع السلامة يعرف أيضا بدير السابان وهو بين حلب وأنطاكية مطل على بقعة تعرف بسرمد وهو دير حسن كبير وهو الآن خراب وآثاره باقية وفيه يقول الشاعر ألف المقام بدير رمانينا للروض إلفا والمدام خدينا والكاس والإبريق يعمل دهره وتراه يجني الآس والنسرينا دير الروم وهو بيعة كبيرة حسنة البناء محكمة الصنعة للنسطورية خاصة وهي ببغداد في الجانب الشرقي منها وللجاثليق قلاية إلى جانبها وبينه وبينها باب يخرج منه إليها في أوقات صلاتهم وقربانهم وتجاور هذه البيعة بيعة لليعقوبية مفردة لهم حسنة المنظر عجيبة البناء مقصودة لما فيها من عجائب الصور وحسن العمل والأصل في هذا الاسم أن أسرى من الروم قدم بهم إلى المهدي وأسكنوا دارا في هذا الموضع فسميت بهم وبنيت البيعة هناك وبقي الاسم عليها ولمدرك بن علي الشيباني وكان يطرق هذه البيعة في الآحاد والأعياد للنظر إلى من فيها من المردان والوجوه الحسان من الشمامسة والرهبان في خلق ممن يقصد الموضع لهذا الشأن فقال وجوه بدير الروم قد سلبت عقلي فأصبحت في خبل شديد من الخبل فكم من غزال قد سبى العقل لحظه ومن ظبية رامت بألحاظها قتلي وكم قد من قلب بقد وكم بكت عيون لما تلقى من الأعين النجل بدور وأغصان غنينا بحسنها عن البدر في الإشراق والغصن في الشكل فلم تر عيني منظرا قط مثلهم ولم تر عين مستهاما بهم مثلي إذا رمت أن أسلو أبى الشوق والهوى كذاك الهوى يغري المحب ولا يسلي وقال أيضا رئم بدير الروم رام قتلي بمقلة كحلاء لا عن كحل وطرة بها استطار عقلي وحسن دل وقبيح فعل دير الزرنوق بالزاي ثم الراء الساكنة ونون وآخره قاف في جبل مطل على دجلة بينه وبين جزيرة ابن عمر فرسخان وهو معمور إلى الآن وهو ذو بساتين وخمر كثير ويعرف بعمر الزرنوق وإلى جانبه دير آخر يعرف بالعمر الصغير كثير الرهبان والمتنزهات قال الشابشتي كان هذا الدير يسمى باسم دير بطيزناباذ بين الكوف والقادسية على وجه الطريق بينه وبين القادسية ميل دير الزعفران ويسمى عمر الزعفران قرب جزيرة ابن عمر تحت قلعة أردمشت هو في لحف جبل والقلعة مطلة عليه وبه نزل المعتضد لما حاصر القلعة حتى فتحها ولأهله ثروة وفيهم كثرة و دير الزعفران أيضا بقربه على الجبل المحاذي لنصيبين كان يزرع فيه الزعفران وهو دير نزه فرح لأهل اللهو به مشاهد ولهم فيه أشعار وفي جبل نصيبين عدة أديرة أخر ولمصعب الكاتب في |جـ 2 صـ 512| دير الزعفران عمرت بقاع عمر الزعفران بفتيان غطارفة هجان بكل فتى يحن إلى التصابي ويهوى شرب عاتقة الدنان ظللنا نعمل الكاسات فيه على روض كنقش الخسروان وأغصان تميل بها ثمار قريبات من الجاني دوان وغزلان مراتعها فؤادي شجاني منهم ما قد شجاني وينجوهم ويوحنا ذوا الإحسان والصور الحسان رضيت بهم من الدنيا نصيبا غنيت بهم عن البيض الغواني أقبل ذا وألثم خد هذا وهذا مسعد سلس العنان فهذا العيش لا حوض ونؤي ولا وصف المعالم والمغاني ",
                "title": "دير الرصافة والنسبة الديراني",
                "uri": "JK_000129_005407"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}