{
    "features": [
        {
            "item": "JK_000952_2186",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.320-322",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السندي</h1> بكسر السين المهملة وسكون النون وكسر الدال المهملة هذه النسبة إلى السند وهي من بلاد الهند والمشهور بالانتساب إليها أبو معشر نجيح بن عبد الرحمن السندي المديني مولى أم موسى من اهل المدينة وام موسى هي أم المهدي يروي عن محمد بن عمرو ونافع وهشام بن عروة روى عنه العراقيون قال أبو نعيم كان أبو معشر سنديا وكان رجلا ألكن وكان يقول حدثنا محمد بن قعب يريد كعب مات سنة سبعين ومائة في شهر رمضان وصلى عليه هارون الرشيد في السنة التي استخلف فيها ودفن في المقبرة الكبيرة ببغداد وكان ممن اختلط في آخر عمره وبقي قبل أن يموت سنين في تغير شديد لا يدري ما يحدث به فكثر المناكير في روايته من قبل اختلاطه فبطل الاحتجاج به وأبو عطاء السندي شاعر معروف ذكر شعره أبو تمام في الحماسة واسم على وزان هذه النسبة وهو السندي بن شاهك صاحب الحرس قال ابن ماكولا وكذلك رجاء بن السندي ومن ولده أبو بكر محمد بن محمد بن أحمد بن رجاء السندي يروي عن عمرو بن علي البصري وطبقتهم أظنه من أهل نيسابور روى عنه يحيى بن منصور وأبوه أبو عبد الله محمد بن رجاء بن السندي النيسابوري والد محمد بن محمد وهو من اسفرايين سمع النضر بن شميل ومكي بن إبراهيم روى عنه ابنه محمد وإبراهيم بن علي الذهلي ومحمد بن إسحاق بن خزيمة وقدم بغداد حاجا وحدث بها بحديث كلكم راع ولم يكن في روايته عن عائشة رضي الله عنها فلما رجع إلى نيسابور نظر في كتابه ولم يجد فيه ذكر عائشة فكتب إليهم بذلك وكان رجاء وابنه أبو عبد الله وابنه أبو بكر ثلاثتهم ثقاتا أثباتا |جـ 3 صـ 321| وابنه أبو بكر محمد بن محمد بن رجاء السندي الحنظلي قال ابن أبي حاتم قدم علينا حاجا روى عن إبراهيم بن محمد الشافعي وإسحاق بن راهويه وأبي عمار الحسين بن حريث كتبت عنه بمحضر أبي في مجلس وهو صدوق ثقة وأما الفقيه أبو نصر الفتح بن عبد الله السندي كان فقيها متكلما وكان مولى لآل الحسن بن الحكم ثم عتق وقرأ الفقه والكلام على أبي علي الثقفي حدثنا أبو العلاء أحمد بن محمد بن الفضل من لفظه بأصبهان أنا أبو الفضل محمد بن طاهر بن علي المقدسي الحافظ أنا أبو بكر أحمد بن علي الأديب أنا أبو عبد الله الحافظ حدثني عبد الله بن الحسين قال كنا يوما مع أبي نصر السندي وفينا كثرة حوالية ونحن نمشي في الطين فاستقبلنا شريف سكران قد وقع في الطين فلما نظر إلينا شتم أبا نصر وقال يا قن يا عبد أنا كما ترى وأنت تمشي وخلفك هؤلاء فقال له أبو نصر أيها الشريف تدري لم هذا لأني متبع آثار جدك وأنت متبع آثار جدي قلت روى أبو نصر السندي عن الحسن بن سفيان وغيره وأما أبو الهيثم سهل بن عبد الرحمن الرازي عرف بالسندي ابن عبدويه الرازي وقيل السندي بن عبدويه واسمه عبد الرحمن الذهلي يروي عن زهير بن معاوية وشريك وجرير بن حازم ومندل بن علي وابن أبي أويس وغيرهم وكان من علماء اهل الحديث وكان قاضي همدان وقزوين وهو اول من جمعتا له روى عنه عمرو بن رافع ومحمد بن حماد الطهراني وحجاج بن رجاء ومحمد بن عمار وجماعة وأما السندي بن شاهك فهو كشاجم الشاعر يقال له السندي لأنه من ولد السندي بن شاهك الذي كان على الجسر في أيام الرشيد ببغداد وهو القائل % والدهر حرب للحيي % % وسلم ذي الوجه الوقاح % % وعلي أن أسعى وليس % % علي إدراك النجاح % وأحمد بن سندي بن فروخ المطرز البغدادي حدث عن إبراهيم الدورقي روى عنه عبد الله بن عدي الجرجاني وذكر أنه سمع منه بالبصرة وأحمد بن سندي بن الحسن بن بحر الحداد أبو بكر من اهل بغداد كان ثقة صدوقا خيرا فاضلا يسكن قطيعة بني جدار ذكرته في الجداري وأبو عبد الملك محمد بن أبي معشر نجيح بن عبد الرحمن المدني السندي سبق ذكره والده ومحمد هذا أشخصه المهدي من المدينة إلى بغداد فسكنها وأعقب بها رأى ابن |جـ 3 صـ 322| أبي ذئب وأبا بكر الهذلي وسمع من أبيه كتاب المغازي وغيره روى عنه ابناه داود والحسن وأبو حاتم محمد بن إدريس الرازي محله الصدق وسئل يحيى بن معين عنه فقال أبو عبد الملك قدم علينا المصيصة على بناء مسجدها فسألت حجاجا عنه فسكت ثم قال ما كنت أحب أن اتكلم بهذا فأما إذا سألتني فلا بد لي من أن أخبرك أعلم أنه جاءني يطلب مني كتبا مما سمعت من أبيه فأخذها ونسخها وما سمعها مني قال غيره ومات في سنة أربع وأربعين ومائتين وهو ابن تسع وتسعين سنة ",
                "title": "السندي",
                "uri": "JK_000952_2186"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}