{
    "features": [
        {
            "item": "JK_000129_005414",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.518-524",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير صباعى</h1> في شرقي تكريت مقابل لها مشرف على دجلة وهو نزه مليح عامر وفيه مقصد لأهل الخلاعة |جـ 2 صـ 519| وفيه يقول بعضهم حن الفؤاد إلى دير بتكريت إلى صباعى وقس الدير عفريت دير صلوبا من قرى الموصل والله أعلم دير صليبا بنواحي دمشق مقابل باب الفراديس ويعرف بدير خالد أيضا لأن خالد بن الوليد رضي الله عنه لما نزل محاصرا لدمشق كان نزوله به وفيه يقول أبو الفتح محمد بن علي المعروف بأبي اللقاء جنة لقبت بدير صليبا مبدعا حسنه كمالا وطيبا جئته للمقام يوما فظلنا فيه شهرا وكان أمرا عجيبا شجر محدق به ومياه جاريات والروض يبدو ضروبا من بديع الألوان يضحي به الثا كل مما يرى لديه طروبا كم رأينا بدرا به فوق غصن مائس قد علا بشكل كثيبا وشربنا به الحياة مداما تطلع الشمس في الكؤوس غروبا فكأن الظلام فيها نهار لسناها تسر منا القلوبا لست أنسى ما مر فيه ولا أج عل مدحي إلا لدير صليبا دير طمويه وطمويه قرية بالمغرب من النيل بمصر بإزاء موضع يقال له حلوان والدير راكب النيل وقد أحدقت به الأشجار والنخيل والكروم وهو دير نزه عامر آهل وهو أحد متنزهات مصر وقد قال فيه ابن عاصم المصري أقصرا عن ملامي اليوم إني غير ذي سلوة ولا إقصار فسقى الله دير طمويه غيثا بغواد موصولة بسوار وله أيضا واشرب بطمويه من صهباء صافية تزري بخمر قرى هيت وعانات على رياض من النوار زاهرة تجري الجداول منها بين جنات كأن نبت الشقيق العصفري بها كاسات خمر بدت في إثر كاسات كأن نرجسها من حسنه حدق في خفية يتناجى بالإشارات كأنما النيل في مر النسيم به مستلئم في دروع سابريات منازلا كنت مفتونا بها يفعا وكن قدما مواخيري وحاناتي إذ لا أزال ملحا بالصبوح على ضرب النواقيس صبا في الديارات دير الطواويس جمع طاووس هذا الطير المنمق الألوان وهو بسامرا متصل بكرخ جدان يشرف عند حدود آخر الكرخ على بطن يعرف بالبنى فيه مزدرع يتصل بالدور وبنيانها وهي الدور المعروفة بدور عربايا وهو قديم كان منظرة لذي القرنين ويقال لبعض الأكاسرة فاتخذه النصارى ديرا في أيام الفرس دير الطور الطور في الأصل الجبل المشرف وقد ذكرته في بابه وأما الطور المذكور ههنا |جـ 2 صـ 520| فهو جبل مستدير واسع الأسفل مستدير الرأس لا يتعلق به شيء من الجبال وليس له إلا طريق واحد وهو ما بين طبرية واللجون مشرف على الغور ومرج اللجون وفيه عين تنبع بماء غزير كثير والدير في نفس القبلة مبني بالحجر وحوله كروم يعتصرونها فالشراب عندهم كثير ويعرف أيضا بدير التجلي لأن المسيح عليه السلام على زعمهم تجلى فيه لتلامذته بعد أن رفع حتى أراهم نفسه وعرفوه والناس يقصدونه من كل موضع فيقيمون به ويشربون فيه وموضعه حسن يشرف على طبرية والبحيرة وما والاها وعلى اللجون وفيه يقول مهلهل بن عريف المزرع نهضت إلى الطور في فتية سراع النهوض إلى ما أحب كرام الجدود حسان الوجوه كهول العقول شباب اللعب فأي زمان بهم لم يسر وأي مكان بهم لم يطب أنخت الركاب على ديره وقضيت من حقه ما يجب دير طور سينا ويقال كنيسة الطور وهو في قلة طور سينا وهو الجبل الذي تجلى فيه النور لموسى عليه السلام وفيه صعق وهو في أعلى الجبل مبني بحجر أسود عرض حصنه سبعة أذرع وله ثلاثة أبواب حديد وفي غربيه باب لطيف وقدامه حجر إذا أرادوا رفعه رفعوه وإذا قصدهم قاصد أرسلوه فانطبق على الموضع فلم يعرف مكان الباب وداخلها عين ماء وخارجها عين أخرى وزعم النصارى أن بها نارا من أنواع النار الجديدة التي كانت ببيت المقدس يوقدون منها في كل عشية وهي بيضاء ضعيفة الحر لا تحرق ثم تقوى إذا أوقد منها السرج وهو عامر بالرهبان والناس يقصدونه وقال فيه ابن عاصم يا راهب الدير ماذا الضوء والنور فقد أضاء بما في ديرك الطور هل حلت الشمس فيه دون أبرجها أم غيب البدر عنه فهو مستور فقال ما حله شمس ولا قمر لكنما قربت فيه القوارير دير الطين بأرض مصر على شاطىء نيل مصر في طريق الصعيد قرب الفسطاط متصل ببركة الحبش عند العدوية دير الطير بنواحي إخميم دير عامر يقصدونه من كل موضع وهو بقرب الجبل المعروف بجبل الكهف وفي موضع من الجبل شق فإذا كان يوم عيد هذا الدير لم يبق بوقير وهو صنف من الطيور في البلد إلا ويجيء إلى الموضع فيكون أمرا عظيما بكثرتها واجتماعها عند الشق ثم لا يزال الواحد بعد الواحد يدخل رأسه في ذلك الشق ويصيح ويخرج ويجيء غيره إلى أنه ينشب رأس أحدها في الشق فيضطرب حتى يموت وتنصرف البقية ولا يبقى منها طائر ذكره الشابشتي كما ذكرته سواء دير العاقول بين مدائن كسرى والنعمانية بينه وبين بغداد خمسة عشر فرسخا على شاطىء دجلة كان فأما الآن فبينه وبين دجلة مقدار ميل وكان عنده بلد عامر وأسواق أيام كون النهروان عامرا فأما الآن فهو بمفرده في وسط البرية وبالقرب منه دير قنى وفيه يقول الشاعر |جـ 2 صـ 521| فيك دير العاقول ضيعت أيا مي بلهو وحث شرب وطرف ونداماي كل حر كريم حسن دله بشكل وظرف بعدما قد نعمت في دير قنى معهم قاصفين أحسن قصف بين ذين الديرين جنة دنيا وصفها زائد على كل وصف وينسب إلى دير العاقول الذي بنواحي بغداد جماعة منهم أبو يحيى عبد الكريم بن الهيثم بن زياد بن عمران القطان الدير عاقولي روى عن أبي اليمان الحمصي والفضل بن دكين ومسدد وغيرهم روى عنه أبو إسماعيل الترمذي وعبد الله البغوي وغيرهما وكان ثقة مات سنة 872 و دير العاقول موضع بالمغرب منه أبو الحسن علي بن إبراهيم بن خلف الدير عاقولي المغربي روى الحديث بمكة حدثني بذلك المحب أبو عبد الله محمد بن محمود النجار قال وجدته بخط الحافظ محمد بن عبد الواحد الدقاق الأصبهاني وقد كتب على الحاشية بخطه سئل الشيخ عن دير العاقول هذا فقال موضع بالمغرب قال وقد ذكرته في كتابي هذا المتفق خطا وضبطا وذيلت به على بن طاهر المقدسي بأكثر من هذا الشرح دير عبد المسيح بن عمرو بن بقيلة الغساني وسمي بقيلة لأنه خرج على قومه في حلتين خضراوين فقالوا ما هذا إلا بقيلة وكان أحد المعمرين يقال إنه عمر ثلاثمائة وخمسين سنة وهذا الدير بظاهر الحيرة بموضع يقال له الجرعة وعبد المسيح هو الذي لقي خالد بن الوليد رضي الله عنه لما غزا الحيرة وقاتل الفرس فرموه من حصونهم الثلاثة حصون آل بقيلة بالخزف المدور وكان يخرج قدام الخيل فتنفر منه فقال له ضرار بن الأزور هذا من كيدهم فبعث خالد رجلا يستدعي رجلا منهم عاقلا فجاءه عبد المسيح بن عمرو وجرى له معه ما هو مذكور مشهور قال وبقي عبد المسيح في ذلك الدير بعدما صالح المسلمين على مائة ألف حتى مات وخرب الدير بعد مدة فظهر فيه أزج معقود من حجارة فظنوه كنزا ففتحوه فإذا فيه سرير رخام عليه رجل ميت وعند رأسه لوح فيه مكتوب أنا عبد المسيح بن عمرو بن بقيلة حلبت الدهر أشطره حياتي ونلت من المنى فوق المزيد فكافحت الأمور وكافحتني فلم أخضع لمعضلة كؤود وكدت أنال في الشرف الثريا ولكن لا سبيل إلى الخلود دير عبدون هو بسر من رأى إلى جنب المطيرة وسمي بدير عبدون لأن عبدون أخا صاعد بن مخلد كان كثير الإلمام به والمقام فيه فنسب إليه وكان عبدون نصرانيا وأسلم أخوه صاعد على يد الموفق واستوزره وفي هذا الدير يقول ابن المعتز الشاعر سقى المطيرة ذات الظل والشجر ودير عبدون هطال من المطر يا طالما نبهتني للصبوح به في ظلمة الليل والعصفور لم يطر أصوات رهبان دير في صلاتهم سود المدارع نعارين في السحر |جـ 2 صـ 522| مزنرين على الأوساط قد جعلوا على الرؤوس أكاليلا من الشعر كم فيهم من مليح الوجه مكتحل بالسحر يطبق جفنيه على حور لاحظته بالهوى حتى استقاد له طوعا وأسلفني الميعاد بالنظر وجاءني في ظلام الليل مستترا يستعجل الخطو من خوف ومن حذر فقمت أفرش خدي في التراب له ذلا وأسحب أذيالي على الأثر فكان ما كان مما لست أذكره فظن خيرا ولا تسأل عن الخبر و دير عبدون أيضا قرب جزيرة ابن عمر وبينهما دجلة وقد خرب الآن وكان من أحسن مستنزهاتها دير العجاج بين تكريت وهيت وفي ظاهره عين ماء وبركة فيها سمك وحوله مزارع وحصن دير العذارى قال أبو الفرج الأصبهاني هو بين أرض الموصل وبين أرض باجرمى من أعمال الرقة وهو دير عظيم قديم وبه نساء عذارى قد ترهبن وأقمن به للعبادة فسمي به لذلك وكان قد بلغ بعض الملوك أن فيه نساء ذوات جمال فأمر بحملهن إليه ليختار منهن على عينه من يريد وبلغهن ذلك فقمن ليلتهن يصلين ويستكفين شره فطرق ذلك الملك طارق فأتلفه من ليلته فأصبحن صياما فلذلك يصوم النصارى الصوم المعروف بصوم العذارى إلى الآن هكذا ذكر والشعر المنقول في دير العذارى يدل على أنه بنواحي دجيل ولعل هذا غير ذلك وقال الشابشتي دير العذارى بين سر من رأى والحظيرة وقال الخالدي وشاهدته وبه نسوة عذارى وحانات خمر وإن دجلة أتت عليه بمدودها فأذهبته حتى لم يبق منه أثر وذكر أنه اجتاز به في سنة 023 وهو عامر وأنشد أبو الفرج والخالدي لجحظة فيه ألا هل إلى دير العذارى ونظرة إلى الخير من قبل الممات سبيل وهل لي بسوق القادسية سكرة تعلل نفسي والنسيم عليل وهل لي بحانات المطيرة وقفة أراعي خروج الزق وهو حميل إلى فتية ما شتت العزل شملهم شعارهم عند الصباح شمول وقد نطق الناقوس بعد سكوته وشمعل قسيس ولاح فتيل يريد انتصابا للمقام بزعمه ويرعشه الإدمان فهو يميل يغني وأسباب الصواب تمده وليس له فيما يقول عديل ألا هل إلى شم الخزامى ونظرة إلى قرقرى قبل الممات سبيل وثنى يغني وهو يلمس كأسه وأدمعه في وجنتيه تسيل سيعرض عن ذكري وينسى مودتي ويحدث بعدي للخليل خليل سقى الله عيشا لم يكن فيه علقة لهم ولم ينكر عليه عذول لعمرك ما استحملت صبرا لفقده وكل اصطبار عن سواه جميل وقال أبو الفرج ودير العذارى بسر من رأى إلى |جـ 2 صـ 523| الآن موجود يسكنه الرواهب فجعلهما اثنين وحدث الحاحظ في كتاب المعلمين قال حدثني ابن فرج الثعلبي أن فتيانا من بني ملاص من ثعلبة أرادوا القطع على مال يمر بهم قرب دير العذارى فجاءهم من خبرهم أن السلطان قد علم بهم وأن الخيل قد أقبلت تريدهم فاستخفوا في دير العذارى فلما حصلوا فيه سمعوا أصوات حوافر الخيل التي تطلبهم وهي راجعة من الطلب فأمنوا فقال بعضهم لبعض ما الذي يمنعكم أن تأخذوا القس وتشدوه وثاقا ثم يخلو كل واحد منكم بواحدة من هذه الأبكار فإذا طلع الفجر تفرقنا في البلاد وكنا جماعة بعدد الأبكار اللواتي كن أبكارا في حسابنا ففعلنا ما اجتمعنا عليه فوجدنا كلهن ثيبات قد فرغ منهن القس قبلنا فقال بعضنا ودير العذارى فضوح لهن وعند القسوس حديث عجيب خلونا بعشرين صوفية ونيك الرواهب أمر غريب إذا هن يرهزن رهز الظراف وباب المدينة فج رحيب لقد بات بالدير ليل التمام أيور صلاب وجمع مهيب سباع تموج وزاقولة لها في البطالة حظ رغيب وللقس حزن يهيض القلوب ووجد يدل عليه النحيب وقد كان عيرا لدى عانة فصب على العير ليث هيوب وقال الشابشتي دير العذارى أسفل الحظيرة على شاطىء دجلة وهو دير حسن حوله بساتين قال وببغداد أيضا دير يقال له دير العذارى في قطيعة النصارى على نهر الدجاج وسمي بذلك لأن لهم صوم ثلاثة أيام قبل الصوم الكبير يسمى صوم العذارى فإذا انقضى الصوم اجتمعوا على الدير فتقربوا فيها أيضا وهو مليح طيب قال وبالحيرة أيضا دير العذارى و دير العذارى أيضا موضع بظاهر حلب في بساتينها ولا دير فيه ولعله كان قديما دير العسل على غربي شاطىء نيل مصر من نواحي الصعيد وهو دير مليح عجيب نزه عامر بالرهبان دير العلث زعم قوم أنه دير العذارى بعينه وقال الشابشتي العلث قرية على شاطىء دجلة من الجانب الشرقي في قرب الحظيرة دون سامرا وهذا الدير راكب دجلة وهومن أنزه الديارات وأحسنها وكان لا يخلو من أهل القصف وفيه يقول جحظة البرمكي يا طول شوقي إلى دير ومسطاح والسكر ما بين خمار وملاح والريح طيبة الأنفاس فاغمة مخلوطة بنسيم الورد والراح سقيا ورعيا لدير العلث من وطن لا دير حنة من ذات الأكيراح أيام أيام لا أصغي لعاذلة ولا ترد عناني جذبة اللاحي وفيه دليل على أنه دير العذارى لأن الشعر في ذكر النساء وقال أيضا أيها الجاذفان بالله جدا وأصلحا لي الشراع والسكانا |جـ 2 صـ 524| بلغاني هديتما البردانا وانزلا لي من الدنان دنانا واعدلا بي إلى القبيصة الزه راء حتى أفرج الأحزانا فإذا ما تممت حولا تماما فاعدلا بي إلى كروم أوانا واحططا لي الشراع بالدير بالعل ث لعلي أعاشر الرهبانا وظباء يتلون سفرا من الإن جيل باكرن سحرة قربانا لابسات من المسوح ثيابا جعل الله تحتها أغصانا خفرات حتى إذا دارت الكأ س كشفن النحور والصلبانا ",
                "title": "دير صباعى",
                "uri": "JK_000129_005414"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}