{
    "features": [
        {
            "item": "JK_000952_0778",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.508",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثقاب</h1> بفتح الثاء المثلثة وتشديد القاف وفي آخرها الباء الموحدة وهذه اللفظة لمن يثقب حب اللؤلؤ واشتهر بها أبو حمدون الثقاب ويقال اللآل والفصاص وهو أبو محمد الطيب بن إسماعيل بن إبراهيم بن أبي التراب الذهلي ويعرف بأبي حمدون الثقاب من أهل بغداد وهو أحد القراء المشهورين وكان صالحا زاهدا ورعا روى حروف القرآن عن علي بن حمزة الكسائي ويعقوب بن إسحاق الحضرمي وحدث عن المسيب بن شريك وسفيان بن عيينة وشعيب بن حرب روى عنه إسحاق بن إبراهيم بن سنين الختلي وسليمان بن يحيى الضبي وأبو العباس بن مسروق الطوسي والحسن بن الحسين الصواف وجماعة وحكي عن أبي حمدون المقريء أنه قال صليت ليلة فقرأت فأدغمت حرفا فحملتني عيني فرأيت كأن نورا قد تلبب بي وهو يقول بيني وبينك الله قال قلت من أنت قال أنا الحرف الذي أدغمتني قال قلت لا أعود فانتبهت فما عدت أدغم حرفا وحكي أن أبا حمدون كف بصره فقاده قائد له ليدخله المسجد فلما بلغ إلى المسجد قال له قائده يا أستاذ أخلع نعلك قال لم يا بني أخلعها قال لأن فيها أذى فاغتم أبو حمدون وكان من عباد الله الصالحين فرفع يديه ودعا بدعوات ومسح بها وجهه فرد الله إليه بصره ومشى وحكي أنه كان لأبي حمدون صحيفة فيها مكتوب ثلاثمائة من أصدقائه قال وكان يدعو لهم كل ليلة فتركهم ليلة فنام فقيل له في نومه يا أبا حمدون لم تسرج مصابيحك الليلة قال فقعد فاسرج وأخذ الصحيفة فدعا لواحد واحد حتى فرغ وقال أبو الحسين بن المنادي أبو حمدون الذهلي المقريء كان من الخيار الزهاد المشتهرين بالقرآن كان يقصد المواضع التي ليس فيها أحد يقريء الناس فيقرئهم حتى إذا حفظوا انتقل إلى قوم آخرين بهذا النعت وكان يلتقط المنبوذ كثيرا وأبو يحيى عباد بن علي بن مرزوق الثقاب السيريني من ولد خالد بن سيرين من أهل البصرة سكن بغداد وحدث عن محمد بن جعفر المدائني وبكار بن محمد السيريني روى عنه محمد بن عمرو الرزاز وأبو بكر الشافعي ومحمد بن حميد المخرمي وأبو حفص بن الزيات وعلي بن عمر السكري ومحمد بن الحسين الأزدي وغيرهم وكانت ولادته في سنة أربع ومائتين ومات في شهر رمضان سنة تسع وثلاثمائة ",
                "title": "الثقاب",
                "uri": "JK_000952_0778"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}