{
    "features": [
        {
            "item": "JK_000129_007154",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.286-287",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سويقة</h1> وهي مواضع كثيرة في البلاد وهي تصغير ساق وهي قارة مستطيلة تشبه بساق الإنسان ففي بلاد العرب سويقة موضع قرب المدينة يسكنه آل علي بن أبي طالب رضي الله عنه وكان محمد ابن صالح بن عبد الله بن موسى بن عبد الله بن حسن بن حسين بن علي بن أبي طالب رضي الله عنه قد خرج على المتوكل فأنفذ إليه أبا الساج في جيش ضخم فظفر به وبجماعة من أهله فأخذهم وقيدهم وقتل بعضهم وأخرب سويقة وهي منزل بني الحسن وكان من جملة صدقات علي بن أبي طالب رضي الله عنه وعقر بها نخلا كثيرا وخرب منازلهم وحمل محمد بن صالح إلى سامراء وما أظن سويقة بعذ ذلك أفلحت وقال نصيب وقد كان في أبامنا بسويقة وليلاتنا بالجزع ذي الطلح مذهب إذا العيش لم يمرر علينا ولم يحل بنا بعد حين ورده المتقلب وقال أبو زياد سويقة هضبة طويلة بالحمى حمى ضرية ببطن الريان وإياها عنى ذو الرمة بقوله أقول بذي الأرطى عشية أبلغت إلي نبا سرب الظباء الخواذل لأدمانة من بين وحش سويقة وبين الطوال العفر ذات السلاسل أرى فيك من خرقاء يا ظبية اللوى مشابه من حيث اعتلاق الحبائل فعيناك عيناها وجيدك جيدها ولونك إلا أنه غير عاطل وقال أبو زياد في موضع من كتابه ومما يسمى من الجبال في بلاد بني جعفر سويقة وهي هضبة طويلة مصعلكة والمصعلكة الدقيقة قال ولا يعرف بنجد جبل أطول منها في السماء وقد كانت بكر |جـ 3 صـ 287| ابن وائل وتغلب اقتتلوا عندها واستداروا بها وقال في ذلك مهلهل غداة كأننا وبني أبينا بجنب سويقة رحيا مدير قال وسويقة ببطن واد يقال له الريان يجيء من قبل مهب الجنوب ويذهب نحو مهب الشمال وهو الذي ذكره لبيد فقال فمدافع الريان عري رسمها خلقا كما ضمن الوحي سلامها وقال ابن السكيت في قول كثير لعمري لقد رعتم غداة سويقة ببينكم يا عز حق جزوعي قال سويقة جبل بين ينبع والمدينة قال و سويقة أيضا قريب من السيالة قال ابن هرمة عفت دارها بالبرقتين فأصبحت سويقة منها أقفرت فنظيمها وقال الأديبي وأما جو سويقة فموضع آخر قال الحفصي جو سويقة من أجوية الصمان وبه ركية واحدة قال تماضر بنت مسعود وكانت قد تزوجت في مصر من الأمصار فحنت إلى وطنها فقالت لعمري لجم من جواء سويقة أو الرمل قد جرت عليه سيولها أحب إلينا من جدوال قرية تعوض من روض الفلاة فسيلها ألا ليت شعري لا حبست بقرية بقية عمر قد أتاها سبيلها وقال أيضا لعمري لأصخاب المكاكي بالضحى وصوت صبا في مجمع الرمث والرمل وصوت شمال هيجت بسويقة ألاء وأسباطا وأرطى من الحبل أحب إلينا من صياح دجاجة وديك وصوت الريح في سعف النخل وقال الغطمش الضبي لعمري لجو من جواء سويقة أسافله ميث وأعلاه أجرع أحب إلينا أن نجاور أهلها ويصبح منا وهو مرأى ومسمع من الجوسق الملعون بالري لا يني على رأسه داعي المنية يلمع ",
                "title": "سويقة",
                "uri": "JK_000129_007154"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}