{
    "features": [
        {
            "item": "JK_000952_3014",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.359-360",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفربري</h1> بفتح الفاء والراء وسكون الباء الموحدة وبعدها راء أخرى هذه النسبة فربر وهي بلدة على طرف جيحون مما يلي بخارى أقمت بها أياما في انصرافي من وراء النهر والمشهور بالنسبة إليها أبو عبد الله محمد بن يوسف بن مطر بن صالح بن بشر الفربري راوية كتاب الجامع الصحيح لمحمد بن إسماعيل البخاري عنه رحل إليه الناس وحملوا عنه هذا الكتاب وكان سمع علي بن خشرم المروزي روى عنه من الأئمة المعروفين أبو زيد محمد بن أحمد بن عبد الله الفاشاني وجماعة سواه وقال أبو الحسن الدارقطني وأما فربر بالفاء والباء فهي بلدة من بلاد خراسان منها محمد بن يوسف بن مطر الفربري الراوي لكتاب الصحيح عن محمد بن إسماعيل البخاري روى عنه أبو محمد عبد الله بن أحمد بن حموية السرخسي وأبو إسحاق إبراهيم بن محمد المستملي وأبو الهيثم محمد بن المكي الكشميهني وأول من روى هذا الكتاب عنه أبو زيد الفاشاني وآخرهم رواية عنه أبو علي إسماعيل بن محمد بن أحمد بن حاجب الكشاني وسمع الفربري الكتاب من البخاري في ثلاث سنين في سنة ثلاث وأربع وخمسين ومائتين وسمع من علي بن خشرم بفربر سنة ثمان وخمسين ومائتين وكان وافى فربر مرابطا وكانت ولادة الفربري سنة إحدى وثلاثين ومائتين ومات يوم الأحد لثلاث خلون من شوال سنة عشرين وثلاثمائة وحفيده أبو محمد أحمد بن عبد الله بن محمد بن يوسف الفربري يروي عن جده كتاب الجامع الصحيح روى عنه غنجار وتوفي في سنة إحدى وسبعين وثلاثمائة وأبو البشر محمد بن علي بن عبد العزيز الفربري المعروف بالصغير كتب الحديث ببخارى عن أبي الخطاب محمد بن إبراهيم الطبري وأبي نصر أحمد بن عبد الرحمن الريغدموني كتب لي الإجازة بجميع مسموعاته ومات بفربر سنة خمسين وخمسمائة وأبو بكر محمد بن أبي بكر بن عائشة المقرىء الفربري شيخ ثقة صالح من أهل القرآن كتبت عنه بفربر شيئا من الأناشيد وأبو منصور الحسين بن علي بن يوسف الفربري روى عن |جـ 4 صـ 360| أبي علي الحسين بن إسماعيل الفارسي وأبي الفضل السلمي وغيرهما وتوفي في شهر رمضان سنة سبع وتسعين وثلاثمائة وأبو علي الحسين بن يوسف بن عبد المجيد البندار الفربري يروي عن أبي عيسى محمد بن عيسى بن سورة الترمذي الحافظ روى عنه أبو أحمد بن عدي الجرجاني وأبو عبيد عبد الرزاق بن عبد الوهاب بن منصور بن محمد بن الفضل بن يوسف الفقيه الغربري سمع أبا الفضل أحمد بن علي بن عمرو السليماني البيكندي الحافظ وجده لأمه أبا منصور الحسين بن علي بن يوسف الفربري وجماعة سواهما روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ ",
                "title": "الفربري",
                "uri": "JK_000952_3014"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}