{
    "features": [
        {
            "item": "JK_000952_2782",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.210-212",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العطوي</h1> بفتح العين والطاء المهملتين وفي آخرها الواو هذه النسبة إلى عطية وهو اسم لجد المنتسب إليه والمشهور بهذه النسبة |جـ 4 صـ 211| الشاعر أبو عبد الرحمن محمد بن عبد الرحمن بن عطية العطوي وقيل هو محمد بن عطية من أهل البصرة مولى بني ليث بن بكر بن عبد مناة بن كنانة وكان يعد في متكلمي المعتزلة ويذهب مذهب الحسين النجار في خلق الأفعال قدم بغداد أيام أحمد بن أبي دؤاد فاتصل به بسر من رأى مدة وشعره يستحسن وللمبرد منه اختيارات وقد روى عنه بعض شعره أحمد بن القاسم أخو أبي الليث الفرائضي وغيره حكي عن أبي العباس المبرد أنه قال كان العطوي لا ينطق بالشعر معنا بالبصرة ثم ورد علينا شعره لما صار إلى سر من رأى وكنا نتهاداه وكان مقترا عليه ظاهر الدمامة والوسخ منهوما بالنبيذ وله فيه وفي الصبوح وذكر الندامى والمجالس أحسن قول وليس له شيء يسقط ومن ذلك قوله % يأمل المرء أبعد الآمال % % وهو رهن بأقرب الآجال % % لو رأى المرء رأي عينيه يوما % % كيف صول الآجال بالآمال % % لتناهى وأقصر الخطو في اللهو % % ولم يغترر بدار الزوال % % نحن نلهو ونحن يحصى علينا % % حركات الإدبار والإقبال % % فإذا ساعة المنية حمت % % لم يكن غير عاثر بمقال % % أي شيء تركت يا عارفا بالله % % للممترين والجهال % % تركب الأمر ليس فيه سوى أنك % % تهواه فعل أهل الضلال % % أنت ضيف وكل ضيف وإن % % طالت لياليه مؤذن بارتحال % % أيها الجامع الذي ليس يدري % % كيف حوز الإهلين للأموال % % يستوي في الممات والبعث والموقف % % أهل الإكثار والإقلال % % ثم لا يقسمون للنار والجنة % % إلا بسالف الأعمال % وأما العطوية فطائفة من الخوارج انتسبوا إلى عطية بن الأسود الحنفي اليمامي وكان قد وقع بينه وبين أبي فديك رجل آخر من الخوارج حرب فأنفذ عبد الملك بن مروان معمر بن عبد الله بن معمر إلى حرب أبي فديك فحاربه أياما ثم قتله ولحق عطية بأرض سجستان وظهر له أصحاب فيقال لأصحابه العطوية |جـ 4 صـ 212| ",
                "title": "العطوي",
                "uri": "JK_000952_2782"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}