{
    "features": [
        {
            "item": "JK_000952_1397",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.365-367",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخشاب</h1> بفتح الخاء والشين المعجمة وفي آخرها الباء المنقوطة بواحدة هذا اسم لمن يبيع الخشب والمشهور بهذه النسبة جماعة منهم سليم بن مسلم الخشاب من أهل مكة يروي عن ابن جريج وسعيد بن بشير روى عنه محمد بن أبان ومخلد بن مالك والناس يروي عن الثقات الموضوعات التي يتخايل إلى المستمع لها وإن لم يكن الحديث صناعته أنها موضوعة وكان يحيى بن معين يزعم أنه كان جهميا خبيثا قاله أبو حاتم بن حبان وإبراهيم بن عثمان بن المثنى الأزرق الخشاب أبو إسحاق مصري روى عن يونس بن عبد الأعلى والحسن بن سليمان وغيرهما توفي في رمضان سنة ثلاث وثلاثمائة وأحمد بن عيسى اللخمي الخشاب حدث عن عمرو بن أبي سلمة وغيره توفي بتنيس سنة ثلاث وسبعين ومائتين كان مضطرب الحديث جدا وسعيد بن يحيى الخشاب أندلسي وشقي توفي بها سنة ثمان عشرة وثلاثمائة قاله ابن يونس وأبو محمد عبد الله بن مزيد الخشاب أصبهاني يروي عن أحمد بن يوسف الرقام وغيره روى عنه أبو بكر بن مردويه الحافظ وأبو بكر بن أبي علي الأصبهاني وأبو سعيد محمد بن علي بن محمد الخشاب من أهل نيسابور صاحب أبي عبد الرحمن السلمي وخادمه كتب الكثير من كتبه وروى عن أبي طاهربن خزيمة والمخلدي والخفاف وأبي نعيم الأزهري وغيرهم روى لنا عنه محمد بن الفضل الفراوي وهبة الله بن سهل السيدي وأبو المظفر بن القشيري بنيسابور وأبو القاسم زاهر بن طاهر الشحامي بمرو وأبو عبد الله الحسين بن أحمد البيهقي بخسروجود وكان فيه لين وتوفي سنة نيف وخمسين وأربعمائة وأبو الفتح محمد بن عبد الرحمن الخشاب الكاتب ووالده أبو الفضل كان من الكتبة الفضلاء وأبو الفضل كان له شعر رائق وخط فائق سمع الحديث بنيسابور من أبي القاسم القشيري وفاطمة بنت أبي لعي الدقاق وأبي القاسم الفضل بن عبد الله بن المحب وبأصبهان من أبي منصور محمد بن أحمد بن علي بن شكرويه القاضي وغيرهم لقيته بمرو غير مرة وكتبت عنه بأصبهان في دار شيخنا الحسين الخلال الأديب وتوفي بكشانية في سنة إحدى وأربعين وخمسمائة |جـ 2 صـ 367| وحمل إلى مرو ودفن بها وأما الخشاب لقب أبي حامد أحمد بن محمد بن يحيى بن بلال البزاز قيل له الخشاب لا لبيعه الخشب بل لأنه يسكن الخشابين بنيسابور وكان يكره هذه النسبة وكان من الثقات الأثبات المكثرين سمع أبا الحسن أحمد بن يوسف السلمي وعبد الرحمن بن بشر بن الحكم وطبقتهما روى عنه أبو عبد الله بن منده الحافظ الأصبهاني وأبو علي الحسين بن علي الحافظ وأبو بكر أحمد بن إسحاق بن أيوب الصبغي وغيرهم وتوفي بنيسابور يوم الأضحى سنة ثلاثين وثلاثمائة وأبو محمد عبد الله بن محمد بن عيسى بن مزيد الخشاب المديني من أهل أصبهان ثقة مأمون حدث عن أحمد بن مهدي وأبي بكر عبد الله بن محمد بن النعمان وأبي خالد القرشي وهشام السيرافي وغيرهم من البصريين روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وتوفي في شوال سنة خمس وأربعين وثلاثمائة ",
                "title": "الخشاب",
                "uri": "JK_000952_1397"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}