{
    "features": [
        {
            "item": "JK_000952_2840",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.258-259",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العوفي</h1> بفتح العين وسكون الواو وفي آخرها الفاء هذه النسبة إلى عوف وهم جماعة منهم عوف بن يشكر وعبد الرحمن بن عوف وأولاده يقال لهم العوفيون وفيهم كثرة وأبو سليمان يحيى بن يعمر القاضي العوفي من بني عوف بن يشكر من أهل البصرة وقد قيل أبو سعيد من بني عوف بن بكر يروي عن ابن عمر وابن عباس رضي الله عنهم وكان على القضاء بمرو ولاه قتيبة بن مسلم روى عنه عبد الله بن بريدة وإسحاق بن سويد وكان يحيى من فصحاء أهل زمانه وأكثرهم علما باللغة مع الورع الشديد وسعد بن جنادة العوفي وولده عطية بن سعد وأولاده الحسن والحسين وعمر بنو عطية وأولادهم وأما أبو جعفر محمد بن سعد بن محمد بن الحسن بن عطية بن سعد بن جنادة العوفي من بني عوف بن سعد فخذ من بني عمرو بن عياذ بن يشكر بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان وقال أحمد بن كامل بن شجرة القاضي هو محمد بن سعد بن محمد بن الحسن بن عطية بن سعد بن جنادة بن أسد بن لاحب بن عبد بن عامر بن صعصعة بن ظرب بن عمرو بن عياذ بن يشكر بن الحارث بن عمرو بن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان من أهل بغداد حدث عن يزيد بن هارون وروح بن عبادة وعبد الله بن بكر السهمي ويعقوب بن إبراهيم بن سعد وأبي عبد الرحمن المقرىء وأبيه سعد بن محمد وغيرهم روى عنه يحيى بن محمد بن صاعد ومحمد بن مخلد الدوري وأبو عبد الله الحكيمي |جـ 4 صـ 259| وعبد الله بن إسحاق البغوي وأحمد بن كامل القاضي كان لينا في الحديث وقال الدارقطني هو لا بأس به وتوفي في شهر ربيع الآخر سنة ست وسبعين ومائتين وأحمد بن إبراهيم العوفي وكان بمصر روى عنه محمد بن ريان المصري وعطية العوفي ورهطه وأولاده كلهم كوفيون من بني سعد بن بكر بن هوازن وهم حضنة رسول الله صلى الله عليه وسلم وجماعة ينسبون إلى عوف غطفان وهم عوف بن سعد بن ذبيان وهو بيت جليل فيهم وقوم ينسبون عوف غطفان إلى قريش فيقولون عوف بن لؤي وكان الحارث بن ظالم يخلج نفسه إلى قريش في شعره فقال % وضعت الرمح إذا قالوا قريش % % وشبهت القبائل والقبابا % % فما قومي بثعلبة بن سعد % % ولا بفزارة الشعر الرقابا % ومنهم أبو القاسم ثابت بن حزم بن عبد الرحمن بن مطرف بن سليمان بن يحيى العوفي من غطفان أندلسي من أهل سرقسطة وكان قاضيها رحل وطلب وتوفي بالأندلس سنة أربع عشرة وثلاثمائة ",
                "title": "العوفي",
                "uri": "JK_000952_2840"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}