{
    "features": [
        {
            "item": "JK_000952_1867",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.119-120",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزاذاني</h1> بفتح الزاي والذال المعجمة بين الألفين وفي آخرها النون هذه النسبة إلى زاذان وهو اسم لبعض أجداد المنتسب إليه وهو أبو حفص عمر بن عبد الله بن زاذان القاضي الزاذاني القزويني من أهل قزوين وكان من ولد أبي عمر زاذان الكندي من بيت العلم وأهله سمع أبا محمد عبد الرحمن بن أبي حاتم ومحمد بن هارون بن الحجاج المقري ومحمد بن قارن بن العباس وعلي بن محمد بن أبي سهل الرازيين وعلي بن عمر بن محمد الصيدلاني وعلي بن إبراهيم بن سلمة القطان روى عنه محمد بن إسماعيل بن عمر بن سبنك وأبو الحسن أحمد بن محمد العتيقي وأبو طالب محمد بن علي بن الفتح الحربي وغيرهم وكانت وفاته قبل الأربعمائة وأبو بكر محمد بن إبراهيم بن علي بن عاصم بن زاذان بن المقري الزاذاني العاصمي من أهل أصبهان وكان فاضلا عالما ورعا ظهر له معرفة وأنس بالحديث لكثرة ما سمع بقراءة الحفاظ وكان صحب أبا علي الحسين بن علي الحافظ النيسابوري وغيره وله رحلة إلى الشام وديار مصر والثغور واليمن وأدرك الشيوخ والعلماء سمع بمكة المفضل بن محمد الجندي وببغداد أبا بكر محمد بن محمد بن سليمان بن الباغندي وبالأهواز عبدان بن أحمد الجواليقي وبمصر أبا بكر محمد بن زبان بن حبيب وبالموصل أبا يعلى أحمد بن علي بن المثنى التميمي وبالشام |جـ 3 صـ 120| أصحاب هشام بن عمار الدمشقي وطبقتهم روى عنه أبو طاهر أحمد بن محمود الثقفي وأبو الطيب يحيى بن علي الدسكري الحلواني وأبو القاسم إبراهيم بن منصور السلمي وأبو العباس أحمد بن محمد بن النعمان الفضاض وجماعة آخرهم أبو مسلم محمد بن علي بن مهريزد الأصبهاني وكانت ولادته قبل الثلاثمائة ووفاته في يوم الاثنين في شهر شوال سنة إحدى وثمانين وثلاثمائة بأصبهان وأبو عامر سرور بن المغيرة بن زاذان الزاذاني بن أخي منصور بن زاذان أصله بصري سكن واسط يروي عن عباد بن منصور روى عنه أبو سعيد أحمد بن داود الحداد قال ابن أبي حاتم سمعت أبي يقول ذلك وسألته عنه فقال شيخ ",
                "title": "الزاذاني",
                "uri": "JK_000952_1867"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}