{
    "features": [
        {
            "item": "JK_000952_2477",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.536-538",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصريفيني</h1> بفتح الصاد المهملة وكسر الراء وسكون الياء المنقوطة من تحتها باثنتين والفاء بين اليائين وفي آخرها النون هذه النسبة إلى صريفين قريتين إحداهما من أعمال واسط والمنتسب إليها أبو بكر شعيب بن ايوب بن رزيق بن معبد بن شيطا الصريفيني كان على قضاء واسط روى عن عبيد الله بن موسى وأبي أسامة حماد بن أسامة وزيد بن الحباب وأهل العراق روى عنه محمد بن المنذر بن سعيد الهروي شكر وعبدان الأهوازي ومحمد بن عبد الله الحضرمي ويحيى بن صاعد قال أبو حاتم بن حبان شعيب بن ايوب يخطىء ويدلس وكل ما في حديثه من المناكير مدلسه وأبو الحسن الدارقطني وثقة وقيل إنه ولي قضاء جنديسابور مدة ومات بواسط في سنة إحدى وستين ومائتين وأخوه سليمان بن أيوب الصريفيني يروي عن سفيان بن عيينة ومرحوم العطار وغيرهما |جـ 3 صـ 537| وسعيد بن أحمد الصريفيني سمع محمد بن علي بن معدان روى عنه أبو أحمد عبد الله بن عدي الحافظ الجرجاني فقال سعيد الصريفيني صريفين واسط وأما صريفين بغداد فمنها جماعة من المحدثين منهم أبو بكر سعيد بن أحمد بن الحسين الصريفيني يروي عن الحسن بن عرفة روى عنه عبد الله بن عدي الحافظ الجرجاني وذكر أنه سمع منه بعكبرا والمشهور منهم أبو محمد عبد الله بن محمد بن عبد الله بن عمر بن المجمع ابن هزارمرد الصريفيني خطيب صريفين كان أحد الثقات سمع منه أبو بكر الخطيب الحافظ وأبو عبد الله الدامغاني القاضي وأبو الفضل بن خيرون الأمين وجدي الإمام أبو المظفر السمعاني وروى لي عنه ببغداد قريب من عشرين نفسا حدث عن اصحاب أبي القاسم البغوي وأبي بكر بن أبي داود ويحيى بن محمد بن صاعد وأبي بكر النيسابوري وتوفي في سنة تسع وستين وأربعمائة بصريفين وزرت قبره بها وأبو عبد الله محمد بن إسحاق الصريفيني المعدل حدث بعكبرا عن زكريا بن يحيى صاحب ابن عيينة روى عنه عمر بن القاسم بن الحداد المقرىء وأبو بكر أحمد بن عبد العزيز بن يحيى بن صبيح بن جمهور الصريفيني سمع الحسن بن الطيب الشجاعي وغيره حدث عنه أبو علي بن شهاب العكبري وعبد العزيز بن علي الأزجي وهلال بن عمر الصريفيني سكن بغداد وحدث بها عن أحمد بن عثمان بن يحيى الأدمي وغيره وأبو دلف مكي بن أحمد بن عبد الله بن هزارمرد الصريفيني من أولاد المحدثين حفيد أبي محمد السابق ذكره روى عنه سمع منه أبو المعمر الأنصاري وحدثنا عنه بحديث واحد |جـ 3 صـ 538| ",
                "title": "الصريفيني",
                "uri": "JK_000952_2477"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}