{
    "features": [
        {
            "item": "JK_000952_0195",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.178-179",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأصم</h1> بفتح الألف وصاد المهملة وتشديد الميم في آخر الكلمة هذه صفة من كان لا يسمع من الصمم والمشهور به في الشرق والغرب أبو العباس محمد بن يعقوب بن يوسف بن معقل بن سنان بن عبد الله الأموي مولاهم المعروف بالأصم وإنما ظهر به الصمم بعد انصرافه من الرحلة فاستحكم فيه حتى أنه كان لا يسمع نهيق الحمار وكان أبو العباس محدث عصره بلا مدافعة فإنه حدث في الإسلام ستا وسبعين سنة وسنأتي على ذكره |جـ 1 صـ 179| بالتفصيل ولم يختلف قط في صدقه وصحة سماعه وضبط أبيه يعقوب الوراق لها وكان مع ذلك يرجع إلى حسن المذهب والتدين يصلي خمس صلوات في الجماعة وبلغني أنه أذن سبعين سنة في مسجده وكان حسن الخلق سخي النفس لا يبخل بكل ما يقدر عليه وربما كان في قديم الأيام يحتاج إلى الشيء لمعاشه فيورق ويأكل من كسب يده وهذا الذي يعاب به أنه كان يأخذ على التحديث إنما يعيبه به من كان لا يعرفه فإنه كان يكره ذلك أشد الكراهة ولا يناقش أحدا فيه إنما كان وراقه وابنه أبو سعيد يطلبان الناس بذلك وقد كان يعلم به فيكرهه ثم لا يقدر على مخالفتهم سمع منه الآباء والأبناء والأحفاد وأولادهم كالحسن بن الحسين بن منصور سمع منه كتاب الرسالة فسمع منه ابنه أبو الحسن بن الحسن في ذلك الكتاب ثم سمعه أبو نصر بن أبي الحسن في ذلك الكتاب ثم سمع منه عمر بن أبي نصر في ذلك الكتاب ومثل هذا كثير كفاه شرفا أن يحدث طول تلك السنين فلا يجد أحد من الناس فيه مغمزا بحجة قال الحاكم أبو عبد الله الحافظ ما رأينا الرحالة في بلد من بلاد الإسلام أكثر منها إليه يعني أبا العباس الأصم فقد رأيت جماعة من أهل الأندلس والقيروان وبلاد المغرب على بابه وكذلك رأيت جماعة من أهل طرار وإسفيجاب وأهل المشرق على بابه وكذلك رأيت في عرض الدنيا من أهل المنصورة ومولتان وبلاد بست وسجستان على بابه وكذلك رأيت جماعة من أهل فارس وشيراز وخوزستان على بابه فناهيك بهذا شرفا واشتهارا وعلوا في الدين وقبولا في بلاد المسلمين بطول الدنيا وعرضها قال سمعت أبا العباس محمد بن يعقوب غير مرة يقول ولدت سنة سبع وأربعين ومائتين رأى محمد بن يحيى الذهلي ولم يسمع منه ثم سمع من أحمد بن يوسف السلمي وأبي الأزهر أحمد بن الأزهر العبدي وفقد سماعه عند منصرفه من مصر ثم رحل به أبوه سنة خمس وستين على طريق أصبهان فسمع هارون بن سليمان وأسيد بن عاصم ولم يسمع بالأهواز ولا البصرة حرفا واحدا ثم أن أباه حج به في تلك السنة وسمع بمكة من أحمد بن شيبان الرملي فقط ثم أخرجه إلى مصر فسمع محمد بن عبد الله بن عبد الحكم ويحيى بن نصر الخولاني والربيع بن سليمان المرادي وبكار بن قتيبة القاضي وأقام بمصر على سماع الأمهات كتاب المبسوط للشافعي إلى أن استوفى سماعه ثم دخل الشام فسمع بعسقلان من أحمد بن الفضل وببيروت من العباس بن الوليد بن مزيد أقام عليه حتى سمع منه مسائل الأوزاعي ثم دخل دمشق فسمع من محمد بن هشام بن ملاس النميري أحاديث مروان بن معاوية وسمع من يزيد بن عبد الصمد وغيره ثم دخل دمياط فسمع من بكر بن سهل وغيره وأقام بطرسوس وسمع الكثير من أبي أمية وذهب بعض سماعاته منه ثم انحدر إلى حمص فسمع من محمد بن عوف الطائي الكبير وذهب بعض سماعاته منه ثم دخل الجزيرة فكتب بالرقة عن محمد بن علي بن ميمون وهو إذ ذاك أمام الجزيرة |جـ 1 صـ 180| ودخل من الموصل على طريق الجزائر إلى الكوفة فسمع من الحسن بن علي بن عفان العامري وأحمد بن عبد الجبار العطاردي وأحمد بن عبد الحميد الحارثي ثم دخل بغداد سنة تسع وستين بعد وفاة سعدان بن نصر ومحمد بن سعيد بن غالب فسمع المسند من العباس بن محمد الدوري والمبسوط من محمد بن إسحاق الصغاني والتاريخ من الدوري وسمع من محمد بن سنان القزاز والعلل من عبد الله بن أحمد بن حنبل وعلل علي بن المديني من حنبل بن إسحاق ثم انصرف إلى خراسان وهو ابن ثلاثين سنة وهو محدث كبير ثم ذكر الحاكم في وفاته خرج علينا أبو العباس محمد بن يعقوب رحمه الله ونحن في مسجده وقد امتلأت السكة من أولها إلى آخرها من الناس وهو عشية يوم الإثنين الثالث من شهر ربيع الأول من سنة أربع وأربعين وثلاثمائة وكان يملي عشية كل اثنين من أصوله مما ليس في الفوائد أحاديث فلما نظر إلى كثرة الناس والغرباء من كل فج عميق وقد قاموا يطرقون له ويحملونه على عواتقهم من باب داره إلى مسجده فلما بلغ المسجد جلس على جدار المسجد وبكى طويلا ثم نظر إلى المستملي فقال أكتب سمعت محمد بن إسحاق الصغاني يقول سمعت أبا سعيد الأشج يقول سمعت عبد الله بن إدريس يقول أتيت يوما باب الأعمش بعد موته فدفعت الباب فقيل من هذا فقال ابن إدريس فأجابتني امرأة يقال لها بره هاي هاي يا عبد الله بن إدريس ما فعل جماهير العرب التي كانت تأتي هذا الباب ثم بكى الكثير ثم قال كأني بهذه السكة ولا يدخلها أحد منكم فإني لا أسمع وقد ضعف البصر وحان الرحيل وانقضى الأجل فما كان إلا بعد شهر أو أقل منه حتى كف بصره وانقطعت الرحلة وانصرف الغرباء إلى أوطانهم ورجع أمر أبي العباس إلى أنه كان يناول قلما فإذا أخذه بيده علم أنهم يطلبون الرواية فيقول حدثنا الربيع بن سليمان ويقرأ الأحاديث التي كان يحفظها وهي أربعة عشر حديثا وسبع حكايات وصار بأسوأ حال إلى شهر ربيع الآخر سنة ست وأربعين فتوفي أبو العباس رحمه الله ليلة الإثنين ودفن عشية الاثنين الثالث والعشرين من شهر ربيع الآخر من سنة ست وأربعين وثلاثمائة ومن القدماء أبو علقمة عبد الله بن عيسى الفروي الأصم من أهل المدينة يروي عن ابن نافع ومطرف بن عبد الله الأصم العجائب ويقلب على الثقات الأخبار روى عنه محمد بن المنذر الهروي شكر وعقبة بن عبد الله الأصم من أهل البصرة يروي عن عطاء وابن بريدة روى عنه الهيثم بن خارجة والعراقيون كان ممن يتفرد بالمناكير عن الثقات المشاهير حتى إذا سمعها من الحديث صناعته شهد لها بالوضع وكثير بن حمير الأصم شيخ يروي عن الشاميين ما لم يتابع عليه لا يجوز الاحتجاج بخبره إذا انفرد يروي عن سالم أبي المهاجر روى عنه موسى بن أيوب واشتهر بهذا الإسم اثنان واحد من الصوفية والآخر من المحدثين أما المحدث |جـ 1 صـ 181| فقد بدأنا به وهو أبو العباس الأصم ومن الصوفية أبو عبد الرحمن حاتم بن عنوان الأصم من أهل بلخ كان أحد من عرف بالزهد والتقلل واشتهر بالورع والتقشف وله كلام مدون في الزهد والحكم وأسند الحديث عن شقيق بن إبراهيم وشداد بن حكيم البلخيين وعبد الله بن المقدام ورجاء بن المقدام الصغاني روى عنه أبو عبد الله الخواص وأبو جعفر الهروي وجماعة وقال رجل لحاتم الأصم بلغني أنك تجوز المفاوز من غير زاد فقال حاتم بل أجوزها بالزاد وإنما زادي فيها أربعة أشياء قال ما هي قال أرى الدنيا كلها ملكا لله وأرى الخلق كلهم عباد الله وعياله وأرى الأسباب والأرزاق كلها بيد الله وأرى قضاء الله نافذا في كل أرض الله فقال له الرجل نعم الزاد زادك يا حاتم أنت تجوز به مفاوز الآخرة فكيف مفاوز الدنيا وقيل له من أين تأكل فقال & ولله خزائن السماوات والأرض ولكن المنافقين لا يفقهون & وكان أبو بكر الوراق يقول حاتم الأصم لقمان هذه الأمة وسئل حاتم أي شيء رأس الزهد قال الثقة بالله وأوسطه الصبر وآخره الإخلاص وأما مالك بن جناب بن هبل الكلبي الشاعر يعرف بالأصم سمي الأصم بقوله % أصم عن الخنا إن قيل يوما % % وفي غير الخنا ألفي سميعا % ",
                "title": "الأصم",
                "uri": "JK_000952_0195"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}