{
    "features": [
        {
            "item": "JK_000952_0389",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.289-290",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البحتري</h1> بضم الباء المنقوطة وسكون الحاء المهملة وضم التاء المنقوطة بنقطتين من فوق والراء المهملة بعده هذه النسبة إلى بحتر وهو بطن من طيىء وهو بحتر بن عتود بن عنين بن سلامان بن ثعل بن عمرو بن الغوث بن جلهمة وهو طيىء والمشهور بهذه النسبة الشاعر المعروف أبو عبادة الوليد بن عبيد بن يحيى البحتري مداح المتوكل وكان من منبج الشام ونسبته الوليد بن عبيد بن يحيى بن عبيد بن شملال بن جابر بن سلمة بن مسهر بن الحارث بن خيثم بن أبي حارثة بن جدي بن تدول بن بحتر بن عتود البحتري الطائي ولد بمنبج وبها نشأ وتأدب وخرج إلى العراق ومدح بها المتوكل على الله ووزيره الفتح بن خاقان وسائر الأكابر وعاد إلى بلده منبج ومات بها روى عنه أشياء من شعره محمد بن يزيد المبرد ومحمد بن خلف بن المرزبان وأبو عبد الله بن المحاملي ومحمد بن يحيى الصولي وعبد الله بن جعفر بن درستويه النحوي وديوان شعره سائر مشهور كنت حفظت منه أكثر من ألف بيت قال البحتري أنشدت أبا تمام يوما شيئا من شعري فأنشد بيت أوس بن حجر % إذا مقرم منا ذرا حدنا به % % تخمط فينا ناب آخر مقرم % وقال نعيت إلى نفسي فقلت أعيذك بالله من هذا فقال إن عمري ليس يطول وقد نشأ مثلك لطيىء أما علمت أن خالد بن صفوان المنقري رأى شبيب بن شيبة وهو من رهطه يتكلم فقال يا بني نعي نفسي إلي إحسانك في كلامك لأنا أهل بيت ما نشأ فينا خطيب إلا مات من قبله قال فمات أبو تمام بعد سنه من قوله هذا وكانت ولادة البحتري في سنة |جـ 1 صـ 290| مائتين وقيل سنة ست ومائتين ومات بمنبج سنة خمس وثمانين ومائتين وأبو عبد الرحمن الهيثم بن عدي بن عبد الرحمن بن زيد بن أسيد بن جابر بن عدي بن خالد بن خيثم بن أبي حارثة بن جدي بن تدول بن بحتر بن عتود البحتري الطائي من أهل الكوفة كان أبوه واسطيا وأمه من سبي منبج وأما الهيثم فمن أهل الكوفة بها ولد ونشأ ثم انتقل إلى بغداد وسكنها حدث عن هشام بن عروة ومحمد بن إسحاق ومجالد بن سعيد ومحمد بن عبد الرحمن بن أبي ليلى وسعيد بن أبي عروبة وشعبة بن الحجاج وغيرهم روى عنه العلاء بن موسى ومحمد بن سعد كاتب الواقدي والقاسم بن سعيد بن المسيب بن شريك وأحمد بن عبيد بن ناصح ورماه يحيى بن معين بالكذب وقال الهيثم بن عدي كوفي ليس بثقة كان يكذب وقال علي بن المديني الهيثم بن عدي أوثق عندي من الواقدي ولا أرضاه في الحديث ولا في الأنساب ولا في شيء كان مولاي يقوم عامة الليل يصلي فإذا أصبح جلس يكذب ومات بفم الصلح في أول المحرم من سنة سبع ومائتين وبلغ ثلاثا وتسعين سنة وصحبني أعرابي من بحتر من حوران إلى بيت المقدس يقال له أبو منيع شافع بن منيع البحتري الطائي وترافقنا في بلاد الساحل وكتبت عنه إقطاعا من الشعر بها وببيت المقدس ومن الصحابة الوليد بن جابر بن ظالم البحتري قال الدارقطني هو من بني بحتر بن عتود وفد إلى النبي صلى الله عليه وسلم وكتب له كتابا فهو عندهم وقال الدارقطني جدي بن بحتر الطائي شاعر هو الذي يقول % طرقنا أخا داود نلتمس الغنى % % فعبس لما أن رآنا وقطبا % قال ذلك لكلفة بن قعين الأسدي فسمي كلفة عبسا بذلك ",
                "title": "البحتري",
                "uri": "JK_000952_0389"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}