{
    "features": [
        {
            "item": "JK_000952_3943",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.379-380",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الملطي</h1> بفتح الميم واللام وفي اخرها الطاء المهملة هذه النسبة إلى الملطية وهي من ثغور الروم مما يلي أذربيجان وسمعت أن أكثر من خرج عنها من المحدثين كانوا ضعفاء بني هذه المدينة الاسكندر والمنتسب إليها إسحاق بن نجيح الملطي سكن بغداد دجال من الدجاجلة كان يضع الحديث على رسول الله صلى الله عليه وسلم صراحا روى عن ابن جريج ويحيى بن أبي كثير روى عنه محمد بن حرب النشائي الواسطي وعلي بن حجر السعدي المروزي وتمام بن نجيح الملطي الأسدي مولده بملطية سكن حلب يروي عن الحسن وعون بن عبد الله روى عنه بشر بن إسماعيل منكر الحديث جدا يروي أشياء موضوعة عن الثقات كأنه المتعمد لها وضرار بن عمرو الملطي يروي عن يزيد الرقاشي وأهل البصرة روى عنه الناس منكر الحديث جدا كثير الرواية عن المشاهير بالأشياء المناكير في أخباره بطل الاحتجاج باثاره وأبو يعقوب إسحاق بن محمود بن الجراح الملطي سمع أبا عروبة الحسين بن أبي معشر الحراني ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال أبو يعقوب الملطي قدم علينا نيسابور وهو كهل مقيم وكان من الملازمين لأبي العباس الأصم حتى سمع حديثه وسمع أبا عروبة الحراني وأقرانه وأبو بكر محمد بن عبد الله بن محمد بن مسلم الملطي مولى حمير إمام الجامع العتيق حدث عن إبراهيم بن مرزوق بن قتيبة وبكار وغيرهما وكان نحويا قال ذلك أبو سعيد بن يونس المصري وأبو هشام محمد بن إبراهيم بن العباس الطائي الملطي حدث بعكبرا عن إبراهيم بن عبد الله بن زاد فروخ الفارسي روى عنه محمد بن عبد الله بن نجيب الدقاق |جـ 5 صـ 380| والقاسم بن إبراهيم بن أحمد الملطي قدم بغداد وحدث بها عن محمد بن سليمان لوين روى عنه علي بن محمد بن لؤلؤ الوراق وعلي بن عمر السكري وكان كذابا أفاكا يضع الحديث روى عنه الغرباء عن أبي أمية المبارك بن عبد الله وعدلوين عن مالك عجائب من الأباطيل ومات بعد سنة ثلاث وعشرين وثلاث سنين وكان عبد الغني بن سعيد الحافظ المصري يقول ليس في الملطيين ثقة وأبو سعيد محمد بن عبد الحميد بن عبد الرحمن بن سفيان الملطي يروي عن جده عبد الرحمن بن سفيان الملطي وأبو الحسين محمد بن إبراهيم بن أبي الشيخ الفقيه الملطي يروي عن إبراهيم بن عبد الله والحسن بن سفيان روى عنهما أبو بكر محمد بن إبراهيم بن المقرىء الأصبهاني وأبو أيوب سليمان بن أحمد بن يحيى بن عثمان بن أبي صلابة الملطي من أهل ملطية يروي عن موسى بن زكريا التستري وأحمد بن إبراهيم العسكري ومحمد بن عبد الله بن سليمان الحضرمي وغيرهما روى عنه أبو بكر بن المقرئ الحافظ وأبو الحسين محمد بن أحمد بن جميع الغساني الحافظ ولما روى عنه في معجم شيوخه قال براءتي من عهدته وذكر أنه سمع منه بحلب وأبو العطاف غياث بن أحمد بن عقبة التميمي إمام مسجد جامع ملطية يروي عن فضيل بن محمد الملطي روى عنه أبو بكر محمد بن إبراهيم بن المقرىء الأصبهاني وأبو العلاء عبد المجيد بن محمد بن طاهر بن محمد بن عبد الله بن أبي الخطاب أحمد بن يحيى بن علي بن بشر بن حيان بن الحكم بن مالك بن خالد بن صخر بن عمرو بن الحارث بن الشريد الملطي انتقل جده إلى حمص حين أخذت الروم ملطية وهو شاب بحمص سمع الفرح بن جوانمرد الزنجاني قال عبد العزيز بن محمد بن النخشبي الحافظ رأيته فسألته هل ثم من عنده حديث فقال عندي حديث فلم يدلني عليه ثم رأيت أباه بدمشق فذكر أنه سمع من أبي الحسن علي بن الحسن علي بن عبد الله بن سعيد البعلبكي ولم يستصحب معه الجزء فلم أقدر أن أكتب منه شيئا إذ كان يحفظ ولم يكن معه نسخة ",
                "title": "الملطي",
                "uri": "JK_000952_3943"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}