{
    "features": [
        {
            "item": "JK_000129_006494",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.179-180",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ساوه والنسبة الساوي</h1> بعد الألف واو مفتوحة بعدها هاء ساكنة مدينة حسنة بين الري وهمذان في وسط بينها وبين كل واحد من همذان والري ثلاثون فرسخا وبقربها مدينة يقال لها آوه فساوه سنية شافعية وآوه أهلها شيعة إمامية وبينهما نحو فرسخين ولا يزال يقع بينهما عصبية وما زالتا معمورتين إلى سنة 671 فجاءها التتر الكفار الترك فخبرت أنهم خربوها وقتلوا كل من فيها ولم يتركوا أحدا البتة وكان بها دار كتب لم يكن في الدنيا أعظم منها بلغني أنهم أحرقوها وأما طول ساوه فسبع وسبعون درجة ونصف وثلث وعرضها خمس وثلاثون درجة وفي حديث سطيح في أعلام النبوة وخمدت نار فارس وغارت بحيرة ساوه وفاض وادي سماوة فليست الشام لسطيح شاما في كلام طويل وقد ذكرها أبو عبد الله محمد بن خليفة السنبسي شاعر سيف الدولة بن مزيد فقال ألا يا حمام الدوح دوح نجارة أفق عن أذى النجوى فقد هجت لي ذكرا علام ينديك الحنين ولم تضع فراخا ولم تفقد على بعد وكرا ودوحك ميال الفروع كأنما يقل على أعواده خيما خضرا ولم تدر ما أعلام مرو وساوة ولم تمس في جيحون تلتمس العبرا والنسبة إلى سارة ساوي وساوجي وقد نسب إليها طائفة من أهل العلم منهم أبو يعقوب يوسف بن إسماعيل بن يوسف الساوي رحل وسمع بدمشق وغيرها سكن مرو وسمع أبا علي الحظائري وإسماعيل بن محمد أبا علي الصفار وأبا جعفر محمد بن عمرو بن البحتري وأبا عمرو الزاهد وأبا العباس المحبوبي الرزاز وخيثمة بن سليمان سمع منه الحاكم أبو عبدالله ومات سنة 436 وأبو طاهر عبد الرحمن ابن أحمد بن علك الساوي أحد الأئمة الشافعية صحب أبا محمد عبد العزيز بن محمد النخشبي وأخذ عنه علم الحديث وسمع جماعة طاهرة وافرة ببغداد وروى عنه أبو القاسم إسماعيل بن محمد بن الفضل |جـ 3 صـ 180| الحافظ وأبو عبد الله محمد بن علي بن محمد بن علي ابن محمد الأسفراييني وتوفي ببغداد سنة 484 أو 584 وعبدالله بن محمد بن عبد الجليل القاضي وكان أبوه وجده من الأعلام ",
                "title": "ساوه والنسبة الساوي",
                "uri": "JK_000129_006494"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}