{
    "features": [
        {
            "item": "JK_000952_1663",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.523-524",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الديبلي</h1> بفتح الدال المهملة وسكون الياء المعجمة بنقطتين من تحتها وضم الباء المنقوطة بواحدة هذه النسبة إلى ديبل وهي بلدة من بلاد ساحل البحر من بلاد الهند قريبة من السند ويجتمع المياه العذبة من مولتان ولوهور والسند وكشمير بديبل ومن ثم تنصب إلى البحر الكبير والمشهور منها أبو جعفر محمد بن إبراهيم بن عبد الله الديبلي ساكن مكة |جـ 2 صـ 524| يروي كتاب التفسير لابن عيينة عن أبي عبيد الله سعيد بن عبد الرحمن المخزومي عنه وكتاب البر والصلة لابن المبارك عن أبي عبد الله الحسين بن الحسن المروزي عنه ويروي عن عبد الحميد بن صبيح أيضا روى عنه أبو الحسن أحمد بن إبراهيم بن فراس المكي وأبو بكر محمد بن إبراهيم بن علي بن المقرئ وأما ابنه إبراهيم بن محمد بن إبراهيم بن عبد الله الديبلي فهو يروي عن موسى بن هارون ومحمد بن علي الصائغ الكبير وغيرهما وأبو القاسم شعيب بن محمد بن أحمد بن شعيب بن بزيع بن سوار الديبلي المعروف بابن أبي قطران الديبلي قدم مصر وحدث بها قال أبو سعيد ابن يونس كتبت عنه وخلف بن محمد الموازيني الديبلي نزل بغداد وحدث بها عن علي بن موسى الديبلي روى عنه أبو الحسن أحمد بن محمد بن عمران بن الجندي وأبو العباس محمد بن أحمد بن عبد الله الوراق الزاهد كان صالحا عالما سمع أبا خليفة الفضل بن الحباب الجمحي وجعفر بن محمد بن الحسن الفريابي وعبدان بن أحمد بن موسى العسكري ومحمد بن عثمان بن أبي سويد البصري وأقرانهم سمع منه الحاكم أبو عبد الله الحافظ وتوفي في شهر رمضان سنة خمس وأربعين وثلاثمائة صلى عليه أبو عمرو بن نجيد وأبو العباس أحمد بن عبد الله بن سعيد الديبلي من الغرباء الرحالة المتقدمين في طلب العلم ومن الزهاد الفقراء العباد سكن نيسابور أيام أبي بكر محمد بن إسحاق بن خزيمة وهو يسكن خانكاه الحسن بن يعقوب الحداد ثم تزوج في المدينة الداخلة وولد له وكان البيت في الخانقاه برسمه ويأوي إلى أهله في المدينة بعد أن يصلي الصلوات في المسجد الجامع وكان يلبس الصوف وربما مشى حافيا سمع بالبصرة أبا خليفة القاضي وببغداد جعفر بن محمد الفريابي وبمكة المفضل بن محمد الجندي ومحمد بن إبراهيم الديبلي وبمصر علي بن عبد الرحمن ومحمد بن زبان وبدمشق أبا الحسن أحمد بن عمير بن جوصا وببيروت أبا عبد الرحمن مكحولا وبحران أبا عروبة الحسين بن أبي معشر وبتستر أحمد بن زهير التستري وبعسكر مكرم عبدان بن أحمد الحافظ وبنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأقرانهم سمع منه الحاكم أبو عبد الله الحافظ وقال توفي بنيسابور في رجب سنة ثلاث وأربعين وثلاثمائة ودفن في مقبرة الحيرة ",
                "title": "الديبلي",
                "uri": "JK_000952_1663"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}