{
    "features": [
        {
            "item": "JK_000129_001305",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.314-316",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>باجة والنسبة الباجي</h1> في خمسة مواضع منها باجة بلد بإفريقية تعرف بباجة القمح سميت بذلك لكثرة حنطتها بينها وبين تنس يومان وحدثني من أثق به أن الحنطة تباع فيها كل أربعمائة رطل برطل بغداد بدرهم واحد فضة قال أبو عبيد البكري ومدينة باجة إفريقية مدينة كثيرة الأنهار وهي على جبل يقال له عين الشمس في هيئة الطيلسيان يطرد حواليها وفيها عيون الماء العذب ومن تلك العيون عين تعرف بعين الشمس هي تحت سور المدينة والباب هناك ينسب إليها ولها أبواب غير هذا وفي داخل البلد عين أخرى عذبة وحصنها أزلي مبني بالصخر الجليل أتقن بناء يقال إنه من عهد عيسى عليه السلام وفيها حمامات ماؤها من العيون وفنادق كثيرة وهي دائمة الدجن والغيم كثيرة الأمطار والأنداء قلما يصحى هواؤها وبها يضرب المثل في كثرة المطر ولها نهر من جهة المشرق يجيء من جهة الجنوب إلى القبلة على ثلاثة أميال منها وحولها بساتين عظيمة تطرد فيها المياه وأرضها سوداء مشققة تجود فيها جميع الزروع وبها |جـ 1 صـ 315| حمص وفول قلما يوجد مثله وتسمى باجة هذه هري إفريقية لريع زرعها وكثرة أنواعها فيها ورخصة فيها أمحلت البلاد أو أمرعت وإذا كانت أسعار القيروان نازلة لم يكن للحنطة بها قيمة وربما اشتري وقر البعير بها من تمر بدرهمين ويردها في كل يوم من الدواب والإبل العدد العظيم الألف والأكثر لنقل الميرة منها فلا يزيد في سعرها ولا ينقص وامتحن أهل باجة في أيام أبي يزيد مخلد ابن يزيد بالقتل والسبي والحريق وقال الراجز في ذلك وبعدها باجة أيضا أفسدا وأهلها أجلى ومنها شردا وهدم الأسوار والمعمورا والدور قد فتش والقصورا ولم يزل الناس يتنافسون في ولاية باجة وكان المتداولون لذلك بني علي بن حميد الوزير فإذا عزل منهم أحد لم يزل يسعى ويتلطف ويهادي ويتاحف حتى يرجع إليها فقيل لبعضهم لم ترغبون في ولايتها فقال لأربعة أشياء قمح عندة وسفرجل زانة وعنب بلطة وحوت درنة وبها حوت بوري ليس في الآفاق له نظير يخرج من الحوت الواحد عشرة أرطال شحم وكان يحمل إلى عبيد الله يعني الملقب بالمهدي جد ملوك مصر حوتها في العسل فيحفظه حتى يصل طريا وينسب إلى باجة هذه أبو محمد عبد الله بن محمد بن علي الباجي الأندلسي أصله من باجة إفريقية سكن إشبيلية كذا نسبه ونسب ابنه أبا عمر أحمد بن عبد الله أبو موسى محمد بن عمر الحافظ الأصبهاني وأبو بكر الحازمي في الفيصل ونسبه أبو الفضل محمد بن طاهر إلى باجة الأندلس كذا قال أبو سعد وقد رد ذلك عليه أبو محمد عبد الله بن عيسى بن أبي حبيب الحافظ الإشبيلي وقال إنه من باجة إفريقية فأما الحافظ عبد الغني بن سعيد فإنه قال في قرينة الناجي بالنون وأبو عمر أحمد بن عبد الله الباجي الأندلسي من أهل العلم كتبت عنه وكتب عني ووالد أبي عمر هذا من أجلة المحدثين كان يسكن إشبيلية ولم يزد وقال غيره روى عنه أبو عمر بن عبد البر وغيره مات قريبا من سنة أربعمائة وأما أبو الوليد بن الفرضي فإنه قال عبد الله بن علي بن شريعة اللخمي المعروف بالباجي من أهل إشبيلية يكنى أبا محمد سمع بإشبيلية من محمد بن عبد الله بن الفوق وحسن بن عبد الله الزبيدي وسيد أبيه الزاهد وسمع بقرطبة عن محمد ابن عمر بن لبانة وذكر غيره ورحل إلى إلبيرة فسمع بها من محمد بن فطيس كثيرا وكان ضابطا لروايته صدوقا حافظا للحديث بصيرا بمعانيه لم ألق فيمن لقيته بالأندلس أحدا أفضله عليه في الضبط وأكثر في وصفه ثم قال وحدث أكثر من خمسين سنة وسمع منه الشيوخ إسماعيل بن إسحاق وأحمد ابن محمد الجزار الإشبيلي الزاهد وعبد الله بن إبراهيم الأصيلي وغيرهم قال وسألته عن مولده فقال ولدت في شهر رمضان سنة 192 ومات في السابع عشر من شهر رمضان سنة 873 قال عبيد الله المستجير بعفوه فهذا الإمام ابن الفرضي ذكر أبا محمد هذا وهذا الإمام عبد الغني ذكر ابنه أبا عمر ولم ينسب واحد من الإمامين واحدا من الرجلين إلى باجة إفريقية وقد صرحا بأنهما من الأندلس وفي هذا تقوية لقول ابن طاهر والله أعلم والذي صحح لنا نسبته إلى باجة إفريقية فأبو حفص عمر بن محمود بن غلاب المقري الباجي قال أبو طاهر السلفي هو |جـ 1 صـ 316| من باجة إفريقية وكان رجلا من أهل القرآن صالحا قال وسألته عن مولده فقال في رجب سنة 434 بباجة القمح بإفريقية لا باجة الأندلس وتوفي سنة 025 في صفر قال وكتبت عنه أشياء كثيرة وصحب عبد الحق بن محمد بن هارون السبتي وعبد الجليل بن مخلوق وغيرهما وباجة الزيت بإفريقية أيضا وقرأت بخط الحسن بن رشيق القيرواني الأزدي الشاعر الإفريقي قال محمد بن أبي معتوج من أهل باجة الزيت بالساحل من كورة رصفة وبها نشأ وتأدب وكان من تلاميذ محمد بن سعيد الأبروطي وكان بديهيا هجاء لا يتقي دائرة وهو القائل في أبي حاتم الزبني وكان مولعا بهجائه أبا حاتم سد من أسفلك بشيء من الشطر من منزلك ",
                "title": "باجة والنسبة الباجي",
                "uri": "JK_000129_001305"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}