{
    "features": [
        {
            "item": "JK_000952_0404",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.297-298",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البديحي</h1> بضم الباء الموحدة وفتح الدال والحاء المهملتين بينهما الياء المنقوطة من تحتها بنقطتين هذه النسبة إلى بديح وهو إسم لبعض أجداد المنتسب إليه وبديح هذا هو مولى عبد الله بن جعفر بن أبي طالب رضي الله عنهما وهو أبو بكر أحمد بن محمد بن إسحاق بن إبراهيم بن أسباط بن عبد الله بن إبراهيم بن بديح السني البديحي الدينوري من أهل الدينور كان إماما حافظا فاضلا ثقة صدوقا ورعا زاهدا مكثرا من الحديث رحل إلى العراقين والحجاز والشام وديار مصر وأدرك جماعة كثيرة من العلماء وكتب عنهم ثم رجع واشتغل بالجمع والتصنيف وانتشرت كتبه في الآفاق سمع ببغداد أبا بكر محمد بن محمد بن سليمان الباغندي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبالكوفة أبا محمد بن زيدان البجلي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبدمشق أبا الحسن أحمد بن عمير بن جوصا الدمشقي وبالموصل أبا يعلى أحمد بن علي بن المثنى التميمي وبحران أبا عروبة الحسين بن أبي معشر السلمي وخلقا يطول ذكرهم من هذه الطبقة روى عنه أبو نصر أحمد بن الحسين بن أحمد الكسار وأبو الحسن علي بن عمر |جـ 1 صـ 298| الهمذاني الأسداباذي وأبو بكر أحمد بن عبد الله بن علي بن شاذان الدينوري وغيرهم وحفيده أبو زرعة روح بن محمد بن أبي بكر السني البديحي كان فقيها عارفا بالفقه أديبا ولي القضاء بأصبهان مدة سمع أبا الفضل العباس بن الحسين الصفار وجعفر بن عبد الله بن يعقوب بن الفناكي وأبا الحسين أحمد بن فارس اللغوي وعلي بن محمد بن عمر القصار وأبا زرعة أحمد بن الحسين الرزي وأبا أحمد الحسين بن علي التميمي وإسحاق بن سعد بن الحسن بن سفيان النسوي وأبا الهيثم أحمد بن عمر بن شبويه وأبا حامد أحمد بن الحسين المروزيين وأبا منصور محمد بن أحمد بن شبويه الأبيوردي ذكره أبو بكر أحمد بن علي بن ثابت في تاريخ بغداد وقال أبو زرعة الرازي جده أبو بكر السني الدينوري الحافظ قدم بغداد علينا حاجا وحدث بها فكتبنا عنه في سنة ثلاث عشرة وأربعمائة ولقيته أيضا بالكرج في سنة إحدى وعشرين وكتبت عنه هناك وكان صدوقا فهما أديبا تفقه على مذهب الشافعي وولي القضاء بأصبهان وبلغني أنه مات بالكرج في سنة ثلاث وعشرين وأربعمائة ",
                "title": "البديحي",
                "uri": "JK_000952_0404"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}