{
    "features": [
        {
            "item": "JK_000952_1513",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.425-427",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخياط</h1> بفتح الخاء المعجمة وتشديد الياء المنقوطة باثنتين من تحتها وفي آخرها الطاء المهملة يقال لمن يخيط الثياب الخياط والمشهور به أبو عبد الله صالح بن راشد الخياط من أهل البصرة يروي عن الحسن ومالك بن دينار يروي عنه حرمي بن عمارة والتبوذكي وأبو سليمان الخياط الحجازي حدث عن أبي هريرة رضي الله عنه روى عنه يزيد بن عياض بن جعدبة وأبو غالب نافع الخياط روى عن أنس بن مالك وسالم الخياط روى عن الحسن وابن سيرين وعمران الخياط روى عن زيد بن وهب وإبراهيم بن روى عنه عبد الله بن عون وأبو الحسن علي بن محمد بن عيسى الخياط مصري يعرف بابن العسراء ومحمد بن ميمون الخياط المكي يروي عن سفيان بن عيينة وأبي سعيد مولى بني هاشم وغيرهما حدث عنه أبو يحيى الساجي ويحيى بن صاعد وأحمد بن موسى بن أبي عمران الخياط المعدل روى عن سورة بن الحكم ومحمد بن عباد بن معاذ وعبد الله بن عبد الوهاب الحجبي وغيرهم روى عنه محمد بن مخلد وأبو بكر محمد بن أحمد بن إبراهيم الخياط الهروي سمع السامي والحسين بن إدريس وأبا زكار أحمد بن معاذ وغيرهم روى عنه محمد بن حامد وأبو علي الحسين بن بشار بن موسى الخياط البغدادي حدث عن أبي بلال الأشعري ونصر بن حريش روى عنه عبد الصمد بن علي الطستي وأبو بكر الشافعي وأبو علي الحسن بن مهران الخياط الرجل الصالح سمع علي بن حجر وإسحاق بن منصور وغيرهما وأبو سعيد جابر بن عيسى الخياط البخاري حدث عن عيسى بن موسى وأبو بشر عبد الله بن محمد بن أحمد بن محمد بن عبد الله بن محمويه الزاهد الخياط من أهل نيسابور وكان مجاب الدعوة يقعد نهاره أجمع في حانوته على طرف أصل الميل يزار ويتبرك بدعائه لا يأكل إلا من كسب يده عاش سبعين وكان يقول في دعائه اللهم اغنني بالافتقار إليك تفقرني بالاستغناء عنك وكان يقول في دعائه اللهم إني أعوذ بك من الفقر إلا إليك ومن الذل إلا لك وكانت وفاته في شهر رمضان من سنة ثمان وثمانين وثلاثمائة قلت وزرت قبره بنيسابور وخياط السنة هو أبو عبد الرحمن زكريا بن يحيى بن إياس السجزي لقب بخياط السنة من أهل سجستان حدث عن محمد بن عبيد بن |جـ 2 صـ 426| حساب ومحمد بن عبد الأعلى روى عنه محمد بن المنذر الهروي شكر ومحمد بن إبراهيم بن زوزان وأبو عبد الله محمد بن سعيد بن محمود بن موسى الخياط الفوجاباذي حدث عن إسحاق بن حمزة ويحيى بن محمد اللؤلؤي حدث عنه أحمد بن محمد بن عمر المقرىء وغيره توفي في المحرم سنة إحدى وعشرين وثلاثمائة وأبو عبد الله محمد بن صباح الخياط من أهل نيسابور سمع إسحاق بن إبراهيم الحنظلي وبشر بن الحكم وغيرهما حدث عنه أبو بكر بن علي الحافظ وعلي بن عيسى توفي سنة سبع وتسعين ومائتين وكان ثقة وأبو عبد الله محمد بن علي القاضي الزاهد الخياط أحد العباد المجتهدين سمع علي بن خشرم ومحمود بن آدم لم يحدث إلا في المذاكرة روى عنه أبو أحمد محمد بن أحمد بن شعيب العدل وأبو عبد الله محمد بن موسى الخياط البخاري الواعظ حدث عن سهل بن المتوكل وأبي سهيل سهل بن بشر وأبو سعيد إسماعيل بن سعيد بن عبد الواسع الجرجاني الخياط روى عن أبي إسحاق عمران بن موسى السختياني وجماعة سواه وكان شيخا صالحا توفي في جمادى الأولى سنة ست وستين وثلاثمائة وأبو القاسم عبد العزيز بن علي بن أحمد بن الفضل القرميسيني الخياط الأزجي نزل أبوه بغداد وسمع ابنه الحديث بعد كبره وكتب أبو القاسم هذا عن أبي بكر المفيد ومن بعده وكان من خيار عباد الله تعالى ثقة وزهدا وتواضعا وتحريا روى عنه أبو بكر الخطيب وأبو نصر بن ماكولا وجماعة وأبو بكر محمد بن علي بن موسى الخياط المقرىء أحد الثقات المشهورين بعلم القرآن يروي عن أبي الحسين بن بشران روى لي عنه ابن البدن وابن زريق وغيرهما ببغداد وفاته سنة نيف وستين وأربعمائة وجماعة من شيوخنا يعملون عمل الخياطة كتبنا عنهم منهم أبو عبد الله الحسين بن علي بن أحمد الخياط المقرىء يعرف بابن بنت الشيخ أبي منصور محمد بن أحمد بن علي الخياط كان مقرئا فاضلا حسن السيرة من بيت الحديث يخيط الثياب من أهل بغداد وهو أخو الشيخ أبي محمد بن بنت الشيخ إمام مسجد ابن جردة ببغداد روى أبو عبد الله عن أبي الغنائم بن المأمون وأبي الحسين ابن النقور وأبي منصور العكبري وغيرهم قرأت عليه الكثير في مسجد ابن جردة ببغداد وتوفي وأبو الفضل موسى بن علي بن قداح الخياط كان شيخا صالحا ببغداد له دكان للخياطة بين الدربين روى لنا عن أبي الفضل محمد بن عبد السلام الأنصاري وأبي الحسين المبارك بن عبد الجبار بن الطيوري وغيرهما وقد جاء خياط اسما لا نسبا وهو أبو |جـ 2 صـ 427| عمرو خليفة بن خياط بن خليفة بن خياط العصفري يعرف بشباب صاحب كتاب الطبقات والتاريخ الحسن المفيد روى عنه محمد بن إسماعيل البخاري في كتابه مفردا ومقرونا بغيره تفرد به وكثيرا ما يذكر في التاريخ قال شباب كذا ومحمد بن صالح الفزاري الخياط من أهل بغداد سمع شريك بن عبد الله وسفيان بن عيينة وأبا عبيدة الحداد روى عنه جعفر بن محمد بن كزال وصالح بن محمد جزرة وإسحاق بن إبراهيم بن سنين الختلي وأحمد بن الحسن الصوفي وغيرهم وكان من الثقات المشهورين ومات ببغداد في شهر ربيع الآخر من سنة ثلاثين ومائتين وأما الخياطية ففرقة من المعتزلة ينتمون إلى أبي الحسين الخياط أستاذ الكعبي وهو الذي شارك المعتزلة في ضلالة القدر وفي تسمية العدم شيئا وشارك البصريين في تسمية المعدوم جوهرا وعرضا وزاد عليهم أن قال إن الجسم كان قبل وجوده جسما وهذا هو القول بقدم الأجسام ",
                "title": "الخياط",
                "uri": "JK_000952_1513"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}