{
    "features": [
        {
            "item": "JK_000129_002024",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.444-445",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البطاح</h1> بكسر أوله جمع بطحاء وهي بطاح مكة ويقال لقريش الداخلة البطاح وقال ابن الأعرابي قريش البطاح الذين ينزلون الشعب بين أخشبي مكة وقريش الظواهر الذين ينزلون خارج الشعب وأكرمهما قريش البطاح والبطحاء في اللغة مسيل فيه دقاق الحصى والجمع الأباطح والبطاح على غير قياس وقال الزبير بن أبي بكر قريش البطاح بنو كعب بن لؤي وقريش الظواهر ما فوق ذلك سكنوا البطحاء والظواهر وقبائل بني كعب هم عدي وجمح وتيم وسهم ومخزوم وأسد وزهرة وعبد مناف وأمية وهاشم كل هؤلاء قريش البطاح وقريش الظواهر بنو عامر بن لؤي يخلد بن النضر والحارث ومالك وقد درجا والحارث ومحارب ابنا فهر وتيم الأدرم بن غالب بن فهر وقيس بن فهر درج وإنما سموا بذلك لأن قريشا اقتسموا فأصابت بنو كعب بن لؤي البطحاء وأصابت هؤلاء الظواهر فهذا تعريف للقبائل لا للمواضع فإن البطحاويين لو سكنوا بالظواهر كانوا بطحاويين وكذلك الظواهر لو كانوا سكنوا البطحاء كانوا ظواهر وأشرفهم البطحاويون وقال أبو خالد ذكوان مولى مالك الدار فلو شهدتني من قريش عصابة قريش البطاح لا قريش الظواهر ولكنهم تغابوا وأصبحت شاهدا فقبحت من مولى حفاظ وناصر وبلغت معاوية فقال أنا ابن سداد البطحاء والله إياي نادى اكتبوا إلى الضحاك أنه لا سبيل لك عليه واكتبوا إلى مالك واشتروا لي ولاءه فلما جاء الكتاب مالكا سأل عنه عبد الله بن عمر فقال إن رسول الله صلى الله عليه وسلم نهى عن بيع الولاء وهبته وقال أبو الحسن محمد بن علي بن نصر |جـ 1 صـ 445| الكاتب قال سمعت عوادة تغني في أبيات طريح ابن إسماعيل الثقفي في الوليد بن يزيد بن عبد الملك وكان من أخواله أنت ابن مسلنطح البطاح ولم تطرق عليك الحني والولج الحني ما انخفض من الأرض والولج ما اتسع من الأودية أي لم تكن بينهما فيخفى حسبك فقال بعض الحاضرين ليس غير بطحاء مكة فما معنى هذا الجمع فثار البطحاوي العلوي فقال بطحاء المدينة وهو أجل من بطحاء مكة وجدي منه وأنشد له وبطحا المدينة لي منزل فيا حبذا ذاك من منزل فقال فهذان بطحاوان فما معنى الجمع قلنا العرب تتوسع في كلامها وشعرها فتجعل الاثنين جمعا وقد قال بعض الناس إن أقل الجمع اثنان وربما ثنوا الواحد في الشعر وينقلون الألقاب ويغيرونها لتستقيم لهم الأوزان وهذا أبو تمام يقول في مدحه للواثق يسمو بك السفاح والمنصور والمأمون والمعصوم فنقل المعتصم إلى المعصوم حتى استقام له الشعر وبالأمس قال أبو نصر بن نباتة فأقام باللورين حولا كاملا يترقب القدر الذي لم يقدر وما في البلاد إلا اللور المعروفة وهذا كثير وما زادنا على الصحيح والحزر ولو كان من أهل الجهل لهان ولكنه قد جس الأدب ومسه ومما يؤكد أنها بطحاوان قول الفرزدق وأنت ابن بطحاوي قريش فإن تشأ تكن في ثقيف سيل ذي أدب عفر قلت أنا وهذا كله تعسف وإذا صح بإجماع أهل اللغة أن البطحاء الأرض ذات الحصى فكل قطعة من تلك الأرض بطحاء وقد سميت قريش البطحاء وقريش الظواهر في صدر الجاهلية ولم يكن بالمدينة منهم أحد وأما قول الفرزدق وابن نباتة فقد قالت العرب الرقمتان ورامتان وأمثال ذلك تمر كثيرا في هذا الكتاب قصدهم بها إقامة الوزن فلا اعتبار به والله أعلم ",
                "title": "البطاح",
                "uri": "JK_000129_002024"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}