{
    "features": [
        {
            "item": "JK_000952_0010",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.60-61",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الآخري</h1> بفتح الألف الممدودة وضم الخاء المعجمة وفي آخرها الراء المهملة هذه النسبة إلى آخر وهي قصبة دهستان بين جرجان وبلاد خراسان هكذا ذكره أبو بكر الخطيب الحافظ في كتاب المؤتنف وأظن أني قرأت بخط أبي عبد الله محمد بن عبد الواحد الدقاق الحافظ الأصبهاني أن آخر قرية بدهستان وهو دخل تلك البلاد وعرف المواضع فحصل من القولين أن آخر اسم قصبة دهستان أو قرية بها والمشهور بهذا الانتساب أبو القاسم إسماعيل بن أحمد بن محمد بن أحمد بن حفص بن عمر الآخري كانت له رحلة حدث عن أبي إسحاق إبراهيم بن محمد الخواص سمع منه بآمد روى عنه أبو القاسم حمزة بن يوسف السهمي وأثنى عليه وقال كان ثقة وقال الأمير ابن ماكولا أبو القاسم الآخري من أهل آخر وهي قصبة دهستان يروى عن أبي إسحاق إبراهيم بن محمد الخواص بربض آمد عن الحسن بن الصباح الزعفراني حديثا منكرا الحمل فيه على الخواص لأن رجاله ثقات وروى |جـ 1 صـ 61| عن أحمد بن بهزاد السيرافي وأبي الفوارس الصابوني وأبي الفضل الدهان المصري وأبو الفضل خزيمة بن علي بن عبد الرحمن الآخري أديب فاضل من أهل دهستان اسمه محمد وعرف بخزيمة سمع من أبي الفتيان عمر بن عبد الكريم الرؤاسي بدهستان كتبت عنه أحاديث يسيرة بمرو وكان معتزليا مصرحا به وتوفي بمرو في صفر سنة ثمان وأربعين وخمسمائة وصلى عليه بالمصلى ودفن بباب فيروزي ومن القدماء أبو الفضل العباس بن أحمد بن الفضل الزاهد الآخري كان إمام المسجد العتيق برباط دهستان يروي عن عبد الرحمن بن أبي حاتم وأبي بكر الشعراني وموسى بن العباس الآزاذواري وغيرهم روى عنه حمزة بن يوسف السهمي وأبو القاسم إسماعيل بن أحمد بن محمد بن أحمد بن حفص بن عمر الآخري من رباط دهستان كانت له رحلة إلى مصر كان يروي عن أحمد بن بهزاذ السيرافي وأبي الفوارس الصابوني وأبي الفضل الدهان المصري وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي ",
                "title": "الآخري",
                "uri": "JK_000952_0010"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}