{
    "features": [
        {
            "item": "JK_000952_0968",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.104-105",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجواليقي</h1> بفتح الجيم والواو وكسر اللام بعد الألف وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها القاف هذه النسبة إلى الجواليق وهي جمع جوالق ولعل بعض أجداد المنتسب إليها كان يبيعها أو يعملها والمشهور بهذه النسبة أبو محمد عبد الله بن أحمد بن موسى بن زياد الجواليقي العسكري المعروف بعبدان من أهل عسكر مكرم كان أحمد أئمة الحديث وممن رحل في جمعه وتعب في طلبه وكان من الحفاظ الإثبات جمع المشايخ والأبواب وحدث عن هدبة بن خالد وكامل بن طلحة وأبي الربيع الزهراني وأبي بكر بن أبي شيبة وزيد بن الحريش وهشام بن عمار وغيرهم روى عنه جماعة من الغرباء مثل يحيى بن صاعد وأبي عبد الله بن المحاملي وأبي عمرو بن حمدان وأبي العباس بن ميكال وأبي بكر بن المقرئ وأبي حاتم بن حبان البستي وسليمان بن أحمد الطبراني وأبي الشيخ الأصبهاني وإسماعيل بن محمد الصفار وأبي علي الحافظ النيسابوري وأبي أحمد بن عدي الحافظ وكان عبدان يحفظ مائة ألف حديث دخلت وكان يقول دخلت البصرة ثمان عشرة مرة من أجل حديث أيوب السختياني كلما ذكر لي حديث دخلت إليها بتحققه وكانت ولادته سنة عشر ومائتين ووفاته في آخر ذي الحجة سنة ست وثلاثمائة بعسكر مكرم وأبو عبد الله الحسين بن الحسن بن أحمد بن محمد الجواليقي المعروف بابن العريف من أهل بغداد حدث عن محمد بن مخلد ومحمد بن يحيى الصولي وأبي عمرو بن السماك وجعفر الخلدي ذكره أبو بكر أحمد بن علي الخطيب قال كتبنا عنه وكان شيخا فقيرا يسأل الناس في الطرقات فلقيناه ناحية سوق باب الشام ودفع إليه بعض أصحابنا شيئا من الفضة وقرأت عليه أوراقا من كتاب لبعض أصحابنا كان كتبه عنه وذلك في سنة ثمان وأربعمائة وأبو عبد الله |جـ 2 صـ 105| أحمد بن عبد الله بن الحسين الجواليقي الواسطي قدم بغداد وحدث بها عن الحسين بن محمد بن عبادة الواسطي روى عنه أحمد بن محمد العتيقي وأبو الحسن محمد بن أحمد بن عبد الله الجواليقي الكوفي سمع أبا بكر أحمد بن عبد الله بن محمد بن حمزة العطشي وغيره مات في حدود سنة أربعمائة أو قبلها إن شاء الله وأبو طاهر أحمد بن محمد بن الخضر بن الحسن بن الجواليقي والد شيخنا أبي منصور كان شيخا صالحا سديدا وابنه الإمام أبو منصور موهوب بن أبي طاهر الجواليقي من أهل بغداد كان من مفاخر بغداد بل العراق وكان متدنيا ثقة ورعا غزير الفضل وافر العقل مليح الخط كثير الضبط قرأ الأدب على أبي زكريا التبريزي والقاضي أبي الفرج البصري وتلمذ لهما وبرع في اللغة وصنف التصانيف وانتشر ذكره وشاع في الآفاق وقرأ عليه أكثر فضلاء بغداد سمع أبا القاسم علي بن أحمد بن البسري وأبا طاهر محمد بن أحمد بن أبي الصقر الأنباري وأبا الفوارس طراد بن محمد الزيني ومن بعدهم سمعت منه الكثير وقرأت عليه الكتب مثل غريب الحديث لأبي عبيد وأمالي الصولي وغيرها من الأجزاء المنثورة كانت ولادته في سنة ست وستين وأربعمائة وتوفي يوم الأحد الخامس عشر من المحرم سنة تسع وثلاثين وخمسمائة ودفن من يومه بباب حرب وصلى عليه قاضي القضاة الزينبي وأبو الحسن محمد بن أحمد بن عبد الله بن إبراهيم بن علي بن محمد الجواليقي مولى بني تميم من أهل الكوفة سمع إبراهيم بن أبي العزائم وجعفر بن محمد الأحمسي وإبراهيم بن أبي حصين ومحمد بن العباس العصمي الهروي وخلقا من هذه الطبقة وقدم بغداد في حدود سنة عشر وأربعمائة هكذا ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال حدث بها وكتب عنه بعض أصحابنا ولم يقدر لي لقاؤه لكنه كتب إلي إجازة لجميع حديثه من الكوفة وكان ثقة وبلغنا أنه توفي بمصر في سنة إحدى وثلاثين وأربعمائة وأبو بكر محمد بن علان بن شعيب الجواليقي يعرف بهريسة من أهل بغداد حدث عن موسى بن إسحاق الأنصاري ومحمد بن يونس الكديمي ويحيى بن عبد الباقي الأذني روى عنه أبو القاسم عبيد الله بن عمر بن البقال وأبو عمرو عثمان بن جعفر بن محمد بن الحسين بن عبد القادر الجواليقي من أهل بغداد حدث عن عبد الله بن إسحاق المدائني وأبي بكر محمد بن محمد بن الباغندي وأبي القاسم البغوي |جـ 2 صـ 106| وأبي بكر بن أبي داود وأبي بكر بن دريد الأزدي روى عنه القاضي أبو العلاء الواسطي وأبو الحسن العتيقي وأحمد بن علي بن التوزي وأبو طالب محمد بن علي بن العشاري وكان ثقة مات بعد سنة إحدى وثمانين وثلاثمائة فإنه حدث في هذه السنة ",
                "title": "الجواليقي",
                "uri": "JK_000952_0968"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}