{
    "features": [
        {
            "item": "JK_000952_0813",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.15-16",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجباري</h1> بفتح الجيم والباء الموحدة المشددة بعدهما الألف وفي آخرها الراء هذه النسبة إلى جبار اسم رجل وهو جبار بن سلمى بن مالك بن جعفر بن كلاب بن عامر بن صعصعة وهو الذي طعن عامر بن فهيرة يوم بئر معونة فقتله ثم أسلم بعد ذلك وكان مع عامر بن طفيل ثم أسلم وكان يقول مما دعاني إلى الإسلام أني طعنت رجلا منهم يومئذ فسمعته يقول فزت والله وجبار هذا جد ولد أبي العباس السفاح لأمهم كانت زوجة أبي العباس أم ولده أم سلمة بنت يعقوب بن سلمة بن عبد الله بن الوليد بن الوليد بن المغيرة وأمها هند بنت عبد الله بن جبار بن سلمي بن مالك بن جعفر بن كلاب قال أبو عبد الله الزبيري كانت أم سلمة بنت يعقوب بن سلمة عند عبد العزيز بن الوليد بن عبد الملك ثم خلف عليها أبو شاكر مسلمة بن هشام بن عبد الملك فاما فارقها وإما مات عنها فخرجت مع جواريها وحشمها متبدية نحو السراة فبينا هي ذات يوم جالسة إذ مر بها أبو العباس عبد الله بن محمد بن علي بن عبد الله بن العباس وهو يومئذ عزب فأرسلت إليه مولاة لها تعرض عليه أن يتزوجها فجاءته الجارية فأبلغته السلام وأدت إليه الرسالة فقال أبلغيها السلام وأخبريها برغبتي فيها وقولي لها لو كان عندي من المال ما أرضاه لك فعلت فقالت لها قولي هذه سبعمائة دينار أبعث بها إليك وكان لها مال عظيم وجوهر وحشم كثير فأتته المولاة فعرضت ذاك عليه فأنعم لها فدفعت إليه المال فأقبل إلى أخيها فخطبها إليه فزوجها إياه فأرسل إليها بصداقها خمسمائة دينار وأهدى إليها مائتي دينار ثم دخل عليها فإذا هي منصة فصعد إليها فذكر خبرا طويلا وجبار بن صخر بن أمية بن خنيس ويقال خنساء بن عبيد بن عدي بن غنم بن كعب بن سلمة شهدا بدرا والعقبة قال ذلك شباب العصفري وجبار بن عمرو الطائي يعرف بالأسد الرهيص من فرسانهم في الجاهلية وجبار فارس الضبيب قال ابن دريد هو الذي حمل كسرى بن أبرويز على فرسه وأبو الزبان بشر بن قيس بن جبار هو الجبار نسب إلى جده مدحه ابن الرقاع فقال % أتيت بشرا أبا الزبان أسأله % % فما زوى بين عينيه ولا قطبا % |جـ 2 صـ 16| وأما ابن جبار المنقري الجباري كان بخيلا ففيه يقول الشاعر % لو أن قدرا بكت من طول محبسها % % على القفوف بكت قدر ابن جبار % % ما مسها دسم مذ فض معدنها % % ولا رأت بعد نار القين من نار % وكان ابن جبار بالبصرة قيل اسمه عقبة ",
                "title": "الجباري",
                "uri": "JK_000952_0813"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}