{
    "features": [
        {
            "item": "JK_000952_1237",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.276-277",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحنائي</h1> بكسر الحاء المهملة وفتح النون المشددة وفي آخرها الياء آخر الحروف هذه النسبة إلى بيع الحناء وهو نبت يخضبون به الأطراف والمشهور بهذه النسبة أبو الحسن هارون بن مسلم بن هرمز البصري قال أبو حاتم بن حبان هو صاحب الحناء يروي عن أبان بن يزيد العطار والبصريين روى عنه قتيبة بن سعيد ومحمد بن عبد الأعلى الصنعاني وغيرهما وأبو موسى هارون بن زياد بن بشير الحنائي من أهل المصيصة يروى عن الحارث بن عمير عن حميد روى عنه محمد بن القاسم الدقاق بالمصيصة وغيره وأبو الحسن جابر بن ياسين محمويه الحنائي من أهل المحنة بغداد شيخ ثقة كان يبيع الحناء وكان عطارا سمع أبا طاهر المخلص سمع منه أبو بكر الخطيب وجدي وجماعة سواهما حدثني عنه أبو الفضل بن الأرموي وأبو بكر الأنصاري وأبو منصور بن زريق وأبو سعد بن الزوزني وأبو عبد الله بن السلال ببغداد توفي سنة أربع وستين وأربعمائة وأما أبو عبد الله الحسين بن محمد بن إبراهيم بن الحسين الحنائي من أهل دمشق توفي في حدود سنة خمسين وأربعمائة يروي عن عبد الوهاب بن الحسن الكلابي وأبي بكر بن أبي الحديد السلمي قال ابن ماكولا كتبت عنه وكان ثقة قلت روى لي عنه الفضل بن عمر بن ليلى النسوي بمرو وولده محمد بن الحسين الحنائي حدثني عنه أصحابنا بدمشق والعراق ومن القدماء أيضا يحيى بن محمد بن البختري الحنائي يروي عن هدبة بن خالد وعبيد الله بن معاذ وإبراهيم بن علي الحنائي حدث عن أبي مسلم الكجي وغيره سمع منه عبد الغني بن سعيد وأبو الحسن محمد بن عبيد الله بن محمد بن يوسف بن الحجاج البغدادي الحنائي سمع أبا علي الصفار وأبا عمرو بن السماك وأبا بكر النجاد وجعفر بن محمد الخلدي وأبا جعفر بن البختري الرزاز وغيرهم روى عنه أبو بكر الخطيب وأبو عبد الله بن طلحة النعالي وأثنى عليه الخطيب فقال كان ثقة مأمونا زاهدا ملازما لبيته وحكى عنه أنه قال ما لمس كفي كف امرأة قط إلا والدتي وكانت وفاته في شهر رمضان سنة اثنتي عشر وأربعمائة وقد بلغ خمسا وثمانين سنة وأبو العباس محمد بن أحمد الحسن بن بابويه الحنايي حدث بكتاب الرهبان عن أبي بكر عبد الله بن أبي الدنيا القرشي روى عنه علي بن محمد بن إبراهيم بن علويه الجوهري وأبو العباس محمد بن سفيان بن عنوية الحنائي ويعرف بحبشون من أهل بغداد حدث عن أبي يحيى محمد بن عبد الرحيم البزاز وعلي بن شعيب السمسار والحسن بن عرفة وأبي يحيى محمد بن سعيد العطار ومحمد بن عمرو بن حنان الحمصي وأبي عتبة أحمد بن الفرج الحجازي روى عنه عبد الله بن إبراهيم الزبيبي وعبيد الله بن العباس الشطوي وعلي بن محمد بن لؤلؤ الوراق وأبو بكر عبد الله بن محمد بن عبد الله بن هلال الضبي الحنائي نزل دمشق وكان ثقة صدوقا حدث عن |جـ 2 صـ 277| الحسين بن يحيى بن عياش القطان ويعقوب بن عبد الرحمن الدعاء وإسماعيل بن محمد بن إسماعيل الصفار ومحمد بن عمرو الرزاز وأبي الحسين بن الأشناني وأبي عمرو بن السماك وعبد الصمد بن علي الطسي روى عنه أبو علي الحسن بن علي بن إبراهيم المقري وأبو القاسم الحنائي وغيرهم وكانت وفاته سنة إحدى وأربعمائة ",
                "title": "الحنائي",
                "uri": "JK_000952_1237"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}