{
    "features": [
        {
            "item": "JK_000952_3630",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.184-185",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المايمرغي</h1> بسكون الياء المنقوطة باثنتين من تحتها بين الميمين المفتوحتين وسكون الراء وفي اخرها الغين المعجمة المكسورة هذه النسبة إلى مايمرغ وهي قرية كبيرة حسنة على طريق بخارى من نواحي نخشب نزلت بها يوما وقت خروجي إلى بخارى من نسف ومايمرغ موضع آخر على طرف جيحون وكان بها جماعة من الفضلاء ومايمرغ قرية من قرى سمرقند والمشهور بالانتساب إلى مايمرغ القرية التي بنسف أبو نصر أحمد بن علي بن الحسن بن عيسى المقرىء الضرير المايمرغي كان شيخا ثقة صالحا صدوقا مكثرا من الحديث سمع أبا عمرو محمد بن صابر وأبا سعيد الخليل بن أحمد وأبا بكر محمد بن الفضل وأبا بكر أحمد بن محمد بن إسماعيل وأبا أحمد الحاكم القاضي البخاريين وروى عن أبي بكر بن أبي إسحاق الكلاباذي صاحب معاني الأخبار روى عنه جماعة منهم أبو بكر محمد بن أحمد بن محمد بن أبي النصر البلدي وكانت وفاته بعد سنة ثلاثين وأربع مئة روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وأبو بكر |جـ 5 صـ 185| محمد بن أحمد البلدي النسفيان وغيرهما ذكره عبد العزيز النخشبي الرحال في معجم شيوخه وأثنى عليه وقال كان زاهدا ثقة سمعته يقول ولدت سنة اثنتين وأربعين وثلاث مئة كتبت عنه بمايمرغ وأبو العباس الفضل بن نصر المايمرغي قال أبو سعد الإدريسي هو من قرية من قرى سمرقند على فرسخين أو ثلاثة يقال لها مايمرغ يروي عن العباس بن عبد الله السمرقندي روى عنه بكر بن محمد بن أحمد الفقيه ومحمد بن أبي عبد الله المايمرغي الفقيه المذكر سمع شيوخ بخارى مات ببخارى وحمل إلى قريته مايمرغ ودفن بها في العشر الأوائل من جمادى الاخرة سنة ست وتسعين وثلاث مئة وابنه أبو الفضل محمد بن محمد بن أبي عبد الله المايمرغي يروي عن أبي إسحاق إبراهيم بن محمد الرازي وأبي محمد إسماعيل بن الحسين الزاهد ومات شابا روى عنه أبو العباس جعفر بن محمد المستغفري والإمام الحجاج أبو المؤيد محمد بن أحمد بن محمود بن محمد بن نصر بن موسى بن أحمد المايمرغي النسفي والد الإمام الأوحد كان إماما فاضلا يروي عن المقرىء محمد بن منصور بن علكان الشرواني الإمام بالمدينة روى عنه عمر بن محمد بن أحمد النسفي ولد بمايمرغ في شهر ربيع الأول سنة اثنتين وأربعين وأربع مئة ولد ابنه أحمد في شعبان سنة إحدى وثمانين وأربع مئة ",
                "title": "المايمرغي",
                "uri": "JK_000952_3630"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}