{
    "features": [
        {
            "item": "JK_000129_000125",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.71-72",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبرين</h1> بفتح الهمزة وسكون الباء وكسر الراء وباء ساكنة وآخره نون وهو لغة في يبرين قال أبو منصور هو اسم قرية كثيرة النخل والعيون العذبة بحذاء الأحساء من بني سعيد بالبحرين وهو واحد على بناء الجمع حكمه كحكمه في الرفع بالواو وفي النصب والجر بالياء وربما أعربوا نونه وجعلوه بالياء على كل حال وقال الخارزنجي رمل أبرين ويبرين بلد قيل هي في بلاد العماليق وقال أبو الفتح أما يبرين فلا ينبغي أن يتوهم أنه اسم منقول من قولك هن يبرين لفلان أي يعارضنه من قولك يبري لها من أيمن وأشمل يدل على أنه ليس منقولا منه قولهم فيه يبرون وليس شيء من الفعل يكون هكذا فإن قلت ما أنكرت أن يكون يبرين وأبرون فعلا فيه لغتان الياء والواو مثل نقوت المخ ونقيته وسروت الثوب وسريته وكنوت الرجل وكنيته ونفيت الشيء ونفوته فيكون يبرين على هذا كيكنين ويبرون كيكنون ومثاله يفعلن كقولك هن يدعون ويغزون وفي التنزيل & إلا أن يعفون & فالجواب أنه لو كان الواو والياء فيه لامين على ما |جـ 1 صـ 72| ذكرته من اختلاف اللغتين لجاز أن يجيء عن هم يبرون بالواو وضمة النون كما أنه لو سميت بقولك النساء يغزون على قول من قال أكلوني البراغيث بجعل النون علامة جمع لقلت هذا يغزون كقولك يقتلن اسم رجل على الوصف الذي ذكرنا هذا يقتلن وفي امتناع العرب أن تقول يبرون مع قولهم يبرين دلالة على أنه ليس كما ظنه السائل من كون الواو في يبرون والياء في يبرين لامين مختلفين بل هما زائدتان قبل النون بمنزلة واو فلسطون وياء فلسطين وأيضا فقد قالوا يبرين وأبرين وأبدلوا الياء همزة فدل أنها ههنا أصل ألا ترى أنها لو كانت في أول فعل لكانت حرف مضارعة لا غير ولم نر حرف مضارعة أبدل مكانه حرف مضارعة فدل هذا كله على أن الياء في أول يبرين ويبرون فاء لا محالة فأما قولهم باهلة بن أعصر ثم أبدلوا من الهمزة الياء فقالوا يعصر فغير داخل فيما نحن فيه وذلك أن أعصر ليس فعلا إنما هو جمع عصر وإنما سمي بذلك لقوله أبني إن أباك غير لونه كر الليالي واختلاف الأعصر فهذا وجه الاحتجاج على قائل إن ذهب إلى ذلك في يبرين وليس ينبغي أن يحتج عليه بأن يقال لا يكونان لغتين يبرين ويبرون كيكنين ويكنون لأنه لا يقال بروت له في معنى بريت أي تعرضت فمعنى بريت من بريت القلم وبروته وبروت القلم عن أبي الصقر فإن هو قال هذا فجوابه ما قدمناه ",
                "title": "أبرين",
                "uri": "JK_000129_000125"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}