{
    "features": [
        {
            "item": "JK_000129_002051",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.451-452",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بعاث</h1> بالضم وآخره ثاء مثلثة موضع في نواحي المدينة كانت به وقائع بين الأوس والخزرج في الجاهلية وحكاه صاحب كتاب العين بالغين المعجمة ولم يسمع في غيره وقال أبو أحمد السكري هو تصحيف وقال صاحب كتاب المطالع والمشارق بعاث بضم أوله وعين مهملة وهو المشهور فيه ورواه صاحب كتاب العين بالغين وقيده الأصيلي بالوجهين وهو عند القابسي بغين معجمة وآخره ثاء مثلثة بلا خلاف وهو موضع من المدينة على ليلتين وقال قيس بن الخطيم ويوم بعاث أسلمتنا سيوفنا إلى نسب من جذم غسان ثاقب وكان الرئيس في بعض حروب بعاث حضير الكتائب أبو أسيد بن حضير فقال خفاف بن ندبة يرثي حضيرا وكان قد مات من جراحه فلو كان حي ناجيا من حمامه لكان حضير يوم أغلق واقما أطاف به حتى إذا الليل جنه تبوأ منه منزلا متناعما وقال بعضهم بعاث من أموال بني قريظة فيها مزرعة يقال لها قورا قال كثير عزة بن عبد الرحمن |جـ 1 صـ 452| كأن حدائج أظعاننا بغيقة لما هبطن البراثا نواعم عم على ميثب عظام الجذوع أحلت بعاثا كدهم الركاب بأثقالها غدت من سماهيج أو من جواثا وقال آخر أرقت فلم تنم عيني حثاثا ولم أهجع بها إلا امتلاثا فأن يك بالحجاز هوى دعاني وأرقني ببطن منى ثلاثا فلا أنسى العراق وساكنيه ولو جاوزت سلعا أو بعاثا بعاذين بالفتح والذال معجمة مكسورة وياء ساكنة ونون من قرى حلب لها ذكر في الشعر قال أبو العباس الصفري من شعراء سيف الدولة بن حمدان يا لأيامنا بمرج بعاذي ن وقد أضحك الربى نواره وحكى الوشي بل أبر على الوش ي بهاء منثوره وبهاره وكأن الشقيق والريح تنفي الظل ل عنه جمر يطير شراره أذكرتني عناق من بان عني شخصه باعتناقها أشجاره وقال الصنوبري شربنا في بعاذين على تلك الميادين بعال بالفتح أرض لبني غفار قرب عسفان تتصل بغيقة قاله الحازمي ثم وجدته لنصر وزاد أنه موضع بالحجاز قرب عسفان وهي شعبة لبني غفار تتصل بغيقة وقيل جبل بين الأبواء وجبل جهينة في واديه خلص وأنشد لكثير عرفت الدار كالحلل البوالي بفيف الخايعان إلى بعال وقال العمراني هو بعال بوزن غراب موضع بالقصيبة وأنشد ويسأل البعال أن يموجا بعال بالضم قاله الحازمي ثم وجدته لنصر بعال بالضم أيضا وهو جبل ضخم بأطراف أرمينية ",
                "title": "بعاث",
                "uri": "JK_000129_002051"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}