{
    "features": [
        {
            "item": "JK_000129_000299",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.115-117",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأحقاف</h1> جمع حقف من الرمل والعرب تسمى الرمل المعوج حقافا وأحقافا واحقوقف الهلال والرمل إذا اعوج فهذا هو الظاهر في لغتهم وقد تعسف غيره والأحقاف المذكور في الكتاب العزيز واد بين عمان وأرض مهرة عن ابن عباس قال ابن إسحاق الأحقاف رمل فيما بين عمان إلى حضرموت وقال قتادة الأحقاف رمال مشرفة على البحر بالشحر من أرض اليمن وهذه ثلاثة أقوال غير مختلفة في المعنى وقال الضحاك الأحقاف جبل بالشام وفي كتاب العين الأحقاف جبل محيط بالدنيا من زبرجدة خضراء تلهب يوم القيامة فيحشر الناس عليه من كل أفق وهذا وصف جبل قاف والصحيح ما رويناه عن ابن عباس وابن إسحاق وقتادة أنها رمال بأرض اليمن كانت عاد تنزلها ويشهد بصحة ذلك ما رواه أبو المنذر |جـ 1 صـ 116| هشام بن محمد عن أبي يحيى السجستاني عن مرة ابن عمر الأبلي عن الأصبغ بن نباتة قال إنا لجلوس عند علي بن أبي طالب ذات يوم في خلافة أبي بكر الصديق رضي الله عنه إذ أقبل رجل من حضرموت لم أر قط رجلا أنكر منه فاستشرفه الناس وراعهم منظره وأقبل مسرعا جوادا حتى وقف علينا وسلم وجثا وكلم أدنى القوم منه مجلسا وقال من عميدكم فأشاروا إلى علي رضي الله عنه وقالوا هذا ابن عم رسول الله صلى الله عليه وسلم وعالم الناس والمأخوذ عنه فقام وقال اسمع كلامي هداك الله من هاد وافرج بعلمك عن ذي غلة صاد جاب التنائف من وادي سكاك إلى ذات الأماحل في بطحاء أجياد تلفه الدمنة البوغاء معتمدا إلى السداد وتعليم بإرشاد سمعت بالدين دين الحق جاء به محمد وهو قرم الحاضر البادي فجئت منتقلا من دين باغية ومن عبادة أوثان وأنداد ومن ذبائح أعياد مضللة نسيكها غائب ذو لوثة عاد فادلل على القصد واجل الريب عن خلدي بشرعة ذات إيضاح وإرشاد والمم بفضل هداك الله عن شعثي وأهدني إنك المشهور في النادي إن الهداية للإسلام نائبة عن العمى والتقى من خير أزواد وليس يفرج ريب الكفر عن خلد أفظه الجهل إلا حية الوادي قال فأعجب عليا رضي الله عنه والجلساء شعره وقال له علي لله درك من رجل ما أرصن شعرك ممن أنت قال من حضرموت فسر به علي وشرح له الإسلام فأسلم على يديه ثم أتى به إلى أبي بكر رضي الله عنه فأسمعه الشعر فأعجبه ثم إن عليا رضي الله عنه سأله ذات يوم ونحن مجتمعون للحديث أعالم أنت بحضرموت قال إذا جهلتها لم أعرف غيرها قال له علي رضي الله عنه أتعرف الأحقاف قال الرجل كأنك تسأل عن قبر هود عليه السلام قال علي رضي الله عنه لله درك ما أخطأت قال نعم خرجت وأنا في عنفوان شبيبتي في أغيلمة من الحي ونحن نريد أن نأتي قبره لبعد صيته فينا وكثرة من يذكره منا فسرنا في بلادنا الأحقاف أياما ومعنا رجل قد عرف الموضع فانتهينا إلى كثيب أحمر فيه كهوف كثيرة فمضى بنا الرجل إلى كهف منها فدخلناه فأمعنا فيه طويلا فانتهينا إلى حجرين قد أطبق أحدهما دون الآخر وفيه خلل يدخل منه الرجل النحيف متجانفا فدخلته فرأيت رجلا على سرير شديد الأدمة طويل الوجه كث اللحية وقد يبس على سريره فإذ مسست شيئا من بدنه أصبته صليبا لم يتغير ورأيت عند رأسه كتابا بالعربية أنا هود النبي الذي أسفت على عاد بكفرها وما كان لأمر الله من مرد فقال لنا علي بن أبي طالب رضي الله عنه كذلك سمعته من أبي القاسم رسول الله صلى الله عليه وسلم |جـ 1 صـ 117| ",
                "title": "الأحقاف",
                "uri": "JK_000129_000299"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}