{
    "features": [
        {
            "item": "JK_000129_000631",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.179-180",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسفيجاب والنسبة الأسفيجابي</h1> بالفتح ثم السكون وكسر الفاء وياء ساكنة وجيم وألف وباء موحدة اسم بلدة كبيرة من أعيان بلاد ما وراء النهر في حدود تركستان ولها ولاية واسعة وقرى كالمدن كثيرة وهي من الإقليم الخامس طولها ثمان وتسعون درجة وسدس وعرضها تسع وثلاثون درجة وخمسون دقيقة وكانت من أعمر بلاد الله وأنزهها وأوسعها خصبا وشجرا ومياها جارية ورياضا مزهرة ولم يكن بخراسان ولا بما وراء النهر بلد لا خراج عليه إلا أسفيجاب لأنها كانت ثغرا عظيما فكانت تعفى من الخراج وذلك ليصرف أهلها خراجها في ثمن السلاح والمعونة على المقام بتلك الأرض وكذلك كان ما يصاقبها من المدن نحو طراز وصبران وسانيكث وفاراب حتى أتت على تلك النواحي حوادث الدهر وصروف الزمان أولا من خوارزم شاه محمد بن تكش بن ألب أرسلان بن آق سنقر بن محمد بن أنوشتكين فإنه لما ملك ما وراء النهر وأباد ملك الخائنة وكانوا جماعة قد حفظ كل واحد منهم طرفه فلما لم يبق منهم أحدا عجز عن حفظ تلك البلاد لسعة مملكتها فخرب بيده أكثر تلك الثغور وأنهبها عساكره فجلا أهلها عنها وفارقوها بأجياد ملتفتة وأعناق إليها مائلة منعطفة فبقيت تلك الجنان خاوية على عروشها تبكي العيون وتشجي القلوب منهدمة القصور متعطلة المنازل والدور وضل هادي تلك الأنهار وجرت متحيرة في كل أوب على غير اختيار ثم تبع ذلك حوادث في سنة 616 التي لم يجر منذ قامت السموات والأرض مثلها وهو ورود التتر خذلهم الله من أرض الصين فأهلكوا من بقي هنالك متماسكا فيمن أهلكوا من غيرهم فلم يبق من تلك الجنان المندرة والقصور المشرفة غير حيطان مهدومة وآثار من أمم معدومة وقد كان أهل تلك البلاد أهل دين متين وصلاح مبين ونسك وعبادة والإسلام فيهم غض المجنى حلو المعنى يحفظون حدوده ويلتزمون شروطه لم تظهر فيهم بدعة استحقوا بها العذاب والجلاء ولكن يفعل الله بعباده ما يشاء |جـ 1 صـ 180| ويحكم ما يريد رمت بهم الأيام عن قوس غدرها كأن لم يكونوا زينة الدهر مره وما زال جور الدهر يغشى ديارهم يكر عليهم كأة ثم كره فأجلاهم عنها جميعا فأصبحت منازلهم للناظر اليوم عبره وقد خرج من أسفيجاب طائفة من أهل العلم في كل فن منهم أبو الحسن علي بن منصور بن عبد الله بن أحمد المؤدب المقري الأسفيجابي مات بعد الثمانين وثلاثمائة ولم يكن ثقة تكلموا فيه ",
                "title": "أسفيجاب والنسبة الأسفيجابي",
                "uri": "JK_000129_000631"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}