{
    "features": [
        {
            "item": "JK_000952_0513",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.357-358",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البشتنقاني</h1> بضم الباء الموحدة وسكون الشين المعجمة وفتح التاء المنقوطة باثنتين من فوقها وكسر النون وفتح القاف وفي آخرها النون هذه النسبة إلى قرية على فرسخ من نيسابور يقال لها بشتنقان وهي إحدى منتزهات نيسابور وفيها يقول أبو نصر بن أبي القاسم القشيري % يا غرمة الأيك سلام عليك % % سلام صب مستهام إليك % % ثلاثة ليس لها رابع % % بشتنقان وفرخك وأيك % منها أبو الحسن علي بن الفضل بن إسماعيل بن علي البشتنقاني كان أحد المعروفين سمع أبا بكر أحمد بن علي بن خلف الشيرازي سمعت منه أحاديث يسيرة ومن القدماء أبو يعقوب إسماعيل بن قتيبة بن عبد الرحمن السلمي الزاهد البشتنقاني قال الحاكم أبو عبد الله الحافظ وهي قرية على نصف فرسخ من البلد وكان أكثر ما يحدث ببشتنقان وله منزل في البلد في محلة الرمجار كان يدخلها يوم الخميس فيحدث عشية الخميس وغداة الجمعة في البلد ثم يشهد الجمعة وينصرف إلى بشتنقان سمع بنيسابور يحيى بن يحيى وعبد الله بن محمد المسندي وأبا خالد يزيد بن صالح وسعد بن يزيد وسمع |جـ 1 صـ 358| بالعراق أحمد بن حنبل وأبا بكر وعثمان بن أبي شيبة ويحيى بن عبد الحميد الحماني وأبا خيثمة زهير بن حرب وعبيد الله بن عمر القواريري وقرأ المصنفات كلها على أبي بكر بن أبي شيبة وهي أجل رواية عندنا لأبي بكر بن أبي شيبة روى عنه محمد بن إسحاق بن خزيمة وأبو العباس محمد بن إسحاق السراج وإبراهيم بن أبي طالب وأكثر أبو حامد الشرقي في الطبقة الثانية الرواية عنه وقال الإمام أبو بكر بن إسحاق الصبغي أول من اختلفت إليه في سماع الحديث إسماعيل بن قتيبة وذلك سنة ثمانين ومائتين وكان الإنسان إذا رآه يذكر السلف لسمته وزهده وورعه كنا نختلف إلى بشتنقان فيخرج إلينا فيقعد على حصباء النهر والكتاب بيده فيحدثنا وهو يبكي وإذا قال حدثنا يحيى بن يحيى يقول رحم الله أبا زكريا وتوفي في رجب من سنة أربع وثمانين ومائتين وشهدت جنازته ببشتنقان وخرج أكثر أهل البلد إليها وصلى عليه الحسين بن محمد بن زياد القباني ",
                "title": "البشتنقاني",
                "uri": "JK_000952_0513"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}