{
    "features": [
        {
            "item": "JK_000952_3171",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.444-446",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القبطي</h1> بكسر القاف وسكون الباء المعجمة بواحدة والطاء المهملة هذه النسبة إلى ثلاثة أشياء والقبط طائفة بمصر قديمة ويقال بنو قبطي بن مصر ويقال القبط بن قوط بن حام وقبط بطن من حمير وقبطي فرس لعبد الملك بن عمر القبطي الفرسي وإنما قيل له القبطي لأنه كان له فرس سباق يقال له القبطي فنسب عبد الملك إليه رأى عليا والمغيرة بن شعبة يروى عن جندب وجابر بن سمرة روى عنه الثوري وشعبة ولد الثلاث سنين بقين من خلافة عثمان رضي الله عنه ومات سنة ست وثلاثين ومائة وكان مدلسا وممن انتسب إلى ولائهم منهم أبو عبد الرحمن عبد الله بن الوليد بن هاشم القبطي مولى القبطيين من أهل حران روى عن أبو نعيم الكوفي روى عن أبو عروبة السلمي هكذا ذكره أبو حاتم بن حبان في كتاب الثقات وقال مات يعني أبا عبد الرحمن سنة اثنتين وخمسين ومائتين |جـ 4 صـ 445| ومهاجر بن القبطية يروي عن أم سلمة أمه كانت قبطية روى عنه حاتم بن أبي صغيرة ومسعر قال أبو حاتم بن حبان أحسبه أخا عبد الله بن القبطية وإبراهيم القبطي مولى رسول الله صلى الله عليه وسلم يكنى أبا رافع شهد الفتح بمصر واختط بها روى عنه من أهلها علي بن رباح وصار إلى علي رضي الله عنه فولاه بيت المال بالكوفة وتوفي سنة أربعين وإبراهيم بن مسلم بن يعقوب القبطي مولى لبني فهر كان فقيها يقال إن لجده يعقوب صحبة وكان يعقوب ممن بعثه المقوقس مع مارية والهدية إلى رسول الله صلى الله عليه وسلم فأسلم وتولي بني فهر حدث إبراهيم عن أبي علقمة مولى بن عباس حدث عنه بكر بن عمرو وحيي بن عبد الله المعافريان وعبيد بن جبر ويقال جبير القبطي روى عن أبي مويهبة روى عنه يعلى بن عطاء وجماعة نسبوا إلى قبط مصر منهم جبر بن عبد الله القبطي مولى بني غفار رسول المقوقس بمارية إلى رسول الله صلى الله عليه وسلم وأهل مصر ينسبونه إلى أبي بصرة الغفاري ومسلم بن يعقوب القبطي مولى بن فهر وأبوه يعقوب كان أحد رسل المقوقس وأبو رافع مولى رسول الله صلى الله عليه وسلم يقال اسمه أسلم ويقال هرمز ويقال إبراهيم ويقال ثابت وكان قبطيا وإبراهيم بن مسلم بن يعقوب القبطي والثاني قبط بطن من حمير منهم زياد بن عبيد الله القبطي يروي عن رويفع بن ثابت روى عنه حيوة بن شريح قال عبد الرحمن بن أبي حاتم سمعت أبي يقول ذلك والثالث لقب عبد الملك بن عمر القبطي وقد سبق ذكره |جـ 4 صـ 446| أخبرنا أبو البركات عبد الوهاب بن المبارك الحافظ وأبو منصور علي بن علي بن عبد الله الأمين وأبو سعد أحمد بن محمد بن علي الزوزني جميعا ببغداد قالوا أخبرنا أبو محمد بن هزارمرد الصريفيني الخطيب أخبرنا أبو القاسم بن حبابة أخبرنا أبو القاسم البغوي حدثني إبراهيم بن هاني حدثنا أحمد بن حنبل حدثنا سفيان قال جاء رجل فقال إني أريد عبد الملك بن عمير القبطي فقال أنا عبد الملك بن عمير والقبطي فرس سبق يعني القبطي اسم فرسه وقيل فيه غير ذلك حدثنا أبو العلا أحمد بن محمد بن طاهر وقيل فيه غير ذلك حدثنا أبو العلا أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أخبرنا أبو الفضل محمد بن طاهر المقدسي الحافظ أخبرنا أبو القاسم علي بن أحمد بن البسري أخبرنا أبو الحسن أحمد بن محمد بن موسى حدثنا أبو بكر محمد بن القاسم الأنباري حدثنا محمد بن المرزبان حدثنا أبو عكرمة الضبي قال إنما قيل لعبد الملك بن عمير القبطي لأن بعض أمهاته كانت قبطية فنسب إليها وزياد بن عبيد القبطي قال ابن أبي حاتم القبطي بطن من حمير روى عن رويفع بن ثابت روى عنه حيوة بن شريح سمعت أبي يقول ذلك ",
                "title": "القبطي",
                "uri": "JK_000952_3171"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}