{
    "features": [
        {
            "item": "JK_000129_009638",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.238-240",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فدك والنسبة الفدكي</h1> بالتحريك وآخره كاف قال ابن دريد فدكت القطن تفديكا إذا نفشته وفدك قرية بالحجاز بينها وبين المدينة يومان وقيل ثلاثة أفاءها الله على رسوله صلى الله عليه وسلم في سنة سبع صلحا وذلك أن النبي صلى الله عليه وسلم لما نزل خيبر وفتح حصونها ولم يبق إلا ثلث واشتد بهم الحصار راسلوا رسول الله صلى الله عليه وسلم يسألونه أن ينزلهم على الجلاء وفعل وبلغ ذلك أهل فدك فأرسلوا إلى رسول الله صلى الله عليه وسلم أن يصالحهم على النصف من ثمارهم وأموالهم فأجابهم إلى ذلك فهي مما لم يوجف عليه بخيل ولا ركاب فكانت خالصة لرسول الله صلى الله عليه وسلم وفيها عين فوارة ونخيل كثيرة وهي التي قالت فاطمة رضي الله عنها إن رسول الله صلى الله عليه وسلم نحلنيها فقال أبو بكر رضي الله عنه أريد لذلك شهودا ولها قصة ثم أدى اجتهاد عمر ابن الخطاب بعده لما ولي الخلافة وفتحت الفتوح واتسعت على المسلمين أن يردها إلى ورثة رسول الله صلى الله عليه وسلم فكان علي بن أبي طالب رضي |جـ 4 صـ 239| الله عنه والعباس بن عبد المطلب يتنازعان فيها فكان علي يقول إن النبي صلى الله عليه وسلم جعلها في حياته لفاطمة وكان العباس يأبى ذلك ويقول هي ملك لرسول الله صلى الله عليه وسلم وأنا وارثه فكانا يتخاصمان إلى عمر رضي الله عنه فيأبى أن يحكم بينهما ويقول أنتما أعرف بشأنكما أما أنا فقد سلمتها إليكما فاقتصدا فيما يؤتى واحد منكما من قلة معرفة فلما ولي عمر بن عبد العزيز الخلافة كتب إلى عامله بالمدينة يأمره برد فدك إلى ولد فاطمة رضي الله عنها فكانت في أيديهم في أيام عمر بن عبد العزيز فلما ولي يزيد بن عبد الملك قبضها فلم تزل في أيدي بني أمية حتى ولي أبو العباس السفاح الخلافة فدفعها إلى الحسن بن الحسن بن علي بن أبي طالب فكان هو القيم عليها يفرقها في بني علي بن أبي طالب فلما ولي المنصور وخرج عليه بنو الحسن قبضها عنهم فلما ولي المهدي بن المنصور الخلافة أعادها عليهم ثم قبضها موسى الهادي ومن بعده إلى أيام المأمون فجاءه رسول بني علي بن أبي طالب فطالب بها فأمر أن يسجل لهم بها فكتب السجل وقرىء على المأمون فقام دعبل الشاعر وأنشد أصبح وجه الزمان قد ضحكا برد مأمون هاشم فدكا وفي فدك اختلاف كثير في أمره بعد النبي صلى الله عليه وسلم وأبي بكر وآل رسول الله صلى الله عليه وسلم ومن رواة خبرها من رواه بحسب الأهواء وشدة المراء وأصح ما ورد عندي في ذلك ما ذكره أحمد بن جابر البلاذري في كتاب الفتوح له فانه قال بعث رسول الله صلى الله عليه وسلم بعد منصرفه من خيبر إلى أرض فدك محيصة بن مسعود ورئيس فدك يومئذ يوشع بن نون اليهودي يدعوهم إلى الإسلام فوجدهم مرعوبين خائفين لما بلغهم من أخذ خيبر فصالحوه على نصف الأرض بتربتها فقبل ذلك منهم وأمضاه رسول الله صلى الله عليه وسلم وصار خالصا له صلى الله عليه وسلم لأنه لم يوجف عليه بخيل ولا ركاب فكان يصرف ما يأتيه منها في أبناء السبيل ولم يزل أهلها بها حتى أجلى عمر رضي الله عنه اليهود فوجه إليهم من قوم نصف التربة بقيمة عدل فدفعها إلى اليهود وأجلاهم إلى الشام وكان لما قبض رسول الله صلى الله عليه وسلم قالت فاطمة رضي الله عنها لأبي بكر رضي الله عنه إن رسول الله صلى الله عليه وسلم جعل لي فدك فأعطني إياها وشهد لها علي بن أبي طالب رضي الله عنه فسألها شاهدا آخر فشهدت لها أم أيمن مولاة النبي صلى الله عليه وسلم فقال قد علمت يا بنت رسول الله أنه لا يجوز إلا شهادة رجلين أو رجل وامرأتين فانصرفت وروي عن أم هانىء أن فاطمة أتت أبا بكر رضي الله عنه فقالت له من يرثك فقال ولدي وأهلي فقالت له فما بالك ورثت رسول الله صلى الله عليه وسلم دوننا فقال يا بنت رسول الله ما ورثت ذهبا ولا فضة ولا كذا ولا كذا ولا كذا فقالت سهمنا بخيبر وصدقتنا بفدك فقال يا بنت رسول الله سمعت رسول الله صلى الله عليه وسلم يقول إنما هي طعمة أطعمنيها الله تعالى حياتي فاذا مت فهي بين المسلمين وعن عروة بن الزبير أن أزواج رسول الله صلى الله عليه وسلم أرسلن عثمان بن عفان إلى أبي بكر يسألن مواريثهن من سهم رسول الله صلى الله عليه وسلم فقال أبو بكر سمعت رسول الله صلى الله عليه وسلم يقول نحن معاشر الأنبياء لا نورث ما تركناه صدقة إنما هذا المال لآل |جـ 4 صـ 240| لنائبتهم وضيفهم فاذا مت فهو إلى والي الأمر من بعدي فأمسكن فلما ولي عمر بن عبد العزيز خطب الناس وقص قصة فدك وخلوصها لرسول الله صلى الله عليه وسلم وأنه كان ينفق منها ويضع فضلها في أبناء السبيل وذكر أن فاطمة سألته أن يهبها لها فأبى وقال ما كان لك أن تسأليني وما كان لي أن أعطيك وكان يضع ما يأتيه منها في أبناء السبيل وإنه عليه الصلاة والسلام لما قبض فعل أبو بكر وعمر وعثمان وعلي مثله فلما ولي معاوية أقطعها مروان بن الحكم وإن مروان وهبها لعبد العزيز ولعبد الملك ابنيه ثم إنها صارت لي وللوليد وسليمان وإنه لما ولي الوليد سألته فوهبها لي وسألت سليمان حصته فوهبها لي أيضا فاستجمعتها وإنه ما كان لي مال أحب إلي منها وإنني أشهدكم أنني رددتها على ما كانت عليه في أيام النبي صلى الله عليه وسلم وأبي بكر وعمر وعثمان وعلي فكان يأخذ مالها هو ومن بعده فيخرجه في أبناء السبيل فلما كانت سنة 012 أمر المأمون بدفعها إلى ولد فاطمة وكتب إلى قثم بن جعفر عامله على المدينة أنه كان رسول الله صلى الله عليه وسلم أعطى ابنته فاطمة رضي الله عنها فدك وتصدق عليها بها وأن ذلك كان أمرا ظاهرا معروفا عند آله عليه الصلاة والسلام ثم لم تزل فاطمة تدعي منه بما هي أولى من صدق عليه وأنه قد رأى ردها إلى ورثتها وتسليمها إلى محمد بن يحيى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب ومحمد بن عبد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهما ليقوما بها لأهلهما فلما استخلف جعفر المتوكل ردها إلى ما كانت عليه في عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان وعلي وعمر بن عبد العزيز ومن بعده من الخلفاء وقال الزجاجي سميت بفدك بن حام وكان أول من نزلها وقد ذكر غير ذلك وهو في ترجمة أجإ وينسب إليها أبو عبد الله محمد بن صدقة الفدكي سمع مالك بن أنس روى عنه إبراهيم بن المنذر الحزامي وكان مدنسا وقال زهير لئن حللت بجو في بني أسد في دين عمرو وحالت بيننا فدك ليأتينك مني منطق قذع باق كما دنس القبطية الودك ",
                "title": "فدك والنسبة الفدكي",
                "uri": "JK_000129_009638"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}