{
    "features": [
        {
            "item": "JK_000952_1633",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.503-506",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدوري</h1> بالدال والراء المهملتين هذه النسبة إلى مواضع وحرفة والدور محلة وقرية أيضا ببغداد والمشهور بهذه النسبة أبو عمرو حفص بن عمر بن عبد العزيز بن صهبان الدوري الضرير المقرئ الأزدي من أهل بغداد يروي عن أسماعيل بن جعفر وأبي تميله يحيى بن واضح ومال إلى الكسائي من بينهم وكان يقرئ بقراءته روى عنه محمد بن إسحاق أبو العباس السراج ومات في شوال سنة سته وأربعين ومائتين وابناه أبو جعفر محمد وأبو بكر محمد إبنا أبي عمر الدوري أما أبو جعفر الأزدي المعروف والده بأبي عمر الدوري المقرئ سمع أباه وقبيصة بن عقبه وأبا بكر بن أبي شيبه ويحيى بن عبد الحميد الحماني وأحمد بن حنبل وأحمد بن إبراهيم الدورقي روى عنه أبو العباس بن واصل المقرئ وحدث عنه والده أبو عمر أحاديث كثيره في كتاب قراءة النبي صلى الله عليه وسلم والأحاديث مذكوره في كتاب الآباء عن الأبناء عن أبي بكر الخطيب وابنه الاخر أبو بكر محمد بن حفص الدوري وقيل أحمد بن حفص سمع الأسود بن عامر شاذان وأحمد بن إسحاق الحضرمي ومحمد بن مصعب القرقساني وأبا نعيم الفضل بن دكين وحجاج بن محمد والحكم بن موسى وأبا عبيد القاسم بن سلام روى عنه عبد الله بن إسحاق المدائني وحاجب بن أركين الفرغاني ومحمد بن مخلد الدوري وسماه حاجب بن أركين أحمد ومات في سنة تسع وخمسين ومائتين وأما أبو عبد الله محمد بن مخلد بن حفص الدوري العطار من أهل بغداد كان ينزل الدور وهي محلة في آخر بغداد بالجانب الشرقي في أعلى البلد وكان من أهل الفهم موثوقا به في العلم متسع الروايه مشهورا بالديانه |جـ 2 صـ 504| موصوفا بالأمانة مذكورا بالعبادة سمع أبا السائب سلم بن جنادة ويعقوب بن إبراهيم الدورقي والزبير بن بكار والفضل بن يعقوب الرخامي والفضل بن سهل الأعرج والحسن بن عرفه ومسلم بن الحجاج القشيري وخلقا يطول ذكرهم روى عنه أبو العباس بن عقدة ومحمد بن الحسين الأجرى وأبو بكر بن الجعابي وأبو بكر بن المقرئ ومحمد بن المظفر وأبو عمر بن حيوية وأبو الحسن الدارقطني وأبو حفص بن شاهين وغيرهم قال له يوما بعض أصحاب الحديث لو زدتنا في القراءة فإن موضعك بعيد منا ويشق علينا المجيء إليك في كل وقت فقال ابن مخلد من هذا الموضوع كنت أمضي إلى المحدثين وأسمع منهم وكان الدارقطني يقول محمد بن مخلد ثقة مأمون ولد قبل أبي عبد الله المحاملي بسنة ومات بعده بسنة ولد في شهر رمضان سنة 233 في السنة التي مات فيها يحيى بن معين ومات في جمادى الآخرة سنة 331 وأما الهيثم بن خلف بن محمد الدوري من أهل بغداد سمع عبيد الله بن عمر القواريري وعثمان بن أبي شيبة روى عنه أبو بكر الشافعي وعلي بن محمد بن لؤلؤ وتوفي في صفر سنة سبع وثلاثمائة وكان أبو بكر المقرئ إذا حدث عنه قال حدثنا هيثم ببغداد في الدور وأما أبو الطيب محمد بن االفرخان بن روزبة الدوري انتسب إلى دور سر من رأى موضع بها يروي عن أبي خليفة الفضل بن الحباب الجمحي أحاديث منكره لا يتابع عليها وروى عن الجنيد حكايات في الزهد والتصوف مات قبل الثلاثمائة وأما شيخنا أبو الفرج سعيد بن أبي الرجاء بن بكر بن منصور الصيرفي يقال له الدوري فإنه كان يبيع الدور وكان دلالا في بيعها وكان أبو الفضل عبد الرحيم بن أحمد بن الأخوة البغدادي قال له الدوري وأشتهر بذلك وكان شيخا صحيح السماع مكثرا مسندا سديدا سمع جماعة من أصحاب أبي بكر بن المقرئ مثل أبي طاهر الثقفي وأبي الطيب بن شمة وأبي مسلم بن مهريزد وسبط بحرويه أبي القاسم السلمي وغيرهم سمعت منه الكثير والمصنفات الطوال وكانت ولادته في حدود سنة أربعين وأربعمائة ومات في سنة اثنتين وثلاثين وخمسمائة بأصبهان وصل نعيه إلي وأنا ببغداد وأما الدور فمحلة |جـ 2 صـ 505| بنيسابور خرج منها أبو عبد الله الدوري له ذكر في حكاية لأحمد بن سلمة النيسابوري وأبو عبد الله بن علي بن سهل بن عيسى بن نوح بن سليمان بن عبد الله بن ميمون الدوري أخو سهل بن علي مروزي الأصل نزل مصر وحدث بها عن عبيد الله بن عمر القواريري ومحرز بن عون وعلي بن الجعد وسريج بن يونس وخلف بن هشام ويحيى بن معين وأبي بن خثيمة زهير بن حرب وغيرهم روى عنه عبد الله بن جعفر بن الورد المصري وأحمد بن إبراهيم بن الحداد ومحمد بن إسماعيل الطائي قاضي تنيس أحاديث مستقيمة وقال قاضي تنيس أنا أحمد بن علي بن سهل المروزي من ساكني الدور ببغداد قال أبو بكر الخطيب الحافظ في تاريخه وليس لأهل العراق عن أحمد بن علي الدوري رواية وهذا القاضي التنيسي سمع منه بمصر وقوله في الرواية ببغداد أراد أنه من ساكني الدور التي ببغداد لا أنه سمع منه بها وأبو جعفر محمد بن أحمد بن الهيثم بن منصور الدوري من اهل بغداد سمع أباه وهارون بن إسحاق وأحمد بن منصور زاج ومحمد بن عبد الملك الدقيقي روى عنه أبو بكر الشافعي وأحمد بن عبد الله الذراع النهرواني ومحمد بن الحسن اليقطيني ومحمد بن المظفر الحافظ وكان ثقة توفي في المحرم سنة أربع وثلاثمائة وأبو الحسن محمد بن عمر بن عفان بن عثمان بن حمدان بن زريق الدوري البغدادي حدث بديار مصر عن محمد بن جرير الطبري وحامد بن محمد بن شعيب البلخي ومحمد بن خريم الدمشقي وأبي نعيم محمد بن جعفر نزيل الرملة وغيرهم روى عنه أبو عبد الله محمد بن الفضل بن نظيف الفراء المصري وذكر أنه سمع منه في سنة ست وخمسين وثلاثمائه وكان ثقة وأما أبو الفضل العباس بن محمد بن حاتم بن واقد الدوري من أهل بغداد وهو من دور بغداد مولى بني هاشم سمع الكثير وعمر حتى حدث وكان صاحب يحيى بن معين وكان يحيى إذا ذكره قال عباس الدوري صديقنا وصاحبنا سمع شبابة بن سوار وأبا النضر هاشم بن القاسم وعبد الوهاب بن عطاء ويونس بن محمد ويعقوب بن إبراهيم بن سعد والحسن بن موسى الأشبيب وعبيد الله بن موسى وعفان بن مسلم وغيرهم روى عنه يعقوب بن سفيان الفسوي وعبد الله بن أحمد بن حنبل وجعفر بن محمد الفرياني وأبو عبد الرحمن النسائي ويحيى بن صاعد وابو العباس محمد بن يعقوب الأصم وخلق يطول ذكرهم وكان يشرب النبيذ متأولا إلى أن تركه حكي أنه قال جائني غلام نصف النهار وبين يدي نبيذ وأنا قاعد فقال لي يا أبا الفضل أيش تقول في النبيذ قال قلت حلال قالا أيما خير قليله أو كثيره قال قلت قليله فقال لي يا شيخ إن حلالا يكون قليله خير من كثيره إن ذلك لحرام وجذب الحلقة في وجهي ففتحت الباب وأطلعت فلم أر أحدا فتركت النبيذ من ذلك الوقت وثقه |جـ 2 صـ 506| النسائي وكانت ولادته سنة خمس وثمانين ومائة ومات في صفر سنة إحدى وسبعين ومائتين ببغداد وكان الأصم يقول لم أر في مشايخي أحسن حديثا من عباس الدوري ",
                "title": "الدوري",
                "uri": "JK_000952_1633"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}