{
    "features": [
        {
            "item": "JK_000129_002508",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.17-18",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تدمر</h1> بالفتح ثم السكون وضم الميم مدينة قديمة مشهورة في برية الشام بينها وبين حلب خمسة أيام قال بطليموس مدينة تدمر طولها إحدى وسبعون درجة وثلاثون دقيقة داخلة في الإقليم الرابع بيت حياتها السماك الأعزل تسع درجات من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان وقال صاحب الزيج طول تدمر ثلاث وستون درجة وربع وعرضها أربع وثلاثون درجة وثلثان قيل سميت بتدمر بنت حسان أذينة بن السميدع بن مزيد بن عمليق بن لاوذ بن سام بن نوح عليه السلام وهي من عجائب الأبنية موضوعة على العمد الرخام زعم قوم أنها مما بنته الجن لسليمان عليه السلام ونعم الشاهد على ذلك قول النابغة الذبياني إلا سليمان إذ قال الإله له قم في البرية فاحددها عن الفند وخيس الجن إني قد أذنت لهم يبنون تدمر بالصفاح والعمد وأهل تدمر يزعمون أن ذلك البناء قبل سليمان بن داود عليه السلام بأكثر مما بيننا وبين سليمان ولكن الناس إذا رأوا بناءا عجيبا جهلوا بانيه أضافوه إلى سليمان وإلى الجن وعن إسماعيل بن محمد بن خالد بن عبد الله القسري قال كنت مع مروان بن محمد آخر ملوك بني أمية حين هدم حائط تدمر وكانوا خالفوا عليه فقتلهم وفرق الخيل عليهم تدوسهم وهم قتلى فطارت لحومهم وعظامهم في سنابك الخيل وهدم حائط المدينة فأفضى به الهدم إلى جرف عظيم فكشفوا عنه صخرة فإذا بيت مجصص كأن اليد رفعت عنه تلك الساعة وإذا فيه سرير عليه امرأة مستلقية على ظهرها وعليها سبعون حلة وإذا لها سبع غدائر مشدودة بخلخالها قال فذرعت قدمها فإذا ذراع من غير الأصابع وإذا في بعض غدائرها صحيفة ذهب فيها مكتوب باسمك اللهم أنا تدمر بنت حسان أدخل الله الذل على من يدخل بيتي هذا فأمر مروان بالجرف فأعيد كما كان ولم يأخذ مما كان عليها من الحلي شيئا قال فوالله ما مكثنا على ذلك إلا أياما حتى أقبل عبد الله بن علي فقتل مروان وفرق جيشه واستباحه وأزال الملك عنه وعن أهل بيته وكان من جملة التصاوير التي بتدمر صورة جاريتين من حجارة من بقية صور كانت هناك فمر بهما أوس بن ثعلبة التيمي صاحب قصر أوس الذي في البصرة فنظر إلى الصورتين فاستحسنهما فقال فتاتي أهل تدمر خبراني ألما تسأما طول القيام قيامكما على غير الحشايا على جبل أصم من الرخام |جـ 2 صـ 18| فكم قد مر من عدد الليالي لعصركما وعام بعد عام وإنكما على مر الليالي لأبقى من فروع ابني شمام فإن أهلك فرب مسومات ضوامر تحت فتيان كرام فرائصها من الإقدام فزع وفي أرساغها قطع الخدام هبطن بهن مجهولا مخوفا قليل الماء مصفر الجمام فلما أن روين صدرن عنه وجئن فروع كاسية العظام قال المدائني فقدم أوس بن ثعلبة علي يزيد بن معاوية فأنشده هذه الأبيات فقال يزيد لله در أهل العراق هاتان الصورتان فيكم يا أهل الشام لم يذكرهما أحد منكم فمر بهما هذا العراقي مرة فقال ما قال ويروى عن الحسن بن أبي سرح عن أبيه قال دخلت مع أبي دلف إلى الشام فلما دخلنا تدمر وقف على هاتين الصورتين فأخبرته بخبر أوس بن ثعلبة وأنشدته شعره فيهما فأطرق قليلا ثم أنشدني ما صورتان بتدمر قد راعتا أهل الحجى وجماعة العشاق غبرا على طول الزمان ومره لم يسأما من ألفة وعناق فليرمين الدهر من نكباته شخصيهما منه بسهم فراق وليبلينها الزمان بكره وتعاقب الإظلام والإشراق كي يعلم العلماء أن لا خالد غير الإله الواحد الخلاق وقال محمد بن الحاجب يذكرهما أتدمر صورتاك هما لقلبي غرام ليس يشبهه غرام أفكر فيكما فيطير نومي إذا أخذت مضاجعها النيام أقول من التعجب أي شيء أقامهما فقد طال القيام أملكتا قيام الدهر طبعا فذلك ليس يملكه الأنام كأنهما معا قرنان قاما ألجهما لدى قاض خصام يمر الدهر يوما بعد يوم ويمضي عامه يتلوه عام ومكثهما يزيدهما جمالا جمال الدر زينه النظام وما تعدوهما بكتاب دهر سجيته اصطلام واخترام وقال أبو الحسن العجلي فيهما أرى بتدمر تمثالين زانهما تأنق الصانع المستغرق الفطن هما اللتان يروق العين حسنهما تستعطفان قلوب الخلق بالفتن وفتحت تدمر صلحا وذاك أن خالد بن الوليد رضي الله عنه مر بهم في طريقه من العراق إلى الشام فتحصنوا منه فأحاط بهم من كل وجه فلم يقدر عليهم فلما أعجزه ذلك وأعجله الرحيل قال |جـ 2 صـ 19| يا أهل تدمر والله لو كنتم في السحاب لاستنزلناكم ولأظهرنا الله عليكم ولئن أنتم لم تصالحوا لأرجعن إليكم إذا انصرفت من وجهي هذا ثم لأدخلن مدينتكم حتى أقتل مقاتليكم وأسبي ذراريكم فلما ارتحل عنهم بعثوا إليه وصالحوه على ما أدوه له ورضي به ",
                "title": "تدمر",
                "uri": "JK_000129_002508"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}