{
    "features": [
        {
            "item": "JK_000952_3430",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.46-50",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكرجي</h1> بفتح الكاف والراء والجيم في اخرها هذه النسبة إلى الكرج وهي بلدة من بلاد الجبل بين أصبهان وهمذان أقمت بها قريبا من عشرين يوما وبنيت الكرج في زمن المهدي وهو أبو عبد الله محمد بن أبي جعفر المنصور وبناها عيسى بن إدريس بن معقل بن عمرو بن خزاعي العجلي وكان من عرب الكوفة وكان هو وأولاده يقطعون الطريق في برية نواحي أصبهان ثم تاب وجمع عشيرته وأجرى الماء في أرض الكرج وتوطنها ثم ابنه أبو دلف القاسم بن عيسى العجلي زاد في عمارتها وجعلها تشبه البلدة والمشهور بهذه النسبة محمد بن محمد بن داود الكرجي حدث بطوس وأبو الحسين الكرجي الأصم حدث بمصر كتب عنه عبد الغني بن سعيد وأبو العباس الكرجي القاضي المقيم بمكة ومحمد بن علي الكرجي الفقيه يروي عن أحمد بن أبي عمران الهروي بمكة وأبو العباس أحمد بن محمد بن محمد بن يزيد الفقيه الكرجي سكن بغداد وحدث بها عن أبي مسعود الرازي وعبد العزيز بن معاوية القرشي وأحمد بن عبد الرحمن الحراني ويوسف بن سعيد بن مسلم المصيصي روى عنه عمر بن بشران السكري وأبو الحسين بن البواب ومحمد بن المظفر الحافظ وقال عمر بن بشران حدثنا الكرجي إملاء في القطيعة سنة خمس وثلاثمائة وكان ثقة يحفظ وقال غيره توفي في جمادى الأولى سنة إحدى وعشرين وثلاثمائة وأبو طاهر أحمد بن الحسن بن أحمد الباقلاني محدث بغداد في عصره كان يعرف بالكرجي روى عن أبي علي بن شاذان وطبقته حدثنا جماعة من مشايخنا عنه وأخوه أبو غالب أحمد بن الحسن الباقلاني يعرف بالكرجي أيضا وحدث عن |جـ 5 صـ 47| جماعة مثل أبي على بن شاذان وأبي الحسين المحاملي وغيرهما روى لنا عنهة جماعة ببغداد وأصبهان وجرجان ومرو وكانت وفاته في شهر ربيع الاخر سنة خمسمائة ببغداد وولادته في سنة إحدى وعشرين وأربعمائة وأبوه أبو علي الحسن بن أحمد بن الحسن بن حدادي الكرجي الباقلاني كرجي الأصل ذكره أبو بكر الحافظ قال وكتب معنا من شيوخنا أبي عمر بن مهدي وأبي الحسين بن المقيم وكتبت عنه وكان صدوقا دينا خيرا من أهل القرآن والسنة وكانت ولادته سنة اثنتين وثمانين وثلاثمائة ووفاته في المحرم سنة أربعين وأربعمائة ودفن بباب حرب وجماعة من أهل الكرج كتبت عنهم بها وبغيرها من البلاد فكتبت بالكرج عن الإمام أبي الحسن محمد بن أبي طالب عبد الملك بن محمد الكرجي وكان إماما متقنا مكثرا من الحديث وسمعت من ابنه أبي معمر وهب الله بالكرج ومن ابنه الآخر أبي معشر رزق الله بن أبي الحسن الكرجي سمعت منه بقوشنج كتاب اعتلال القلوب للخرائطي وغيره وأبو نصر عبد الحكيم بن المظفر الفحفحي الأديب الكرجي سمعت منه بالكرج والقاضي أبو سعد سليمان بن محمد بن الحسين القصار المعروف بالكافي الكرجي واحد عصره في علم النظر والأصول قرأت عليه وعلى عبد الحكيم جزء لوين بروايتهما عن أبي بكر ابن ماجة وأبو الصفاء ثامر بن علي الكرجي يروي عن أبي الحسن السمنجاني قرأت عليه بالكرج وأبو حفص عمر بن الكرجي قرأت عليه بالكرج عن أبي الصفاء ثامر بن علي الكرجي جد المذكور وغيرهم وصاحبنا الزاهد أبو نصر عبد الواحد بن عبد الملك الفضلوبي الكرجي كتبت عنه بالكرج ثم ببغداد ثم بواسط وكان أحد الزهاد يسلك البادية على الانفراد في غير موسم الحاج وجاور سنين وصحب الأكابر ومن القدماء أمير الكرج أبو دلف القاسم بن عيسى بن إدريس بن معقل بن عمرو بن |جـ 5 صـ 48| شيخ بن معاوية بن خزاعي بن عبد العزى بن دلف بن جشم بن قيس بن سعد بن عجل بن لجيم بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفضى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الكرجي العجلي كان أميرا شجاعا أديبا وسمحا جوادا وبطلا شجاعا ورد بغداد غير مرة وكان يسافر عنها وبها مات وحكى أن بكر بن النطاح أنشده % مثال أبي دلف آية % % وخلق أبي دلف عسكر % % وإن المنايا إلى الدارعين % % بعيني أبي دلف تنظر % فأمر له بعشرة الاف درهم فمضى واشترى بها بستانا بنهر الأبلة ثم عاد من قابل فأنشده % بك ابتعت في نهر الأبلة جنة % % عليها قصير بالرخام مشيد % % إلى لزقها أخت بها يعرضونها % % وعندك مال للهبات عتيد % فقال له أبو دلف بكم الأخرى قال بعشرة الاف قال ادفعوها إليه ثم قال لا تجئني قابلا فنقول بلزقها أخرى فإنك تعلم أن لزق كل أخرى متصلة إلى ما لا نهاية له وذكر العتابي قال اجتمعنا على باب أبي دلف جماعة من الشعراء فكان يعدنا بأمواله من الكرج وغيرها فأتته الأموال فبسطها على الأنطاع وأجلسنا حولها ودخل إلينا فقمنا إليه فأومأ إلينا أن لا نقوم إليه ثم اتكأ على قائم سيفه ثم أنشأ يقول % ألا يا أيها الزوار لا يد عندكم % % أياديكم عندي أجل وأكبر % % فإن كنتم أفردتموني للرجا % % فشكري لكم من شكركم لي أكثر % % كفاني من مالي دلاص وسابح % % وأبيض من صافي الحديد ومغفر % ثم أمر بنهب تلك الأموال فأخذ كل واحد منا على قدر قوته وذكر أن جماعة من الشعراء اجتمعوا على باب أبي دلف فمدحوه وتعذر عليهم الوصول إليه وحجبهم حياء لضيقة نزلت به فأرسل إليهم خادما له يعتذر إليهم ويقول انصرفوا في هذه السنة وعودوا إلى القابلة فإني اضعف لكم العطية وأبلغكم الأمنية فكتبوا إليه |جـ 5 صـ 49| % أيهذا العزيز قد مسنا الدهر % % بضر وأهلنا أشتات % % وأبونا شيخ كبير فقير % % ولدينا بضاعة مزجاة % % قل طلابها فبارت علينا % % وبضاعاتنا بها الترهات % % فاغتنم شكرنا وأوف لنا الكيل % % وصدق فإننا أموات % فلما وصل إليه الشعر ضحك وقال علي بهم فلما دخلوا قال أبيتم إلا أن تضربوا وجهي بسورة يوسف والله إني لمضيق ولكني أقول كما قال الشاعر % لقد خبرت أن عليك دينا % % فزد في رقم دينك واقض ديني % يا غلام اقترض لي عشرين ألفا بأربعين ألفا وفرقها فيهم وحكى أن المأمون قال يوما لأبي دلف وهو مقطب أنت الذي يقول فيك الشاعر % إنما الدنيا أبو دلف % % عند مغزاه ومختضره % % فإذا ولى أبو دلف % % ولت الدنيا على أثره % فقال يا أمير المؤمنين شهادة زور وقول غرور وملق معتف وطالب عرض وأصدق منه ابن أخت لي حيث يقول % دعيني أجوب الأرض ألتمس الغنى % % فلا الكرج الدنيا ولا الناس قاسم % فضحك المأمون وسكن غضبه وحكى ابنه دلف بن أبي دلف قال رأيت كأن آتيا أتاني بعد موت أبي فقال أجب الأمير فقمت معه وأدخلني دارا وحشة وعرة سوداء الحيطان مقلعة السقوف والأبواب ثم أصعدني درجا فيها ثم أدخلني غرفة في حيطانها أثر النيران وفي أرضها أثر الرماد وإذا أبي عريان واضع رأسه بين ركبتيه فقال لي كالمستفهم دلف فقلت نعم أصلح الله الأمير فأنشأ يقول % أبلغن اهلنا ولا تخف عنهم % % ما لقينا في البرزخ الخناق % % قد سئلنا عن كل ما قد فعلنا % % فارحموا وحشتي وما قد ألاقي % أفهمت قلت نعم ثم أنشأ يقول |جـ 5 صـ 50| % فلوكنا إذ متنا تركنا % % لكان الموت راحة كل حي % % ولكنا إذا متنا بعثنا % % ونسأل بعده عن كل شيء % انصرف قال فانتبهت مات أبو دلف في سنة خمس وعشرين ومائتين وأبو عمارة أحمد بن عمارة بن الحجاج الكرجي الحافظ قدم أصبهان وسمع من أحمد بن عصام وروى عن البغداديين مثل محمد بن إسحاق الصاغاني وعباس بن محمد الدوري وغيرهم وكان أبو أحمد العسال يثني عليه ويذكر فضله روى عنه أحمد بن عبيد الله المقري سمع منه بالكرج ",
                "title": "الكرجي",
                "uri": "JK_000952_3430"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}