{
    "features": [
        {
            "item": "JK_000952_0712",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.459-460",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الترمذي</h1> هذه النسبة إلى مدينة قديمة على طرف نهر بلخ الذي يقال له جيحون خرج منها جماعة كثيرة من العلماء والمشايخ والفضلاء والناس مختلفون في كيفية هذه النسبة بعضهم يقولون بفتح التاء المنقوطة بنقطتين من فوق وبعضهم يقولون بضمها وبعضهم يقولون بكسرها والمتداول على لسان أهل تلك البلدة وكنت أقمت بها اثني عشر يوما بفتح التاء وكسر الميم والذي كنا نعرفه قديما فيه كسر التاء والميم جميعا والذي يقوله المتوقون وأهل المعرفة بضم التاء والميم وكل واحد يقول معنى لما يدعيه والمشهور من أهل هذه البلدة من العلماء إسحاق بن إبراهيم بن جبلة بن باجويه الترمذي وأبو أحمد بن الحسن الترمذي ومن المشايخ أبو عبد الله محمد بن علي الحكيم الترمذي وأبو بكر الوراق الترمذي وجماعة كثيرة سواهم ومن القدماء خالد بن زياد بن جرو الأزدي من أهل ترمذ يروي عن نافع صحيفة مستقيمة هكذا قال أبو حاتم بن حبان روى عنه قتيبة بن سعيد وحبش بن حرب البيكندي وأهل بلده مات وهو ابن مائة سنة وكان على القضاء بترمذ وابنه عبد العزيز بن خالد كان على القضاء بمرو وأبو عيسى محمد بن عيسى بن سورة بن شداد الترمذي الضرير أحد الأئمة الذين يقتدي بهم في علم الحديث صنف كتاب الجامع والتواريخ والعلل تصنيف رجل عالم متقن وكان يضرب به المثل في الحفظ والضبط تلمذ لأبي عبد الله محمد بن إسماعيل البخاري وشارك معه في شيوخه مثل |جـ 1 صـ 460| قتيبة بن سعيد البغلاني وعلي بن حجر المروزي وهناد بن السري وأبي كريب محمد بن العلاء الكوفيين ومحمد بن بشار ومحمد بن موسى الزمن البصريين وعبد الله بن عبد الرحمن الدارمي السمرقندي وجماعة كثيرة من أهل العراقيين والحجاز روى عنه محمد بن سهل الغزال وبكر بن محمد الدهقان وأبو النضر الرشادي وأبو علي بن الحرب الحافظ وحماد بن شاكر النسفي وأبو العباس المحبوبي المروزي والهيثم بن كليب الشاشي وتوفي بقرية بوغ سنة نيف وسبعين ومائتين إحدى قرى ترمذ وأبو عثمان سعيد بن خالد بن محمد بن مخلد بن خالد الترمذي قدم بغداد حاجا وحدث بها عن عيسى بن أحمد العسقلاني روى عنه أحمد بن جعفر بن الخلال ومحمد بن المظفر الحافظ وأبو محمد صالح بن محمد بن داود الترمذي العابد ذكره الحاكم أبو عبد الله الحافظ وقال أبو محمد الترمذي العابد قدم نيسابور سنة خمس وأربعين وثلاثمائة فحدث عندنا مدة ثم خرجنا إلى الحج فوجدته معنا في الطريق وأخذت عنه ثم مرض بمنى ولما ورد إلى مكة توفي بها ودفن بالطحاء وصليت عليه وأبو جعفر محمد بن أحمد بن نصر الفقيه الشافعي الترمذي من أهل ترمذ كان فقيها فاضلا ورعا سديد السيرة سكن بغداد وحدث بها عن يحيى بن بكير المصري ويوسف بن عدي وكثير بن يحيى وإبراهيم بن المنذر الحزامي ويعقوب بن حميد بن كاسب روى عنه أحمد بن كامل القاضي وعبد الباقي بن قانع القاضي وعبد الرحمن بن سيما المجبر وأحمد بن يوسف بن خلاد النصيبي وكان ثقة من أهل الفضل والعلم والزهد في الدنيا وقال الدراقطني هو ثقة مأمون ناسك وروى عن محمد بن نصر الترمذي يقول كتبت الحديث تسعا وعشرين سنة وسمعت مسائل مالك وقوله ولم يكن لي حسن رأي في الشافعي فبينا أنا قاعد في مسجد النبي صلى الله عليه وسلم بالمدينة إذ غفوت غفوة فرأيت النبي صلى الله عليه وسلم في المنام فسألته عن الأئمة إلى أن قلت يا رسول الله أكتب رأي مالك قال ما وافق حديثي قلت له أكتب رأي الشافعي فطأطأ رأسه شبه الغضبان لقولي وقال ليس هذا بالرأي هذا رد على من خالف سنتي فخرجت في إثر هذه الرؤيا إلى مصر فكتبت كتب الشافعي ذكر أبو بكر أحمد بن كامل القاضي قال توفي أبو جعفر محمد بن أحمد بن نصر الترمذي لإحدى عشرة ليلة خلت من المحرم سنة خمس وتسعين وقيل كان مولده في ذي الحجة سنة مائتين ولم يغير شيبه وكان قد اختلط في آخر عمره اختلاطا عظيما ولم يكن للشافعيين بالعراق اريس منه ولا أشد ورعا وكان من أهل التقلل في المطعم على حال عظيمة فقرا وورعا وصبرا على الفقر أخبرني |جـ 1 صـ 461| إبراهيم بن السري الزجاج أنه كان يجري عليه أربعة دراهم في الشهر وكان لا يسأل أحدا شيئا وأخبرني محمد بن موسى حماد أنه أخبره أنه تقوت في بضعة عشر يوما أراه قال سبعة عشر يوما خمس حبات أو قال ثلاث حبات قال قلت كيف عملت فقال لم يكن عندي غيرها فاشتريت بها لفتا فكنت آكل كل يوم واحدة وأبو إسماعيل محمد بن إسماعيل بن محمد بن يوسف السلمي الترمذي من أهل بغداد ترمذي الأصل فقيه عالم ثقة صدوق مكثر من الحديث مشهور بالطلب رحل إلى الحجاز ومصر سمع محمد بن عبد الله الأنصاري وأبا نعيم الفضل بن دكين وقبيصة بن عقبة وإسحاق بن محمد الفروي وأيوب بن سليمان بن بلال وعبد العزيز بن عبد الله الأويسي وعبد الله بن مسلمة القعنبي وعارم بن الفضل وأبا صالح كاتب الليث ويحيى بن عبد الله بن بكير وأبا بكر عبد الله بن الزبير الحميدي روى عنه أبو بكر بن أبي الدنيا وموسى بن هارون وجعفر بن محمد الفريابي وأبو عيسى الترمذي وأبو عبد الرحمن النسائي وأخرجا عنه في كتابيهما وأثنى عليه النسائي وقال محمد بن إسماعيل الترمذي خراساني ثقة وقال غيره كان فهما متقنا مشهورا بمذهب السنة ومات في شهر رمضان سنة ثمانين ومائتين ودفن عند قبر أحمد بن حنبل ",
                "title": "الترمذي",
                "uri": "JK_000952_0712"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}