{
    "features": [
        {
            "item": "JK_000952_0008",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.59-60",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الآجري</h1> بفتح الألف وضم الجيم وتشديد الراء المهملة هذه النسبة إلى عمل الآجر وبيعه ونسبة إلى درب الآجر أيضا والمشهور بهذا الانتساب من القدماء أبو بكر محمد بن خالد بن يزيد الآجري حدث عن أبي نعيم الفضل بن دكين وسعيد بن داود الزنبري وسريج بن النعمان وعفان روى عنه أبو بكر الشافعي وأبو عمرو بن السماك وأبو سهل بن زياد وكان ثقة وربما سماه أبو بكر الشافعي أحمد بن خالد وإبراهيم الآجري يعد في الزهاد وله كرامات مأثورة وأبو بكر محمد بن الحسين بن عبد الله الآجري ساكن مكة له مصنفات كثيرة وروايات عن أبي شعيب الحراني وأحمد بن يحيى الحلواني وغيرهما روى عنه أبو الحسن علي بن أحمد بن الحمامي المقري والأخوان أبو الحسين علي وأبو القاسم عبد الملك ابنا محمد بن عبد الله بشران السكري وأبو النعيم أحمد بن عبد الله الحافظ الأصبهاني وكان الآجري ثقة صدوقا دينا وله تصانيف كثيرة وحدث ببغداد قبل سنة ثلاثين وثلاثمائة ثم انتقل إلى مكة فسكنها حتى توفي بها في المحرم سنة ستين وثلاثمائة وأبو حفص عمر بن أحمد بن هارون بن الفرج بن الربيع المقري المعروف بابن الآجري من أهل بغداد سمع أبا عمر محمد بن يوسف بن يعقوب القاضي وأبا بكر عبد الله بن محمد بن زياد النيسابوري وأبا نصر محمد بن حمدويه المروزي وأبا عبد الله بن المحاملي وابن مخلد وغيرهم روى عنه الأزهري والخلال والتنوخي وغيرهم وكان ثقة صالحا دينا أمينا ومات في رجب سنة اثنتين وثمانين وثلاثمائة وأبو حفص عمر بن أحمد بن هارون بن الآجري المقري روى عنه عبد الله بن أحمد بن بكير التميمي وجماعة سواه وأبو حفص عمر بن أحمد بن عبد الله الآجري البصري سمع أبا خليفة الفضل بن الحباب الجمحي وزكريا بن يحيى الساجي ومحمد بن الحسين بن مكرم وأقرانهم ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال كان |جـ 1 صـ 60| سمع معنا من الشيوخ سكن نيسابور سنين ثم خرج على أن ينصرف إلى العراق فجاءنا نعيه من الري سنة أربع وأربعين وثلاثمائة وأما أبو الحسن محمد بن محمد بن أحمد بن الروز بهان الآجري البغدادي كان ينزل درب الآجر ناحية نهر طابق كان صدوقا سمع أبا عمر وعثمان بن أحمد بن السماك وأبا بكر أحمد بن سلمان النجاد وأبا محمد جعفر بن محمد بن نصير الخلدي وعلي بن الفضل السامري وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وكان أبو القاسم اللألكائي يثني عليه إذا ذكره ومات في رجب سنة ثمان عشرة وأربعمائة ودفن في مقبرة باب الدير بالقرب من قبر معروف الكرخي ومحمد بن خالد الآجري شيخ يحكي عنه جعفر بن محمد الخلدي كثيرا وكان عبدا صالحا متصوفا وحكي عنه أنه قال كنت أعمل الآجر فبينما أنا أمشي بين أشراج الآجر المضروبة إذ سمعت شرجا يقول لشرج عليك السلام الليلة أدخل النار قال فنهيت الأجراء أن يطرحوه في النار وصارت الكتل باقية على حالها وما عملت يعني طبخ الآجر بعد ذلك ",
                "title": "الآجري",
                "uri": "JK_000952_0008"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}