{
    "features": [
        {
            "item": "JK_000952_2481",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.539-541",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصعلوكي</h1> بضم الصاد وسكون العين المهملتين وضم اللام وفي آخرها الكاف بعد الواو هذه النسبة إلى الصعلوك وهو أبو سهل محمد بن سليمان بن محمد بن سليمان بن هارون بن موسى بن عيسى بن إبراهيم بن بشر العجلي الصعلوكي الحنفي من أهل نيسابور إمام عصره بلا مدافعة والمرجوع إليه في العلوم وصار رئيس نيسابور وكان يليق بن التقدم تفقه على أبي علي الثقفي بنيسابور لأنه عمه أبا الطيب كان يمنعه عن الاختلاف إلى الإمام أبي بكر بن خزيمة فلما توفي أبو بكر طلب الفقه وتبحر في العلوم قبل خروجه إلى العراق بسنين وناظر في مجالس أبي الفضل البلعمي الوزير سنة سبع عشرة ثم خرج إلى العراق سنة اثنين وعشرين وثلاثمائة ودخل البصرة ودرس بها سنين إلى أن استدعي إلى أصبهان وأقام بها سنين ونزلها فلما نعي إليه عمه أبو الطيب علم أن أهل أصبهان لا يخلون عنه في انصرافه خرج مختفيا فورد نيسابور في رجب سنة سبع وثلاثين فعقد العزاء لعمه وجلس للتدريس ومجلس النظر واستقر أمره وصار مقدما للعلماء على الإطلاق سمع بخراسان أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وبالري أبا محمد عبد الرحمن بن أبي حاتم الرازي وببغداد أبا عبد الله الحسين بن إسماعيل المحاملي وأبا إسحاق إبراهيم بن عبد الصمد الهاشمي وأبا بكر |جـ 3 صـ 540| محمد بن القاسم الأنباري وغيرهم سمع منه الحاكم أبو عبد الله وجماعة كثيرة آخرهم أبو حفص عمر بن أحمد بن مسرور الزاهد وكانت ولادته في سنة ست وتسعين ومائتين وتوفي في ليلة الثلاثاء الخامس عشر من ذي القعدة سنة تسع وستين وثلاثمائة وهو ابن ثلاث وسبعين سنة وأشهر وابنه أبو الطيب سهل بن أبي سهل الحنفي الصعلوكي الفقيه الأديب مفتي نيسابور وابن مفتيها وإليه انتهت رئاسة اصحاب الحديث بعد والده تفقه عليه وتخرج سمع أباه وأبا العباس محمد بن يعقوب الأصم وأبا علي حامد بن محمد الهروي وأبا عمرو إسماعيل بن نجيد السلمي درس الفقه واجتمع إليه الخلق اليوم الخامس من وفاة الأستاذ أبي سهل في سنة تسع وستين وثلاثمائة وقد تخرج به جماعة من العلماء بنيسابور وسائر مدن خراسان وتصدر للفتوى والقضاء والتدريس وخرج الفوائد من سماعاته وحدث إملاء روى عنه أبو عبد الله محمد بن عبد الله الحافظ وأبو بكر أحمد بن الحسين البيهقي وأبو علي الحسين بن محمد المروالروذي وطبقتهم قال الحاكم أبو عبد الله سهل بن أبي سهل أكتب من رأينا من علمائنا وأنظرهم وقد كان بعض مشايخنا يقول من أراد أن يعلم أن النجيب بن النجيب بمشيئة الله فلينظر إلى سهل قال وبلغني أنه وضع في مجلسه يعني إملاء الحديث أكثر من خمسمائة محبرة عشية الجمعة ومات ^ ^ وعم الأستاذ أبي سهل أبو الطيب أحمد بن محمد بن سليمان الصعلوكي كان فقيها بارعا وأديبا فاضلا ومحدثا فهما سمع بنيسابور علي بن الحسن بن أبي عيسى الهلالي ومحمد بن عبد الوهاب العبدي ويحيى بن محمد بن يحيى وبالري علي بن الحسين بن الجنيد المالكي وأبا عبد الله محمد بن أيوب الرازي وببغداد عبد الله بن أحمد بن حنبل وبالبصرة أبا المثنى العنبري وغيرهم روى عنه أبو عبد الله محمد بن يعقوب الحافظ والأستاذ أبو سهل محمد بن سليمان الصعلوكي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو الطيب الصعلوكي عم الأستاذ الإمام أبي سهل رضي الله عنهما كان مقدما في معرفة اللغة ودرس الفقه أدرك الأسانيد العالية وصنف في الحديث وأمسك عن الرواية والتحديث بعد أن عمر وكنا نراه حسرة قال وسألت أبا الطيب غير مرة أن |جـ 3 صـ 541| يحدثني فأبى وكان صديق أبي فمشى معي إليه وسأله فأجاب ثم قصدته بعد ذلك غير مرة فقال أنا أستحيي من أبيك أن أرده إذا سألني فأما التحديث فليس إليه سبيل وتوفي أبو الطيب في رجب سنة سبع وثلاثين وثلاثمائة وصلى عليه أبو إسحاق المزكي ودفن في مقبرة باغك وشهدت الصلاة عليه ",
                "title": "الصعلوكي",
                "uri": "JK_000952_2481"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}