{
    "features": [
        {
            "item": "JK_000952_0857",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.37-38",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرار</h1> بفتح الجيم وتشديد الراء بعدها ألف وفي آخرها راء أخرى مهملة هذه النسبة إلى عمل الجرار وهي جمع جرة يعني الحنتم الذي يشرب منه والمشهور بها أبو العوام فائد بن كيسان الجرار بصري من باهلة يروي عن أبي عثمان النهدي روى عنه حماد بن سلمة وزكريا بن يحيى بن عمارة وعيسى بن يونس الرملي الجرار وهو الفاخوري |جـ 2 صـ 38| ونذكره في الفاء وأبو عبد الله سالم بن إبراهيم بن الحسن الجرار من أهل بغداد شيخ صالح وأبوه كان مقرئا سمع أبا يعلى محمد بن الحسين بن الفراء القاضي روى لنا عنه أبو المعمر الأنصاري وتوفي في رجب سنة ثماني وخمسمائة ودفن بباب حرب وعبد الله بن محمد بن النضر الجرار الكواز البصري من أهل البصرة سكن بغداد وحدث بها عن هدبة بن خالد روى عنه بشري بن عبد الله الرومي وأبو عمر محمد بن العباس بن حيوية الخزاز وعمر بن محمد بن سينك ومحمد بن حميد بن سهل المخرمي حدث سنة اثنتي عشرة وثلاثمائة وأبو مسعود عبد الأعلى بن أبي المساور الجرار مولى بني زهرة أصله كوفي وكان يسكن المدائن قدم بغداد وحدث بها عن نافع مولى بن عمر رضي الله عنهما وعامر الشعبي وحماد بن أبي سليمان روى عنه وكيع بن الجراح ويزيد بن هارون وصالح بن مالك الخوارزمي وعبد الصمد بن النعمان وغيرهم حكي عن عبد الأعلى أنه قال دخلت الديوان في خلافة المهدي وأبو عبيد الله جالس في صدر الديوان فسلمت فرد علي وما هش إلي ولا حفل بي فجلست إلى بعض كتابه فقلت حدثنا الشعبي فسمعني أبو عبيد الله فقال لي رأيت الشعبي قلت نعم ورأيت أبا بردة بن أبي موسى وهو خير من الشعبي فقال ارتفع ارتفع كتمتنا نفسك حتى كدت أن تلحقنا ذما لا يرحضه المعاذير ثم أقبل علي واشتغل بي حتى فرغت من حاجتي وانصرفت بشكره وقال يحيى بن معين هو ليس بشيء وقال في موضع آخر هو كذاب وقال ابن عمار هو ضعيف وقال مرة أخرى كان جرارا وليس هو بحجة وقال أبو عبد الرحمن النسائي هو متروك الحديث وعروة بن مروان الجرار يعرف بالعرقي كان أميا يروي عن عبيد الله بن عمرو الرقي وغيره حدث عنه أيوب الوزان وخير بن عرفة وليس بالقوي في الحديث ",
                "title": "الجرار",
                "uri": "JK_000952_0857"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}