{
    "features": [
        {
            "item": "JK_000129_002115",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.477-478",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البلاط والنسبة البلاطي</h1> يروى بكسر الباء وفتحها وهو في مواضع منها بيت البلاط من قرى غوطة دمشق ينسب إليها جماعة منهم أبو سعيد مسلمة بن علي البلاطي سكن مصر وحدث بها ولم يكن عندهم بذاك في الحديث توفي بمصر قبل سنة 091 كان آخر من حدث عنه محمد بن رمح وقال الحافظ أبو القاسم في تاريخه مسلمة بن علي بن خلف أبو سعيد الخشني البلاطي من بيت البلاط من قرى دمشق بالغوطة روى عن الأوزاعي والأعمش ويحيى بن الحارث ويحيى ابن سعيد الأنصاري وذكر جماعة روى عنه عبد الله بن وهب المصري وعبد الله بن عبد الحكم المصري وذكر جماعة أخرى ويسرة بن صفوان بن حنبل اللخمي البلاطي من أهل قرية البلاط كذا قال أبو القاسم ولم يقل بيت البلاط فلعلهما اثنتان من قرى دمشق روى عن إبراهيم بن سعد الزهري وعبد الرزاق بن عمر الثقفي وأبي عمر حفص بن سليمان البزاز وحديج بن معاوية وأبي عقيل يحيى بن المتوكل وعبد الله بن جعفر المدائني وهشيم بن بشير وعثمان ابن أبي الكتاب وفليح بن سليمان المدني وأبي معشر السندي وشريك بن عبد الله النخعي وفرج بن فضالة روى عنه ابنه سعدان البخاري وأبو زرعة الدمشقي ويزيد بن محمد بن عبد الصمد وعباس بن عبد الله الترقفي وموسى بن سهل الرملي وأبو قرصافة محمد ابن عبد الوهاب العسقلاني وغيرهم ومات في سنة 126 عن 401 سنين لأن مولده في سنة 211 و منها البلاط مدينة عتيقة بين مرعش وأنطاكية يشقها النهر الأسود الخارج من الثغور وهي مدينة كورة الحوار خربت وهي من أعمال حلب و منها البلاط موضع بالقسطنطينية ذكره أبو فراس الحمداني وغيره في أشعارهم لأنه كان محبس الأسراء أيام سيف الدولة بن حمدان وقد ذكره أبو العباس الصفري شاعر سيف الدولة وكان محبوسا وضربه مثلا أراني في حبسي مقيما كأنني ولم أغز في دار البلاط مقيم ومنها بلاط عوسجة حصن بالأندلس من أعمال شنتبرية و منها البلاط موضع بالمدينة مبلط بالحجارة بين مسجد رسول الله صلى الله عليه وسلم وبين سوق المدينة حدث إسحاق بن إبراهيم الموصلي عن سعيد بن عائشة مولى آل المطلب بن عبد مناف قال خرجت امرأة من بني زهرة في حق فرآها رجل من بني عبد شمس من أهل الشام فأعجبته فسأل عنها فنسبت له فخطبها إلى أهلها فزوجوه على كره منها وخرج بها إلى الشام مكرهة فسمعت منشدا لقول أبي قطيفة عمرو بن الوليد بن عقبة بن أبي معيط وهو يقول ألا ليت شعري هل تغير بعدنا جبوب المصلى أم كعهدي القرائن وهل أدؤر حول البلاط عوامر من الحي أم هل بالمدينة ساكن إذا برقت نحو الحجاز سحابة دعا الشوق منها برقها المتيامن |جـ 1 صـ 478| فلم أتركها رغبة عن بلادها ولكنه ما قدر الله كائن أحن إلى تلك الوجوه صبابة كأني أسير في السلاسل راهن قال فتنفست بين النساء ووقعت فإذا هي ميتة قال سعيد بن عائشة فحدثت بهذا الحديث عبد العزيز بن ثابت الأعرج فقال أتعرفها قلت لا قال هي والله عمتي حميدة بنت عمر بن عبد الرحمن بن عوف وهذا البلاط هو المذكورة في حديث عثمان أنه أتي بماء فتوضأ بالبلاط وقد ذكر هذا البلاط في غير شعر ولعلي آتي بشيء منه في ضمن ما يأتي ",
                "title": "البلاط والنسبة البلاطي",
                "uri": "JK_000129_002115"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}