{
    "features": [
        {
            "item": "JK_000952_2348",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.436-437",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشعيثي</h1> بضم الشين المعجمة وفتح العين المهملة وسكون الياء المنقوطة بنقطتين من تحتها وفي آخرها الثاء المثلثة هذه النسبة إلى شعيث وهو بطن من بلعنبر يعني بني العنبر بن عمرو بن تميم نزلوا البصرة والمشهور بهذه النسبة محمد بن عبد الله بن المهاجر النصري بالنون الشعيثي العقيلي هكذا رأيت مضبوطا بخط شجاع الذهلي في تاريخ الخطيب يروي عن زفر بن وثيمة روى عنه وكيع بن الجراح وعمر بن علي المقدمي مات بعد سنة أربع وخمسين ومائة بيسير وأبوه عبد الله بن مهاجر الشعيثي يروي عن عنبسة بن أبي سفيان روى عنه ابنه محمد بن عبد الله الشعيثي قال أبو حاتم بن حبان ويعتبر حديثه من غير رواية ابنه عنه وأبو سلمة عبد الرحمن بن حماد بن شعيث الشعيثي ذكره أبو حاتم بن حبان في كتاب الثقات وقال هو من أهل البصرة وشعيث من بلعنبر يروي عن ابن عون وكهمس بن الحسن روى عنه يعقوب بن سفيان الفسوي والبصريون قلت روى عنه أبو مسلم إبراهيم بن عبد الله البصري الكجي وروى عنه محمد بن إسماعيل البخاري في الصحيح حديثا واحدا وأبو شعيث سعد بن عمار بن شعيث بن عبيد الله بن زبيب بن ثعلبة بن عمرو بن سواء بن نابي بن عبدة بن عدي بن جندب بن العنبر بن عمرو بن تميم بن مر الشعيثي روى عن أبيه عن جده قصة سبي بني العنبر وهم مخضرمون أن جده زبيبا لما أخذ أصحاب |جـ 3 صـ 437| النبي صلى الله عليه وسلم سبي بني العنبر ركب زبيب ناقة له ثم استقدم القوم حتى قدم رسول الله صلى الله عليه وسلم فقال يا رسول الله إن أصحابك أخذوا سبي بني العنبر وقد أسلموا فقال رسول الله صلى الله عليه وسلم ألك يا زبيب بينة قال يا رسول الله بأبي وأمي نعم فشهد سمرة بن عمرو وحلف زبيب فقال رسول الله صلى الله عليه وسلم ردوا على بني العنبر كل شيء لهم فرد عليهم روى عن سعد بن عمار قاسم بن زكريا المطرز ويحيى بن محمد بن صاعد وأبو فراس محمد بن فراس بن محمد بن عطاء بن شعيث الشعيثي يروي عن هشام بن الكلبي روى عنه ابن أخيه أحمد بن الهيثم بن فراس الشعيثي كتاب نسب سامة بن لؤي ",
                "title": "الشعيثي",
                "uri": "JK_000952_2348"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}