{
    "features": [
        {
            "item": "JK_000952_1011",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.127-130",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجويني</h1> بضم الجيم وفتح الواو وسكون الياء المنقوطة باثنتين من تحتها هذه النسبة إلى جوين وهي إلى ناحية كثيرة مشتملة على قرى مجتمعة يقال لها كويان فعرب وجعل جوين وهذه الناحية متصلة بحدود بيهق ولها قرى كثيرة متصلة بعضها ببعض ولا يرى فيها خمسة فراسخ خراب أو بادية من عمارتها وقرب كل قرية من الأخرى كان منها جماعة من |جـ 2 صـ 129| المحدثين والأئمة فمنهم أبو عمران موسى بن عباس بن محمد الجويني سمع محمد بن يحيى وعمار بن رجاء وأحمد بن يوسف السلمي وأبا الأزهر وغيرهم وصنف على كتاب مسلم بن الحجاج سمع منه الحسن بن سفيان وأبو بكر بن خزيمة وأبو بكر الإسماعيلي وأبو سعيد محمد بن صالح الجويني سمع أبا الربيع الزهراني وعبد الله بن محمد بن مسلم وغيرهما والإمام أبو محمد عبد الله بن يوسف بن عبد الله بن يوسف الجويني إمام عصره بنيسابور وكان قد تفقه على أبي الطيب سهل بن محمد بن سليمان الصعلوكي بنيسابور وبمرو على الإمام أبي بكر عبد الله بن أحمد القفال وقرأ الأدب على والده يوسف الأديب بجوين وبرع في الفقه وصنف التصانيف وكان ورعا دائم العبادة شديد الاحتياط مبالغا فيه توفي بنيسابور سنة ثمان وثلاثين وأربعمائة سمع أستاذيه وأبا عبد الرحمن السلمي وأبا محمد بن بالويه الأصبهاني وببغداد أبا الحسين محمد بن الحسين بن الفضل القطان وأبا علي الحسن بن أحمد بن شاذان البزاز وبمكة أبا عبد الله محمد بن الفضل بن نظيف الفراء وغيرهم روى لي عنه أبو القاسم بن إبراهيم المسجدي ولم يحدثنا عنه أحد سواه وأخوه أبو الحسن علي بن يوسف الجويني المعروف بشيخ الحجاز صوفي لطيف ظريف فاضل مشتغل بالعلم والحديث صنف كتابا حسنا في علوم الصوفية مرتبا مبوبا سماه كتاب السلوة وعندي منه نسخة بخط يده سمع شيوخ أخيه وسمع أيضا أبا نعيم عبد الملك بن الحسن الإسفرايني بنيسابور وبمصر أبا محمد عبد الرحمن بن عمر بن النحاس وغيرهم روى لي عنه أبو القاسم زاهر بن طاهر الشحامي بمرو وأخوه أبو بكر وجيه بن طاهر والإمام محمد بن الفضل الفراوي وأبو محمد عبد الجبار بن محمد الخواري وغيرهم بنيسابور وتوفي في سنة ثلاث وستين وأربعمائة وابنه الإمام أبو المعالي عبد الملك بن عبد الله بن يوسف الجويني المعروف بإمام الحرمين إمام وقته ومن تغني شهرته عن ذكره بارك الله تعالى له في تلامذته حتى صاروا أئمة الدنيا مثل الخوافي والغزالي والكيا الهراسي والحاكم عمر النوقاني رحمهم الله سمع الحديث من أبي بكر أحمد بن محمد بن الحارث الأصبهاني التميمي روى لنا عنه أبو حفص عمر بن محمد الفرغولي بمرو وأبو القاسم عبد الكريم بن محمد بن أبي منصور الرماني بالدامغان وأبو عبد الرحمن أحمد بن الحسن الكاتب بنيسابور وكان |جـ 2 صـ 130| قليل الرواية للحديث معرضا عنه توفي في سنة ثمان وسبعين وأربعمائة بنيسابور ودفن عند أبيه والإمام أبو عبد الله محمد بن حمويه بن محمد بن حمويه الجويني شيخ عصره وكان جامعا بين علم الظاهر والباطن مع صفاء الأوقات ودوام العبادة وكثرة الذكر وجميل الأخلاق وأخوه أبو سعد عبد الصمد بن حمويه الجويني أيضا كان ممن يضرب به المثل في الورع الكامل وكثرة التهجد والتلاوة سمع محمد من عائشة بنت عمر بن أبي عمر البسطامي وغيرها وسمع أبو سعد أبا المظفر موسى بن عمران الأنصاري ولم يتفق لي لقي واحد منهما ومات محمد في سنة ثلاثين وخمسمائة وأبو سعد قبله بسنة أو سنتين والله يرحمهما لي عن محمد إجازة وابنه أبو الحسن علي بن محمد بن حمويه الجويني كان مفضلا مكرما مقدم الطائفة بناحيته سمع أبا الفتيان عمر بن أبي الحسن الرواسي الحافظ كتبت عنه حديثين أو ثلاثة منصرفي من العراق ومات سنة تسع وثلاثين وخمسمائة بنيسابور وحمل إلى جوين فدفن بها عند والده وأبو المظفر عبد الكريم بن عبد الوهاب بن إسماعيل بن أحمد بن علي بن محمد الجويني من أهل بحيراباذ وهي إحدى قرى جوين وقصبتها ومستقر ابن حمويه الإمام السابق ذكره وأولاده تفقه على والدي رحمه الله وولي القضاء بناحيته سمع بنيسابور أبا علي نصر الله بن أحمد الخشنامي وأبا الحسن علي بن أحمد المديني وأبا العباس بن الفضل بن عبد الواحد التاجر وغيرهم وبمرو أيضا جماعة كتبت عنه بنيسابور مرو وبسرخس قرية يقال لها جوين أيضا والمشهور بالانتساب إليها أبو المعالي محمد بن الحسن بن عبد الله بن الحسن الجويني كان فقيها زاهدا ظاهر الورع والصلاح سمع أبا الفتيان عمر بن عبد الكريم الرواسي كتبت عنه أحاديث بسرخس وتوفي في شهر ربيع الأول سنة خمسين وخمسمائة ",
                "title": "الجويني",
                "uri": "JK_000952_1011"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}