{
    "features": [
        {
            "item": "JK_000129_008787",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.96-97",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عربة والنسبة العربي</h1> بالتحريك هي في الأصل اسم لبلاد العرب قال أبو منصور اختلف الناس في العرب لم سموا عربا فقال بعضهم أول من أنطق الله لسانه بلغة العرب يعرب بن قحطان وهو أبو اليمن وهم العرب العاربة قال نصر و عربة أيضا موضع في أرض فلسطين بها أوقع أبو أمامة الباهلي بالروم لما بعثه يزيد بن أبي سفيان لا أدري بفتح الراء أو بسكونها ونشأ إسماعيل بن إبراهيم عليه السلام بين أظهرهم فتكلم بلسانهم فهو وأولاده العرب المستعربة وقال آخرون نشأ أولاد إسماعيل بعربة وهي من تهامة فنسبوا إلى بلدهم وفي قول النبي صلى الله عليه وسلم خمسة من الأنبياء من العرب وهم إسماعيل وشعيب وصالح وهود ومحمد وهو دليل على قدم العربية لأن فيهم من كان قبل إسماعيل إلا أنهم كلهم كانوا ينزلون بلاد العرب فكان شعيب وقومه بأرض مدين وكان صالح وقومه ينزلون ناحية الحجر وكان هود وقومه عاد ينزلون الأحقاف |جـ 4 صـ 97| أهل عمد وكان إسماعيل ومحمد صلى الله عليهما وسلم من سكان الحرم وقد وصفنا كل موضع من هذه المواضع في مكانه والذي يتبين ويصح من هذا أن كل من سكن جزيرة العرب ونطق بلسان أهلها فهم العرب سموا عربا باسم بلدهم العربات وقال أبو تراب إسحاق بن الفرج عربة باحة العرب وباحة دار أبي الفصاحة إسماعيل بن إبراهيم عليه السلام قال وفيها يقول قائلهم وهو أبو طالب بن عبد المطلب عم النبي صلى الله عليه وسلم وعربة دار لا يحل حرامها من الناس إلا اللوذعي الحلاحل يعني النبي صلى الله عليه وسلم أحلت له مكة ساعة من نهار ثم هي حرام إلى يوم القيامة قال واضطر الشاعر إلى تسكين الراء من عربة فسكنها كما فعل الآخر وما كل مبتاع ولو سلف صفقه أراد سلف وأقامت قريش بعربة فتنخت بها وانتشر سائر العرب وبها كان مقام إسماعيل عليه السلام وقال هشام بن محمد بن السائب جزيرة العرب تدعى عربة ومن هنالك قيل للعرب عربي كما قيل للهندي هندي وكما قيل للفارسي فارسي لأن بلاده فارس وكما قيل للرومي رومي لأن بلاده الروم وأما النبطي فكل من لم يكن راعيا أو جنديا عند العرب من ساكني الأرضين فهو نبطي وعلى ذلك شاهد من أشعار العرب مع حق ذلك وبيانه وقال ابن منقذ الثوري في عربة لنا إبل لم يطمث الذل نيبها بعربة مأواها بقرن فأبطحا فلو أن قومي طاوعتني سراتهم أمرتهم الأمر الذي كان أربحا فالألسنة التي تجمع العربية كلها قديمها وحديثها ستة ألسنة وكلها تنسب إلى الأرض والأرض عربة ولم يسمع لأحد من سكان جزيرة العرب أن يقال له عربي إلا لرجل أنطقه الله بلسان منها فإنهم وأولادهم أهل ذلك اللسان دون سائر ألسنة العرب ألا ترى أن بني إسرائيل قد عمروا الحجاز فلم ينسبوا عربا لأنهم لم ينطقوا فيها بلسان لم يكن قبلهم وبالخط وفي البحرين المسند وفي عمان فهم بمنزلة بني إسرائيل لم ينطقوا فيها بلسان لم يكن قبلهم وكانت بها عاد وثمود وجرهم والعماليق وطسم وجديس وبنو عبد بن الضخم وكان آخر من أنطق الله بلسان لم يكن قبله إسماعيل بن إبراهيم ومدين ويافش وهو يفشان فهؤلاء عرب ومن أشد تقارب في النسب وموافقة في القرابة وأشد تباعد في اللغات بنو إسماعيل وبنو إسرائيل أبوهم واحد وهؤلاء عرب وهؤلاء عبر لأنهم لم ينطقوا بلغة العرب وأنطق الله فيها مدين ويافش وعدة من أولاد إبراهيم فهم عرب قال عمر بن محمد وأصحابه أول من أنطقه الله في عربة بلسان لم يكن قبلهم عوض وصول ابنا إرم وجرهم بن عامر بن شالخ بن أرفخشد بن سام بن نوح عليه السلام ومن بعد البلبلة أنطقهم الله بالمسند فأهل المسند عاد وثمود والعماليق وجرهم وعبد بن الضخم وطسم وجديس وأميم فهم أول من تكلم بالعربية بعد البلبلة ولسانهم المسند وكتابهم المسند قال هشام قال أبي أول من تكلم بالعربية يقطن بن عامر بن شالخ بن أرفخشد بن سام بن نوح ويقال إن يقطن هو قحطان عرب فسمي |جـ 4 صـ 98| لأنه أول من تكلم بالعربية واللسان الثاني ممن أنطقه الله في عربة بلسان لم يكن قبلهم جرهم بن فالج وبنوه أنطقهم الله بالزبور فهم الثاني ممن تكلم بالعربية ولسانهم الزبور وكتابهم الزبور واللسان الثالث ممن أنطقه الله في عربة بلسان لم يكن قبلهم يقطن بن عامر وبنوه فأنطقوا بالزقزقة فهم الثالث ممن تكلم بالعربية ولسانهم الزقزقة وكتابهم الزقزقة واللسان الرابع ممن أنطقه الله في عربة بلسان لم يكن قبلهم مدين بن إبراهيم وبنوه فأنطقوا بالحويل فهم الرابع ممن تكلم بالعربية ولسانهم الحويل وكتابهم الحويل واللسان الخامس ممن أنطق الله في عربة بلسان لم يكن قبلهم يافش بن إبراهيم وإخوته فأنطقوا بالرشق فهم الخامس ممن تكلم بالعربية ولسانهم الرشق وكتابهم الرشق واللسان السادس ممن أنطقه الله في عربة بلسان لم يكن قبلهم إسماعيل بن إبراهيم فأنطقوا بالمبين وهو السادس ممن تكلم بالعربية هو وبنوه ولسانهم المبين وكتابهم المبين وهو الغالب على العرب اليوم فالمسند كلام حمير اليوم والزبور كلام بعض أهل اليمن وحضرموت والرشق كلام أهل عدن والجند والحويل كلام مهرة والزقزقة الأشعرون والمبين معد بن عدنان وهو الغالب على العرب كلها اليوم قال وكذلك أهل كل بلاد لا يقال فارسي إلا إن أنطقه الله بلسان لم يكن قبلهم ولا رومي ولا هندي ولا صيني ولا بربري ألا ترى أن في بلاد فارس من أهل الحيرة وأهل الأنبار في بلاد الروم وأشباه هؤلاء فلا ينسبون إلى البلاد و العربة أيضا موضع بفسلطين كانت به وقعة للمسلمين في أول الإسلام وقال أبو سفيان الأكلبي من خثعم ويقال هو أكلب بن ربيعة بن نزار وإنهم دخلوا في خثهم بحلف فصاروا منهم أبونا رسول الله وابن خليله بعربة بوأنا فنعم المركب أبونا الذي لم تركب الخيل قبله ولم يدر شيخ قبله كيف يركب وقال أسد بن الجاحل وعربة أرض جد في الشهر أهلها كما جد في شرب النقاخ ظماء مجيء عربة في هذه الأشعار كلها ساكنة الراء دليل على أنها ليست ضرورة وأن الأصل سكون الراء ",
                "title": "عربة والنسبة العربي",
                "uri": "JK_000129_008787"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}