{
    "features": [
        {
            "item": "JK_000952_1092",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.181-182",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحداد</h1> بفتح الحاء المهملة والألف بين الدالين المهملتين أولاهما مشددة هذه النسبة إلى بيع الحديد وشرائه وعمله وجماعة من أهل العلم اشتهروا بهذا الأسم لأن واحدا من آبائهم وأجدادهم كانوا يعملون الأشياء الحديدية والمشهور بهذه النسبة أبو بكر محمد بن أحمد بن محمد بن جعفر الكناني الفقيه الحداد الشافعي قاضي مصر كان أحد الفقهاء المشهورين وهو صاحب الفروع وكان يقال عجائب الدنيا ثلاث غضب الجلاد ونظافة السماد والرد على ابن الحداد ولي القضاء مصر مدة وحدث عن أبي عبد الرحمن أحمد بن شعيب النسائي وغيره توفي سنة أربع وأربعين وثلاثمائة والحسن بن يعقوب بن يوسف الصوفي المعروف بالحداد من أهل نيسابور سمع إبراهيم بن علي الذهلي والحسن بن سفيان وعمران بن موسى وإبراهيم بن يوسف الهسنجاني وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال الحسن الصوفي الحداد الورع الزاهد صاحب الخانقاه والدار مجمع الزهاد والصوفية حدث عن إبراهيم بن أبي طالب بشيء من مصنفاته وكتب عنه توفي في رجب من سنة ست وثلاثين وثلاثمائة وهو في سن النبي صلى الله عليه وسلم ابن ثلاث وستين سنة وشهدت جنازته بالحيرة ودفن بقرب المشايخ الستة وأبو حفص الحداد الصوفي النيسابوري قيل إن اسمه عمرو بن مسلم وقيل عمرو بن سلمة وقيل عمرو بن سلم قال الحاكم أبو عبد الله الحافظ اسمه عمرو بن مسلم وقال أبو عبد الرحمن السلمي الأصح أنه عمرو بن سلمة والله أعلم كان من أفراد خراسان علما وورعا وحالة وطريقة وأظن إنما قيل له الحداد لأن رجلا من أتباعه قال له يوما رجل من أصحابه كان من مضي لهم الآيات الظاهرة وليس لك من ذلك شيء فقال له تعالى |جـ 2 صـ 182| فجاء به إلى سوق الحدادين إلى كور محمى عظيم فيه حديدة عظيمة فأدخل يده فأخذها فبردت في يده فقال له يجزيك قال فأعظم ذلك وأكبره ثم مضى وكان أبو حفص أعجمي اللسان فلما دخل بغداد قعد معهم يكلمهم بالعربية وكان يقول الكرم طرح الدنيا لمن يحتاج إليها والإقبال على الله لاحتياجك إليه وحكي أن أبا حفص لما قدم بغداد نزل على الجنيد فحكى أبو عمرو بن علوان سمعت الجنيد يقول أقام عندي أبو حفص سنة مع ثمانية أنفس فكنت كل يوم أقدم لهم طعاما جديدا وطيبا جديدا وذكر أشياء من الثياب وغيره فلما أراد أن يمر كسوته وكسوت جميع أصحابه فلما أراد أن يفارقني قال لو جئت إلى نيسابور علمناك الفتوة والسخاء قال ثم قال هذا الذي عملت كان فيه تكلف إذا جاءك الفقراء فكن معهم بلا تكلف حتى إن جعت جاعوا وإن شبعت شبعوا حتى يكون مقامهم وخروجهم من عندك شيئا واحدا وسئل أبو حفص عن الفتوة وقت خروجه من بغداد فقال الفتوة تؤخذ استعمالا ومعاملة لا نطقا فعجبوا من كلامه ومات سنة خمس وستين ومائتين وقيل سنة سبع وستين وقيل سنة سبعين ومائتين بنيسابور وزرت قبره غير مرة ومن القدماء أبو المقدام ثابت بن هرمز الحداد يروي عن سعيد بن المسيب وزيد بن وهب وسعيد بن جبير وغيرهم روى عنه الحكم والثوري وابنه عمرو بن ثابت وأحمد بن السندي بن الحسن الحداد يروي عن الحسن بن علويه كتاب المبتدأ وعن الفريابي ومحمد بن العباس المؤدب وغيرهم وإدريس بن عبد الكريم الحداد المقرئ يروي عن أحمد بن حنبل وخلف البزار ومحرز بن عون وعاصم بن علي وغيرهم وقرأ علي خلف بن هشام القرآن ",
                "title": "الحداد",
                "uri": "JK_000952_1092"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}