{
    "features": [
        {
            "item": "JK_000952_1112",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.193-194",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحرامي</h1> بفتح الحاء والراء المهملتين في آخرها ميم هذه النسبة إلى الجد الأعلى وهو حرام الأنصاري ذكر أبو كامل البصيري موسى بن إبراهيم الحرامي قال هو من ولد |جـ 2 صـ 194| حرام جد جابر بن عبد الله رضي الله عنهما وهو أبو عبد الله جابر بن عبد الله بن عمرو بن حرام الحرامي له ولأبيه صحبة وعيسى بن المغيرة الحرامي كوفي سمع الشعبي روى عنه الثوري ومحمد بن حفص الحرامي الكوفي روى عن دحيم بن محمد الصيداوي حدث عنه محمد بن عثمان بن أبي شيبة وأحمد بن موسى الحمار الحرامي الكوفي يروي عن أبي نعيم وقبيصة الكوفيين وغيرهما روى عنه أبو بكر بن الباغندي واحمد بن عمرو بن جابر الرملي وعبد الله بن محمد بن حفص الحرامي روى عن الحسن بن علي الحلواني ويوسف بن موسى الرازي حدث عنه أبو بكر الطلحي ولعله ولد محمد بن حفص الذي تقدم ذكره هكذا ذكره ابن ماكولا وقال الدارقطني قال ابن حبيب في جذام حرام بن جذام وفي تميم بن مر حرام بن كعب بن سعد بن زيد مناة بن تميم وفي خزاعة حرام بن حبشية بن كعب بن سلول بن كعب وفي عذرة حرام بن ضنة بن عبد بن كبير بن عذرة وفي بلي حرام بن جعل بن عمرو بن جشم بن ودم وقال الزبير بن بكار حن ورزاح ابنا ربيعة بن حرام بن ضنة أخوا قصي بن كلاب لأمه وقال ذلك ابن الكلبي أيضا وجماعة نسبوا إلى بني حرام وهي محلة بالبصرة اجتزت بظاهرها في الليلة التي دخلت البصرة منها أبو محمد القاسم بن علي بن محمد بن عثمان الحرامي الحريري من أهل هذه المحلة لم يكن له في فنه نظير في عصره وفاق أهل زمانه بالذكاء والفصاحة أنشأ المقامات المنسوبة إلى الحارث بن همام التي سارت في الأفاق مسير الشمس وشاع وانتشر ذكرها في الأقطار أملى بالبصرة مجالس وحدث عن أبي تمام محمد بن الحسن بن موسى المقري وأبي القاسم الفضل بن محمد بن علي بن الفضل القصباني النحوي وغيرهم روى لنا عنه ابنه أبو القاسم عبد الله بن القاسم ببغداد وأبو العباس أحمد بن بختيار المندائي القاضي بواسط وأبو الكرم المبارك بن مسعود الماوردي بفيد وأبو الفضل |جـ 2 صـ 195| عبد الوهاب بن هبة الله النرسي بسمرقند وأبو المحاسن هبة الله بن الخليل القزويني بجيرنج وجماعة سواهم وكانت ولادته في حدود سنة ست وأربعين وأربعمائة وتوفي في سنة ست عشرة وخمسمائة ",
                "title": "الحرامي",
                "uri": "JK_000952_1112"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}