{
    "features": [
        {
            "item": "JK_000129_007931",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.395-396",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صداء</h1> بالفتح ثم التشديد والمد ويروى صدآء بهمزتين بينهما ألف قال المبرد صيداء قال أبو عبيد من أمثالهم في الرجلين يكونان ذوي فضل غير أن لأحدهما فضلا على الآخر قولهم ماء ولا |جـ 3 صـ 396| كصداء والمثل المقذفة بنت قيس بن خالد الشيباني وكانت زوجة لقيط بن زرارة فتزوجها بعده رجا من قومها فقال لها يوما أنا أجمل أم لقيط فقالت ماء ولا كصداء أي أنت جميل ولكن لست مثله قال أبو عبيد وقال المفضل صداء ركية ليس عندهم ماء أعذب منها وفيها يقول ضرار بن عمرو السعدي وإني وتهيامي بزينب كالذي يطالب من أحواض صداء مشربا قال ولا أدري صداء فعلاء أم فعال فإن كان فعالا فهو من صدا يصدو أو من صدي يصدى وقال الزجاج وفي أمثال العرب ماء ولا كصداء وبعضهم يقول لا كصدا وإنما هي بئر للعرب عذبة جدا وهذا الاسم اشتق لها من أنها تصد من شرب منها عن غيرها من المشارب وليس ذلك من اللفظ فأما الضم فإنه ليس فيها معروفا ومن قال كصداء فجائز أن تكون سميت بذلك لأن لونها لون الصدإ قال شمر صدا الهام يصدو إذا صاح وإن كان صداء فعلاء فهو من المضاعف كقولهم صماء من الصمم وقال أبو نصر بن حماد صداء اسم ركية عذبة الماء وفي المثل ماء ولا كصداء وقلت لأبي علي النحوي هو فعلاء من المضاعف فقال نعم وانشدني لضرار بن عتبة العبشمي السعدي كأني من وجد بزينب هائم يخالس من أحواض صداء مشربا رأى دون برد الماء هولا وذادة إذا اشتد صاحوا قبل أن يتحببا قالوا تحبب الحمار إذا امتلأ من الماء وقال بعضهم صدآء مثل ضدعاء قال وسألت عنه بالبادية رجلا من بني سلم فلم يهمزه وقال نصر صداء ماء معروف بالبياض وهو بلد بين سعد بن زيد مناة بن تميم وكعب بن ربيعة بن كلاب يصدر فيه فلج جعدة وهو ماء قليل ليس في تلك الفلاة وهي عريضة غيره وغير ماء آخر مثله في القلة وبصداء منبر وماؤه شديد المرارة كذا قال نصر وكيف يكون مرا وفي المثل السائر فيه ما يدل على حلاوته والله أعلم قال آدم بن شدقم العنبري وحبذا شربة من شنة خلق من ماء صداء تشفي حر مكروب قد ناط شنتها الظامي وقد نهلت منها بحوض من الطرفاء منصوب تطيب حين تمس الأرض شنتها للشاربين وقد زادت على الطيب قال ابن الفقيه قدم ابن شدقم العنبري البصرة فملح عليه شرب الماء واشتد عليه الحر وآذاه تهاوش ريحها وكثرة بعوضها ثم مطرت السماء فصارت ردغا فقال أشكو إلى الله ممسانا ومصبحنا وبعد شقتنا يا أم أيوب وان منزلها أمسى بمعترك يزيده طبعا وقع الأهاضيب ما كنت أدري وقد عمرت مذ زمن ما قصر أوس وما بح الميازيب تهيجني نفحات من يمانية من نحو نجد ونعبات الغرابيب كأنهن على الأجذال كل ضحى مجالس من بني حام أم النوب يا ليتنا قد حللنا واديا خصبا أو حاجرا لفنا غض التعاشيب |جـ 3 صـ 397| وحبذا شربة من شنة خلق الأبيت الثلاثة المذكورة قبل ",
                "title": "صداء",
                "uri": "JK_000129_007931"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}