{
    "features": [
        {
            "item": "JK_000952_1081",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.174-175",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحجاجي</h1> بفتح الحاء المهملة والألف بين الجيمين أولهما مفتوحة مشددة هذه النسبة إلى الحجاج وهو اسم لبعض أجداد المنتسب واسم قرية فأما المنتسب إلى الجد فهو محمد بن إسماعيل بن الحجاج النيسابوري الحجاجي وهو عم أبي الحسين سمع إسحاق بن منصور الكوسج ومحمد بن يحيى الذهلي وغيرهما روى عنه صالح بن محمد وأبو أحمد الأحنف وابن أخيه وأما ابن أخيه أبو الحسين محمد بن محمد بن يعقوب بن إسماعيل بن الحجاج بن الجراح الحجاجي حافظ نيسابور في عصره ومن كان يضرب به المثل في الحفظ والإتقان رحل إلى الحجاز والعراق والشام والجزيرة وأدرك الشيوخ قرأ القرآن على أبي بكر بن مجاهد المقرئ وسمع الحديث من أبي بكر محمد بن إسحاق بن خزيمة وأبي العباس محمد بن إسحاق السراج وأبي العباس الماسرجسي ومحمد بن المسيب الأرغياني ومحمد بن جرير الطبري وعبد الله بن إسحاق المدائني ومحمد بن جعفر الدملي وعلي بن أحمد بن سليمان وأحمد بن عمير بن جوصا وأبي الجهم أحمد بن الحسين بن طلاب المشغرائي وأبا عروبة الحسين بن أبي معشر الحراني وطبقتهم صنف العلل والشيوخ والأبواب وكان فهمه يزيد على حفظه حدث عنه أبو علي الحافظ وأبو عبد الله الحاكم وأبو عبد الرحمن السلمي وغيرهم وأثنى عليه الحاكم أبو عبد الله في الثقة والإتقان والحفظ توفي بنيسابور في ذي الحجة سنة ثمان وستين وثلاثمائة وهو ابن ثلاث وثمانين سنة وأبو سعيد إسماعيل بن محمد بن أحمد الحجاجي الفقيه على مذهب أبي حنيفة رحمه الله كان حسن الطريقة ذكره أبو الفضل محمد بن طاهر المقدسي وقال لا أعلمني رأيت حنفيا أحسن طريقة منه حدثنا عن القاضي أبي بكر الحيري وأبي سعيد الصيرفي وأبي القاسم السراج وغيرهم سألته عن هذه النسبة فقال نحن من أهل قرية بيهق يقال لها |جـ 2 صـ 175| حجاج قلت ولعله توفي في حدود سنة ثمانين وأربعمائة وأبو محمد عبد الله بن جعفر بن خاقان بن غالب الحجاجي المروزي من ولد حجاج بن علاط السلمي محدث عصره سمع بخراسان إسحاق بن راهويه وعلي بن حجر وبالجبال عمار بن الحسن ومحمد بن حميد وبالعراق أبا كريب وأحمد بن منيع روى عنه أبو العباس محمد بن عبد الرحمن الدغولي وأبو حفص عمر بن علي الجوهري وحدث بنيسابور وقت قدومه حاجا سنة ثمان وثمانين ومائتين فانتقى عليه أبو بكر بن علي الرازي الحافظ ومات في صفر سنة ست وتسعين ومائتين ",
                "title": "الحجاجي",
                "uri": "JK_000952_1081"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}