{
    "features": [
        {
            "item": "JK_000952_0040",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.74-75",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأبزاري</h1> بفتح الألف وسكون الباء المنقوطة بواحدة وفتح الزاي وفي آخرها الراء هذه النسبة إلى شيئين أحدهما إلى بيع الأبزار وهي أشياء تتعلق بالقدر والمشهور بهذه النسبة أبو عبد الله محمد بن زيد بن علي بن جعفر بن محمد بن مروان بن راشد الأبزاري مولى معاوية بن إسحاق الأنصاري من أهل بغداد يروي عن عبد الله بن محمد بن ناجية وعبد الله بن الصقر وأحمد بن الممتنع القرشي وأبي حازم إبراهيم بن محمد الحضرمي وأحمد بن عمر بن زنجويه وحامد بن محمد بن شعيب البلخي ومحمد بن محمد بن عقبة الشيباني ومحمد بن الحسين الأشناني وانتقى عليه الدارقطني ببغداد روى عنه محمد بن الفرج بن علي البزار وأبو الفرج الطناجيري وأبو القاسم الأزهري وعلي بن المحسن التنوخي والحسن بن علي الجوهري وسئل أبو بكر البرقاني عنه فقال ثقة نبيل وسألته مرة أخرى فقال ثقة أمين وقال أبو القاسم الأزهري قدم علينا أبو عبد الله بن مروان بغداد وحدث بها وكان ثقة جميل الظاهر ومولده ومنشأه ببغداد ثم خرج إلى الكوفة وأقام بها واتصل بنا أنه توفي في صفر سنة سبع وسبعين وثلاثمائة ومثل هذه النسبة إلى قرية بالقرب من نيسابور على فرسخين منها يقال لها ابزار خرج منها حامد بن موسى الأبزاري يروي عن إسحاق بن راهويه روى عنه محمد بن صالح بن هانىء وأبو جعفر محمد بن سليمان بن محمد بن موسى بن منصور المذكر الأبزاري كرامي المذهب وكان من مذكريهم يروي عن السري بن خزيمة ومحمد بن أشرس روى عنه الحاكم أبو عبد الله الحافظ ابن البيع ولم يرضه وتوفي في صفر سنة ثمان وأربعين وثلاثمائة وأبو عبد الله الحسين بن عبيد الله بن الخصيب الأبزاري يلقب بمنقار من أهل بغداد لعله ينسب إلى غير القرية التي بنيسابور وحدث عن داود بن رشيد الخوارزمي وعبيد الله بن عمر القواريري وهناد بن السري التميمي وأحمد بن إبراهيم الموصلي وإبراهيم بن سعيد الجوهري روى عنه جعفر بن محمد الخلدي وإسماعيل بن علي الخطبي وجعفر بن محمد بن الحكم المؤدب وذكره القاضي أبو بكر أحمد بن كامل بن خلف فقال كان الأبزاري ماجنا نادرا كذابا في تلك الأحاديث التي |جـ 1 صـ 75| حدث بها من الاحاديث المسندة عن الخلفاء قال ولم أكتبها عنه لهذه العلة وقال غيره مات في جمادى الأولى سنة خمس وتسعين ومائتين كتب عنه فريق من الناس وأبى ذلك الأكثرون وأبو إسحاق إبراهيم بن أحمد بن محمد بن رجاء الأبزاري الوراق من أهل نيسابور من هذه القرية التي يقال لها ابزار وكان شيخا صالحا سديد السيرة مكثرا من الحديث له رحلة إلى العراق والشام وعرف بالزاري وسأذكره في حرف الباء ",
                "title": "الأبزاري",
                "uri": "JK_000952_0040"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}