{
    "features": [
        {
            "item": "JK_000952_1052",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.155-159",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحافي</h1> بفتح الحاء المهمله والفاء اشتهر بهذا أبو نصر بشر بن الحارث بن عبد الرحمن بن عطاء بن هلال بن ماهان بن عبد الله المروزي المعروف بالحافي من أهل مرو نزل بغداد قال أبو الفضل الفلكي الحافظ لقب بشر بن الحارث بالحافي لأنه جاء إلى حذاء يطلب منه شسعا وكان قد انقطع أحد نعليه فقال صاحب الشسع ما أكثر مؤنتكم على الناس فطرح النعل من يده وقال برجله هكذا ورمي بالأخرى وآلى أن لا يلبس نعلا وكان ممن فاق أهل عصره في الورع والزهد وتفرد بوفور العقل وأنواع الفضل وحسن الطريقة واستقامة المذهب وعزوف النفس وإسقاط الفضول سمع إبراهيم بن سعد الزهري وعبد الرحمن بن زيد بن أسلم وحماد بن زيد وشريك بن عبد الله والمعافي بن عمران الموصلي وفضيل بن عياض ويحيى بن اليمان وعبد الله بن المبارك وعلي بن مسهر وعيسى بن يونس وعبد الله بن داود الخريبي وأبا معاوية الضرير وزيد ابن أبي الزرقاء وكان كثير الحديث |جـ 2 صـ 159| إلا أنه لم ينصب للرواية وكان يكرهها ودفن كتبه لأجل ذلك وكل ما سمع منه فإنما هو على سبيل المذاكرة روى عنه نعيم بن الهيصم وابنه محمد بن نعيم ومحمد بن هارون البغدادي وأحمد بن إبراهيم الدورقي وإبراهيم بن هاشم بن مشكان ونصر ابن منصور البزاز ومحمد بن عبد الله المخرمي ومحمد بن المثني السمسار وسري السقطي وإبراهيم بن هانيء النيسابوري وعمر بن موسى الجلاء وغيرهم وحكي الحسن المسوحي يقول سمعت بشر بن الحارث يقول أتيب باب المعافى ابن عمران فدققت الباب فقيل من فقلت بشر الحافي فقالت لي بنته من داخل الدار لو اشتريت نعلا بدانقين ذهب عنك اسم الحافي وقال بشر ابن الحارث يقول لقيني يحيى بن سعيد القطان ببغداد فقال معك ألواح فقلت نعم قال ناولني قال فناولته وكتب لي عشرة أحاديث وقرأها علي فلما مضي محوته قال فقيل له لم ذاك قال لم أكن أراه يفعل بغيري هذا ولما مات بشر بن الحارث قال أحمد بن حنبل مات رحمه الله وما له نظير في هذه الأمة إلا عامر بن عبد قيس فإن عامرا مات ولم يترك شيئا وهذا قد مات ولم يترك شيئا وكانت وفاته في شهر ربيع الأول سنة سبع وعشرين ومائتين قبل المعتصم بستة أيام وأخرجت جنازته بعد صلاة الصبح ولم يحصل في القبر إلا في الليل وكان نهارا صائفا والنهار فيه طول ولم يستقر في القبر إلى العتمة ورئي في النوم فقيل له ما فعل الله بك قال غفر لي وغفر لكل من تبع جنازتي فقيل له ففيم العمل قال أفتقد الكسرة ",
                "title": "الحافي",
                "uri": "JK_000952_1052"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}