{
    "features": [
        {
            "item": "JK_000129_000429",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.137-139",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إربل والنسبة الإربلي</h1> بالكسر ثم السكون وباء موحدة مكسورة ولام بوزن إثمد ولا يجوز فتح الهمزة لأنه ليس في أوزانهم مثل أفعل إلا ما حكى سيبويه من قولهم أصبع وهي لغة قليلة غير مستعملة فإن كان إربل عربيا فقد قال الأصمعي الربل ضرب من الشجر إذا برد الزمان عليه وأدبر الصيف تفطر بورق أخضر من غير مطر يقال تربلت الأرض لا يزال بها ربل فيجوز أن تكون إربل مشتقة من ذلك وقد قال الفراء الريبال النبات الكثير الملتف الطويل فيجوز أن تكون هذه الأرض اتفق فيها في بعض الأعوام من الخصب وسعة النبت ما دعاهم إلى تسميتها بذلك ثم استمر |جـ 1 صـ 138| كما فعلوا بأسماء الشهور فإنهم سموا كل شهر بما اتفق به فصله من حر أو برد فسقط جمادى في شدة البرد وجمود المياه والربيعان في أيام الصيف وصفر حيث صفرت الأرض من الخيرات وكانت تسميتها لذلك في أزمنة متباعدة ولم يكن في عام واحد متوال ولو كان في عام واحد كان من المحال أن يجيء جمادى وهم يريدون به جمود الماء وشدة البرد بعد الربيع ثم تغيرت الأزمنة ولزمها ذلك الاسم وإربل قلعة حصينة ومدينة كبيرة في فضاء من الأرض واسع بسيط ولقلعتها خندق عميق وهي في طرف من المدينة وسور المدينة ينقطع في نصفها وهي على تل عال من التراب عظيم واسع الرأس وفي هذه القلعة أسواق ومنازل للرعية وجامع للصلاة وهي شبيهة بقلعة حلب إلا أنها أكبر وأوسع رقعة وطول إربل تسع وستون درجة ونصف وعرضها خمس وثلاثون درجة ونصف وثلث وهي بين الزابين تعد من أعمال الموصل وبينهما مسيرة يومين وفي ربض هذه القلعة في عصرنا هذا مدينة كبيرة عريضة طويلة قام بعمارتها وبناء سورها وعمارة أسواقها وقيسارياتها الأمير مظفر الدين كوكبرى بن زين الدين كوجك علي فأقام بها وقامت بمقامه بها لها سوق وصار له هيبة وقاوم الملوك ونابذهم بشهامته وكثرة تجربته حتى هابوه فانحفظ بذلك أطرافه وقصدها الغرباء وقطنها كثير منهم حتى صارت مصرا كبيرا من الأمصار وطباع هذا الأمير مختلفة متضادة فإنه كثير الظلم عسوف بالرعية راغب في أخذ الأموال من غير وجهها وهو مع ذلك مفضل على الفقراء كثير الصدقات على الغرباء يسير الأموال الجمة الوافرة يستفك بها الأسارى من أيدي الكفار وفي ذلك يقول الشاعر كساعية للخير من كسب فرجها لك الويل لا تزني ولا تتصدقي ومع سعة هذه المدينة فبنيانها وطباعها بالقرى أشبه منها بالمدن وأكثر أهلها أكراد قد استعربوا وجميع رساتيقها وفلاحيها وما ينضاف إليها أكراد وينضم إلى ولايتها عدة قلاع وبينها وبين بغداد مسيرة سبعة أيام للقوافل وليس حولها بستان ولا فيها نهر جار على وجه الأرض وأكثر زروعها على القني المستنبطة تحت الأرض وشربهم من آبارهم العذبة الطيبة المريئة التي لا فرق بين مائها وماء دجلة في العذوبة والخفة وفواكهها تجلب من جبال تجاورها ودخلتها فلم أر فيها من ينسب إلى فضل غير أبي البركات المبارك بن أحمد بن المبارك بن موهوب ابن غنيمة بن غالب يعرف بالمستوفي فإنه متحقق بالأدب محب لأهله مفضل عليهم وله دين واتصال بالسلطان وخلة شبيهة بالوزارة وقد سمع الحديث الكثير ممن قدم عليهم إربل وألف كتبا وقد أنشدني من شعره وكتب لي بخطه عدة قطع منها تذكرنيك الريح مرت عليلة على الروض مطلولا وقد وضح الفجر وما بعدت دار ولا شط منزل إذا نحن أدنتنا الأماني والذكر وقد كان اشتهر شعر نوشروان البغدادي المعروف بشيطان العراق الضرير فيها سالكا طريق الهزل راكبا سنن الفكاهة موردا ألفاظ البغداديين والأكراد ثم إقلاعه عن ذلك والرجوع عنه ومدحه لإربل وتكذيبه نفسه وأنا أورد مختار |جـ 1 صـ 139| كلمتيه ها هنا قصدا لترويح الأرواح والإحماض بنوع ظريف من المزاح وهي هذه تبا لشيطاني وما سولا لأنه أنزلني إربلا نزلتها في يوم نحس فما شككت أني نازل كربلا وقلت ما أخطا الذي مثلا بإربل إذ قال بيت الخلا هذا وفي البازار قوم إذا عاينتهم عاينت أهل البلا من كل كردي حمار ومن كل عراقي نفاه الغلا أما العراقيون ألفاظهم جب لي جفاني جف جال الجلا جمالك أي جعجع جبه تجي تجب جماله قبل أن ترجلا هيا مخاعيطي الكشحلي مشى كف المكفني اللنك أي بو العلا جفه بجعصه انتفه مدة يكفو به أشفقه بالملا عكلي ترى هواي قسيمه أعفقه قل له البويذ بخين كيف انقلا هذي القطيعة هجعة الخط من عندي تدفع كم تحط الكلا والكرد لا تسمع إلا جيا أو نجيا أو نتوى زنكلا كلا وبوبو علكو خشتري خيلو وميلو موسكا منكلا ممو ومقو ممكي ثم إن قالوا بو يركي تجي قلت لا وفتية تزعق في سوقهم سردا جليدا صوتهم قد علا وعصبة تزعق والله تنفر وشوترايم هم سخام الطلا ربع خلا من كل خير بلى من كل عيب وسقوط ملا فلعنة الله على شاعر يقصد ربعا ليس فيه كلا أخطأت والمخطىء في مذهبي يصفع في قمته بالدلا إذ لم يكن قصدي إلى سيدي جماله قد جمل الموصلا ثم قال يعتذر من هجائه لإربل ويمدح الرئيس مجد الدين داود بن محمد كتبت منها ما يليق بهذا الكتاب وألقيت السخف والمزح قد تاب شيطاني وقد قال لي لا عدت أهجو بعدها إربلا كيف وقد عاينت في صدرها صدرا رئسيا سيدا مقبلا مولاي مجد الدين يا ماجدا شرفه الله وقد خولا عبدك نوشروان في شعره ما زال للطيبة مستعملا لولاك ما زارت ربى إربل أشعاره قط ولا عولا ولو تلقاك بها لم يقل تبا لشيطاني وما سولا |جـ 1 صـ 140| هذا وفي بيتي سئت إذا أبصرها غيري انثنى أحولا تقول فصل كازروني وإن طاكي وإلا ناطح الأيلا فقلت ما في الموصل اليوم لي معيشة قالت دع الموصلا واقصد إلى إربل واربع بها ولا تقل ربعا قليل الكلا وقل أنا أخطأت في ذمها وحط في رأسك خلع الدلا وقل أبي القرد وخالي وأنا كلب وإن الكلب قد خولا وعمتي قادت على خالتي وأمي القحبة رأس البلا وأختي القلفاء شبارة ملاحها قد ركب الكوثلا فربعنا ملآن من فسقنا وقط من ناكتنا ما خلا وكل من واجهنا وجهه سخم فيه بالسخام الطلا يا إربليين اسمعوا كلمة قد قال شيطاني واسترسلا فالآن عنكم قد هجا نفسه بكل قول يخرس المقولا هيج ذاك الهجو عن ربعكم كل أخير ينقض الأولا وقد نسب إليها جماعة من أهل العلم والحديث منهم أبو أحمد القاسم بن المظفر الشهرزوري الشيباني الإربلي وغيره و إربل أيضا اسم لمدينة صيداء التي بالساحل من أرض الشام عن نصر وتلقنه عنه الحازمي والله أعلم ",
                "title": "إربل والنسبة الإربلي",
                "uri": "JK_000129_000429"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}