{
    "features": [
        {
            "item": "JK_000952_3146",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.423-425",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القارئ</h1> بفتح القاف وكسر الراء المهملة وهمز الياء في آخرها هذه النسبة إلى القراءة وإقراء القرآن للغير ومن ينتسب إلى القراءة فأصله الهمز في آخره ويجوز تركه للتخفيف إلا أنه لا يجوز تشديد يائه كالقاري من أهل القارة والمشهور بهذه النسبة أبو عبد الرحمن نافع بن أبي نعيم القارئ المدني مولى جعونة بن شعوب الليثي حليف بني هاشم يروي عن نافع روى عنه خالد بن مخلد وابن أبي مريم والمصريون مات سنة تسع وستين ومائة وكان إمام أهل المدينة في القراءة روى ابن وهب عن الليث بن سعد قال أدركت أهل المدينة وهم يقولون قراءة نافع سنة وأبو جعفر يزيد بن القعقاع القارئ المدني مولى عبد الله بن عياش بن ربيعة المخزومي من أهل المدينة يروي ابن عمر روى عنه مالك مات سنة اثنتين وثلاثين ومائة وقد قيل إنه مات في ولاية مروان الحمار وشيبة بن نصاح القارئ مولى أم سلمة يروي عن ابن المسيب والقاسم بن محمد وكان قاضيا بالمدينة روى عنه محمد بن إسحاق وابن أبي الموال وقد قيل إنه سمع أم سلمة وأبو بشير صالح بن بشير القارئ المري من أهل البصرة وسأذكره في الميم كان |جـ 4 صـ 424| من زهاد البصرة ووعاظها وقرائها حدث عن الحسن ومحمد بن سيرين وبكر بن عبد الله المزني وثابت البناني وسليمان التيمي ويزيد الرقاشي وغيرهم روى عنه سريج بن النعمان وعفان بن مسلم ويونس بن محمد المؤدب وأبو إبراهيم الترجماني وخالد بن خدش وصالح بن مالك الخوارزمي وكان المهدي يفد إليه وأقدمه بغداد فلما أدخل عليه ودنا بحماره من بساط المهدي أمر ابنيه وهما وليا العهد موسى وهارون فقال قوما فأنزلا عمكما فلما انتهيا إليه أقبل صالح على نفسه فقال يا صالح لقد خبت وخسرت إن كنت إنما عملت لهذا اليوم وله موعظة طويلة للمهدي مذكورة في تاريخ بغداد وذكر لحماد بن زيد حديث عن صالح المري في فضل القرآن فقال كان صالح صاحب قرآن فلعله كان سمعه ولم أسمعه أنا وروي عن عبد الرحمن بن مهدي قال قال سفيان الثوري أما لكم مذكر قال قلت بلى لنا قاص قال فمر بنا إليه قال فذهبت معه ما بين المغرب والعشاء فلما انصرف قال يا أبا عبد الرحمن تقول قاص هذا نذير قوم يعني صالحا المري ومات سنة سبع وسبعين ومائة وأبو عدي عمرو بن عبد الله القارئ الخطمي الضرير من الصحابة هو الذي قال النبي صلى الله عليه وسلم اذهبوا بنا إلى البصير نعوده وأبو زيد سعيد بن عبيد القارئ الأنصاري من الصحابة هكذا قاله عبد الغني بن سعيد ونافع بن أبي نعيم القارئ من أهل المدينة وعبد الله بن يزيد القارئ شامي يروي عن ثور بن يزيد الشامي وأبو الحجاج مجاهد بن جبر القارئ وهو من موالي عبد الله بن السائب وقيل |جـ 4 صـ 425| كنيته أبو محمد يروي عن أهل مكة يروي عن جماعة من أصحاب رسول الله صلى الله عليه وسلم روى عنه الحكم ومنصور كان فقيها عابدا ورعا متقيا مات بمكة وهو ساجد وكان إذا رؤي كأنه خربندج ضل حماره فهو يطلبه لما فيه من الوله مات سنة اثنتين أو ثلاث ومائة وكان مولده سنة إحدى وعشرين في خلافة عمر بن الخطاب رضي الله عنه وأبو إسحاق إبراهيم بن إسماعيل بن إبراهيم العابد المعروف بإبراهيمك القارئ كان من الصالحين من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ وقال حدثونا أنه كان يقرأ عند أبي عمرو الحيري والمتقدمين من مشايخنا ولا نذكره إلا شيخا هرما كان على رأس سكة خشاورة سمع أبا زكريا يحيى بن محمد بن يحيى والسري بن خزيمة وأقر أنهما بنيسابور وذكرته في الخشاوري وأبو بكر محمد بن جعفر الأدمي القارئ ذكرته في الألف ",
                "title": "القارئ",
                "uri": "JK_000952_3146"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}