{
    "features": [
        {
            "item": "JK_000129_008117",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.433-434",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صور والنسبة الصوري</h1> بضم أوله وسكون ثانيه وآخره راء وهي في الإقليم الرابع طولها تسع وخمسون درجة وربع وعرضها ثلاث وثلاثون درجة وثلثان وهو في اللغة القرن كذا قال المفسرون في قوله تعالى & ونفخ في الصور & وهي مدينة مشهورة سكنها خلق من الزهاد والعلماء وكان من أهلها جماعة من الأئمة كانت من ثغور المسلمين وهي مشرفة على بحر الشام داخلة في البحر مثل الكف على الساعد يحيط بها البحر من جميع جوانبها إلا الرابع الذي منه شروع بابها وهي حصينة جدا ركينة لا سبيل إليها إلا بالخذلان افتتحها المسلمون في أيام عمر بن الخطاب رضي الله عنه ولم تزل في أيديهم على أحسن حال إلى سنة 815 فنزل عليها الأفرنج وحاصروها وضايقوها حتى نفدت أزوادهم وكان صاحب مصر الآمر قد أنفذ إليها أزوادا فعصفت الريح على الأسطول فردته إلى مصر فتعوقت عن الوصول إليها فلما سلموها وصل بعد ذلك بدون العشرة أيام وقد فات الأمر وسلمها أهلها بالأمان وخرج منها المسلمون ولم يبق بها إلا صعلوك عاجز عن الحركة وتسلمها الأفرنج وحصنوها وأحكموها وهي في أيديهم إلى الآن والله المستعان المرجو لكل خير الفاعل لما يريد وهي معدودة في أعمال الأردن بينها وبين عكة ستة فراسخ وهي شرقي عكة وقد نسب إليها طائفة من العلماء منهم أبو عبد الله محمد ابن علي بن عبد الله الصوري الحافظ سمع الحديث على كبر سن حتى صار رأسا وانتقل إلى بغداد سنة 814 بعد أن طاف البلاد ما بين مصر وأكثر تلك النواحي وكتب عمن بها من العلماء والمحدثين والشعراء وروى عن عبد الغني بن سعيد المصري وأبي |جـ 3 صـ 434| الحسن بن جميع وأبي عبد الله بن أبي كامل وكان حافظا متقنا خيرا دينا يسرد الصوم ولا يفطر غير العيدين وأيام التشريق وبدقة خطه كان يضرب المثل فإنه يكتب في الثمن البغدادي سبعين سطرا أو ثمانين روى عنه أبو بكر الحافظ الخطيب والقاضي أبو عبد الله الدامغاني وغيرهما وزعم بعض العلماء أنه لما مات الصوري مضى الخطيب واشترى كتبه من بنت له فإن أجمع تصانيف الخطيب منها ما عدا التاريخ فإنه من تصنيف الخطيب قالوا وكان يذاكر بمائتي ألف حديث قال غيث سمعت جماعة يقولون ما رأينا أحفظ منه وتوفي ببغداد في جمادى الآخرة سنة 144 ",
                "title": "صور والنسبة الصوري",
                "uri": "JK_000129_008117"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}