{
    "features": [
        {
            "item": "JK_000129_006378",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.158-159",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زوزن والنسبة الزوزني</h1> بضم أوله وقد يفتح وسكون ثانيه وزاي أخرى ونون كورة واسعة بين نيسابور وهراة ويحسبونها في أعمال نيسابور كانت تعرف بالبصرة الصغرى لكثرة من أخرجت من الفضلاء والأدباء وأهل العلم وقال أبو الحسن البيهقي زوزن رستاق وقصبته زوزن هذه وقيل لها زوزن لأن النار التي كانت المجوس تعبدها حملت من أذربيجان إلى سجستان وغيرها على جمل فلما وصل إلى موضع زوزن برك عنده فلم يبرح فقال بعضهم زوزن أي عجل واضرب لينهض فلما امتنع من النهوض بني بيت النار هناك وتشتمل على مائة وأربع وعشرين قرية والمنسوب إليها كثير وهذا الذي ذكره البيهقي يدل على ضم أولها وأكثر أهل الأثر والنقل على الفتح والله أعلم وينسب إليها أبو حنيفة عبد الرحمن بن الحسن بن أحمد الزوزني قال شيرويه قدم علينا حاجا في سنة 554 روى عن أبي بكر الحيري وأبي سعد الجبروذي وأبي سعد عليل وغيرهم وما أدركته وكان صدوقا يكتب المصاحف سمعت بعض المشايخ يقول كتب أبو حنيفة أربعمائة جامع للقرآن باع كل جامع منها بخمسين دينارا والوليد بن أحمد بن محمد بن الوليد أبو العباس الزوزني رجل وسمع وحدث عن خيثمة ابن سليمان ومحمد بن الحسن وقيل محمد بن إبراهيم ابن شيبة المصري وأبي حامد بن الشرقي وأبي محمد بن أبي حاتم وأبي عبد الله المحاملي ومحمد بن الحسين بن صالح السبيعي نزيل حلب روى عنه الحاكم أبو عبد الله وأبو عبد الرحمن السلمي وأبو نعيم الحافظ وكان سمع بنيسابور وبغداد والشام والحجاز وكان من علماء الصوفية وعبادهم وتوفي سنة 736 وممن ينسب إليها أبو نصر أحمد بن علي بن أبي بكر الزوزني القائل ولا أقبل الدنيا جميعا بمنة ولا أشتري عز المراتب بالذل وأعشق كحلاء المدامع خلقة لئلا ترى في عينها منة الكحل وقدم بغداد وخدم عضد الدولة فاعتبط شابا وكتب إلى أبيه وهو يجود بنفسه ألا هل من فتى يهب الهوينا لمؤثرها ويعتسف السهوبا فيبلغ والأمور إلى مجاز بزوزن ذلك الشيخ الأديبا بأن يد الردي هصرت بأرض ال عراق من ابنه غصنا رطيبا |جـ 3 صـ 159| ",
                "title": "زوزن والنسبة الزوزني",
                "uri": "JK_000129_006378"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}