{
    "features": [
        {
            "item": "JK_000952_0479",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.339-340",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البزدوي</h1> بفتح الباء المنقوطة بواحدة وسكون الزاي وفتح الدال المهملة وفي آخرها الواو هذه النسبة إلى بزدة وهي قلعة حصينة على ستة فراسخ من نسف على طريق بخارا والمشهور بالانتساب إليها أبو الحسن علي بن محمد بن الحسين بن عبد الكريم بن موسى بن عيسى البزدوي فقيه ما وراء النهر وأستاذ الأئمة وصاحب الطريقة على مذهب أبي حنيفة رحمه الله سمع الحديث من روى لنا عنه صاحبه أبو المعالي محمد بن نصر بن منصور المديني الخطيب بسمرقند ولم يحدثنا عنه سواه وكتبت عن ابنه أبي ثابت الحسن بن علي كتاب المسند لعلي بن عبد العزيز البغوي وكان يرويه عن أبي الحسن علي بن محمد بن خدام البخاري وروى لنا عن أبي علي الحسن بن عبد الملك النسفي أيضا وأخو علي أبو اليسر محمد بن محمد بن الحسين البزدوي المعروف بالقاضي الصدر أملى ببخارا الكثير ودرس الفقه وكان من فحول المناظرين روى لنا عنه ابنه أبو المعالي أحمد بن محمد بن محمد بن الحسين البزدوي القاضي بمرو قدمها حاجا وأبو البدر صاعد بن مسلم الخيزراني بسارية مازندران وأبو عمرو عثمان بن علي البيكندي ببخارا وجماعة كثيرة سواهم ومن القدماء أبو عبد الله عبيد الله بن عمرو بن حفص بن إبراهيم البزدوي روى عن كعب بن سعيد وأحمد بن حفص العجلي وأبي وهب محمد بن مزاحم روى عنه أبو سليمان داود بن نصير بن سهيل البخاري وأبو محمد عبد الله بن نصر بن سهيل بن عبدويه بن يزداذ |جـ 1 صـ 340| البزدوي حدث عن عبيد الله بن عمرو وعيسى العسقلاني وأبي عيسى الترمذي وأخوه أبو سليمان داود بن نصر البزدوي حدث عن عيسى العسقلاني ومحمد بن الفضل بن خداش وعبيد الله بن عمرو مات سنة ثلاث وعشرين وثلاثمائة وأبو محمد عبد الكريم بن موسى بن عيسى البزدوي جد أبي الحسن السابق ذكره روى عنه أبو عبد الله الغنجار وأما أبو مسلم يوسف بن محمد بن آدم بن عيسى بن بزدويه القصار البزدوي نسب إلى جده الأعلى كان من المحدثين روى عن أحمد بن محمد بن السكن البغدادي وغيره ",
                "title": "البزدوي",
                "uri": "JK_000952_0479"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}