{
    "features": [
        {
            "item": "JK_000952_0990",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.117-118",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوزداني</h1> بضم الجيم وسكون الواو والزاي وبعدها الدال المهملة وفي آخرها النون هذه النسبة إلى جوزدان ويقال لها كوزدان وهي قرية على باب أصبهان كبيرة كثيرة الخير بت بها ليلة وسمعت بها الحديث من أبي الفضل عبيد الله بن محمد بن إبراهيم بن سعدويه المعدل وكانت له بها ضيعة والمشهور بالانتساب إليها أبو بكر محمد بن علي بن أحمد بن الحسين بن بهرام الجوزداني إمام الجامع العتيق الكبير بأصبهان في التراويح ليالي رمضان وكان مقرئا فاضلا حسن السيرة صدوقا حسن الصوت ثقة صاحب أصول قرأ القرآن على محمد بن أحمد بن عبد الأعلى الأندلسي وسمع الحديث بأصبهان من أبا بكر محمد بن إبراهيم بن المقري بن بكوار الأصبهاني وببغداد أبا حفص عمر بن أحمد بن شاهين الواعظ وأبا طاهر محمد بن عبد الرحمن المخلص وغيرهم سمع منه جماعة من الحفاظ والأئمة مثل الكيا يحيى بن الحسين الحسني الرازي الحافظ وأبي زكريا يحيى بن أبي عمرو بن منده الحافظ وغيرهما وكان يختلف مع أصحاب الحديث ويسمع إلى أن توفي في ذي القعدة سنة اثنتين وأربعين وأربعمائة وأبو محمد عبد الله بن محمد بن منصور الجوزداني من أهل أصبهان كتب الحديث الكثير وحدث عن أبي القاسم عبد الله بن محمد البغوي والوليد بن أبان ومحمد بن سهل بن الصباح وغيرهم روى عنه أبو بكر أحمد بن موسى بن مردويه |جـ 2 صـ 118| الحافظ وأبو أحمد عبد الله بن محمد بن علي بن شريس المعدل الجوزداني يروي عن أحمد بن محمد بن عمرو بن مصعب المروزي روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو عبد الله محمد بن هارون بن عبد الله الجوزداني يروي عن أبي علي الحسن بن عرفة وأحمد بن منصور الرمادي روى عنه عبد الرحمن بن محمد بن أحمد بن سياه وذكر أبو الشيخ أنه كان يختلف معه إلى البزاز يعني أحمد بن عمرو بن عبد الخالق ومحمد بن ممشاذ بن خزيمة الجوزداني من أهل أصبهان كان يروي عن أبي حاتم السجستاني القراآت وروى عن الربيع كتب الشافعي انتقل إلى طرسوس ومات بها ",
                "title": "الجوزداني",
                "uri": "JK_000952_0990"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}