{
    "features": [
        {
            "item": "JK_000952_3453",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.73-74",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكشاني</h1> بضم الكاف والشين المعجمة وفي اخرها النون هذه النسبة إلى الكشانية وهي بلدة من بلاد السغد بنواحي سمرقند على اثني عشر فرسخا منها كان بها جماعة من العلماء والفقهاء والفضلا والمحدثين منهم أبو عمرو أحمد بن حاجب بن محمد بن خمانة الكشاني يروي عن الإمام أبي بكر الإسماعيلي وجماعة وابنه أبو نصر محمد بن أحمد بن حاجب الكشاني يروي عنه أبو الوفاء المسيب بن محمد القضاعي الكرميني وابنه أبو علي إسماعيل بن محمد بن أحمد بن حاجب اخر من روى صحيح البخاري عن الفربري ومات سنة إحدى وتسعين وثلاثمائة وذكرته في الحاجبي وأبو نصر أحمد بن المهذب بن يعلى بن مسلم بن سعيد بن الخطاب بن نصر الكشاني حدث عن نصر بن محمد الغنجيري روى عنه ابنه الإمام أبو الورع عبيد الله بن أحمد الكشاني عاش ثمانيا وسبعين سنة وتوفي في ذي القعدة سنة ثلاث وتسعين وأربعمائة والقاضي أبو نصر أحمد بن محمد بن حميد بن عبد الله بن الأشعث الكشاني كان إماما ورد سمرقند وحدث بها في الدار الجوزجانية عن أبي بكر أحمد بن محمد بن إسماعيل البخاري روى عنه أبو محمد إسحاق بن عمر الخطيب النوحي عاش مائة وعشرين سنة وكان حديد البصر يطالع الخط بالليل بنور القمر مات بعد سنة ثلاث وأربعين وأربعمائة ومن المتأخرين أبو المعالي مسعود بن الحسن بن الحسين بن محمد الكشاني كان إماما فاضلا حسن السيرة جميل الأمر ولي الخطابة بسمرقند مدة وحدث وأملى ودرس في مدرسة قثم رضي الله عنه وكان يروي عن أبي القاسم عبيد الله بن عمر الخطيب وأبي نصر محمد بن الحسن الباهلي الكشانيين روى لنا عنه ابنه ببخارى وأبو المحامد محمود بن أحمد بن الفرج الساغرجي بسمرقند وجماعة سواهما وتوفي سنة أربعين |جـ 5 صـ 74| وخمسمائة وزرت قبره في مدخل مشهد قثم رضي الله عنه بسمرقند وابنه أبو الفتح محمد بن مسعود الكشاني ولي القضاء ببخارى ولم تحمد سيرته في ولايته سمع أباه وأبا القاسم علي بن أحمد بن إسماعيل الكلاباذي وغيرهما كتبت عنه ببخارى وتوفي فجأة في الليلة الرابعة من شهر رمضان بعد أن صلى التراويح من سنة اثنتين وخمسين وخمسمائة وابن أخيه أبو الحسن علي بن موجود بن الحسن الكشاني إمام فاضل مناظر فحل واعظ قوال بالحق سمع عمه مسعودا وأبا بكر محمد بن عبد الله بن فاعل السرخكتي وغيرهما تولى التدريس بالمدرسة الخاقانية بمرو وسكنها لقيته بمرو ثم ببخارى ثم بسمرقند وكتبت عنه شيئا يسيرا بمرو وكانت بيني وبينه صداقة أكيدة وكانت ولادته وهو أبو القاسم عبيد الله بن عمر بن محمد بن أحيد الخطيب الكشاني كان فاضلا مشهورا ثقة عالما مكثرا من الحديث عمر العمر الطويل وأملى سنين حتى سمع منه الكثير سمع أبا عبد الله محمد بن الحسن الباهلي وأبا الحسن علي بن أحمد بن الربيع السنكباني وأبا سهل عبد الكريم بن عبد الرحمن الكلاباذي وأبا نصر أحمد بن عبد الله بن الفضل الخيراخري وأبا محمد عبد العزيز بن أحمد الحلواني سمع منه جماعة من المتقدمين وروى لي عنه أبو إسحاق إبراهيم بن يعقوب الكشاني وأبو العلاء آصف بن محمد بن عمر النسفي وأبو الرجاء عطاء بن مالك بن محمد بن أحمد النقاش وأبو إسحاق إبراهيم بن أحمد بن عبد الله الوذاري وأبو المعالي محمد بن نصر بن منصور المديني وابو الفضائل محمد بن عبد الله بن أبي المظفر الكشي وأبو أحمد محمد بن محمد بن الحسين بن حمزة الحمزي كلهم بسمرقند وأبو عبد الله الحسين بن محمد بن محمد بن نصر الخزرجي الأديب بنسف وكانت ولادته في حدود سنة عشر وأربعمائة وتوفي في رجب سنة اثنتين وخمسمائة بالكشانية ",
                "title": "الكشاني",
                "uri": "JK_000952_3453"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}