{
    "features": [
        {
            "item": "JK_000952_1934",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.155-156",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزعلاني</h1> بفتح الزاي وسكون العين المهملة وفي آخرها النون هذه النسبة إلى زعلان وهم اسم لبعض أجداد المنتسب إليه وهو أبو علي الحسين بن إبراهيم بن الحر بن زعلان الزعلاني وهو يقلب باشكاب وهو والد محمد وعلي ابني إشكاب سمع محمد بن راشد المكحولي وفليح بن سليمان وعبد الرحمن بن أبي الزناد وحماد بن زيد وعدي بن الفضل وشريك بن عبد الله روى عنه ابنه محمد ومحمد بن عبد الله بن المبارك المخرمي ومحمد بن إسحاق الصاغاني وعباس بن محمد الدوري ومحمد بن عبد العزيز بن أبي رجاء التميمي وكان ثقة ذكر نسبه محمد بن سعد مات سنة ست عشرة ومائتين في خلافة المأمون وهو ابن إحدى وسبعين سنة وابنه أبو جعفر محمد بن الحسين بن إبراهيم بن الحر بن زعلان العامري أصلهم من نسا وكان حافظا فهما سمع أبا المنذر إسماعيل بن عمر وأبا النضر هاشم بن القاسم ومصعب بن المقدام ومحمد بن أبي عبيدة المسعودي ومعاوية بن هشام وعبد الصمد بن عبد الوارث روى عنه أبو عبد الله محمد بن إسماعيل البخاري في صحيحه حديثين وحدث عنه عبد الله بن أحمد بن حنبل وابنه الحر بن محمد بن إشكاب ويحيى بن محمد بن صاعد ومحمد بن مخلد الدوري وقال عبد الرحمن بن أبي حاتم كتبت عنه مع أبي وهو ثقة سئل أبي عنه فقال صدوق وقال عبد الرحمن بن يوسف بن خراش أبو جعفر محمد بن الحسين بن إبراهيم البغدادي بن إشكاب كان من أهل العلم والأمانة وقال غيره مات في المحرم من سنة إحدى وستين ومائتين وله ثمانون سنة وذكر لنا عنه أن ميلاده في سنة إحدى وثمانين ومائة وقد يغلط في تاريخ موته فيقال في آخر سنة ستين ومائتين وأبو الحسن علي بن الحسين بن إبراهيم بن الحر بن زعلان الزعلاني المعروف بابن إشكاب أخو محمد وكان الأكبر سمع إسماعيل بن علية وحجاج بن محمد الأعور وعبد الله بن بكر السهمي وعمر بن شبيب المسلي روى عنه |جـ 3 صـ 156| أبو داود السجستاني وأبو ذر بن الباغندي ويحيى بن صاعد وكان ثقة صدوقا ومات في شوال سنة إحدى وستين ومائتين ",
                "title": "الزعلاني",
                "uri": "JK_000952_1934"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}