{
    "features": [
        {
            "item": "JK_000952_3217",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.475-476",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القرظي</h1> بضم القاف وفتح الراء المهملة والظاء المعجمة هذه النسبة إلى قريظة وهو اسم رجل نزل قلعة حصينة بقرب المدينة فنسب إليهم وقريظة والنضير أخوان من أولاد هارون النبي صلوات الله عليه والمنتسب إليه كعب بن سليم القرظي من أهل المدينة يروي عن علي بن أبي طالب روى عنه ابنه محمد بن كعب القرظي وأبو حمزة محمد بن كعب بن سليم بن عمرو بن إياس بن حيان بن قرظة بن عمران بن عمير بن قريظة بن الحارث القرظي من أهل المدينة كان أبوه ممن لم ينبت يوم قريظة فترك يروي عن ابن عباس وابن عمر وزيد بن أرقم وكان من أفاضل أهل المدينة علما وفقها وبها مات سنة ثمان ومائة وقد قيل إنه مات سنة سبع عشرة ومائة وإسحاق بن كعب القرظي أخو محمد بن كعب من أهل المدينة يروي عن أخيه روى عنه يزيد بن أبي زياد وعبد الله بن محمد بن عقبة بن أبي مالك القرظي يروي عن أبيه عن أم سلمة روى عنه يعقوب بن إبراهيم بن سعد وعطية القرظي قال عرضت على النبي صلى الله عليه وسلم يوم قريظة فلم أكن أنبت فجعلني في السبي روى عنه مجاهد وعبيد الملك بن عمير وغيرهما وأبو جعفر ثعلبة بن أبي مالك القرظي المدني كان إمام بني قريظة يروي عن ابن عمر روى عنه الزهري وابن الهاد وعلي بن عبد الله بن رفاعة القرظي من أهل المدينة روى عن الربيع بن سعيد روى عنه يحيى بن سعيد الأنصاري وأبو يحيى زكريا بن منظور بن عقبة بن ثعلبة بن أبي مالك القرظي من أهل المدينة يروي عن أبي حازم منكر الحديث جدا يروي عن أبي حازم ما لا أصل له من حديثه قال عباس بن محمد سمعت يحيى بن معين يقول زكريا بن منظور ليس بشيء فراجعته مرارا فزعم أنه ليس بشيء قال وكان طفيليا وحدث عن هشام بن عروة وعطاف بن خالد وثابت بن زيد الحجازي وذويه روى عنه محمد بن الحسن بن زياد وعبد الله بن الزبير الحميدي وإسحاق بن أبي إسرائيل وغيرهم وكان متروك الحديث |جـ 4 صـ 476| ",
                "title": "القرظي",
                "uri": "JK_000952_3217"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}