{
    "features": [
        {
            "item": "JK_000129_008298",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.6-7",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طالقان والنسبة الطالقاني</h1> بعد الألف لام مفتوحة وقاف وآخره نون بلدتان إحداهما بخراسان بين مرو الروذ وبلخ بينها وبين مرو الروذ ثلاث مراحل وقال الإصطخري أكبر مدينة بطخارستان طالقان وهي مدينة في مستوى من الأرض وبينها وبين الجبل غلوة سهم ولها نهر كبير وبساتين ومقدار الطالقان نحو ثلث بلخ ثم يليها في الكبر وزوالين خرج منها |جـ 4 صـ 7| جماعة من الفضلاء منهم أبو محمد محمود بن خداش الطالقاني سمع يزيد بن هرون وفضيل بن عياض وغيرهما روى عنه أبو يعلى الموصلي وإبراهيم الحربي وغيرهما وتوفي سنة 502 عن تسعين سنة ومحمد بن محمد بن محمد الطالقاني الصوفي روى عنه أبو بكر الخطيب وأبو عبد الله الحميدي وقال غيث بن علي هو من طالقان مرو الروذ سافر قطعة كبيرة من البلاد واستوطن صور إلى أن مات بها حدث عن أبي حماد السلمي وقد تقدم في سماعه لكتاب الطبقات لعبد الرحمن وسماعه لغير ذلك صحيح وكان أول دخوله الشام سنة 514 وفيها سمع من أبي نصر الستيني وتوفي سنة 466 وقد نيف على الثمانين وقيل في سنة 463 والأخرى بلدة وكورة بين قزوين وأبهر وبها عدة قرى يقع عليها هذا الاسم وإليها ينسب الصاحب بن عباد وأبوه عباد بن العباس بن عباد أبو الحسن الطالقاني سمع عباد أبا خليفة الفضل بن الحباب والبغداديين في طبقته قال أبو الفضل ورأيت له في دار كتب ابنه أبي القاسم بن عباد بالري كتابا في أحكام القرآن ينصر فيه مذهب الاعتزال استحسنه كل من رآه روى عنه أبو بكر بن مردويه والأصبهانيون وابنه الصاحب أبو القاسم بن عباد روى عن البغداديين والرازيين وولد سنة 236 ومات سنة 583 وقد ذكرت أخباره مستقصاة في أخبار مردويه ومن طالقان قزوين أبو الخير أحمد بن إسماعيل بن يوسف القزويني الطالقاني سمع الحديث بنيسابور من أبي عبد الله الفراوي وأبي طاهر الشحامي وغيرهما ودرس بالمدرسة النظامية ببغداد وكان يعقد بها مجالس الوعظ أيضا وورد الموصل رسولا من دار الخلافة وعاد إلى بغداد فأقام بها ثم توجه إلى قزوين فتوفي بها في ثالث عشر محرم سنة 095 وهذا خبر استحسنته فيه ذكر الطالقان في شعر أوردته ههنا ليستمتع به القارىء قال أبو الفرج علي بن الحسين أخبرني عمي حدثني هرون بن مخارق عن أبيه قال كنت حاضرا في مجلس الرشيد وقد أحضر دنانير برمكية بعد إحضاره إياها في الدفعة الأولى وابتياعه لها فلما دخلت أكرمها ورفع مجلسها وطيب نفسها بعهده ثم قال لها يا دنانير إنما كان مولاك وأهله عبيدا لي وخدما فاصطفيتهم فما صلحوا وأوقعت بهم لما فسدوا فاعد لي عمن فاتك إلى من تحصلينه فقالت يا أمير المؤمنين إن القوم أدبوني وخرجوني وقدموني وأحسنوا إلي إحسانا منه أنك قد عرفتني بهم وحللت هذا المحل منك ومن إكرامك فما أنتفع بنفسي ولا بما تريده مني ولا يجيء كما تقدر بأني إذا ذكرتهم وغنيت غلب علي من البكاء ما لا يبين معه غناء ولا يصح وليس هذا مما أملك دفعه ولا أقدر على إصلاحه ولعلي إذا تطاولت الأيام أسلو ويصلح من أمري ما قد تغير وتزول عني لوعة الحزن عند الغناء ويزول البكاء فدعا الرشيد بمسرور وسلمها إليه وقال له اعرض عليها أنواع العقاب حتى تجيب إلى الغناء ففعل ذلك فلم ينفع فأخبره به فقال له ردها إلي فردها فقال لها إن لي عليك حقوقا ولي عندك صنائع فبحياتي عليك وبحقي إلا غنيت اليوم ولست أعاود مطالبتك بالغناء بعد اليوم فأخذت العود وغنت تبلى مغازي الناس إلا غزوة بالطالقان جديدة الأيام ولقد غزا الفضل بن يحيى غزوة تبقى بقاء الحل والإحرام |جـ 4 صـ 8| ولقد حشمت الفاطمي على التي كادت تزيل رواسي الإسلام وخلعت كفر الطالقان هدية للهاشمي إمام كل إمام ثم رمت بالعود وبكت حتى سقطت مغشية وشرقت عين الرشيد بعبرته فردها وقام من مجلسه فبكى طويلا ثم غسل وجهه وعاد إلى مجلسه وقال لها ويحك قلت لك سريني أو غميني وسوئيني اعدلي عن هذا وغني غيره فأخذت العود وغنت ألم تر أن الجود من صلب آدم تحدر حتى صار في راحة الفضل إذا ما أبو العباس جادت سماؤه فيا لك من جود ويا لك من فضل قال فغضب الرشيد وقال قبحك الله خذوا بيدها وأخرجوها فأخرجت ولم يعد ذكرها بعد ذلك ولبست الخشن من الثياب ولزمت الحزن إلى أن ماتت ولم يف للبرامكة من جواريهم غيرها ",
                "title": "طالقان والنسبة الطالقاني",
                "uri": "JK_000129_008298"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}