{
    "features": [
        {
            "item": "JK_000952_2858",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.269-270",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العيشي</h1> بفتح العين المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الشين المعجمة هذه النسبة إلى عايشة والمشهور بها أبو عبد الرحمن عبيد الله بن محمد بن حفص بن عمر بن موسى بن عبيد الله بن معمر التيمي العيشي يقال له ابن عايشة القرشي لأنه من ولد عايشة بنت طلحة بن عبيد الله التيمي من أهل البصرة سمع حماد بن سلمة وكان عنده تسعة آلاف حديث وسمع وهيب بن خالد وعبد العزيز بن مسلم القسملي وأبا عوانة ومهدي بن ميمون وسفيان بن عيينة وصالح المري وعبد الواحد بن زياد وغيرهم روى عنه أحمد بن حنبل وعبد الله بن روح المدائني وعباس الدوري وإبراهيم بن إسحاق الحربي وكان فصيحا أديبا سخيا حسن الخلق غزير العلم عارفا بأيام الناس قال أبو حاتم بن حبان ابن عايشة القرشي عبيد الله بن محمد من أهل البصرة يروي عن حماد بن سلمة والبصريين حدثنا عنه أبو خليفة هو الفضل بن الحباب الجمحي وابن منيع هو أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي وغيرهما مات سنة ثمان وعشرين ومائتين وكان عالما بأنساب العرب حافظا لأنسابهم مستقيم الحديث مع ذلك وابنه عبد الرحمن بن عبيد الله بن محمد بن حفص التيمي يعرف بابن عايشة من أهل البصرة كان متأدبا شاعرا وقدم بغداد واتصل بأحمد بن أبي دؤاد القاضي وأقام بناحيته ثم خرج إلى سر من رأى ومات سنة سبع وعشرين ومائتين قبل أبيه بسنة وجماعة ينتسبون إلى بني عايش وهم نزلوا البصرة وصارت محلة تنسب إليهم منهم محمد بن بكار بن الريان العيشي روى عنه مسلم بن الحجاج |جـ 4 صـ 270| وأبو بكر عبد الرحمن بن المبارك العيشي البصري يروي عن قريش بن حيان روى عنه البخاري وأزهر بن حفص العيشي روى عنه أمية بن بسطام وأمية بن بسطام العيشي هو ابن عم ابن يزيد بن زريع العيشي يروي عنه البخاري ومسلم وحماد بن واقد العيشي وابنه فطر بن حماد ولوط بن محمد العيشي يروي عن إبراهيم بن بشار الرمادي حدث عنه أحمد بن بهزاذ وذكر أنه سمع منه في بني عيش بالبصرة وهكذا يقول المحدثون بنو عيش وقال خليفة بن خياط وغيره هو منسوب إلى بني عايش بن مالك بن تيم الله بن ثعلبة بن عكاية بن صعب بن علي بن بكر بن وائل ",
                "title": "العيشي",
                "uri": "JK_000952_2858"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}