{
    "features": [
        {
            "item": "JK_000129_009657",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.243-244",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فراض</h1> بكسر أوله وآخره ضاد معجمة جمع الفرضة مثل برمة وبرم وصحبة وصحاب وهي المشرعة والأصل في الفرضة الثلمة في النهر والفراض موضع بين البصرة واليمامة قرب فليج من ديار بكر بن وائل وفي كتاب الفتوح لما قصد خالد بن الوليد رضي الله عنه بغتة بني غالب |جـ 4 صـ 244| إلى الفرائض و الفراض تخوم الشام والعراق والجزيرة في شرقي الفرات واجتمعت عليه الروم والعرب والفرس فأوقع بهم وقعة عظيمة قال سيف قتل فيها مائة ألف ثم رجع خالد إلى الحيرة لعشر بقين من ذي الحجة سنة 21 قال القعقاع لقينا بالفراض جموع روم وفرس غمها طول السلام أبدنا جمعهم لما التقينا وبيتنا يجمع بني رزام فما فتئت جنود السلم حتى رأينا القوم كالغنم السوام وفي ذكر الفراض خبر استحسنته فأثبته ههنا قال أبو محمد الأسود كان أبو شافع العامري شيخا كبيرا فتزوج امرأة من قومه شابة فمكثت عنده حينا ثم دب إليها بعض الغواة وقال لها إنك تبلين شبابك مع هذا الشيخ وراودها عن نفسها فزجرته وقالت له لولا أني أعرف أمك وعفتها لظننتك لغير أبيك ويحك أتزني الحرة فانصرف عنها ثم تلطف لمعاودتها واستمالتها فقالت أما فجورا فلا ولكني إن ملكت يوما نفسي كنت لك قال فإن احتلت لأبي شافع حتى يصير أمرك بيدك أتختارين نفسك قالت نعم قال فخلا به يوما وقال يا أبا شافع ما أظن للنساء عندك طائلا ولا لك فيهن خيرا فقال كيف تظن ذاك يا ابن أخي وما خلق الله خلقا أشد من إعجاب أم شافع بي قال فهل لك أن تخاطرني في عشرين من الإبل على أن تخيرها نفسها فإن اختارتك فهي لك وإلا كانت لي قال انتظرني أعد إليك ثم أتى أم شافع فقص عليه أمره وما دعاه إليه فقالت يا أبا شافع أو تشك في حبي لك واختياري فرجع إليه وراهنه وأشهد بذلك على نفسه عدة من قومه ثم خيرها فاختارت نفسها فلما انقضت عدتها تزوجها الفتى فأنشد أبو شافع يقول حننت ولم تحنن أوان حنين وقلبت نحو الركب طرف حزين جرى بيننا الواشون يا أم شافع ففاضت دما بعد الدموع شؤوني كأن لم يكن منها الفراض محلة ولم يمس يوما ملكها بيميني ولن أتبطنها حلالا ولم تبت معاصمها دون الوساد تلني بلى ثم لم أملك سوابق عبرتي فواحسدا من أنفس وعيون فلا يثقن بعدي امرؤ بملاطف فما كل من لاطفته بأمين وما زادني الواشون يا أم شافع بكم وتراخي الدار غير حنين يشوق الحمى أهل الحمى ويشوقني حمى بين أفخاذ وبين بطون ",
                "title": "فراض",
                "uri": "JK_000129_009657"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}