{
    "features": [
        {
            "item": "JK_000952_1046",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.149-150",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحاجبي</h1> بفتح الحاء المهملة وكسر الجيم بعدها ياء موحدة هذه النسبة إلى الجد واسمه حاجب فمنهم صخر بن محمد بن حاجب الحاجبي من أهل مرو يروي عن الليث بن سعد ومالك بن أنس وغيرهما المنكرات وما لا يرويه الثقات والحمل فيها عليه روى عنه المراوزة منهم أبو عبد الرحمن عبد الله بن محمود السعدي قال أبو حاتم بن حبان لا يحل الرواية عنه وأبو علي إسماعيل بن محمد بن أحمد بن حاجب بن نعمان الدهقان الكشاني الحاجبي من أهل الكشانية منسوب إلى جده راوية الجامع الصحيح لمحمد بن إسماعيل البخاري عن أبي عبد الله الفربري سمعه مع أبيه بفربر سنة ست عشرة وثلاثمائة وفي الوقت الذي رواه لم يكن بقي أحد في الدنيا يروي الصحيح عن الفربري وهو شيخ ثقة صالح مشهور من أهل الكشانية رحل الناس إليه وسمعوا منه مثل أبي العباس المستغفري وأبي |جـ 2 صـ 150| سهل أحمد علي الأبيوردي وأبي عبد الله الحسين بن محمد الخلال البغدادي وسمع الحاجبي أيضا أبا نعيم عبد الملك بن محمد بن عدي الإستراباذي وأبا حسان مهيب بن سليم وغيرهما وتوفي بالكشانية بعد ما رجع من بخارا بعد يوم أو يومين في سنة إحدى وتسعين وثلاثمائة وأبو الحسن محمد بن أحمد بن الهيثم بن صالح بن عبد الله بن الحصين بن علقمة بن لبيد بن نعيم بن عطارد بن حاجب بن زرارة التميمي الحاجبي وهو الحاجب الذي يضرب به المثل في قوس حاجب أنه رهن قوسه عند كسرى على كذا ألف من الجمال فأخذ منه كسرى الرهن تجربة فعاد بعد مدة وأحضر الجمال واسترد القوس المرهونة وأبو الحسن هذا مصري يلقب فروجة قدم بغداد وحدث بها عن جماعة من المصريين روى عنه أحمد بن جعفر بن سلم ومحمد بن عمر الجعابي ومحمد بن المظفر وغيرهم وكان ثقة حافظا وأبو سعيد أحمد بن إبراهيم بن أحمد بن حاجب الحاجبي النيسابوري وكان يلقب بحمدان سمع محمد بن يحيى وعبد الرحمن بن بشر وأبا الأزهر وأحمد بن يوسف السلمي وأحمد بن منصور زاج وعبد الله بن مخلد روى عنه أبو علي الحسين بن علي وأبو محمد عبد الله بن سعد الحافظان ومات في شهر رمضان سنة سبع عشرة وثلاثمائة وأبو الفضل موسى بن علي بن قداح الخياط الحاجبي من أهل بغداد يعرف بابن حاجبك وكانت أمه أو أم أبيه كان شيخا صالحا خياطا بين الدربين ببغداد سمع أبا عبد الله الحسين بن علي بن البسري وأبا مسلم عبد الرحمن بن عمر السمناني وأبا الفضل محمد بن عبد السلام بن أحمد الأنصاري وغيرهم كتبت عنه شيئا يسيرا ببغداد على دكانه والقاضي الرئيس الخطيب أبو الفتح ميمون بن طاهر بن عبد الله بن محمد بن أحمد بن حاجب الكشاني الحاجبي من أهل الكشانية حدث عن أبيه أبي أحمد روى عنه أبو القاسم عبيد الله بن عمر الكشاني مات بسمرقند سنة ثمانين وأربعمائة ودفن بجاكرديزه ",
                "title": "الحاجبي",
                "uri": "JK_000952_1046"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}