{
    "features": [
        {
            "item": "JK_000952_0964",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.101-103",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجواربي</h1> بفتح الجيم والواو وكسر الراء وفي آخرها الباء الموحدة هذه النسبة إلى الجوارب وعملها والمشهور بالانتساب إليها أبو بكر محمد بن صالح بن خلف بن داود بن سعيد بن عبد الله الجواربي من أهل بغداد حدث عن عمرو بن علي الفلاس وحميد بن زنجويه والحسين بن علي بن الأسود وأبي الأشعث أحمد بن المقدام روى عنه محمد بن المظفر وأبو الحسن الدارقطني وغيرهما وكان صدوقا ومات سنة إحدى وعشرين المظفر وأبو الحسن الدارقطني وغيرهما وكان صدوقا ومات سنة إحدى وعشرين وثلاثمائة وأبو الحسن علي بن أحمد بن عبد الله بن عمر الجواربي الواسطي من أهل واسط ورد بغداد وحدث بها عن يزيد بن هارون وأبي أحمد الزبيري وإسحاق بن منصور وجعفر بن جسر بن فرقد وخالد بن مخلد وموسى بن إسماعيل الجبلي وعبد الرحمن بن عبد الملك الحزامي روى عنه محمد بن محمد بن الباغندي وأحمد بن محمد بن أبي شيبة وأحمد بن عبد الله النيري والقاضي أبو عبد الله بن المحاملي وكان ثقة ورجع إلى واسط من بغداد ومات بها في جمادى الآخرة سنة خمس وخمسين ومائتين وابن أخيه أحمد بن محمد بن أحمد الجواربي الواسطي يروي عن عمه روى عنه أبو القاسم سليمان بن أحمد الطبراني والفضل بن خلف بن داود بن سعيد بن عبد الله الجواربي حدث عن عاصم بن علي الواسطي وموسى بن إبراهيم المروزي روى عنه ابن أخيه محمد بن صالح بن خلف الجواربي وأبو زكريا يحيى بن عطاء الجواربي الواسطي سكن أصبهان |جـ 2 صـ 103| أملى سنة ثمان وتسعين ومائتين وقال رأيت دينار النوبي بالبصرة يوم الجمعة بعد الصلاة مفلفل الرأس واللحية وقد اجتمع إليه خلق من الناس منذ ستين سنة فقلت من هذا قالوا هذا دينار النوبي فسمعته يقول خدمت أنس بن مالك رضي الله عنه فسألته هل سألت النبي صلى الله عليه وسلم كيف الصلاة عليك تامة قال بلى وذكر الحديث روى عنه عبد الرحمن بن محمد بن أحمد بن سياه الأصبهاني هكذا ذكره أبو بكر أحمد بن موسى بن مردويه الحافظ وذكره عن ابن سياه وأحمد بن يحيى بن الجواربي البغدادي نزيل سامرا يروي عن محمد بن الحسين البرجلاني سمعت منه مع أبي وهو صدوق ",
                "title": "الجواربي",
                "uri": "JK_000952_0964"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}