{
    "features": [
        {
            "item": "JK_000129_010557",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.404",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قنطرة البردان والنسبة القنطري</h1> قد ذكر بردان في موضعه وهو محلة ببغداد بناها رجل يقال له السري بن الحطم صاحب الحطمية قرية قرب بغداد وقد نسب إلى هذه المحلة جماعة وافرة من المحدثين منهم الحكم بن موسى بن زهير أبو صالح القنطري نسائي الأصل رأى مالك بن أنس وسمع يحيى بن حمزة روى عنه الأئمة والعباس بن الحسين أبو الفضل القنطري سمع يحيى بن آدم وغيره روى عنه البخاري والمعمري وعبد الله بن أحمد وغيرهم ومحمد بن جعفر بن الحارث الخزاز القنطري حدث عن خالد بن عمرو القرشي روى عنه أبو بكر بن خزيمة الإمام وعلي بن داود أبو الحسن التميمي القنطري سمع سعيد بن أبي مريم وأبا صالح كاتب الليث وغيرهما روى عنه إبراهيم الحربي وعبد الله البغوي ويحيى بن صاعد وغيرهم ومحمد بن علي بن يحيى أبو بكر الصباغ القنطري روى عن أحمد بن منيع البغوي روى عنه إبراهيم بن أحمد الخرقي وأحمد بن محمد القنطري روى عن محمد بن عبيد بن خشاب روى عنه غلام الخلال عبد العزيز بن جعفر الحنبلي ومحمد بن العوام بن إسماعيل الخباز القنطري حدث عن منصور بن أبي مزاحم وشريح ابن يونس وغيرهما روى عنه أبو عبد الله الحكيمي وأحمد بن كامل القاضي وغيرهما ومحمد بن السري بن سهل أبو بكر القنطري سمع محمد بن بكار بن الريان وعثمان بن أبي شيبة وغيرهما روى عنه أحمد بن جعفر بن سالم الختلي ومحمد بن حميد المخرمي وغيرهما ومحمد بن داود ابن يزيد أبو جعفر التميمي القنطري أخو علي بن داود وهو الأكبر سمع آدم بن أبي إياس وسعيد ابن أبي مريم وغيرهما روى عنه قاسم المطرز ويحيى بن صاعد وغيرهما وبكر بن أيوب بن أحمد ابن عبد القادر أبو إسحاق القنطري روى عن محمد بن حسان الأزرق روى عنه أبو القاسم بن الثلاج وجعفر بن محمد بن الحسن بن الوليد بن السكن أبو عبد الله الصفار القنطري سمع الحسن بن عرفة روى عنه أبو القاسم بن الثلاج وأحمد بن مصعب بن شيرويه أبو منصور القنطري حدث عن سهل بن زنجلة روى عنه عبد الصمد الطستي ومحمد بن مسلم بن عبد الرحمن أبو بكر القنطري الزاهد كان يشبه ببشر بن الحارث وعثمان بن سعيد ابن أخي علي بن داود القنطري حدث عن يحيى بن الحسن القلانسي روى عنه أبو الحسن علي بن محمد بن أحمد المصري ومحمد بن أحمد بن تميم أبو الحسن الخياط القنطري حدث عن أحمد بن عبيد النرسي وغيره وموسى بن نصر بن سلام أبو عمران البزاز القنطري حدث عن عبد الله بن عون وغيره روى عنه محمد بن مخلد ومحمد بن جعفر المطيري وخيثمة بن سلمان وغيرهم ",
                "title": "قنطرة البردان والنسبة القنطري",
                "uri": "JK_000129_010557"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}