{
    "features": [
        {
            "item": "JK_000952_1601",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.478-481",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدشتي</h1> بفتح الدال المهملة وسكون الشين المعجمة وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى الجد وإلى قرية فأما النسبة إلى الجد فهو أبو سهل عبد الملك بن |جـ 2 صـ 479| عبد الله بن محمد بن أحمد الدشتي من أهل نيسابور كان شيخا مستورا من أهل العلم وبيته بيت الصلاح والتصوف والمروءة والثروة سمع أبا طاهر محمد بن محمش الزيادي وأبا محمد عبد الله بن يوسف بن بامويه الأصبهاني وأبا عبد الرحمن محمد بن الحسين السلمي وغيرهم روى عنه أبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وأبو جعفر حنبل بن علي السجزي بهراة وإسماعيل بن محمد بن الفضل الحافظ بأصبهان وجماعة كثيرة سواهم وأبوه أبو القاسم عبد الله بن محمد الدشتي ورد أصبهان وحدث بها وروى عنه أهلها وإنما قيل له الدشتي لأنه من ولد دشت بن قطن سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بأصبهان سمعت أبا الفضل محمد بن طاهر المقدسي يقول سمعت أبا نعيم عبد الله بن أبي علي الحداد الحافظ يقول سألت أبا سهل الدشتي عن هذه النسبة فقال نحن من ولد دشت بن قطن وقال لي أبو العلاء هو أبو سهل عبد الملك بن عبد الله بن محمد بن أحمد بن محمد بن دشت بن قطن الدشتي قلت وكان أبو سهل الدشتي خازنا ومشرفا على حمل السلطان وكان ممن يعتمد عليه ولد سنة ست وأربعمائة وتوفي في شوال سنة ثمان وثمانين وأربعمائة بنيسابور وأما أبو بكر محمد بن الحسين بن الحسن بن جرير بن سويد الدشتي نسب إلى قرية بأصبهان يقال لها دشتي يروي عن أبي بكر محمد بن علي بن دحيم الشيباني الكوفي وغيره وآخر من حدث عنه أبو الفتح أحمد بن محمد بن أحمد الحداد الأصبهاني وكانت وفاته في حدود سنة عشر وأربعمائة وأبو الوفاء عبد الله بن محمد بن عبد الله بن محمد بن إبراهيم بن منده الدشتي المقرئ شيخ صالح عالم مقرئ فاضل حسن الظاهر والباطن متميز من أهل قرية دشتي سمع أبا مسعود سليمان بن إبراهيم الحافظ وأبا بكر محمد بن أحمد بن ماجه الأبهري وأبا طاهر واضح بن محمد المديني وغيرهم سمعت منه بأصبهان على دكان المرجي الحسين بن محمد بن الفضل السكري أخي الحافظ إسماعيل وكانت ولادته سنة نيف وستين وأربعمائة وتوفي بعد سنة إحدى وثلاثين وخمسمائة فإني سمعت منه في هذه السنة وأبو بكر محمد بن أحمد بن علي شعيب الدشتي الكرابيسي من أهل نيسابور من خان الدشتي كان يفعل فيه سمع الحديث الكثير وكان من الصالحين سمع أبا بكر محمد بن إسحاق بن خزيمة |جـ 2 صـ 480| وعبد الله بن محمد بن سعدويه وأبا العباس محمد بن إسحاق السراج وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في المحرم من سنة تسع وأربعين وثلاثمائة وأبو المعصوم محمد بن أبي شعيب صالح بن زياد بن عبد الله بن إسماعيل بن إبراهيم بن الجارود بن مسرح الدشتي السوسي من أهل الرقة قدم بغداد حاجا في سنة ست وثلاثمائة وحدث عن أبيه عن اليزيدي قراءة أبي عمرو بن العلاء روى عنه عثمان بن أحمد بن سمعان الرزاز وأما أبو مسلم عبد الرحمن بن محمد بن أحمد بن سياه المذكر الدشتي هو من محلة بأصبهان يقال لها دردشت سمع إبراهيم بن زهير الحلواني روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وتوفي سلخ رجب سنة ست وأربعين وثلاثمائة وأبو عبد الله محمد بن يعقوب بن مهران الدشتي من باب دشت إحدى محال أصبهان يروي عن هارون بن المغيرة روى عنه عبد الباقي بن قانع وابناه أحمد ويعقوب وعبد الله بن محمد بن يعقوب وغيرهم |جـ 2 صـ 481| ",
                "title": "الدشتي",
                "uri": "JK_000952_1601"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}