{
    "features": [
        {
            "item": "JK_000952_0971",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.105-107",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوباري</h1> بضم الجيم وفتح الباء المنقوطة بواحدة وفي آخرها الراء هذه النسبة إلى مواضع منها إلى جوبار وهي قرية من قرى مرو منها أبو محمد عبد الرحمن بن الجوباري البوبنجي المعروف بجويبار بوينك روى لنا شرف أصحاب الحديث لأبي بكر أحمد بن علي بن ثابت الخطيب عن أبي محمد عبد الله بن أحمد بن السمرقندي الحافظ عن المصنف سمعت منه في البلد ولقيته بجوبار وتوفي بعد سنة ثلاثين وخمسمائة ومن |جـ 2 صـ 107| القدماء أبو محمد الشاه بن إبراهيم الجوباري المروزي من قرية جوبار سمع عبد الله بن حماد هكذا ذكره أبو زرعة السنجي وجوبار من قرى هراة منها أحمد بن عبد الله الجوباري الهروي الشيباني من جوبار هراة يعرف بستوق كان دجالا كذابا أفاكا لا يحتج بحديثه حدث عن جرير بن عبد الحميد والفضل بن موسى السيناني وغيرهما بأحاديث وضعها عليهم وهو من مشاهير الوضاعين وجوبار أظن أنه قرية بجرجان والمنتسب إليه طلحة بن أبي طلحة الجرجاني الجوباري يروي عن يحيى بن يحيى روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي الإمام وجوبارة محلة معروفة بأصبهان كان يسكنها جماعة من مشايخنا مثل الإمام أبي منصور محمود بن أحمد بن عبد المنعم بن ماشاذه الجوباري روى لنا عن جماعة من أصحاب أبي عبد الله بن مندة الحافظ وكانت ولادته سنة ثمان وخمسين وأربعمائة توفي في شهر ربيع الآخر سنة ست وثلاثين وخمسمائة وأبو المطهر عبد المنعم بن أبي نصر أحمد بن يعقوب بن أحمد بن علي السامكاني الأصبهاني الجوباري روى لنا عن جده من قبل الأم أبي طاهر أحمد بن محمود الثقفي سمعت منه جزئين من فوائد أبي بكر بن المقري وأبو مسعود عبد الجليل من محمد بن عبد الواحد بن كوتاه الجوباري الحافظ روى عن أصحاب أبي بكر بن مردويه وكان حافظا متقنا متفننا ورعا وكتبت عنه مجلسا من إملائه في داره بجوبارة وقرأت عليه جزئين ومن المتقدمين أبو بكر محمد بن أحمد بن علي السمسار الجوباري سمع أبا إسحاق بن خرشيد قوله روى لنا عنه جماعة والرئيس أبو عبد الله القاسم بن الفضل بن أحمد بن أحمد بن محمود الجوباري في النسخة الجوهري الثقفي حدث عن أبي الحسين بن بشران وهلال بن محمد الحفار وأبي عبد الرحمن السلمي وطبقتهم روى لنا عنه جماعة بخراسان والعراق وتوفي سنة نيف وثمانين وأربعمائة ومن القدماء أبو الحسين أحمد بن إبراهيم بن صالح بن المنذر الجوباري الأصبهاني من محلة جوبارة يروي عن أهل بلده والبغداديين و كان من عباد الله |جـ 2 صـ 108| الصالحين سمع الحسن بن الجهم بن جبلة وأبا محمد الحارث بن محمد بن أبي أسامة وغيرهما روى نسخة عن أبيه عن محمد بن نصر الكرماني عن حسان بن إبراهيم الكرماني روى عنه محمد بن علي بن محمد بن شبويه الأصبهاني شيخ أبي بكر بن مردويه ",
                "title": "الجوباري",
                "uri": "JK_000952_0971"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}