{
    "features": [
        {
            "item": "JK_000129_000236",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.94-99",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أجأ والنسبة الأجئي</h1> بوزن فعل بالتحريك مهموز مقصور والنسب إليه أجئي بوزن أجعي وهو علم مرتجل لاسم رجل سمي الجبل به كما نذكره ويجوز أن يكون منقولا ومعناه الفرار كما حكاه ابن الأعرابي يقال أجأ الرجل إذا فر وقال الزمخشري أجأ وسلمى جبلان عن يسار سميراء وقد رأيتهما شاهقان ولم يقل عن يسار القاصد إلى مكة أو المنصرف عنها وقال أبو عبيد السكوني أجأ أحد جبلي طيء وهو غربي فيد وبينهما مسير ليلتين وفيه قرى كثيرة قال ومنازل طيىء في الجبلين عشر ليال من دون فيد إلى أقصى أجإ إلى القريات من ناحية الشام وبين المدينة والجبلين على غير الجادة ثلاث مراحل وبين الجبلين وتيماء جبال ذكرت في مواضعها من هذا الكتاب منها دبر وغريان وغسل وبين كل جبلين يوم وبين الجبلين وفدك ليلة وبينهما وبين خيبر خمس ليال وذكر العلماء بأخبار العرب أن أجأ سمي باسم رجل وسمي سلمى باسم امرأة وكان من خبرهما أن رجلا من العماليق يقال له أجأ بن عبد الحي عشق امرأة من قومه يقال لها سلمى وكان لها حاضنة يقال لها العوجاء وكان يجتمعان في منزلها |جـ 1 صـ 95| حتى نذر بهما إخوة سلمى وهم الغميم والمضل وفدك وفائد والحدثان وزوجها فخافت سلمى وهربت هي وأجأ والعوجاء وتبعهم زوجها وإخوتها فلحقوا سلمى على الجبل المسمى سلمى فقتلوها هناك فسمي الجبل باسمها ولحقوا العوجاء على هضبة بين الجبلين فقتلوها هناك فسمي المكان بها ولحقوا أجأ بالجبل المسمى بأجإ فقتلوه فيه فسمي به وأنفوا أن يرجعوا إلى قومهم فسار كل واحد إلى مكان فأقام به فسمي ذلك المكان باسمه قال عبيد الله الفقير إليه وهذا أحد ما استدللنا به على بطلان ما ذكره النحويون من أن أجأ مؤنثة غير مصروفة لأنه جبل مذكر سمي باسم رجل وهو مذكر وكأن غاية ما التزموا به قول امرىء القيس أبت أجأ أن تسلم العام جارها فمن شاء فلينهض لها من مقاتل وهذا لا حجة لهم فيه لأن الجبل بنفسه لا يسلم أحدا إنما يمنع من فيه من الرجال فالمراد أبت قبائل أجإ أو سكان أجإ وما أشبهه فحذف المضاف وأقام المضاف إليه مقامه يدل على ذلك عجز البيت وهو قوله فمن شاء فلينهض لها من مقاتل والجبل نفسه لا يقاتل والمقاتلة مفاعلة ولا تكون من واحد ووقف على هذا من كلامنا نحوي من أصدقائنا وأراد الاحتجاج والانتصار لقولهم فكان غاية ما قاله أن المقاتلة في التذكير والتأنيث مع الظاهر وأنت تراه قال أبت أجأ فالتأنيث لهذا الظاهر ولا يجوز أن يكون للقبائل المحذوفة بزعمك فقلت له هذا خلاف لكلام العرب ألا ترى إلى قول حسان بن ثابت يسقون من ورد البريس عليهم بردى يصفق بالرحيق السلسل لم يرو أحد قط يصفق إلا بالياء آخر الحروف لأنه يريد يصفق ماء بردى فرده إلى المحذوف وهو الماء ولم يرده إلى الظاهر وهو بردى ولو كان الأمر على ما ذكرت لقال تصفق لأن بردى مؤنث لم يجيء على وزنه مذكر قط وقد جاء الرد على المحذوف تارة وعلى الظاهر أخرى في قول الله عز وجل & وكم من قرية أهلكناها فجاءها بأسنا بياتا أو هم قائلون & ألا تراه قال فجاءها فرد على الظاهر وهو القرية ثم قال أوهم قائلون فرد على أهل القرية وهو محذوف وهذا ظاهر لا إشكال فيه وبعد فليس هنا ما يتأول به التأنيث إلا أن يقال إنه أراد البقعة فيصير من باب التحكم لأن تأويله بالمذكر ضروري لأنه جبل والجبل مذكر وإنه سمي باسم رجل باجماع كما ذكرنا وكما نذكره بعد في رواية أخرى وهو مكان موضع ومنزل وموطن ومحل ومسكن ولو سألت كل عربي عن أجإ لم يقل إلا أنه جبل ولم يقل بقعة ولا مستند إذا للقائل بتأنيثه البتة ومع هذا فإنني إلى هذه الغاية لم أقف للعرب على شعر جاء فيه ذكر أجإ غير مصروف مع كثرة استعمالهم لترك صرف ما ينصرف في الشعر حتى إن أكثر النحويين قد رجحوا أقوال الكوفيين في هذه المسألة وأنا أورد في ذلك من أشعارهم ما بلغني منها البيت الذي احتجوا به وقد مر وهو قول امرىء القيس أبت أجأ ومنها قول عارق الطائي ومن مبلغ عمرو بن هند رسالة إذا استحقبتها العيس تنضى من البعد |جـ 1 صـ 96| أيوعدني والرمل بيني وبينه تأمل رويدا ما أمامة من هند ومن أجإ حولي رعان كأنها قنابل خيل من كميت ومن ورد قال العيزار بن الأخفش الطائي وكان خارجيا ألا حي رسم الدار أصبح باليا وحي وإن شاب القذال الغوانيا تحملن من سلمى فوجهن بالضحى إلى أجإ يقطعن بيدا مهاويا وقال زيد بن مهلهل الطائي جلبنا الخيل من أجإ وسلمى تخب نزائعا خبب الركاب جلبنا كل طرف أعوجي وسلهبة كخافية الغراب نسوف للحزام بمرفقيها شنون الصلب صماء الكعاب وقال لبيد يصف كتيبة النعمان أوت للشباح واهتدت بصليلها كتائب خضر ليس فيهن ناكل كأركان سلمى إذ بدت أو كأنها ذرى أجإ إذ لاح فيه مواسل فقال فيه ولم يقل فيها ومواسل قنة في أجإ وأنشد قاسم بن ثابت لبعض الأعراب إلى نضد من عبد شمس كأنهم هضاب أجا أركانه لم تقصف قلامسة ساسوا الأمور فأحكموا سياستها حتى أقرت لمردف وهذا كما تراه مذكر مصروف لا تأويل فيه لتأنيثه فإنه لو أنث لقال أركانها فإن قيل هذا لا حجة فيه لأن الوزن يقوم بالتأنيث قيل قول امرىء القيس أيضا لا يجوز لكم الاحتجاج به لأن الوزن يقوم بالتذكير فيقول أبى أجأ لكنا صدقناكم فاحتججنا ولا تأويل فيها وقول الحيص بيص أجأ وسلمى أم بلاد الزاب وأبو المظفر أم غضنفر غاب ثم إني وقفت بعد ما سطرته آنفا على جامع شعر امرىء القيس وقد نص الأصمعي على ما قلته وهو أن أجأ موضع وهو أحد جبلي طيىء والآخر سلمى وإنما أراد أهل أجإ كقول الله عز وجل & واسأل القرية & يريد أهل القرية هذا لفظه بعينه ثم وقفت على نسخة أخرى من جامع شعره قيل فيه أرى أجأ لن يسلم العام جاره ثم قال في تفسير الرواية الأولى والمعنى أصحاب الجبل لم يسلموا جارهم وقال أبو العرماس حدثني أبو محمد أن أجأ سمي برجل كان يقال له أجأ وسميت سلمى بامرأة كان يقال لها سلمى وكانا يلتقيان عند العوجاء وهو جبل بين أجإ وسلمى فسميت هذه الجبال بأسمائهم ألا تراه قال سمي أجأ برجل وسميت سلمى بامرأة فأنث المؤنث وذكر المذكر وهذا إن شاء الله كاف في قطع حجاج من خالف وأراد الانتصار بالتقليد وقد جاء أجا مقصورا غير مهموز في الشعر وقد تقدم له شاهد في البيتين اللذين على الفاء قال العجاج والأمر ما رامقته ملهوجا يضويك ما لم يج منه منضجا |جـ 1 صـ 97| فإن تصر ليلى بسلمى أو أجا أو باللوى أو ذي حسا أو يأججا وأما سبب نزول طيء الجبلين واختصاصهم بسكناهما دون غيرهم من العرب فقد اختلفت الرواة فيه قال ابن الكلبي وجماعة سواه لما تفرق بنو سبا أيام سيل العرم سار جابر وحرملة ابنا أدد بن زيد بن الهميسع قلت لا أعرف جابرا وحرملة وفوق كل ذي علم عليم وتبعهما ابن أخيهما طيء واسمه جلهمة قلت وهذا أيضا لا أعرفه لأن طيئا عند ابن الكلبي هو جلهمة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان والحكاية عنه وكان أبو عبيدة قال زيد بن الهميسع فساروا نحو تهامة وكانوا فيما بينها وبين اليمن ثم وقع بين طيء وعمومته ملاحاة ففارقهم وسار نحو الحجاز بأهله وماله وتتبع مواقع القطر فسمي طيئا لطيه المنازل وقيل إنه سمي طيئا لغير ذلك وأوغل طيء بأرض الحجاز وكان له بعير يشرد في كل سنة عن إبله ويغيب ثلاثة أشهر ثم يعود أليه وقد عبل وسمن وآثار الخضرة بادية في شدقيه فقال لابنه عمرو تفقد يا بني هذا البعير فإذا شرد فاتبع أثره حتى تنظر إلى أين ينتهي فلما كانت أيام الربيع وشرد البعير تبعه على ناقة له فلم يزل يقفر أثره حتى صار إلى جبل طيىء فأقام هنالك ونظر عمرو إلى بلاد واسعة كثيرة المياه والشجر والنخيل والريف فرجع إلى أبيه وأخبره بذلك فسار طيىء بإبله وولده حتى نزل الجبلين فرآهما أرضا لها شأن ورأى فيها شيخا عظيما جسيما مديد القامة على خلق العاديين ومعه امرأة على خلقه يقال لها سلمى وهي امرأته وقد اقتسما الجبلين بينهما بنصفين فأجأ في أحد النصفين وسلمى في الآخر فسألهما طيىء عن أمرهما فقال الشيخ نحن من بقايا صحار غنينا بهذين الجبلين عصرا بعد عصر أفنانا كر الليل والنهار فقال له طيىء هل لك في مشاركتي إياك في هذا المكان فأكون لك مؤنسا وخلا فقال الشيخ إن لي في ذلك رأيا فأقم فإن المكان واسع والشجر يانع والماء طاهر والكلأ غامر فأقام معه طيىء بإبله وولده بالجبلين فلم يلبث الشيخ والعجوز إلا قليلا حتى هلكا وخلص المكان لطيء فولده به إلى هذه الغاية قالوا وسألت العجوز طيئا ممن هو فقال طيء إنا من القوم اليمانيينا إن كنت عن ذلك تسألينا وقد ضربنا في البلاد حينا ثمت أقبلنا مهاجرينا إذ سامنا الضيم بنو أبينا وقد وقعنا اليوم فيما شينا ريفا وماء واسعا معينا ويقال إن لغة طيىء هي لغة هذا الشيخ الصحاري والعجوز امرأته وقال أبو المنذر هشام بن محمد في كتاب افتراق العرب لما خرجت طيىء من أرضهم من الشحر ونزلوا بالجبلين أجإ وسلمى ولم يكن بهما أحد وإذا التمر قد غطى كرانيف النخل فزعموا أن الجن كانت تلقح لهم النخل في ذلك الزمان وكان في ذلك التمر خنافس فأقبلوا يأكلون التمر والخنافس فجعل بعضهم يقول ويلكم الميث أطيب من الحي وقال أبو محمد الأعرابي أكتبنا أبو الندى قال بينما طيء ذات يوم جالس مع ولده بالجبلين إذ أقبل رجل من بقايا جديس ممتد القامة عاري الجبلة كاد يسد الأفق طولا ويفرعهم باعا وإذا هو الأسود بن غفار بن الصبور الجديسي |جـ 1 صـ 98| وكان قد نجا من حسان تبع اليمامة ولحق بالجبلين فقال لطيىء من أدخلكم بلادي وإرثي عن آبائي أخرجوا عنها وإلا فعلت وفعلت فقال طيىء البلاد بلادنا وملكنا وفي أيدينا وإنما ادعيتها حيث وجدتها خلاء فقال الأسود اضربوا بيننا وبينكم وقتا نقتتل فيه فأينا غلب استحق البلد فاتعدا لوقت فقال طيىء لجندب بن خارجة بن سعد بن فطرة بن طيىء وأمه جديلة بنت سبيع بن عمرو ابن حمير وبها يعرفون وهم جديلة طيىء وكان طيىء لها مؤثرا فقال لجندب قاتل عن مكرمتك فقالت أمه والله لتتركن بنيك وتعرضن ابني للقتل فقال طيىء ويحك إنما خصصته بذلك فأبت فقال طيىء لعمرو بن الغوث بن طيىء فعليك يا عمرو الرجل فقاتله فقال عمرو لا أفعل وأنشأ يقول وهو أول من قال الشعر في طيىء بعد طيىء يا طيىء أخبرني ولست بكاذب وأخوك صادقك الذي لا يكذب أمن القضية أن إذا استغنيتم وأمنتم فأنا البعيد الأجنب وإذا الشدائد بالشدائد مرة أشجتكم فأنا الحبيب الأقرب عجبا لتلك قضيتي وإقامتي فيكم على تلك القضية أعجب ألكم معا طيب البلاد ورعيها ولي الثماد ورعيهن المجدب وإذا تكون كريهة أدعى لها وإذا يحاس الحيس يدعى جندب هذا لعمركم الصغار بعينه لا أم لي إن كان ذاك ولا أب فقال طيىء يا بني إنها أكرم دار في العرب فقال عمرو لن أفعل إلا على شرط أن لا يكون لبني جديلة في الجبلين نصيب فقال له طيىء لك شرطك فأقبل الأسود بن غفار الجديسي للميعاد ومعه قوس من حديد ونشاب من حديد فقال يا عمرو إن شئت صارعتك وإن شئت ناضلتك وإلا سايفتك فقال عمرو الصراع أحب إلي فاكسر قوسك لأكسرها أيضا ونصطرع وكانت لعمرو بن الغوث ابن طيىء قوس موصولة بزرافين إذا شاء شدها وإذا شاء خلعها فأهوى بها عمرو فانفتحت عن الزرافين واعترض الأسود بقوسه ونشابه فكسرها فلما رأى عمرو ذلك أخذ قوسه فركبها وأوترها وناداه يا أسود استعن بقوسك فالرمي أحب إلي فقال الأسود خدعتني فقال عمرو الحرب خدعة فصارت مثلا فرماه عمرو ففلق قلبه وخلص الجبلان لطيىء فنزلهما بنو الغوث ونزلت جديلة السهل منهما لذلك قال عبيد الله الفقير إليه في هذا الخبر نظر من وجوه منها أن جندبا هو الرابع من ولد طيىء فكيف يكون رجلا يصلح لمثل هذا الأمر ثم الشعر الذي أنشده وزعم أنه لعمرو ابن الغوث وقد رواه أبو اليقظان وأحمد بن يحيى ثعلب وغيرهما من الرواة الثقات لهانىء بن أحمر الكناني شاعر جاهلي ثم كيف تكون القوس حديدا وهي لا تنفذ السهم إلا برجوعها والحديد إذا اعوج لا يرجع البتة ثم كيف يصح في العقل أن قوسا بزرافين هذا بعيد في العقل إلى غير ذلك من النظر وقد روى بعض أهل السير من خبر الأسود بن غفار ما هو أقرب إلى القبول من هذا وهو أن الأسود لما أفلت |جـ 1 صـ 99| من حسان تبع كما نذكره إن شاء الله تعالى في خبر اليمامة أفضى به الهرب حتى لحق بالجبلين قبل أن ينزلهما طيىء وكانت طيىء تنزل الجوف من أرض اليمن وهو اليوم محلة همذان ومراد وكان سيدهم يومئذ أسامة بن لؤي بن الغوث بن طيىء وكان الوادي مسبعة وهم قليل عددهم فجعل ينتابهم بعير في زمن الخريف يضرب في إبلهم ولا يدرون أين يذهب إلا أنهم لا يرونه إلى قابل وكانت الأزد قد خرجت من اليمن أيام سيل العرم فاستوحشت طيء لذلك وقالت قد ظعن إخواننا وساروا إلى الأرياف فلما هموا بالظعن قالوا لأسامة إن هذا البعير الذي يأتينا من بلد ريف وخصب وإنا لنرى في بعره النوى فلو إنا نتعهده عند انصرافه فشخصنا معه لعلنا نصيب مكانا خيرا من مكاننا فلما كان الخريف جاء البعير فضرب في إبلهم فلما انصرف تبعه أسامة بن لؤي بن الغوث وحبة بن الحارث بن فطرة بن طيء فجعلا يسيران بسير الجمل وينزلان بنزوله حتى أدخلهما باب أجإ فوقفا من الخصب والخير على ما أعجبهما فرجعا إلى قومهما فأخبراهم به فارتحلت طيء بجملتها إلى الجبلين وجعل أسامة بن لؤي يقول اجعل ظريبا كحبيب ينسى لكل قوم مصبح وممسى وظريب اسم الموضع الذي كانوا ينزلون فيه قبل الجبلين قال فهجمت طيء على النخل بالشعاب على مواش كثيرة وإذا هم برجل في شعب من تلك الشعاب وهو الأسود بن غفار فهالهم ما رأوا من عظم خلقه وتخوفوه فنزلوا ناحية من الأرض فاستبرؤوها فلم يروا بها أحدا غيره فقال أسامة بن لؤي لابن له يقال له الغوث يا بني إن قومك قد عرفوا فضلك في الجلد والبأس والرمي فاكفنا أمر هذا الرجل فإن كفيتنا أمره فقد سدت قومك آخر الدهر وكنت الذي أنزلتنا هذا البلد فانطلق الغوث حتى أتى الرجل فسأله فعجب الأسود من صغر خلق الغوث فقال له من أين أقبلتم فقال له من اليمن وأخبره خبر البعير ومجيئهم معه وأنهم رهبوا ما رأوا من عظم خلقه وصغرهم عنه فأخبرهم باسمه ونسبه ثم شغله الغوث ورماه بسهم فقتله وأقامت طيىء بالجبلين وهم بهما إلى الآن وأما أسامة بن لؤي وابنه الغوث هذا فدرجا ولا عقب لهما ",
                "title": "أجأ والنسبة الأجئي",
                "uri": "JK_000129_000236"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}