{
    "features": [
        {
            "item": "JK_000129_005312",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.482",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دورق والنسبة الدورقي</h1> بفتح أوله وسكون ثانيه وراء بعدها قاف بلد بخوزستان وهو قصبة كورة سرق يقال لها دورق الفرس قال مسعر بن المهلهل في رسالته ومن رامهرمز إلى دورق تمر على بيوت نار في مفازة مقفرة فيها أبنية عجيبة والمعادن في أعمالها كثيرة وبدورق آثار قديمة لقباذ بن دارا وبها صيد كثير إلا أنه يتجنب الرعي في أماكن منها لا يدخلها بوجه ولا بسبب ويقال إن خاصية ذلك من طلسم عملته أم قباذ لأنه كان لهجا بالصيد في تلك الأماكن فربما أخل بالنظر في أمور المملكة مدة فعملت هذا الطلسم ليتجنب تلك الأماكن وفيها هوام قتالة لا يبرأ سليمها وبها الكبريت الأصفر البحري وهو يجري الليل كله ولا يوجد هذا الكبريت في غيرها وإن حمل منها إلى غيرها لا يسرج وإذا أتي بالنار من غير دورق واشتعلت في ذلك الكبريت أحرقته أصلا وأما نارها فإنها لا تحرقه وهذا من طريف الأشياء وعجيبها لا يوقف على علته وفي أهلها سماحة ليست في غيرهم من أهل الأهواز وأكثر نسائها لا يرددن كف لامس وأهلها قليلو الغيرة وهي مدينة وكورة واسعة وقد نسب إليها قوم من الرواة منهم أبو عقيل الدورقي الأزدي التاجي واسمه بشير بن عقبة يعد في البصريين سمع الحسن وقتادة وغيرهما روى عنه مسلمة بن إبراهيم الفراهيدي وهشيم ويحيى بن سعيد القطان وغيرهم وأبو الفضل الدورقي سمع سهل بن عمارة وغيره وهو أخو أبي علي الدورقي وكان أبو علي أكبر منه ومحمد بن شيرويه التاجي الدورقي أبو مسلم روى عنه أبو بكر بن مردويه الحافظ الأصبهاني وقد نسب قوم إلى لبس القلانس الدورقية منهم أحمد بن إبراهيم بن كثير بن زيد بن أفلح أبو عبد الله الدورقي أخو يعقوب وكان الأصغر وقيل إن الإنسان كان إذا نسك في ذلك الوقت قيل له دورقي وكان أبوهما قد نسك فقيل له دورقي فنسب ابناه إليه وقيل بل كان أصله من دورق روى أحمد عن إسماعيل بن علية ويزيد بن هارون ووكيع وأقرانهم روى عنه أبو يعلى الموصلي وعبد الله بن محمد البغوي توفي في شعبان سنة 426 ",
                "title": "دورق والنسبة الدورقي",
                "uri": "JK_000129_005312"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}