{
    "features": [
        {
            "item": "JK_000952_0887",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.52-53",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجريري</h1> بفتح الجيم والياء المنقوطة باثنتين من تحتها بين الرائين المهملتين هذه النسبة إلى جرير بن عبد الله البجلي وإلى أتباع مذهب محمد بن جرير الطبري فأما المنتسب إلى جرير البجلي فهو يحيى بن إسماعيل الجريري يروي عن عمارة بن القعقاع والحسين بن أدريس الجريري التستري روى عنه طالوت بن عباد وعمر بن إبراهيم بن سبنك الجريري وأهل بيته وهم كثيرون وابنه إسماعيل بن عمر بروي عن ابن المحرم وغيره وابن ابنه القاضي أبو الحسن محمد بن إسماعيل بن عمر الجريري ثقة مأمون مكثر كان عسرا في التحديث قال ابن ماكولا وكان ملازما لنا وسمعت منه وابنه أبو الفضل عبد الكريم كان فقيها على مذهب الشافعي وحدث عن أبي الصلت المجبر سمعت منه وأبو الفرج علي بن محمد بن عبد الحميد البجلي الجريري الهمذاني العدل سمع بن شعيب وابن لال قال ابن ماكولا وكان مكثرا سمعت منه بهمذان وهو ثقة قلت روى لنا عنه أبو علي أحمد بن سعد بن علي العجلي وأبو بكر هبة الله بن الفرج الظفر اباذي بهمذان ولم يحدثنا عنه سواهما فهؤلاء من أولاد جرير وأما هذه النسبة إلى مذهب محمد بن جرير الطبري فجماعة أبو إسحاق إبراهيم بن يعقوب بن إسحاق الجوزجاني الجريري العميد من أهل العراق وبها طلب العلم وسكن دمشق يروي عن يزيد بن هارون روى عنه أهل العراق والشام قال أبو حاتم بن حبان كان إبراهيم الجوزجاني جريري المذهب ولم يكن بداعية إليها وكان صلبا في السنة حافظا للحديث إلا أنه من صلابته ربما كان يتعدى طوره مات بعد سنة أربع وأربعين ومائتين وآخر من كان ينتسب إلى مذهبه من العلماء القاضي أبو الفرج المعافى بن زكريا الجريري النهرواني المعروف بابن طرارا كان من مشاهير العلماء المتقنين وكان ببغداد مات سنة نيف وثمانين وقال ابن ماكولا أبو الفرج الجريري العلامة كان آية في الحفظ والمعرفة والتفنن في العلوم حدث عن البغوي وابن صاعد وأبو الطيب أحمد بن سليمان الحريري ويقال له الجريري بالحاء اجتمع فيه النسبتان فمن قال له الحريري فينسبه إلى بيع الحرير ومن قال الجريري بالجيم فلأجل تفقهه على مذهب محمد بن جرير الطبري وأبو منصور سليمان بن محمد بن الفضل بن جبرئيل النهرواني البجلي الجريري |جـ 2 صـ 53| من ولد جرير بن عبد الله البجلي صاحب رسول الله صلى الله عليه وسلم حدث عن محمد بن موسى الحرشي وسهل بن زنجلة الرازي ومحمد بن إسماعيل الأهوازي ومحمد بن وهب بن أبي كريمة الحراني ومحمد بن أبي السري العسقلاني ودحيم بن اليتيم روى عنه أحمد بن عثمان الأدمي وعبد الصمد بن علي الطستي وأبو سهل بن زياد القطان وقال أبو الحسن الدارقطني هو ضعيف ومات في سنة سبع وثمانين ومائتين وأبو أحمد محمد بن أحمد بن يوسف بن إسماعيل بن خالد بن عبد الملك بن جرير بن عبد الله الجريري البجلي يروي عن أحمد بن الحارث الخراز بكتب أبي الحسن المدائني وحدث أيضا عن عبد الرحمن ابن أخي الأصمعي روى عنه أبو عمر بن حيوية الخزاز والدارقطني وأبو بكر بن شاذان والكتاني وعلي بن عمرو الحريري أثنى عليه الأزهري وقال ما سمعت فيه إلا خيرا ومات في المحرم سنة خمس وعشرين وثلاثمائة ",
                "title": "الجريري",
                "uri": "JK_000952_0887"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}