{
    "features": [
        {
            "item": "JK_000129_008839",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.109-110",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عرقة والنسبة العرقي</h1> بكسر أوله وسكون ثانيه وهو مؤنث المذكور آنفا بلدة في شرقي طرابلس بينهما أربعة فراسخ وهي آخر عمل دمشق وهي في سفح جبل بينها وبين البحر نحو ميل وعلى جبلها قلعة لها وقال أبو بكر الهمذاني عرقة بلد من العواصم بين رفنية وطرابلس ينسب إليها عروة بن مروان العرقي الحرار كان أميا يروي عن عبيد الله بن عمر الرقي وموسى بن أعين روى عنه أيوب بن محمد الوزان وخير بن عرفة ويونس بن عبد الأعلى وسعيد بن عثمان التنوخي وواثله بن الحسن العرقي أبو الفياض روى عن كثير بن عبيد وعمرو بن عثمان الحمصي ويحيى بن عثمان روى عنه الطبراني وروى عنه أيضا عبيد الله بن علي الجرجاني وكان سيف الدولة بن حمدان قد غزاها فقال أبو العباس الصفري شاعره أخذت سيوف السبي في عقر دارهم بسيفك لما قيل قد أخذ الدرب وعرقة قد سقيت سكانها الردى ببيض خفاف لا تكل ولا تنبو كأن المنايا أودعت في جفونها فأرواح من حلت به للردى نهب وإلى عرقة ينسب أبو الحسن أحمد بن حمزة بن أحمد التنوخي العرقي قال السلفي أنشدني بالإسكندرية وكان أبو الحسن قرأ علي كثيرا من الحديث وعلقت أنا عنه فوائد أدبية وذكر أنه رأى ابن الصواف المقرىء وأبا إسحاق الحبال الحافظ وأبا الفضل بن الجوهري الواعظ وسمع الحديث وقرأ القرآن على أبي الحسين الخشاب واللغة على أبي القاسم بن القطاع والنحو على المعروف بمسعود الدولة الدمشقي وكان أبوه ولي القضاء بمصر وسمعت أخاه أبا البركات يقول ولد أخي سنة 462 ومات بالإسكندرية وحمل في تابوت إلى مصر ودفن بعد أن صليت عليه أنا وكان شافعي المذهب بارعا في الأدب ولم يذكر السلفي وفاته وأخوه أبو البركات محمد بن حمزة بن أحمد العرقي قال السلفي سألته عن مولده فقال في سنة 465 بمصر ومات سنة 755 وذكر أنه سمع الحديث على الخلعي وابن أبي داود وغيرهما واللغة على ابن القطاع وسمع علي كثيرا هو وأخوه أبو الحسن وعلقت عنهما فوائد أدبية والحسين بن عيسى أبو الرضا الأنصاري الخزرجي العرقي قال الحافظ أبو القاسم الدمشقي من أهل عرقة من أعمال دمشق حدث عن يوسف بن يحيى ومحمد بن عبدة وعبد الله بن أحمد بن أبي مسلم الطرسوسي ومحمد بن إسماعيل بن سالم الصائغ وعلي بن عبد العزيز البغوي وغيرهم روى عنه أبو الحسين بن جميع وأبو المفضل محمد ابن عبد الله بن محمد الشيباني الحافظ وغيرهم قال بطليموس في كتاب الملحمة مدينة عرقة طولها إحدى وستون درجة وخمس عشرة دقيقة وعرضها ست وثلاثون درجة وست عشرة دقيقة في آخر الإقليم الرابع وأول الخامس طالعها تسع درجات من السنبلة وست وأربعون دقيقة تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي وسط سمائها مثلها من الحمل بيت عاقبتها مثلها من الميزان وله شركة في رأس الغول |جـ 4 صـ 110| ",
                "title": "عرقة والنسبة العرقي",
                "uri": "JK_000129_008839"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}