{
    "features": [
        {
            "item": "JK_000129_003638",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.209-210",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حائط العجوز</h1> قال أحمد بن إسحاق الهمذاني وبمصر حائط العجوز على شاطىء النيل بنته عجوز كانت في أول الدهر ذات مال وكان لها ابن واحد فأكله السبع فقالت لأمنعن السباع أن ترد النيل فبنت ذلك الحائط حتى منعت السباع أن تصل إلى النيل قال ويقال أن ذلك الحائط كان مطلسما وكان فيه تماثيل كل إقليم على هيئته ووزنه وزيه وصور الناس والدواب والسلاح التي فيه وطريق كل إقليم إلى مصر قال ويقال إن ذلك الحائط بني ليكون حاجزا بين الصعيد والنوبة لأنهم كانوا يغيرون على أهل الصعيد فلا يشعرون بهم حتى هجموا على بلادهم فبني ذلك الحائط لذلك السبب وقال بعض أهل العلم أمر بعض ملوك مصر ببناء الحائط مما يلي البر طوله ثلاثمائة فرسخ وقيل ثلاثون يوما ما بين الفرما إلى أسوان ليكون حاجزا بينهم وبين الحبشة وقال القاضي أبو عبد الله القضاعي حائط العجوز من العريش إلى أسوان يحيط بأرض مصر شرقا وغربا وقال آخرون لما أغرق الله فرعون وقومه بقيت مصر وليس فيها من أشراف أهلها أحد ولم يبق إلا العبيد والأجراء والنساء فأعظم أشراف النساء أن يولين أحدا من العبيد والأجراء وأجمع رأيهن أن يولين امرأة منهن يقال لها دلوكة بنت ريا وكان لها عقل ومعرفة وتجارب وكانت من أشرف بيت فيهن وهي يومئذ ابنة مائة سنة فملكوها فخافت أن يغزوها ملوك الأرض إذا علموا قلة رجالها فجمعت نساء الأشراف وقالت لهن إن بلادنا لم يكن يطمع فيها أحد وقد هلك أكابرنا ورجالنا وقد ذهب السحرة الذين كنا نصول بهم وقد رأيت أن أبني حائطا أحدق به جميع بلادنا فصوبن رأيها فبنت على النيل بناء أحاطت به على جميع ديار مصر المزارع والمدائن والقرى وجعلت دونه خليجا يجري فيه الماء وجعلت عليه القناطر وجعلت فيه محارس ومسالح على كل ثلاثة أميال مسلحا ومحرسا وفيما بين ذلك محارس صغار على كل ميل وجعلت في كل محرس رجالا وأجرت عليهم الأرزاق وأمرتهم أن لا يغفلوا ومتى رأوا أمرا يخافونه ضرب بعضهم إلى بعض ألاجراس وإن كان ليلا أشعلوا النيران على الشرف فيأتي الخبر في أسرع وقت وكان الفراغ منه في ستة أشهر |جـ 2 صـ 210| لكثرة من كان يعمل فيه وقد بقي من هذا الحائط بقية إلى وقتنا هذا بنواحي الصعيد ثم أن دلوكة أحضرت تدورة وصنعت البرابي كما ذكرناه في البرابي وملكتهم عشرين سنة ثم إن بعض أولاد ملوكهم كبر فملكوه كما ذكرنا في مصر ",
                "title": "حائط العجوز",
                "uri": "JK_000129_003638"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}