{
    "features": [
        {
            "item": "JK_000952_4377",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.647-649",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهمداني</h1> بفتح الهاء وسكون الميم والدال المهملة هي منسوبة إلى همدان وهي قبيلة من اليمن نزلت الكوفة وهي همدان بن أوسلة وهمدان بن مالك بن زيد بن أوسلة بن ربيعة بن الخيار بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان وقال أبو علي الغساني همدان اسمه أوسلة بسين مهملة بن خيار بخاء معجمة بن كهلان بن سبأ وفي همدان بطون كثيرة منها سبيع ويام ومرهبة وأرحب وفي كل بطن جماعة سنذكرهم في موضعهم وسمعت أبا الغنائم المسلم بن نجم المزني الكوفي بسمرقند يقول فاخرت أهل الكوفة أهل البصرة حتى وقعوا في القبائل فكل قبيلة ذكرها أهل الكوفة ذكر أهل البصرة أن جماعة من هذه القبيلة نزلت بالبصرة منهم طائفة أيضا حتى وصل أهل الكوفة إلى همدان فسكت أهل البصرة واعترفوا أن ليس بالبصرة من بني همدان أحد وروي أن أمير المؤمنين علي بن أبي طالب رضي الله عنه قال % فلو كنت بوابا على باب جنة % % لقلت لهمدان ادخلي بسلام % |جـ 5 صـ 648| والمشهور بهذه النسبة أبو المورع محاضر بن المورع الهمداني من أهل الكوفة يروي عن إسماعيل بن أبي خالد وهشام بن عروة والأعمش روى عنه أحمد بن حنبل وأهل العراق وأبو إسحاق عمرو بن عبد الله السبيعي همداني أيضا وقد ذكرناه في السبيعي وأبو عبد الله الحسن بن صالح بن حي الهمداني الثوري من أهل الكوفة يروي عن السدي وسماك بن حرب روى عنه أهل العراق وكان مولده سنة مئة ومات سنة سبع وستين ومئة وكان فقيها ورعا من المتقشفة الخشن ممن تجرد للعبادة ورفض الرئاسة على تشيع فيه وأبو هشام عبد الله بن نمير الهمداني من أهل الكوفة يروي عن يحيى بن سعيد الأنصاري وابن أبي خالد روى عنه ابنه محمد بن عبد الله بن نمير وأهل العراق مات سنة 199 وكتبت عن جماعة من الهمدانيين بالكوفة منهم أبو الغنائم محمد بن محمد بن جناح الهمداني وعلي بن إبراهيم أبو الحسن الهمداني وابنه أبو الأكرم بركات الهمداني وغيرهم وأهل الكوفة فيهم هذه النسبة كثيرة وشيخنا أبو تمام إبراهيم بن أحمد بن الحسين بن حمدان الهمداني يروي عن أبي يعقوب يوسف بن محمد الهمداني هو همداني يروي عن همداني كتبت عنه ببروجرد إحدى بلاد الجبل وسمع أبا معشر الطبري بمكة ومات سنة اثنتين وثلاثين وخمسمئة ببروجرد وأبو ذر عمر بن ذر بن عبد الله بن زراة الهمداني من أهل الكوفة يروي عن عطاء ومجاهد روى عنه وكيع وأهل العراق مات سنة خمسين ومئة قال أبو حاتم بن حبان عمر بن ذر كان مرجئا يقص وأبو عروة القاسم بن مخيمرة الهمداني يروي عن شريح بن هانىء والكوفيين قال أبو حاتم بن حبان وما أحسبه سمع أبا موسى روى عنه الحكم بن عتيبة وأهل العراق وكان من خيار الناس وكان من صالحي أهل الكوفة خرج منها وسكن الشام مرابطا ومات سنة مئة ومجالد بن سعيد بن عمير الهمداني من أهل الكوفة يروي عن الشعبي وقيس بن |جـ 5 صـ 649| أبي حازم روى عن العراقيون مات سنة ثلاث أو أربع وأربعين ومئة في ذي الحجة وكان رديء الحفظ يقلب الأسانيد ويرفع المراسيل لا يجوز الاحتجاج به وكان الشافعي رحمة الله عليه يقول الحديث عن حرام بن عثمان حرام والحديث عن مجالد يجالد والحديث عن أبي العالية الرياحي رياح وقال أحمد بن حنبل مجالد حديثه عن أصحابه كأنه حلم والأعشي الهمداني هو عبد الرحمن بن عبد الله بن الحارث بن نظام بن جشم بن عمرو بن مالك بن الحارث بن عبد الحارث بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همدان يكنى أبا المصبح وكان زوج أخت الشعبي وكان من القراء ثم تركه وصار شاعرا وخرج مع ابن الأشعت فأتي به الحجاج فقتله صبرا وأبو عمر إسماعيل بن مجالد بن سعيد بن عمير بن ذي مران بن شرحبيل بن ربيعة بن مرثد بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همدان الهمداني من مشاهير أهل الكوفة ورد بغداد وسكنها وحدث عن أبيه وبيان بن بشر الأحمسي وإسماعيل بن أبي خالد وأبي إسحاق السبيعي وسماك بن حرب روى عنه ابنه عمر وإبراهيم بن زياد سبلان وسريج بن يونس ويحيى بن معين وعثمان بن أبي شيبة وغيرهم وقيل إنه ليس بالقوي ",
                "title": "الهمداني",
                "uri": "JK_000952_4377"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}