{
    "features": [
        {
            "item": "JK_000952_0865",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.40-41",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرجاني</h1> بضم الجيم وسكون الراء المهملة والجيم والنون بعد الألف هذه النسبة إلى بلدة جرجان وهي بلدة حسنة فتحها يزيد بن المهلب أيام سليمان بن عبد الملك خرج منها جماعة من العلماء قديما وحديثا منهم الجنيد بن بهرام الجرجاني يروي عن يزيد بن هارون روى عنه يوسف بن بشر بن حمزة قال أبو حاتم بن حبان هو مستقيم الحديث وقد جمع تاريخها أبو القاسم حمزة بن يوسف السهمي الحافظ في مجلدة وذكر فيها عالما منهم ومنها أبو علي الحسن بن أبي الربيع يحيى بن الجرجاني من أهل بغداد يروي عن يزيد بن هارون وعبد الرزاق بن همام روى عنه محمد بن المنذر شكر الهروي واسم أبي الربيع يحيى كان جرجانيا انتقل إلى بغداد وكان والده أبو الربيع من مشاهير أهل جرجان ووجوهها وقيل إنه أو ابنه الحسن كان يجهز إلى إستراباذ وطبرستان وكان في الطريق لص يقطع القوافل فكان يقطع في كل قافلة من مال الحسن بن أبي الربيع إلى أن ضجر وقال اللص يوما يا رب أنت مالك السماوات والأرضين جعلت الأموال للحسن بن أبي الربيع أو أبي الربيع ثم خلى عن ماله ولا يأخذ شيئا من كثرة ما كان أخذ من ماله ومات عن خمس وثمانين سنة سلخ جمادي الأولى سنة ثلاث وستين ومائتين وأبو أحمد عبد الله بن |جـ 2 صـ 41| عدي بن عبد الله بن محمد الجرجاني المعروف بابن القطان الحافظ من أهل جرجان كان حافظ عصره رحل ما بين الإسكندرية وسمرقند ودخل البلاد وأدرك الشيوخ سمع أبا عبد الرحمن أحمد بن شعيب النسائي وعلي بن سعيد الرازي والقاسم بن عبد الله الإخميمي والقاسم بن زكريا المطرز وخلقا يطول ذكرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو القاسم حمزة بن يوسف السهمي وأبو بكر أحمد بن الحسن الحيري وغيرهم أول ما كتب الحديث يجرجان في سنة تسعين ومائتين عن أحمد بن حفص وغيره ثم رحل إلى العراق والشام ومصر في سنة سبع وتسعين وصنف في معرفة ضعفاء المحدثين كتابا مقدار ستين جزءا سماه الكامل وكان جمع أحاديث مالك بن أنس والأوزاعي وسفيان الثوري وشعبة وإسماعيل بن أبي خالد وجماعة من المقلين وصنف على كتاب المزني سماه الانتصار وكان حافظا متقنا لم يكن في زمانه مثله تفرد بأحاديث وقد كان وهب أحاديث له يتفرد بها لبنيه عدي وأبي زرعة ومنصور تفردوا بروايتها عن أبيهم وابنه عدي سكن سجستان وحدث بها قال حمزة بن يوسف السهمي سألت الدارقطني أن يصنف كتابا في ضعفاء المحدثين فقال أليس عندك كتاب ابن عدي قلت نعم قال فيه كفاية لا يزاد عليه وكانت ولادته يوم السبت غرة ذي القعدة سنة سبع وسبعين ومائتين وهي السنة التي مات فيها أبو حاتم الرازي وتوفي غرة جمادي الآخرة سنة خمس وستين وثلاثمائة بجرجان وصلى عليه أبو بكر الإسماعيلي ودفن بجنب مسجد كرز بن وبرة عن يمين القبلة وزرت قبره وابنه أبو محمد عدي بن عبد الله بن عدي الجرجاني سكن سجستان إلى أن مات بها حدث عن أبيه وعبد الباقي بن قانع وأبي بكر محمد بن عبد الله الشافعي وأبي محمد الفاكهاني وعلي بن أحمد بن سيف العصار الجرجاني روى عنه أبو عبد الله محمد بن إبراهيم الشروطي وأبو أحمد محمد بن محمد بن يوسف المكي الجرجاني كانت له رحلة إلى العراق والشام ومصر وخراسان وما وراء النهر سمع ببغداد أبا القاسم عبد الله بن محمد البغوي وأبا محمد يحيى بن محمد بن صاعد وأبا العباس محمد بن عبد الرحمن الدغولي ومحمد بن سعيد البخاري وغيرهم وحدث بالبصرة وشيراز بالجامع الصحيح للبخاري عن أبي عبد الله محمد بن يوسف الفربري قال أبو بكر بن مردويه الحافظ أبو أحمد الجرجاني قدم أصبهان فسمع منه جامع البخاري ورأيته أنا بالأهواز وكتبت عنه بها سنة إحدى وخمسين وثلاثمائة وقال غيره مات بأرجان سنة ثلاث أو أربع وسبعين وثلاثمائة وأبو جعفر محمد بن علي بن دلان الجرجاني الدلاني ذكرته في الدال المهملة وأبو محمد محمد بن محمد بن مكي القاضي الجرجاني وكان قاضي إستراباذ روى عن أبي بكر أحمد بن |جـ 2 صـ 42| محمد بن عمر بن بسطام المروزي وغيره روى عنه أبو ربيعة الإستراباذي القاضي ",
                "title": "الجرجاني",
                "uri": "JK_000952_0865"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}