{
    "features": [
        {
            "item": "JK_000129_000033",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.53-54",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>آسك</h1> بفتح السين المهملة وكاف كلمة فارسية قال أبو علي ومما ينبغي أن تكون الهمزة في أوله أصلا من الكلم المعربة قولهم في اسم الموضع الذي قرب أرجان آسك وهو الذي ذكره الشاعر في قوله أألفا مسلم فيما زعمتم ويقتلهم بآسك أربعونا فآسك مثل آخر وآدم في الزنة ولو كانت على فاعل نحو طابق وتابل لم ينصرف أيضا للعجمة والتعريف وإنما لم نحمله على فاعل لأن ما جاء من نحو هذه الكلم فالهمزة في أوائلها زائدة وهو العام فحملناه على ذلك وإن كانت الهمزة الأولى أصلا وكانت فاعلا لكان اللفظ كذلك وهو بلد من نواحي الأهواز قرب أرجان بين أرجان ورامهرمز بينها وبين أرجان يومان وبينها وبين الدورق يومان وهي بلدة ذات نخيل ومياه وفيها إيوان عال في صحراء على عين غزيرة وبيئة وبإزاء الإيوان قبة منيفة ينيف سمكها على مئة ذراع بناها الملك قباذ والد أنو شروان وفي ظاهرها عدة قبور لقوم من المسلمين استشهدوا أيام الفتح وعلى هذه القبة آثار الستائر قال مسعر بن مهلهل وما رأيت في جميع ما شاهدت من البلدان قبة أحسن بناء منها ولا أحكم وكانت بها وقعة للخوارج حدث أهل السير قالوا كان أبو بلال مرداس بن أدية وهو أحد أئمة الخوارج قد قال لأصحابه قد كرهت المقام بين ظهراني أهل البصرة والاحتمال لجور عبيد الله بن زياد وعزمت على مفارقة البصرة والمقام بحيث لا يجري علي حكمه من غير أن أشهر سيفا أو أقاتل أحدا فخرج في أربعين من الخوارج حتى نزل آسك موضعا بين رامهرمز وأرجان فمر به مال يحمل إلى ابن زياد من فارس فغصب حامليه حتى أخذ منهم بقدر أعطيات جماعته وأفرج عن الباقي فقال له أصحابه علام تفرج لهم عن الباقي فقال إنهم يصلون ومن صلى إلى القبلة لا أشاقه وبلغ ذلك ابن زياد فأنفذ إليهم معبد بن أسلم الكلابي فلما تواقفا للقتال قال له مرداس علام تقاتلنا ولم نفسد في الأرض ولا شهرنا سيفا قال أريد أن أحملكم إلى ابن زياد قال إذا يقتلنا قال وإن قتلكم واجب قال تشارك في دمائنا قال هو على الحق وأنتم على الباطل فحملوا عليه حملة رجل واحد فانهزم وكان في ألفي فارس فما رده شيء حتى ورد البصرة فكان بعد ذلك يقولون له يا معبد جاءك مرداس خذه فشكاهم إلى ابن زياد فنهاهم عنه فقال عيسى بن فاتك الخطي أحد بني تيم الله بن ثعلبة في كلمة له فلما أصبحوا صلوا وقاموا إلى الجرد العتاق مسومينا فلما استجمعوا حملوا عليهم فظل ذوو الجعائل يقتلونا |جـ 1 صـ 54| بقية يومهم حتى أتاهم سواد الليل فيه يراوغونا يقول بصيرهم لما أتاهم بأن القوم ولوا هاربينا أألفا مؤمن فيما زعمتم ويقتلهم بآسك أربعونا كذبتم ليس ذاك كما زعمتم ولكن الخوارج مؤمنونا هم الفئة القليلة غير شك على الفئة الكثيرة ينصرونا ",
                "title": "آسك",
                "uri": "JK_000129_000033"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}