{
    "features": [
        {
            "item": "JK_000129_010477",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.390-391",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قلعة الروم</h1> قلعة حصينة في غربي الفرات مقابل البيرة بينها وبين سميساط بها مقام بطرك الأرمن خليفة المسيح عندهم ويسمونه بالأرمنية كتاغيكوس وهذه القلعة في وسط بلاد المسلمين وما أظن بقاءها في يد الأرمن مع أخذ جميع ما حولها من البلاد إلا لقلة جدواها فإنه لا دخل لها وأخرى لأجل مقام رب |جـ 4 صـ 391| الملة عندهم كأنهم يتركونها كما يتركون البيع والكنائس في بلاد الإسلام ولم يزل كتاغيكوس الذي يلي البطركة من قديم الزمان من ولد داود عليه السلام وعلامته عندهم طول يديه وأنهما تتجاوزان ركبتيه إذا قام ومدهما ويلفى ذلك في ولده فلما كانت قرابة سنة 601 اعتمد ليون بن ليون ملك الأرمن الذي بالبقعة الشامية في بلاد المصيصة وطرسوس وأذنة ما كرهه الأرمن وهو أنه كان إذا نزل بقرية أو بلدة استدعى إحدى بنات الأرمن فيفترشها في ليلته ثم يطلقها إلى أهلها إذا أراد الرحيل عنهم فشكا الأرمن ذلك إلى كتاغيكوس فأرسل إليه يقول هذا الذي اعتمدته لا يقتضيه دين النصرانية فإن كنت ملتزما للنصرانية فارجع عنه وإن كنت لست ملتزما للنصرانية فافعل ما شئت فقال أنا ملتزم للنصرانية وسأرجع عما كرهه البطرك ثم عاد إلى أمره وأشد فأعادوا شكواه فبعث إليه مرة أخرى وقال إن رجعت عما تعتمده وإلا حرمتك فلم يلتفت إليه وشكي مرة أخرى فحرمه كتاغيكوس وبلغه ذلك فكشف رأسه ولم يظهر التوبة عما صنع فامتنع عسكره ورعيته من أكل طعامه وحضور مجلسه واعتزلته زوجته وقالوا هو الدين لا بد من التزام واجبه ونحن معك إن دهمك عدو أو طرقك أمر وأما حضورنا عندك فلا وأكل طعامك كذلك فبقي وحده وإذا ركب ركب في شرذمة يسيرة فضجر وأظهر التوبة وأرسل إلى كتاغيكوس يسأل أن يحضر لتكون توبته بمحضره وعند حضور الناس يحلله واغتر كتاغيكوس وحضر عنده وأشهد على نفسه بتحليله وشهد عليه الجموع فلما انفض المجلس أخذ ليون بيده وصعد القلعة وكان آخر العهد به وأحضر رجلا من أهل بيته أظنه ابن خالته أو شيئا من ذلك وكان مترهبا فأنفذه إلى القلعة وجعله كتاغيكوس فهو إلى هذه الغاية هناك وانقرضت الكتاغيكوسية عن آل داود وبلغني أنه لم يبق منهم في تلك النواحي أحد يقوم مقامهم وإن كان في نواحي أخلاط منهم طائفة والله أعلم ",
                "title": "قلعة الروم",
                "uri": "JK_000129_010477"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}