{
    "features": [
        {
            "item": "JK_000952_2049",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.223-225",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السجزي</h1> بكسر السين المهملة وسكون الجيم وفي آخرها الزاي هذه النسبة إلى سجستان قال ابن ماكولا هذه النسبة على غير قياس منهم أبو العباس أحمد بن محمد بن الأزهر بن حريث السجزي الأزهري سمع سعيد بن يعقوب الطالقاني وعلي بن حجر وخالد بن سليمان السجزي ومحمد بن رافع وبالحجاز والعراق روى عنه أبو بكر بن علي الحافظ وعبد العزيز بن محمد بن مسلم توفي سنة اثنتي عشرة وثلاثمائة ومحمد بن إسحاق بن الأشعث السجزي نيسابوري سمع محمد بن حميد وسليمان بن أحمد القزاز الرازي حدث عنه أبو الفضل محمد بن إبراهيم وابو قبيصة سكين بن يزيد السجزي وزكريا بن يحيى السجزي خياط السنة وابو يحيى سليمان بن عيسى بن يحيى السجزي يضع الحديث روى عن سفيان الثوري والليث بن سعد والأمير ابن الأمير أبو أحمد خلف بن أحمد بن محمد بن خلف بن الليث بن خلف بن الفرقد السجزي وكان من أهل الفضل والعلم والسياسة والملك وكان قد سمع الحديث وحدث وسمع بخراسان أبا عبيد الله محمد بن علي الماليني وعلي بن بندار الصوفي |جـ 3 صـ 224| وأبا بكر محمد بن محمد بن إسماعيل المذكر وبالعراق أبا بكر محمد بن عبد الله الشافعي وابن أبي حصين الوادعي وأبا القاسم الحسن بن محمد السكوني وأبا علي محمد بن أحمد بن الحسن الصواف وبالحجاز أبا محمد عبد الله بن محمد بن إسحاق الفاكهي وأبا الحسن أحمد بن محبوب الرملي وأقرانهم سمع منه الحاكم أبو عبد الله الحافظ وقال خلف بن أحمد بن الأمير من بيت ولاة خراسان وأوحد الأمراء في إجلال العلم وأهله والاصطناع إلى كل من يرجع إلى نوع من العلم والفضل ورد نيسابور سنة ثلاث وخمسين وثلاثمائة ونزل دار أبي منصور بن محبس وجماعة أهل العلم يفدون إليه ويروحون ولما دخل بغداد خرج له أبو الحسن علي بن عمر الحافظ الدارقطني الفوائد وحدث بالعراق وخراسان واجتمعنا ببخارى وقرأت عليه انتقاء أبي الحسن الدارقطني وحملنا أبو الفوارس النسفي إلى منزله حتى قرأت عليه الموطأ عن أبي عبيد الله البوشنجي عن يحيى بن بكير عن مالك ثم قال سمعت أبا سعيد الحسن بن أحمد بن زياد الرازي ببخارى يقول ما ورد هذه الحضرة من الأمراء والملوك أحسن رعاية وإيجابا لأهل العلم من أبي أحمد الأمير خلف بن أحمد قال سمعت أبا الحسن علي بن أحمد السلامي يقول ونحن ببخارى مع الأمير أبي أحمد قال رأيت أبا بكر الصديق رضي الله عنه في المنام كأنه يقول قل لخلف بن أحمد لا يضق صدرك بانجلائك عن الملك والوطن فإن رسول الله صلى الله عليه وسلم المتكفل بردها إليك وكانت ولادته للنصف من المحرم من سنة ست وعشرين وثلاثمائة واستشهد في المحبس ببلاد الهند في رجب من سنة تسع وتسعين وثلاثمائة والقاضي أبو سعيد الخليل بن أحمد بن محمد بن الخليل بن موسى بن عبد الله بن عاصم السجزي كان إماما فاضلا جليل القدر رحل إلى العراق وخراسان والشام والحجاز وأدرك الأئمة والعلماء وكتبت عنه وصنف التصانيف وناظر الخصوم ونظم الشعر وولي القضاء ببلدان شتى من وراء النهر وولي المظالم أيضا سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأحمد بن محمد بن الحسين الماسرجسي وببغداد أبا بكر محمد بن محمد الباغندي وأبا بكر عبد الله بن أبي داود السجستاني وأبا القاسم عبد الله بن محمد البغوي وبحران أبا عروبة الحسين بن أبي معشر السلمي وبدمشق أبا الحسن أحمد بن عمير بن جوصا الدمشقي وبمكة أبا جعفر محمد بن إبراهيم الدبيلي وطبقتهم روى عنه الحافظ أبو عبد الله بن البيع الحاكم وأبو عبد الله الغنجار والوراق وغيرهما وكانت ولادته في الثالث والعشرين من المحرم سنة إحدى |جـ 3 صـ 225| وتسعين ومائتين بسجستان ووفاته بفرغانة وكان على المظالم بها في سلخ جمادى الآخرة سنة ثمان وسبعين وثلاثمائة ",
                "title": "السجزي",
                "uri": "JK_000952_2049"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}