{
    "features": [
        {
            "item": "JK_000952_2171",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.310-312",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمين</h1> بفتح السين المهملة وكسر الميم بعدها ياء منقوطة باثنتين هذه الصفة لمن له السمن والخصب في الجسم والأطراف واشتهر بهذه الصفة أبو معاوية صدقة بن عبد الله السمين القرشي من أهل دمشق يروي عن ابن المنكدر وموسى بن بشار وأهل بلده روى عنه الوليد بن مسلم وأهل الشام كان ممن يروي الموضوعات عن الأثبات لا يشتغل بروايته إلا عند التعجب وقال الدارمي سألت يحيى بن معين عن صدقة بن عبد الله السمين فقال ضعيف قال أبو حاتم بن حبان مرض أبو زكريا القوم في صدقة حيث لم تسبر مناكير حديثه وهو الذي يروي عن محمد بن المنكدر عن جابر رضي الله عنه بنسخ موضوعة يشهد لها بالوضع من كان مبتدئا في هذه الصناعة فكيف المتبحر فيها وصدقة بن عبد الله السمين قال قال أحمد بن حنبل فيه ما كان من حديثه مرفوعا فهو منكر و ما كان من حديثه مرسلا عن مكحول فهو اسهل وهو ضعيف جدا قال أبو حاتم الرازي قلت لدحيم صدقة السمين قال محله الصدق غير أنه كان يشوبه القدر قد حدثنا بكتبه عن ابن جريج وسعيد بن أبي عروبة وكتب عن الأوزاعي ألفا وخمسمائة حديث وكان صاحب حديث كتب إليه الأوزاعي في رسالة القدر يعظه فيها ^ ^ قال ابن أبي حاتم صدقة السمين محله الصدق وأنكر عليه راي القدر فقط وأبو عبد الله محمد بن حاتم بن ميمون السمين المروزي الأصل سكن بغداد حدث عن سفيان بن عيينة وعبد الرحمن بن مهدي ويزيد بن هارون ووكيع بن الجراح |جـ 3 صـ 311| وشبابة بن سوار وإسحاق بن منصور وعمر بن محمد العنبري روى عنه أبو زرعة وأبو حاتم الرازيان ومسلم محمد بن حاتم بن ميمون كذاب وقال عمرو بن علي محمد بن حاتم السمين ليس بشيء وقال الدارقطني محمد بن حاتم السمين بغدادي ثقة أصله مروزي مات في ذي الحجة سنة خمس وثلاثين ومائتين ومحمد السمين من مشايخ الصوفية حكى عنه الجنيد بن محمود وكان أستاذه وقيل إنه كان مجاب الدعوة وقال مؤمل المغازلي كنت أصحب محمد السمين فسافرت معه حتى بلغت ما بين تكريت والموصل فبينما نحن في برية نسير إذ زأر السبع من قريب فجزعت وتغيرت وظهر ذلك على صفتي وهممت أبادر فضبطني وقال لي يا مؤمل التوكل هنا ليس في مسجد الجامع وأبو المعالي أحمد بن علي السمين الخباز شيخ من أهل بغداد يروي عن أبي الخطاب بن النضر وابي عبد الله بن طلحة كتبت عنه شيئا يسيرا وكان شيخنا أبو الفضل محمد بن ناصر الحافظ يرميه بالكذب وما رأيت أنا من حاله إلى الخير وتوفي سنة ^ ^ وأربعين وخمسمائة ببغداد وصل إلي نعيه وأنا ببخارى |جـ 3 صـ 312| ",
                "title": "السمين",
                "uri": "JK_000952_2171"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}