{
    "features": [
        {
            "item": "JK_000129_006683",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.212-213",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سرقسطة والنسبة السرقسطي</h1> بفتح أوله وثانيه ثم قاف مضمومة وسين مهملة ساكنة وطاء مهملة بلدة مشهورة بالأندلس تتصل أعمالها بأعمال تطيلة ذات فواكه عذبة لها فضل على سائر فواكه الأندلس مبنية على نهر كبير وهو نهر منبعث من جبال القلاع قد انفردت بصنعة السمور ولطف تدبيره تقوم في طرزها |جـ 3 صـ 213| بكمالها منفردة بالنسج في منوالها وهي الثياب الرقيقة المعروفة بالسرقسطية هذه خصوصية لأهل هذا الصقع وهذا السمور المذكور هنا لا أتحقق ما هو ولا أي شيء يعنى به وإن كان نباتا عندهم أو وبر الدابة المعروفة فإن كانت الدابة المعروفة فيقال لها الجندباد ستر أيضا وهي دابة تكون في البحر وتخرج إلى البر وعندها قوة ميز وقال الأطباء الجندبادستر حيوان يكون في بحر الروم ولا يحتاج منه إلا إلى خصاه فيخرج ذلك الحيوان من البحر ويسرح في البر فيؤخذ ويقطع منه خصاه ويطلق فربما عرض له الصيادون مرة أخرى فإذا علم أنهم ماسكوه استلقى على ظهره وفرج بين فخذيه ليريهم موضع خصيتيه خاليا فيتركوه حينئذ وفي سرقسطة معدن الملح الذرآني وهو أبيض صافي اللون أملس خالص ولا يكون في غيرها من بلاد الأندلس ولها مدن ومعاقل وهي الآن بيد الأفرنج صارت بأيديهم منذ سنة 215 وينسب إلى سرقسطة أبو الحسن علي بن إبراهيم بن يوسف السرقسطي قال السلفي كان من أهل المعرفة والخط وكان بيني وبينه مكاتبة وهو الذي تولى أخذ إجازات الشيوخ بالأندلس سنة 215 وروى في تآليفه عن صهر أبي عبدالله بن وضاح وغيره كثيرا وصنف كتابا في الحفاظ فبدأ بالزهري وختم بي كله عن السلفي وأنبل من نسب إلى سرقسطة ثابت بن حزم بن عبد الرحمن بن مطرف بن سليمان بن يحيى العوفي من ولد عوف بن غطفان وقيل بل الرواية عبد الرحمن بن عوف الزهري أبو القاسم سمع بالأندلس من محمد بن وضاح والخشني وعبد الله بن مرة وإبراهيم بن نصر السرقسطي ومحمد بن عبدالله بن الفار بن الزبير بن مخلد رحل إلى المشرق هو وابنه قاسم في سنة 882 فسمعا بمكة من عبدالله بن علي بن الجارود ومحمد بن علي الجوهري وأحمد بن حمزة وبمصر من أحمد بن عمر البزاز وأحمد بن شعيب النسائي وكان عالما متقنا بصيرا بالحديث والفقه والنحو والغريب والشعر وقيل إنه استقضى ببلده وتوفي بسرقسطة سنة 313 عن 59 سنة ومولده سنة 712 وابنه قاسم بن ثابت كان أعلم من أبيه وأنبل وأروع ويكنى أبا محمد رحل مع أبيه فسمع معه وعني بجمع الحديث واللغة فأدخل إلى الأندلس علما كثيرا ويقال إنه أول من أدخل كتاب العين للخليل إلى الأندلس وألف قاسم كتابا في شرح الحديث مما ليس في كتاب أبي عبيد ولا ابن قتيبة سماه كتاب الدلائل بلغ فيه الغاية في الإتقان ومات قبل كماله فأكمله أبوه ثابت بعده قال ابن الفرضي سمعت العباس بن عمرو الوراق يقول سمعت أبا علي القالي يقول كتبت كتاب الدلائل وما أعلم وضع في الأندلس مثله ولو قال إنه ما وضع في المشرق مثله ما أبعد وكان قاسم عالما بالحديث والفقه متقدما في معرفة الغريب والنحو والشعر وكان مع ذلك ورعا ناسكا أريد على أن يلي القضاء بسرقسطة فامتنع من ذلك وأراد أبوه إكراهه عليه فسأله أن يتركه يتروى في أمره ثلاثة أيام ويستخير الله فيه فمات في هذه الثلاثة أيام يقولون إنه دعا لنفسه بالموت وكان يقال إنه مجاب الدعوة وهذا عند أهله مستفيض قال الفرضي قرأت بخط الحكم المستنصر بالله توفي قاسم بن ثابت سنة 203 بسرقسطة وابنه ثابت بن قاسم بن ثابت من أهل سرقسطة سمع أباه وجده وكان مليح الخط حدث بكتاب الدلائل وكان مولعا بالشراب وتوفي سنة 253 قال وجدته بخط المستنصر بالله |جـ 3 صـ 214| أمير المؤمنين ",
                "title": "سرقسطة والنسبة السرقسطي",
                "uri": "JK_000129_006683"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}