{
    "features": [
        {
            "item": "JK_000129_004846",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.404-405",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خوزستان</h1> بضم أوله وبعد الواو الساكنة زاي وسين مهملة وتاء مثناة من فوق وآخره نون وهو اسم لجميع بلاد الخوز المذكورة قبل هذا |جـ 2 صـ 405| واستان كالنسبة في كلام الفرس قال شاعر يهجوهم بخوزستان أقوام عطاياهم مواعيد دنانيرهم بيض وأعراضهم سود وقال المضرجي بن كلاب السعدي أحد بني الحارث بن كعب بن سعد بن زيد مناة بن تميم شهدوا وقائع المهلب بن أبي صفرة للخوارج فقال ألا يا من لقلب مستجن بخوزستان قد مل المزونا لهان على المهلب ما ألاقي إذا ما راح مسرورا بطينا ألا ليت الرياح مسخرات لحاجتنا يرحن ويغتدينا قال أبو زيد وليس بخوزستان جبال ولا رمال إلا شيء يسير يتاخم نواحي تستر وجنديسابور وناحية إيذج وأصبهان وأما أرض خوزستان فأشبه شيء بأرض العراق وهوائها وصحتها فإن مياهها طيبة جارية ولا أعرف بجميع خوزستان بلدا ماؤهم من الآبار لكثرة المياه الجارية بها وأما تربتها فإن ما بعد عن دجلة إلى ناحية الشمال أيبس وأصح وما كان قريبا من دجلة فهو من جنس أرض البصرة في السبخ وكذلك في الصحة قال وليس بخوزستان موضع يجمد فيه الماء ويروح فيه الثلج ولا تخلو ناحية من نواحيها المنسوب إليها من النخل وهي وخمة والعلل بها كثيرة خصوصا في الغرباء المترددين إليها وأما ثمارهم وزروعهم فإن الغالب على نواحي خوزستان النخل ولهم عامة الحبوب من الحنطة والشعير والأرز فيخبزونه وهو لهم قوت كرستاق كسكر من واسط وفي جميع نواحيها أيضا قصب السكر إلا أن أكثره بالمسرقان ويرفع جميعه إلى عسكر مكرم وليس في قصبة عسكر مكرم شيء كثير من قصب السكر وكذلك بتستر والسوس وإنما يحمل إليها القصب من نواح أخر والذي في هذه الثلاثة بلاد إنما يكون بحسب الأكل لا أن يستعصر منه سكر وعندهم عامة الثمار إلا الجوز وما لا يكون إلا ببلاد الصرود وأما لسانهم فإن عامتهم يتكلمون بالفارسية والعربية غير أن لهم لسانا آخر خوزيا ليس بعبراني ولا سرياني ولا عربي ولا فارسي والغالب على أخلاق أهلها سوء الخلق والبخل المفرط والمنافسة فيما بينهم في النزر الحقير والغالب على ألوانهم الصفرة والنحافة وخفة اللحى ووفور الشعر والضخامة فيهم قليل وهذه صفة لعامة بلاد الجروم والغالب عليهم الاعتزال وفي كورهم جميع الملل وتتصل زاوية خوزستان هذه بالبحر فيكون له هور والهور كالنهر يند من البحر ضاربا في الأرض تدخله سفن البحر إذا انتهت إليه فإنه يعرض وتجتمع مياه خوزستان بحصن مهدي وتنفصل منه إلى البحر فتتصل به ويعرض هناك حتى ينتهي في طرفه المد والجزر ثم يتسع حتى لا يرى طرفاه قالوا وغزا سابور ذو الأكتاف الجزيرة وآمد وغير ذلك من المدن الرومية فنقل خلقا من أهلها فأسكنهم نواحي خوزستان فتناسلوا وقطنوا بتلك الديار فمن ذلك الوقت صار نقل الديباج التستري وغيره من أنواع الحرير بتستر والخز بالسوس والستور والفرش ببلاد بصنا ومتوث إلى هذه الغاية والله أعلم ",
                "title": "خوزستان",
                "uri": "JK_000129_004846"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}