{
    "features": [
        {
            "item": "JK_000952_1196",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.247-248",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحلواني</h1> بضم الحاء المهملة وسكون اللام والنون بعد الواو والألف هذه النسبة إلى بلدة حلوان وهي آخر حد عرض سواد العراق مما يلي الجبال وهي بلدة كبيرة وخمة الهواء خرب أكثرها دخلتها نوبتين وبت بها والمشهور بالنسبة إليها أبو محمد الحسن بن علي الخلال الحلواني صاحب السنن يروي عن يزيد بن هارون وعبد الرزاق بن همام وعبد الله بن نمير وأبي عاصم النبيل وعفان بن مسلم ومحمد بن عيسى بن الطباع وعبد الصمد بن عبد الوارث وغيرهم روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري وأبو عيسى محمد بن عيسى بن سورة الترمذي وأبو عبد الله محمد بن يزيد بن ماجة القزويني وغيرهم وكان ثقة حافظا وروى عن عبد الله بن أحمد بن حنبل أنه قال لم يحمده أبي ثم قال يعني أباه يبلغني عنه أشياء أكرهها ثم قال لي مرة أخرى أهل الثغر عنه غير راضين أو كلاما هذا معناه وكان أبو داود السجستاني يقول كان الحسن بن علي الحلواني لا ينتقد الرجال ثم قال كان عالما بالرجال وكان لا يستعمل علمه وقال يعقوب بن شيبة الحلواني كان ثقة ثبتا متقنا وقال النسائي هو ثقة ومات في ذي الحجة سنة اثنتين وأربعين ومائتين ومن المتأخرين شيخنا أبو سعد يحيى بن علي بن الحلواني قدم علينا مرو رسولا من جهة المسترشد بالله إلى الخاقان محمد بن سليمان وروى لنا عن أبي جعفر محمد بن أحمد بن المسلمة المعدل البغدادي جزءا من حديث القاضي أبي محمد بن معروف وتوفي بسمرقند في شهر رمضان سنة عشرين وخمسمائة وأبو محمد بدل بن الحسين بن علي الحلواني كان فقيها صالحا سمع أبا عبد الله محمد بن أحمد المقدسي كتبت عنه حديثين على باب داره بحلوان ومات سنة ثلاث أو أربع وثلاثين وخمسمائة وأبو الحسين محمد بن الفضل بن لؤلؤ الحلواني نزيل نيسابور كان من الرحالة المعروفين بطلب الحديث مولده بحلوان ومنشؤه مدينة السلام بغداد سمع بتلك الديار بعد الثلاثين وقدم نيسابور سنة أربعين فاستوطنها وسمع الحديث الكثير فبقي عندنا |جـ 2 صـ 248| سنتين ثم خرج إلى مرو وبخارا واخرة بنسا وتوفي بعد الثمانين وقبل التسعين والثلاثمائة وأبو بكر محمد بن عبد الله بن إبراهيم بن عبيد بن زياد بن مهران بن البختري الحلواني والد أبي القاسم بن الثلاج الشاهد ولد بحلوان سنة سبعين ومائتين ونزل بغداد وحدث عن إبراهيم بن زهير الحلواني ويوسف بن يعقوب وأبي خليفة الفضل بن الحباب البصري وزكريا بن يحيى الساجي ذكر ابنه أنه سمع منه وقال غرق بإسكاف البصل على دجلة وهو خارج إلى واسط في آخر شهر رمضان من سنة ست وعشرين وثلاثمائة وحلوان من أعمال مصر قيل لها حلوان لأنها بناها حلوان بن عمران بن الحاف بن قضاعة ",
                "title": "الحلواني",
                "uri": "JK_000952_1196"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}