{
    "features": [
        {
            "item": "JK_000952_1662",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.522-523",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الديباجي</h1> بكسر الدال المهملة وسكون الياء المنقوطة باثنتين من تحتها وفتح الباء المنقوطة بواحدة وفي آخرها الجيم هذه النسبة إلى شيئين أحدهما لقب ابن المطرف واسمه محمد بن عبد الله بن عمرو بن عثمان بن عفان وكان يلقب بالديباج وابنه محمد بن المطرف بن عبد الله الديباجي وكان أبوه يقال له الديباج لحسن وجهه فنسب الابن فنسب الديباجي وهو أبو عبد الله محمد بن عبد الله بن عمرو بن عثمان بن عفان بن أبي العاص بن أمية بن عبد شمس بن عبد مناف القرشي ثم الأموي وهو أخو القاسم بن عبد الله حدث عن أبيه وعن نافع مولى بن عمر وأبي الزناد روى عنه عبد العزيز بن محمد الدراوردي وقتله المنصور سنة خمس وأربعين ومائة وبعث برأسه إلى خراسان وجماعة كثيرة من المحدثين والعلماء نسبوا إلى صنعة الديباج وشرائه وبيعه إماهم قد عملوا ذلك أو أحد من آبائهم وأجدادهم منهم أبو الطيب محمد بن جعفر بن محمد بن الملهب الديباجي سمع يعقوب الدورقي وأبا الأشعث أحمد بن المقدام العجلي وعباد بن الوليد وغيرهم روى عنه أبو بكر محمد بن عبد الله الشافعي البغدادي وغيره وكان ثقة وعلي بن أحمد بن نوح التستري الديباجي حدث عن علي بن بكار المجاشعي وأحمد بن ملاعب روى عنه محمد بن إسماعيل الوراق وغيره وأبو الحسن أحمد بن محمد بن علي بن الحسن الديباجي حدث عن أحمد بن عبد الله بن زياد التستري وغيره روى عنه أبو الحسن علي بن عمر الدارقطني وأثنى عليه وأبو حفص عمر بن إبراهيم بن أحمد الكتاني وغيرهما والمنتسب إلى الديباج من |جـ 2 صـ 523| أولاد عثمان بن عفان رضي الله عنه أبو علي الحسن بن أحمد بن عبد الله بن الحسن بن هبة الله بن محمد بن يحيى بن نوفل بن عبد الله بن محمد الديباج بن عبد الله المطرف بن عمرو بن عثمان بن عفان الديباجي العثماني كان جوالا في الأفاق حدث بمدينة رسول الله صلى الله عليه وسلم وبالإسكندرية وبساحل الشام بمدينة بيروت وغيرها من البلاد عن أبي الطيب طاهر بن عبد الله الطبري وأبي محمد الحسن بن علي الجوهري سمع منه أبو القاسم هبة الله بن عبد الوارث الشيرازي وأبو الفتيان عمر بن عبد الكريم الرؤاسي وغيرهما وكانت وفاته في حدود سنة سبعين وأربعمائة إن شاء الله وأما أبو عبد الله محمد بن أحمد بن يحيى بن حي المقدسي العثماني الديباجي إمام فاضل ورع كثير العبادة من أهل نابلس بلدة من بلاد فلسطين تفقه بالشام على الفقيه نصر بن إبراهيم المقدسي وسمع منه الحديث ومن أبي عيسى مكتوم بن أبي ذر الهروي وأبي عبد الله الحسين بن علي الطبري وغيرهم روى لنا عنه أبو الحسن بدر بن الحسين الحلواني بحلوان وأبو زكريا يحيى بن عبد الملك المكي بأصبهان وغيرهما وتوفي في صفر سنة سبع وعشرين وخمسمائة ببغداد وهو من أولاد الديباج وأما المنتسب إلى صنعة الديباج وعمله فهو أبو محمد سهل بن أحمد بن عبد الله بن سهل الديباجي من أهل بغداد حدث عن أبي خليفة الفضل بن الحباب الجمحي ويموت بن المزرع العبدي ومحمد بن محمد بن الأشعث الكوفي نزيل مصر ومحمد بن الحسن بن دريد وأبي بكر محمد بن القاسم الأنباري روى عنه أبو القاسم الأزهري وأبو العلاء الواسطي وأبو القاسم التنوخي وأبو الحسن العتيقي وأبو محمد الجوهري وغيرهم قال أبو بكر الخطيب سألت الأزهري عن الديباجي فقال كان كذابا رافضيا زنديقا قال محمد بن أبي الفوارس الحافظ الديباجي كان آية ونكالا في الرواية وكان رافضيا غاليا فيه وكتبنا عنه كتاب محمد بن محمد بن الأشعث لأهل البيت من فرع ولم يكن له أصل يعتمد عليه ولا صحيح وقال العتيقي كان رافضيا ولم يكن في الحديث بذاك وقال الأزهري رأيت في داره على الحائط مكتوبا لعن أبي بكر وعمر وباقي الصحابة العشرة سوى علي رضي الله عنهم وكانت ولادته سنة تسع وثمانين ومائتين ومات في صفر سنة ثمانين وثلاثمائة وصلى عليه أبو عبيد الله بن المعلم شيخ الرافضة ",
                "title": "الديباجي",
                "uri": "JK_000952_1662"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}