{
    "features": [
        {
            "item": "JK_000952_0580",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.395-396",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البلوي</h1> بفتح الباء المنقوطة بواحدة واللام وفي آخرها الواو هذه النسبة إلى بلي وهي قبيلة من قضاعة وهو بلي بن عمرو بن الحاف بن قضاعة منها جماعة من أصحاب النبي صلى الله عليه وسلم من حلفاء الأنصار من أهل بدر وغيرهم منهم كعب بن عجرة وأبو الهيثم بن التيهان حليف بني عبد الأشهل ومعن وعاصم ابنا عدي بن الجد بن عجلان شهدا بدرا |جـ 1 صـ 396| وطلحة بن البراء والمجذر بن ذياد وأبو بردة بن نيار وعبادة بن الخشخاش وغيرهم كل هؤلاء من بني بلي بن عمرو قال ذلك أبو سعيد السكري نزل أكثرهم مصر والمشهور بهذه النسبة زياد بن عبد الله البلوي يروي عن ابن سندر روى عنه سعيد بن أبي أيوب وزهير بن قيس البلوي من أهل مصر يروي عن علقمة بن رمثة روى عنه سويد بن قيس وعبد الله بن الحكم البلوي يروي عن علي بن رباح اللخمي روى عنه الليث بن سعد ومن الصحابة أبو عمرو عبد الرحمن بن عديس بن عبيد بن كلاب بن دهمان بن غنم بن هميم بن ذهل بن هني بن بلي بن عمرو البلوي بايع رسول الله صلى الله عليه وسلم تحت الشجرة وشهد فتح مصر واختط بها وكان أحد فرسان بلي المعدودين بمصر ورئيس الخيل التي سارت من مصر إلى عثمان بن عفان رضي الله عنه وكان ممن أخرجه معاوية رضي الله عنه من مصر في الرهن روى عنه أبو ثور الفهمي وكلاهما صحابي والهيثم بن شفي وسبيع الحجري وكلهم شهد فتح مصر وقتل بفلسطين سنة ست وثلاثين وكان سبب قتله ان ابن عديس ممن أخذه معاوية في الرهن فسجنهم بفلسطين وهربوا من السجن فأتبعوا حتى أدركوا فأدرك فارس بن عديس فقال له ابن عديس ويحك اتق الله في دمي فإني من أصحاب الشجرة فقال الشجر بالجبل كثير فقتله وأبو القاسم عبد الرحمن بن عمرو بن عثمان بن سعيد البلوي من أهل الإسكندرية يعرف بابن العلاء يروي عن عبد الرحمن بن أبي الخطاب ومحمد بن ميمون الفاخوري ومطروح بن محمد بن ساكن وأبو عمرو عثمان بن الخطاب بن عبد الله البلوي الأشج ذكرته في الألف ",
                "title": "البلوي",
                "uri": "JK_000952_0580"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}