{
    "features": [
        {
            "item": "JK_000952_0736",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.477",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التمار</h1> بفتح التاء المنقوطة باثنتين من فوقها وتشديد الميم وفي آخرها الراء هذه النسبة إلى بيع التمر وكان جماعة يبيعونه والمشهور به داود بن صالح التمار مولى الأنصار ويقال مولى أبي قتادة يروي عن سالم بن عبد الله وأمه وأبيه روى عنه أهل المدينة وليس هو الذي يقال له داود بن أبي صالح أحسبه الذي روى عنه أبو عبد الله الشقري وأبو سعيد سفيان بن دينار الأحمري التمار العصفري كنية دينار أبو الورقاء يروي عن الشعبي ومصعب بن سعد روى عنه عبد الرحمن بن مغراء وأبو أسامة وأبو حازم دينار التمار مولي بني رهم وقد قيل مولي بني غفار يروي عن البياضي رجل من أصحاب النبي صلى الله عليه وسلم روى عنه محمد بن إبراهيم التميمي ومحمد بن عمرو بن علقمة وأبو بكر إسماعيل بن صالح الحلواني التمار يروي عن إسماعيل بن أبي أويس وسعيد بن منصور وعلي بن بحر بن بري وأبي الربيع الزهراني وعبد الأعلى النرسي قال ابن أبي حاتم سمعت منه بحلوان وهو صدوق وأبو نصر عبد الملك بن عبد العزيز التمار كان أصله من نسا سكن بغداد إلى حين وفاته وكان يتجر في التمر وكان متعبدا زاهدا ورعا يعد من الأبدال سمع مالك بن أنس وسعيد بن عبد العزيز والحمادين وعبيد الله بن عمرو الرقي وكوثر بن حكيم وغيرهم روى عنه أحمد بن منيع وأبو قدامة السرخسي وأبو حفص عمرو بن علي الفلاس ومحمد بن المثني الزمن ومحمد بن إسحاق الصغاني وأبو زرعة وأبو حاتم الرازي ومسلم بن الحجاج القشيري في صحيحه وأبو القاسم البغوي وجماعة كثيرة وكان مما امتحن في فتنة خلق القرآن فأجاب فلما مات لم يصل عليه أحمد بن حنبل وكان ذهب بصره في آخر عمره ومات عن إحدى وتسعين سنة أول يوم من المحرم من سنة ثمان وعشرين ومائتين وأبو علي محمد بن الحسن بن محمد بن الحسن التمار الرازي ورد بلاد ما وراء النهر وكان يتولى عمل المظالم أيام الأمير نوح بن نصر يروي عن أبي شعيب الحراني ويوسف بن يعقوب القاضي وغيرهما ومات بالشاش في ذي الحجة سنة خمس وأربعين وثلاثمائة ",
                "title": "التمار",
                "uri": "JK_000952_0736"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}