{
    "features": [
        {
            "item": "JK_000952_1739",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.33-34",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الراهويي</h1> بفتح الراء وضم الهاء وفي آخرها الياء المنقوطة من تحتها باثنتين هذه |جـ 3 صـ 34| النسبة إلى إسحاق بن إبراهيم المعروف بابن راهويه ويقال ابن راهويه والمنتسب إليه ابنه أبو يعقوب إسحاق بن إبراهيم بن مخلد بن إبراهيم بن عبد الله بن مطر بن عبيد الله بن غالب بن الوارث بن عبيد الله بن عطية بن مرة بن كعب بن همام بن أسد بن مرة بن عمرو بن حنظلة بن مالك بن زيد مناة بن تميم الحنظلي المروزي الراهويي كان إماما مذكورا مشهورا من أهل مرو سكن نيسابور وكان متبوعا له أقوال واختيارات وهو من أقران أحمد بن حنل وذكره أحمد فقال إسحاق بن إبراهيم الحنظلي وكره أن يقول راهويه وقال لم يعبر الجسر إلى خراسان مثل إسحاق وإن كان يخالفنا في أشياء فإن الناس لم يزل يخالف بعضهم بعضا سمع النضر بن شميل وعبد الرزاق بن همام روى عنه البخاري ومسلم وأبو عيسى الترمذي وجماعة كثيرة من الأئمة ذكر إسحاق بن راهويه وقال قال لي عبد الله بن طاهر لم قيل لك ابن راهويه وما معنى هذا وهل تكره أن يقال لك هذا قال اعلم أيها الأمير أن أبي ولد في طريق فقالت المراوزة راهوي بأنه ولد في الطريق وكان أبي يكره هذا وأما أنا فلست أكرهه ولد إسحاق سنة إحدى وستين ومائة وخرج إلى العراق وهو ابن ثلاث وعشرين سنة ومات بنيسابور ليلة النصف من شعبان سنة ثمان وثلاثين ومائتين وزرت قبره غير مرة وابنه أبو الحسن محمد بن إسحاق بن إبراهيم الحنظلي الراهوي ولد بمرو ونشأ بنيسابور وكتب ببلاد خراسان وبالعراق والحجاز والشام ومصر وسمع اباه إسحاق بن راهويه وعلي بن حجر المروزيين ومحمد بن رافع القشيري ومحمد بن يحيى الذهلي النيسابوريين وأحمد بن حنبل وعلي بن المديني وأبا مصعب الزهري ويونس بن عبد الأعلى المصري وحدث ببغداد فروى عنه من أهلها محمد بن مخلد الدوري وإسماعيل بن علي الخطبي وأحمد بن الفضل بن خزيمة وعبد الباقي بن قانع وكان عالما بالفقه جميل الطريقة مستقيم الحديث قال محمد بن المأمون الحافظ انصرف أبو الحسن بن راهويه إلى خراسان بعد وفاة أبيه بسنتين فصادف الليثية فلم يعرفوا حقه إلى أن جلس الأمير أبو الهيثم خالد بن أحمد بن حماد الذهلي فقلده قضاء مرو أولا ثم نيسابور ثم انصرف إلى مرو وتوفي بها سنة تسع وثمانين ومائتين وابنه أبو الطيب محمد بن إسحاق بن إبراهيم بن مخلد الحنظلي المعروف جده بابن راهويه مروزي الأصل سكن بغداد وحدث بها عن محمد بن المغيرة السكري الهمداني روى عنه أبو الفضل محمد بن عبد الله بن المطلب الشيباني وكان ثقة عالما بمذهب مالك بن أنس ومات بالرملة في سنة تسع وثلاثين وثلاثمائة وابنه الآخر أخو |جـ 3 صـ 35| أبي الطيب أبو بكر أحمد بن محمد بن إسحاق بن راهويه الحنظلي المروزي الراهويي قدم بغداد وحدث بها عن إبراهيم بن الحسين بن ديزيل الهمذاني وأحمد بن الخضر المروزي روى عنه أبو طاهر بن أبي هاشم المقرىء وعبد الله بن أحمد بن مالك البيع ",
                "title": "الراهويي",
                "uri": "JK_000952_1739"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}