{
    "features": [
        {
            "item": "JK_000129_003473",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.181-182",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جور والنسبة الجوري</h1> مدينة بفارس بينها وبين شيراز عشرون فرسخا وهي في الإقليم الثالث طولها من جهة المغرب ثمان وسبعون درجة ونصف وعرضها إحدى وثلاثون درجة وجور مدينة نزهة طيبة والعجم تسميها كور وكور اسم القبر بالفارسية وكان عضد الدولة ابن بويه يكثر الخروج إليها للتنزه فيقولون ملك بكور رفت معناه الملك ذهب إلى القبر فكره عضد الدولة ذلك فسماه فيروزاباذ ومعناه أتم دولته قال ابن الفقيه بنى أردشير بن بابك ملك ساسان مدينة جور بفارس وكان موضعها صحراء فمر بها أردشير فأمر ببناء مدينة هناك وسماها أردشير خره وسمتها العرب جور وهي مبنية على صورة دارابجرد ونصب فيها بيت نار وبنى غير ذلك من المدن تذكر في مواضعها إن شاء الله تعالى وقال الإصطخري وأما جور فمن بناء أردشير ويقال إن ماءها كان واقفا كالبحيرة فنذر أردشير أن يبني مدينة وبيت نار في المكان الذي يظفر فيه بعدو له عينه فظفر به في موضع جور فاحتال في إزالة مياه ذلك المكان بما فتح له من المجاري وبنى في ذلك المكان مدينة سماها جور وهي قريبة في السعة من إصطخر ولها سور وأربعة أبواب وفي وسط المدينة بناء مثل الدكة تسميه العرب الطربال وتسميه الفرس بإيوان وكياخره وهو من بناء أردشير وكان عاليا جدا بحيث يشرف الإنسان فيه على المدينة جميعها ورساتيقها وينى في أعلاه بيت نار واستنبط بحذائه في جبل ماء حتى أصعد به إلى رأس الطربال وأما الآن فقد خرب واستعمل الناس أكثره قال وجور مدينة نزهة جدا يسير الرجل من كل باب نحو فرسخ في بساتين وقصور وبين جور وشيراز عشرون فرسخا وإلها ينسب الورد الجوري وهو أجود أصناف الورد وهو الأحمر الصافي قال السري الرفاء يهجو الخالدي ويدعي عليه أنه سرق شعره قد أنست العالم غاراته في الشعر غارات المغاوير أثكلني غيد قواف غدت أبهى من الغيد المعاطير أطيب ريحا من نسيم الصبا جاءت بريا الورد من جور وأما خبر فتحها فذكر أحمد بن يحيى بن جابر قال حدثني جماعة من أهل العلم أن جور غزيت عدة سنين فلم يقدر على فتحها أحد حتى فتحها عبد الله بن عامر وكان سبب فتحها أن بعض المسلمين قام ليلة يصلي وإلى جانبه جراب فيه خبز ولحم فجاء كلب وجره وعدا به حتى دخل المدينة من مدخل لها خفي فألظ المسلمون بذلك المدخل حتى دخلوها منه وفتحوها عنوة ولما فتح عبد الله بن عامر جور كر إلى إصطخر ففتحها عنوة وبعضهم يقول بل فتحت جور بعد إصطخر وينسب إليها جماعة منهم أبو بكر محمد بن إبراهيم بن عمران بن موسى الجوري الأديب كان من الأدباء المتقين علامة في معرفة الأنساب وفي علوم القرآن سمع حماد بن مدرك وجعفر بن درستويه الفارسيين وأبا بكر محمد بن الحسن بن دريد وعبد الله بن محمد العامري وغيرهم ومات سنة 953 وأحمد بن الفرج الجشمي الجوري المقري حدث عن زكرياء بن يحيى بن عمارة الأنصاري وحفص بن أبي داود الغاضري حدث عنه أبو حنيفة الواسطي ومحمد بن يزداد الجوري |جـ 2 صـ 182| حدث عنه أبو بكر بن عبدان ومحمد بن الخطاب الجوري روى عن عباد بن الوليد العنبري روى عنه أبو شاكر عثمان بن محمد بن حجاج البزاز المعروف بالشافعي ومحمد بن الحسن بن أحمد الجوري سمع سهل بن عبد الله التستري قراءة روى عنه طاهر بن عبد الله الهمذاني ",
                "title": "جور والنسبة الجوري",
                "uri": "JK_000129_003473"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}