{
    "features": [
        {
            "item": "JK_000129_000442",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.142-144",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أرجان والنسبة الأرجاني</h1> بفتح أوله وتشديد الراء وجيم وألف ونون وعامة العجم يسمونها أرغان وقد خفف المتنبي الراء فقال أرجان أيتها الجياد فإنه عزمي الذي يدع الوشيج مكسرا وقال أبو علي أرجان وزنه فعلان ولا تجعله أفعلان لأنك إن جعلت الهمزة زائدة جعلت الفاء والعين من موضع واحد وهذا لا ينبغي أن يحمل على شيء لقلته ألا ترى أنه لا يجيء منه إلا حروف |جـ 1 صـ 143| قليلة فإن قلت إن فعلان بناء نادر لم يجيء في شيء من كلامهم وأفعلان قد جاء نحو أنبخان وأزونان قيل هذا البناء وإن لم يجيء في الأبنية العربية فقد جاء في العجمي بكم اسما ففعلان مثله إذا لم يقيد بالألف والنون ولا ينكر أن يجيء العجمي على ما لا تكون عليه أمثلة العربي ألا ترى أنه قد جاء فيه سراويل في أبنية الآحاد وإبريسم وآجر ولم يجيء على ذلك شيء من أبنية كلام العرب فكذلك أرجان ويدلك على أنه لا يستقيم أن يحمل على أفعلان أن سيبويه جعل إمعة فعلة ولم يجعله إفعلة بناء لم يجيء في الصفات وإن كان قد جاء في الأسماء نحو إشفى وإنفحة وإبين وكذلك قال أبو عثمان في أما في قولك أما زيد فمنطلق إنك لو سميت بها لجعلتها فعلا ولم تجعلها أفعل لما ذكرنا وكذلك يكون على قياس قول سيبويه وأبي عثمان الإجاص والإجانة والإجار فعالا ولا يكون إفعالا والهمزة فيها فاء الفعل وحكى أبو عثمان في همزة إجانة الفتح والكسر وأنشدني محمد بن السري أراد الله أن يخزي يجيرا فسلطني عليه بأرجان وقال الإصطخري أرجان مدينة كبيرة كثيرة الخير بها نخيل كثيرة وزيتون وفواكه الجروم والصرود وهي برية بحرية سهلية جبلية ماؤها يسيح بينها وبين البحر مرحلة وبينها وبين شيراز ستون فرسخا وبينها وبين سوق الأهواز ستون فرسخا وكان أول من أنشأها فيما حكته الفرس قباذ بن فيروز والد أنوشروان العادل لما استرجع الملك من أخيه جاماسب وغزا الروم افتتح من ديار بكر مدينتين ميافارقين وآمد وكانتا في أيدي الروم وأمر فبني فيما بين حد فارس والأهواز مدينة سماها أبزقباذ وهي التي تدعى أرجان وأسكن فيها سبي هاتين المدينتين وكورها كورة وضم إليها رساتيق من رامهرمز وكورة سابور وكورة أردشير خره وكورة أصبهان هكذا قيل وإن أرجان لها ذكر في الفتوح ولا أدري أهي غيرها أم إحدى الروايتين غلط وقيل كانت كورة أرجان بعضها إلى أصبهان وبعضها إلى اصطخر وبعضها إلى رامهرمز فصيرت في الإسلام كورة واحدة من كور فارس وحدث أحمد بن محمد بن الفقيه قال حدثني محمد بن أحمد الأصبهاني قال بأرجان كهف في جبل ينبع منه ماء شبيه بالعرق من حجارة فيكون منه هذا الموميا الأبيض الجيد وعلى هذا الكهف باب من حديد وحفظة ويغلق ويختم بخاتم السلطان إلى يوم من السنة يفتح فيه ويجتمع القاضي وشيوخ البلد حتى يفتح بحضرتهم ويدخل إليه رجل ثقة عريان فيجمع ما قد اجتمع من الموميا ويجعله في قارورة فيصير ذلك مقدار مائة مثقال أو دونها ثم يخرج ويختم الباب بعد قفله إلى قابل ويوجه بما اجتمع منه إلى السلطان وخاصيته لكل صدع أو كسر في العظم يسقى الإنسان الذي قد انكسر شيء من عظامه مثل العدسة فينزل أول ما يشربه إلى الكسر فيجبره ويصلحه لوقته وقد ذكر البشاري والاصطخري إن هذا الكهف بكورة دارابجرد وأنا أذكره إن شاء الله هناك ومن أرجان إلى النوبندجان نحو شيراز ستة وعشرون فرسخا وبينهما شعب بوان الموصوف بكثرة الأشجار والنزهة وسنذكره في موضعه إن شاء الله تعالى وينسب إلى أرجان جماعة كثيرة من |جـ 1 صـ 144| أهل العلم منهم أبو سهل أحمد بن سهل الأرجاني حدث عن أبي محمد زهير بن محمد البغدادي حدث عنه أبو محمد عبد الله بن محمد الإصطخري وأبو عبد الله محمد بن الحسن الأرجاني حدث عن أبي خليفة الفضل بن الحباب الجمحي حدث عنه محمد بن عبد الله بن باكويه الشيرازي وأبو سعد أحمد بن محمد ابن أبي نصر الضرير الأرجاني الجلكي الأصبهاني سمع من فاطمة الجوزدانية ومات في شهر ربيع الأول سنة 606 والقاضي أبو بكر أحمد بن محمد بن الحسين الأرجاني الشاعر المشهور كان قاضي تستر ولد في حدود سنة 460 ومات في سنة 445 وغيرهم ",
                "title": "أرجان والنسبة الأرجاني",
                "uri": "JK_000129_000442"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}