{
    "features": [
        {
            "item": "JK_000129_007295",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.305-306",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شاذياخ</h1> مدينة نيسابور أم بلاد خراسان في عصرنا وكانت قديما بستانا لعبد الله بن ظاهر بن الحسين ملاصق مدينة نيسابور فذكر الحاكم أبو عبد الله بن البيع في آخر كتابه في تاريخ نيسابور أن عبد الله بن طاهر لما قدم نيسابور واليا على خراسان ونزل بها ضاقت مساكنها من جنده فنزلوا على الناس في دورهم غصبا فلقي الناس منهم شدة فاتفق ان بعض أجناده نزل في دار رجل ولصاحب الدار زوجة حسنة وكان غيورا فلزم البيت لا يفارقه غيرة على زوجته فقال له الجندي يوما اذهب واسق فرسي ماء فلم يجسر على خلافه ولا استطاع مفارقة أهله فقال لزوجته اذهبي أنت واسقي فرسه لأحفظ أنا أمتعتنا في المنزل فمضت المرأة وكانت وضيئة حسنة واتفق ركوب عبد الله بن طاهر فرأى المرأة فاستحسنها وعجب من تبذلها فاستدعى بها وقال لها صورتك وهيئتك لا يليق بهما أن تقودي فرسا وتسقيه فما خبرك فقالت هذا فعل عبد الله بن طاهر بنا قاتله الله ثم أخبرته الخبر فغضب وحوقل وقال لقد لقي منك يا عبد الله أهل نيسابور شرا ثم أمر العرفاء أن ينادوا في عسكره من بات بنيسابور حل ماله ودمه وسار إلى الشاذياخ وبنى فيه دارا له وأمر الجند ببناء الدور حوله فعمرت وصارت محلة كبيرة واتصلت بالمدينة فصارت من جملة محالها ثم بنى أهلها بها دورا وقصورا هذا معنى قول الحاكم فإنني كتبت من حفظي إذ لم يحضرني أصله ولذلك قال الشاعر يخاطب عبد الله بن طاهر |جـ 3 صـ 306| فاشرب هنيئا عليك التاج مرتفقا بالشاذياخ ودع غمدان لليمن فأنت أولى بتاج الملك تلبسه من ابن هوذة يوما وابن ذي يزن ثم انقضت دولة آل طاهر وخربت تلك القصور فمر بها بعض الشعراء فقال وكان الشاذياخ مناخ ملك فزال الملك عن ذاك المناخ وكانت دورهم للهو وقفا فصارت للنوائح والصراخ فعين الشرق بالكية عليهم وعين الغرب تسعد بانتضاخ وقال آخر فتلك قصور الشاذياخ بلاقع خراب يباب والميان مزارع وأضحت خلاء شاذمهر وأصبحت معطلة في الأرض تلك المصانع وغنى مغني الدهر في آل طاهر بما هو رأي العين في الناس شائع عفا الملك من أولاد طاهر بعدما عفا جشم من أهله والفوارع وقال عوف بن محلم في قطعة طويلة أذكرها بتمامها في الميان إن شاء الله سقى قصور الشاذياخ الحيا من بعد عهدي وقصور الميان فكم وكم من دعوة لي بها ما إن تخطاها صروف الزمان وكنت قدمت نيسابور في سنة 631 وهي الشاذياخ فاستطبتها وصادفت بها من الدهر غفلة خرج بها عن عادته واشتريت بها جارية تركية لا أرى أن الله تعالى خلق أحسن منها خلقا وخلقا وصادفت من نفسي محلا كريما ثم أبطرتني النعمة فاحتججت بضيق اليد فبعتها فامتنع علي القرار وجانبت المأكول والمشروب حتى أشرفت على البوار فأشار علي بعض النصحاء باسترجاعها فعمدت لذلك واجتهدت بكل ما أمكن فلم يكن إلى ذلك سبيل لأن الذي اشتراها كان متمولا وصادفت من قلبه أضعاف ما صادفت مني وكان لها إلي ميل يضاعف ميلي إليها فخاطبت مولاها في ردها علي بما أوجبت به على نفسها عقوبة فقلت في ذلك ألا هل ليالي الشاذياخ تؤوب فإني إليها ما حييت طروب بلاد بها تصبي الصبا ويشوقنا ال شمال ويقتاد القلوب جنوب لذاك فؤادي لا يزال مروعا ودمعي لفقدان الحبيب سكوب ويوم فراق لم يرده ملالسة محب ولم يجمع عليه حبيب ولم يحد حاد بالرحيل ولم يزع عن الإلف حزن أو يحول كثيب أئن ومن أهواه يسمع أنتي ويدعو غرامي وجده فيجيب وأبكى فيبكي مسعدا لي فيلتقي شهيق وأنفاس له ونحيب على أن دهري لم يزل مذ عرفته يشتت خلان الصفا ويريب ألا يا حبيبا حال دون بهائه على القرب باب محكم ورقيب |جـ 3 صـ 307| فمن يصح من داء الخمار فليس من خمار خمار للمحب طبيب بنفسي أفدي من أحب وصاله ويهوى وصالي ميله ويثيب ونبذل جهدينا لشمل يضمنا ويأبى زمامي إن ذا لعجيب وقد زعموا أن كل من جد واجد وما كل أقوال الرجال تصيب ثم لما ورد الغز إلى خراسان وفعلوا بها الأفاعيل في سنة 845 قدموا نيسابور فخربوها وأحرقوها فتركوها تلالا فانتقل من بقي منهم إلى الشاذياخ فعمروها فهي المدينة المعروفة بنيسابور في عصرنا هذا ثم خربها التر لعنهم الله في سنة 671 فلم يتركوا بها جدارا قائما فهي الآن فيما بلغني تلول تبكي العيون الجامدة وتذكي في القلوب النيران الخامدة ",
                "title": "شاذياخ",
                "uri": "JK_000129_007295"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}