{
    "features": [
        {
            "item": "JK_000952_2936",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.316-318",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغويديني</h1> بضم الغين المعجمة وسكون الباء الموحدة وكسر الدال المهملة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها النون هذه النسبة إلى غويدين وهي قرية من قرى نسف على فرسخين منها خرج منها جماعة من أهل العلم منهم أبو الحسن محمد بن نعيم بن إسحاق بن عبيد الله بن حاتم بن شداد بن سعيد الكاتب الغويديني كان كاتبا الحاكم الشهيد أبي الفضل السلمي الوزير الحنفي سمع أبا الفضل محمد بن أحمد السلمي وأبا الأحوص أحمد بن محمد العجلي وأبا محمد عبد الله بن محمد بن يعقوب الأستاذ البخاري وغيرهم روى عنه ابناه أبو نعيم والعلاء وتوفي في المحرم سنة إحدى وثمانين وثلاثمائة وابنه أبو نعيم الحسين بن محمد بن نعيم الغويديني كان ثقة صالحا صدوقا مكثرا من الحديث رحل إلى خراسان والعراق والحجاز وأدرك الشيوخ سمع ببخارى أبا صالح خلف بن محمد الخيام وأبا سهل هارون بن أحمد الإستراباذي وأبا عمرو محمد بن محمد بن صابر البخاري وبنسا أبا القاسم عبد الله بن أحمد بن محمد بن يعقوب النسوي صاحب الحسن بن سفيان وببغداد أبا طاهر محمد بن عبد الرحمن المخلص وأبا حفص عمر بن إبراهيم الكتاني وطبقتهم روى عنه أبو العباس جعفر بن محمد المستغفري وأبو علي الحسن بن عبد الملك القاضي النسفيان وكانت ولادته في ذي الحجة سنة إحدى وأربعين وثلاثمائة ووفاته في جمادى الآخرة سنة سبع وعشرين وأربعمائة وأخوه أبو الحسين العلاء بن محمد بن نعيم الغويديني روى عن أبيه وخلف بن محمد الخيام وأبي أحمد عبد الرحمن بن عبد الله بن يزداد الرازي روى عنه المستغفري أيضا ومات في شهر رمضان سنة تسع وأربعمائة بنسف وأبو علي الحسن بن عبد الله بن محمد بن الحسن الغويديني البتخداني مقرىء فاضل صالح سمع أبا بكر البلدي محمد بن أحمد بن محمد قرأت عليه أجزاء بنسف وكانت ولادته في أول يوم من المحرم سنة إحدى وتسعين |جـ 4 صـ 318| وأربعمائة وسمعت منه سنة إحدى وخمسين وخمسمائة وذكرته في حرف الباء ومن القدماء أبو محمد عبد الله بن محمد بن عمرو بن محمد بن محمد بن هاشم الغويديني الكاتب سكن بخارى يروي عن أبي صالح خلف بن محمد بن إسماعيل الخيام وأبي سعيد الخليل بن أحمد السجزي وأبي عمرو محمد بن صابر فمن دونهم روى عنه أبو تراب إسماعيل بن طاهر الحريفي الحافظ ومات سنة عشرين وأربعمائة والقاضي أبو بكر محمد بن الحسن بن منصور الغويديني النسفي كان إماما فاضلا ولي القضاء بسمرقند وحدث عن جماعة مثل أبي الطيب طاهر بن الحسن المطوعي روى لي عنه أبو علي الحسين بن علي اللامشي بمرو وأبو حفص عمر بن أبي بكر السبخي ببخارى وأبو المحامد محمود بن أحمد الساغرجي بسمرقند ومات ببخارى سلخ صفر سنة خمس وخمسمائة ",
                "title": "الغويديني",
                "uri": "JK_000952_2936"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}