{
    "features": [
        {
            "item": "JK_000952_1681",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.5-6",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الذارع</h1> بفتح الذال المشددة المنقوطة والراء المهملة بعد الألف وفي آخرها العين المهملة هذه النسبة إلى الذرع للثياب والأرض والمشهور بهذه النسبة عدي بن أبي عمارة الذارع الجرمي من أهل البصرة يروي عن قتادة وزياد النميري روى عنه القاسم بن عيسى الطائي روى عنه البصريون وإسماعيل بن صديق الذارع كنيته أبو الصباح روى عنه إبراهيم بن عرعرة وأبو بكر أحمد بن نصر الذارع النهرواني يروي عن هاشم بن القاسم أبي الحسن العصفري ويقال كان غير ثقة روى عنه أبو علي بن دوما النعالي وأبو عبد الله محمد بن صالح بن شعبة الواسطي يعرف بكعب الذارع قدم بغداد وحدث بها عن عاصم بن علي وعمر بن حفص بن غياث وأبي سلمة التبوذكي وعباد بن موسى القرشي وداود بن شبيب روى عنه يحيى بن محمد بن صاعد ومحمد بن عمرو الرزاز ومحمد بن عبد الله بن أحمد بن عتاب وأبو بكر بن مالك الإسكاف وكان ثقة ومات في ذي القعدة سنة ست وسبعين ومائتين وأبو الحسن شعيب بن محمد الذارع من أهل بغداد سمع إسحاق بن أبي إسرائيل وجعفر بن محمد بن عمران الثعلبي ومحمد بن سهل بن عسكر ويعقوب بن إبراهيم الدورقي وأبا كريب محمد بن العلاء وسفيان بن وكيع وأبا سعيد الأشج وهارون بن إسحاق الهمداني روى عنه محمد بن المظفر وعلي بن عمر السكري وأبو حفص بن شاهين وكان ثقة ومات في شوال سنة ثمان وثلاثمائة وسعيد بن محمد الذارع البصري يروي عن أبي حفص عمرو بن علي الفلاس روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وإبراهيم بن الفضل بن أبي سويد الذارع بصري يروي عن حماد بن سلمة وعمارة بن زاذان وأبي عوانة وعبد الواحد بن زياد روى عنه بندار وأبو حاتم وأبو زرعة الرازيان وذكره يحيى بن معين فقال إنه كثير التصحيف لا يقيمها وقال أبو حاتم الرازي إبراهيم بن أبي سويد من ثقات المسلمين رضا والحسين بن محمد الذارع يروي عن خالد بن الحارث وفضيل بن سليمان النميري ومحمد بن حمران سمع منه أبو حاتم الرازي وقال كتبت عنه في الرحلة الثالثة هكذا ذكره إبنه أبو محمد عبد الرحمن |جـ 3 صـ 6| ",
                "title": "الذارع",
                "uri": "JK_000952_1681"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}