{
    "features": [
        {
            "item": "JK_000952_2035",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.215-216",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السبعي</h1> بضم السين المهملة وسكون الباء المنقوطة بواحدة وفي آخرها العين المهملة هذه النسبة إلى أشياء فأما أبو علي بكر بن أبي بكر محمد بن أبي سهل النيسابوري السبعي الصوفي من أهل نيسابور ورد بغداد وحدث بها بجزء من فوائد الفقيه أبي عثمان سهل بن الحسين النيسابوري سنة خمس وستين وأربعمائة قال أبو الفضل محمد بن ناصر الحافظ قرأت بخط أبي سألت أبا علي بكر بن أبي بكر السبعي عن مولده فقال في سنة سبع وتسعين وثلاثمائة بنيسابور وذكر أنه سمع من أبي بكر الحيري وأبي سعيد الصيرفي ونظرائهما قال أبي وسألته لم سميت السبعي فقال جدة لنا أوصت بسبع مالها فبها سميت السبعية وابنه عمر بن أبي علي السبعي سمع أباه سمع منه شيخنا أبو الفضل محمد بن ناصر السلامي الحافظ وأبو القاسم سهل بن إبراهيم بن أبي القاسم السبعي المسجدي من أهل نيسابور شيخ ثقة صالح سمع أبا محمد الجويني وأبا حفص بن مسرور وعبد الغافر الفارسي وأبا عبد الرحمن الشاذياخي سمع منه جماعة من شيوخنا وأدركته وأحضرني والدي مجلسه |جـ 3 صـ 216| بنيسابور وقرأ لي عليه أجزاء وإنما قيل له السبعي لأن والده كان يقرأ كل يوم سبعا من القرآن بمسجد المطرز ولمن يقرأ القرآن في هذا المسجد وقف يستحقه وتوفي سنة نيف وعشرين وخمسمائة وابناه أبو بكر أحمد بن سهل السبعي يروي عن أبي بكر يعقوب بن أحمد الصيرفي وأبي المعالي عبد الملك بن عبد الله الجويني وغيرهما سمعت منه وهو أول شيخ سمعت منه بنيسابور وتوفي سنة نيف وثلاثين وخمسمائة وأخوه أبو إسحاق إبراهيم بن سهل السبعي كان صالحا يروي عن أبي الحسن علي بن أحمد بن المديني وطبقته سمعت منه شيئا يسيرا بنيسابور وأما أبو علي الحسن بن علي بن وهب بن أبي مضر السبعي قال ابن ماكولا شيخ صالح سمعنا منه بدمشق عن أبي بكر محمد بن عبد الرحمن بن عبيد بن يحيى القطان قلت ولا أدري هذا السبعي إلى أي شيء ينسب وأما علي بن محمد بن محمد بن جعفر السبعي حدث عن أبي العباس محمد بن يعقوب الأصم وكانت لهم جدة أوقفت عليهم سبع عقارها فعرفوا بذلك وأما طلحة السبعي دمشقي حدث ببغداد فكان صوفيا وبها توفي قال ابن الفضل المقدسي وبها توفي وقد رأيته ولم أسمع منه شيئا وهو منسوب إلى قراءة السبع بمسجد دمشق ",
                "title": "السبعي",
                "uri": "JK_000952_2035"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}