{
    "features": [
        {
            "item": "JK_000129_000439",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.141-142",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ارثخشميثن</h1> بالفتح ثم السكون وثاء مثلثة مفتوحة وخاء معجمة مضمومة وشين ساكنة معجمة وميم مكسورة وثاء مثلثة مفتوحة ونون وربما أسقطت الهمزة من أوله مدينة كبيرة ذات أسواق عامرة ونعمة وافرة ولأهلها ظاهرة وهي في قدر نصيبين إلا أنها أعمر وآهل منها وهي من أعمال خوارزم من أعاليها بينها وبين الجرجانية مدينة خوارزم ثلاثة أيام قدمت إليها في شوال سنة 616 قبل ورود التتر إلى خوارزم بأكثر من عام وخلفتها على ما وصفت ولا أدري ما كان من أمرها بعد ذلك وكنت قد وصلتها من ناحية مرو بعد أن لقيت من ألم البرد وجمود نهر جيحون على السفينة التي كنت بها وقد أيقنت أنا ومن في صحبتي بالعطب إلى أن فرج الله علينا بالصعود إلى البر فكان من البرد والثلوج في البر ما لا يبلغ القول إلى وصف حقيقته وعدم الظهر الذي يركب فوصلت إلى هذه المدينة بعد شدائد فكتبت على حائط خان سكنته إلى أن تيسر المضي إلى الجرجانية واختصرت بعض الاسم ليستقيم الوزن ذممنا رخشميثن إذ حللنا بساحتها لشدة ما لقينا أتيناها ونحن ذوو يسار فعدنا للشقاوة مفلسينا فكم بردا لقيت بلا سلام وكم ذلا وخسرانا مبينا رأيت النار ترعد فيه بردا وشمس الأفق تحذر أن تبينا وثلجا تقطر العينان منه ووحلا يعجز الفيل المتينا |جـ 1 صـ 142| وكالأنعام أهلا في كلام وفي سمت وأفعالا ودينا إذا خاطبتهم قالوا بفسا وكم من غصة قد جرعونا فأخرجنا أيا رباه منها فإن عدنا فإنا ظالمونا وليس الشأن في هذا ولكن عجيب أن نجونا سالمينا ولست بيائس والله أرجو بعيد العسر من يسر يلينا قال هذه الأبيات وسطرها على ركاكتها وغثاثتها لأن الخاطر لصداه لم يسمح بغيرها من نسبته صحيحة الطرفين سقيمة العين أحد صحيحيها ذلقي يمنع الإمالة والآخر شفهي محتمل الاستحالة وقد لاقى العبر في وعثاء السفر يخفي نفسه عفافا ولينال الناس كفافا وكتب في شوال سنة 616 قلت وما ذمي لذلك البلد وأهله إنما كان نفثة مصدور اقتضاها ذلك الحادث المذكور وإلا فالبلد وأهله بالمدح أولى وبالتقريظ أحق وأحرى ",
                "title": "ارثخشميثن",
                "uri": "JK_000129_000439"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}