{
    "features": [
        {
            "item": "JK_000952_0592",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.402-403",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البندنيجي</h1> بفتح الباء المنقوطة بواحدة وسكون النون وفتح الدال المهملة وكسر النون وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الجيم هذه النسبة إلى بندنيجين وهي بلدة قريبة من بغداد بينهما دون عشرين فرسخا خرج منها جماعة من الفقهاء والفضلاء منهم الخطيب بن الخلوقي البندنيجي كان شيخا صالحا وأبو طاهر بن محمد بن أبي سهل أحمد بن جعفر البندنيجي يروي عن ابن الخلوقي الخطيب سمع منه هبة الله بن المبارك السقطي وأبو الوفاء طاهر بن الحسين بن جعفر بن أحمد بن جعفر بن محمد بن إسماعيل بن الهمذاني البندنيجي شاعر مجود له طريقة بعيدة المنال في الشعر سمع الحديث من |جـ 1 صـ 403| ابن الخلوقي وطبقته روى عنه حفيد أخيه علي بن حمد بن جعفر بن الحسين بن أحمد بن البندنيجي وأبو السعادات علي بن حمد بن جعفر البندنيجي أحد الفضلاء المعروفين بها وابنه أبو البندر محمد بن علي بن حمد بن جعفر البندنيجي شاب فقيه مناظر فاضل كثير المحفوظ كتبت عنه بقرميسين منصرفي من العراق أنشدني أبو البدر محمد بن علي بن حمد البندنيجي إملاء من لفظه بقرميسين أنشدني أبو السعادات علي بن حمد بن جعفر بن الحسين البندنيجي بها أنشدني عم أبي الطاهر بن الحسين البندنيجي لنفسه % ألما نقبل مسرح الشادن الألمي % % ونسقيه من ماء الجفون وإن ظمىء % % ولا تعدلا بي في الرسوم فإنها % % تغادرني من حب ساكنها رسما % % رعى الله أيامي بأسلمة النقا % % وعهدا مضى كالحلم واها له حلما % % فلو عاد ذاك الدهر شخصا ممثلا % % لأتعبته ضما وأفنيته لثما % وهي طويلة وأبو نصر محمد بن هبة الله بن البندنيجي نزيل مكة إمام فاضل كثير الورع والعبادة تفقه على الشيخ أبي إسحاق الشيرازي وكان أستاذه مع جلالة قدره يتبرك به ومن القدماء أبو علي الحسن بن عبيد الله البندنيجي الفقيه القاضي سكن بغداد ودرس فقه الشافعي على أبي حامد الإسفراييني وكان له حلقة في جامع المنصور للفتوى وكان صالحا دينا ورعا زاهدا وخرج إلى بندنيجين بالأخرة ومات بها في جمادى الأولى من سنة خمس وعشرين وأربعمائة وأبو بكر محمد بن حمد بن خلف بن أبي المني البندنيجي المعروف بحنفش تفقه على الشيخ أبي إسحاق الشيرازي وبقي في المدرسة من وقت بنائها إلى أن أدركته وكان شيخا عسرا سيىء الخلق والمعتقد سمع أبا الحسين بن النقور وأبا القاسم بن البسري وأبا علي بن البناء وغيرهم سمعت منه بجهد جهيد بعد تردد كثير وتعب شديد وتوفي في شهر رمضان سنة ثمان وثلاثين وخمسمائة وأخوه أبو حفص عمر بن محمد بن خلف البندنيجي شيخ عامي مستور صالح سمع أبا القاسم علي بن أحمد بن البسري وأبا القاسم عبد الله بن الحسن الخلال كتبت عنه شيئا يسيرا ببغداد وأبو محمد عبد الله بن أحمد بن عسكر البندنيجي كان قاضي باب الطاق وكان مختصا بقاضي القضاة الزينبي وسمع معه الحديث من عمه أبي الفوارس طراد بن محمد الزينبي سمعت منه أحاديث بباب الطاق ببغداد ",
                "title": "البندنيجي",
                "uri": "JK_000952_0592"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}