{
    "features": [
        {
            "item": "JK_000952_0451",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.323-324",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرقاني</h1> بفتح الباء المنقوطة بواحدة وسكون الراء المهملة وفتح القاف هذه النسبة إلى قرية من قرى كاث بنواحي خوارزم وخربت أكثرها وصارت مزرعة والمشهور بهذه النسبة أبو بكر أحمد بن محمد بن أحمد بن غالب البرقاني الخوارزمي الفقيه الحافظ الأديب الشاعر له كانت معرفة تامة بالحديث جمع الجموع وتلمذ في الحديث لأبي الحسن الدارقطني ببغداد ولأبي بكر الإسماعيلي بجرجان وكان سمع بخوارزم أبا العباس أحمد بن محمد بن حمدان النيسابوري وبمرو عبد الله بن عمر بن علك الجوهري وبهراة أبا الفضل بن خميرويه الهروي وبنيسابور أبا عمرو محمد بن أحمد بن حمدان الحيري وباسفراين أبا سهل بشر بن أحمد الإسفراييني وبجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وببغداد أبا علي محمد بن أحمد بن الحسن بن الصواف وغيرهم من الشيوخ وغيرها من البلاد روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبو يعلى محمد بن أحمد العبدي البصري وأبو إسحاق إبراهيم بن علي بن يوسف الشيرازي وأبو الفضل محمد بن عبد السلام الأنصاري وأبو المعالي ثابت بن بندار المقري وأبو مسعود سليمان بن إبراهيم الحافظ وخلق يطول ذكرهم ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال سمع ببلده وورد بغداد وسمع بها ثم خرج إلى جرجان وكتب باسفراين وسمع في بلاد آخر من خلق يطول ذكرهم ثم عاد إلى بغداد فاستوطنها وحدث بها وكتبنا عنه وكان ثقة ورعا متقنا مثبتا فهما لم نر في شيوخنا أثبت منه حافظا للقرآن عارفا بالفقه له حظ من علم العربية كثير الحديث حسن الفهم له والبصيرة فيه وصنف مسندا ضمنه ما اشتمل عليه صحيح البخاري ومسلم وجمع ولم يقطع التصنيف إلى حين وفاته وكان حريصا على العلم منصرف الهمة إليه وسمعته يوما يقول لرجل من الفقهاء معروف بالصلاح وقد حضر عنده أدع الله أن ينزع شهوة الحديث من قلبي فإن حبه قد غلب علي فليس لي اهتمام في الليل والنهار إلا به وكانت ولادته في آخر سنة ست وثلاثين وثلاثمائة ووفاته في أول يوم من رجب سنة خمس وعشرين وأربعمائة ببغداد ودفن في مقبرة الجامع |جـ 1 صـ 324| ",
                "title": "البرقاني",
                "uri": "JK_000952_0451"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}