{
    "features": [
        {
            "item": "JK_000952_2225",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.346-348",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السلال</h1> بفتح السين المهملة وتشديد اللام ألف وفي آخرها اللام هذه النسبة إلى عمل السلة وبيعها وهو شيء يعمل من الحلفاء والخوص ولعل بعض أجداد المنتسب إليه كان يعملها وأبو عبد الله محمد بن محمد بن أحمد بن أحمد بن السلال الوراق من أهل كرخ بغداد وكان له دكان عند باب النوبي يبيع فيه الحبر وينسخ ويكتب الرقاع وكان شيخا مسنا جلدا غير أنه كان متشيعا قليل الصلاة على ما قيل سمعت أبا الفضل محمد بن |جـ 3 صـ 348| ناصر الحافظ يقول كنت أمشي إلى صلاة الجمعة وقد أغلق باب النوبي وضاق الوقت وأبو عبد الله بن السلال قاعد على دكانه فارغ البال ما على قلبه من صلاة الجمعة شيء سمع أبا جعفر محمد بن أحمد بن المسلمة وأبا الغنائم عبد الصمد بن علي بن المأمون وأبا الحسن جابر بن ياسر المحبوبي وتفرد بالرواية عن أبي علي محمد بن وشاح الزينبي وأبي بكر أحمد بن محمد بن ساوس الكازروني كتبت عنه وكنت اقرأ على دكانه بباب النوبي وكان عسرا سيىء الأخلاق كنا نسأله أن يدخل مسجدا لنقرأ عليه فما كان يجيب إلى ذلك وكنا نقرأ على باب دكانه بالشارع ويقف أصحابنا وأقف أنا في بعض الأوقات وفي بعضها يجلسني بين يديه والله تعالى يرحمنا وإياه ويتجاوز عنا وعنه وكانت ولادته في شهر رمضان سنة سبع وأربعين وأربعمائة بالكرخ وتوفي في جمادى الأولى سنة إحدى وأربعين وخمسمائة ودفن بمقابر قريش بالقرب من قبر أبي يوسف القاضي وأبو جعفر محمد بن الخليل بن محمد السلال الطبري فقيه سديد السيرة من أصحاب والدي رحمه الله وعليه تفقه وكان نزه النفس يتعيش بالتجارة يعرف بمدكيا سمع بنيسابور أبا علي بن نصر الله بن أحمد بن عثمان الخشنامي سمعت منه أحاديث قبل خروجي إلى الرحلة وقتل في وقعة الخوار ومشاهده بمرو في شهر ربيع الأول سنة ست وثلاثين وخمسمائة وكان قد جاوز الستين وأبو العباس محمد بن الحسين بن إسحاق السلال الإستراباذي من أهل استراباذ رحل إلى العراق في طلب العلم وكان ثقة صدوقا يروي عن أبي جعفر محمد بن عبد الله بن سليمان الحضرمي وأبي عبد الله محمد بن أيوب وغيرهما مات بعد الخمسين والثلاثمائة ",
                "title": "السلال",
                "uri": "JK_000952_2225"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}