{
    "features": [
        {
            "item": "JK_000952_3717",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.235-240",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المديني</h1> بفتح الميم والدال المهملة المكسورة بعدها الياء اخر الحروف وفي اخرها النون هذه النسبة إلى عدة من المدن منها مدينة رسول الله صلى الله عليه وسلم أكثر ما ينسب إليها يقال المدني والمديني وإلى مدينة بغداد وإلى مدينة أصبهان وإلى مدينة نيسابور وإلى المدينة الداخلة بمرو وإلى مدينة بخارى وإلى مدينة سمرقند وإلى مدينة نسف وغيرها من المدن فأما النسبة إلى مدينة رسول الله صلى الله عليه وسلم فأكثر من أن تحصى والمعروف بهذه النسبة أبو الحسن علي بن عبد الله بن جعفر بن نجيح السعدي المعروف بابن المديني كان أصله من المدينة ونزل علي بالبصرة هكذا وذكره أبو حاتم بن حبان في كتاب الثقات وقال ابن المديني يروي عن حماد بن زيد عنه أبو خليفة وشيوخنا مات ليومين بقيا من ذي القعدة يوم الاثنين سنة أربع وثلاثين ومائتين ودفن بالعسكر مولده سنة اثنتين وستين ومئة في شهر ربيع الأول وكان من أعلم أهل زمانه بعلل حديث رسول الله صلى الله عليه وسلم محمد رحل وجمع وكتب وصنف وحفظ وذاكر وقد قال الإمام محمد بن إسماعيل البخاري في هذا حرفا اسابه أبو بكر الشحامي بنيسابور أنا أبو محمد السمرقندي أنا أبو بشر بن هارون أنا أبو سعد الإدريسي الحافظ حدثني مظفر بن منصور الفقيه الطوسي بسمرقند سمعت محمد بن محمد بن يحيى بن بشر القراب |جـ 5 صـ 236| الهروي بسمرقند يقول سمعت محمد بن سليمان بن فارس يقول سمعت محمد بن إسماعيل البخاري يقول المديني هو الذي أقام بالمدينة ولم يفارقها والمدني الذي تحول عنها وكان منها والثاني هو المنسوب إلى مدينة مرو منهم أبو روح حاتم بن يوسف المديني العابد قال أبو حاتم بن حبان من أهل مرو من المدينة الداخلة يروي عن ابن المبارك عن مبارك بن فضالة حديث ليأتي على الناس زمان روى عنه محمد بن أحمد بن حكيم ومنهم أبو يزيد محمد بن يحيى بن خالد بن يزيد بن متى المديني من المدينة الداخلة بمرو حدث عن أحمد بن سعيد الرباطي روى عنه أحمد بن سعيد المعداني والحاكم أبو الفضل الحداد وغيرهما وفيهم كثرة والثالث منسوب إلى مدينة نيسابور وهي المدينة التي لم يستول الغز عليها ولم يقدروا على نهبها منها أبو عبد الله محمد بن الحسين بن عمارة المديني سمع إسحاق بن راهويه ومحمد بن رافع وغيرهما وأبو بكر محمد بن نعيم بن عبد الله النيسابوري المديني سمع قتيبة بن سعيد ومحمد بن عبد الملك بن أبي الشوارب روى عنه من الأقران محمد بن إسماعيل البخاري وأبو العباس السراج وبعدهما أبو حامد بن الشرقي ومكي بن عبدان والطبقة وسليمان بن محمد بن ناجية المديني من نيسابور يروي عن أحمد بن سلمة وأبو الحسن محمد بن محمد بن سعد بن أيوب المديني سمع أبا بكر بن خزيمة وأبا العباس السراج روى عنه الحاكم أبو عبد الله الحافظ ومن المتأخرين أبو الحسن علي بن أحمد بن محمد بن الأخرم المديني المؤذن إمام فاضل ورع سمع أبا عبد الرحمن السلمي وأبا زكريا المزكي وأبا القاسم السراج وغيرهم سمع منه والدي وروى لنا عنه جماعة كثيرة بخراسان والعراق وتوفي سنة أربع وتسعين وأربع مئة وكانت ولادته بعد سنة أربع مئة |جـ 5 صـ 237| والرابع منسوب إلى مدينة أصبهان وهي جي وسمعت بها عن جماعة من أهلها الحديث وفي المحدثين المنتسبين إليها كثرة استغنينا عن ذكرهم بشهرتهم فإن من كان من الأصبهانيين يقال له المديني فهو من هذه المدينة ومن القدماء أبو جعفر أحمد بن مهدي بن رستم المديني كتب بالشام عن أبي اليمان وبمصر عن ابن أبي مريم وأبي صالح كاتب الليث وبالعراق عن أبي نعيم وقبيصة وكان ثقة ثبتا وأبو الفضل الخصيب بن الفضل بن محمد بن الفضل بن محمد بن سلم بن عوذ بن سلامة الحنفي المديني ومحمد بن سلم هو أخو الخصيب بن سلم ومات الخصيب سنة ثمان وعشرين ومائتين وكان سمع من بكر بن بكار وكان على خراج أصبهان وأبو الحسين أسيد بن عاصم بن عبد الله الثقفي المديني من مدينة أصبهان ثقة هو أخو محمد بن عاصم وهم إخوة محمد وعلي والنعمان وأسيد بنو عاصم روى أسيد عن سعيد بن عامر ومحمد بن عبد الوارث والبصريين وعن الحصين بن حفص الأصبهاني روى عنه أبو العباس وتوفي سنة سبعين ومائتين وصلى عليه إسماعيل بن أحمد ومن مدينة أصبهان أبو بكر عبد الله بن محمد بن النعمان بن عبد السلام المديني التيمي كان ثقة مأمونا ذكر أنه كان يمتنع من التحديث ثم رأى رؤيا فحدث وكان من عباد الله الصالحين وذكر عن أبي عبد الله الكسائي قال قدم عبد الله بن المغيرة أصبهان فذهب إلى عبد الله بن محمد بن النعمان فاستأذن عليه فلما راه أكب عليه يقبله فقيل له في ذلك فقال رايت رسول الله صلى الله عليه وسلم في المنام ومعه رجلان فقلت من هذان يا رسول الله فقال هذا أبو بكر الصديق وهذا عبد الله بن محمد بن النعمان فالذي أقدمني أصبهان رؤية هذا الشيخ وهو الذي رأيته مع رسول الله صلى الله عليه وسلم وكان يروي عن أبي ربيعة زيد بن عوف وأبي غسان مالك بن إسماعيل النهدي وأبي نعيم الفضل بن دكين وغيرهم روى عنه أبو محمد غياث بن محمد بن غياث المعدل وعبيد الله بن أحمد بن علي بن الجارود وأبي علي أحمد بن |جـ 5 صـ 238| محمد بن عاصم الأصبهانيون وتوفي يوم الأحد من سنة إحدى وثمانين ومائتين وأبو بكر عبد الله بن أحمد بن اشكاب المديني من أهل أصبهان تحول في اخر عمره إلى خانكنجان وسكنها وكان حافظا صنف المسند والشيوخ حدث عن الحسين بن أبي زيد ويوسف بن سلمان وغيرهما روى عنه غياث بن محمد بن غياث وإسحاق بن إبراهيم بن يزيد وجماعة ومات سنة ثلاث وثمانين وثلاث مئة والخامس إلى مدينة المبارك بقزوين منها أبو يعقوب يوسف بن حمدان المديني القزويني كان يسكن مدينة المبارك من قزوين سمع أبا حجر ومحمد بن حميد الرازي وغيرهما روى عنه علي بن محمد بن مهروية القزويني ومات سنة ثلاث وثلاث مئة والسادس إلى مدينة بخارى خرج منها جماعة من العلماء والأئمة منهم من المتأخرين أبو عبد الله محمد بن أبي بكر بن عثمان المديني البزدوي شيخ صالح سديد ورع يديم الصوم ويتهجد بالليل صحب يوسف الهمذاني والزاهد الصفار وسمع الحديث من أبي محمد الزبيري وأبي اليسر البزدوي وأبي بكر النسفي وغيرهم وأخوه أبو حفص عمر بن أبي بكر المديني الصابوني شيخ سديد له الإحساء إلى الفقراء سمع مشايخ أخيه وسمعت منهما بمدينة بخارى وقرابتهما أبو أحمد محمود بن أبي بكر بن محمد بن علي بن يوسف الصابوني المديني شيخ صالح كثير الخير سمع أبا بكر محمد بن عمر الثيابي وأبا القاسم علي بن عمر القارىء ومن بعدهما سمعت منه في داره بمدينة بخارى وكانت ولادته سنة خمس وثمانين وأربع مئة والسابع منسوب إلى مدينة سمرقند وهي الساعة باقية مسكونة معمورة منها أبو بكر إسماعيل بن أحمد المديني السمرقندي يروي عن أبي عمر الحوضي روى عنه محمد بن عيسى الغزال وأبو محمد محمد بن عبيد الله بن محمد المديني السمرقندي روى عنه أبو سعد الإدريسي وأبو محمد عبد الله بن محمد بن صالح بن مساور البزار المديني السمرقندي يروي |جـ 5 صـ 239| عن عبد الله بن عبد الرحمن السمرقندي وطبقته ومحمد بن عيسى بن قريش بن فرقد المديني الغزال السمرقندي يروي عن عبد الله بن عبد الرحمن الدارمي وجماعة كثيرة سواهم وشيخنا أبو المعالي محمد بن نصر بن منصور بن علي بن محمد بن محمد بن يعلي بن الفضل بن طاهر بن سلمة بن علقمة بن علاثة بن عوف بن أحوص بن خالد بن كلب بن صعصعة بن عامر العوفي العامري الخطيب المديني السمرقندي تفقه على علي بن محمد البرجدي والسيد أبي شجاع العلوي وكان شيخا مسنا كبيرا جليل القدر سمع السيد أبا المعالي محمد بن محمد بن زيد الحسيني وأبا علي الحسن بن عبد الملك النسفي وأبا الحسن علي بن محمد بن الحسين البزدوي وغيرهم سمعت منه الكثير في داره بسمرقند وكان قد ناطح المئة سنة وذكر غيره أن مولده سنة أربع وخمسين وأربع مئة وتوفي في شعبان سنة خمسين وخمس مئة وصلى عليه بمصلى السيد البغدادي ودفن بجاكرديزه وحضرت الصلاة عليه وكان الجمع كثيرا جدا خار عن العد والإحصاء والثامن منسوب إلى مدينة نسف وهو أبو الفضل جعفر بن الصديقي المديني قال المستغفري من المدينة الداخلة يعني نسف روى عن عبد الله بن محمد بن عبد العزيز البغوي ويحيى بن محمد بن صاعد ومحمد بن محمد بن سليمان الباغندي وجماعة من أهل العراق وخراسان وكان يحفظ من الحكايات والأشعار والنتف والملح من أهل العراق وغيرهم ما لا يحصى روى عنه محمد بن زكريا الحسين وأحمد بن يعقوب بن يوسف وأحمد بن عبد العزيز المكي وغيرهم مات قبل أبيه وأبو محمد حماد بن شاكر بن سورة بن ونوسان الوراق المديني النسفي قال أبو العباس المستغفري من المدينة الداخلة ثقة جليل روى عن محمد بن إسماعيل البخاري الجامع وروى عن أبي عيسى الترمذي وعيسى بن أحمد العسقلاني ومحمد بن الفضل العابد البلخيين ارتحل إلى الشام والعراق روى عن أهل بلده والغرباء سمع منه أبو يعلى عبد المؤمن بن خلف النسفي الجامع وروى عنه محمد بن زكريا بن الحسين وأهل بلده والغرباء مات في يوم الاثنين لسبع بقين من ذي القعدة سنة إحدى عشرة وثلاث مئة |جـ 5 صـ 240| ",
                "title": "المديني",
                "uri": "JK_000952_3717"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}