{
    "features": [
        {
            "item": "JK_000129_009647",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.241-242",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفرات</h1> بالضم ثم التخفيف وآخره تاء مثناة من فوق قال حمزة والفرات معرب عن لفظه وله اسم آخر وهو فالاذروذ لأنه بجانب دجلة كما بجانب الفرس الجنيبة والجنيبة تسمى بالفارسية فالاذ والفرات في أصل كلام العرب أعذب المياه قال عز وجل & هذا عذب فرات وهذا ملح أجاج & وقد فرت الماء يفرت فروتة وهو فرات إذا عذب ومخرج الفرات فيما زعموا من أرمينية ثم من قاليقلا قرب خلاط ويدور بتلك الجبال حتى يدخل أرض الروم ويجيء إلى كمخ ويخرج إلى ملطية ثم إلى سميساط ويصب إليه أنهار صغار نحو نهر سنجة ونهر كيسوم ونهر ديصان والبليخ حتى ينتهى إلى قلعة نجم مقابل منبج ثم يحاذي بالس إلى دوسر إلى الرقة إلى رحبة مالك بن طوق ثم إلى عانة ثم إلى هيت فيصير أنهارا تسقي زروع السواد منها نهر سورا وهو أكبرها ونهر الملك وهو نهر صرصر ونهر |جـ 4 صـ 242| عيسى بن علي وكوثا ونهر سوق أسد والصراة ونهر الكوفة والفرات العتيق ونهر حلة بني مزيد وهو نهر سورا فاذا سقت الزروع وانتفع بمياهها فمهما فضل من ذلك انصب إلى دجلة منها ما يصب فوق واسط ومنها ما يصب بين واسط والبصرة فتصير دجلة والفرات نهرا واحدا عظيما عرضه نحو الفرسخ ثم يصب في بحر الهند وللفرات فضائل كثيرة روي أن أربعة أنهار من الجنة النيل والفرات وسيحون وجيحون وروي عن علي كرم الله وجهه أنه قال يا أهل الكوفة إن نهركم هذا يصب إليه ميزابان من الجنة وعن عبد الملك بن عمير أن الفرات من أنهار الجنة ولولا ما يخالطه من الأذى ما تداوى به مريض إلا أبرأه الله تعالى وأن عليه ملكا يذود عنه الأدواء وروي أن أبا عبد الله جعفر بن محمد الصادق شرب من ماء الفرات ثم استزاد واستزاد فحمد الله وقال نهر ما أعظم بركته ولو علم الناس ما فيه من البركة لضربوا على حافتيه القباب ولولا ما يدخله من الخطائين ما اغتمس فيه ذو عاهة إلا برأ ومما يروى عن السدي والله أعلم بحقه من باطله قال مد الفرات في زمن علي بن أبي طالب كرم الله وجهه فألقى رمانة قطعت الجسر من عظمها فأخذت فكان فيها كر حب فأمر المسلمين أن يقتسموها بينهم وكانوا يرونها من الجنة وهذا باطل لأن فواكه الجنة لم توجد في الدنيا ولو لم أر هذا الخبر في عدة مواضع من كتب العلماء ما استجزت كتابته وسقى الفرات كورا ببغداد منها الأنبار وهيت وقد نسب إليها قوم من رواة العلم قال رفاعة بن أبي الصفي ألم تر هامتي من حب ليلى على شاطي الفرات لها صليل فلو شربت بصافي الماء عذبا من الأقذاء زايلها الغليل و فرات البصرة كورة بهمن أردشير وقد ذكرت في مواضعها وذكر أحمد بن يحيى بن جابر قال لما فتح عتبة بن غزوان الأبلة عنوة عبر الفرات فخرج لهم أهل الفرات بمساحيهم فظفر بهم المسلمون وفتحوا الفرات وقيل إن ما بين الفهرج والفرات فتح صلحا وسائر الأبلة عنوة ولما فرغ من الأبلة أتى المذار وقال عوانة بن الحكم كانت مع عتبة بن غزوان لما قدم البصرة امرأته أزدة بنت الحارث بن كلدة ونافع وأبو بكر وزياد إخوتها فلما قاتل عتبة أهل مدينة الفرات جعلت امرأته أزدة تحرض المؤمنين على القتال وهي تقول إن يهزموكم يولجوا فينا الغلف ففتح الله على المسلمين تلك المدينة ",
                "title": "الفرات",
                "uri": "JK_000129_009647"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}