{
    "features": [
        {
            "item": "JK_000952_2325",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.414-415",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشرغي</h1> بفتح الشين المعجمة وسكون الراء المهملة وفي آخرها غين معجمة هذه النسبة إلى شرغ وهي قرية على أربعة فراسخ من بخارى على طريق سمرقند يقال لها جرغ كان بها جماعة من أهل العلم قديما وحديثا قال أبو كامل البصيري فمنهم من أدركنا في زماننا الإمام أبو بكر محمد بن إبراهيم بن صابر الشرغي يروي عن أبي عبد الله الرازي وأبي أحمد الحبيبي وأبي أحمد الحنفي وغيرهم من بخارى وخراسان والعراق والحجاز قال أخبرنا الإمام أبو بكر هذا بالشرغ بقراءتي عليه حدثنا أبو المكارم ناصر بن محمد بن أبي المعالي بنيسابور حدثنا الحسن بن محمد بن الفرزدق حدثنا العبسي أبو إسحاق الكوفي حدثنا وكيع عن الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إذا سئلتم حاجة فلا تقولوا لا فإن الله تعالى يبغض لا ومن بغضه لا لم يخلق في الجنة لا قال البصيري كتب عني الحديث جماعة من الفقهاء والمشايخ والمحدثين قديما وحديثا قلت حديث باطل لم يذكر في الصحاح ولا المسانيد فالحمل فيه على ابن |جـ 3 صـ 415| الفرزدق فإن أبا إسحاق إبراهيم بن عبد الله العبسي ومن فوقه لا يحتمل ذلك والله أعلم وأبو حكيم شداد بن سعيد بن الحجاج الشرغي يروي عن النضر بن شميل وعلي الحسين بن واقد وسلمة بن حفص ومحمد بن القاسم الأسدي وابنه أبو عمرو عامر بن شداد الشرغي حدث عنه أبو بكر محمد بن نصر بن خلف وأبو صالح شعيب بن الليث الشرغي الكاغذي سكن بسمرقند حدث عن إبراهيم بن المنذر الحزامي وأبي مصعب أحمد بن أبي بكر ومحمد بن سلام البيكندي وأبي كريب وسفيان بن وكيع روى عنه أبو حفص أحمد بن حاتم بن حماد ومحمد بن أحمد بن مردك توفي بسمرقند في رجب سنة اثنتين وسبعين ومائتين وأبو الحسن علي بن الحسن بن سلام الشرغي يروي عن محمد بن عبد الله البمجكثي وسهل بن خلف بن وردان وسهل بن المتوكل وعلي بن عبد العزيز البغوي وكتب عنه مشايخ مصر والشام حدث عنه محمد بن نصر بن خلف توفي سنة ثلاث وعشرين وثلاثمائة وأبو عثمان سعيد بن سلميان بن داود بن كثير الشرغي يروي عن يحيى بن جعفر بن أعين وهانىء بن النضر ومحمد بن المهلب وحاتم بن منصور وروى عنه خلف بن محمد الخيام ومحمد بن نصر بن خلف توفي سنة ثلاثمائة وأبوه أبو سعيد سليمان بن داود بن كثير الشرغي يروي عن أبي حفص الكبير ومحمد بن سلام روى عنه محمد بن نصر بن خلف ",
                "title": "الشرغي",
                "uri": "JK_000952_2325"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}