{
    "features": [
        {
            "item": "JK_000129_007439",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.332-333",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الشربة</h1> بفتح أوله وثانيه وتشديد الباء الموحدة قال أبو منصور ويقال لكل نحيزة من الشجر شربة في بعض اللغات وقال النحيزة طريقة سوداء في الأرض كأنها خط مستوية لا يكون عرضها ذراعين يكون ذلك من جبل وشجر وغير ذلك وقال الجوهري ويقال أيضا ما زال فلان على شربة واحدة أي أمر واحد قال الأديبي الشربة موضع بين السليلة والربذة وقيل إذا جاوزت النقرة وماوان تريد مكة وقعت في الشربة ولها ذكر كثير في |جـ 3 صـ 333| أيام العرب وأشعارهم قال ضباب بن وقدان الظهري لعمري لقد طال ما غالني تداعي الشربة ذات الشجر قال الأصعمي الشربة بنجد ووادي الرمة يقطع بين عدنة والشربة فإذا جزعت الرمة مشرقا أخذت في الشربة وإذا جزعت الرمة في الشمال أخذت في عدنة والشربة بين الرمة وبين الجريب و الجريب واد يصب في الرمة وفي موضع آخر من كتابه قال الفزاري الشربة كل شيء بين خط الرمة وخط الجريب حتى يلتقيا والخط في مجرى سيلهما فإذا التقيا انقطعت الشربة وينتهي أعلاها من القبلة إلى الحزيز حزيزمحارب معروف و الشربة ما بين الزباء والنطوف وفيها هرشى وهي هضبة دون المدينة وهي مرتفعة كادت تكون فيما بين هضب القليب إلى الربذة وتنقطع عند أعالي الجريب وهي من بلاد غطفان والشربة أشد بلاد نجد قرا قال نصر وقيل الشربة فيما بين نخل ومعدن بني سليم وهذه الأقاويل وإن اختلفت عبارتها فالمعنى واحد قال بعضهم وإلى الأمير من الشربة واللوى عنيت كل نجيبة شملال وحدث أبو الحسن المدائني قال زعم بعض أصحابنا أن هشام بن عبد الملك استعمل الأسود بن بلال المحاربي على بحر الشام فقدم عليه أعرابي من قومه ففرض له وأغزاه البحر فلما أصابت البدوي تلك الأهوال يقال أقول وقد لاح السفين ملججا وقد بعدت بعد التقرب صور وقد عصفت ريح وللموج قاصف وللبحر من تحت السفين هدير ألا ليت أجري والعطاء صفا لهم وحظي حطوط في الزمام وكور فلله رأي قادني لسفينة واخضر موار السرار يمور ترى متنه سهلا إذا الريح أقلعت وإن عصفت فالسهل منه وعور فيا ابن بلال للضلال دعوتني وما كان مثلي في الضلال يسير لئن وقعت رجلاي في الأرض مرة وحان لأصحاب السفين وكور وسلمت من موج كأن متونه حراء بدت أركانه وثبير ليعترضن اسمي لدى العرض خلفة وذلك إن كان الإياب يسير وقد كان في حول الشربة مقعد لذيذ وعيش بالحديث غزير ألا ليت شعري هل أقولن لفتية وقد حان من شمس النهار ذرور دعوا العيس تدني للشربة قافلا له بين أمواج البحار وكور ",
                "title": "الشربة",
                "uri": "JK_000129_007439"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}