{
    "features": [
        {
            "item": "JK_000129_003445",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.176-177",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جوبر والنسبة الجوبري</h1> بالراء قرية بالغوطة من دمشق وقيل نهر بها قال بعضهم إذا افتخر القيسي فاذكر بلاءه بزراعة الضحاك شرقي جوبرا وقد نسب إليها جماعة من المحدثين وافرة منهم أبو الحسن عبد الرحمن بن محمد بن يحيى بن ياسر التيمي الجوبري الدمشقي قال عبد العزيز الكناني مات في سنة 524 لاثنتي عشرة ليلة خلت من صفر ولم يكن يحسن يقرأ ولا يكتب وكان أبوه قد |جـ 2 صـ 177| سمعه وضبط عليه السماع وكان يحفظ متون الحديث الذي يحدث به حدث عن أبي سنان والزجاج وابن مروان وغيرهم ولما مضيت إليه لأسمع منه وجدت له بلاغا في كتاب الجامع الصحيح ووجدت سماعه في جميعه فلما صرت إليه قال قد سمعت الكثير سمعني والدي وكان والده محدثا ولكن ما أحدثك أو أدري إيش مذهبك قلت له عن أي شيء تسألني من مذهبي قال ما تقول في معاوية قلت وما عسى أن أقول في صاحب رسول الله صلى الله عليه وسلم فقال الآن أحدثك وأخرج إلي كتبا لأبيه كلها وقال انظر فيها فما وجدت فيه بلاغي في داخله فاسمعه وما كان على ظهره سماع لفلان ولم يكن في داخله شيء فلا يقرؤه علي وحدث مدة يسبرة ثم مات كما تقدم ومحمد بن المبارك بن عبد الرحمن بن يحيى بن سعيد أبو عبد الله القرشي الجوبري يعرف بابن أبي ميمون مولى بني أمية من أهل قرية جوبر كتب عنه أبو الحسين الرازي وقال مات في ذي الحجة سنة 723 بغوطة دمشق وأبو عبد الله عبد الوهاب بن عبد الرحيم بن عبد الوهاب الأشجعي الجوبري الدمشقي روى عن سفيان بن عيينة ومروان بن معاوية الفزاري وشعيب بن إسحاق وغيرهم روى عنه أبو الدحداح وأبو داود في سننه وابنه أبو بكر بن أبي داود وأبو الحسن بن جوصا وغيرهم ومات في محرم سنة 052 وأحمد بن عبد الواحد بن يزيد أبو عبد الله العقيلي الجوبري روى عن عبد الوهاب بن عبد الرحيم الأشجعي وصفوان بن صالح وعبدة بن عبد الرحيم المروزي وعبد الله بن أحمد بن بشير بن ذكوان روى عنه محمد بن سليمان بن يوسف الربعي وأبو بكر أحمد بن عبد الله بن أبي دجانة وجمح بن القاسم وعبد الله بن عدي الجرجاني وأبو جعفر محمد بن الحسن اليقطيني وأبو القاسم بن أبي العقب والحسن بن منير التنوخي ومات في سلخ شوال سنة 503 قاله الحافظ أبو القاسم وأحمد بن عتبة بن مكين أبو العباس السلامي الجوبري المطرز الأطروشي الأحمر روى عن أبي العباس أحمد بن غياث الزفتي وابن جوصا وأبي الجهم بن طلاب وجماعة وافرة روى عنه تمام الرازي وأبو الحسن بن السمسار وعلي بن أبي ذر وعبد الوهاب بن الجبان وكان ثقة نبيلا مأمونا مات في رمضان سنة 283 عن أبي القاسم ",
                "title": "جوبر والنسبة الجوبري",
                "uri": "JK_000129_003445"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}