{
    "features": [
        {
            "item": "JK_000952_0989",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.116-117",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوزجاني</h1> هذه النسبة إلى مدينة بخراسان مما يلي بلخ يقال لها الجوزجانان والنسبة إليها جوزجاني خرج منها جماعة من العلماء وبها قتل يحيى بن زيد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنه وذكرها دعبل بن علي في قصيدته التائية % وقبر بأرض الجوزجان محله % % وقبر بباحمري لدى الغربات % وفتحت جوزجانان على يدي الأقرع بن حابس التميمي يمده عبد الله بن عامر بن كريز من نيسابور وكان أمير خراسان وصاحب فتوحها زمن عثمان رضي الله عنهم فمنهم أبو أحمد أحمد بن موسى الجوزجاني مستقيم الحديث يروي عن سويد بن عبد العزيز روى عنه أهل بلده وأبو المغيرة محمد بن مالك الجوزجاني خادم البراء بن عازب رضي الله عنهما من التابعين يروى عن البراء بن عازب إن سمع عنه روى عنه عبد الله بن واقد |جـ 2 صـ 117| الهروي يخطئ كثير لا يجوز الاحتجاج بخبره إذا انفرد لسلوكه غير مسلك الثقات في الأخبار وأبو عبد الرحمن شداد بن أحمد الجوزجاني الفقيه قريب أبي الفضل الجوزجاني الكاتب بها سمع الحسين بن إدريس الأنصاري الهروي ومحمد بن معاذ وغيرهما سمع منه الحاكم أبو عبد الله الحافظ وقال قريب أبي الفضل الجوزجاني وهو أفادنا عنه وأبو رجاء محمد بن أحمد القاضي الجوزجاني كان قاضي القضاة لعمرو بن الليث على جميع ولاياته وكان من أعيان الفقهاء على مذهب الكوفيين وسكن نيسابور إلى أن قبض على عمرو بن الليث فرجع إلى الجوزجان وتوفي بها ثم كان أبو ذر بن أبي رجاء أحد أعيان المشايخ بنيسابور وأعقابه سمع أبا الأزهر حوثرة بن محمد المنقري وإسحاق بن إبراهيم الشهيدي وأبا سعيد الأشج وسليمان بن داود القزاز وهارون بن إسحاق الهمداني وأخذ الفقه عن أبي سليمان الجوزجاني صاحب محمد بن الحسن روى عنه إبراهيم بن إسحاق الأنماطي وأبو يحيى زكريا بن يحيى البزاز وأبو عمرو الحيري وغيرهم وتوفي بجوزجان سنة خمس وثمانين ومائتين ",
                "title": "الجوزجاني",
                "uri": "JK_000952_0989"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}