{
    "features": [
        {
            "item": "JK_000952_1634",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.506-507",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدوسي</h1> بفتح الدال المهملة وسكون الواو وكسر السين المهملة هذه النسبة إلى دوس أخبرنا أبو سعيد عبد الملك بن أحمد الخرقي بنيسابور قراءة عليه وأنا حاضر أنا أبو عبد الرحمن السلمي أنا أبو عمرو بن حمدان الحيري أنا أبو يعلى الموصلي ثنا إبراهيم بن عبد الله الهروي ثنا إسماعيل بن إبراهيم هو ابن علية ثنا الحجاج بن أبي عثمان عن أبي الزبير عن جابر رضي الله عنه قال قدم الطفيل بن عمرو الروسي رضي الله عنه على رسول الله صلى الله عليه وسلم بمكة وقال لرسول الله صلى الله عليه وسلم هلم إلى حصن حصين وعدد وعدة قال أبو الزبيرالدوس حصن في رأس جبل لا يؤتى إلا في مثل الشرك فقال له رسول الله صلى الله عليه وسلم أمعك من وراءك وذكر الحديث بطوله قلت ولعل قبيلة دوس نزلت هذا الحصن ودوس عمران بن عمرو يقال له دوس بأمة حضنته يقال لها دوس وهو أبو أزد عمان تخلفوا بها عن جماعة من شخص من قومهم إلى عمان فكان الذين أقبلوا من تهامة من العرب مالك وعمرو ابنا فهم بن تيم الله بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة وعمرو هو التنوخي ثم الفهمي إذا نسب وأبو هريرة الدوسي فقد اختلفوا في اسمه |جـ 2 صـ 507| ونسبه منهم من زعم أن اسمه عمير أو عامر بن عبد ومنهم من قال سكين بن عمرو ومنهم من قال عبد الله بن عمرو وقيل عبد الرحمن بن صخر وقيل عبد شمس وقيل عبد نهم فسماه النبي صلى الله عليه وسلم عبد الله وهو أشبه شيء فيه وكان من دوس أسلم سنة خيبر سنة سبع من الهجرة وهاجر من دوس إلى المدينه فدخلها والنبي صلى الله عليه وسلم بخيبر وعلى المدينه سباع بن عرفطة الغفاري استخلفه رسول الله صلى الله عليه وسلم على المدينه فصلى أبو هريرة خلفه صلاة الغداة وسمعه يقرأ ويل للمطففين ثم لحق يالنبي صلى الله عليه وسلم وحسن إسلامه وكان من حفاظ الصحابة ممن كان يواظب على صحبة رسول الله صلى الله عليه وسلم ليل نهار على ملء بطنه لا يشغله عن صحبة رسول الله صلى الله عليه وسلم اقتناء الضرع ولا الاشتغال بالزرع وكان يدعو فيقول اللهم لا تدركني سنة ستين فمات سنة ثمان وخمسين بالمدينة وأبو يونس سليم بن جبير الدوسي من أهل المدينة يروي عن أبي هريرة رضي الله عنة وكان مولاه روى عنه عمرو بن الحارث وحرملة بن عمران وابن لهيعة ",
                "title": "الدوسي",
                "uri": "JK_000952_1634"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}