{
    "features": [
        {
            "item": "JK_000129_008368",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.30-31",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طرطوشة والنسبة الطرطوشي</h1> بالفتح ثم السكون ثم طاء أخرى مضمومة وواو ساكنة وشين معجمة مدينة بالأندلس تتصل بكورة بلنسية وهي شرقي بلنسية وقرطبة قريبة من البحر متقنة العمارة مبنية على نهر ابره ولها ولاية واسعة وبلاد كثيرة تعد في جملتها تحلها التجار وتسافر منها إلى سائر الأمصار واستولى الأفرنج عليها في سنة 345 وكذلك على جميع حصونها وهي في أيديهم إلى الآن وينسب إليها أحمد بن سعيد بن ميسرة الغفاري الأندلسي الطرطوشي كتب الحديث الكثير عن علي بن عبد العزيز ومحمد بن اسماعيل الصايغ وغيرهما وحدث ورحل في طلب العلم ومات بالأندلس سنة 223 وأبو بكر محمد بن الوليد بن محمد بن خلف الفهري الطرطوشي الفقيه المالكي مات في الخامس والعشرين من جمادى الأولى سنة 520 ويعرف بابن أبي رندقة هذا الذي نشر العلم بالإسكندرية وعليه تفقه أهلها قاله أبو الحسن المقدسي في كتاب الرقيات له وذكره القاضي عياض في مشيخة أبي علي الصدفي فقال محمد بن الوليد الفهري الإمام الورع أبو بكر الطرطوشي المالكي يعرف ببلده بابن أبي رندقة براء ونون ساكنة ودال مهملة وقاف مفتوحتين نشأ بالأندلس وصحب القاضي أبا الوليد الباجي وأخذ عنه مسائل الخلاف وكان تمسك إليها وسمع منه وأخذ ثم رحل إلى الشرق ودخل بغداد والبصرة فتفقه عند أبي بكر الشاشي وأبي سعد بن المتولي وأبي أحمد الجرجاني أئمة الشافعية ولقي القاضي أبا عبد الله الدامغاني وسمع بالبصرة من أبي علي التستري والسعيداني وسمع ببغداد من أبي محمد التميمي الحنبلي وغيرهم وسكن الشام مدة ودرس بها وبعد صيته وأخذ عنه الناس هناك علما كثيرا ثم نزل الإسكندرية واستوطنها قال القاضي أبو علي الحسين بن محمد بن فرو الصدفي صحبته بالأندلس عند الباجي ولقيته بمكة وأخذت عنه أكثر السنن لأبي داود عن التستري ثم دخل بغداد وأنا بها فكان يقنع بشظف من العيش وكانت له نفس أبية أخبرت أنه كان ببيت المقدس يطبخ في شقف وكان مجانبا للسلطان استدعاه فلم يجبه وراموا النقص من حاله فلم ينقصوه قلامة ظفر وله تآليف وشعر فمن شعره في بر الوالدين لو كان يدري الابن أية غصة يتجرع الأبوان عند فراقه أم تهيج بوجده حيرانة وأب يسح الدمع من آماقه يتجرعان لبينه غصص الردى ويبوح ما كتماه من أشواقه لرثى لأم سل من أحشائها وبكى لشيخ هام في آفاقه ولبدل الخلق الأبي بعطفه وجزاهما بالعذب من أخلاقه وطلبه الأفضل صاحب مصر فأقدمه من الإسكندرية إلى |جـ 4 صـ 31| مصر وألزمه الإقامه بها وأذكى عليه أن لا يفارقها إلى أن قيد الأفضل فصرف إلى الإسكندرية فرجع بحالته إلى أن توفي بها سنة 025 ",
                "title": "طرطوشة والنسبة الطرطوشي",
                "uri": "JK_000129_008368"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}