{
    "features": [
        {
            "item": "JK_000952_1727",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.28-29",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرامشي</h1> بفتح الراء وضم الميم وفي آخرها الشين المعجمة هذه النسبة إلى رامش وهو اسم لبعض أجداد المنتسب إليه وهو أبو نصر محمد بن محمد بن أحمد بن هميماة |جـ 3 صـ 29| الرامشي هو ابن بنت أبي نصر منصور بن رامش رئيس نيسابور وأبو نصر بن هميماة كان مقرئا عارفا بعلوم القرآن وله حظ صالح من النحو والعربية سمع الحديث أولا مع أخواله من أصحاب أبي العباس الأصم ثم سافر إلى العراق والحجاز والشام وديار مصر وأدرك المشايخ وقرأ بمعرة النعمان على أبي العلاء أحمد بن عبد الله المعري وانصرف وارتبطه نظام الملك الوزير في مدرسته بنيسابور ليقرىء الناس ويحدث فلم يزل يفيد ويقرىء ويحدث ويقرأ عليه الأدب إلى أن مات سمع بنيسابور أبا القاسم عبد الرحمن بن محمد بن عبد الله السراج وأبا عبد الله الحسين بن محمد بن فنجويه الدينوري وأبا سعد عبد الرحمن بن الحسن بن عليك الحافظ وبمكة أبا الحسن محمد بن علي بن محمد بن صخر الأزدي وبالرملة أبا الحسين محمد بن الحسين بن علي بن الترجمان الصوفي وبتنيس أبا الحسن علي بن الحسين بن عثمان بن جابر المصري وطبقتهم روى لنا عنه أبو حفص عمر بن علي بن سهل السلطان وأبو حفص عمر بن أحمد بن منصور الصفار بمرو وأبو عثمان إسماعيل بن عبد الرحمن العصائدي بسنج وأبو منصور عبد الخالق بن زاهر الشحامي وزوجته أم سلمة ستيك بنت أبي الحسن الفارسي وناصر بن أبي القاسم الواعظ وأبو عثمان سعيد بن عبد الله الملقاباذي وغيرهم ولد سنة أربع وأربعمائة وتوفي في جمادى الأولى سنة تسع وثمانين وأربعمائة بنيسابور ودفن بمقبرة باب معمر وأبو إسحاق إبراهيم بن إسحاق بن الحسن بن محمد بن إبراهيم بن إسحاق بن حماد بن قطن بن منصور بن صالح بن رفيد بن بجيح بن عبد العزيز المصري الرامشي ورامش قرية من سواد بخارى يروي عن أبي عمرو محمد بن محمد بن صابر وأبي أحمد محمد بن محمد بن الحسن البخاريين روى عنه أبو محمد عبد العزيز بن محمد النخشبي ",
                "title": "الرامشي",
                "uri": "JK_000952_1727"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}