{
    "features": [
        {
            "item": "JK_000952_1047",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.150-151",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحارثي</h1> هذه النسبة إلى قبائل منها إلى بني حارثة من الخزرج منهم من بني |جـ 2 صـ 151| الحارثة بن الحارث ومنهم إلى بني الحارث بن مالك بن ربيعة بن كعب بن الحارث بن كعب بن عمرو بن علة بن جلد بن مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان ومنهم أبو عبد الله رافع بن خديج بن رافع ابن عدي بن زيد بن جشم الأنصاري الحارثي من بني حارثة بن الحارث ابن الخزرج ويقال إنه يكني بأبي خديج مات بالمدينة سنة ثلاث وسبعين وقد قيل سنة أربع وسبعين وعبد الرحمن بن بجيد الحارثي الأنصاري أحد بني حارثة من أهل المدينة يروى عن جدته أم بجيد وكانت من المبايعات روى عنه محمد بن إبراهيم التيمي وأبو المنذر ذواد بن علبة الحارثي يروي عن ليث ومطر روى عنه الفضل بن موسى منكر الحديث جدا يروى عن الثقات ما لا أصل له وعن الضعفاء ما لا يعرف هكذا قال أبو حاتم بن حبان البستي وأبو أمامة إياس بن ثعلبة الحارثي له صحبة من بني حارثة ابن الحارث ومطرف بن طريف الحارثي من بني الحارث بن كعب يروى عن الشعبي وابن أبي السفر روى عنه الثوري وابن عيينة وابن فضيل وغيرهم ويحيى بن حبيب الحارثي يروى عن خالد بن الحارث الهجيمي روى عنه مسلم بن الحجاج وأما أبو إسحاق إبراهيم بن حفص بن محمود بن عبد الله بن محمد بن مسلمة الحارثي سمع أباه حفصا وسليمان بن محمد بن محمود الأنصاري روى عنه إسماعيل بن أبي أويس وعبد الله بن عبد الوهاب الحجبي وأما حارثة بطن من مراد منهم عبد الرحمن بن روح بن صلاح المرادي الحارثي روى عن أبيه هكذا نسبة علي بن فديد وقال أبو سعيد بن يونس المصري في تاريخه وقد قيل إن روح بن صلاح من الموصل ناقلة إلى مصر وأما دارهم فبمصر في مراد الحارثين والله أعلم ويحيى بن زياد ابن عبيد الله بن عبد الله وكان يقال له عبد الحجر ابن عبد المران بن الديان بن قطن بن زياد بن الحارث بن مالك بن ربيعة بن كعب بن الحارث بن عمرو الحارثي وكانت عمته ريطة بنت عبيد الله زوجة محمد بن علي بن عبد الله بن العباس فولدت له السفاح فيحيى ابن زياد ابن خال أبي العباس السفاح وهو من أهل الكوفة وكان شاعرا |جـ 2 صـ 152| أديبا ماجنا نسب إلى الزندقة وكان صديق إياس بن مطيع وحماد عجرد ووالية بن الحباب وغيرهم من ظرفاء الكوفيين وله في السفاح مدائح وفي المهدي أيضا وفدم بغداد فأقام بها مدة ثم خرج عنها ولما سأل بقطين ابن علي إبراهيم الإمام ودخل عليه الحبس على من تحيل الحق الذي لي عليك فقال إلى عبد الله فقال كلنا عبيد الله فقال إلى ابن الحارثية فعرف أنه يريد أبا العباس لأن أمه كانت حارثية وبشر بن وذيح بن الحارث بن ربيعة بن غنم بن عائذ بن ثعلبة بن الحارث بن تيم الله الشاعر الحارثي كان يلقب حثاثا بقوله % ومشهد أبطال شهدت كأنما % % أحثهم بالمشر في المهند % ",
                "title": "الحارثي",
                "uri": "JK_000952_1047"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}