{
    "features": [
        {
            "item": "JK_000952_2455",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.521-523",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصبغي</h1> بكسر الصاد المهملة وسكون الباء المنقوطة بواحدة وفي آخرها الغين المعجمة هذه النسبة إلى الصبغ والصباغ المشهور ويمكن عمل الألوان التي ينقش بها أو يستعملها الخراط والذي عرف بهذه النسبة الإمام أبو بكر أحمد بن إسحاق بن أيوب بن يزيد بن عبد الرحمن بن نوح الصبغي أحد العلماء المشهورين بالفضل والعلم الواسع من أهل نيسابور سمع بنيسابور إسماعيل بن قتيبة السلمي وبالري يعقوب بن يوسف القزويني وببغداد الحارث بن أبي اسامة وبالبصرة همام بن علي السدوسي وبواسط محمد بن عيسى بن السكن وبمكة علي بن عبد العزيز وجماعة كثيرة وشمائله وفضائله أكثر من ان يسعها هذا الموضع كانت ولادته في رجب سنة ثمان وخمسين ومائتين وتوفي في شعبان سنة اثنتين وأربعين وثلاثمائة عن أربع وثمانين سنة وأخوه أبو العباس محمد بن إسحاق بن أيوب الصبغي روى عن الحسن بن علي السري وإبراهيم بن عبد الله السعدي وأبي زكريا يحيى بن محمد بن يحيى حمكان وسهل بن عمار العتكي ومحمد بن ايوب الرازي وغيرهم روى عنه أبو القاسم عبد الرحمن بن محمد السراج والحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو العباس الصبغي اخو الشيخ الإمام وأكبر سنا منه لزم الفتوة إلى آخر عمره وكان الشيخ ينهانا عن القراءة عليه لما كان يتعاطاه ظاهرا لا يتحرج في سماعه فإن أكثر أصوله عن الرازيين كان قد سمعها قبل الشيخ بسنين ثم سمعها الشيخ في كتابه وأما سماعه من |جـ 3 صـ 522| إبراهيم بن عبد الله فإنا لم نجده وتوفي في ذي القعدة سنة أربع وخمسين وثلاثمائة وهو ابن مائة سنة وأشهر وأبوهما أبو يعقوب إسحاق بن أيوب بن يزيد بن عبد الرحمن بن نوح الصبغي سمع محمد بن يحيى الذهلي وأحمد بن يوسف السلمي وأبا زرعة الرازي وابن وارة روى عنه أبو عمرو المستملي توفي في شعبان سنة إحدى وسبعين ومائتين وقيل له الصبغي لأنه كان بياع الصبغ وبهذا عرف فقيل الصبغي وابو منصور محمد بن القاسم بن عبد الرحمن بن القاسم بن منصور العتكي الصبغي من اهل نيسابور أيضا يروي عن السري بن خزيمة والحسين بن الفضل البجلي والفضل بن الحكم المعدل ومحمد بن أشرس السلمي وبشر بن سهل اللباد روى عنه أبو القاسم عبد الرحمن بن محمد بن عبد الله السراج وأبو عبد الله محمد بن عبد الله البيع وذكره في التاريخ فقال أبو منصور الصبغي شيخ متيقظ فهم صدوق صحيح الأصول سمع بنيسابور سنة ست وسبعين ومائتين وكان سماع أبي العباس الأصم والسري بن خزيمة في كتابه وتوفي في ذي الحجة سنة ست وأربعين وثلاثمائة وأبو الحسن علي بن الحسن الصبغي نيسابوري أيضا يروي عن أبي العباس محمد بن إسحاق السراج روى عنه أبو معاذ عبد الرحمن بن محمد بن علي السجستاني وأبو عبد الرحمن عبد الله بن أبي بكر بن إسحاق الصبغي الفقيه كان من الأدباء وقد تعلم الفقه والكلام ولما مات أبوه قعد للفتوى في المدرسة مدة يفتي وسمع جماعة من الغرباء منه كتاب الفضائل تصنيف أبيه سمع أبا العباس محمد بن إسحاق السراج وابا عمرو أحمد بن محمد الحيري وأبا الوفاء المؤمل بن الحسن وأقرانهم وتوفي سنة خمس وثلاثمائة سمع منه الحاكم أبو عبد الله الحافظ وقال كنا نجتمع عنده في مدرسة أبيه وحكى عنه أنه قال كنت أحمل إلى مجلس أبي العباس السراج في خفاء منه فإنه كان لا يحدثنا أيام المحنة وأبو الحسن علي بن محمد بن أيوب بن يزيد بن عبد الرحمن بن نوح الصبغي ابن عم الإمام أبي بكر بن إسحاق الصبغي كان من الشهود الأمناء سمع بخراسان أبا عبد الله |جـ 3 صـ 523| البوشنجي واقرانه وبالري محمد بن ايوب وأقرانه وببغداد يوسف بن يعقوب القاضي وأقرانه وبالبصرة أبا خليفة القاضي وأقرانه سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في سنة أربعين وثلاثمائة وأبو بكر محمد بن عبد الله بن محمد بن الحسين الفقيه الصبغي كان فقيها فاضلا شافعي المذهب من أهل نيسابور سمع بها أبا حامد بن الشرقي ومكي بن عبدان وبسرخس أبا العباس محمد بن عبد الرحمن الدغولي وبالري عبد الرحمن بن أبي حاتم الرازي وببغداد أبا عبد الله بن المحاملي وأبا عبد الله محمد بن مخلد الدوري وأقرانهم ذكره الحافظ أبو عبد الله في التاريخ وقال أبو بكر الصبغي كان من أعيان فقهاء الشافعيين كثير السماع والحديث كان حانوته مجمعا للحفاظ والمحدثين في مربعة الكرمانيين على باب خان مكي وكنا نقرأ على أبي عبد الله بن يعقوب على باب حانوته وتوفي في ذي الحجة من سنة أربع وأربعين وثلاثمائة وهو ابن نيف وخمسين سنة وكان قد جمع على الصحيح لمسلم بن الحجاج بن مسلم القشيري رحمه الله ",
                "title": "الصبغي",
                "uri": "JK_000952_2455"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}