{
    "features": [
        {
            "item": "JK_000952_2272",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.377-378",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشاعر</h1> بفتح الشين المعجمة وكسر العين المهملة وفي آخرها الراء اشتهر جماعة من العلماء بقول الشعر وجماعة من الشعراء كانوا سمعوا الأحاديث ورووها والمشهور بهذا الاسم القاسم بن أبي العباس الشاعر واسم أبي العباس السائب بن فروخ من أهل مكة يروي عن أبي جعفر محمد بن علي روى عنه سعيد بن حسان ولبطة بن الفرزدق المجاشعي التميمي الشاعر يروي عن أبيه عن أبي سعيد الخدري وأبي هريرة روى عنه سفيان بن عيينة والقاسم بن الفضل وأبوه أبو فراس الفرزدق بن غالب الشاعر التميمي من أهل البصرة واسمه همام بن غالب والفرزدق لقب يروي عن ابن عمر وأبي هريرة رضي الله عنهم روى عنه ابن أبي نجيح ومروان الأصفر روى أحاديث يسيرة وكان ظاهر الفسق هتاكا للحرم قذافا للمحصنات ومن كان فيه خصلة من هذه الخصال استحق مجانبة روايته على الأحوال ومات سنة عشر ومائة هو وجرير الخطفي خصمه في سنة واحدة ومحمد بن مناذر الشاعر من أهل البصرة يروي عن ابن عيينة روى عنه |جـ 3 صـ 378| الحجازيون كان ماجنا مظهرا للمجون لا يجوز الاحتجاج به ذكره يحيى بن معين فقال كان يرسل العقارب في المسجد الحرام كيما تلسع الناس وكان يصب المداد في المواضع التي يتوضئون منها كيما يسود وجوه الناس ليس يروي عنه رجل فيه خير ومن مشهوري المحدثين أبو محمد حجاج بن يوسف بن حجاج الشاعر الثقفي كان أبوه يوسف الملقب ب لقوة شاعرا صحب أبا نواس وكان منشؤه بالكوفة فأما حجاج بغدادي المولد والمنشأ سمع يعقوب بن إبراهيم بن سعد وأبا أحمد الزبيري وشبابة بن سوار وعبد الرزاق بن همام ويزيد بن أبي حكيم وعثمان بن عمر بن فارس وأبا نوح قرادا وعبد الصمد بن عبد الوارث وغيرهم روى عنه محمد بن إسحاق الصغاني وأبو داود السجستاني ومسلم بن الحجاج وصالح بن محمد جزرة وجماعة كثيرة آخرهم أبو عبد الله الحسين بن إسماعيل المحاملي وكان ثقة فهما حافظا قال ابن أبي حاتم كتبت عنه وهو ثقة من الحفاظ ممن يحسن الحديث وسئل أبي عنه فقال صدوق وقال حجاج بن الشاعر جمعت لي أمي مائة رغيف وجعلتها في جراب وانحدرت إلى شبابة بالمدائن فأقمت ببابه مائة يوم كل يوم أجيء برغيف فأغمسه في دجلة وآكله فلما نفذت خرجت وسئل أبو داود السجستاني ايما أحب إليك الرمادي أو حجاج بن الشاعر فقال حجاج خير من مائة مثل الرمادي وقال النسائي حجاج بن يوسف يقال له ابن الشاعر بغدادي ثقة وقال غيره مات في رجب سنة تسع وخمسين ومائتين ",
                "title": "الشاعر",
                "uri": "JK_000952_2272"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}