{
    "features": [
        {
            "item": "JK_000129_011200",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.4-5",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>اللات</h1> يجوز أن يكون من لاته يليته إذا صرفه عن الشيء كأنهم يريدون أنه يصرف عنهم الشر ويجوز أن يكون من لات يليت وألت في معنى النقص ويقال ريث أليت الحق أي أحيله وقيل وزن اللات على اللفظ فعه والأصل فعله لويه حذفت الياء فبقيت لوه وفتحت لمجاورة الهاء وانقلبت الفاء وهي مشتقة من لويت الشيء إذا أقمت عليه وقيل أصلها لوهة فعلة من لاه السراب يلوه إذا لمع وبرق وقلبت الواو ألفا لسكونها وانفتاح ما قبلها وحذفوا الهاء لكثرة الاستعمال واستثقال الجمع بين هاءين وهو اسم صنم كانت تعبده ثقيف وتعطف عليه العزى قالوا وهو صخرة كان يجلس عليها رجل كان يبيع السمن واللبن للحجاج في الزمن الأول وقيل عمرو بن لحي الخزاعي حين غلبت خزاعة على البيت ونفت عنه جرهم جعلت العرب عمرو بن لحي ربا لا يبتدع لهم بدعة إلا اتخذوها شرعة لأنه كان يطعم الناس ويكسو في الموسم فربما نحر في الموسم عشرة آلاف بدنة وكسا عشرة آلاف حلة حتى إن اللات كان يلت له السويق للحج على صخرة معروفة تسمى صخرة اللات وكان اللات رجلا من ثقيف فلما مات قال لهم عمرو بن لحي لم يمت ولكن دخل في الصخرة ثم أمرهم بعبادتها وأن يبنوا عليها بنيانا يسمى اللات ودام أمر عمرو وولده بمكة نحو ثلثمائة سنة فلما مات استمروا على عبادتها وخففوا التاء ثم قام عمرو بن لحي فقال لهم إن ربكم كان قد دخل في هذا الحجر يعني تلك الصخرة ونصبها لهم صنما يعبدونها وكان فيه وفي العزى شيطانان يكلمان الناس فاتخذتها ثقيف طاغوتا وبنت لها بيتا وجعلت لها سدنة وعظمته وطافت به وقيل كانت صخرة بيضاء مربعة بنت عليها ثقيف بنية وأمرهم النبي صلى الله عليه وسلم بهدمها عند إسلام ثقيف فهي اليوم تحت مسجد الطائف وكان أبو سفيان بن حرب أحد من وكل إليه فهدمه وقال ابن حبيب وكانت اللات لثقيف بالطائف على صخرة وكانوا يسيرون إلى ذلك البيت ويضاهئون به الكعبة وله حجبة وكسوة وكانوا يحرمون واديه فبعث رسول الله صلى الله عليه وسلم أبا سفيان بن حرب والمغيرة بن شعبة فهدماه وكان سدنته آل أبي العاص بن أبي يسار بن مالك من ثقيف وقال أبو المنذر بعد ذكر مناة ثم اتخذوا اللات واللات بالطائف وهي أحدث من مناة وكانت صخرة مربعة وكان يهودي يلت عندها السويق وكانت سدنتها من ثقيف بنو عتاب بن مالك وكانوا قد بنوا عليها بناء وكانت قريش وجميع العرب يعظمونها وبها كانت العرب تسمي زيد اللات وتيم اللات وكانت في موضع منارة مسجد الطائف اليسرى اليوم وهي التي ذكرها الله تعالى في القرآن فقال & أفرأيتم اللات والعزى & الآية ولها يقول |جـ 5 صـ 5| عمرو بن الجعيد فإني وتركي وصل كأس لكالذي تبرأ من لات وكان يدينها ولها يقول المتلمس في هجائه عمرو بن المنذر أطردتني حذر الهجاء ولا واللات والأنصاب لا تئل فلم تزل كذلك حتى أسلمت ثقيف فبعث رسول الله صلى الله عليه وسلم المغيرة بن شعبة فهدمها وحرقها بالنار وفي ذلك يقول شداد بن عارض الجشمي حين هدمت وحرقت ينهى ثقيفا من العود إليها والغضب لها لا تنصروا اللات إن الله يهلكها وكيف نصركم من ليس ينتصر إن التي حرقت بالنار واشتعلت ولم يقاتل لدى أحجارها هدر إن الرسول متى ينزل بساحتكم يظعن وليس لها من أهلها بشر وقال أوس بن حجر يحلف باللات وباللات والعزى ومن دان دينها وبالله إن الله منهن أكبر وكان زيد بن عمرو بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح بن عدي بن كعب يذكر اللات والعزى وغيرهما من الأصنام التي ترك عبادتها قبل مبعث النبي صلى الله عليه وسلم وأنشد أربا واحدا أم ألف رب أدين إذا تقسمت الأمور عزلت اللات والعزى جميعا كذلك يفعل الجلد الصبور فلا عزى أدين ولا ابنتيها ولا صنمي بني عمرو أزور ولا غنما أدين وكان ربا لنا في الدهر إذ حلمي يسير عجبت وفي الليالي معجزات وفي الأيام يعرفها البصير وبينا المرء يفتر ثاب يوما كما يتروح الغصن المطير وأبقى آخرين ببر قوم فيربل منهم الطفل الصغير فتقوى الله ربكم احفظوها متى ما تحفظوها لا تبوروا ترى الأبرار دارهم جنان وللكفار حامية سعير وخزي في الحياة وإن يموتوا يلاقوا ما تضيق به الصدور ",
                "title": "اللات",
                "uri": "JK_000129_011200"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}