{
    "features": [
        {
            "item": "JK_000952_0197",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.182-184",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأطرابلسي</h1> بفتح الألف وسكون الطاء وفتح الراء وضم الباء المنقوطة بواحدة واللام وفي آخرها السين المهملة هذه النسبة إلى أطرابلس وهذا الإسم لبلدتين كبيرتين إحداهما على ساحل الشام مما يلي دمشق والأخرى من بلاد المغرب وقد يسقط الألف عن التي بالشام قال أبو الطيب وقصرت كل مصر عن طرابلس والمشهور بإثبات الألف فأما من كان من التي على ساحل بحر الشام فأبو مطيع معاوية بن يحيى الصدفي الأطرابلسي مولده بأطرابلس من سواحل دمشق يروي عن الزهري كان على بيت المال بالري انتقل إليها وكان كنيته أبو روح ثم غيرها روى عنه عيسى بن يونس وإسحاق بن سليمان منكر الحديث جدا كان يشتري الكتب ويحدث بها ثم تغير حفظه فكان يحدث بالوهم فيما سمع من الزهري وغيره فجاءت رواية الرازيين عنه إسحاق بن سليمان وذويه كأنها مقلوبة وفي رواية الشاميين عنه الهقل بن زياد وغيره أشياء مستقيمة تشبه حديث الثقات وسعيد بن عجلان الأطرابلسي سمع محمد بن شعيب بن شابور روى عنه أحمد بن محمد بن حجاج بن رشدين وأبو الحسن خيثمة بن سليمان بن حيدرة القرشي الأطرابلسي من الأئمة الثقات المشهورين بالرحلة والكثرة عن أهل العراق واليمن الحجاز سمع محمد بن عيسى بن حيان المدائني وإسحاق بن إبراهيم الدبري وطبقتهما روى عنه أبو عبد الله محمد بن إسحاق بن منده الحافظ توفي في حدود سنة خمسين وثلاثمائة وأخوه محمد بن سليمان الأطرابلسي سمع محمد بن يوسف بن بحر بن عبد الرحمن وابن أخته أبو عبد الله الحسين بن عبد الله بن محمد بن إسحاق بن أبي كامل الأطرابلسي سمع خاله خيثمة بن سليمان روى عنه أبو علي الحسن بن علي الوخشي الحافظ وأبو محمد الحسن بن علي الشيرازي نزيل حلب وغيرهما وأبو الحسين أحمد بن منير بن مفلح الأطرابلسي شاعر مفلق فاضل مليح الشعر حسن الطبع أدركته حيا بالشام وكان قد نزل شيراز في آخر عمره ولم يتفق أني لقيته وتوفي في حدود سنة أربعين وخمسمائة ومن شعره ما أنشدني الحسن بن علي بن عبد الله الحلبي في داره بباب أنطاكية لأبي الحسين بن منير الأطرابلسي % أهتوف بان في سرار الوادي % % هل كنت من بين على ميعاد % |جـ 1 صـ 184| % أم قد شجاك على قضيبك انتى % % لنوى قضيب البانة المياد % % وأراك يا غصن الأراك مرنحا % % ألزم عير أم ترنح حادي % % ما كنت أحسب أن طارقة النوي % % شحذت أسنتها لغير فؤادي % % يا صاح يا صاحي الفؤاد أنخ ولو % % رجع الصدى لتبل غلة صادي % % وأحبس فإن وراء هاتيك الربي % % أربى وفي ذاك المراد مرادي % وأما المنسوب إلى أطرابلس المغرب فخرج منها جماعة أيضا منهم عبد الله بن ميمون الأطرابلسي روى عن سليمان بن داود بن سلمون القيرواني روى عنه أبو سهل عبد الصمد بن عبد الرحمن المروزي وكان سليمان قدم مدينة مرو وحدث بها والقاضي أبو الأسود موسى بن عبد الرحمن بن حبيب العطار الأطرابلسي قاضي أطرابلس روى عن محمد بن سحنون وشجرة بن عيسى وغيرهما وعبد الله بن أحمد بن عبد الله بن صالح العجلي كان أبوه من أهل الكوفة نزل أطرابلس المغرب فنسب إليها وولد عبد الله وأخوه صالح بأطرابلس فنسبا إليها وأبو الحسن أحمد بن بن مسلم العجلي كوفي الأصل نشأ ببغداد وسمع بها وبالكوفة والبصرة وحدث عن شبابة بن سوار ومحمد بن جعفر غندر والحسين بن علي الجعفي وأبي داود الحفري وأبي عامر العقدي ومحمد ويعلى ابني عبيد وجماعة نحوهم وكان حافظا دينا صالحا انتقل إلى بلاد المغرب فسكن اطرابلس يعني المغرب وانتشر حديثه هناك روى عنه ابنه أبو مسلم صالح وذكر أنه سمع منه في سنة سبع وخمسين ومائتين وكان يشبه بأحمد بن حنبل وكان خروجه إلى المغرب أيام محنة أحمد بن حنبل وكانت ولادته بالكوفة سنة اثنتين وثمانين ومائة ومات في سنة إحدى وستين ومائتين وقبره على الساحل بأطرابلس وقبر ابنه صالح إلى جنبه وأبو مطيع معاوية بن يحيى الأطرابلسي وليس بالصدفي ",
                "title": "الأطرابلسي",
                "uri": "JK_000952_0197"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}