{
    "features": [
        {
            "item": "JK_000952_2222",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.343-346",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السهمي</h1> بفتح السين المهملة وسكون الهاء وفي آخرها الميم هذه النسبة إلى سهم وهو سهمان سهم جمح وهما أخوان ابنا عمرو بن هصيص بن كعب لؤي منهم عمرو بن العاص بن وائل بن سهم وولده ومواليه والثاني سهم باهلة منهم الحارث بن عمرو السهمي له صحبة وعبد الله بن بكر بن حبيب السهمي أبو وهب وأبو أمامة الصدي بن عجلان السهمي الباهلي من الصحابة وأما سهم قريش فمنهم أبو إبراهيم عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص السهمي القرشي يروي عن أبيه وسعيد بن المسيب وطاوس روى عنه أيوب وابن جريج والياس وأم عمرو بن شعيب حبيبة بنت مرة بن عمرو بن عبد الله وكان أحمد بن حنبل وعلي بن المديني وإسحاق بن إبراهيم يحتجون بحديثه وتركه يحيى بن سعيد القطان وأما يحيى بن معين فمرض القول فيه قال أبو حاتم بن حبان عمرو بن شعيب إذا روى عن طاوس وابن المسيب من الثقات غير أبيه فهو ثقة يجوز الاحتجاج به يروي عن هؤلاء وإذا روى عن أبيه عن جده ففيه مناكير كثيرة لا يجوز الاحتجاج عندي بشيء روى عن أبيه عن جده لأن هذا الإسناد لا يخلو من أن يكون مرسلا أو منقطعا فإذا روى عن أبيه فأبوه شعيب وإذا قال عن جده وأراد عبد الله بن عمرو جد شعيب فإن شعيبا لم يلق عبد الله بن عمرو والخبر بنقله هذا يكون منقطعا وإن أراد بقوله عن جده جده الأدنى جد عمرو فهو محمد بن |جـ 3 صـ 344| عبد الله بن عمرو ومحمد بن عبد الله لا صحبة له فالخبر بهذا النقل يكون مرسلا فلا يخلو عمرو بن شعيب عن أبيه عن جده من أن يكون مرسلا أو منقطعا والمنقطع والمرسل من الأخبار لا تقوم بهما الحجة لأن الله عز وجل لم يكلف عباده أخذ الدين عمن لا يعرف والمنقطع والمرسل ليس يخلو ممن لا يعرف قال أبو حاتم وقد كان بعض شيوخنا يقول إذا قال عمرو بن شعيب عن أبيه عن جده عبد الله بن عمرو يسميه فهو صحيح وقد اعتبرت ما قاله فلم أجد من رواية الثقات المتقنين عن عمرو فيه ذكر السماع عن جده عبد الله بن عمرو وإنما ذلك شيء يقوله محمد بن إسحاق وبعض الرواة وقال أبو حاتم إن جده اسمه عبد الله بن عمرو فأدرج في الإسناد فليس الحكم عندي في عمرو بن شعيب إلا مجانبة ما روى عن أبيه عن جده والاحتجاج بما روى عن الثقات عن غير أبيه ولولا كراهية التطويل لذكرت من مناكير أخباره التي رواها عن أبيه عن جده أشياء يستدل من الحديث صناعته على صحة ما ذهبنا إليه وأبو وهب عبد الله بن بكر بن حبيب السهمي من سهم باهلة من أهل البصرة روى عن حميد الطويل روى عنه أهل العراق مات ببغداد ليلة الثلاثاء لثلاث عشرة خلت من المحرم سنة ثمان ومائتين وأبو القاسم حمزة بن يوسف بن ثابت السهمي القرشي من أهل جرجان أحد الحفاظ المكثرين رحل إلى العراق وكور الأهواز وأصبهان والشام وديار مصر وأدرك الشيوخ وتتلمذ ببلده لأبي بكر الإسماعيلي وأبي أحمد بن عدي الحافظ وصنف التصانيف وله أقرباء ينسبون إلى بني سهم أيضا ذكرهم في تاريخ جرجان وتوفي ^ ^ وأبوه أبو يعقوب يوسف بن إبراهيم بن موسى بن إبراهيم بن محمد بن أحمد بن عبد الله بن هشام بن العاص بن وائل بن سهم السهمي القزاز من أهل جرجان كان ثقة فاضلا سمع أبا نعيم عبد الملك بن محمد بن عدي الاستراباذي وعبد الله بن محمد بن مسلم الاسفراييني ومعبد بن علي بن جمعة الروياني وعلي بن إسحاق الموصلي وغيرهم روى عنه القاضي أبو العلاء محمد بن علي الواسطي وعبد الله بن علي بن بشران ذكر ابنه حمزة بن يوسف السهمي قال والدي حدث بمكة وبغداد والكوفة والري وهمذان وجرجان وتوفي في جمادى الآخرة سنة ست وثمانين وثلاثمائة وكنت غائبا ودخلت جرجان بعد وفاته باثني عشر يوما ووالده أبو إسحاق إبراهيم بن موسى بن إبراهيم بن أحمد بن محمد بن عبد الله بن هشام بن العاص السهمي الجرجاني كان قد كتب الكثير من الأخبار وتفقه للشافعي على |جـ 3 صـ 345| إبراهيم بن هانىء روى عن أبي زرعة ومحمد بن عبد الوهاب الأنصاري وعمران بن موسى السختياني والحسن بن سفيان وغيرهم حدث عنه ابناه أسهم ويوسف ومات سنة أربع وعشرين وثلاثمائة وابنه أبو نصر بن إبراهيم بن أحمد بن محمد بن عبد الله السهمي القرشي كان من صباه إلى وقت وفاته مشتغلا بالعلم والزهد والعبادة وكتب الحديث روى عن أبي نعيم عبد الملك بن محمد بن عدي وموسى بن العباس قال حمزة بن يوسف السهمي كان أبو الحسن الدارقطني يقول لا أعرف من اسمه أسهم في جميع المحدثين إلا عمك وقد اثبت اسمه في كتابه الذي سماه المؤتلف والمختلف روى عنه أبو بكر محمد بن يوسف القاضي وحدث عنه حمزة السهمي بالوجادة ومات في سنة ستين وثلاثمائة وأبو الفضل ثابت بن يوسف بن إبراهيم السهمي أخو حمزة السابق ذكره يروي عن أبيه أبي يعقوب وأبي بكر أحمد بن إبراهيم الإسماعيلي وأبي العباس بن حمزة الهاشمي وأبي الحسن علي بن عبد الرحمن البكائي وأبي زيد عامر وأبي علي بن المغيرة وغيرهم وأبو غانم محمد بن إبراهيم بن موسى بن إبراهيم الصائغ عم ثابت السابق ذكره يروي عن أبي نعيم عبد الملك بن محمد بن عدي الاستراباذي روى عنه أبو سعد أحمد بن محمد الماليني وعبد الرحمن السجزي وأبو أحمد الباخرزي وغيرهم وتوفي سنة خمس وستين وثلاثمائة وأبو محمد وقيل أبو نصر عبد الله بن عمرو بن العاص بن وائل بن هاشم بن سعد بن سهم بن عمرو بن هصيص بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر القرشي السهمي وقد قيل العاص بن وائل بن هشام بن سعيد بن سهم وكان بينه وبين أبيه ثلاث عشرة سنة فقط مات بمصر سنة ثلاث وستين ليالي الحرة وكان له يوم مات اثنتان وسبعون سنة وقد قيل إنه مات بقرية عجلان قرية من قرى فلسطين بالقرب من غزة سنة خمس وستين من الهجرة وأبوه أبو عبد الله عمرو بن العاص بن وائل السهمي من متأخري الصحابة إنه أسلم في الهدنة بعد منصرف الأحزاب وقال له النبي صلى الله عليه وسلم ابنا العاص مؤمنان روى عنه ابنه عبد الله وعبد الله بن عمرو قيس بن أبي حازم وكان من دهاة |جـ 3 صـ 346| الناس ولاه رسول الله صلى الله عليه وسلم على جيش ذات السلاسل وكان في تلك القرية أبو بكر وعمر رضي الله عنهما ثم ولاه عمر على جيش بالشام وفتح بيت المقدس وعدة من بلاد فلسطين واختلف في وفاته قيل إنه توفي سنة إحدى وثمانين والصحيح أنه مات قبل ابنه عبد الله بن عمرو وسأله ابنه في وقت النزع كيف ترى قال أرى كأن السماء أطبقت على الأرض وكأن نفسي تخرج من خرق إبرة ومات |جـ 3 صـ 347| ",
                "title": "السهمي",
                "uri": "JK_000952_2222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}