{
    "features": [
        {
            "item": "JK_000952_0289",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.235-237",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإيذجي</h1> بكسر الألف وسكون الياء المنقوطة باثنتين من تحتها وفتح الذال المعجمة وفي آخرها الجيم هذه النسبة إلى إيذج وهو موضعان أحدهما بلدة من كور الأهواز وبلاد الخوز والمنتسب إليها جماعة وولد أمير المؤمنين المهدي بها وهو أبو عبد الله محمد بن |جـ 1 صـ 236| أبي جعفر المنصور عبد الله بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الإيذجي أمه أم موسى بنت منصور الحميرية ولد بايذج في سنة سبع وعشرين ومائة واستخلف يوم مات المنصور بمكة وقام بأمر بيعته الربيع بن يونس وأتاه بالخبر منارة البريدي مولاه يوم الثلاثاء لست عشرة ليلة خلت من ذي الحجة والمهدي إذ ذاك ببغداد فأقام بعد قدوم منارة يومين لم يظهر الخبر ثم خطب الناس يوم الخميس ونعى لهم المنصور وبويع بيعة العامة وذلك في سنة ثمان وخمسين ومائة وأمه بربرية يقال لها أرومي وتكنى أم موسى بنت منصور بن عبد الله بن شهر من حمير وكان طويلا أسمر جعدا بعينه اليمني نكتة بياض وكان جوادا حسن السيرة عادلا مرضيا ودخل عليه ابن الخياط المكي يوما ومدحه بقصيدة فأمر له بخمسين ألف درهم فلما قبضها فرقها على الناس وقال % أخذت بكفي كفه أبتغي الغنى % % ولم أدر أن الجود من كفه يعدي % % فلا أنا منه ما أفاد ذوو الغنى % % أفدت وأعداني فبددت ما عندي % فنمي إلى المهدي فأعطاه بدل كل درهم دينارا ودخل عليه مروان بن أبي حفصة وعنده جماعة فأنشده % صحا بعد جهل واستراحت عواذله % فقال له ويلك كم هي قال سبعون بيتا فأمر له بسبعين ألف درهم قال مروان فقلت في نفسي بالنسيئة إنا لله وإنا إليه راجعون ثم قلت يا أمير المؤمنين اسمع مني أبياتا حضرت واندفعت فأنشدته % إليك قصرنا النصف من صلواتنا % % مسيرة شهر بعد شهر نواصله % % فلا نحن نخشى أن يخيب رجاؤنا % % لديك ولكن أهنأ البر عاجله % قال فتبسم وقال عجلوها له فحملت إلي من وقتها توفي المهدي بقرية يقال لها الرذ من ماسبذان في المحرم سنة تسع وستين ومائة وصلى عليه الرشيد ومات وله ثلاث وأربعون سنة وأبو محمد يحيى بن أحمد بن الحسن بن فرزك الإيذجي من أهل إيذج الأهواز يروي عن أبي بشر مكي بن مردك الأهوازي روى عنه أبو بكر محمد بن إبراهيم بن |جـ 1 صـ 237| المقرىء وأبو عبد الله أحمد بن الحسين بن مابهرام الإيذجي يروي عن محمد بن مرزوق البصري روى عنه سليمان بن أحمد بن أيوب الطبراني وسمع منه بايذج والثاني ينسب إلى ايذج قرية من قرى سمرقند بناحية شاوذار عند الجبل منها أبو الحسين محمد بن الحسين الإيذجي المذكر كان يجالس أبا القاسم الحكيم وأخذ عنه من كلامه وحكمته الكثير وحدث عن أبيه أيضا روى عنه أبو سعد الإدريسي قال وتوفي فيما أظن سنة سبع وثمانين وثلاثمائة ",
                "title": "الإيذجي",
                "uri": "JK_000952_0289"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}