{
    "features": [
        {
            "item": "JK_000129_000507",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.158",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أرمناز والنسبة الأرمنازي</h1> بالفتح ثم السكون وفتح الميم والنون وألف وزاي بليدة قديمة من نواحي حلب بينهما نحو خمسة فراسخ يعمل بها قدور وشربات جيدة حمر طينية وقال أبو سعد أرمناز من قرى بلدة صور وصور من بلاد ساحل الشام ومن هذه القرية أبو الحسن علي ابن عبد السلام الأرمنازي كان من الفضلاء المشهورين والشعراء وابنه أبو الفرج غيث بن علي كان ممن سمع الحديث الكثير وأنس به وجمع فيه وسمع من أبي الحسن الأرمنازي أبو الفضل محمد بن طاهر المقدسي الحافظ قال أبو سعد وروى لنا عن ابنه غيث صاحبنا أبو الحسن علي بن الحسن الدمشقي الحافظ قال عبيد الله المستجير به لا شك في أرمناز التي من نواحي حلب فإن لم يكن أبو سعد رحمه الله اغتر بسماع محمد بن بن طاهر من أبي الحسن بصور ولم ينعم النظر وإلا فأرمناز قرية أخرى بصور والله أعلم على أن الحافظ أبا القاسم ذكر في ترجمة علي بن عبد السلام بن محمد بن جعفر الأرمنازي أبي الحسن فقال والد غيث الصوري الكاتب أصله من أرمناز قرية من ناحية إنطاكية بالشام وله شعر مطبوع قال قرأت بخط غيث الصوري سألت والدي عن مولده فقال في جمادى الأولى سنة 936 وتوفي في ثامن شهر ربيع الآخر سنة 874 وقال الحافظ أبو القاسم غيث بن علي بن عبد السلام بن محمد بن جعفر أبو الفرج بن أبي الحسن المعروف بابن الأرمنازي الكاتب خطيب صور قدم دمشق قديما في طلب الحديث فسمع بها أبا الحسن أحمد وأبا أحمد عبيد الله ابني أبي الحديد وأبا نصر بن طلاب وأبا عبد الله ابن الرضا وأبا العباس بن قبيس وأبا إسحاق إبراهيم بن عقيل الكبرى وأبا الحسين الأكفاني ونجا بن أحمد العطار وأبا عبد الله بن أبي الحديد وأبا القاسم بن أبي العلاء سمع بصور أبا بكر الخطيب وأبا الحسن علي ابن عبيد الله الهاشمي ونصر بن إبراهيم المقدسي وسهل ابن بشر الإسفرايني وبتنيس رمضان بن علي وسمع بمصر والاسكندرية وغيرهما من البلاد وسمع الكثير وكتب الكثير بخطه الحسن وجمع تاريخا لصور إلا أنه لم يتمه وكان ثقة ثبتا روى عنه شيخه أبو بكر الخطيب بيتين من شعره وقدم علينا بآخره فأقام عندنا إلى أن مات سمعت منه ومن جملة شعره عجبت وقد حان توديعنا وحادي الركائب في إثرها ونار توقد في أضلعي ودمع تصعد من قعرها فلا النار تطفئها أدمعي ولا الدمع ينشف من حرها وكان مولده في تاسع عشر شعبان سنة 344 وتوفي يوم الأحد الثالث والعشرين من صفر سنة 905 ودفن بالباب الصغير ",
                "title": "أرمناز والنسبة الأرمنازي",
                "uri": "JK_000129_000507"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}