{
    "features": [
        {
            "item": "JK_000129_002141",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.484-485",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بلط والنسبة البلطي</h1> بالتحريك اسم لمدينة بلد المذكورة آنفا فوق الموصل وإليها ينسب عثمان بن عيسى البلطي النحوي كان بمصر له تصانيف في الأدب ومات بمصر في صفر سنة 995 وهو مذكور في أخبار النحويين من جمعنا ذكر هشام عن أبيه قال التقم الحوت يونس بن متى عليه السلام في بحر الشام ثم أخرجه في بحر مصر ثم إلى بحر إفريقية ثم أدخله في بحر المجاز عند طنجة حتى سلك به في بحر الأصم ثم أخذ به مجرى الدبور حتى سلك به في البحر الذي يسقي البحار التي بالمشرق ثم خرج به في بحر البصرة حتى أدخله دجلة ثم لفظه بمكان من الحصنين على سبعة فراسخ فأبصره سرياني فقال افلط أي اخرج من بطن الحوت يقول افلت فسمي ذلك الموضع فلط ثم بلط ثم بلد قلت وهذا خبر عجاب بعيد من الصحة في العقل والله أعلم وقال أبو العباس أحمد بن عيسى التموزي وكان قد تزوج امرأة من أهل بلط عجبت من زلتي ومن غلطي لما رأيت الزواج في بلط |جـ 1 صـ 485| ومن حماة تزيد شرتها علي كريم حلف الكرام وطي سميت زهراء يا ظلام ويا تاركة الجار غير مغتبط في وجهها ألف عقدة غضبا علي حتى كأنني نبطي بلطة بالضم ثم السكون قيل هو موضع معروف بجبلي طيء وهو كان منزل عمرو بن درماء الذي نزل به امرؤ القيس بن حجر الكندية مستذما وقال نزلت على عمرو بن درماء بلطة فيا حسن ما جار ويا كرم ما محل وقال امرؤ القيس أيضا وكنت إذا ما خفت يوما ظلامة فإن لها شعبا ببلطة زيمرا فعلى هذا نرى أن بلطة موضع يضاف إلى موضع آخر يقال له زيمر وقال الأصمعي في تفسيره بلطة هضبة بعينها وقال أبو عمر بلطة أي فجأة قال أبو عبيد السكوني بلطة عين ونخل وواد من طلح لبني درماء في أجإ وقد ذكرها امرؤ القيس لما نزل بها على عمرو بن درماء فقال ألا إن في الشعبين شعب بمسطح وشعب لنا في بطن بلطة زيمرا وقال سلام بن عمرو بن درماء الطائي إذا ما غضبت أو تقلدت منصلي فلأيا لكم في بطن بلطة مشرب فإنكم والحق لو تدعونه كما انتحلت عرض السماوة أهيب كسنبسنا المدلين في جو بلطة ألا بئس ما أدلوا به وتقربوا وحدث أبو عبد الله نفطويه قال قدمت امرأة من الأعراب إلى مصر فمرضت فأتاها النساء يعللنها بالكعك والرمان وأنواع العلاجات فأنشأت تقول لأهل بلطة إذا حلوا أجارعها أشهى لعيني من أبواب سودان جاؤوا بكعك ورمان ليشفيني يا ويح نفسي من كعك ورمان بلعاس كورة من كور حمص ",
                "title": "بلط والنسبة البلطي",
                "uri": "JK_000129_002141"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}