{
    "features": [
        {
            "item": "JK_000129_006932",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.246-249",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سمرقند والنسبة السمرقندي</h1> بفتح أوله وثانيه ويقال لها بالعربية سمران بلد معروف مشهور قيل إنه من أبنية ذي القرنين بما وراء النهر وهو قصبة الصغد مبنية |جـ 3 صـ 247| على جنوبي وادي الصغد مرتفعة عليه قال أبو عون سمرقند في الأقليم الرابع طولها تسع وثمانون درجة ونصف وعرضها ست وثلاثون درجة ونصف وقال الأزهري بناها شمر أبو كرب فسميت شمر كنت فأعربت فقيل سمرقند هكذا تلفظ به العرب في كلامها وأشعارها وقال يزيد بن مفرغ يمدح سعيد بن عثمان وكان قد فتحها لهفي على الأمر الذي كانت عواقبه الندامة تركي سعيدا ذا الندى والبيت ترفعه الدعامه فتحت سمرقند له وبني بعرصتها خيامه وتبعت عبد بني علا ج تلك أشراط القيامه وبالبطيحة من أرض كسكر قرية تسمى سمرقند أيضا ذكره المفجع في كتاب المنقذ من الإيمان في أخبار ملوك اليمن قال لما مات ناشر ينعم الملك قام بالملك من بعده شمر بن افريقيس بن أبرهة فجمع جنوده وسار في خمسمائة ألف رجل حتى ورد العراق فاعطاه يشتاسف الطاعة وعلم أن لا طاقة له به لكثرة جنوده وشدة صولته فسار من العراق لا يصده صاد إلى بلاد الصين فلما صار بالصغد اجتمع أهل تلك البلاد وتحصنوا منه بمدينة سمرقند فأحاط بمن فيها من كل وجه حتى استنزلهم بغير أمان فقتل منهم مقتلة عظيمة وأمر بالمدينة فهدمت فسميت شمركند أي شمر هدمها فعربتها العرب فقالت سمرقند وقد ذكر ذلك دعبل الخزاعي في قصيدته التي يفتخر فيها ويرد بها على الكميت ويذكر التبابعة وهم كتبوا الكتاب بباب مرو وباب الصين كانوا الكاتبينا وهم سموا قديما سمرقندا وهم غرسوا هناك التبتينا فسار شمر وهو يريد الصين فمات هو وأصحابه عطشا ولم يرجع منهم مخبر فبقيت سمرقند خرابا إلى أن ملك تبع الأقرن بن أبي مالك بن ناشر ينعم فلم تكن له همة إلا الطلب بثأر جده شمر الذي هلك بأرض الصين فتجهز واستعد وسار في جنوده نحو العراق فخرج إليه بهمن بن اسفنديار وأعطاه الطاعة وحمل إليه الخراج حتى وصل إلى سمرقند فوجدها خرابا فأمر بعمارتها وأقام عليها حتى ردها إلى أفضل ما كانت عليه وسار حتى أتى بلادا واسعة فبنى التبت كما ذكرنا ثم قصد الصين فقتل وسبى وأحرق وعاد إلى اليمن في قصة طويلة وقيل إن سمرقند من بناء الإسكندر واستدارة حائطها اثنا عشر فرسخا وفيها بساتين ومزارع وأرحاء ولها اثنا عشر بابا من الباب إلى الباب فرسخ وعلى أعلى السور آزاج وأبرجة للحرب والأبواب الاثنا عشر من حديد وبين كل بابين منزل للنواب فإذا جزت المزارع صرت إلى الربض وفيه أبنية وأسواق وفي ربضها من المزارع عشرة آلاف جريب ولهذه المدينة أعني الداخلة أربعة أبواب وساحتها ألفان وخمسمائة جريب وفيها المسجد الجامع والقهندز وفيه مسكن السلطان وفي هذه المدينة الداخلة نهر يجري في رصاص وهو نهر قد بني عليه مسناة عالية من حجر يجري عليه الماء إلى أن يدخل المدينة من كس ووجه هذا النهر رصاص كله وقد عمل في خندق المدينة مسناة وأجري عليها وهو نهر يجري في وسط السوق بموضع يعرف بباب الطاق |جـ 3 صـ 248| وكان أعمر موضع بسمرقند وعلى حافات هذا النهر غلات موقوفة على من بات في هذا النهر وحفظة من المجوس عليهم حفظ هذا النهر شتاء وصيفا مستفرض ذلك عليهم وفي المدينة مياه من هذا النهر عليها بساتين وليس من سكة ولا دار إلا وبها ماء جار إلا القليل وقلما تخلو دار من بستان حتى إنك إذا صعدت قهندزها لا ترى أبنية المدينة لاستتارها عنك بالبساتين والأشجار فأما داخل سوق المدينة الكبيرة ففيه أودية وأنهار وعيون وجبال وعلى القهندز باب حديد من داخله باب آخر حديد ولما ولي سعيد بن عثمان خراسان في سنة 55 من جهة معاوية عبر النهر ونزل على سمرقند محاصرا لها وحلف لا يبرح حتى يدخل المدينة ويرمي القهندز بحجر أو يعطوه رهنا من أولاد عظمائهم فدخل المدينة ورمى القهندز بحجر فثبت فيه فتطير أهلها بذلك وقالوا ثبت فيها ملك العرب وأخذ رهانهم وانصرف فلما كانت سنة 78 عبر قتيبة بن مسلم النهر وغزا بخارى والشاش ونزل على سمرقند وهي غزوته الأولى ثم غزا ما وراء النهر عدة غزوات في سنين سبع وصالح أهلها على أن له ما في بيوت النيران وحلية الأصنام فأخرجت إليه الأصنام فسلب حليها وأمر بتحريقها فقال سدنتها إن فيها أصناما من أحرقها هلك فقال قتيبة أنا أحرقها بيدي وأخذ شعلة نار وأضرمها فاضطرمت فوجد بقايا ما كان فيها من مسامير الذهب خمسين ألف مثقال وبسمرقند عدة مدن مذكورة في مواضعها منها كرمانية ودبوسية وأشروسنة والشاش ونخشب وبناكث وقالوا ليس في الأرض مدينة أنزه ولا أطيب ولا أحسن مستشرفا من سمرقند وقد شبهها حضين بن المنذر الرقاشي فقال كأنها السماء للخضرة وقصورها الكواكب للإشراق ونهرها المجرة للاعتراض وسورها الشمس للإطباق ووجد بخط بعض ظرفاء العراق مكتوبا على حائط سمرقند وليس اختياري سمرقند محلة ودار مقام لاختيار ولا رضا ولكن قلبي حل فيها فعاقني وأقعدني بالصغر عن فسحة الفضا وإني لممن يرقب الدهر راجيا ليوم سرور غير مغرى بما مضى وقال أحمد بن واضح في صفة سمرقند علت سمرقند أن يقال لها زين خراسان جنة الكور أليس أبراجها معلقة بحيث لا تستبين للنظر ودون أبراجها خنادقها عميقة ما ترام من ثغر كأنها وهي وسط حائطها محفوفة بالظلال والشجر بدر وأنهارها المجرة وال آطام مثل الكواكب الزهر وقال البستي للناس في أخراهم جنة وجنة الدنيا سمرقند يا من يسوي أرض بلخ بها هل يستوي الحنظل والقند قال الأصمعي مكتوب على باب سمرقند بالحميرية بين هذه المدينة وبين صنعاء ألف فرسخ وبين بغداد وبين إفريقية ألف فرسخ وبين سجستان وبين البحر مائتا فرسخ ومن سمرقند إلى زامين سبعة عشر |جـ 3 صـ 249| فرسخا وقال الشيخ أبو سعد عبد الكريم بن محمد بن منصور السمعاني أخبرنا أبو الفضل محمد بن عبدالله ابن المظفر الكسي بسمرقند أنبأنا أبو الحسن علي بن عثمان بن إسماعيل الخراط إملاء أنبأنا عبد الجبار بن أحمد الخطيب أنبأنا أبو بكر محمد بن عبدالله الخطيب أنبأنا محمد بن عبدالله بن علي السائح الباهلي أنبأنا الزاهد أبو يحيى أحمد بن الفضل أنبأنا مسعود بن كامل أبو سعيد السكاك حدثنا جابر بن معاذ الأزدي أنبأنا أبو مقاتل حفص بن مسلم الفزاري أنبأنا برد بن سنان عن أنس بن مالك رضي الله عنه أنه ذكر مدينة خلف نهر جيحون تدعى سمرقند ثم قال لا تقولوا سمرقند ولكن قولوا المدينة المحفوظة فقال أناس يا أبا حمزة ما حفظها فقال أخبرني حبيبي رسول الله صلى الله عليه وسلم أن مدينة بخراسان خلف النهر تدعى المحفوظة لها أبواب على كل باب منها خمسة آلاف ملك يحفظونها يسبحون ويهللون وفوق المدينة خمسة آلاف ملك يبسطون أجنحتهم على أن يحفظو أهلها ومن فوقهم ملك له ألف رأس وألف وألف لسان ينادي يا دائم يا دائم يا ألله يا صمد احفظ هذه المدينة وخلف المدينة روضة من رياض الجنة وخارج المدينة ماء حلو عذب من شرب منه شرب من ماء الجنة ومن اغتسل فيه خرج من ذنوبه كيوم ولدته أمه وخارج المدينة على ثلاثة فراسخ ملائكة يطوفون يحرسون رساتيقها ويدعون الله بالذكر لهم وخلف هؤلاء الملائكة واد فيه حيات وحية تخرج على صفة الآدميين تنادي يا رحمن الدنيا ورحيم الآخرة ارحم هذه المدينة المحفوظة ومن تعبد فيها ليلة تقبل الله منه عبادة سبعين سنة ومن صام فيها يوما فكأنما صام الدهر ومن أطعم فيها مسكينا لا يدخل منزله فقر أبدا ومن مات في هذه المدينة فكأنما مات في السماء السابعة ويحشر يوم القيامة مع الملائكة في الجنة وزاد حذيفة بن اليمان في رواية ومن خلفها قرية يقال لها قطوان يبعث منها سبعون ألف شهيد يشفع كل شهيد منهم في سبعين من أهل بيته وقال حذيفة وددت أن يوافقني هذا الزمان وكان أحب إلي من أن أوافق ليلة القدر وهذا الحديث في كتاب الأفانين للسمعاني وينسب إلى سمرقند جماعة كثيرة منهم محمد بن عدي بن الفضل أبو صالح السمرقندي نزيل مصر سمع بدمشق أبا الحسين الميداني وبمصر أبا مسلم الكاتب وأبا الحسن علي بن محمد بن إسحاق الحلبي وأبا الحسين أحمد بن محمد الأزهر التنيسي المعروف بابن السمناوي ومحمد ابن سراقة العامري وأحمد بن محمد الجمازي وأبا القاسم الميمون بن حمزة الحسيني وأبا الحسن محمد بن أحمد بن العباس الإخميمي وأبا الحسن علي بن محمد ابن سنان روى عنه أبو الربيع سليمان بن داود بن أبي حفص الجبلي وأبو عبدالله بن الخطاب وسهل بن بشر وأبو الحسن علي بن أحمد بن ثابت العثماني الديباحي وأبو محمد هياج بن عبيد الحطيني ومات سنة 444 وأحمد بن عمر بن الأشعث أبو بكر السمرقندي سكن دمشق مدة وكان يكتب بها المصاحف ويقرأ ويقرىء القرآن وسمع بدمشق أبا علي بن أبي نصر وأبا عثمان إسماعيل بن عبد الرحمن الصابوني روى عنه أبو الفضل كماد بن ناصر بن نصر المراغي الحدادي حدث عنه ابنه أبو القاسم قال ابن عساكر سمعت الحسن بن قيس يذكر أن أبا بكر السمرقندي كان يكتب المصاحف من حفظه وكان لجماعة من أهل دمشق فيه رأي حسن فسمعت الحسن بن قيس يذكر أنه خرج مع جماعة إلى ظاهر البلد في فرجة فقدموه يصلي بهم وكان مزاحا فلما سجد بهم تركهم في |جـ 3 صـ 250| الصلاة وصعد إلى شجرة فلما طال عليهم انتظاره رفعوا رؤوسهم فلم يجدوه فإذا هو في الشجرة يصيح صياح السنانير فسقط من أعينهم فخرج إلى بغداد وترك أولاده بدمشق واتصل ببغداد بعفيف الخادم القائمي فكان يكرمه وأنزله في موضع من داره فكان إذا جاءه الفراش بالطعام يذكر أولاده بدمشق فيبكي فحكى الفراش ذلك لعفيف الخادم فقال سله عن سبب بكائه فسأله فقال إن لي بدمشق أولادا في ضيق فإذا جاءني الطعام تذكرتهم فأخبره الفراش بذلك فقال سله أين يسكنون وبمن يعرفون فسأله فأخبره فبعث عفيف إليهم من حملهم من دمشق إلى بغداد فما أحس بهم أبو بكر حتى قدم عليه ابنه أبو محمد وقد خلف أمه وأخويه عبد الواحد وإسماعيل بالرحبة ثم قدموا بعد ذلك فلم يزالوا في ضيافة عفيف حتى مات وسألت ابنه أبا القاسم عن وفاته فقال في رمضان سنة 984 ",
                "title": "سمرقند والنسبة السمرقندي",
                "uri": "JK_000129_006932"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}