{
    "features": [
        {
            "item": "JK_000129_001369",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.322-323",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>باشغرد</h1> بسكون الشين والغين معجمة وبعضهم يقول باشجرد بالجيم وبعضهم يقول باشقرد بالقاف بلاد بين القسطنطينية وبلغار وكان المتقدر بالله قد أرسل أحمد بن فضلان بن العباس بن راشد ابن حماد مولى أمير المؤمنين ثم مولى محمد بن سليمان إلى ملك الصقالبة وكان قد أسلم هو وأهل بلاده ليفيض عليهم الخلع ويعلمهم الشرائع الإسلامية فحكى جميع ما شهد منذ خرج من بغداد إلى أن عاد وكان انفصاله في صفر سنة 903 فقال عند ذكر الباشغرد ووقعنا في بلاد قوم من الأتراك يقال لهم الباشقرد فحذرناهم أشد الحذر وذاك لأنهم شر الأتراك وأقذرهم وأشدهم إقداما على القتل يلقى الرجل الرجل فيفرز هامته فيأخذها ويتركه وهم يحلقون لحاهم ويأكلون القمل يتتبع الواحد منهم دروز قرطقه فيقرص القمل بأسنانه ولقد كان معنا رجل منهم قد أسلم وكان يخدمنا فرأيته يوما وقد أخذ قملة من ثوبه فقصعها بظفره ثم لحسها وقال لما رآني جيد وكل واحد منهم قد نحت خشبة |جـ 1 صـ 323| على قدر الإكليل ويعلقها عليه فإذا أراد سفرا أو لقاء عدو قبلها وسجد لها وقال يا رب افعل بي كذا وكذا فقلت للترجمان سل بعضهم ما حجتهم في هذا ولم جعله ربه فقال لأني خرجت من مثله فلست أعرف لنفسي موجدا غيره ومنهم من يزعم أن له ثلاثة عشر ربا للشتاء رب وللصيف رب وللمطر رب وللريح رب وللشجر رب وللناس رب وللدواب رب وللماء رب ولليل رب وللنهار رب وللموت رب وللحياة رب وللأرض رب والرب الذي في السماء هو أكبرهم إلا أنه يجتمع مع هؤلاء باتفاق ويرضي كل واحد منهم ما يعمل شريكه جل ربنا عما يقول الظالمون والجاحدون علوا كبيرا قال ورأينا طائفة منهم تعبد الحيات وطائفة تعبد السمك وطائفة تعبد الكراكي فعرفوني أنهم كانوا يحاربون قوما عن أعدائهم فهزموهم وأن الكراكي صاحت وراءهم فانهزموا بعدها هزموا فعبدوا الكراكي لذلك وقالوا هذه ربنا لأنها هزمت أعداءنا فعبدوها لذلك هذا ما حكاه عن هؤلاء وأما أنا فإني وجدت بمدينة حلب طائفة كثيرة يقال لهم الباشغردية شقر الشعور والوجوه جدا يتفقهون على مذهب أبي حنيفة رضي الله عنه فسألت رجلا منهم استعقلته عن بلادهم وحالهم فقال أما بلادنا فمن وراء القسطنطينية في مملكة أمة من الأفرنج يقال لهم الهنكر ونحن مسلمون رعية لملكهم في طرف بلاده نحو ثلاثين قرية كل واحدة تكاد أن تكون بليدة إلا أن ملك الهنكر لا يمكننا أن نعمل على شيء منها سورا خوفا من أن نعصي عليه ونحن في وسط بلاد النصرانية فشمالينا بلاد الصقالبة وقبلينا بلاد البابا يعني رومية والبابا رئيس الأفرنج هو عندهم نائب المسيح كما هو أمير المؤمنين عند المسلمين ينفذ أمره في جميع ما يتعلق بالدين في جميعهم قال وفي غربينا الأندلس وفي شرقينا بلاد الروم قسطنطينية وأعمالها قال ولساننا لسان الأفرنج وزينا زيهم ونخدم معهم في الجندية ونغزو معهم كل طائفة لأنهم لا يقاتلون إلا مخالفي الإسلام فسألته عن سبب إسلامهم مع كونهم في وسط بلاد الكفر فقال سمعت جماعة من أسلافنا يتحدثون أنه قدم إلى بلادنا منذ دهر طويل سبعة نفر من المسلمين من بلاد بلغار وسكنوا بيننا وتلطفوا في تعريفنا ما نحن عليه من الضلال وأرشدونا إلى الصواب من دين الإسلام فهدانا الله والحمد لله فأسلمنا جميعا وشرح الله صدورنا للإيمان ونحن نقدم إلى هذه البلاد ونتفقه فإذا رجعنا إلى بلادنا أكرمنا أهلها وولونا أمور دينهم فسألته لم تحلقون لحاكم كما تفعل الأفرنج فقال يحلقها منا المتجندون ويلبسون لبسة السلاح مثل الأفرنج أما غيرهم فلا قلت فكم مسافة ما بيننا وبين بلادكم فقال من ها هنا إلى القسطنطينية نحو شهرين ونصف ومن القسطنطينية إلى بلادنا نحو ذلك وأما الإصطخري فقد ذكر في كتابه من باشجرد إلى بلغار خمس وعشرون مرحلة ومن باشجرد إلى البجناك وهم صنف من الأتراك عشرة أيام ",
                "title": "باشغرد",
                "uri": "JK_000129_001369"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}