{
    "features": [
        {
            "item": "JK_000952_3618",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.177-179",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المالكي</h1> بفتح الميم وكسر اللام وفي اخرها الكاف هذه النسبة إلى رجلين وقرية أما أبو عبد الله مالك بن أنس بن أبي عامر الأصنجي إمام دار الهجرة وجماعة كثيرة لا يحصون ينسبون إلى مذهبه يقال لكل واحد منهم المالكي وجيمع أهل المغرب إذا جاوزت مصر إلى مغرب الشمس كلهم مالكية إلا ما شاء الله وأما أبو علي الحسن بن أحمد بن عبد الله بن وهب بن علي المالكي الأمدي فهو ينسب إلى بني مالك بن حبيب ويعرف بالامدي حدث عن محمد بن عبد الرحمن بن سهم روى عنه أبو بكر محمد بن عبد الله الشافعي وعبد الصمد بن علي السبسي وعلي بن محمد بن المعلى وأبو الفتح بن أبي إسحاق أميرك بن إبراهيم بن أحمد بن محمد بن مالك المعافري المالكي نسب إلى جده مالك من أهل بغداد شيخ مشهور سمع أبا عبد الله الحسين بن أبي القاسم البسرى كتبت عنه شيئا يسيرا وعن والده إبراهيم وعمه محمد سمعت من ثلاثتهم ينسبون إلى جدهم مالك وكان مولد أبي الفتح في سنة ست وثمانين وأربع مئة وأبو إسحاق إبراهيم وأبو الفضل محمد سمعا أبا الحسين عاصم بن الحسن الكرخي وأبا الفوارس طراد بن |جـ 5 صـ 178| محمد الزينبي سمعت منهما وتوفيا في يوم واحد يوم الخميس الثاني والعشرين من جمادى الأولى سنة إحدى وأربعين وخمس مئة وأما أبو الفتح عبد الوهاب بن محمد بن الحسين الصابوني الخفاف المالكي من أهل بغداد حنبلي المذهب وإنما قيل له المالكي لأن أصله من قرية على الفرات يقال لها المالكية شيخ مقرىء صدوق صالح سديد السيرة قيم بكتاب الله تعالى قرأ القرآن بروايات على القراء ويقرىء الناس ويعمل الخفاف ويتعيش بها سمع أبا الخطاب نصر بن أحمد بن البسر وأبا المعالي ثابت بن بندار البقال وأبا الحسين المبارك بن عبد الجبار بن السيوري سمعت منه أجزاء في دكانه بدرب الدواب وكانت ولادته في شوال سنة اثنتين وثمانين وأربع مئة وأبو عمرو عثمان بن عبد الرحمن المالكي الزهري المعروف الوقاصي من ولد سعد بن أبي وقاص رضي الله عنه وقيل له المالكي لأن اسم والد سعد بن أبي وقاص رضي الله عنه مالك أدرك التابعين وحدث عن عطاء بن أبي رباح ونافع مولى ابن عمر ومحمد بن المنكدر وابن شهاب الزهري وسابق البربري وغيرهم روى عنه صالح بن مالك الخوارزمي وأبو عمر الدوري المقرىء وقال يحيى بن معين لا يكتب حديثه كان يكذب قال عبد الله بن علي بن المديني سألت أبي عن الوقاصي قال فضعفه جدا وقال البخاري تركوه وقال النسائي هو متروك الحديث وتوفي في خلافة هارون وأبو إسحاق إبراهيم بن محمود بن حمزة الفقيه القطان المالكي كان بنيسابور يسكن مسجد ميان دهينه ولم يكن بنيسابور بعده للمالكية مدرس وكان يدرس فقه مالك بتلك المدرسة أقام بمصر مدة يتفقه على محمد بن عبد الله بن عبد الحكم سمع بها من أبي عبيد الله أحمد بن عبد الرحمن بن وهب ويونس بن عبد الأعلى الصدفي وبمكة عبد الجبار بن العلاء العطار وبالكوفة هارون بن إسحاق الهمذاني وببغداد أحمد بن منيع البغوي وبالشام يوسف بن سعيد بن مسلم وبنيسابور محمد بن رافع ومحمد بن يحيى الذهلي وغيرهم قال إبراهيم المالكي قال لي أبو عبد الله بن عبد الحكم يعني محمدا ما قدم علينا خراساني أعرف بطريقة مالك منك فإذا انصرفت إلى خراسان فادع الناس إلى رأي مالك وكان إبراهيم يصوم النهار ويقوم الليل ولا يدع الجهاد في كل ثلاث سنين ومات في شعبان سنة تسع وتسعين ومائتين وصلى عليه أبو بكر بن خزيمة |جـ 5 صـ 179| وأما رزيق المالكي فهو من بني مالك بن كعب بن سعد يروي عن الأسلع بن شريك هكذا ذكره ابن أبي حاتم حكاية عن أبيه والهيثم بن رزيق المالكي من بني مالك بن سعد نسب إليه عاش مئة وسبع عشرة سنة روى عن أبيه عن الأسلع بن شريك روى عنه الفضل بن أبي سويد المقرىء قاله أبو حاتم الرازي فيما حكى عنه ابنه ",
                "title": "المالكي",
                "uri": "JK_000952_3618"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}