{
    "features": [
        {
            "item": "JK_000952_2509",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.562-564",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصوراني</h1> بضم الصاد المهملة وفتح الراء وفي آخرها النون هذه النسبة إلى موضعين أحدهما إلى صوران وهي قرية باليمن للحضارمة خرج منها سليمان بن زياد بن ربيعة بن نعيم الحضرمي ثم الصوراني يروي عن عبد الله بن |جـ 3 صـ 563| الحارث بن جزء الزبيدي روى عنه ابنه غوث بن سليمان وعمرو بن الحارث وعبد الله بن لهيعة وغيرهم وزمعة بن عرابي بن معاوية بن عرابي الحضرمي ثم الصوراني يكنى أبا معاوية روى عن أبيه وحفص بن ميسرة روى عنه سعيد بن عفير وابنه محمد وزكريا بن يحيى الوقار توفي يوم عاشوراء سنة ست عشرة ومائتين وبلدة بين بغداد والكوفة يقال لها صورا وهي بلدة مشهورة ذكرتها لئلا يعتقد أن هؤلاء اليمانية منها ولا أدري هل خرج من هذه البلدة أحد أم لا وقد مر بي اسم رجل يشبه أن يكون من هذه البلدة حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أخبرنا أبو الفضل محمد بن طاهر المقدسي أخبرنا أبو بكر أحمد بن علي الأديب أخبرنا أبو طاهر محمد بن محمد الزيادي حدثنا عمرو بن عبد الله البصري حدثنا محمد بن عبد الوهاب العبدي سمعت إبراهيم بن نصر السوراني يقول قال سفيان الثوري وذكر حكاية وإبراهيم بن نصر هذا من أهل هذه البلدة وقد كتب السوراني بالسين والصاد تبدل بالسين عندهم والله أعلم وسليمان بن زياد بن ربيعة بن نعيم الحضرمي ثم الصوراني وصوران قرية باليمن أمه لميس بنت مقسم من الصدف يروي عن عبد الله بن الحارث بن جزء الزبيدي روى عنه ابنه غوث بن سليمان وعمرو بن الحارث وابن لهيعة وتوفي سنة سبع عشرة ومائة وأبو يحيى غوث بن سليمان بن زياد بن نعيم بن ربيعة بن عمرو بن عبيدة بن جذيمة الحضرمي ثم الصوراني قاضي مصر ولي القضاء بمصر وكان من خير القضاة ذكر عن حماد بن المسور أن امرأة قدمت من الريف إلى مصر وغوث قاضي مصر في محفة فوافته وغوث بن سليمان رائحا إلى المسجد فشكت إليه من أمرها وأخبرته بحاجتها فنزل عن دابته في بعض حوانيت السراجين ولم يبلغ المسجد وكتب بحاجتها وركب إلى |جـ 3 صـ 564| المسجد فانصرفت المرأة وهي تقول أصابت أمك والله حين سمتك غوثا أنت والله غوث مثل اسمك ",
                "title": "الصوراني",
                "uri": "JK_000952_2509"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}