{
    "features": [
        {
            "item": "JK_000129_008776",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.93-94",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العراقان</h1> الكوفة والبصرة سميت بذلك من عراق القربة وهو الخرز المثني الذي في أسفلها أي أنها أسفل أرض العرب وقال أبو القاسم الزجاجي قال ابن الأعرابي سمي عراقا لأنه سفل عن نجد ودنا من البحر أخذ من عراق القربة وهو الخرز الذي في أسفلها وأنشد تكشري مثل عراق الشنه وأنشد أيضا لما رأين دردري وسني وجبهتي مثل عراق الشن مت عليهن ومتن مني قال ولا يكون عراقها إلا أسفلها من قربة أو مزادة قال وقال غيره العراق في كلامهم الطير قالوا وهو جمع عرقه والعرقة ضرب من الطير ويقال أيضا العراق جمع عرق وقال قطرب إنما سمي العراق عراقا لأنه دنا من البحر وفيه سباخ وشجر يقال استعرقت إبلهم إذا أتت ذلك الموضع وقال الخليل العراق شاطىء البحر وسمي العراق عراقا لأنه على شاطىء دجلة والفرات مدا حتى يتصل بالبحر على طوله قال وهو مشبه بعراق القربة وهو الذي يثنى منها فيخرز وقال الأصمعي هو معرب عن إيران شهر وفيه بعد عن لفظه وإن كانت العرب قد تتغلغل في التعريب بما هو مثل ذلك ويقال بل هو مأخوذ من عروق الشجر والعراق من منابت الشجر فكأنه جمع عرق وقال شمر قال أبو عمرو سميت العراق عراقا لقربها من البحر قال وأهل الحجاز يسمون ما كان قريبا من البحر عراقا وقال أبو صخر الهذلي يصف سحابا سنا لوحه لما استقلت عروضه وأحيا ببرق في تهامة واصب فجر على سيف العراق ففرشه وأعلام ذي قوس بأدهم ساكب فلما علا سود البصاق كفافه تهب الذرى فيه بدهم مقارب |جـ 4 صـ 94| فجلل ذا عير ووالى رهامه وعن مخمص الحجاج ليس بناكب فحلت عراه بين نقرى ومنشد وبعج كلف الحنتم المتراكب ليروي صدى داود واللحد دونه وليس صدى تحت التراب بشارب فهذا لم يرد العراق الذي هو علم لأرض بابل إنما هو يصف الحجاز وهذه المواضع كلها بالحجاز فأراد أن هذا السحاب خرج من البحر يعني بحر القلزم ومر بسيف ذلك البحر وسماه عراقا اسم جنس ثم وصف كل شيء مر به من جبال الحجاز حتى سقى قبر ابنه داود وقد صرح بذلك مليح الهذلي فقال تربعت الرياض رياض عمق وحيث تضجع الهطل الجرور مساحلة عراق البحر حتى رفعن كأنما هن القصور وقال حمزة الساحل بالفارسية اسمه إيراه الملك ولذلك سموا كورة أردشير خره من أرض فارس إيراهستان لقربها من البحر فعربت العرب لفظ إيراه بالحاق القاف فقالوا إيراق وقال حمزة في الموازنة وواسطة مملكة الفرس العراق والعراق تعريب إيراف بالفاء ومعناه مغيض الماء وحدور المياه وذلك أن دجلة والفرات وتامرا تنصب من نواحي أرمينية وبند من بنود الروم إلى أرض العراق وبها يقر قرارها فتسقي بقاعها وكانت دارا الملك من أرض العراق إحداهما عبر دجلة والأخرى عبر الفرات وهما بافيل وطوسفون فعرب بافيل على بابل وعلى بابلون أيضا وطوسفون على طيسفون وطيسفونج وقيل سميت بذلك لاستواء أرضها حين خلت من جبال تعلو وأودية تنخفض والعراق الاستواء في كلامهم كما قال الشاعر سقتم إلى الحق معا وساقوا سياق من ليس له عراق أي استواء وعرض العراق من جهة خط الاستواء أحد وثلاثون جزءا وطولها خمسة وسبعون جزءا وثلاثون دقيقة وأكثر بلاده عرضا من خط الاستواء عكبران على غربي دجلة وعرضها ثلاثة وثلاثون جزءا وثلاثون دقيقة وذلك آخر ما يقع في الإقليم الثالث من العراق ومن بعد عكبرا يدخل العراق كله في الإقليم الثالث إلى حلوان وعرضها أربعة وثلاثون جزءا ومقدار الربع من العراق في الإقليم الرابع دسكرة الملك وجلولاء وقصر شيرين وأما الأكثر ففي الثالث وأما القادسية ففي الإقليم الثالث وطولها من المغرب تسعة وستون جزءا وخمس وعشرون دقيقة وعرضها من خط الاستواء أحد وثلاثون جزءا وخمس وأربعون دقيقة وحلوان والعذيب جميعا من الإقليم الثالث وقد خطىء أبو بكر أحمد بن ثابت في جعله العراق وبغداد من الإقليم الرابع وأما حده فاختلف فيه قال بعضهم العراق هو السواد الذي حددناه في بابه وهو ظاهر الاشتقاق المذكور آنفا لا معنى له غير ذلك وهو الصحيح عندي وذهب آخرون فيما ذكر المدائني فقالوا حده حفر أبي موسى من نجد وما سفل عن ذلك يقال له العراق وقال قوم العراق الطور والجزيرة والعبر والطور ما بين ساتيدما إلى دجلة والفرات وقال ابن عياش البحرين من أرض العراق وقال المدائني عمل العراق من هيت إلى الصين والسند والهند والري وخراسان وسجستان وطبرستان إلى الديلم والجبال قال |جـ 4 صـ 95| وأصبهان سنة العراق وإنما قالوا ذلك لأن هذا كله كان في أيام بني أمية يليه والي العراق لا أنه منه والعراق هي بابل فقط كما تقدم والعراق أعدل أرض الله هواء وأصحها مزاجا وماء فلذلك كان أهل العراق هم أهل العقول الصحيحة والآراء الراجحة والشهوات المحمودة والشمائل الظريفة والبراعة في كل صناعة مع اعتدال الأعضاء واستواء الأخلاط وسمرة الألوان وهم الذين انضجتهم الأرحام فلم تخرجهم بين أشقر وأصهب وأبرص كالذي يعتري أرحام نساء الصقالبة في الشقرة ولم يتجاوز أرحام نسائهم في النضج إلى الإحراق كالزنج والنوبة والحبشة الذين حلك لونهم ونتن ريحهم وتفلفل شعرهم وفسدت آراؤهم وعقولهم فمن عداهم بين خمير لم ينضج ومجاوز للقدر حتى خرج عن الاعتدال قالوا وليس بالعراق مشات كمشاتي الجبال ولا مصيف كمصيف عمان ولا صواعق كصواعق تهامة ولا دماميل كدماميل الجزيرة ولا جرب كجرب الزنج ولا طواعين كطواعين الشام ولا طحال كطحال البحرين ولا حمى كحمى خيبر ولا كزلازل سيراف ولا كحرارات الأهواز ولا كأفاعي سجستان وثعابين مصر وعقارب نصيبين ولا تلون هوائها تلون هواء مصر وهو الهواء الذي لم يجعل الله فيه في أرزاق أهله نصيبا من الرحمة التي نشرها الله بين عباده وبلاده حتى ضارع في ذلك عدن أبين قال الله تعالى & وهو الذي يرسل الرياح بشرا بين يدي رحمته & وكل رزق لم يخالط الرحمة وينبت على الغيث لم يثمر إلا الشيء اليسير فالمطر فيها معدوم والهواء فيها فاسد وإقليم بابل موضع اليتيمة من العقد وواسطة القلادة ومكان اللبة من المرأة الحسناء والمحة من البيضة والنقطة من البركار قال عبيد الله الفقير إلى رحمته وهذا الذي ذكرناه عنهم من أدل دليل على أن المراد بالعراق أرض بابل ألا تراه قد أفرده عنها بما خصه به وقال شاعر يذكر العراق إلى الله أشكو عبرة قد أظلت ونفسا إذا ما عزها الشوق ذلت تحن إلى أرض العراق ودونها تنايف لو تسري بها الريح ضلت والأشعار فيها أكثر من أن تحصى ",
                "title": "العراقان",
                "uri": "JK_000129_008776"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}