{
    "features": [
        {
            "item": "JK_000952_0392",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.291-292",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البحيري</h1> بفتح الباء الموحدة وكسر الحاء بعدها الياء المنقوطة من تحتها باثنتين وفي آخرها الراء هذه النسبة إلى بحير وهو اسم لبعض أجداد المنتسب إليه منهم أبو الحسين أحمد بن محمد بن جعفر بن محمد بن بحير بن نوح بن حيان بن المختار البحيري العدل من أهل نيسابور كان أحد العدول الأثبات ومن بيت التزكية والعدالة له رحلة إلى العراق سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وببغداد أبا بكر محمد بن محمد بن الباغندي وأبا القاسم عبد الله بن محمد البغوي وأملى وحدث بنيسابور سمع منه الحاكم أبو عبد الله الحافظ وحفيده أبو عثمان البحيري وأبو سعد الكنجروذي وذكره الحاكم في التاريخ فقال أبو الحسين البحيري سمع بنيسابور أحمد بن إبراهيم في طبقة قبل أبي بكر محمد بن إسحاق وبالعراق وعقدت له المجلس في دار السنة سنة خمس وسبعين وثلاثمائة وتوفي في المحرم سنة ثمان وسبعين وثلاثمائة وصلى عليه ابنه أبو عمرو وابنه أبو عمرو محمد بن أبي الحسين البحيري من حفاظ الحديث المبرزين في المذاكرة هكذا ذكره الحاكم أبو عبد الله الحافظ وقال سمع يحيى بن منصور القاضي وأبا بكر وأبا القاسم ابني المؤمل بن الحسن بن عيسى وأبا محمد الكعبي وأقرانهم وسمع بالعراق والحجاز بعد الستين والثلاثمائة ثم قال سمعت أبا عمرو يقول لما ابتدأت في طلب الحديث كنت أكتب عن إبراهيم بن أحمد البزاري الكثير لقربه مني وكنت أتتبع أحاديث كثير بن سليمان وغيره ممن يقرب الأسانيد فرأيت رسول الله صلى الله عليه وسلم في المنام كأنه يقول لي لا تشتغل بكثير بن سليمان وأقرانه هذا أو نحوه ثم قال توفي أبو عمرو في شعبان سنة ست وتسعين وثلاثمائة وصلى عليه ابنه أبو حفص ودفن بمقبرة ملقاباذ وحفيده أبو عثمان سعيد بن محمد بن أحمد البحيري كان شيخا جليلا ثقة صدوقا من بيت التزكية رحل إلى العراق والحجاز وأدرك الأسانيد العالية وعمر العمر الطويل حتى حدث |جـ 1 صـ 292| بالكثير وأملى سمع بنيسابور أبا عمرو محمد بن أحمد بن حمدان الحيري والحاكم أبا أحمد محمد بن محمد بن أحمد بن إسحاق الحافظ وبسرخس أبا علي زاهر بن أحمد السرخسي وبمرو أبا الهيثم محمد بن مكي الكشميهني وببغداد أبا حفص عمر بن إبراهيم الكتاني وأبا طاهر محمد بن عبد الرحمن المخلص وبالكوفة أبا الفضل محمد بن الحسن بن أحمد بن جعفر بن حطيط الأسدي وبمكة أبا الحسين أحمد بن عبد الله بن رزيق البغدادي وجماعة روى لي عنه أبو عبد الله الفراوي وأبو محمد السيدي وأبو المظفر بن القشيري وأبو القاسم الشحامي وأبو بكر يحيى بن عبد الرحيم اللسكي ولم يحدثنا عنه سوى هؤلاء وكانت ولادته في ذي القعدة سنة أربع وستين وثلاثمائة بنيسابور ووفاته في ربيع الآخر سنة إحدى وخمسين وأربعمائة ومحمد بن الحسن بن جعفر بن محمد بن البحيري من أهل نيسابور قدم بغداد وحدث بها عن محمد بن محمد بن سعيد البحيري روى عنه القاضي أبو العلاء محمد بن علي الواسطي |جـ 1 صـ 293| ",
                "title": "البحيري",
                "uri": "JK_000952_0392"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}