{
    "features": [
        {
            "item": "JK_000129_010314",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.359-360",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قصر العباس بن عمرو الغنوي والنسبة الغنوي</h1> كان أميرا مشهورا في أيام المقتدر بالله يتولى أعمال ديار مضر في وزارة ابن الفرات وأنفذ العباس بن عمرو في أيام المعتضد في سنة 872 إلى البحرين لقتال أبي سعيد الجنابي فالتقيا فظفر الجنابي وقتل جميع من كان مع العباس وأسر العباس ثم أطلقه ثم ولي عدة ولايات ومات في سنة 503 وهو يتقلد أمور الحرب بديار مضر فرتب مكانه وصيف البكتمري فلم يقدر على ضبط العمل فعزل وولي مكانه جني الصفواني وقرأت في كتاب ألفه عميد الدولة أبو سعد محمد بن الحسين بن عبد الرحيم الوزير حدثني أبو الهيجاء بن عمران بن شاهين أمير البطيحة قال كنت أساير معتمد الدولة أبا المنيع قرواش بن المقلد ما بين سنجار ونصيبين ثم نزلنا فاستدعاني بعد النزول وقد نزل بقصر هناك مطل على بساتين ومياه كثيرة يعرف بقصر العباس بن عمرو الغنوي فدخلت عليه وهو قائم في القصر يتأمل كتابة على الحائط فلما وقع بصره علي قال اقرأ ما ههنا فتأملت فإذا على الحائط مكتوب يا قصر عباس بن عم رو كيف فارقك ابن عمرك قد كنت تغتال الدهور فكيف غالك ريب دهرك واها لعزك بل لجودك بل لمجدك بل لفخرك وتحته مكتوب وكتب علي بن عبد الله بن حمدان بخطه في سنة 133 وهو سيف الدولة وتحته ثلاثة أبيات يا قصر ضعضعك الزما ن وحط من علياء فخرك ومحا محاسن أسطر شرفت بهن متون جدرك واها لكاتبها الكري م وقدرها الموفي بقدرك وتحته وكتب الغضنفر بن الحسن بن عبد الله بن حمدان بخطه سنة 362 قلت أنا وهو أبو تغلب ناصر الدولة ابن أخي سيف الدولة وتحته وكتب الغضنفر بن الحسن بن عبدالله بن حمدان بخطه سنة 362 قلت أنا وهو أبو تغلب |جـ 4 صـ 360| ناصر الدولة ابن أخي سيف الدولة وتحته مكتوب يا قصر ما فعل الألى ضريت قبابهم بقعرك أخنى الزمان عليهم وطواهم تطويل نشرك واها لقاصر عمر من يحتال فيك وطول عمرك وتحته مكتوب وكتب المقلد بن المسيب بن رافع بخطه سنة 883 قلت هذا والد قرواش بن المقلد أحد أمراء بني عقيل العظماء وتحت ذلك مكتوب يا قصر أين ثوى الكرا م الساكنون قديم عصرك عاصرتهم فبددتهم وشأوتهم طرا بصبرك ولقد أطال تفجعي يا ابن المسيب رقم سطرك وعلمت أني لاحق بك مدئب في قفي إثرك وتحته مكتوب وكتب قرواش بن المقلد سنة 104 قال أبو الهيجاء فعجبت من ذلك وقلت له متى كتب الأمير هذا قال الساعة وقد هممت بهدم هذا القصر فإنه مشؤوم إذ دفن الجماعة فدعوت له بالسلامة وانصرفت ثم ارتحلنا بعد ثلاث ولم يهدم القصر وبين ما كتب سيف الدولة ومعتمدها سبعون سنة كاملة فعل الزمان بأعيانه ما ترى قال وكتب الأمير أبو الهيجاء تحت الجميع إن الذي قسم المعيشة في الورى قد خصني بالسير في الآفاق مترددا لا أستريح من العنا في كل يوم أبتلى بفراق ",
                "title": "قصر العباس بن عمرو الغنوي والنسبة الغنوي",
                "uri": "JK_000129_010314"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}