{
    "features": [
        {
            "item": "JK_000129_011421",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.34-36",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مأرب والنسبة المأربي</h1> بهمزة ساكنة وكسر الراء والباء الموحدة اسم المكان من الأرب وهي الحاجة ويجوز أن يكون من قولهم أرب يأرب إربا إذا صار ذا دهي أو من أرب الرجل إذا احتاج إلى الشيء وطلبه وأربت بالشيء كلفت به يجوز أن يكون اسم المكان من هذا كله وهي بلاد الأزد باليمن قال السهيلي مأرب اسم قصر كان لهم وقيل هو اسم لكل ملك كان يلي سبأ كما أن تبعا اسم لكل من ولي اليمن والشحر وحضرموت قال المسعودي وكان هذا السد من بناء سبأ بن يشجب بن يعرب وكان سافله سبعين واديا ومات قبل أن يستتمه فأتمته ملوك حمير بعده قال المسعودي بناه لقمان بن عاد وجعله فرسخا في فرسخ وجعل له ثلاثين مثعبا وفي الحديث أقطع رسول الله أبيض بن حمال ملح مأرب حدثني شيخ سديد فقيه محصل من أهل صنعاء من ناحية شبام كوكبان وكان مستبينا متثبتا فيما يحكي قال شاهدت مأرب وهي بين حضرموت وصنعاء وبينها وبين صنعاء أربعة أيام وهي قرية ليس بها عامر إلا ثلاث قرى يقال لها |جـ 5 صـ 35| الدروب إلى قبيلة من اليمن فالأول من ناحية صنعاء درب آل الغشيب ثم درب كهلان ثم درب الحرمة وكل واحد من هذه الدروب كاسمه درب طويل لا عرض له طوله نحو الميل كل دار إلى جنب الأخرى طولا وبين كل درب والآخر نحو فرسخين أو ثلاثة وهم يزرعون على ماء جار يجيء من ناحية السد فيسقون أرضهم سقية واحدة فيزرعون عليه ثلاث مرات في كل عام قال ويكون بين بذر الشعير وحصاده في ذلك الموضع نحو شهرين وسألته عن سد مأرب فقال هو بين ثلاثة جبال يصب ماء السيل إلى موضع واحد وليس لذلك الماء مخرج إلا من جهة واحدة فكان الأوائل قد سدوا ذلك الموضع بالحجارة الصلبة والرصاص فيجتمع فيه ماء عيون هناك مع ما يغيض من مياه السيول فيصير خلف السد كالبحر فكانوا إذا أرادوا سقي زروعهم فتحوا من ذلك السد بقدر حاجتهم بأبواب محكمة وحركات مهندسة فيسقون حسب حاجتهم ثم يسدونه إذا أرادوا وقال عبيد الله بن قيس الرقيات يا ديار الحبائب بين صنعا ومارب جادك السعد غدوة والثريا بصائب من هزيم كأنما يرتمي بالقواضب في اصطفاق ورنة واعتدال المواكب وأما خبر خراب سد مأرب وقصة سيل العرم فإنه كان في ملك حبشان فأخرب الأمكنة المعمورة في أرض اليمن وكان أكثر ما أخرب بلاد كهلان بن سبأ بن يشجب بن يعرب وعامة بلاد حمير بن سبأ وكان ولد حمير وولد كهلان هم سادة اليمن في ذلك الزمان وكان عمرو بن عامر كبيرهم وسيدهم وهو جد الأنصار فمات عمرو بن عامر قبل سيل العرم وصارت الرياسة إلى أخيه عمران بن عامر الكاهن وكان عاقرا لا يولد له ولد وكان جوادا عاقلا وكان له ولولد أخيه من الحدائق والجنان ما لم يكن لأحد من ولد قحطان وكان فيهم امرأة كاهنة تسمى طريفة فأقبلت يوما حتى وقفت على عمران بن عامر وهو في نادي قومه فقالت والظلمة والضياء والأرض والسماء ليقبلن إليكم الماء كالبحر إذا طما فيدع أرضكم خلاء تسفي عليها الصبا فقال لها عمران ومتى يكون ذلك يا طريفة فقالت بعد ست عدد يقطع فيها الوالد الولد فيأتيكم السيل بفيض هيل وخطب جليل وأمر ثقيل فيخرب الديار ويعطل العشار ويطيب العرار قال لها لقد فجعنا بأموالنا يا طريفة فبيني مقالتك قالت أتاكم أمر عظيم بسيل لطيم وخطب جسيم فاحرسوا السد لئلا يمتد وإن كان لا بد من الأمر المعد انطلقوا إلى رأس الوادي فسترون الجرذ العادي يجر كل صخرة صيخاد بأنياب حداد وأظفار شداد فانطلق عمران في نفر من قومه حتى أشرفوا على السد فإذا هم بجرذان حمر يحفرن السد الذي يليها بأنيابها فتقتلع الحجر الذي لا يستقله مائة رجل ثم تدفعه بمخاليب رجليها حتى يسد به الوادي مما يلي البحر ويفتح مما يلي السد فلما نظروا إلى ذلك علموا أنها قد صدقت فانصرف عمران ومن كان معه من أهله فلما استقر في قصره جمع وجوه قومه ورؤساءهم وأشرافهم وحدثهم بما رأى وقال اكتموا هذا الأمر عن إخوتكم من ولد حمير لعلنا نبيع أموالنا وحدائقنا منهم ثم نرحل عن هذه الأرض وسأحتال في ذلك بحيلة ثم قال لابن أخيه حارثة إذا اجتمع الناس إلي فإني سآمرك بأمر فأظهر فيه العصيان فإذا ضربت رأسك بالعصا فقم إلي فالطمني فقال له كيف يلطم |جـ 5 صـ 36| الرجل عمه فقال افعل يا بني ما آمرك فإن في ذلك صلاحك وصلاح قومك فلما كان من الغد اجتمع إلى عمران أشراف قومه وعظماء حمير ووجوه رعيته مسلمين عليه فأمر حارثة بأمر فعصاه فضربه بمخصرة كانت في يده فوثب إليه فلطمه فأظهر عمران الأنفة والحمية وأمر بقتل ابن أخيه حتى شفع فيه فلما أمسك عن قتله حلف أنه لا يقيم في أرض امتهن بها ولا بد من أن يرتحل عنها فقال عظماء قومه والله لا نقيم بعدك يوما واحدا ثم عرضوا ضياعهم على البيع فاشتراها منهم بنو حمير بأعلى الأثمان وارتحلوا عن أرض اليمن فجاء بعد رحيلهم بمديدة السيل وكان ذلك الجرذ قد خرب السد فلم يجد مانعا فغرق البلاد حتى لم يبق من جميع الأرضين والكروم إلا ما كان في رؤوس الجبال والأمكنة البعيدة مثل ذمار وحضرموت وعدن ودهيت الضياع والحدائق والجنان والقصور والدور وجاء السيل بالرمل وطمها فهي على ذلك إلى اليوم وباعد الله بين أسفارهم كما ذكروا فتفرقوا عباديد في البلدان ولما انفصل عمران وأهله من بلد اليمن عطف ثعلبة العنقاء بن عمرو بن عامر ماء السماء بن حارثة الغطريف بن امرىء القيس البطريق بن ثعلبة البهلول بن مازن بن الأزد بن الغوث نحو الحجاز فأقام ما بين الثعلبية إلى ذي قار وباسمه سميت الثعلبية فنزلها بأهله وولده وماشيته ومن يتبعه فأقام ما بين الثعلبية وذي قار يتتبع مواقع المطر فلما كبر ولده وقوي ركنه سار نحو المدينة وبها ناس كثير من بني إسرائيل متفرقون في نواحيها فاستوطنوها وأقاموا بها بين قريظة والنضير وخيبر وتيماء ووادي القرى ونزل أكثرهم بالمدينة إلى أن وجد عزة وقوة فأجلى اليهود عن المدينة واستخلصها لنفسه وولده فتفرق من كان بها من اليهود وانضموا إلى إخوانهم الذين كانوا بخيبر وفدك وتلك النواحي وأقام ثعلبة وولده بيثرب فابتنوا فيها الآطام وغرسوا فيها النخل فهم الأنصار الأوس والخزرج أبناء حارثة بن ثعلبة العنقاء بن عمرو مزيقياء وانخزع عنهم عند خروجهم من مأرب حارثة بن عمرو مزيقياء بن عامر ماء السماء وهو خزاعة فافتتحوا الحرم وسكانه جرهم وكانت جرهم أهل مكة فطغوا وبغوا وسنوا في الحرم سننا قبيحة وفجر رجل منهم كان يسمى إساف بامرأة يقال لها نائلة في جوف الكعبة فمسخا حجرين وهما اللذان أصابهما بعد ذلك عمرو بن لحي ثم حسن لقومه عبادتهما كما ذكرته في إساف فأحب الله تعالى أن يخرج جرهما من الحرم لسوء فعلهم فلما نزل عليهم خزاعة حاربوهم حربا شديدة فظفر الله خزاعة بهم فنفوا جرهما من الحرم إلى الحل فنزلت خزاعة الحرم ثم إن جرهما تفرقوا في البلاد وانقرضوا ولم يبق لهم أثر ففي ذلك يقول شاعرهم كأن لم يكن بين الحجون إلى الصفا أنيس ولم يسمر بمكة سامر بلى نحن كنا أهلها فأبادنا صروف الليالي والجدود العواثر وكنا ولاة البيت من قبل نابت نطوف بذاك البيت والخير ظاهر وعطف عمران بن عمرو مزيقياء بن عامر ماء السماء مفارقا لأبيه وقومه نحو عمان وقد كان انقرض بها من طسم وجديس ابني إرم فنزلها وأوطنها وهم أزد عمان منهم وهم العتيك آل المهلب وغيرهم وسارت قبائل نصر بن الأزد وهم قبائل كثيرة منهم دوس رهط أبي هريرة وغامد وبارق وأحجن والجنادبة وزهران وغيرهم نحو تهامة فأقاموا بها وشنؤوا قومهم أو شنئهم قومهم إذ لم ينصروهم في حروبهم أعني حروب |جـ 5 صـ 37| الذين قصدوا مكة فحاربوا جرهم والذين قصدوا المدينة فحاربوا اليهود فهم أزد شنوءة ولما تفرقت قضاعة من تهامة بعد الحرب التي جرت بينهم وبين نزار بن معد سارت بلي وبهراء وخولان بنو عمران بن الحاف بن قضاعة ومن لحق بهم إلى بلاد اليمن فوغلوا فيها حتى نزلوا مأرب أرض سبأ بعد افتراق الأزد عنها وخروجهم منها فأقاموا بها زمانا ثم أنزلوا عبدا لأراشة بن عبيلة بن فران بن بلي يقال له أشعب بئرا لهم بمأرب ودلوا عليه دلاءهم ليملأها لم فطفق العبد يملأ لمواليه وسادته ويؤثرهم ويبطىء عن زيد الله بن عامر بن عبيلة بن قسميل فغضب من ذلك فحط عليه صخرة وقال دونك يا أشعب فأصابته فقتلته فوقع الشر بينهم لذلك واقتتلوا حتى تفرقوا فيقول قضاعة إن خولان أقامت باليمن فنزلوا مخلاف خولان وإن مهرة أقامت هناك وصارت منازلهم الشحر ولحق عامر بن زيد الله بن عامر بن عبيلة بن قسميل بسعد العشيرة فهم فيهم زيد الله فقال المثلم بن قرط البلوي ألم تر أن الحي كانوا بغبطة بمأرب إذ كانوا يحلونها معا بلي وبهراء وخولان إخوة لعمرو بن حاف فرع من قد تفرعا أقام به خولان بعد ابن أمه فأثرى لعمري في البلاد وأوسعا فلم أر حيا من معد عمارة أجل بدار العز منا وأمنعا وهذا أيضا دليل على أن قضاعة من سعد والله أعلم وسار جفنة بن عمرو بن عامر إلى الشام وملكوها فهذه الأزد باقية وأما باقي قبائل اليمن فتفرقت في البلاد بما يطول شرحه وقد ذكرت الشعراء مأرب فقال المثلم بن قرط البلوي ألم تر أن الحي كانوا بغبطة بمأرب إذ كانوا يحلونها معا وقد ذكرت وقد ذكر الله سبحانه وتعالى في محكم كتابه قصة مأرب فقال & فأرسلنا عليهم سيل العرم & كما ذكرناه في العرم والعرم المسناة التي كانت قد أحكمت لتكون حاجزا بين ضياعهم وحدائقهم وبين السيل ففجرته فأرة ليكون أظهر في الأعجوبة كما أفار الله الطوفان من جوف التنور ليكون ذلك أثبت في العبرة وأعجب في الأمة ولذلك قال خالد بن صفوان التميمي لرجل من أهل اليمن كان قد فخر عليه بين يدي السفاح ليس فيهم يا أمير المؤمنين إلا دابغ جلد أو ناسج برد أو سائس قرد أو راكب عرد غرقتهم فأرة وملكتهم امرأة ودل عليهم هدهد وقال الأعشى ففي ذاك للمؤتسي أسوة ومأرب عفى عليها العرم رخام بنته لهم حمير إذا ما نأى ماؤهم لم يرم فأروى الزروع وأغنامها على سعة ماؤهم إن قسم وطار القيول وقيلاتها بيهماء فيها سراب يطم فكانوا بذلكم حقبة فمال بهم جارف منهزم قال أحمد بن محمد ومأرب أيضا قصر عظيم عالي الجدران وفيه قال الشاعر |جـ 5 صـ 38| أما ترى مأربا ما كان أحصنه وما حواليه من سور وبنيان ظل العبادي يسقي فوق قلته ولم يهب ريب دهر جد خوان حتى تناوله من بعد ما هجعوا يرقى إليه على أسباب كتان وقال جهم بن خلف ولم تدفع الأحساب عن رب مأرب منيته وما حواليه من قصر ترقى إليه تارة بعد هجعة بأمراس كتان أمرت على شزر وقد نسب إلى مأرب يحيى بن قيس المأربي الشيباني روى عن ثمامة بن شراحيل وروى عنه أبو عمرو محمد ومحمد بن بكر ذكره البخاري في تاريخه وسعيد بن أبيض بن حمال المأربي روى عن أبيه وعن فروة بن مسيك العطيفي روى عنه ابنه ثابت بن سعيد ذكره ابن أبي حاتم وثابت بن سعيد المأربي حدث عن أبيه روى عنه ابن أخيه فرج بن سعيد بن علقمة بن سعيد بن أبيض بن حمال المأربي الشيباني هكذا نسبه ابن أبي حاتم وقال أبو أحمد في الكنى أبو روح الفرج بن سعيد أراه ابن علقمة بن سعيد بن أبيض بن حمال المأربي عن خالد بن عمرو بن سعيد بن العاصي وعمه ثابت بن سعيد المأربي روى عنه أبو صالح محبوب بن موسى الأنطاكي وعبد الله بن الزبير الجندي وقال أبو حاتم جبر بن سعيد أخو فرج بن سعيد روى عنه أخوه جبير بن سعيد المأربي سألت أبي عن فرج بن سعيد فقال لا بأس به ومنصور بن شيبة من أهل مأرب روى عنه فرج بن سعيد بن علقمة المأربي ذكره ابن أبي حاتم أيضا في ترجمة فرج بن سعيد ",
                "title": "مأرب والنسبة المأربي",
                "uri": "JK_000129_011421"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}