{
    "features": [
        {
            "item": "JK_000129_006886",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.240-241",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سلمية</h1> بفتح أوله وثانيه وسكون الميم وياء مثناة من تحت خفيفة كذا جاء به المتنبي في قوله تراها في سلمية مسبطرا قيل سلمية قرب المؤتفكة فيقال إنه لما نزل بأهل المؤتفكة ما نزل من العذاب رحم الله منهم مائه نفس فنجاهم فانتزحوا إلى سلمية فعمروها وسكنوها فسميت سلم مائة ثم حرف الناس اسمها فقالوا سلمية ثم إن صالح بن علي بن عبدالله بن عباس اتخذها منزلا وبنى هو وولده فيها الأبنية ونزلوها وبها المحاريب السبعة يقال تحتها قبور التابعين وفي طريقها إلى حمص قبر النعمان بن بشير وهي بليدة في ناحية البرية من أعمال حماة بينهما مسيرة يومين وكانت تعد من أعمال حمص ولا يعرفها أهل الشام إلا بسلمية قال بطليموس مدينة سلمية طولها ثمان وستون درجة وعشرون دقيقة وعرضها سبع وثلاثون درجة وخمس دقائق طالعها خمس وعشرون درجة من |جـ 3 صـ 241| السرطان من الإقليم الرابع ولها شركة في الأسد مع القلب ولها شركة في الدب الأصغر ولها شركة تحت ثلاث عشرة درجة من السرطان يقابلها مثلها من الحمل عاقبتها مثلها من الميزان وفي زيج أبي عون طولها اثنتان وستون درجة وخمس وأربعون دقيقة وعرضها ثلاث وثلاثون درجة ونصف وأهل الشام يقولون سلمية بفتح أوله وثانيه وكسر الميم وياء النسبة قال ابن طاهر سلمية بين حماة ورفنية ينسب إليها أبو ثور هاشم ابن ناجية السلمي سمع أبا مخلد عطاء بن مسلم الخفاف الحلبي روى عنه أبو بكر الباغندي وأبو عروبة الحراني وعبد الوهاب السلمي روى عن إسماعيل ابن عباس وروى عنه حجل بن الحارث وأيوب ابن سلمان السلمي القرشي كان إمام مسجدها يروي عن حماد بن سلمة روى عنه الحسين بن إسحاق التستري ومحمد بن تمام بن صالح أبو بكر الحراني ثم الحمصي ثم السلماني من أهل سلمية كذا نسبه الحافظ أبو القاسم حدث بدمشق عن محمد بن مصفى الحمصي والمسيب بن واضح وعمرو بن عثمان وعبد الوهاب بن الضحاك العرضي وغيرهم روى عنه محمد ابن سليمان بن يوسف الربعي وأبو علي بن أبي الزمزام والفضل بن جعفر وجماعة أخرى كثيرة توفي ليلة الجمعة النصف من رجب سنة 313 وعبدالله بن عبيد بن يحيى أبو العباس بن أبي حرب السلماني من أهل سلمية قال الحافظ قد دمشق وحدث بها عن أبي علقمة نصر بن خريد بن جنازة الكناني الحمصي وأبي ضبارة عبد العزيز بن وحيد بن عبد العزيز بن حليم البهراني روى عنه الحسن بن حبيب السلمية والبرشام سهلان في طرف اليمامة عن الحفصي ",
                "title": "سلمية",
                "uri": "JK_000129_006886"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}