{
    "features": [
        {
            "item": "JK_000952_1222",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.265-266",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمكي</h1> بفتح الحاء المهملة والميم وفي آخرها الكاف هذه النسبة إلى حمك وهو اسم لبعض أجداد المنتسب إليه وهو أبو الفتح مسعود بن سهل بن حمك النيسابوري الحمكي سكن مرو وكان أحد الرؤساء المعروفين كانت له ثروة ومال اشتغل في عنفوان شبابه بما لا يعنيه ثم أدركه الله بفضله ومن عليه بكرمه ورجع إلى الله وتاب وأنفق أمواله في الرباطات والمساجد وأعمال الخير والبر سمع أبا الحسن علي بن أحمد بن عبدان الأهوازي وأبا عبد الله الحسين بن محمد بن فنجويه الثقفي الدينوري وأبا سعد عبد الرحمن بن حمدان النصرويي وغيرهم روى لنا عنه أبو القاسم إسماعيل بن أحمد السمرقندي الحافظ وكانت ولادته في ذي القعدة سنة ثمان وأربعمائة وتوفي بعد سنة ثلاث وسبعين وأربعمائة ومن القدماء أبو القاسم الحمكي المروزي سكن بيكند قال أبو كامل البصيري سمعنا منه كتاب الوتر لعبد الله بن المبارك يرويه عن أبي الحسن الكراعي سمع منه بمرو وأبو إسحاق إسماعيل بن محمد بن أحمد الحمكي الأستراباذي من القدماء يروي عن حنبل بن إسحاق روى عنه أبو أحمد عبد الله بن عدي الجرجاني الحافظ قال ابن عدي ومات الحكمي في شهر ربيع الأول سنة سبع وعشرين وثلاثمائة قاله حمزة بن يوسف السهمي وأبو إسحاق إسماعيل بن محمد بن أحمد بن صالح بن عبد البجلي الخطيب الأستراباذي يعرف بابن الحمكي من أهل أستراباذ كان يتهم بالكذب والرواية عمن لم يره وكان يروي عن أحمد ابن منصور الرمادي وسعدان بن نصر وعبد الرحمن بن محمد بن منصور البصري وإبراهيم بن هانئ النيسابوري وموسى بن نصر الرازي ومسلم بن أبي إدريس المقري وسهل بن دهقان وعلي بن شهريار وعمار بن رجاء وغيرهم مات بعد |جـ 2 صـ 266| العشرين والثلاثمائة ومحمد بن أحمد بن صالح بن عبد الله البجلي المعروف بالحمكي يروي عن إسماعيل سعيد الكسائي روى عنه ابنه إسماعيل بن محمد أبو إسحاق الحمكي وهو من أهل أستراباذ ",
                "title": "الحمكي",
                "uri": "JK_000952_1222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}