{
    "features": [
        {
            "item": "JK_000952_3599",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.163-165",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المازني</h1> هذه النسبة إلى قبيلة مازن والمازن بيض النمل وهي من تميم يقال لها مازن بن عمرو بن تميم منهم الأعشي المازني واسمه عبد الله بن الأعور وهو من المخضرمين أدرك الجاهلية والإسلام وقدم على النبي صلى الله عليه وسلم بسبب امرأته معاذة وكانت قد نشزت عليه لأن الأعشي خرج يمير أهله من هجر فهربت امرأته فعاذت برجل منهم يقال له مطرف بن بهصل فأتاه الأعشي وقال يا ابن عم عندك امرأتي معاذة فادفعها إلي فقال ليست عندي ولو كانت لم ادفعها إليك وكان مطرف أعز من الأعشي فخرج الأعشي إلى النبي صلى الله عليه وسلم فعاذ به أخبرنا أبو القاسم علي بن الحسين بن محمد الزينبي وأبو الفوارس هبة الله بن أحمد بن |جـ 5 صـ 164| سوار المقرىء ببغداد قالا أنا أبو الفوارس طرد بن محمد النقيب أنا أبو بكر بن وصيف الصياد أنا أبو بكر محمد بن عبد الله الشافعي أنا معاذ ابن المثنى ثنا محمد بن أبي بكر أبو عبد الله ثنا أبو معشر هو البراء حدثني صدقة بن طيله حدثني الأعشي المازني رضي الله عنه قال أتيت النبي صلى الله عليه وسلم فأنشدته % يا مالك الناس وديان العرب % % إني وجدت ذربة من الذرب % % غدوت أبغيها الطعام في رجب % % أخلفت الوعد ولطت بالذنب % % وهن شر غالب لمن غلب % هكذا في رواية صدقة عن الأعشي ورواه أبو حاتم بن حبان في كتاب الثقات عن المقدمي وهو أبو عبد الله محمد بن أبي بكر ثنا أبو معشر البراء حدثني صدقة بن طيسلة حدثني معن بن ثعلبة المازني حدثني الأعشي المازني وذكر الأبيات قال في آخره فجعل النبي صلى الله عليه وسلم يتمثلها ويقول % وهن شر غالب لمن غلب % وقد ذكرت قصة الأعشي مع امرأته بتمامها في ديباجة المذيل والإمام المشهور أبو الحسن النضر بن شميل بن خرشة بن يزيد بن كلثوم بن عنزة بن زهير بن عمرو بن حجر بن خزاعي بن مازن بن عمرو بن تميم المازني أصله من البصرة ومولده بمرو الروذ لأن أباه خرج من البصرة وسكنها وولد النضر بها وخرج به أبوه زمن الفتنة هاربا من مرو الروذ إلى البصرة سنة ثمان وعشرين ومئة وهو ابن ست سنين فكتب بالبصرة عن ابن عون وعوف الأعرابي والبصريين ثم رجع إلى مرو الروذ وسكنها وكتب بها الحديث وتعلم الفقه وأخذ الخط الوافر من الأدب والمعرفة بأيام الناس فسكن مرو الروذ على جهد جهيد وورع شديد وكان يقال له يا لك من درة بين مروين ضائع يريد بالمروين مرو ومرو الروذ وكان من فصحاء الناس وعلمائهم بالأدب وأيام الناس سكن مرو وبها مات روى عنه إسحاق بن إبراهيم الحنظلي وحميد بن زنجويه مات بمرو آخر يوم من ذي الحجة ودفن أول يوم من المحرم سنة أربع ومائتين وقبره عند المصلى القديم بسنجدان على يساره إذا انحدر واحد إلى المقبرة وأبو أحمد الهيثم بن خارجة المرو الروذي قال أبو حاتم بن حبان أصله من |جـ 5 صـ 165| خراسان من مرو الروذ سكن بغداد يروي عن مالك بن أنس وحفص بن ميسرة حدثنا عنه أحمد بن الحسن بن عبد الجبار ومات ببغداد يوم الاثنين لسبع بقين من ذي الحجة سنة سبع وعشرين ومائتين وكان يسمى شعبة الصغير لتيقظه ومازن بن الغضوبة وقال لي أبو العلاء الحافظ بأصبهان الغضوبة بالغين المعجمة منهم سلمة بن عمرو المازني وغيره وأما مازن قيس فمنهم عبد الله بن بسر وأخوه عسية بن بسر وأهل بيتهم وهو مازن بن منصور بن عكرمة بن خصفة بن قيس ",
                "title": "المازني",
                "uri": "JK_000952_3599"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}