{
    "features": [
        {
            "item": "JK_000952_2571",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.51-52",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطحان</h1> بفتح الطاء والحاء المهملتين في آخرهما النون صاحب الرحى والذي يطحن الحب والمشهور بهذه النسبة أبو موسى حبيب بن صالح الطحان عداده في أهل الشام يروي عن يزيد بن شريح روى عنه حريز بن عثمان وأبو الهيثم خالد بن عبد الله الطحان الواسطي مولى مزينة يروي عن حميد الطويل وأبي عثمان الأصبحي وعراك بن مالك ومشكان بن أبي عمرو وراشد بن سعد روى عنه قتيبة بن سعيد وعمرو بن عون وسعيد بن منصور وسعيد بن سليمان ومسدد وأهل العراق وقال أحمد بن حنبل كان خالد الطحان ثقة صالحا في دينه بلغني أنه اشترى نفسه من الله عز وجل ثلاث مرات وكان يقول خالد أحب إلينا من هشيم وسئل أبو زرعة عنه فقال ثقة مات سنة تسع وسبعين ومائة وقد قيل سنة اثنتين وثمانين ومائة وأبو يزيد رستم الطحان كوفي من التابعين روى عنه خالد بن مخلد القطواني وأبو نعيم ضرار بن صرد الطحان من أهل الكوفة يروي عن المعتمر والدراوردي كان فقيها عالما بالفرائض إلا أنه يروي المقلوبات عن الثقات حتى إذا سمعها من كان دخيلا في العلم شهد عليه بالجرح والوهن كان يحيى بن معين يكذبه روى عنه زكريا بن يحى بن عاصم الكوفي ومعلى بن هلال الطحان يروي عن قيس بن مسلم ويونس بن عبيد روى عنه العراقيون وكان يروي الموضوعات عن اقوام ثقات وكان أميا لا يكتب وكان غاليا في التشيع يسب أصحاب رسول الله صلى الله عليه وسلم لا يحل الرواية عنه بحال |جـ 4 صـ 52| ولا كتبة حديثه إلا على جهة التعجب روى عنه خالد بن مرداس وأبو العباس أحمد بن محمد بن سراج الطحان السنجي من علماء مرو وراوية جامع الترمذي وغيره عن أبي العباس المحبوبي سمع منه جدي الأعلى القاضي أبو منصور محمد بن عبد الجبار السمعاني وتوفي بعد سنة أربعمائة زرت قبره بقرية سنج غير مرة وأبو جعفر محمد بن الحسن بن محمد بن عبد الله الحافظ المعروف بالطحان من أهل همذان كان يقال له حافظ اشيامان كان صالحا كثير السماع والكتابة رحل إلى العراق والحجاز وجرجان ومازندران وبلاد خراسان وجال في أطرافها وحصل النسخ وقرأ الكثير على من حدثنا مشايخنا عنه وكان بهمذان راوية صحيح البخاري عن أبي الخير بن أبي عمران المروزي الصفار عن أبي الهيثم الكشميهني لم يتفق لي السماع منه وكتب لي الإجازة غير مرة وتوفي في شوال سنة إحدى وثلاثين وخمسمائة وكنت بأصبهان عازما على الرحلة إليه وأبو القاسم حمدان بن سلمان بن حمدان الطحان من أهل بغداد وكان من أهل الصدق سمع أبا طاهر محمد بن عبد الرحمن المخلص وعبيد الله بن عثمان بن يحيى وأبا حفص عمر بن إبراهيم الكتاني روى عنه أبو بكر الخطيب وأبو سعيد مسعود بن ناصر السجزي وقال الخطيب كتبت عنه وكان صدوقا وروى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري بالإجازة فإن لشيخنا عنه إجازة وكانت ولادته في شهر ربيع الآخر سنة خمس وثمانين وثلاثمائة ومات في ذي الحجة سنة إحدى وخمسين وأربعمائة ببغداد وأبو جعفر محمد بن سويد بن يزيد الطحان من أهل بغداد سمع عاصم بن علي وإسماعيل بن أبي أويس وإبراهيم بن محمد الشافعي وعبد العزيز بن عبد الله الإويسي روى عنه الهيثم بن خلف الدوري وأحمد بن عثمان بن يحيى الأدمي ومحمد بن العباس بن نجيح واحمد بن الفضل بن خزيمة وكان ثقة ومات في ذي الحجة سنة اثنتين وثمانين ومائتين ",
                "title": "الطحان",
                "uri": "JK_000952_2571"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}