{
    "features": [
        {
            "item": "JK_000952_3847",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.325-326",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المطري</h1> بفتح الميم والطاء المهملة والراء في أخرها هذه النسبة إلى مطر وهو اسم لجد أبي عمرو محمد بن جعفر بن محمد بن مطر المعدل المطري كان شيخا عالما فاضلا زاهدا ورعا سمع الحديث الكثير وأفاد الناس وانتقى أجزاء على أبي العباس الأصم اشتهرت به له رحلة إلى العراقين والحجاز وكور الأهواز سمع بنيسابور إبراهيم بن أبي طالب وإبراهيم بن علي الذهلي وبالري محمد بن أيوب الرازي وببغداد جعفر بن محمد بن الحسن الفريابي ومحمد بن يحيى بن سليمان المروزي وبالكوفة عبد الله بن محمد بن سوار وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبمكة أحمد بن هارون بن المنذر القزاز وبالأهواز عبدان بن أحمد العسكري وأقرانهم سمع منه الحفاظ أبو علي الحسين بن علي وأبو محمد عبد الله بن أحمد بن سعد وأبو الحسن محمد بن يعقوب والحاكم أبو عبد الله الحافظ وهؤلاء حفاظ نيسابور وأئمتها وقد حدث عنه أبو العباس بن عقدة الكوفي بأحاديث لأبي حنيفة وغيره وذكره الحاكم في التاريخ فقال أبو عمرو بن مطر الزاهد شيخ العدالة ومعدن الورع والمعروف بالسماع والرحلة والطلب على الصدق والضبط والإتقان رأى أبا عبد الله البوشنجي وحضر مجالسه ولم يصح له عنه شيء فتركه ولم يحدث عنه قال ولقد حدثني الثقة من اصحابنا أن صدرا من صدور أهل العلم بنيسابور قال له يا أبا عمرو فاتك أبو عبد الله البوشنجي فقال الرجل من إذا لم يسمع الشيء يمكنه أن يقول لم أسمع روى عنه حفاظ نيسابور وأعجب من ذلك أنا كتبنا عن محمد بن صالح بن هانىء عن أبي الحسن الشافعي عن أبي عمرو بن مطر وقد ماتا قبله ببضعة عشر سنة وتوفي أبو عمرو |جـ 5 صـ 326| في جمادي الاخرة من سنة ستين وثلاث مئة وهو ابن خمس وتسعين سنة ودفن في مقبرة الحيرة جاءنا نعيه وأنا بنسا وابناه المحمدان أبو بكر وأبو أحمد ابنا محمد بن جعفر المطري فأما أبو بكر محمد بن محمد بن جعفر المطري سمع بتصحيح أبيه وإفادته عن عبد الله بن شيرويه وإبراهيم بن إسحاق الأنماطي وأحمد بن إبراهيم بن عبد الله وإبراهيم بن جعفر بن الوليد وأقرانهم سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في شهر رمضان سنة سبعين وثلاث مئة وصلى عليه أخوه أبو أحمد ودفن بجنب أبيه وأما أخوه أبو أحمد محمد بن محمد بن جعفر المطري كان يشهد مع أبيه ثلاثين سنة أقل وأكثر وخرج أبوه له الفوائد وحدث بها ببغداد سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق الثقفي وغيرهما سمع منه الحاكم أبو عبد الله الحافظ وتوفي في رجب سنة ست وسبعين وثلاث مئة وهو ابن ثمانين سنة ",
                "title": "المطري",
                "uri": "JK_000952_3847"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}