{
    "features": [
        {
            "item": "JK_000952_2602",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.73-75",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطنافسي</h1> بفتح الطاء المهملة والنون وكسر الفاء والسين المهملة هذه النسبة إلى الطنفسة والمنتسب إليها الإخوة الثلاثة أحدهم أبو حفص عمر بن عبيد بن أبي أمية الطنافسي الحنفي من أهل الكوفة يروي عن أبي إسحاق السبيعي وسماك بن حرب روى عنه إسحاق بن إبراهيم وأهل العراق ومات سنة سبع وثمانين ومائة وأخوه أبو عبد الله محمد بن عبيد بن أبي أمية واسمه عبد الرحمن الإيادي الطنافسي الكوفي الأحدب مولى بني حنيفة أخو عمر ويعلى سمع هشام بن عروة |جـ 4 صـ 74| ومحمد بن إسحاق بن يسار وسليمان الأعمش وعبيد الله بن عمر ومسعر بن كدام وإسماعيل بن أبي خالد وغيرهم حدث عنه أخوه يعلى وأحمد بن حنبل ويحيى بن معين وإسحاق بن راهويه وأبو بكر وعثمان ابنا أبي شيبة كان من أهل الكوفة سكن بغداد مدة ورجع إلى الكوفة وكان الدارقطني يقول يعلى ومحمد وعمر وإدريس وإبراهيم بنو عبيد الطنافسيون كلهم ثقات وأبوهم عبيد بن أبي أمية ثقة حدث أيضا وكان أبو طالب الحافظ يقول هو عبيد بن أبي أمية وقال رجل عند محمد بن عبيد أبو بكر وعمر وعلي وعثمان فقال له ويلك من لم يقل أبو بكر وعمر وعثمان وعلي فقد أزرى على أصحاب رسول الله صلى الله عليه وسلم ورضي عنهم وقال يحيى بن معين أتيت محمد بن عبيد الطنافسي يعني حين قدم بغداد وقد كنت أبطأت عنه فلما أتيته وقد كان الناس كثروا قال يحيى أبو زكريا % أنشأت تطلب وصلنا % % في الصيف ضيعت اللبن % قال يحيى قال بعضهم في هذا الصيف ضيحت اللبن وهو الصواب وقال أحمد بن عبد الله العجلي محمد بن عبيد الطنافسي يكنى أبا عبد الله وكان أحدب كوفيا ثقة وكان عثمانيا وكان حديثه أربعة آلاف يحفظها وكانت ولادته سنة سبع وعشرين ومائة وقال يعلى بن عبيد أنا أكبر من أخي بتسع سنين ولدت سنة ثماني عشرة وتوفي محمد بن عبيد سنة أربع ومائتين وقيل سنة خمس وقيل سنة ثلاث وأما أخوهما أبو يوسف يعلى بن عبيد بن أبي أمية الطنافسي الإيادي الحنفي الكوفي كان من الثقات يروي عن الأعمش وإسماعيل بن أبي خالد وعبد الملك بن أبي سليمان روى عنه محمد بن عبد الله بن نمير وأبو بكر وعثمان ابنا أبي شيبة وكان أكبر من جعفر بن عون قال عبد الله بن أحمد بن حنبل سألت أبي عن يعلى بن عبيد فقال كان صحيح السماع وكان صالحا في نفسه وقال يحيى بن معين هو ثقة قال ابن أبي حاتم سألت أبي عن يعلى بن عبيد فقال صدوق وكان أثبت أولاد أبيه في الحديث وابن أخت يعلى بن عبيد الطنافسي الحسن بن محمد الطنافسي يروي عن |جـ 4 صـ 75| أبي بكر بن عياش ومحمد بن الفضيل وعبد الله بن إدريس وغيرهم روى عنه أبو زرعة الرازي ويحيى بن عبدك القزويني وكثير بن شهاب ",
                "title": "الطنافسي",
                "uri": "JK_000952_2602"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}