{
    "features": [
        {
            "item": "JK_000952_2085",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.249-250",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السروي</h1> بفتح السين المهملة والراء وقد قيل بسكون الراء أيضا هذه النسبة قد ذكرتها في ترجمة الساري وقلت بأن النسبة الصحيحة إلى سارية مازندران السروي وظني أن الجماعة الذين اذكرهم ينسبون إلى سارية والله أعلم والمشهور بهذا الانتساب أبو الحسين محمد بن صالح السروي يروي عن محمد بن حرب النشابي والقاسم بن محمد عباد البصري روى عنه أبو أحمد الحاكم محمد بن محمد الحافظ والحسين بن علي التميمي وأبو عبد الله محمد بن الحسن بن محمد بن بردخشاذ السروي السراجي الرازي الخراز السوسي هو ذلك الخراز من ساكني بغداد يروي عن أحمد بن خالد الحروري وعبد الرحمن بن أبي حاتم الرازي وعمر بن أحمد بن علي الجوهري وعلي بن محمد بن مهرويه القزويني وأبي نعيم عبد الملك بن محمد بن علي الاستراباذي روى عنه أبو الحسن بن رزقويه وعلي بن عبد العزيز الطاهري وأبو بكر البرقاني والحسن بن محمد الخلال قال أبو بكر الخطيب وسألت البرقاني عنه فقال ثقة وقال العتيقي السراجي كان ثقة أمينا مستورا وتوفي ليلة الجمعة الثاني من ذي القعدة سنة أربع وسبعين وثلاثمائة ببغداد وأبو محمد الخلال محمد بن حفص السروي روى عنه سعيد بن سعد الجرجاني |جـ 3 صـ 250| وأبو بكر أحمد بن الحسين السروي المقرىء وذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو بكر السروي من الغرباء الذين وردوا أيام أبي العباس الأصم وأقام أبو بكر السروي عندنا سنين يقرىء وكان من الصالحين سمع بالري أبا محمد بن أبي حاتم وأحمد بن خالد الحروري وبالعراق أبا عبد الله بن المحاملي وأبا العباس الحافظ وطبقتهم وأبو محمد الحسن بن حمويه بن إيران السروي كان أصله سرويا انتقل إلى جرجان وحدث بها ومات بها وأبو الحسن عبد الجبار بن محمد بن علي السروي الخيزراني كان إماما في الفقه والأدب والشروط تفقه بسارية على أبي محمد بن أبي يحيى وكان فصيحا مناظرا لقيت بها جماعة من أولاده وذكر ابنه أبو يحيى أنه مات في صفر سنة ثمان وخمسين وأربعمائة عاش ثلاثا وسبعين سنة وأبو الحسن علي بن إسماعيل بن علي بن إبراهيم بن أحمد الفقاعي السروي من أهل سارية كان شيخا صالحا حسن السيرة يرجع إلى فضل وتمييز جاور بمكة مدة وانصرف إلى بلده سمع بآمل أبا المحاسن عبد الواحد بن إسماعيل بن أحمد الروياني وبسارية أبا سعد محمد بن عبد الجبار بن محمد الخيزراني وبمكة أبا الوفاء محمد بن عبد الله المقدسي وأبا سعيد أحمد بن أبي الحسن الطوسي وغيرهم كتبت عنه شيئا يسيرا بسارية وقال لي ولدت بسارية في سنة خمس وسبعين وأربعمائة وتركته حيا في آخر سنة سبع وثلاثين وخمسمائة ",
                "title": "السروي",
                "uri": "JK_000952_2085"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}