{
    "features": [
        {
            "item": "JK_000129_001059",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.262-263",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأندلس</h1> يقال بضم الدال وفتحها وضم الدال ليس إلا وهي كلمة عجمية لم تستعملها العرب في القديم وإنما عرفتها العرب في الإسلام وقد جرى على الألسن أن تلزم الألف واللام وقد استعمل حذفهما في شعر ينسب إلى بعض العرب فقال عند ذلك سألت القوم عن أنس فقالوا بأندلس وأندلس بعيد وأندلس بناء مستنكر فتحت الدال أو ضمت وإذا حملت على قياس التصريف وأجريت مجرى غيرها من العربي فوزنها فعللل أو فعللل وهما بناءان مستنكران ليس في كلامهم مثل سفرجل ولا مثل سفرجل فإن ادعى مدع إنها فنعلل فليس في أبنيتهم أيضا ويخرج عن حكم التصريف لأن الهمزة إذا كانت بعدها ثلاثة أحرف من الأصل لم تكن إلا زائدة وعند سيبويه أنها إذا كان بعدها أربعة أحرف فهي من الأصل كمهزة إصطبل وإصطخر ولو كانت عربية لجاز أن يدعى لها أنها أنفعل وإن لم يكن له نظير في كلامهم فيكون من الدلس والتدليس وإن الهمزة والنون زائدتان كما زيدتا في إنقحل وهو الشيخ المسن ذكره سيبويه وزعم أن الهمزة والنون فيه زائدتان وأنه لا يعرف ما في أوله زائدتان مما ليس جاريا على الفعل غيره قال ابن حوقل التاجر الموصلي وكان قد طوف البلاد وكتب ما شاهده أما الأندلس فجزيرة كبيرة فيها عامر وغامر طولها نحو الشهر في نيف وعشرين مرحلة تغلب عليها المياه الجارية والشجر والثمر والرخص والسعة في الأحوال وعرض الخليج الخارج من البحر المحيط قدر اثني عشر ميلا بحيث يرى أهل الجانبين بعضهم بعضا ويتبينون زروعهم وبيادرهم قال وأرض الأندلس من على البحر تواجه من أرض المغرب تونس وإلى طبرقة إلى جزائر بني مزغناي ثم إلى نكور ثم إلى سبتة ثم إلى أزيلي ثم إلى البحر المحيط وتتصل الأندلس في البر الأصغر من جهة جليقية وهي جهة الشمال ويحيط بها الخليج المذكور من بعض مغربها وجنوبها والبحر المحيط من بعض شمالها وشرقها من حد الجلالقة إلى كورة شنترين ثم إلى أشبونة ثم إلى جبل الغور ثم إلى ما لديه من المدن إلى جزيرة جبل طارق المحاذي لسبتة ثم إلى مالقة ثم إلى المرية فرضة بجاية ثم إلى بلاد مرسية ثم إلى طرطوشة ثم تتصل ببلاد الكفر مما يلي البحر الشرقي في ناحية أفرنجة ومما يلي المغرب ببلاد علجسكس وهم جيل من الأنكبردة ثم إلى بلاد بسكونس ورومية الكبرى في وسطها ثم ببلاد الجلالقة حتى تنتهي إلى البحر المحيط ووصفها بعض الأندلسيين بأتم من هذا وأحسن وأنا أذكر كلامه على وجهه قال هي جزيرة ذات ثلاثة أركان مثل شكل المثلث قد أحاط بها البحران المحيط والمتوسط وهو خليج خارج من البحر |جـ 1 صـ 263| المحيط قرب سلا من بر البربر فالركن الأول هو في هذا الموضع الذي فيه صنم قادس وعنده مخرج البحر المتوسط الذي يمتد إلى الشام وذلك من قبلي الأندلس والركن الثاني شرقي الأندلس بين مدينة أربونة ومدينة برديل وهي اليوم بأيدي الأفرنج بإزاء جزيرتي ميورقة ومنورقة المجاورة من البحرين المحيط والمتوسط ومدينة أربونة تقابل البحر المتوسط ومدينة برديل تقابل البحر المحيط والركن الثالث هو ما بين الجوف والغرب من حيز جليقية حيث الجبل الموفي على البحر وفيه الصنم العالي المشبه بصنم قادس وهو البلد الطالع على برباط فالضلع الأول منها أوله حيث مخرج البحر المتوسط الشامي من البحر المحيط وهو أول الزقاق في موضع يعرف بجزيرة طريف من بر الأندلس يقابل قصر مصمودة بإزاء سلا في الغرب الأقصى من البر المتصل بأفريقية وديار مصر وعرض الزقاق ههنا اثنا عشر ميلا ثم تمر في القبلة إلى الجزيرة الخضراء من بر الأندلس المقابلة لمدينة سبتة وعرض الزقاق ههنا ثمانية عشر ميلا وطوله في هذه المسافة التي ما بين جزيرة طريف وقصر مصمودة إلى المسافة التي ما بين الجزيرة الخضراء وسبتة نحو العشرين ميلا ومن ههنا يتسع البحر الشامي إلى جهة المشرق ثم يمر من الجزيرة الخضراء إلى مدينة مالقة إلى حصن المنكب إلى مدينة المرية إلى قرطاجنة الخلفاء حتى تنتهي إلى جبل قاعون الموفي على مدينة دانية ثم ينعطف من دانية إلى شرقي الأندلس إلى حصن قليرة إلى بلنسية ويتمد كذلك شرقا إلى طركونة إلى برشلونة إلى أربونة إلى البحر الرومي وهو الشامي وهو المتوسط والضلع الثاني مبدؤه كما تقدم من جزيرة طريف آخذا إلى الغرب في الحوز المتسع الداخل في البحر المحيط فيمر من جزيرة طريف إلى طرف الأغر إلى جزيرة قادس وههنا أحد أركانها ثم يمر من قادس إلى بر المائدة حيث يقع نهر إشبيلية في البحر ثم إلى جزيرة شلطيش إلى وادي يانه إلى طبيرة ثم إلى شنترة إلى شلب وهنا عطف إلى أشبونة وشنترين وترجع إلى طرف العرف مقابل شلب وقد يقطع البحر من شلب إلى طرف العرف مسيرة خمسين ميلا وتكون أشبونة وشنترة وشنترين على اليمين من حوز وطرف العرف وهو جبل منيف داخل في البحر نحو أربعين ميلا وعليه كنيسة الغراب المشهورة ثم يدور من طرف العرف مع البحر المحيط فيمر على حوز الريحانة وحوز المدرة وسائر تلك البلاد مائلا إلى الجوف وفي هذا الحيز هو الركن الثاني والضلع الثالث ينعطف في هذه الجهات من الجنوب إلى الشرق فيمر على بلاد جليقية وغيرها حتى ينتهي إلى مدينة برديل على البحر المحيط المقابلة لأربونة على البحر المتوسط وهنا هو الركن الثالث وبين أربونة وبرديل الجبل الذي فيه هيكل الزهرة الحاجز بين الأندلس وبين بلاد أفرنجة العظمى ومسافته من البحر نحو يومين للقاصد ولولا هذا الجبل لالتقى البحران ولكانت الأندلس جزيرة منقطعة عن البر فاعرف ذلك فإن بعض من لا علم له يعتقد أن الأندلس يحيط بها البحر في جميع أقطارها لكونها تسمى جزيرة وليس الأمر كذلك وإنما سميت جزيرة بالغلبة كما سميت جزيرة العرب وجزيرة أقور وغير ذلك وتكون مسيرة دورها أكثر من ثلاثة أشهر ليس فيه ما يتصل بالبر إلا مقدار يومين كما ذكرنا وفي هذا الجبل المدخل المعروف بالأبواب الذي يدخل منه من بلاد |جـ 1 صـ 264| الأفرنج إلى الأندلس وكان لا يرام ولا يمكن أحدا أن يدخل منه لصعوبة مسلكه فذكر بطليموس أن قلوبطرة وهي امرأة كانت آخر ملوك اليونان أول من فتح هذه الطريق وسهلها بالحديد والخل قلت ولولا خوف الإضجار والإملال لبسطت القول في هذه الجزيرة فوصفها كثير وفضائلها جمة وفي أهلها أئمة وعلماء وزهاد ولهم خصائص كثيرة ومحاسن لا تحصى وإتقان لجميع ما يصنعونه مع غلبة سوء الخلق على أهلها وصعوبة الإنقياد وفيها مدن كثيرة وقرى كبار يجىء ذكرها في أماكنها من هذا الكتاب حسب ما يقتضيه الترتيب إن شاء الله تعالى وبه العون والعصمة ",
                "title": "الأندلس",
                "uri": "JK_000129_001059"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}