{
    "features": [
        {
            "item": "JK_000952_2152",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.293-295",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمتي</h1> بفتح السين المهملة وسكون الميم وفي آخرها التاء المنقوطة باثنتين من فوقها |جـ 3 صـ 294| هذه النسبة إلى السمت والهيئة قال عبد الرحمن بن أبي حاتم الرازي قيل ليوسف بن خالد السمتي للحيته وسمته وكان صاحب رأي والمشهور بالانتساب إليها أبو خالد يوسف بن خالد بن عمر السمتي من أهل البصرة يروي عن زياد بن سعد والأعمش وأهل بلده روى عنه العراقيون وابنه خالد بن يوسف والعباس بن الوليد النرسي وأبو كامل وعبد الله بن عاصم الحماني مات سنة تسع وثمانين ومائة في شهر رجب وكان مرجئا من علماء اهل زمانه بالشروط وكان يضع الحديث على الشيوخ ويقرأ عليهم ثم يرويها عنهم لا تحل الرواية عنه ولا الاحتجاج به بحال وكان يحيى بن معين يقول يوسف السمتي يكذب وقال مرة أخرى هو كذاب خبيث عدو الله رجل سوء رأيته بالبصرة ما لا أحصي لا يحدث عنه أحد فيه خير وقال يحيى مرة أخرى هو كذاب زنديق لا يكتب حديثه قال ابن حاتم سألت أبي عن يوسف بن خالد فقال أنكرت قول يحيى بن معين إنه زنديق حتى حمل إلي كتابه قد وضعه في التجهم بابا بابا ينكر الميزان في القيامة فعلمت أن يحيى بن معين لا يتكلم إلا عن بصيرة وفهم قلت ما حاله قال ذاهب الحديث قال وسمعت أبا زرعة يقول اضرب على حديثه وابنه أبو الربيع خالد بن يوسف السمتي من أهل البصرة يروي عن أبيه وحماد بن زيد قال أبو حاتم يعتبر حديثه من غير روايته عن أبيه حدثنا عنه شيوخنا إسحاق بن إبراهيم القاضي البستي وغيره مات سنة تسع وأربعين ومائتين وأبو جعفر محمد بن حسان بن خالد السمتي سمع يوسف بن يعقوب الماجشون وهشيم بن بشير وعباد بن عباد المهلبي وسيف بن محمد الثوري وسفيان بن عيينة روى عنه محمد بن علي الوراق المعروف بحمدان وأحمد بن أبي خيثمة والحسن بن علي الوليد الفارسي ومحمد بن أحمد البراء وعبد الله بن محمد البغوي قال أبو داود السجستاني سمعت أحمد بن حنبل يسأل عن محمد بن حسان السمتي فقال ما لي به ذلك الخبر وتكلم بكلام كأنه رأى الكتاب عنه وذكر ليحيى بن معين شيخ يحدث عن القواريري يقال له السمتي فقال كذاب رجل سوء فقال له رجل يا أبا زكريا السمتي الذي كان هاهنا بالمدينة فقال هذا رجل لا بأس به وذلك رأيت بمكة في المسجد الحرام كان كذابا وقال الدارقطني محمد بن حسان السمتي ثقة يحدث عن الضعفاء ومات ببغداد في ذي الحجة سنة ثمان وعشرين يعني ومائة وكان لا يخضب |جـ 3 صـ 295| وأبو علي زيد بن واقد البصري السمتي نزيل الري روى عن حميد الطويل والسدي وداود بن أبي هند وأبي هارون العبدي روى عنه سهل بن زنجلة وأبو حاتم الرازي ",
                "title": "السمتي",
                "uri": "JK_000952_2152"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}