{
    "features": [
        {
            "item": "JK_000129_000624",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.177-178",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسفرايين والنسبة الأسفراييني</h1> بالفتح ثم السكون وفتح الفاء وراء وألف وياء مكسورة وياء أخرى ساكنة ونون بليدة حصينة من نواحي نيسابور على منتصف الطريق من جرجان واسمها القديم مهرجان سماها بذلك بعض الملوك لخضرتها ونضارتها ومهرجان قرية من أعمالها وقال أبو القاسم البيهقي أصلها من أسبرايين بالباء الموحدة وأسبر بالفارسية هو الترس وايين هو العادة فكأنهم عرفوا قديما بحمل التراس فسميت مدينتهم بذلك وقيل بناها اسفنديار فسميت به ثم غير لتطاول الأيام وتشتمل ناحيتها على أربعمائة وإحدى وخمسين قرية والله أعلم وقال أبو الحسن علي بن نصر الفندورجي يتشوق أسفرايين وأهلها سقى الله في أرض إسفرايين عصبتي فما تنتهي العلياء إلا إليهم وجربت كل الناس بعد فراقهم فما ازددت إلا فرط ضن عليهم وينسب إليها خلق كثير من أعيان الأئمة منهم يعقوب بن إسحاق بن إبراهيم الأسفراييني أحد حفاظ |جـ 1 صـ 178| الدنيا سمع بالموصل من علي بن حرب الطائي وسافر في طلب الحديث إلى البلاد الشاسعة توفي سنة 136 وأبو إسحاق إبراهيم بن محمد بن إبراهيم الأسفراييني المشهور توفي بنيسابور يوم عاشوراء سنة 814 وأبو عوانة يعقوب بن إسحاق بن إبراهيم بن يزيد الأسفراييني الحافظ صاحب المسند المصحح المخرج على كتاب مسلم أحد الحفاظ الجوالين والمحدثين المكثرين طاف الشام ومصر والبصرة والكوفة والحجاز وواسطا والجزيرة واليمن وأصبهان وفارس والري سمع بمصر يونس بن عبد الأعلى وأبا إبراهيم المزني والربيع بن سليمان ومحمدا وسعدا ابني عبد الله بن عبد الحكيم وبالشام يزيد بن محمد بن عبد الصمد وغيره وبالعراق الحسن الزعفراني وعمر بن شبة وبخراسان محمد بن يحيى الذهلي ومسلم بن الحجاج وأحمد بن سعيد الدارمي روى عنه خلق كثير منهم سليمان الطبراني وأبو أحمد بن عدي وحج خمس مرات وكان من أهل الاجتهاد والطلب والحفظ ومات سنة 136 ومحمد بن علي بن الحسين أبو علي الأسفراييني الواعظ يعرف بابن السقاء قال أبو عبد الله الحافظ أبو علي الأسفراييني من حفاظ الحديث والجوالين في طلبه والمعروفين بكثرة الحديث والتصنيف للشيوخ والأبواب وصحبة الصالحين من أئمة الصوفية في أقطار الأرض سمع بخراسان والعراق والجزيرة والشام ومصر وواسط والكوفة والبصرة وكتب بالري وقزوين وجرجان وطبرستان وتوفي بأسفرايين في ذي القعدة سنة 273 وأبو حامد أحمد بن محمد بن أحمد الفقيه الإمام الأسفراييني أقام ببغداد ودرس الفقه وانتهت إليه الرئاسة في مذهب الشافعي قيل كان يحضر درسه سبعمائة فقيه وكانوا يقولون لو رآه الشافعي رضي الله عنه لفرح به قال ولدت سنة 443 وقدمت بغداد سنة 364 ودرس الفقه من سنة 370 إلى أن مات سنة 046 ",
                "title": "أسفرايين والنسبة الأسفراييني",
                "uri": "JK_000129_000624"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}