{
    "features": [
        {
            "item": "JK_000952_3536",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.125-127",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اللبان</h1> بفتح اللام وتشديد الباء المنقوطة بواحدة وفي آخرها النون هذه النسبة إلى بيع اللبن والمشهور بالانتساب إليها أبو عبد الرحمن الحسين بن أحمد اللبان الجرجاني يروي عن محمد بن عبيدة العمري عن أبي مسلم روى عنه أحمد بن أبي عمران الوكيل وأبو الحسين محمد بن عبد الله بن الحسن بن اللبان الغرضي البصير انتهى إليه علم الفرائض في وقته وصنف كتبا اشتهرت به سمع أبا العباس محمد بن أحمد الأثرم ومحمد بن أحمد بن محموية العسكري والحسن بن محمد بن عثمان الفسوي وأبا بكر محمد بن بكر بن داسة التمار سمع منه كتاب السنن روى عنه أبو القاسم التنوخي وأبو الطيب الطبري وأبو محمد الخلال وعبد العزيز بن علي الأزجي وذكر القاضي أبو الطيب الطبري أنه سمع كتاب السنن عن ابن داسة عن أبي داود وكان ثقة وكانت وفاته في شهر ربيع الأول سنة اثنتين وأربع مئة وأبو محمد عبد السلام بن محمد بن عبد الله بن اللبان المصدل من أهل أصبهان فاضل مليح الخط مكثر سمع أبا منصور بن شكروية القاضي والمسهر بن عبد الواحد البزاني وغيرهما سمعت منه بأصبهان وأبو حاتم محمد بن عبد الواحد بن محمد بن زكريا الخزاعي اللبان من أهل الري |جـ 5 صـ 126| حدث عنه أبي الحسن محمد بن أحمد البرذعي المعروف بابن حرارة نسخة بشر بن عمرو بن سام الكابلي وروى أيضا عن بكر بن عبد الله الحبال وعتاب بن محمد الوارميني ومسرة بن علي القزويني وعبد الله بن علي الجرجاني وحامد بن محمد بن عبد الله الهروي وغيرهم روى عنه أبو العلاء الواسطي والحسن بن محمد الخلال والحسن بن علي الجوهري وأبو يعلي أحمد بن عبد الواحد الوكيل وكان من أهل الصدق هكذا ذكره أبو بكر الخطيب توفي بعد سنة اثنتين وتسعين وثلاثمائة بعد رجوعه من الحج وأبو محمد عبد الله بن عبد الرحمن بن أحمد بن عبد الله بن محمد بن النعمان بن عبد السلام بن حبيب بن حطيط بن عقبة بن جشم بن وائل بن مهامة بن تيم الله بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل الأصبهاني المعروف بابن اللبان من أهل أصبهان سكن بغداد أحد أوعية العلم من أهل الدين والفضل سمع بأصبهان أبا بكر محمد بن إبراهيم بن المقرىء وأبا عبد الله محمد بن إسحاق بن مندة الحافظ وأبا إسحاق إبراهيم بن عبد الله بن خرشيذ قوله التاجر وأبا الحسن علي بن محمد بن أحمد بن ميله الفقيه وببغداد أبا طاهر محمد بن عبد الرحمن المخلص وبمكة أبا الحسن أحمد بن إبراهيم بن فراس المكي وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الحافظ في التاريخ وقال أبو محمد بن اللبان الأصبهاني كان ثقة صحب القاضي أبا بكر الأشعري ودرس عليه أصول الديانات وأصول الفقه ودرس فقه الشافعي على أبي حامد الاسفرايني وقرأ القرآن بعدة روايات وولي قضاء أزج وحدث ببغداد فسمعنا منه وله كتب كثيرة مصنفة كان من أحسن الناس تلاوة للقرآن ومن أوجز الناس عبارة في المناظرة مع تدين جميل وعبادة كثيرة وورع بين تقشف ظاهر وخلق حسن وسمعته يقول حفظت القرآن ولي خمس سنين وأحضرت عند أبي بكر بن المقرى ولي أربع سنين فأرادوا أن يسمعوا لي فيما حضرة قراءته فقال بعضهم إنه يصغر عن السماع فقال لي ابن المقرىء اقرأ سورة الكافرين فقرأتها فقال لي أقرأ سورة التكوير فقرأتها فقال لي غيره أقرأ سورة والمرسلات فقرأتها ولم أغلط فيها فقال ابن المقرىء سمعوا له والعهدة علي ومات باصبهان في |جـ 5 صـ 127| جمادى الآخرة من سنة ست وأربعين وأربعمائة ",
                "title": "اللبان",
                "uri": "JK_000952_3536"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}