{
    "features": [
        {
            "item": "JK_000129_011140",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.490-491",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الكوفة والنسبة الكوفي</h1> بالضم المصر المشهور بأرض بابل من سواد العراق ويسميها قوم خد العذراء قال أبو بكر محمد بن القاسم سميت الكوفة لاستدارتها أخذا من قول العرب رأيت كوفانا وكوفانا بضم الكاف وفتحها للرميلة المستديرة وقيل سميت الكوفة كوفة لاجتماع الناس بها من قولهم تكوف الرمل وطول الكوفة تسع وستون درجة ونصف وعرضها إحدى وثلاثون درجة وثلثان وهي في الإقليم الثالث يتكوف تكوفا إذا ركب بعضه بعضا ويقال أخذت الكوفة من الكوفان يقال هم في |جـ 4 صـ 491| كوفان أي في بلاء وشر وقيل سميت كوفة لأنها قطعة من البلاد من قول العرب قد أعطيت فلانا كيفة أي قطعة ويقال كفت أكيف كيفا إذا قطعت فالكوفة قطعة من هذا انقلبت الياء فيها واوا لسكونها وانضمام ما قبلها وقال قطرب يقال القوم في كوفان أي في أمر يجمعهم قال أبو القاسم قد ذهبت جماعة إلى أنها سميت كوفة بموضعها من الأرض وذلك أن كل رملة يخالطها حصباء تسمى كوفة وقال آخرون سميت كوفة لأن جبل ساتيدما يحيط بها كالكفاف عليها وقال ابن الكلبي سميت بجبل صغير في وسطها كان يقال له كوفان وعليه اختطت مهرة موضعها وكان هذا الجبل مرتفعا عليها فسميت به فهذا في اشتقاقها كاف وقد سماها عبدة بن الطبيب كوفة الجند فقال إن التي وضعت بيتا مهاجرة بكوفة الجند غالت ودها غول وأما تمصيرها وأوليته فكانت في أيام عمر بن الخطاب رضي الله عنه في السنة التي مصرت فيها البصرة وهي سنة 71 وقال قوم إنها مصرت بعد البصرة بعامين في سنة 91 وقيل سنة 81 قال أبو عبيدة معمر بن المثنى لما فرغ سعد بن أبي وقاص من وقعة رستم بالقادسية وضمن أرباب القرى ما عليهم بعث من أحصاهم ولم يسمهم حتى يرى عمر فيهم رأيه وكان الدهاقين ناصحوا المسلمين ودلوهم على عورات فارس وأهدوا لهم وأقاموا لهم الأسواق ثم توجه سعد نحو المدائن إلى يزدجرد وقدم خالد بن عرفطة حليف بني زهرة بن كلاب فلم يقدر عليه سعد حتى فتح خالد ساباط المدائن ثم توجه إلى المدائن فلم يجد معابر فدلوه على مخاضة عند قرية الصيادين أسفل المدائن فأخاضوها الخيل حتى عبروا وهرب يزدجرد إلى إصطخر فأخذ خالد كربلاء عنوة وسبى أهلها فقسمها سعد بين أصحابه ونزل كل قوم في الناحية التي خرج بها سهمه فأحيوها فكتب بذلك سعد إلى عمر فكتب إليه عمر أن حولهم فحولهم إلى سوق حكمة ويقال إلى كويفة ابن عمر دون الكوفة فنقضوا فكتب سعد إلى عمر بذلك فكتب إليه إن العرب لا يصلحها من البلدان إلا ما أصلح الشاة والبعير فلا تجعل بيني وبينهم بحرا وعليك بالريف فأتاه ابن بقيلة فقال له أدلك على أرض انحدرت عن الفلاة وارتفعت عن المبقة قال نعم فدله على موضع الكوفة اليوم وكان يقال له سورستان فانتهى إلى موضع مسجدها فأمر غاليا فرمى بسهم قبل مهب القبلة فعلم على موقعه ثم غلا بسهم قبل مهب الشمال فعلم على موقعه ثم علم دار إمارتها ومسجدها في مقام الغالي وفيما حوله ثم أسهم لنزار وأهل اليمن سهمين فمن خرج اسمه أولا فله الجانب الشرقي وهو خيرهما فخرج سهم أهل اليمن فصارت خططهم في الجانب الشرقي وصارت خطط نزار في الجانب الغربي من وراء تلك الغايات والعلامات وترك ما دون تلك العلامات فخط المسجد ودار الإمارة فلم يزل على ذلك وقال ابن عباس كانت منازل أهل الكوفة قبل أن تبنى أخصاصا من قصب إذا غزوا قلعوها وتصدقوا بها فإذا عادوا بنوها فكانوا يغزون ونساؤهم معهم فلما كان في أيام المغيرة بن شعبة بنت القبائل باللبن من غير ارتفاع ولم يكن لهم غرف فلما كان في أيام إمارة زياد بنوا أبواب الآجر فلم يكن في الكوفة أكثر أبواب الآجر من مراد والخزرج وكتب عمر بن الخطاب إلى سعد أن اختط موضع المسجد الجامع على عدة مقاتلتكم فخط على أربعين ألف إنسان فلما قدم زياد زاد فيه عشرين ألف إنسان وجاء بالآجر وجاء بأساطينه من الأهواز |جـ 4 صـ 492| قال أبو الحسن محمد ابن علي بن عامر الكندي البندار أنبأنا علي بن الحسن بن صبيح البزاز قال سمعت بشر بن عبد الوهاب القرشي مولى بني أمية وكان صاحب خير وفضل وكان ينزل دمشق ذكر أنه قدر الكوفة فكانت ستة عشر ميلا وثلثي ميل وذكر أن فيها خمسين ألف دار للعرب من ربيعة ومضر وأربعة وعشرين ألف دار لسائر العرب وستة آلاف دار لليمن أخبرني بذلك سنة 264 وقال الشعبي كنا نعد أهل اليمن اثني عشر ألفا وكانت نزار ثمانية آلاف وولى سعد بن أبي وقاص السائب بن الأقرع وأبا الهياج الأسدي خطط الكوفة فقال ابن الأقرع لجميل بن بصبهري دهقان الفلوجة اختر لي مكانا من القرية قال ما بين الماء إلى دار الإمارة فاختط لثقيف في ذلك الموضع وقال الكلبي قدم الحجاج بن يوسف على عبد الملك بن مروان ومعه أشراف العراقيين فلما دخلوا على عبد الملك بن مروان تذاكروا أمر الكوفة والبصرة فقال محمد بن عمير العطاردي الكوفة سفلت عن الشام ووبائها وارتفعت عن البصرة وحرها فهي برية مريئة مريعة إذا أتتنا الشمال ذهبت مسيرة شهر على مثل رضراض الكافور وإذا هبت الجنوب جاءتنا ريح السواد وورده وياسمينه وأترنجه ماؤنا عذب وعيشنا خصب فقال عبد الملك بن الأهتم السعدي نحن والله يا أمير المؤمنين أوسع منهم برية وأعد منهم في السرية وأكثر منهم ذرية وأعظم منهم نفرا يأتينا ماؤنا عفوا صفوا ولا يخرج من عندنا إلا سائق أو قائد فقال الحجاج يا أمير المؤمنين إن لي بالبلدين خبرا فقال هات غير متهم فيهم فقال أما البصرة فعجوز شمطاء بخراء دفراء أوتيت من كل حلي وأما الكوفة فبكر عاطل عيطاء لا حلي لها ولا زينة فقال عبد الملك ما أراك إلا قد فضلت الكوفة وكان علي عليه السلام يقول الكوفة كنز الإيمان وحجة الإسلام وسيف الله ورمحه يضعه حيث شاء والذي نفسي بيده لينتصرن الله بأهلها في شرق الأرض وغربها كما انتصر بالحجاز وكان سلمان الفارسي يقول أهل الكوفة أهل الله وهي قبة الإسلام يحن إليها كل مؤمن وأما مسجدها فقد رويت فيه فضائل كثيرة روى حبة العرني قال كنت جالسا عند علي عليه السلام فأتاه رجل فقال يا أمير المؤمنين هذه راحلتي وزادي أريد هذا البيت أعني بيت المقدس فقال عليه السلام كل زادك وبع راحلتك وعليك بهذا المسجد يعني مسجد الكوفة فإنه أحد المساجد الأربعة ركعتان فيه تعدلان عشرا فيما سواه من المساجد والبركة منه إلى اثني عشر ميلا من حيث ما أتيته وهي نازلة من كذا ألف ذراع وفي زاويته فار التنور وعند الأسطوانة الخامسة صلى إبراهيم عليه السلام وقد صلى فيه ألف نبي وألف وصي وفيه عصا موسى والشجرة اليقطين وفيه هلك يغوث ويعوق وهو الفاروق وفيه مسير لجبل الأهواز وفيه مصلى نوح عليه السلام ويحشر منه يوم القيامة سبعون ألفا ليس عليهم حساب ووسطه على روضة من رياض الجنة وفيه ثلاث أعين من الجنة تذهب الرجس وتطهر المؤمنين لو علم الناس ما فيه من الفضل لأتوه حبوا وقال الشعبي مسجد الكوفة ستة أجربة وأقفزة وقال زادا نفروخ هو تسعة أجربة ولما بنى عبيد الله بن زياد مسجد الكوفة جمع الناس ثم صعد المنبر وقال يا أهل الكوفة قد بنيت لكم مسجدا لم يبن على وجه الأرض مثله وقد أنفقت على كل أسطوانة سبع عشرة مائة ولا يهدمه إلا باغ أو جاحد وقال عبد الملك بن عمير شهدت زيادا وطاف بالمسجد فطاف به وقال ما أشبهه بالمساجد |جـ 4 صـ 493| قد أنفقت على كل أسطوانة ثماني عشرة مائة ثم سقط منه شيء فهدمه الحجاج وبناه ثم سقط بعد ذلك الحائط الذي يلي دار المختار فبناه يوسف بن عمر وقال السيد إسماعيل بن محمد الحميري يذكر مسجد الكوفة لعمرك ما من مسجد بعد مسجد بمكة ظهرا أو مصلى بيثرب بشرق ولا غرب علمنا مكانه من الأرض معمورا ولا متجنب بأبين فضلا من مصلى مبارك بكوفان رحب ذي أواس ومخصب مصلى به نوح تأثل وابتنى به ذات حيزوم وصدر محنب وفار به التنور ماء وعنده له قيل أيا نوح في الفلك فاركب وباب أمير المؤمنين الذي به ممر أمير المؤمنين المهذب عن مالك بن دينار قال كان علي بن أبي طالب إذا أشرف على الكوفة قال يا حبذا مقالنا بالكوفه أرض سواء سهلة معروفه تعرفها جمالنا العلوفه وقال سفيان بن عيينة خذوا المناسك عن أهل مكة وخذوا القراءة عن أهل المدينة وخذوا الحلال والحرام عن أهل الكوفة ومعما قدمنا من صفاتها الحميدة فلن تخلو الحسناء من ذام قال النجاشي يهجو أهلها إذا سقى الله قوما صوب غادية فلا سقى الله أهل الكوفة المطرا التاركين على طهر نساءهم والنايكين بشاطي دجلة البقرا والسارقين إذا ما جن ليلهم والدارسين إذا ما أصبحوا السورا ألق العداوة والبغضاء بينهم حتى يكونوا لمن عاداهم جزرا وأما ظاهر الكوفة فإنها منازل النعمان بن المنذر والحيرة والنجف والخورنق والسدير والغريان وما هناك من المتنزهات والديرة الكبيرة فقد ذكرت في هذا الكتاب حيث ما اقتضاه ترتيب أسمائها ووردت رامة بنت الحسين بن المنقذ بن الطماح الكوفة فاستوبلتها فقالت ألا ليت شعري هل أبيتن ليلة وبيني وبين الكوفة النهران فإن ينجني منها الذي ساقني لها فلا بد من غمر ومن شنآن وأما المسافات فمن الكوفة إلى المدينة نحو عشرين مرحلة ومن المدينة إلى مكة نحو عشر مراحل في طريق الجادة ومن الكوفة إلى مكة أقصر من هذا الطريق نحو من ثلاث مراحل لأنه إذا انتهى الحاج إلى معدن النقرة عدل عن المدينة حتى يخرج إلى معدن بني سليم ثم إلى ذات عرق حتى ينتهي إلى مكة ومن حفاظ الكوفة محمد بن العلاء بن كريب الهمداني الكوفي سمع بالكوفة عبد الله بن المبارك وعبد الله بن إدريس وحفص بن غياث ووكيع بن الجراح وخلقا غيرهم وروى عنه محمد بن يحيى الذهلي وعبد الله بن يحيى الذهلي وعبد الله بن يحيى بن حنبل وأبو يعلى الموصلي والحسن بن سفيان الثوري وأبو عبد الله البخاري ومسلم بن الحجاج وأبو داود السجستاني وأبو عيسى الترمذي وأبو عبد الرحمن النسائي وابن ماجه القزويني وأبو عروة المراي وخلق سواهم |جـ 4 صـ 494| وكان ابن عقدة يقدمه على جميع مشايخ الكوفة في الحفظ والكثرة فيقول ظهر لابن كريب بالكوفة ثلثمائة ألف حديث وكان ثقة مجمعا عليه ومات لثلاث بقين من جمادى الأولى سنة 342 وأوصى أن تدفن كتبه فدفنت ",
                "title": "الكوفة والنسبة الكوفي",
                "uri": "JK_000129_011140"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}