{
    "features": [
        {
            "item": "JK_000952_1626",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, p.497",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدندانقاني</h1> بفتح الدالين المهملتين بينهما النون ونون أخرى بعد الألف وبعدها القاف وفي آخرها النون هذه النسبة إلى الدندانقان وهي بليدة على عشرة فراسخ من مرو في الرمل خرج منها جماعة من المحدثين والعلماء منهم أبو بكر عبد الرحمن بن أحمد بن محمد بن عبد الله بن صالح الخطيب الدندانقاني خرج إلى بلاد ما وراء النهر وحدث بتلك البلاد عن أبي العباس أحمد بن سعيد المعداني وأبي عبد الله محمد بن أحمد الخضري الإمام وغيرهما روى عنه أبو العباس جعفر بن محمد المستغفري الحافظ ومات قبل الأربعمائة إن شاء الله ومن القدماء أبو السري منصور بن عمار بن كثير السلمي الواعظ الدندانقاني ومسجده في الرمل إلى الساعة مشهور يتبزك به كان من القصاص المحسنين ولم يكن له نظير في وقته في حسن الوعظ حدث عن معروف أبي الخطاب صاحب واثلة بن الأسقع رضي الله عنه وعن ليث بن سعد وعبد الله بن لهيعة ومنكدر بن محمد المنكدر وبشير بن طلحة روى عنه ابنه سليم وعلي بن خشرم ومحمد بن جعفر لعلوق وغيرهم قال أبو عبد الرحمن السلمي منصور بن عمار من أهل مرو من قرية يقال لها دندانقان ويقال من أهل أبيورد ويقال من أهل بوشنج وكتب بشر الحافي إلى منصور بن عمار اكتب إلي بما من الله علينا فكتب إليه منصور أما بعد يا أخي فقد أصبح بنا من نعم الله ما لا نحصيه في كثرة ما نعصيه ولقد بقيت متحيرا فيما بين هذين لا أدري كيف أشكره لجميل ما نشر أو قبيح ما ستر قال منصور بن عمار قال لي هارون كيف تعلمت هذا الكلام قال قلت يا أمير المؤمنين رأيت النبي صلى الله عليه وسلم في منامي وكأنه تفل في في وقال لي يا منصور قل فأنطقت بإذن الله وأبو القاسم أحمد بن أحمد بن إسحاق بن موسى الدندانقاني شيخ صالح كثير الخير سافر إلى الشام وديار مصر في صحبة أبي طاهر بن سلفة الحافظ الأصبهاني وسكن مكة وجاور بها أكثر من ثلاثين سنة سمع بإلإسكندرية أبا عبد الله محمد بن أحمد بن إبراهيم الرازي وأبا الحسن علي بن المشرف بن المسلم الأنماطي وغيرهما سمعت منه جزأين انتخبت عليه بمكة وقرأتهما عليه ومن القدماء أحمد بن خشنام الدندانقاني كان محدثا فاظلا وأحمد بن القاسم الدندانقاني كان حسن الصوت كثير الحديث هكذا ذكرهما أبو زرعة السنجي ",
                "title": "الدندانقاني",
                "uri": "JK_000952_1626"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}