{
    "features": [
        {
            "item": "JK_000952_3868",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.339-340",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعداني</h1> بفتح الميم وسكون العين وفتح الدال المهملة وفي اخرها النون هذه النسبة إلى معدان وهو اسم لبعض أجداد المنتسب إليه منهم أبو العباس أحمد بن سعيد بن أحمد بن محمد بن معدان الفقيه المعداني الأزدي كان فقيها فاضلا حافظا مكثرا من الحديث رحل إلى العراق والحجاز وأدرك الأسانيد العالية وانصرف إلى وطنه واشتغل بالجمع والتصنيف غير أن تصانيفه جمع فيها بين الغث والسمين واللحم والعظم سمع بمرو أبا عبد الرحمن عبد الله بن محمود السعدي وأبا علي الحسين بن محمد بن مصعب السنجي وبسرخس أبا لبيد محمد بن إدريس السامي وبنيسابور أبا بكر محمد بن إسحاق بن خزيمة الإمام وأبا العباس محمد بن إسحاق السراج وبالري أبا العباس عبد الرحمن بن عبد الله بن حماد الطهراني وببغداد أبا القاسم عبد الله بن محمد البغوي وأبا بكر محمد بن محمد بن سليمان الباغندي وبالكوفة أبا جعفر محمد بن الحسين الأشناني الخثعمي وطبقتهم روى عنه جماعة من الحفاظ مثل أبي عبد الله محمد بن عبد الله البيع وأبي عبد الله محمد بن أحمد الغنجار البخاري وأبي عبد الرحمن محمد بن الحسين السلمي وأبي بكر أحمد بن علي بن منجويه الأصبهاني وأبي غانم أحمد بن علي الكراعي وجماعة كثيرة سواهم ولد سنة إحدى وتسعين ومائتين وتوفي في الثامن من شهر رمضان سنة خمس وسبعين وثلاث مئة وأبو طاهر عمر بن محمد بن علي معدان الأديب الوراق الأصبهاني الأعرج |جـ 5 صـ 340| المعداني كان اديبا فاضلا عالما سمع أبا عبد الله محمد بن إسحاق بن منده الحافظ وعبد الله بن عمر بن الهيثم المذكر وأبا عمر بن عبد الوهاب الأصبهانيين ومن في طبقتهم ذكره أبو زكريا يحيى بن أبي عمرو بن منده وقال تكلموا فيه من قبل مذهبه يكتب كتب الأدب بالوراقة سمع منه جماعة قلت وظني أنه توفي في حدود سنة خمسين وأربع مئة وأبو إسحاق إبراهيم بن عمر بن حفص بن معدان الأصبهاني كان ثقة يروي عن بكر بن بكار وعلي بن عبد الحميد المعني ومحمد بن أبان العنبري روى عنه هارون بن سليمان وأحمد بن علي الجارود وتوفي سنة إحدى وخمسين ومائتين وأبو زرعة عبيد الله بن محمد بن أحمد بن راشد بن معدان بن عبد الرحيم بن راشد المديني المعداني نسب إلى جده الأعلى من أهل أصبهان حدث عن أبيه وأبي بكر عبد الله بن محمد بن النعمان روى عنه أبو بكر بن مردويه الحافظ وتوفي بعد سنة اثنتين وأربعين وثلاث مئة وأبو محمد يعقوب بن يوسف بن معدان بن يزيد بن عبد الرحمن الأصبهاني المعداني أخو محمد بن يوسف البناء الصوفي من أهل أصبهان لا يعلم أنه حدث إلا ما روى في كتبه وجودا روى عن أبي عثمان سعيد بن محمد بن زريق الراسبي روى عنه عبد الله بن أحمد بن إسحاق الأصبهاني ومعدان بن عبد الجبار بن محمد بن عمر بن معدان الأزدي المعداني ظني أنه من أهل الري يروي عن عمه عمر بن محمد بن عمر بن معدان المعداني روى عنه أبو زرعة وأبو حاتم الرازيان قال ابن أبي حاتم سألت أبي عنه فقال هو صدوق قال واختلفت إليه أكثر من عشرين مرة في سبب حديث واحد ولم يكن عنده غيره حتى سمعته ",
                "title": "المعداني",
                "uri": "JK_000952_3868"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}