{
    "features": [
        {
            "item": "JK_000129_012160",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.161-162",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المغمس</h1> بالضم ثم الفتح وتشديد الميم وفتحها اسم المفعول من غمست الشيء في الماء إذا غيبته فيه موضع قرب مكة في طريق الطائف مات فيه أبو رغال وقبره يرجم لأنه كان دليل صاحب الفيل فمات هناك قال أمية بن أبي الصلت الثقفي يذكر ذلك إن آيات ربنا ظاهرات ما يماري فيهن إلا الكفور حبس الفيل بالمغمس حتى ظل يحبو كأنه معقور كل دين يوم القيامة عند ال له إلا دين الحنيفة بور وقال نفيل ألا حييت عنا يا ردينا نعمناكم مع الإصباح عينا ردينة لو رأيت ولن تريه لدى جنب المغمس ما رأينا إذا لعذرتني ورضيت أمري ولن تأسي على ما فات بينا |جـ 5 صـ 162| حمدت الله أن أبصرت طيرا وخفت حجارة تلقى علينا وكل القوم عن نفيل كأن علي للحبشان دينا قال السهيلي المغمس بضم أوله هكذا لقيته في نسخة الشيخ أبي بحر المقيدة على أبي الوليد القاضي بفتح الميم الأخيرة من المغمس وذكر السكري في كتاب المعجم عن ابن دريد وعن غيره من أئمة اللغة أن المغمس بكسر الميم الأخيرة فإنه أصح ما قيل فيه وذكر أيضا أنه يروى بالفتح فعلى رواية الكسر هو مغمس مفعل كأنه اشتق من الغميس وهو الغميز يعني النبات الأخضر الذي ينبت في الخريف من تحت اليابس يقال غمس المكان وغمز إذا نبت فيه ذلك كما يقال مصوح ومشجر وأما على رواية الفتح فكأنه من غمست الشيء إذا غطيته وذلك أنه مكان مستور إما بهضاب وإما بعضاة وإنما قلنا هذا لأن رسول الله لما كان بمكة كان إذا أراد حاجة الإنسان خرج إلى المغمس وهو على ثلثي فرسخ من مكة كذلك رواه أبو علي بن السكن في كتاب السنن له وفي السنن لأبي داود أن رسول الله كان إذا أراد التبرز أبعد ولم يبين مقدار البعد وهو مبين من حديث ابن السكن ولم يكن ليأتي المذهب إلا وهو مستور متحفظ فاستقام المعنى فيه على الروايتين جميعا وقد ذكرته في رغال وقال ثعلبة بن غيلان الإيادي يذكر خروج إياد من تهامة ونفي العرب إياها إلى أرض فارس تحن إلى أرض المغمس ناقتي ومن دونها ظهر الجريب وراكس بها قطعت عنا الوذيم نساؤنا وغرقت الأبناء فينا الخوارس إذا شئت غناني الحمام بأيكة وليس سواء صوتها والعرانس تجوب من الموماة كل شملة إذا أعرضت منها القفار البسابس فيا حبذا أعلام بيشة واللوى ويا حبذا أجشامها والجوارس أقامت بها جسر بن عمرو وأصبحت إياد بها قد ذل منها المعاطس ",
                "title": "المغمس",
                "uri": "JK_000129_012160"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}