{
    "features": [
        {
            "item": "JK_000129_012323",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.204-205",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مناة</h1> لم أقف على أحد يقول في اشتقاقه وأنا أقول فيه ما يسنح لي فإن وافق الصواب فهو بتوفيق الله وإلا فالمجتهد مصيب فلعله يكون من المنا وهو القدر وكأنهم أجروه مجرى ما يعقل قال ومناه أي قدره ولا تقولن لشيء سوف أفعله حتى تبين ما يمني لك الماني أي ما يقدر عليك فكما نسبوا الفعل إلى القدر نسبوه إليه وكأنهم أجروه مجرى ما يعقل ويجوز أن يكون من المنا وهو الموت كأنه لما نسب الموت إليه سمي به ويجوز أن يكون من مناه الله بحبها أي ابتلاه كأنه أراد أنه المبتلي ويجوز أن يكون من منوت الرجل ومنيته إذا اختبرته أي أنه الخبير وألفه يجوز أن تكون منقلبة عن ياء كقولهم مناه يمنيه في قدره يقدره وأن تكون منقلبة عن واو كقولهم في تثنيته منوان وهذا اسم صنم في جهة البحر مما يلي قديدا بالمشلل على سبعة أميال من المدينة وكانت الأزد وغسان يهللون له ويحجون إليه وكان أول من نصبه عمرو بن لحي الخزاعي وقال ابن الكلبي كانت مناة صخرة لهذيل بقديد وكأن التأنيث إنما جاء من كونه صخرة وإليه أضيف زيد مناة وعبد مناة وقال أبو المنذر هشام بن محمد كان عمرو بن لحي واسم لحي ربيعة بن حارثة بن عمرو بن عامر الأزدي وهو أبو خزاعة وهو الذي قاتل جرهم حتى أخرجهم عن حرم مكة واستولى على مكة وأجلى جرهم عنها وتولى حجابة البيت بعدهم ثم إنه مرض مرضا شديدا فقيل له إن بالبلقاء من أرض الشام حمة إن أتيتها برأت فأتاها فاستحم بها فبرأ ووجد أهلها يعبدون الأصنام فقال ما هذه فقالوا نستسقي بها المطر ونستنصر بها على العدو فسألهم أن يعطوه منها ففعلوا فقدم بها مكة ونصبها حول الكعبة فلما صنع عمرو بن لحي ذلك دانت العرب للأصنام وعبدوها واتخذوها فكان أقدمها كلها مناة وقد كانت العرب تسمي عبد مناة وكان منصوبا على ساحل البحر من ناحية المشلل بقديد بين المدينة ومكة وما قارب ذلك من المواضع يعظمونه ويذبحون له ويهدون له وكان أولاد معد على بقية من دين إسماعيل وكانت ربيعة ومضر على بقية من دينه |جـ 5 صـ 205| ولم يكن أحد أشد إعظاما له من الأوس والخزرج قال أبو المنذر وحدث رجل من قريش عن أبي عبيدة عبد الله بن أبي عبيدة بن عمار بن ياسر وكان أعلم الناس بالأوس والخزرج قال كانت الأوس والخزرج ومن يأخذ مأخذهم من عرب أهل يثرب وغيرها فكانوا يحجون ويقفون مع الناس المواقف كلها ولا يحلقون رؤوسهم فإذا نفروا وأتوا مناة وحلقوا رؤوسهم عنده وأقاموا عنده لا يرون لحجهم تماما إلا بذلك فلإعظام الأوس والخزرج يقول عبد العزى بن وديعة المزني أو غيره من العرب إني حلفت يمين صدق برة بمناة عند محل آل الخزرج وكانت العرب جميعا في الجاهلية يسمون الأوس والخزرج جميعا الخزرج فلذلك يقول بمناة عند محل آل الخزرج ومناة هذه التي ذكرها الله تعالى في قوله عز وجل & ومناة الثالثة الأخرى & وكانت لهذيل وخزاعة وكانت قريش وجميع العرب تعظمها فلم تزل على ذلك حتى خرج رسول الله من المدينة في سنة ثمان للهجرة وهو عام الفتح فلما سار من المدينة أربع ليال أو خمس ليال بعث علي بن أبي طالب إليها فهدمها وأخذ ما كان لها وأقبل به إلى رسول الله وكان من جملة ما أخذه سيفان كان الحارث بن أبي شمر الغساني أهداهما لها أحدهما يسمى مخذما والآخر رسوبا وهما سيفا الحارث اللذان ذكرهما علقمة بن عبدة في شعره فقال مظاهر سربالي حديد عليهما عقيلا سيوف مخذم ورسوب فوهبهما النبي لعلي رضي الله عنه فأحدهما يقال له ذو الفقار سيف الإمام علي ويقال إن عليا وجد هذين السيفين في الفلس وهو صنم طيء حيث بعثه رسول الله فهدمه وقد جرى ذكر ذلك في الفلس على وجهه وقال ابن حبيب كانت الأنصار وأزد شنوءة وغيرهم من الأزد يعبدون مناة وكان بسيف البحر سدنته الغطاريف من الأزد قال الحازمي ومناة أيضا موضع بالحجاز قريب من ودان ",
                "title": "مناة",
                "uri": "JK_000129_012323"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}