{
    "features": [
        {
            "item": "JK_000952_3237",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.487-489",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القريني</h1> بفتح القاف وكسر الراء بعدها الياء المنقوطة من تحتها باثنتين وفي آخرها النون |جـ 4 صـ 488| هذه النسبة إلى القرينة وهو اسم لبعض أجداد المنتسب إليه والمشهور بالانتساب إليه أبو طلحة منصور بن محمد بن علي بن قرينة بن سويد الدهقان النسفي البزدي القريني من أهل بزدة يروي عن محمد بن إسماعيل البخاري كتاب الجامع الصحيح وهو أحد من حدث به عنه وكان ثقة توفي سنة تسع وعشرين وثلاثمائة وأبو محمد الحسن بن علي بن عاصم بن صهيب البغدادي القريني وهو مولى قرينة بنت محمد بن أبي بكر الصديق وهو أخو عاصم بن علي واسطي الأصل سكن بغداد وحدث بها عن أيمن بن نابل وعن أبي عمرو الأوزاعي وعبد الملك بن مسلم بن سلام روى عنه أخوه عاصم وأحمد بن حنبل وقال يعقوب بن شيبة سألت يحيى بن معين عن عاصم بن علي فطعن فيه وفي أبيه وأخيه ومات الحسن في حياة أبيه علي بن عاصم وأخوه أبو الحسن عاصم بن علي القريني الواسطي نزل بغداد زمانا طويلا وحدث بها عن ابن أبي ذئب وشعبة والمسعودي وعاصم بن محمد بن زيد والليث بن سعد وغيرهم يروي عن أحمد بن حنبل وعبيد الله القواريري وعمرو بن علي والبخاري في صحيحه ومحمد بن يحيى المروزي وجماعة ولما ورد بغداد أملى بها في مسجد الرصافة وكان مجلسه يحزر بأكثر من مائة ألف إنسان وكان المستملي هارون الديك يركب نخلة معوجة ويستملي فبلغ المعتصم كثرة الجمع فأمر بحزرهم فوجه بقطاعي الغنم فحزوروا المجلس عشرين ومائة ألف وقال أحمد بن عيسى بكرت إلى مجلس عاصم فأصابتني فترة فرجعت ونمت فأتاني آت في المنام فقال إئت مجلس عاصم فإنه غيظ لأهل الكفر وكان يحيى بن معين يقول عاصم ليس بشيء وسئل عنه فذمه واتهمه ومات في رجب سنة إحدى وعشرين ومائتين وقرين بن سهل بن قرين القريني نسب إلى جده حدث عن أبيه سهل وأبوه يحدث عن أبن أبي ذئب وروى عن قرين محمد بن غالب تمتام وعن أبيه سهل ابنه |جـ 4 صـ 489| وعبد الرحمن بن سلام الجمحي ",
                "title": "القريني",
                "uri": "JK_000952_3237"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}