{
    "features": [
        {
            "item": "JK_000129_000879",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.236",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أقريطش والنسبة الأقريطشي</h1> بفتح الهمزة وتكسر والقاف ساكنة والراء مكسورة وياء ساكنة وطاء مكسورة وشين معجمة اسم جزيرة في بحر المغرب يقابلها من بر إفريقية لوبيا وهي جزيرة كبيرة فيها مدن وقرى وينسب إليها جماعة من العلماء قال أحمد ابن يحيى بن جابر غزا جنادة بن أبي أمية الأزدي بعد فتحه جزيرة أرواد في سنة 45 في أيام معاوية ثم غزا أقريطش فلما كان في أيام الوليد فتح بعضها ثم أغلق وغزاها حميد بن معيوف الهمداني في خلافة الرشيد ففتح بعضها ثم غزاها في خلافة المأمون أبو حفص عمر بن عيسى الأندلسي المعروف بالأقريطشي فافتتح منها حصنا واحدا ونزله ثم لم يزل بفتح شيئا بعد شيء حتى لم يبق فيها من الروم أحدا وخرب حصونهم وذلك في سنة 012 في أيام المأمون وقال غير البلاذري فتحت أقريطش في أول أيام المأمون وقيل فتحت بعد 052 على يد عمرو بن شعيب المعروف بابن الغليظ وكان من أهل قرية بطروح من عمل فحص البلوط من الأندلس وتوارثها عقبه سنين كثيرة وقال ابن يونس كان أول من افتتحها شعيب ابن عمر بن عيسى وكان سمع يونس بن عبد الأعلى وغيره بمصر ثم ندب لفتحها فسار إليها حتى افتتحها وكانت من أعظم بلاد المسلمين نكاية على الروم إلى أن أناخ عليها نقفور بن الفقاس والدمستق في خلافة المطيع وتملك أرمانوس بن قسطنطين في آخر جمادى الأولى سنة 943 في اثنين وسعبين ألفا منهم خمسة آلاف فارس ولم يزل محاصرا لها حتى فتحها عنوة بالحرب والجوع في نصف المحرم سنة 053 فقتل ونهب وسبى وأخذ صاحبها عبد العزيز بن شعيب من ولد أبي حفص عمر بن عيسى الأندلسي وأمواله وبني عمه وحمل ذلك كله إلى القسطنطينية وقيل إنه حمل إلى القسطنطينية من أموالها وسبي أهلها نحوا من ثلاثمائة مركب وهدموا حجارة المدينة وألقوها في الميناء الذي دخلت مراكبهم فيه لئلا يدخل فيه بعدهم عدو وهي إلى الآن بيد الأفرنج ونسب إليها بعض الرواة منهم محمد ابن عيسى أبو بكر الأقريطشي حدث بدمشق عن محمد بن القاسم المالكي روى عنه عبد الله بن محمد النسائي المؤدب قاله أبو القاسم ",
                "title": "أقريطش والنسبة الأقريطشي",
                "uri": "JK_000129_000879"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}