{
    "features": [
        {
            "item": "JK_000129_012182",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.164-165",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المقام</h1> بالفتح ومقامات الناس بالفتح مجالسهم الواحد مقام ومقامه وقيل المقام موضع قدم القائم والمقام بالضم مصدر أقمت بالمكان مقاما وإقامة والمقام في المسجد الحرام هو الحجر الذي قام عليه إبراهيم عليه السلام حين رفع بناء البيت وقيل هو الحجر الذي وقف عليه حين غسلت زوج ابنه إسماعيل رأسه وقيل بل كان راكبا فوضعت له حجرا من ذات اليمين فوقفت عليه حتى غسلت شق رأسه الأيمن ثم صرفته إلى الشق الأيسر فرسخت قدماه فيه في حال وقوفه عليه وقيل هو الحجر الذي وقف عليه حتى أذن في الناس بالحج فتطاول له وعلا على الجبل حتى أشرف على ما تحته فلما فرغ وضعه قبلة وقد جاء في بعض الآثار أنه كان ياقوته من الجنة وقيل في قوله تعالى & واتخذوا من مقام إبراهيم مصلى & المراد به هذا الحجر وقيل بل هي مناسك الحج كلها وقيل عرفة وقيل مزدلفة وقيل الحرم كله وذرع المقام ذراع وهو مربع سعة أعلاه أربع عشرة إصبعا في مثلها وفي أسفله مثلها وفي طرفيه طوق من الذهب وما بين الطرفين بارز لا ذهب عليه طوله من نواحيه كلها تسع أصابع وعرضه عشر أصابع وعرضه من نواحيه إحدى وعشرون إصبعا ووسطه مربع والقدمان داخلتان في الحجر سبع أصابع وحولهما مجوف وبين القدمين من الحجر إصبعان ووسطه قد استدق من التمسح به والمقام في حوض مربع حوله رصاص وعلى الحوض صفائح من رصاص ومن المقام في الحوض إصبعان وعليه صندوق ساج وفي طرفه سلسلتان تدخلان في أسفل الصندوق ويقفل عليه قفلان وقال عبد الله بن شعيب بن شيبة ذهبنا نرفع المقام في خلافة المهدي فانثلم وهو حجر رخو فخشينا أن |جـ 5 صـ 165| يتفتت فكتبنا في ذلك إلى المهدي فبعث إلينا ألف دينار فصببناها في أسفله وفي أعلاه وهو هذا الذهب الذي عليه اليوم وقال عبد الله بن عمرو بن العاص الركن والمقام ياقوتتان من ياقوت الجنة طمس الله نورهما ولولا ذلك لأضاء ما بين المشرق والمغرب وقال البشاري المقام بإزاء وسط البيت الذي فيه الباب وهو أقرب إلى البيت من زمزم يدخل في الطواف في أيام الموسم ويكب عليه صندوق حديد عظيم راسخ في الأرض طوله أكثر من قامة وله كسوة ويرفع المقام في كل موسم إلى البيت فإذا رفع جعل عليه صندوق خشب له باب يفتح في أوقات الصلاة فإذا سلم الإمام استلمه ثم أغلق الباب وفيه أثر قدم إبراهيم عليه السلام مخالفة وهو أسود وأكبر من الحجر الأسود ",
                "title": "المقام",
                "uri": "JK_000129_012182"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}