{
    "features": [
        {
            "item": "JK_000952_2005",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.198-199",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الساغرجي</h1> بفتح السين المهملة والغين المعجمة وسكون الراء وفي آخرها الجيم وقد يقال بالصاد بدل السين وسنذكره في الصاد ايضا لأنه يقال لها ساغرج وصاغرج وهي قرية من قرى السغد على خمسة فراسخ من سمرقند وهي من نواحي إشتيخن منها أبو النضر محمد بن حاتم بن سعيد الساغرجي السغدي يروي عن أبيه روى عنه أبو بكر محمد بن عبد الله بن إبراهيم المستملي ويعلى بن أنس بن ماجد الساغرجي ذكره أبو سعد الإدريسي وقال كان صديقي وكان يسمع معنا من أبي جعفر محمد بن إبراهيم بن الحسن الفرغاني وسمع أبا يعلى عبد المؤمن بن خلف النسفي روى عنه محمد بن عبد الله المستملي وابو نصر أحمد بن الفرج بن عبد العزيز بن أبي الهيثم الساغرجي فقيه فاضل صالح رزق أولادا علماء حدث عن يوسف بن صالح الخطيب وغيره روى عنه ابنه وتوفي |جـ 3 صـ 199| بسمرقند في شهر ربيع الأول سنة أربع وعشرين وخمسمائة ودفن بجاكر ديزه وابنه أبو المحامد محمود بن أحمد بن الفرج الساغرجي صار شيخ الإسلام بسمرقند وكان فاضلا مفتيا مصيبا عارفا بالمتفق والمختلف كثير العبادة تفقه على البرهان ببخارى وسمع الحديث منه ومن جماعة ببخارى وسمرقند مثل أبي المعين مكحول بن محمد النسفي ومحمد بن أبي بكر العتابي وغيرهما سمعت منه الكثير بسمرقند مثل كتاب تنبيه الغافلين لأبي الليث السمرقندي بروايته عن الخطيب التنوخي عن حفيد الترمذي عنه وكان بيني وبينه أنس شديد وألفة ومودة لا إلى غاية وكانت ولادته في جمادى الآخرة سنة ثمانين وأربعمائة ويوسف بن صالح بن محمد بن عبيد الله الساغرجي الخطيب يروي عن أبي الحسن علي بن أحمد السنكباثي روى عنه أبو حفص عمر بن محمد النسفي وتوفي بسمرقند ودفن في مقبرة الإمام الفراء وأبو يعقوب يوسف بن بختيار بن محمد الساغرجي كان يسكن في سكة صالح برأس قنطرة غانفر من سمرقند ويدرس في مدرسة رأس سكة حائط حيان توفي ليلة الجمعة الثالث من شهر صفر سنة اثنتين وخمسمائة ودفن بمقبرة رأس قنطرة غانفر ",
                "title": "الساغرجي",
                "uri": "JK_000952_2005"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}