{
    "features": [
        {
            "item": "JK_000952_1539",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.437-439",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدارقطني</h1> بفتح الدال المهملة بعدها الألف ثم الراء والقاف المضمومة والطاء |جـ 2 صـ 438| المهملة الساكنة وفي آخرها النون هذه النسبة إلى دار القطن وهي كانت محلة ببغداد كبيرة خربت الساعة كنت اجتاز بها بالجانب الغربي وأراني صاحبنا الشيخ سعد الله بن محمد المقري مسجده في دار القطن منها أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار بن عبد الله الحافظ الدارقطني من أهل بغداد كان أحد الحفاظ المتقنين المكثرين وكان يضرب به المثل في الحفظ سمع أبا القاسم البغوي وأبا بكر بن أبي داود السجستاني ويحيى بن محمد بن صاعد وبدر بن الهيثم القاضي وأبا عمر محمد بن يوسف القاضي الأزدي وخلقا كثيرا من هذه الطبقة روى عنه أبو بكر البرقاني وأبو نعيم الأصبهاني وأبو محمد الخلال وأبو القاسم التنوخي وأبو محمد الجوهري والقاضي أبو الطيب الطبري وأبو طالب بن العشاري وآخرهم الشريفان أبو الحسين بن المهتدي بالله وأبو الغنائم بن المأمون الهاشميان ذكره أبو بكر أحمد بن علي بن ثابت الخطيب في التاريخ وقال أبو الحسن الدارقطني كان فريد عصره وقريع دهره ونسيج وحده وإمام وقته انتهى إليه علم الأثر والمعرفة بعلل الحديث وأسماء الرجال وأحوال الرواة مع الصدق والأمانة والثقة والعدالة والقبول الشهادة وصحة الإعتقاد وسلامة المذهب والاضطلاع بعلوم سوى علم الحديث منها علم القراءات جمع فيها كتابا مختصرا موجزا جمع الأصول في أبواب عقدها في أول الكتاب وسمعت بعض من يعتني بعلوم القرآن يقول لم يسبق أبو الحسن إلى طريقته التي سلكها في عقد الأبواب المقدمة في أول القراءات وصار القراء بعده يسلكون طريقته في تصانيفهم ويحذون حذوه ومنها المعرفة بمذاهب الفقهاء فإن كتاب السنن الذي صنفه يدل على أنه كان ممن اعتنى بالفقه لأنه لا يقدر على جمع ما تضمن ذلك الكتاب إلا من تقدمت معرفته بالاختلاف في الأحكام وبلغني أنه درس الفقه الشافعي على أبي سعيد الأصطخري وقيل بل درس الفقه على صاحب لأبي سعيد وكتب الحديث عن أبي سعيد نفسه ومنها أيضا المعرفة بالأدب والشعر وقيل إنه كان يحفظ دواوين جماعة من الشعراء وسمعت حمزة بن محمد بن طاهر الدقاق يقول كان أبو الحسن الدارقطني يحفظ ديوان السيد الحميري في جملة ما يحفظ من الشعر فنسب إلى التشيع لذلك قال وحدثني الأزهري أن أبا الحسن لما دخل مصر كان بها شيخ عربي من أهل المدينة يقال له مسلم بن عبد الله وكان عنده كتاب النسب عن الخضر بن داود عن الزبير بن بكار وكان مسلم أحد الموصوفين بالفصاحة المطبوعين على العربية فسأل الناس أبا الحسن أن يقرأ عليه كتاب النسب ورغبوا في سماعه بقراءته فأجابهم إلى ذلك واجتمل في المجلس من كان بمصر من أهل العلم والأدب والفضل فحصروا على أن يحفظوا على أبي الحسن لحنة أو يظفروا منه بسقطة فلم |جـ 2 صـ 439| يقدروا على ذلك حتى جعل مسلم يعجب ويقول له وعربية أيضا وكان عبد الغني بن سعيد يقول أحسن الناس كلاما على حديث رسول الله صلى الله عليه وسلم ثلاثة علي بن المديني في وقته وموسى بن هارون في وقته وعلي بن عمر الدارقطني في وقته وقال أبو الطيب الطبري حضرت أبا الحسن الدارقطني وقد قرأت عليه الأحاديث التي جمعها في الوضوء من مس الذكر فقال لو كان أحمد بن حنبل حاضرا لاستفاد هذه الأحاديث ولد الدارقطني سنة ست وثلاثمائة ومات في ذي القعدة سنة خمس وثمانين وثلاثمائة ودفن بمقبرة باب الدير قريبا من قبر معروف الكرخي ",
                "title": "الدارقطني",
                "uri": "JK_000952_1539"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}