{
    "features": [
        {
            "item": "JK_000952_2193",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.324-326",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السني</h1> بضم السين المهملة وتشديد النون المكسورة هذه النسبة إلى السنة التي هي ضد البدعة ولما كثر أهل البدع خصوا جماعة بهذا الانتساب والمشهور بهذه النسبة العلاء بن عمرو السني يروي عن إسماعيل بن يحيى روى عنه أبو شيبة داود بن إبراهيم البغدادي وأبو زكريا يحيى بن زكريا السني يروي عن محمد بن الصباح الدولابي واليسع بن إسماعيل الضرير وفضل بن سهل روى عنه محمد بن عبد الرحمن الدغولي ومحمد بن قارن الرازي ومحمد بن أحمد السني بغدادي سكن أصبهان يروي عن أحمد بن عبدة وهارون بن سعيد الأيلي وعبد الحميد بن بيان وغيرهم روى عنه أحمد بن جعفر بن معبد وأبو الحسن علي بن يحيى بن الخليل بن زكريا بن عبد الله السني العطار البغدادي المفلوج يروي عن أحمد بن محمد بن يحيى بن سعيد روى عنه موسى بن محمد بن جعفر بن عرفة وأبو الحسن محمد بن عبد الله بن موسى السني التاجر من أهل مرو نافلة يحيى بن زكريا السني يروي عن أبي الموجه وعبدان بن محمد وكان ثقة في الحديث كذوب اللهجة |جـ 3 صـ 325| في المعاملات وحدث الناس مات سنة نيف وأربعين وثلاثمائة هكذا ذكره ابن ماكولا وقال ذكره ابن أبي معدان قلت روى عنه أبو عبد الله الحافظ البيع وأبو عبد الله بن مندة الأصبهاني وأبو الحسن علي بن محمد بن منصور بن قريش السني الكرابيسي البخاري حدث عن عبيد الله بن واصل ومحمد بن عيسى الطرسوسي وأبو العباس أحمد بن محمد السني الزيات البصري يروي عن السري بن عاصم الهمداني روى عنه محمد بن علي بن العلاء القاضي شيخ القاضي أبي العلاء الواسطي وأبو بكر أحمد بن محمد بن إسحاق بن إبراهيم بن أسباط بن عبد الله بن إبراهيم بن بديح السني الحافظ الدينوري مولى عبد الله بن جعفر بن أبي طالب ولعل بديحا مولاه يروي عن أبي عروبة وابن جوصا والنسائي روى عنه جماعة كثيرة منهم أبو بكر أحمد بن عبد الله بن علي بن شاذان القاضي الدينوري وحفيده أبو زرعة روح بن محمد بن أحمد بن محمد بن إسحاق السني يروي عن جعفر بن عبد الله بن فناكي وأحمد بن فارس اللغوي وقد ذكرتهما في الباء الموحدة في البديحي وأبو محمد بن أبي سهل أحمد بن محمد بن زياد القطان وعلي بن أحمد بن محمد بن إسحاق بن محمد بن عثمان السني الدينوري يروي عن عبد الرحمن بن الحسن القاضي الهمداني وعبد الجواد بن محمد الدينوري وحامد بن عبد الله بن الحسن الحلواني الهمداني روى عنه أبو بكر أحمد بن علي اليزدي وغيره وتوفي ببخارى يوم الجمعة سنة أربع وتسعين وثلاثمائة وإسماعيل بن محفوظ السني كان بالرملة وأبو سلمة أحمد بن محمد بن عبد العزيز السني من أهل نسف كان بها شيخ يقال له أحمد بن محمد بن عبد العزيز وكان معتزليا فلقب هذا بالسني يروي وأدركت أنا من أولاده شيخا يقال له أبو سلمة الحسين بن محمد بن أبي سلمة السني يعرف بالدهقان سمع أجزاء من كتاب السنن للبجيري المعروف بالصحيح وكان يرويها عن أبي بكر محمد بن أحمد بن محمد البلدي قرأت عليه أجزاء بنسف وكانت ولادته وأبو عبد الله عبد الكريم بن علي بن أحمد بن علي بن الحسن بن عبد الله التميمي يعرف بابن السني من قصر ابن هبيرة سكن بغداد ومات بها كان يروي عن أبي بكر |جـ 3 صـ 326| محمد بن عمر بن زنبور الوراق والقاضي أبي محمد بن الأكفاني روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ وأبو بكر أحمد بن علي بن ثابت الخطيب وذكره في التاريخ وقال كتبت عنه وكان صدوقا دينا كثير الدرس للقرآن وكانت ولادته بالقصر في النصف من صفر سنة إحدى وسبعين وثلاثمائة ومات في المحرم سنة تسع وخمسين وأربعمائة ودفن بباب حرب وأبو محمد جعفر بن أحمد بن يوسف بن إسحاق السني حدث عن أحمد بن يزيد وأبي حاتم وأبي زرعة الرازيين وعبد الحميد بن عصام ويحيى بن عبدك القزويني ومحمد بن يزيد بن ماجه روى عنه أبو الفضل صالح بن أحمد الهمذاني الحافظ وهشام بن عبيد الله الرازي السني يحدث عن بشير بن سلمان ومالك بن أنس والليث بن سعد وابن لهيعة وحماد بن زيد وأبي عوانة وعبد الرحمن بن أبي الزناد روى عنه بقية بن الوليد والحسن بن عرفة وأبو مسعود أحمد بن الفرات وأبو حاتم الرازيان ومحمد بن المغيرة وأبو يحيى محمد بن سعيد بن غالب العطار البغدادي ",
                "title": "السني",
                "uri": "JK_000952_2193"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}