{
    "features": [
        {
            "item": "JK_000129_003315",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.153-155",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جلق</h1> بكسرتين وتشديد اللام وقاف كذا ضبطه الأزهري والجوهري وهي لفظة أعجمية ومن عربها قال هو من جلق رأسه إذا حلقه وهو اسم لكورة الغوطة كلها وقيل بل هي دمشق نفسها وقيل جلق موضع بقرية من قرى دمشق وقيل صورة امرأة يجري الماء من فيها في قرية من قرى دمشق قاله نصر قال حسان بن ثابت الأنصاري لله در عصابة نادمتهم يوما بجلق في الزمان الأول وقال حسان بن نمير المعروف بعرقلة الدمشقي يذكرها ويصف كثيرا من نواحيها من قصيدة وزان بها قصيدة أبي نواس فقال أجارة بيتينا أبوك غيور مدح بها صلاح الدين يوسف بن أيوب وقصده بها إلى مصر كما فعل أبو نواس في قصيدة الخصيب حيث قال عسى من ديار الظاعنين بشير ومن جور أيام الفراق مجير لقد عيل صبري بعدهم وتكاثرت همومي ولكن المحب صبور وكم بين أكناف الثغور متيم كئيب غزته أعين وثغور |جـ 2 صـ 155| وكم ليلة بالماطرون قطعتها ويوم إلى الميطور وهو مطير سقى الله من سطرا ومقرا منازلا بها للندامى نضرة وسرور ولا زال ظل النيربين فإنه طويل ويوم المرء فيه قصير ويا بردى لا زال ماؤك باردا وماء الحيا من ساحتيك نمير أبى العيش إلا بين أكناف جلق وقد لاح فيها أشمس وبدور وكم بحمى جيرون سرب جآذر حبائلهن المال وهو نفور وسكن سأحويه إذا سرت قاصدا إلى بلد فيه الصلاح أمير وقال بعض الشعراء وجعلها مثلا في كثرة المياه والخير وغناها عن الأمطار الرزق كالوسمي ربتما غدا روض القطا وسقى حدائق جلق فإذا سمعت بحول متأدب متأله فهو الذي لم يرزق والرزق يخطي باب عاقل قومه ويبيت بوابا لباب الأحمق و جلق أيضا ناحية بالأندلس بسرقسطة يسقي نهرها عشرين ميلا من باب سرقسطة وليس بالأندلس أعذب من مائه وهو يجري نحو المشرق ويزعمون أن الماء إذا جرى مشرقا كان أعذب وأصح من الذي يجري نحو المغرب وكان بنو أمية لما تملكوا الأندلس بعد انتقالهم من الشام أيام هربهم من بني العباس سموا عدة مواضع بالأندلس بأسماء مدن الشام فسموا إشبيلية حمص وسموا موضعا آخر الرصافة وموضعا آخر تدمر ثم تلاعبت بها ألسنة أهل الأندلس فقالوا تدمير وسموا هذا الموضع جلق وقال الأديب أبو زيد عبد الرحمن بن مقانا الأشبوني دعوت فأسمعت بالمرهفا ت صم الأعادي وصم الصفا وشمت سيوفك في جلق فشامت خراسان منك الحيا قال ابن بسام الأندلسي بعد إيراده هذا البيت جلق واد في شرقي الأندلس ",
                "title": "جلق",
                "uri": "JK_000129_003315"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}