{
    "features": [
        {
            "item": "JK_000952_0822",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.19-20",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجبلي</h1> بفتح الجيم والباء المنقوطة بواحدة وفي آخرها اللام هذه النسبة إلى الجبل وهي كثيرة في كل إقليم بعضهم ينتسبون إلى جبال همذان وبخراسان بهراة جماعة ينتسبون إلى جبل هراة منهم أبو سعد محمد محمد بن ربيع الجبلي الهروي يروي عن أبي عمر المليحي عن أبي حامد النعيمي صحيح البخاري وجامع أبي عيسى الترمذي عن جماعة روى لنا عنه أبو عبد الله الأزدي الحافظ ومات في حدود سنة عشرين وخمسمائة وعبد الواسع بن عبد الجامع الجبلي الشاعر المفلق روى لنا عن أبي عبد الله محمد بن علي بن العميري بهراة وسمعت شيئا من شعره بمرو وأما أبو إسحاق بن الشاذ بن محمد الجبلي ذكره أبو بكر الخطيب الحافظ فقال من موضع يقال له جبل الفضة سكن هراة وورد بغداد في سنة سبع وأربعين وثلاثمائة وحدث عن محمد بن عبد الرحمن السامي ومحمد بن إسخاق بن خزيمة السلمي روى عنه أبو الحسن بن رزقويه وغيره وأما الجبلي المعروف بهذه النسبة إلى جبلة وهي بلدة من بلاد الشام قريبة من حمص مما يلي تلك السواحل فيما أظن وسمع أبو القاسم سليمان بن أحمد بن أيوب الطبراني عن جماعة بها ويقول أنا فلان بمدينة جبلة وأبو طالب علي بن أحمد بن غسال بن شرحبيل به غسال بن الصلت الجبلي منها يروي عن أحمد بن عبد الوهاب بن نجدة الحوضي الجبلي روى عنه أبو الحسن محمد بن أحمد بن جميع الغساني وذكر أنه سمع منه بجبلة وأبو عمران موسى بن محمد بن مسلم الجبلي يروي عن أحمد بن عبد الوهاب بن نجدة الحوطي روى عنه أبو الحسين بن جميع وذكر أنه سمع منه بجبلة وأبو القاسم سليمان بن علي بن سليمان الجبلي الفقيه المقيم بمكة حدث عن ابن المؤمن وغيره قال ابن ماكولا سليمان ابن علي الجبلي الفقيه المقيم بمكة من جبلة الحجاز وأبو علي الحسن بن علي بن محمد الجبلي بصري حدث عن أبي خليفة الفضل بن الحباب ومحمد بن محمد بن عزرة الجوهري وبكر بن أحمد بن مقبل وجماعة وغيرهم روى عنه علي بن محمد بن حبيب الماوردي ومحمد بن أحمد الجبلي أندلسي محدث سمع من بقي ابن مخلد وأبي عبد الله محمد بن |جـ 2 صـ 20| وضاح بن بزيع مات سنة ثلاث عشرة وثلاثمائة ومحمد بن الحسن الجبلي اندلسي جزيري نحوي شاعر كثير القول سمعه أبو عبد الله الحميدي وقال لي تركته حيا قبل سنة خمسين وأربعمائة وعلي بن عبد لله الجبلي عن محمد بن علي الوجيهي قال كان أبو العباس ابن عطاء روى عنه أبو حازم العبدوي هو علي بن عبد الله بن جهضم الهمذاني نسبة إلى الجبل لإن همذان من الجبل وأما أبو عبد الرحمن عبد الله بن عبد العزيز بن عثمان بن جبلة بن أبي رواد الجبلي منسوب إلى جده جبلة مشهور من أهل مرو وذكره في الكتب مثبت وأحمد بن عبيد الله بن جرير بن جبلة الجبلي يروي عن أبيه عبيد الله ونسب إلى جده الأعلى روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبوه عبيد الله الجبلي يروي عن محمد بن الحسن القردوسي وأبو عبد الله أحمد بن محمد بن سعيد بن جبلة الصيرفي الجبلي نسب إلى جده الأعلى هو بغدادي سمع سفيان بن عيينة ومعن بن عيسى وإسحاق نجيح الملطي ومحمد بن إدريس الشافعي والأسود بن عامر شاذان وغيرهم روى عنه محمد بن هارون بن المجدر وهاشم بن القاسم الهاشمي وأحمد بن عبد الله الوكيل وأبو عبيد القاسم بن إسماعيل المحاملي ",
                "title": "الجبلي",
                "uri": "JK_000952_0822"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}