{
    "features": [
        {
            "item": "JK_000952_0743",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.484-485",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التنوخي</h1> بفتح التاء المنقوطة من فوقها باثنتين وضم النون المخففة وفي آخرها الخاء المعجمة هذه النسبة إلى تنوخ وهو إسم لعدة قبائل اجتمعوا قديما بالبحرين وتحالفوا على التوارز والتناصر وأقاموا هناك فسمعوا تنوخا والتنوخ الإقامة وقال أبو العلاء المعري يصف الثلج % أتانا في الولادة وهو شيخ % % فأزرى بالشباب وبالشيوخ % % وقال أريد عندكم تنوخا % % فقلت أصبت أنا من تنوخ % وجماعة منهم نزلت معرة النعمان وأكثرهم كانوا فضلاء علماء وأبو العلاء أحمد بن عبد الله بن سليمان بن محمد بن سليمان بن أحمد بن سليمان بن داود بن المطهر بن زياد بن ربيعة بن الحارث بن ربيعة بن أنور بن أسحم بن أرقم بن النعمان بن عدي بن عبد غطفان بن عمرو بن بريح بن خزيمة بن تيم الله وهو تنوخ بن أسد بن وبرة بن تغلب بن حلوان ابن عمران بن إلحاف بن قضاعة التنوخي المعري من أهل معرة النعمان كان حسن الشعر جزل الكلام فصيح اللسان غزير الأدب عالما باللغة حافظا لها صنف التصانيف الكبار وأملاها من حفظه وكان ضريرا عمي في صباه وكان يتزهد ولا يأكل اللحم ويلبس خشن الثياب وصنف كتبا في اللغة وقيل أنه عارض سورا من القرآن وحكي عنه حكايات مختلفة في اعتقاده حتى رماه بعض الناس بالإلحاد وشعره المعروف بسقط الزند سائر مشهور سمع الحديث اليسير وحدث به روى عنه أبو القاسم علي بن المحسن التنوخي القاضي وأبو الخطاب العلاء بن حزم الأندلس وأبو طاهر محمد بن أحمد بن أبي الصقر الأنباري وأبو زكريا يحيى بن علي الخطيب التبريزي وجماعة كثيرة سواهم وحكي تلميذه |جـ 1 صـ 485| أبو زكريا التبريزي أنه كان قاعدا في مسجده بمعرة النعمان بين يديه يقرأ عليه شيئا من تصانيفه قال وكنت قد أقمت عنده سنين ولم أر واحدا من أهل بلدي فدخل معنا صفة المسجد بعض جيراننا للصلاة فرأيته وعرفته وتغيرت من الفرح فقال لي أبو العلاء أي شيء أصابك فحكيت له أني رأيت جارا لي بعد أن لم ألق أحدا أهل بلدي منذ سنين فقال لي قم وكلمه فقلت له حتى أتمم السبق فقال قم أنا أنتظرك فقمت وكلمته بلسان الأذربية شيئا كثيرا إلى أن سألت عن كل ما أردت فلما رجعت وقعدت بين يديه قال لي أي لسان هذا قلت هذا لسان أهل أذربيجان فقال ما عرفت اللسان ولا فهمته غير أني حفظت ما قلتما ثم أعاد علي لفظا بلفظ ما قلنا وجعل جاري يتعجب غاية العجب ويقول كيف حفظ شيئا لم يفهمه وكانت ولادته في شهر ربيع الأول سنة ثلاث وستين وثلاثمائة ودخل بغداد سنة تسع وتسعين وثلاثمائة ومات يوم الجمعة في الثالث عشر من شهر ربيع الأول سنة تسع وأربعين وأربعمائة بمعرة النعمان وأبو القاسم علي بن محمد بن أبي الفهم التنوخي واسم أبي الفهم داود بن إبراهيم بن تميم بن جابر بن هانىء بن زيد بن عبيد بن مالك بن مريط بن سرح بن نزار بن عمرو بن الحارث بن صبيح بن عمرو بن الحارث بن عمرو وهو أحد ملوك تنوخ الأقدمين بن فهم بن تيم الله بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن إلحاف بن قضاعة التنوخي ولد أبو القاسم هذا بأنطاكية في ذي الحجة سنة ثمان وسبعين ومائتين وقدم بغداد في حداثته وتفقه بها على مذهب أبي حنيفة رحمه الله وكان قد سمع الحديث من الحسن بن أحمد بن حبيب الكرماني صاحب مسدد ومن أحمد بن خليد الحلبي صاحب أبي اليمان الحمصي والحسن بن أحمد بن إبراهيم بن فيل الأنطاكي والحسين بن عبد الله القطان الرقي ومحمد بن حصن الألوسي وأبي بكر بن الباغندي وحامد بن محمد بن شعيب البلخي ونحوهم وكان يعرف الكلام في الأصول على مذاهب المعتزلة ويعرف النجوم وأحكامها معرفة ثاقبة ويقول الشعر الجيد وله ديوان مجموع وولي القضاء بالأهواز وسائر كورها وتقلد قضاء ايذج وجند حمص من قبل المطيع لله وحدث ببغداد فروى عنه من أهلها أبو حفص بن الآجري وأبو القاسم بن الثلاج ومات بالبصرة في شهر ربيع الأول سنة اثنتين وأربعين وثلاثمائة ودفن في الغد في تربة اشتريت له بشارع المربد وحفيده أبو القاسم علي بن المحسن بن علي بن محمد بن أبي الفهم التنوخي سمع أبا الحسن علي بن أحمد بن كيسان النحوي وإسحاق بن سعد بن الحسن بن سفيان النسوي وأبا القاسم |جـ 1 صـ 486| عبد الله بن إبراهيم الزبيبي وعلي بن محمد بن سعيد الرزاز وخلقا كثيرا من طبقتهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب وقال كتبت عنه وسمعته يقول ولدت بالبصرة في النصف من شعبان سنة سبعين وثلاثمائة وكان قد قبلت شهادته عند الحكام في حداثته ولم يزل على ذلك مقبولا إلى آخر عمره وكان متحفظا في الشهادة محتاطا صدوقا في الحديث وتقلد قضاء نواح عدة منها المدائن وأعمالها ودرزنجان والبردان وقرميسين قلت روى لنا عنه أبو محمد بن عبد الباقي الأنصاري ببغداد الكثير وكانت له عن التنوخي إجازة صحيحة مات في المحرم سنة سبع وأربعين وأربعمائة ببغداد والقاضي أبو البيان محمد بن أبي غانم عبد الرزاق بن عبد الله بن المحسن بن عبد الله بن محمد بن عمرو بن سعيد بن محمد بن داود بن المطهر بن زياد بن ربيعة بن الحارث بن ربيعة بن أنور بن أرقم بن أسحم بن الساطع وهو النعمان بن عدي بن عبد غطفان بن عمرو بن بريح بن خزيمة بن تيم الله وهو تنوخ بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن إلحاف بن قضاعة بن مالك بن حمير بن سبأ بن يشجب بن يعرب بن قحطان بن عابر بن شالخ بن أرفخشد بن سام بن نوح النبي صلوات الله عليه التنوخي المعري قاضي حمص كان فاضلا عالما من بيت العلم والحديث أبوه وجده وجد أبيه وعمه وعم أبيه كلهم فضلاء شعراء من مفاخر الشام سمع أباه أبا غانم لقيته بحمص وكتبت عنه الحديث والشعر الكثير لسلفه إملاء وقراءة وكانت ولادته بعد سنة سبعين وأربعمائة ومات بعد سنة أربعين وخمسمائة إن شاء الله ومن القدماء أبو محمد بن عبد العزيز التنوخي الدمشقي من أهل دمشق كان من العلماء الثقات المكثرين يروي عن الزهري ومكحول روى عنه الثوري والوليد بن مسلم ومحمد بن ربيعة وغيرهم وكان أبو مسهر الغساني يقدم سعيد بن عبد العزيز على الأوزاعي وقال أبو حاتم الرازي ليس بالشام رجل أصح حديثا من سعيد بن عبد العزيز وسعيد والأوزاعي عندي سواء وقال الوليد بن مزيد البيروتي كان الأوزاعي إذا سئل عن مسألة وسعيد بن عبد العزيز حاضر قال سلوا أبا محمد قال العباس فظننا إنما كان يفعل ذلك لسن سعيد بن عبد العزيز حتى سألت أبا مسهر عن سنهما فقال سمعت سعيد بن عبد العزيز يقول ولد الأوزاعي قبل أن يجتمع أبواي قال العباس إنما فعله تعظيما قال أبو حاتم فيما حكي ابنه عنه لا أقدم بالشام بعد الأوزاعي على سعيد بن عبد العزيز أحدا والأوزاعي أكبر منه |جـ 1 صـ 487| ",
                "title": "التنوخي",
                "uri": "JK_000952_0743"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}