{
    "features": [
        {
            "item": "JK_000952_3469",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.85-87",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكلبي</h1> هذه النسبة إلى قبائل منها كلب اليمن وزيد وجبلة ابنا حارثة بن شراحيل بن كعب بن عبد العزى بن يزيد بن امرىء القيس بن النعمان بن عمران بن عبد ود بن كنانة بن عوف بن زيد اللات بن رفيد من كلب اليمن وأسامة حب رسول الله صلى الله عليه وسلم بن زيد وزيد قتل في عهد رسول الله صلى الله عليه وسلم كان ابن عمر يقول ما كنا ندعوه إلا حبه زيد بن محمد حتى نزلت & ادعوهم لآبائهم & توفي ابنه أسامة عقب خلافة عثمان بن عفان وابنه محمد بن أسامة بن زيد يروي عن أبيه وكان ابن عمر يقول لو راك رسول الله صلى الله عليه وسلم لأحبك روى عنه الأعرج وسعيد بن عبيد بن السباق مات في زمن الوليد بن عبد الملك وأما جبلة بن حارثة بن كلب من اليمن سكن الكوفة له صحبة حديثه عند أهلها روى عنه أبو عمرو الشيباني وغيره هكذا ذكره أبو حاتم بن حبان ومن كلب هذه دحية بن خليفة بن فروة بن فضالة بن زيد بن امرىء القيس بن عامر بن عذرة بن زيد اللات بن رفيدة الكلبي كان يشبه بجبريل عليه السلام بعثه رسول الله صلى الله عليه وسلم رسولا إلى قيصر سكن مصر وأبو عبد الله محمد بن عمرو بن حنان الكلبي من أهل حمص قدم بغداد وحدث بها عن بقية بن الوليد روى عنه أبو جعفر محمد بن عبد الله الكوفي مطين وأبو العباس السراج والقاضي أبو عبد الله بن المحاملي وأخوه أبو عبيد القاسم ويوسف بن يعقوب بن إسحاق بن البهلول التنوخي وكان ثقة ومات اخر يوم من جمادى الأولى سنة ثلاث وخمسين ومائتين وأبو ثور إبراهيم بن خالد الكلبي من أهل بغداد فقيه فاضل من أصحاب الشافعي سمع ابن عيينة وأبا معاوية الضرير ووكيع بن الجراح وإسماعيل ابن علية سمع منه أبو حاتم الرازي قال ابنه أبو محمد بن أبي حاتم سمعت أبي يقول أبو ثور |جـ 5 صـ 86| رجل يتكلم بالرأي يخطىء ويصيب وليس محله محل المتسعين في الحديث وقد كتبت عنه ومن بني كلب وهو كلب بن وبرة بن قضاعة منهم أبو الوليد سويد بن عمرو الكلبي من أهل الكوفة يروي عن حماد بن سلمة وأهل العراق روى عنه أبو كريب مات سنة ثلاث ومائتين وكان يقلب الأسانيد ويضع على الأسانيد الصحاح المتون الواهية لا يجوز الاحتجاج به بحال وشعيب بن مبشر الكلبي يروي عن الأوزاعي روى عنه ابن الطباع ينفرد عن الثقات بما ليس من حديث الأثبات لا يجوز الاحتجاج به وأبو النضر محمد بن السائب بن بشر بن عمرو بن الحارث بن عبد العزى بن امرىء القيس بن عامر بن النعمان بن عامر بن عبد ود بن كنانة بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب الكلبي صاحب التفسير من أهل الكوفة يروي عنه الثوري ومحمد بن إسحاق ويقولان حدثنا أبو النضر حتى لا يعرف وهو الذي كناه عطية العوفي أبا سعيد فكان يقول حدثني أبو سعيد بن ندبة الكلبي فيتوهمون أنه أراد به أبا سعيد الخدري وكان الكلبي سبايا من أصحاب عبد الله بن سبأ من أولئك الذين يقولون إن عليا لم يمت وإنه راجع إلى الدنيا قبل قيام الساعة فيملأها عدلا كما ملئت جورا وإن رأوا سحابة قالوا أمير المؤمنين فيها حتى تبرأ واحد منهم وقال % ومن قوم إذا ذكروا عليا % % يصلون الصلاة على السحاب % مات الكلبي سنة ست وأربعين ومائة وابنه أبو المنذر هشام بن محمد بن السائب بن بشر الكلبي من أهل الكوفة صاحب النسب يروي عن أبيه ومعروف مولى سليمان والعراقيين العجائب والأخبار التي لا أصول لها روى عنه شباب العصفري وابنه العباس بن هشام ومحمد بن سعد كاتب الواقدي وعلي بن حرب الموصلي وعبد الله بن الضحاك الهدادي وأبو الأشعث أحمد بن المقدام العجلي وكان غاليا في التشيع أخباره في الأغلوطات أشهر من أن يحتاج إلى الإغراق في وصفها وكان هشام بن الكلبي يقول حفظت ما لم يحفظ أحد ونسيت ما لم ينسه أحد كان لي عم يعاتبني على حفظ القرآن فدخلت بيتا وحلفت أن لا أخرج منه حتى أحفظ القرآن فحفظته في ثلاثة أيام ونظرت يوما في المرآة وقبضت على لحيتي لاخذ ما دون القبضة فأخذت ما فوق القبضة قال عبد الله بن أحمد بن حنبل سمعت |جـ 5 صـ 87| أبي يقول هشام بن محمد بن السائب الكلبي من يحدث عنه إنما هو صاحب شعر ونسب ما ظننت أنه أحدا يحدث عنه ومات في سنة أربع أو ست ومائتين ",
                "title": "الكلبي",
                "uri": "JK_000952_3469"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}