{
    "features": [
        {
            "item": "JK_000129_007075",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.272-274",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>السواد</h1> موضعان أحدهما نواحي قرب البلقاء سميت بذلك لسواد حجارتها فيما أحسب والثاني يراد به رستاق العراق وضياعها التي افتتحها المسلمون على عهد عمر بن الخطاب رضي الله عنه سمي بذلك لسواده بالزروع والنخيل والأشجار لأنه حيث تاخم جزيرة العرب التي لا زرع فيها ولا شجر كانوا إذا خرجوا من أرضهم ظهرت لهم خضرة الزروع والأشجار فيسمونه سوادا كما إذا رأيت شيئا من بعد قلت ما ذلك السواد وهم يسمون الأخضر سوادا والسواد أخضر كما قال الفضل بن العباس بن عتبة بن أبي لهب وكان أسود فقال وأنا الأخضر من يعرفني أخضر الجلدة من نسل العرب فسموه سوادا لخضرته بالزروع والأشجار وحد السواد من حديثه الموصل طولا إلى عبادان ومن العذيب بالقادسية إلى حلوان عرضا فيكون طوله مائة وستين فرسخا وأما العراق في العرف فطوله يقصر عن طول السواد وعرضه مستوعب لعرض السواد لأن أول العراق في شرقي دجلة العلث على حد طسوج بزرجسابور وهي قرية تناوح حربى موقوفة على العلوية وفي غربي دجلة حربى ثم تمتد إلى آخر أعمال البصرة من جزيرة عبادان وكان تعرف بميان روذان معناه بين الأنهر وهي من كورة بهمن أردشي فيكون طوله مائة وخمسة وعشرين فرسخا يقصر عن طول السواد بخمسة وثلاثين فرسخا وعرضه كالسواد ثمانون فرسخا قال قدامة يكون ذلك منكسرا عشرة آلاف فرسخ وطول الفرسخ اثنا عشر ألف ذراع بالذراع المرسلة ويكون بدراع المسافة وهي الذراع الهاشمية تسعة آلاف ذراع فيكون الفرسخ إذا ضرب في مثله اثنين وعشرين ألفا وخمسمائة جريب فإذا ضربت في عشرة آلاف بلغت مائتي ألف ألف وعشرين ألف جريب يسقط منها بالتخمين آكامها وآجامها وسباخها ومجاري أنهارها ومواضع مدنها وقراها ومدى ما بين طرقها الثلث فيبقى مائة ألف ألف وخمسون ألف ألف جريب يراح منها النصف على ما فيها من ا لكرم والنخل والشجر والعمارة الدائمة المتصلة مع التخمين بالتقريب على كل جريب قيمة ما يلزمه للخراج درهمان وذلك أقل من العشر على |جـ 3 صـ 273| أن يضرب بعض ما يؤخذ منها من أصناف الغلات ببعض فيبلغ ذلك مائة ألف ألف وخمسين ألف ألف درهم مثاقيل هذا سوى خراج أهل الذمة وسوى الصدقة فإن ذلك لا مدخل له في الخراج وكانت غلات السواد تجري على المقاسمة في أيام ملوك فارس إلى ملك قباذ بن فيروز فإنه مسحه وجعل على أهله الخراج وقال الأصمعي السواد سوادان سواد البصرة دستميسان والأهواز وفارس وسواد الكوفة كسكر إلى الزاب وحلوان إلى القادسية وقال أبو معشر إن الكلدانيين هم الذين كانوا ينزلون بابل في الزمن الأول ويقال إن أول من سكنها وعمرها نوح عليه السلام حين نزلها عقيب الطوفان طلبا للرفاء فأقام بها وتناسلوا فيها وكثروا من بعد نوح وملكوا عليهم ملوكا وابتنوا بها المدائن واتصلت مساكنهم بدجلة والفرات إلى أن بلغوا من دجلة إلى أسفل كسكر ومن الفرات إلى ما وراء الكوفة وموضعهم هذا هو الذي يقال له السواد وكانت ملوكهم تنزل بابل وكان الكلدانيون جنودهم فلم تزل مملكتهم قائمة إلى أن قتل دارا وهو آخر ملوكهم ثم قتل منهم خلق كثير فذلوا وانقطع ملكهم وقد ذكرت بابل في موضعها وقال يزيد بن عمر الفارسي كانت ملوك فارس تعد السواد اثنى عشر استانا وتحسبه ستين طسوجا وتفسير الاستان اجارة وترجمة الطسوح ناحية وكان الملك منهم إذا عني بناحية من الأرض عمرها وسماها باسمه وكانوا ينزلون السواد لما جمع الله في أرضه من مرافق الخيرات وما يوجد فيها من غضارة العيش وخصب المحل وطيب المستقر وسعة ميرها من أطعمتها وأوديتها وعطرها ولطيف صناعتها وكانوا يشبهون السواد بالقلب وسائر الدنيا بالبدن وكذلك سموه دل إيرنشهر أي قلب إيرنشهر وإيرنشهر الإقليم المتوسط لجميع الأقاليم قال وإنما شبهوه بذلك لأن الآراء تشعبت عن أهله بصحة الفكر والروية كما تتشعب عن القلب بدقائق العلوم ولطائف الآداب والأحكام فأما من حولها فأهلها يستعملون أطرافهم بمباشرة العلاج وخصب بلاد إيرنشهر بسهولة لا عوائق فيها ولا شواهق تشينها ولا مفاوز موحشة ولا براري منقطعة عن تواصل العمارة والأنهار المطردة من رساتيقها وبين قراها مع قلة جبالها وآكامها وتكاثف عمارتها وكثرة أنواع غلاتها وثمارها والتفاف أشجارها وعذوبة مائها وصفاء هوائها وطيب تربتها مع اعتدال طينتها وتوسط مزاجها وكثرة أجناس الطير والصيد في ظلال شجرها من طائر بجناح وماش على ظلف وسابح في بحر قد أمنت مما تخافه البلدان من غارات الأعداء وبواثق المخالفين مع خصت به من الرافدين دجلة والفرات إذ قد اكتنفاها لا ينقطعان شتاء ولا صيفا على بعد منافعهما في غيرها فإنه لا ينتفع منهما بكثر فائدة حتى يدخلاها فتسيح مياههما في جنباتها وتنبطح في رساتيقها فيأخذون صفوه هنيئا ويرسلون كدره وأجنه إلى البحر لأنهما يشتغلان عن جميع الأراضي التي يمران بها ولا ينتفع بهما في غير السواد إلا بالدوالي والدواليب بمشقة وعناء وكانت غلات السواد تجري على المقاسمة في أيام ملوك الفرس والأكاسرة وغيرهم إلى أن ملك قباذ بن فيروز فإنه مسحه وجعل على أهله الخراج وكان السبب في ذلك أنه خرج يوما متصيدا فانفرد عن أصحابه بصيد طرده حتى وغل في شجر ملتف وغاب الصيد الذي اتبعه عن بصره فقصد رابية يتشوفه فإذا تحت الرابية قرية كبيرة ونظر إلى بستان قريب منه فيه نخل ورمان |جـ 3 صـ 274| وغير ذلك من أصناف الشجر وإذا امرأة واقفة على تنور تخبز ومعها صبي لها كلما غفلت عنه مضى الصبي إلى شجرة رمان مثمرة ليتناول من رمانها فتعدو خلفه وتمنعه من ذلك ولا تمكنه من أخذ شيء منه فلم تزل كذلك حتى فرغت من خبزها والملك يشاهد ذلك كله فلما لحق به أتباعه قص عليهم ما شاهده من المرأة والصبي ووجه إليها من سألها عن السبب الذي من أجله منعت ولدها من أن يتناول شيئا من الرمان فقالت للملك فيه حصة ولم يأتنا المأذون بقبضها وهي أمانة في أعناقنا ولا يجوز أن نخونها ولا أن نتناول مما بأيدينا شيئا حتى يستوفي الملك حقه فلما سمع قباذ ذلك أدركته الرقة عليها وعلى الرعية وقال لوزرائه إن الرعية معنا لفي بلية وشدة وسوء حال بما في أيديهم من غلاتهم لأنهم ممنوعون من الانتفاع بشيء من ذلك حتى يرد عليهم من يأخذ حقنا منهم فهل عندكم حيلة نفرج بها عنهم فقال بعض وزرائه نعم يأمر الملك بالمساحة عليهم ويأمر أن يلزم كل جريب من كل صنف بقدر ما يحص الملك من الغلة فيؤدي ذلك إليه وتطلق أيديهم في غلاتهم ويكون ذلك على قرب مخارج المير وبعدها من الممتارين فأمر قباذ بمساحة السواد وإلزام الرعية الخراج بعد حطيطة النفقة والمؤونة على العمارة والنفقة على كري الأنهار وسقاية الماء وإصلاح البريدات وجعل جميع ذلك على بيت المال فبلغ خراج السواد في السنة مائة ألف ألف وخمسين ألف ألف درهم مثاقيل فحسنت أحوال الناس ودعوا للملك بطول البقاء لما نالهم من العدل والرفاهية وقد ذكرنا المشهور من كور السواد في المواضع التي قضى بها الترتيب حسب وضع الكتاب وقد وقع اختلاف مفرط بين مساحة قباذ ومساحة عمر بن الخطاب رضي الله عنه ذكرته كما وجدته من غير أن أحقق العلة في هذا التفاوت الكبير أمر عمر بن الخطاب رضي الله عنه بمسح السواد الذي تقدم حده لم يختلف صاحب هذه الرواية فيه فكان بعد أن أخرج عنه الجبال والأودية والأنهار ومواضع المدن والقرى ستة وثلاثين ألف ألف جريب فوضع على جريب الحنطة أربعة دراهم وعلى جريب الشعير درهمين وعلى جريب النخل ثمانية دراهم وعلى جريب الكرم والشجر ستة دراهم وحتم الجزية على ستمائة ألف إنسان وجعلها طبقات الطبقة العالية ثمانية وأربعون درهما والوسطى أربعة وعشرون درهما والسفلى اثنا عشر درهما فجبى السواد مائة ألف ألف وثمانية وعشرين ألف ألف درهم وقال عمر بن عبد العزيز لعن الله الحجاج فإنه ما كان يصلح للدنيا ولا للآخرة فإن عمر بن الخطاب رضي الله عنه جبى العراق بالعدل والنصفة مائة ألف ألف وثمانية وعشرين ألف ألف درهم وجباه زياد مائة ألف ألف وخمسة وعشرين ألف ألف درهم وجباه ابنه عبيد الله أكثر منه بعشرة آلاف ألف درهم ثم جباه الحجاج مع عسفه وظلمه وجبروته ثمانية عشر ألف ألف درهم فقط وأسلف الفلاحين للعمارة ألفي ألف فحصل له ستة عشر ألف ألف قال عمر بن عبد العزيز وها أنا قد رجع إلي على خرابه فجبيته مائة ألف ألف وأربعة وعشرين ألف ألف درهم بالعدل والنصفة وإن عشت له لأزيدن على جباية عمر بن الخطاب رضي الله عنه وكان أهل السواد قد شكوا إلى الحجاج خراب بلدهم فمنعهم من ذبح البقر لتكثر العمارة فقال شاعر شكونا إليه خراب السواد فحرم جهلا لحوم البقر |جـ 3 صـ 275| وقال عبد الرحمن بن جعفر بن سليمان مال السواد ألف ألف ألف درهم فما نقص مما في يد السلطان منه فهو في يد الرعية وما نقص من يد الرعية فهو في بيت مال السلطان قالوا وليس لأهل السواد عهد إلا الحيرة وأليس وبانقيا فلذلك يقال لا يصح بيع أرض السواد دون الجبل لأنها فيء للمسلمين عامة إلا أراضي بني صلوبا وأرض الحيرة قالوا وكتب عمر بن الخطاب إلى سعد بن أبي وقاص حين افتتح السواد أما بعد فقد بلغني كتابك تذكر أن الناس قد سألوك أن تقسم بينهم ما أفاء الله عليهم وإن أتاك كتابي فانظر ما أجلب عليه العسكر بخيلهم وركابهم من مال وكراع فاقسمه بينهم بعد الخمس واترك الأنهار والأرض بحالها ليكون ذلك في عطيات المسلمين فإنك إذا قسمتها بين من حضر لم يبق لمن بعدهم شيء وسئل مجاهد عن أرض السواد فقال لا تباع ولا تشترى لأنها فتحت عنوة ولم تقسم فهي فيء للمسلمين عامة وقيل أراد عمر قسمة السواد بين المسلمين فأمر أن يحصوا فوجدوا الرجل يصيبه ثلاثة من الفلاحين فشاور أصحاب رسول الله صلى الله عليه وسلم في ذلك فقال علي رضي الله عنه دعهم يكونوا مادة للمسلمين فبعث عثمان بن حنيف الأنصاري فمسح الأرض ووضع الخراج ووضع على رؤوسهم ما بين ثمانية وأربعين درهما وأربعة وعشرين درهما واثني عشر درهما وشرط عليهم ضيافة المسلمين وشيئا من بر وعسل ووجد السواد ستة وثلاثين ألف ألف جريب فوضع على كل جريب درهما وقفيزا قال أبو عبيد بلغني أن ذلك القفيز كان مكوكا لهم يدهى السابرقان وقال يحيى بن آدم وهو المحتوم الحجاجي وقال محمد ابن عبد الله الثقفي وضع عمر رضي الله عنه على كل جريب من السواد عامرا كان أو غامرا يبلغه الماء درهما وقفيزا وعلى جريب الرطبة خمسة دراهم وخمسة أقفزة وعلى جريب الكرم عشرة دراهم وعشرة أقفزة ولم يذكر النخل وعلى رؤوس الرجال ثمانية وأربعين وأربعة وعشرين واثني عشر درهما وحتم عثمان بن حنيف على رقاب خمسمائة ألف وخمسين ألف علج بأخذ الجزية وبلغ الخراج في ولايته مائة ألف ألف درهم ومسح حذيفة بن اليمان سقي الفرات ومات بالمدائن والقناطر المعروفة بقناطر حذيفة منسوبة إليه وذلك لأنه نزل عندها وكان ذراعه وذراع ابن حنيف ذراع اليد وقبضة وإبهاما ممدودة ",
                "title": "السواد",
                "uri": "JK_000129_007075"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}