{
    "features": [
        {
            "item": "JK_000952_0880",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.47-48",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرمي</h1> بفتح الجيم وسكون الراء المهملة هذه النسبة إلى جرم وهي قبيلة من اليمن وهو جرم بن ربان بن عمران بن الحاف بن قضاعة قاله محمد بن عمران الأودي قال ابن حبيب وفي بجيلة جرم بن علقة بن أنمار وفي عاملة جرم بن شعل بن معاوية بن عاملة وفي طيء جرم وهو ثعلبة بن عمرو بن الغوث والمشهور بهذه النسبة جماعة منهم القاسم الجرمي يروي عن صدقة بن أبي مفيد روى عنه محمد بن عبد الله بن عمار الموصلي وأشعث بن عبد الرحمن الجرمي ومن الصحابة أبو يزيد عمرو بن سلمة الجرمي له صحبة روى عنه أهل البصرة مات سنة خمس وثمانين وسريع مولى سوادة بن الربيع الجرمي يروي عن سوادة روى عنه سلم بن عبد الرحمن وأبو الجويرية حطان بن خفاف الجرمي قال أبو حاتم بن حبان وجرم من اليمن يروي عن ابن عباس رضي الله عنهما روى عنه الثوري وشعبة وقال أبو حاتم في حرف الخاء أبو جويرية خطاب بن خفاف الجرمي اليماني فلعله يقال حطان وخطاب والحارث بن نبهان الجرمي من أهل البصرة يروي عن |جـ 2 صـ 48| الأعمش وعاصم بن بهدلة روى عنه وكيع ومسلم بن إبراهيم كان من الصالحين الذين غلب عليهم الوهم حتى فحش خطاؤه وخرج عن حد الاحتجاج به والفلتان ابن عاصم الجرمي له صحبة ومن الصحابة أيضا شهاب بن المجنون الجرمي جد عاصم بن كليب وروى أيضا عن النبي صلى الله عليه وسلم ومنهم سلمة الجرمي وابنه عمرو بن سلمة يكني أبا بريد وهو الذي كان يؤم قومه وهو ابن سبع سنين أو ثمان وعليه بردة إذا سجد بدت عورته منها فقالت امرأة من الحي غطوا عنا إست قارئكم وأبو عبد الله سعيد يب محمد بن سعيد الجرمي الكوفي من أهل الكوفة كان من أهل الصدق غير أنه كان غاليا في التشيع سمع شريك بن عبد الله القاضي والمطلب بن زياد وعلي بن غراب وحاتم بن إسماعيل وعبد الملك بن أبجر ويحيى بن واضح وأبا يوسف القاضي ويعقوب بن إبراهيم بن سعد وغيرهم روى عنه محمد بن هارون الفلاس وعباس الدوري وإبراهيم الحربي ومحمد بن إسماعيل البخاري ومسلم بن الحجاج وأبو زرعة الرازي وغيرهم قال يحيى بن معين سعيد بن محمد الجرمي لا بأس به وسئل عنه فقال صدوق وقال أبو داود الجرمي ثقة وحكى إبراهيم بن عبد الله المخرمي قال كان سعيد الجرمي إذا قدم بغداد نزل على أبي فكان أبو زرعة الرازي يجيء كل يوم ينتقي عليه ومعه نصف رغيف وكان إذا حدث فجرى ذكر النبي صلى الله عليه وسلم سكت وإذا جرى ذكر علي رضي الله عنه قال صلى الله عليه وسلم وأما أبو عمر صالح بن إسحاق الجرمي النحوي صاحب الكتاب المختصر في النحو قدم بغداد وناظر بها يحيى بن زياد الفراء وقيل إنه مولى بجيلة بن أنمار بن اراش بن الغوث من خثعم وقيل له الجرمي لأنه كان ينزل في جرم ولم يكن منهم نسبا وقيل إنه مولى لحرم وكان ممن اجتمع له مع العلم صحة المذهب وحسن الإعتقاد وأسند الحديث عن يزيد بن زريع ويحيى بن كثير الكاهلي روى عنه أحمد بن ملاعب المخرمي وأبو خليفة الفضل بن الحباب الجمحي وغيرهما قال أبو سعيد السيرافي أخذ أبو عمر النحو عن الأخفش وغيره ولقي يونس بن حبيب ولم يلق سيبويه وأخذ اللغة عن أبي عبيدة وأبي زيد والأصمعي وطبقتهم وكان ذا دين وأخا ورع وقال المبرد كان الجرمي جليلا في الحديث والأخبار وله كتاب في السيرة عجيب وقال غيره مات في سنة خمس وعشرين ومائتين ومن كبار التابعين أبو قلابة عبد الله بن زيد الجرمي كان من سادات أهل البصرة فقها وعبادة وورعا وزهادة حمل على قضاء البصرة فأبى أن يليها وعلم أنه سيكرهونه على ذلك فهرب من البصرة إلى أن دخل الشام وجعل يأوي الرباطات والثغور ويعمر المسالح ويتعهد المراقب والمواحيز في جملة الرصد والجواسيس مع بني له إلى أن اعتل علة صعبة وهو ببطيحة في رمال الرملة فذهبت يداه ورجلاه وبصره فما كان يزيد على قوله أللهم أوزعني أن أحمدك حمدا أكافي به شكر نعمتك التي أنعمت بها علي وفضلتني على كثير ممن خلقته تفضيلا |جـ 2 صـ 49| وفي كيفية موته قصة طويلة ومات بعريش مصر في تلك البطيحة سنة أربع ومائة في ولاية يزيد بن عبد الملك ",
                "title": "الجرمي",
                "uri": "JK_000952_0880"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}