{
    "features": [
        {
            "item": "JK_000952_1842",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.106-107",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الروياني</h1> بضم الراء وسكون الواو وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى رويان وهي بلدة بنواحي طبرستان خرج منها جماعة من أهل العلم منهم أبو المحاسن عبد الواحد بن إسماعيل بن أحمد بن محمد الروياني من أهل آمل طبرستان كان من رؤوس الأئمة والأفاضل لسانا وبيانا له الجاه العريض والقبول التام في تلك الديار وحميد المساعي والآثار والتصلب في المذهب والصيت المشهور في البلاد والأفضال على المنتابين والقاصدين إليه سمع أبا منصور محمد بن عبد الرحمن الطلاس وأبا محمد عبد الله بن جعفر الخبازي بآمل وابا إسحاق إبراهيم بن محمد المطهري بسارية وأبا الحسين عبد الغافر بن محمد الفارسي وأبا حفص عمر بن أحمد بن مسرور الماوردي بنيسابور وأبا عمرو محمد بن عبد العزيز القنطري بمرو وأبا عبد الله محمد بن بيان بن محمد الكازروني بميافارقين وعليه تفقه روى لنا عنه زاهر بن طاهر الشحامي بمرو وأبو سعد سليمان بن محمد الكرجي ببلد الكرج وابو محمد عبد الواحد بن أحمد بن يوسف التميمي بمكة والمدينة وأبو عبد الله شهر دوير بن الحسن الفواكهي بسارية وتركانشاه بن محمد الحاجب ببغداد وأبو بكر أحمد بن محمد بن بشار الفوشنجي بنيسابور وابن بنته هبة الله بن سعد الطبري بآمل ورستم بن هاشم القاضي بخوار الري وإسماعيل بن محمد بن الفضل الحافظ بأصبهان وجماعة كثيرة سواهم ولد في ذي الحجة سنة خمس عشرة وأربعمائة وقتل شهيدا بآمل يوم الجمعة في الجامع عند ارتفاع النهار الحادي عشر من المحرم سنة اثنتين وخمسمائة وأبو منصور محمد بن أحمد بن شعيب بن عبد الله بن الفضل بن عقبة الروياني صاحب أبي حامد الإسفرائيني سكن بغداد وحدث بها عن علي بن محمد بن أحمد بن كيسان النحوي وأبو حفص عمر بن أحمد بن الزيات ومحمد بن إسماعيل الوراق وسهل بن أحمد الديباجي وأبي بكر محمد بن أحمد المفيد ومن في طبقتهم كتبنا عنه وكان صدوقا يسكن قطيعة الربيع ببغداد ومات في شهر ربيع الأول سنة ست وثلاثين وأربعمائة ودفن من الغد في مقبرة باب حرب وأبو الحسن علي بن أحمد بن علي بن عبد الله بن محمد بن الحسين الطبري الروياني سكن بخارى كان إماما فاضلا عارفا بمذهب الشافعي كان تفقه |جـ 3 صـ 107| على الإمام أبي القاسم الفوراني وأبي سهل أحمد بن علي الأبيوردي وغيرهما وروى لنا عنه أبو عمرو عثمان بن علي البيكندي ومات ببخارى في شهر رمضان سنة ثلاث وثمانين وأربعمائة ",
                "title": "الروياني",
                "uri": "JK_000952_1842"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}