{
    "features": [
        {
            "item": "JK_000952_0122",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.124-125",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأزهري</h1> بفتح الألف وسكون الزاي وفتح الهاء وفي آخرها الراء هذه النسبة إلى الأزهر وهو اسم لجد المنتسب إليه واشتهر بهذه النسبة جماعة منهم أبو محمد الحسن بن محمد بن إسحاق بن الأزهر الإسفرايني الأزهري ابن أخت أبي عوانة الحافظ من أهل أسفراين كان محدث عصره وكان من أحسن الناس سماعا وأصولا بفائدة خاله فإنه رحل به سنة سبع وثمانين ومائتين بعد أن سمعه بأسفراين عن أبي بكر بن رجاء وأحمد بن سهل بن مالك وبنسا وعن الحسن بن سفيان والفرهاذاني وسمع بالري محمد بن أيوب وببغداد عبد الله بن أحمد بن حنبل وأبا مسلم إبراهيم بن عبد الله الكجي وبالبصرة الحسن بن سهل المجوز وبالأهواز أحمد بن سهل بن أيوب والحسين بن داود الصواف وجماعة كثيرة سواهم |جـ 1 صـ 125| مثل أبي خليفة القاضي وعبدان الأهوازي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو محمد الإسفرايني جمع له خاله حديث مالك بن أنس وغيره كتبنا عنه من سنة خمس وثلاثين إلى نيف وأربعين كان يقدم البلد يعني نيسابور في كل سنة قدمة لا تخطئه ويحمل إلينا من أصوله ما نستفيده وتوفي في شعبان سنة ست وأربعين وثلاثمائة وأبو القاسم عبيد الله بن أحمد بن عثمان بن الفرج بن الأزهر الأزهري المعروف بابن السوادي سأذكره في السين لأنه عرف بذلك وأخوه أبو طالب محمد بن أحمد الأزهري المعروف بابن السوادي أخو أبي القاسم وكان الأصغر سمع أبا حفص عمر بن محمد الزيات وأبا عبد الله الحسين بن محمد بن عبيد العسكري وعلي بن محمد بن لؤلؤ الوراق ومحمد بن إسحاق القطيعي ومحمد بن المظفر الحافظ وأبا بكر أحمد بن شاذان البزاز ذكره أبو بكر الخطيب في التاريخ وسمع منه وحدث وقال كتبنا عنه وكان صدوقا وقال أبو القاسم الأزهري ولد أخي أبو طالب في سنة ثلاث وستين وثلاثمائة وأنا أكبر منه بثمان سنين ولدت في سنة خمس وخمسين وقال أبو طالب ولدت في جمادى الآخرة من سنة ثلاث وستين وتوفي بواسط في ذي الحجة سنة خمس وأربعين وأربعمائة |جـ 1 صـ 126| ",
                "title": "الأزهري",
                "uri": "JK_000952_0122"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}