{
    "features": [
        {
            "item": "JK_000129_003615",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.206-207",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحاضر</h1> بالضاد معجمة من رمال الدهناء والحاضر في الأصل خلاف البادي والحاضر الحي العظيم يقال حاضر طيء وهو جمع كما يقال سامر للسمار وحاج للحجاج وقال حسان لنا حاضر فعم وناد كأنه قطين الإله عزة وتكرما وفلان حاضر بمكان كذا أي مقيم به ويقال على الماء حاضر وفي كتاب الفتوح للبلاذري كان بقرب حلب حاضر يدعى حاضر حلب يجمع أصنافا من العرب من تنوخ وغيرهم جاءه أبو عبيدة بعد فتح قنسرين فصالح أهله على الجزية ثم أسلموا بعد ذلك وكانوا مقيمين وأعقابهم به إلى بعيد وفاة أمير المؤمنين الرشيد ثم إن أهل ذلك الحاضر حاربوا أهل مدينة حلب وأرادوا إخراجهم عنها فكتب الهاشميون من أهلها إلى جميع من حولهم من قبائل العرب يستنجدونهم فسارعوا إلى إنجادهم وكان أسبقهم إلى ذلك العباس بن زفر الهلالي فلم يكن لأهل الحاضر بهم طاقة فأجلوهم عن حاضرهم وخربوه وذلك في فتنة محمد الأمين بن الرشيد فانتقلوا إلى قنسرين فتلقاهم أهلها بالأطعمة والكسى فلما دخلوا أرادوا التغلب عليها فأخرجوهم عنها فتفرقوا في البلاد قال فمنهم قوم بتكريت وقد رأيتهم ومنهم قوم بأرمينية وفي بلدان كثيرة متباينة آخر ما ذكره البلاذري والذي شاهدناه نحن من حاضر حلب أنها محلة كبيرة كالمحلة العظيمة بظاهر حلب بين بنائها وسور المدينة رمية سهم من جهة القبلة والغرب ويقال لها حاضر السليمانية ولا نعرف السليمانية وأكثر سكانها تركمان مستعربة من أولاد الأجناد وبه جامع حسن مفرد تقام فيه الخطبة والجمعة والأسواق الكثيرة من كل ما يطلب ولها وال يستقل بها حاضر قنسرين قال أحمد بن يحيى بن جابر كان حاضر قنسرين لتنوخ منذ أول ما أناخوا بالشام ونزلوه وهم في خيم الشعر ثم ابتنوا به المنازل ولما فتح أبو عبيد قنسرين دعا أهل حاضرها إلى الإسلام فأسلم بعضهم وأقام بعضهم على النصرانية فصالحهم على الجزية وكان أكثر من أقام على النصرانية بني سليح ابن حلوان بن عمران بن الحاف بن قضاعة وأسلم من أهل ذلك الحاضر جماعة في خلافة المهدي فكتب على أيديهم بالحضرة قنسرين وقال عكرشة العبسي يرثي بنيه سقى الله أجداثا ورائي تركتها بحاضر قنسرين من سبل القطر مضوا لا يريدون الرواح وغالهم من الدهر أسباب جرين على قدر ولو يستطيعون الرواح تروحوا معي أو غدوا في المصبحين على ظهر لعمري لقد وارت وطمت قبورهم أكفا شداد القبض بالأسل السمر يذكرنيهم كل خير رأيته وشر فما أنفك منهم على ذكر وينسب إلى أحد هذه الحواضر سليم أبو عامر قال الحافظ أبو القاسم الدمشقي هو من الحاضر من نواحي حلب أرك أبا بكر الصديق رضي الله عنه وروى عنه وعن عمر وعثمان وعمار بن ياسر وشهد فتح دمشق روى عنه ثابت بن عجلان وكان ممن سباه خالد بن الوليد من حاضر حلب قال |جـ 2 صـ 207| فلما قدمنا المدينة على أبي بكر رضي الله عنه جعلني في المكتب فكان المعلم يقول لي اكتب الميم فإذا لم أحسنها قال دورها واجعلها مثل عين البقرة قال عبد الله المؤلف إنما فتحت قنسرين ونواحيها في أيام عمر رضي الله عنه ولم يطرق خالد نواحي حلب إلا في أيام عمر رضي الله عنه وأما نفوذه من العراق إلى الشام في أيام أبي بكر رضي الله عنه فكان على سماوة كلب وقد روي أنه مر بتدمر وكان عرج على الحاضر حاضر طيء وكان هذا الرجل قد خرج إلى البادية فصادفه والله أعلم به ",
                "title": "الحاضر",
                "uri": "JK_000129_003615"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}