{
    "features": [
        {
            "item": "JK_000952_2273",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.378-381",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشافعي</h1> بفتح الشين المعجمة المشددة وكسر الفاء والعين المهملة هذه النسبة إلى الجد الأعلى وهو الإمام أبو عبد الله محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان المطلبي الشافعي هو منسوب إلى جد جده شافع بن السائب |جـ 3 صـ 379| ولد بغزة من بلاد فلسطين بنواحي بيت المقدس سنة خمسين ومائة لعله مات في يومها الإمام الأعظم أبو حنيفة رضي الله عنه وقيل باليمن ونشأ بمكة وبها تعلم العلم وبالمدينة وسكن مصر وتوفي بها في رجب سنة أربع ومائتين حدث عن مالك بن أنس ومحمد بن الحسن الشيباني وابن عيينة روى عنه جماعة كثيرة مثل أبي يعقوب البويطي وأحمد بن حنبل قال الشافعي حفظت من كتاب محمد ما يحمل حمل بختي روى المزني عن الشافعي أنه قال رأيت علي بن أبي طالب في النوم فسلم علي وصافحني وخلع خاتمه فجعله في إصبعي وكان لي عم ففسرها وقال لي أما مصافحتك لعلي فأمان من العذاب وأما خلع خاتمه وجعله في إصبعك فسيبلغ اسمك ما بلغ اسم علي في الشرق والغرب وكان يفتي وله خمس عشرة سنة وكان يحيي الليل إلى أن مات وقال له مسلم بن خالد الزنجي ومر علي الشافعي وهو يفتي وهو ابن خمس عشرة سنة فقال يا أبا عبد الله أفت فقد آن لك أن تفتي وكتب عبد الرحمن بن مهدي إلى الشافعي وهو شاب ان يضع له كتابا فيه معاني القرآن ويجمع قبول الأخبار فيه وحجة الإجماع وبيان الناسخ والمنسوخ من القرآن والسنة فوضع له كتاب الرسالة قال عبد الرحمن بن مهدي ما أصلي صلاة إلا وأنا أدعو للشافعي فيها وحكي أن بشرا المريسي لما حج رجع فقال لأصحابه رأيت شابا من قريش بمكة ما أخاف على مذهبنا إلا منه يعني الشافعي وروي أن إسحاق بن راهويه قال أخذ أحمد بن حنبل بيدي وقال تعال حتى أذهب بك إلى من لم تر عيناك مثله فذهب بي إلى الشافعي وذكر أحمد بن حنبل قال ستة أدعو لهم سحرا أحدهم الشافعي وذكر صالح بن أحمد بن حنبل قال مشى أبي مع بغلة الشافعي فبعث إليه يحيى بن معين وقال يا أبا عبد الله أما رضيت إلا أن تمشي مع بغلته فقال يا أبا زكريا لو مشيت من الجانب الآخر كان أنفع لك وقال عبد الله بن أحمد بن حنبل قلت لأبي يا أبة أي رجل كان الشافعي فإني سمعتك تكثر من الدعاء له فقال |جـ 3 صـ 380| له يا بني كان الشافعي كالشمس للدنيا وكالعافية للناس فانظر هل لهذين من خلف أو منهما عوض وقال أبو ثور من زعم أنه رأى مثل محمد بن إدريس في علمه وفصاحته ومعرفته وثباته وتمكنه فقد كذب محمد بن إدريس الشافعي منقطع القرين في حياته فلما مضى لسبيله لم يعتض منه وقال أبو الوليد بن أبي الجارود ما رأيت أحدا إلا وكتبه أكبر من مشاهدته إلا الشافعي فإن لسانه أكبر من كتابه وكان أبو بكر الحميدي إذا ذكر عنده الشافعي يقول حدثنا سيد الفقهاء ورؤي الشافعي بعد وفاته في المنام فقيل له يا أبا عبد الله ما صنع الله بك قال أجلسني على كرسي من ذهب ونشر علي اللؤلؤ الرطب ومن أولاد عمه إبراهيم بن أحمد بن محمد بن عبد الله بن محمد بن عبد الله بن محمد بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف الشافعي من أهل مكة يروي عن يوسف بن يعقوب النجاحي روى عنه أبو بكر بن المقرىء وإبراهيم بن محمد بن العباس الشافعي مكي يروي عن الحارث بن عمير والمنكدر بن محمد بن المنكدر وعبد الله بن رجاء روى عنه أبو حاتم وأبو زرعة الرازيان وقال أبو حاتم محله الصدق وكان أحمد بن حنبل يحسن الثناء عليه وجماعة من أقربائه انتسبوا بهذه النسبة منهم ابن عمه أبو إسحاق إبراهيم بن محمد بن العباس بن عثمان بن شافع من أهل مكة يروي عن حماد بن زيد روى عنه الشافعي وجماعة من أصحابه ومنتحلي مذهبه من المتأخرين انتسبوا بهذه النسبة لاتباعهم مذهبه والنسبة الصحيحة إلى مذهبه الشافعي ومن قال الشفعوي فقد وهم هكذا سمت إمام أهل اللغة أبا منصور بن الجواليقي |جـ 3 صـ 381| ومن المتأخرين أبو بكر محمد بن عبد الله بن إبراهيم بن عبدويه بن موسى بن بيان الجبلي البزاز الشافعي من أهل بغداد شيخ ثقة صدوق ثبت كثير الحديث حسن التصنيف في عصره أملى وحدث عن عامة شيوخ بغداد مثل السمري محمد بن الجهم وأبي قلابة الرقاشي ومحمد بن شداد المسمعي ومحمد بن غالب بن حرب وعمر حتى كتب عنه أبو الحسن علي بن عمر بن أحمد الدارقطني وأبو عبد الله محمد بن عبد الله الحافظ وأبو الحسن محمد بن أحمد بن رزق البزاز وأبو علي بن شاذان وآخر من روى عنه أبو طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وكانت ولادته بجبل وسكن بغداد وجمع أبوابا وشيوخا وكتب عنه قديما وحديثا قال بعض الناس رأيت جزءا فيه مجلس كتب عن ابن صاعد في سنة ثمان عشرة وثلاثمائة وبعده مجلس كتب عن أبي بكر الشافعي في ذلك الوقت ولما منعت الديلم ببغداد الناس أن يذكروا فضائل الصحابة وكتبت سب السلف على المساجد كان الشافعي يتعمد في ذلك الوقت إملاء الفضائل في جامع المدينة وفي مسجده بباب الشام ويفعل ذلك حسبة ويعده قربة وكان الدارقطني يقول أبو بكر الشافعي ثقة مأمون ما كان في ذلك الزمان أوثق منه ما رأيت له إلا أصولا صحيحة متقنة وقد ضبط سماعه فيها أحسن الضبط ولد في جمادى سنة ستين ومائتين بجبل ومات في ذي الحجة سنة أربع وخمسين وثلاثمائة ببغداد وبعده أبو علي الحسن بن عبد الرحمن بن الحسن بن محمد بن أحمد بن إبراهيم بن عبد الله بن العباس بن جعفر بن عبد الله بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الشافعي المكي من أهل مكة وكان من الثقات المكثرين حدث عن أبي الحسن أحمد بن إبراهيم بن فراس العبقسي سمع منه جدي الإمام أبو المظفر السمعاني وأبو القاسم الشيرازي الحافظ وجماعة كثيرة حدثنا عنه أبو العباس أحمد بن محمد بن عبد العزيز المكي بأصبهان وأبو المظفر عبد المنعم بن أبي القاسم القشيري بنيسابور ولم يحدثنا عنه سواهما وتوفي سنة نيف وسبعين وأربعمائة بمكة وإنما قيل له الشافعي لما سمعت أبا العلاء أحمد بن محمد الحافظ بأصبهان يقول سمعت أبا الفضل محمد بن طاهر المقدسي الحافظ يقول سئل أبو علي الشافعي المكي عن هذه النسبة فقال كان أبي يسمع الحديث وكان في القوم رجل يسمى الحسن بن عبد الرحمن المالكي فكتب لنفسه الشافعي ليقع الفرق بينهما فثبت علينا هذا النسب ",
                "title": "الشافعي",
                "uri": "JK_000952_2273"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}