{
    "features": [
        {
            "item": "JK_000129_006340",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.152-153",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زنجان والنسبة الزنجاني</h1> بفتح أوله وسكون ثانيه ثم جيم وآخره نون بلد كبير مشهور من نواحي الجبال بين أذربيجان وبينها وهي قريبة من أبهر وقزوين والعجم يقولون زنكان بالكاف وقد خرج منها جماعة من أهل العلم والأدب والحديث فمن المتقدمين أحمد ابن محمد بن ساكن الزنجاني روى عن إسماعيل بن موسى ابن بنت السري وغيره ممن لا يحصى كثرة وكان عثمان بن عفان رضي الله عنه سنة 42 ولى البراء بن عازب الري فغزا أبهر وفتحها ثم قزوين وملكها ثم انتقل إلى زنجان فافتتحها عنوة وممن ينسب إلى زنجان عمر بن علي بن أحمد أبو حفص الزنجاني الفقيه قدم دمشق وسمع بها أبا نصر بن طلاب وحدث بها عن أبي جعفر أحمد بن محمد السمناني قاضي الموصل وكان سمع منه ببغداد روى عنه أبو علي الحسين بن أحمد بن المظفر بن جريضة المالكي وكان قرأ الفقه على أبي الطيب الطبري والكلام على أبي جعفر السمناني وصنف كتابا سماه المعتمد وذكر الشريف أبو الحسن الهاشمي أنه كان يدعي أكثر مما يحسن ويخطىء في كثير مما يسأل عنه ومات ببغداد في جمادى الأولى سنة 954 ودفن إلى جنب ابن سريج وممن ينسب إلى زنجان سعد بن علي بن محمد بن علي بن الحسين الزنجاني أبو القاسم الحافظ طاف في الآفاق ولقي الشيوخ بديار مصر والشام والسواحل وسكن في آخر عمره مكة وجاور بها وصار شيخ الحرم وكان إماما حافظا متقنا ورعا تقيا كثير العبادة صاحب كرامات وآيات وكان الناس يرحلون إليه ويتبركون به وكان إذا خرج إلى الحرم يخلو للمطاف كانوا يقبلون يده أكثر مما كانوا يقبلون الحجر الأسود سمع أبا بكر محمد بن عبيد الزنجاني بها وأبا عبد الله محمد بن الفضل بن مطيف الفراء وأبا علي الحسين بن ميمون ابن عبد الغفار بن حسنون الصدفي وأبا القاسم مكي ابن علي بن بنان الحمال بمصر وأبا الحسن علي بن سلام ابن الإمام الغربي بها وأبا الحسن محمد بن علي بن محمد البصري الأزدي وغيرهم روى عنه أبو المظفر عبد المنعم بن عبد الكريم القشيري وابن طاهر المقدسي قال أبو الفضل بن طاهر المقدسي سمعت الفقيه أبا محمد هياج بن عبيد الحطيني إمام الحرم |جـ 3 صـ 153| ومفتيه يقول يوم لا أرى فيه سعد بن علي الزنجاني لا أعتقد أني عملت فيه خيرا وكان هياج يعتمر كل يوم ثلاث عمر ويواصل الصوم ثلاثة أيام ويدرس عدة دروس ومع هذا كان يعتقد أن نظره إلى الشيخ سعد والجلوس بين يديه أفضل من سائر عمله وذكر المقدسي قال دخلت على الشيخ سعد بن علي وأنا ضيق الصدر من رجل من أهل شيراز لا أذكره فأخذت يده وقبلتها فقال لي ابتداء من غير أن أعلمه بما أنا فيه يا أبا الفضل لا تضيق صدرك عندنا في بلاد العجم مثل يضرب يقال بخل أهوازي وحماقة شيرازي وكثرة كلام رازي ومات بمكة سنة 074 ",
                "title": "زنجان والنسبة الزنجاني",
                "uri": "JK_000129_006340"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}