{
    "features": [
        {
            "item": "JK_000952_0767",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.497-498",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التيملي</h1> بفتح التاء المنقوطة من فوقها باثنتين وسكون الياء المنقوطة من تحتها باثنتين وضم الميم وفي آخرها اللام هذه النسبة إلى تيم الله بن ثعلبة وهذه قبيلة مشهورة منها جماعة منهم أبو الحسن أحمد بن عبد العزيز بن أحمد بن حامد بن محمود بن ثرثال بن غياث بن مشرفة بن منيح بن غياث بن طحن التيملي البغدادي من أهل مصر سمع القاضي أبا عبد الله بن المحاملي ومحمد بن مخلد وإبراهيم بن محمد بن بطحا وعمر بن محمد بن أحمد بن هارون العسكري وغيرهم روى عنه أبو عبد الله محمد بن علي الصوري والقاضي أبو عبد الله محمد بن سلامة جعفر القضاعي وأبو إسحاق إبراهيم بن سعيد الحبال المصريان وغيرهم وجميع ما حدث بمصر جزء واحد فيه أربعة مجالس عن المحاملي وابن مخلد وإبراهيم بن محمد بن بطحا وشيخ آخر وأوراق من حديث المحاملي عن يوسف بن موسى وكانت وفاته بمصر في ذي القعدة سنة ثمان وأربعمائة وأبو الطيب محمد بن الحسين بن جعفر بن المفضل بن أدهم بن بكير بن سعد بن سعيد بن الحارث التيملي النخاس الكوفي قدم بغداد وحدث بها عن عبد الله بن زيدان البجلي وعلي بن العباس المقانعي وإسحاق بن محمد بن مروان وغيرهم روى عنه أبو محمد الحسن بن محمد الخلال وأبو القاسم عبيد الله بن أحمد الأزهري وقال قدم التيملي بغداد في سنة ست وسبعين وثلاثمائة فكتب الناس عنه ثم رجع إلى الكوفة وكان ثقة يتشيع قال العتيقي سنة سبع وثمانين وثلاثمائة فيها توفي أبو الطيب بن النخاس بالكوفة في شهر ربيع الآخر ثقة مأمون صاحب أصول حسان ووالد السابق ذكره أبو القاسم عبد العزيز بن أحمد التيملي من تيم الله بن ثعلبة ولد ببغداد وأقام بها دهرا طويلا ثم انتقل إلى مصر فسكنها آخر عمره وحدث بها عن محمد بن عيسى بن هارون الجسار وغيره روى عنه أبو الفتح عبد الواحد بن محمد بن مسرور البلخي وكان ثقة وذكر أنه سمع منه في سنة اثنتين وخمسين وثلاثمائة وأبو محمد هشام بن |جـ 1 صـ 498| محمد بن أحمد بن علي بن هشام التميلي الكوفي من أهل الكوفة سمع ببغداد أبا حفص عمر بن إبراهيم الكتاني وأبا طاهر محمد بن عبد الرحمن المخلص سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب وذكره في التاريخ فقال أبو محمد التيملي الكوفي قدم بغداد عدة دفعات وآخر ما دخلها قبل سنة عشر وأربعمائة وكان يسمع معنا في ذلك الوقت من أبي الحسن بن الصلت وابن رزقويه وأبي الحسين بن بشران ثم خرج إلى الكوفة وأقام بها دهرا طويلا إلى أن علت سنه وحدث وكان قد سمع الكثير وكتب وله أدني فهم وتصور وكنت قد سمعت منه ببغداد حديثا واحدا ومات في جمادي الأولى من سنة اثنتين وثلاثين وأربعمائة بالكوفة ",
                "title": "التيملي",
                "uri": "JK_000952_0767"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}