{
    "features": [
        {
            "item": "JK_000952_1063",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.164-165",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحباني</h1> بكسر الحاء المهملة وتشديد الباء المنقوطة بواحدة وفي آخرها النون هذه النسبة إلى حبان وهو جد المنتسب إليه منهم أبو حاتم محمد بن حبان بن أحمد بن حبان بن معاذ بن معبد بن مرة ابن هدية التميمي البستي الحباني كان إماما فاضلا مكثرا من الحديث والرحلة والشيوخ عالما بالمتون والأسانيد أخرج من معاني الحديث ما عجز عنه غيره ومن تأمل تصانيفه وطالعها علم أن الرجل كان بحرا في العلوم سافر ما بين الإسكندرية والشاش تلمذ لأبي بكر محمد بن إسحاق بن خزيمة السلمي وسمع الحديث ببست من إسحاق بن إبراهيم البستي القاضي وبمرو أبا عبد الرحمن عبد الله بن محمود السعدي وبالسغد أبا حفص عمر بن محمد بن بجير البجيري وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبحران أبا عروبة الحسين بن أبي معشر السلمي وبالرقة الحسين بن عبد الله القطان وبدمشق أبا الحسن أحمد بن عمير بن جوصا الدمشقي وببيت المقدس عبد الله بن محمد بن سلم المقدسي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبمكة المفضل بن محمد الجندي وطبقتهم روى عنه الحفاظ أبو عبد الله الحاكم البيع وأبو عبد الله بن منده الأصبهاني وأبو عبد الله الغنجار البخاري وجماعة سواهم وتوفي في شوال سنة أربع وخمسين وثلاثمائة ببست وأما محمد بن جعفر بن أحمد بن عبد الجبار الحباني قال أبو الفضل محمد بن طاهر المقدسي هو منسوب إلى سكة حبان أظنه نيسابوريا وعبد الكريم بن إبراهيم بن حبان بن إبراهيم الجنبي هو حباني نسبه إلى جده من أهل مصر يروي عن أبيه إبراهيم وحرملة بن يحيى وحسين بن الفضل بن أبي |جـ 2 صـ 165| حديدة قال الدارقطني ثقة حدثنا عنه جماعة من المصريين وإسماعيل بن حبان بن واقد الواسطي هو حباني يروى عن زكريا بن عدي وغيره قال الدارقطني حدثنا عنه ابن مبشر والواسطيون وأبو جعفر أحمد بن سنان بن أسد بن حبان القطان الواسطي من أهل واسط كان أحمد أئمة الحديث سمع يحيى بن سعيد القطان وعبد الرحمن بن مهدي وأبا معاوية محمد بن خازم ووكيع بن الجراح وغيرهم حدث عنه أبو موسى محمد بن المثنى قال الدراقطني حدثنا عنه ابن صاعد وابن أبي داود وابن مبشر وغير واحد من شيوخنا جمع المسند وحديث الأعمش وكان ثقة ثبتا وقال إبراهيم الأصبهاني يعني ابن أورمة يقول ما كتبناه عن أبي موسى وبندار أعدناه عن أحمد بن سنان وما كتبناه عن أحمد بن سنان لم نعده عن غيره ",
                "title": "الحباني",
                "uri": "JK_000952_1063"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}