{
    "features": [
        {
            "item": "JK_000129_003811",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.238-239",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حرث</h1> بوزن عمر وزفر يجوز أن يكون معدولا عن حارث وهو الكاسب ذكر أبو بكر محمد بن الحسن بن دريد عن السكن بن سعيد الجرموزي عن محمد بن عباد عن هشام بن محمد الكلبي عن أبيه قال كان ذو حرث الحميري وهو أبو عبد كلال مثوب ذو حرث وكان من أهل بيت الملك وهو ذو حرث بن الحارث بن مالك بن غيدان بن حجر بن ذي رعين واسمه يريم بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن جيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير صاحب صيد ولم يملك ولم يعل وثابا ولم يلبس مصيرا الوثاب السرير والمصير التاج بلغة حمير وكان سياحا يطوف في البلاد ومعه ذؤبان من ذؤبان اليمن يغير بهم فيأكل ويؤكل فأوغل في بعض أيامه في بلاد اليمن فهجم على بلد أفيح كثير الرياض ذي أوداة ذات نخل وأغيال فأمر أصحابه بالنزول وقال يا قوم إن لهذا البلد لشأنا وإنه ليرغب في مثله لما أرى من غياضه ورياضه وانفتاق أطرافه وتقاذف أرجائه ولا أرى أنيسا ولست برائم حتى أعرف لأية علة تحامته الرواد مع هذا الصيد الذي قد تجنبه الطراد ونزل وألقى بقاعه وأمر قناصه فبثوا كلابه وصقوره وأقبلت الكلاب تتبع الظباء والشاء من الصيران فلا تلبث أن ترجع كاسعة بأذنابها تضيء وتلوذ بأطراف القناص وكذلك الصقور تحوم فإذا كسرت على صيد انثنت راجعة على ما والاها من الشجر فتكتبت فيه فعجب من ذلك وراعه فقال له أصحابه أبيت اللعن إننا ممنوعون وإن لهذه الأرض جماعة من غير الإنس فارحل بنا عنها فلج وأقسم بآلهته لا يريم حتى يعرف شأنها أو يخترم دون ذلك فبات على تلك الحال فلما أصبح قال له أصحابه أبيت اللعن إنا قد سمعنا ألوتك وأنفسنا دون نفسك فأذن لنا أن ننفض الأرض لنقف على ما آليت عليه فأمرهم فتفرقوا ثلاثا في رجالهم وركب في ذوي النجدة منهم وأمرهم أن تعشوا بالاحلال فإذا أمسوا شبوا النار فخرج مشرقا فآب وقد طفل العشي ولم يحس ركزا ولا أبن أثرا فلما أصبح في اليوم فعل فعله بالأمس وخرج مغربا فسار غير بعيد حتى هجم على عين عظيمة يطيف بها عرين وغاب وتكتنفها ثلاثة أنداد عظام والأنداد جمع ند وهو الأكمة لا تبلغ أن تكون جبلا وإذا على شريعتها بيت رضيم بالصخر وحوله من مسوك الوحوش وعظامها كالتلال فهن بين رميم وصليب وغريض فبينما هو كذلك إذ أبصر شخصا كجماء الفحل المقرم قد تجلل بشعره وذلاذله تنوس على عطفه وبيده سيف كاللجة |جـ 2 صـ 239| الخضراء ونفصت عنه الخيل وأصرت بآذانها ونفضت بأبوالها قال ونحن محرنجمون فنادينا وقلنا من أنت فأقبل يلاحظنا كالقرم الصؤول ثم وثب كوثبة الفهد على أدنانا إليه فضربه ضربة قط عجز فرسه وثنى بالفارس وجزله جزلتين فقال القيل يعني الملك ليلحق فارسان برجالنا فليأتيا منهم بعشرين راميا فإنا مشفقون على فلت من هذا فلم يلبث أن أقبلت الرجال ففرقهم على الأنداد الثلاثة وقال حشوه بالنبل فإن طلع عليكم فدهدهوا عليه الصخر وتحمل عليه الخيل من ورائه ثم نزقنا خيلنا للحملة عليه وإنها لتشمئز عنه وأقبل يدنو ويختل وكلما خالطه سهم أمر عليه يده فكسره في لحمه ثم درأ فارسا آخر فضربه فقطع فخذه بسرجه وما تحت السرج من فرسه فصاح القيل بخيله افترقوا ثلاث فرق واحملوا عليه من أقطاره ثم صاحب به القيل من أنت ويلك فقال بصوت كالرعد أنا حرث لا أراع ولا أحاث ولا ألاع ولا أكرث فمن أنت فقال أنا مثوب فقال وإنك لهو قال نعم فقهقر ثم قال أم يوم انقضت أم مدة وبلغت نهايتها أم عدة لك كانت هذه أم سرارة ممنوعة هذه لغة لبعض اليمن يبدلون اللام وهو لام التعريف ميما يريد اليوم انقضت المدة وبلغت نهايتها العدة لك كانت هذه السرارة ممنوعة ثم جلس ينزع النبل من بدنه وألقى نفسه فقال بعضنا للقيل قد استسلم فقال كلا ولكنه قد اعترف دعوه فإنه ميت فقال عهد عليكم لتحفرنني فقال القيل آكد عهد ثم كبا لوجهه فأقبلنا إليه فإذا هو ميت فأخذنا السيف فما أطاق أحد منا أن يحمله على عاتقه وأمر مثوب فحفر له أخدود وألقيناه فيه واتخذ مثوب تلك الأرض منزلا وسماها حرث وهو ذو حرث قال هشام ووجدوا صخرة عظيمة على ند من تلك الندود مزبورا فيها بالمسند باسمك أم لهم إله من سلف ومن غبر إنك الملك أم كبار أم خالق أم جبار ملكنا هذه أم مدرة وحمى لنا أقطارها وأصبارها وأسرابها وحيطانها وعيونها وصيرانها إلى انتهاء عدة وانقضاء مدة ثم يظهر عليها أم غلام ذو أم باع أم رحب وام مضاء أم عضب فيتخذها معمرا أعصرا ثم تجوز كما بدت وكل مرتقب قريب ولا بد من فقدان أم موجود وخراب أم معمور وإلى فناء ممار أم أشياء هلك عوار وعاد عبد كلال وهذا الخبر كما تراه عزوناه إلى من رواه والله أعلم بصحته ",
                "title": "حرث",
                "uri": "JK_000129_003811"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}