{
    "features": [
        {
            "item": "JK_000952_3973",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.394-396",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنصوري</h1> بفتح الميم وسكون النون وضم الصاد المهملة وفي اخرها الراء هذه النسبة إلى المنصورة والمنصور أما المنصورة فهي بلدة بنواحي المولتان فيما أظن منها أحمد بن محمد بن صالح القاضي المنصوري سكن العراق وفارس يكنى بأبي العباس كان إماما على مذهب داود بن علي الأصبهاني سمع الأثرم وطبقته روى عنه الحاكم أبو عبد الله الحافظ وله نسب في بني تميم هكذا قال أبو الفضل المقدسي وقال الحاكم أبو عبد الله الحافظ أبو العباس أحمد بن محمد بن صالح بن إسحاق بن عبد الله بن محمد بن عبد ربه بن الهيثم بن الربيع بن عبدة بن مري بن سالم بن عامر بن عبد الحارث بن عمرو بن كعب بن سعد بن زيد مناة بن تميم التميمي القاضي المنصوري من أهل المنصورة |جـ 5 صـ 395| سكن العراق وكان من اظرف من رأيت من العلماء ورد في جملة الرسل الذين خرجوا إلى بخارى بنيسابور سنة ستين وثلاث مئة وكنت أنا ببخارى فكتبت عنه وعن جماعة منهم ببخارى وقد كتب أخواننا منهم بنيسابور سمع بفارس أبا العباس الأثرم وبالبصرة أبا روق الهراتي فانصرف من خراسان إلى القضاء بارجان سنة ستين وأبو محمد عبد الله بن جعفر بن مرة المنصوري المقرىء كان أسود سمع الحسن بن مكرم وأقرانه روى عنه الحاكم أبو عبد الله الحافظ وجماعة من الهاشمية انتسبوا إلى أبي جعفر المنصور أمير المؤمنين ببغداد منهم أبو جعفر عبد الله بن إسماعيل بن إبراهيم بن عيسى بن أبي جعفر المنصور الهاشمي المنصوري يعرف بابن برية كان إمام جامع مدينة المنصور وكان ثقة يروي عن أحمد بن عبد الجبار العطاردي وإسماعيل بن إسحاق القاضي وسوادة بن علي الأحمسي وأبي بكر بن أبي الدنيا ومحمد بن علي بن زيد الصائغ وغيرهم روى عنه أبو الحسن محمد بن أحمد بن رزق وأحمد بن علي بن البادا وأبو علي الحسن بن أحمد بن شاذان البزاز وجماعة ولد أبو جعفر بن برية المنصوري في سنة ستين ومائتين وتوفي في صفر سنة خمسين وثلاث مئة ودفن من يومه وأبو القاسم عبد العزيز بن عبد الله بن محمد الهاشمي المنصوري من أولاده سمع أبا بكر بن الباغندي وغيره روى عنه أبو الحسن محمد بن علي بن صخر الأزدي وأبو الحسن محمد بن عبد القادر بن الحسن بن المنصور من أولاده أيضا شيخ باب البصرة ومقدمهم وكان حسن الوجه مليح الشيبة دائم الذكر فلج في آخر عمره وبقي في منزله بباب البصرة سمع أبا القاسم علي بن أحمد بن البسري وأبا القاسم يوسف بن محمد بن أحمد بن المهرواني وغيرهما وسمعت منه وتوفي في رجب سنة خمس وثلاثين وخمس مئة بعد شيخنا أبي بكر محمد بن عبد الباقي الأنصاري بخمسة أيام ومنهم أبو العباس محمد بن محمد بن الحسن بن العباس بن محمد بن علي بن هارون الرشيد بن محمد المهدي بن أبي جعفر المنصوري الهاشمي المنصوري من أهل بغداد ورد خراسان وحدث بما وراء النهر وكان يحفظ ويعلم كتب الكثير بالعراق والجزيرة والشام وحدث عن أبي بكر عبد الله بن أبي داود السجستاني وأبي القاسم عبد الله بن محمد البغوي وأبي جعفر محمد بن جرير الطبري وأبي عروبة الحسين بن أبي معشر الحراني ومحمد بن عيسى الحلبي وجماعة سواهم روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي الحافظ |جـ 5 صـ 396| وقال أبو العباس المنصوري قدم علينا سمرقند سنة نيف وخمسين وثلاث مئة فحدثنا بها وأخرج من سمرقند إلى بلاد الترك ومات بها فيما أظن قبل الستين والثلاث مئة وكان قد جمع له داود بن أبي هند وشيئا من الأبواب يقع في أحاديثه من متابعة الإفرادات الضعفاء والمجهولين ما لا يطيب بها القلب وقال غنجار توفي أبو العباس بفرغانة في سنة سبع وخمسين وثلاث مئة وأبو الفضل محمد بن عبد العزيز بن العباس بن محمد بن عبد الله بن أحمد بن محمد بن عبد الله بن المهدي بن المنصور بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي المنصوري من أهل بغداد كان خطيب جامع الحربية وكان من أهل الخير والفضل والعلم سمع الحسن بن محمد بن القاسم المخزومي وأبا الحسين بن سمعون الواعظ وأبا القاسم الصيدلاني وأبا بكر بن أبي موسى الهاشمي وإدريس بن علي المؤدب ومن بعدهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وذكره فقال كتبت عنه وكان صدوقا خيرا فاضلا وكان أحد الشهود المعدلين ولد للنصف من شهر رمضان سنة ثمانين وثلاث مئة ومات في المحرم سنة أربع وأربعين وأربع مئة ودفن في داره بباب الشام وجماعة من غلاة الشيعة يقال لهم المنصورية وهم أصحاب أبي منصور العجلي الذي زعم أنه الكسف الساقط من السماء يقال لكل واحد منهم المنصوري ",
                "title": "المنصوري",
                "uri": "JK_000952_3973"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}