{
    "features": [
        {
            "item": "JK_000952_3133",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.417-418",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفيروزاباذي</h1> بكسر الفاء وسكون الياء المنقوطة باثنتين من تحتها وضم الراء وسكون الواو وفتح الزاي والباء المنقوطة بواحدة بين الألفين وفي آخرها الذال المعجمة هذه النسبة إلى فيروزاباذ وهي بلدة بفارس يقال هي بلدة جور والمشهور بالنسبة إلى هذه البلدة الإمام أبو إسحاق إبراهيم بن علي بن يوسف الفيروزاباذي المشهور بالشيرازي إمام الدنيا على الإطلاق والمدرس ببغداد تفقه بفارس أولا على أبي الفرج بن البضاوي وبالبصرة على الخوزي وببغداد على أبي الطيب الطبري وكان أنظر أهل زمانه حتى قال العقيلي من الطويل % كفاني إذا عن الحوادث صارم % % بنيلتي المأمول بالأثر والأثر % |جـ 4 صـ 418| % يقد ويفري في اللقاء كأنه % % لسان أبي إسحاق في مجلس النظر % سمع الحديث من أبي بكر البرقاني وأبي علي بن شاذان روى عنه لنا يوسف بن أيوب الإمام بمرو وأحمد بن سهل المسجدي بنيسابور وأبو بكر الفارمذي بطوس وأبو زيد صالح بن محمد بن المعزم بهمذان وأبو نصر الغازي بأصبهان وأبو المنذر الكرخي ببغداد السعادات الواسطي بفم الصلح وشيب بن الحسين البروجردي بالكوفة وأبو بكر بن الشهرزودي بالموصل والمبارك بن الحسين الشاهد بواسط وجماعة كثيرة سواهم ولد بفيروزاباذ في سنة ثلاث وتسعين وثلاثمائة وتوفي ببغداد سنة ست وسبعين وأربعمائة في جمادى الآخرة ودفن بمقبرة باب أبرز وزرت قبره غير مرة وأبو محمد عبد الله بن بندار الزاهد الفيروزاباذي من أهل هذه البلدة سمع أبا محمد عبد الله بن القاسم الخطيب سمع منه أبو القاسم هبة الله بن عبد الوارث الشيرازي وروى عنه حديثا واحدا في معجم شيوخه سمع منه بفيروزاباذ وأبو واثلة عبد الرحمن بن الحسين بن محمد بن نصر بن الحسين بن عثمان بن بشران بن المحتفز المزني الفيروزاباذي من قرية فيروزاباذ قرية على ثلاثة فراسخ من مرو رحل إلى العراق وكتب عن مشايخها كان فاضلا ورعا على مذهب أهل المدينة في جميع الأمور حتى في القرآن مات سنة سبع وثلاثمائة هكذا ذكره أبو زرعة السنجي في موضعين من كتابه وأبو واثلة كان إماما عالما زاهدا مجاب الدعوة أقاما بالمدينة ثمان سنين يتفقه ثم عاد سمع علي بن حجر وأبا عمار الحسين بن حريث وأبا سلمة يحيى بن المغيرة المخزومي ومحمد بن يحيى بن أبي عمر العدني ويحيى بن سليمان بن نضلة ومحمد بن عبد الله المقرئ وغيرهم روى عنه حفيده عبد الرحمن بن عبد الله بن أبي واثلة وأبو الحسن محمد بن محمود الفقيه وأبو سوار الشابرنجي وغيرهم ",
                "title": "الفيروزاباذي",
                "uri": "JK_000952_3133"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}