{
    "features": [
        {
            "item": "JK_000129_001681",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.379-381",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ببرذعة</h1> باب يسمى باب الأكراد تقوم عنده سوق تسمى الكركي في يوم الأحد |جـ 1 صـ 380| يكون مقدارها فرسخا في فرسخ يجتمع فيها الناس كل يوم الأحد من كل أسبوع من كل وجه وأوب حتى من العراق وهو أكبر من سوق كورسره وقد غلب على هذا اليوم اسم الكركي حتى إن كثيرا منهم إذا عد أيام الأسبوع قال الجمعة والسبت والكركي والإثنين والثلاثاء حتى يعد أيام الأسبوع وبيت ما لهم في المسجد الجامع على رسم الشام فإن بيوت الأموال بالشام في مساجدها وهو بيت مال مرصص السطح وعليه باب حديد وهو على تسع أساطين ودار الإمارة بجنب الجامع في المدينة والأسواق في ربضها قلت هذه صفة قديمة فأما الآن فليس من ذلك كله شيء وقد لقيت من أهل برذعة بأذربيجان من سألته عن بلده فذكره أن آثار الخراب بها كثيرة وليس بها الآن إلا كما يكون في القرى ناس قليل وحال مضطرب وصعلكة ظاهرة وضر باد ودور متهدمة وخراب مستول عليهم فسبحان من يحيل ولا يحول ويزيل ولا يزول وله في خلقه تدبير لا يظهر لأحد من خلقه سر المصلحة ومن برذعة إلى جنزة وهي كنجة تسعة فراسخ وقال مسلم ابن الوليد يرثي يزيد بن مزيد وكان قد مات ببرذعة سنة 531 قبر ببرذعة استسر ضريحه خطرا تقاصر دونه الأخطار أجل تنافسه الحمام وحفرة نفست عليها وجهك الأحجار أبقى الزمان على معد بعده حزنا لعمر الدهر ليس يعار نفضت بك الآمال أحلاس الغنى واسترجعت نزاعها الأمصار سلكت بك العرب السبيل إلى العلى حتى إذا بلغ المدى بك حاروا فاذهب كما ذهبت غوادي مزنة أثنى عليها السهل والأوعار وأما فتحها فقد قالوا سار سلمان بن ربيعة الباهلي في أيام عثمان بن عفان رضي الله عنه بعد فتح بيلقان إلى برذعة فعسكر على الثرثور وهو نهر منها على أقل من فرسخ فأغلق أهلها دونه أبوابها فشن الغارات في قراها وكانت زروعها مستحصدة فصالحوه على مثل صلح البيلقان فدخلها وأقام بها ووجه خيله ففتحت بلادا أخر وينسب إلى برذعة جماعة من الأئمة منهم مكي بن أحمد بن سعدويه البرذعي أحد المحدثين المكثرين والرحالين المحصلين سمع بدمشق أحمد بن عمير ومحمد بن يوسف الهروي وبأطرابلس أبا القاسم عبد الله بن الحسن بن عبد الرحمن البزار وببغداد أبا القاسم البغوي وأبا محمد صاعدا وبغيرها أبا يعلى محمد بن الفضل بن زهير وأبا عروبة وأبا جعفر الطحاوي وعبد الحكم بن أحمد المصري ومحمد بن أحمد بن رجاء الحنفي ومحمد بن عمير الحنفي بمصر وعرس بن فهد الموصلي روى عنه الأستاذ أبو الوليد حسان بن محمد الفقيه والحاكم أبو عبد الله وأبو الفضل نصر بن محمد بن أحمد بن يعقوب العطار الرسي وكان نزل نيسابور سنة 033 فأقام بها ثم خرج إلى ما وراء النهر سنة 053 وكتب بخراسان ما يتحير فيه الإنسان كثرة وتوفي بالشاش سنة 453 وسعيد بن عمرو بن عمار أبو عثمان الأزدي سمع بدمشق أبا زرعة الدمشقي وأبا يعقوب الجوزجاني وإبا سعيد الأشج ومسلم بن الحجاج الحافظ ومحمد بن يحيى الذهلي وأبا زرعة وأبا حاتم الرازيين ومحمد بن إسحاق الصاغاني وغيرهم روى |جـ 1 صـ 381| عنه محمد بن يوسف بن إبراهيم وأبو عبد الله أحمد ابن طاهر بن النجم الميانجي وغيرهما وقال حفص بن عمر الأردبيلي جلس سعيد بن عمرو البرذعي في منزله وأغلق بابه وقال ما أحدث الناس فإن الناس قد تغيروا فاستعان عليه أصحاب الحديث بمحمد بن مسلم بن واره الرازي فدخل عليه وسأله أن يحدثهم فقال ما أفعل فقال بحقي عليك إلا حدثتهم فقال وأي حق لك علي فقال أخذت يوما بركابك فقال قضيت حقا لله عليك وليس لك علي حق فقال إن قوما اغتابوك فرددت عنك فقال هذا أيضا يلزمك لجماعة المسلمين قال فإني عبرت بك يوما في ضيعتك فتعلقت بي إلى طعامك فأدخلت على قلبك سرورا فقال أما هذه فنعم فأجابه إلى ما أراد وعبد العزيز بن الحسن البرذعي الحافظ العابد أبو بكر من الرحالة سمع بدمشق محمد بن العباس بن الدرفس وبمصر محمد بن أحمد الحافظ وأبا يعقوب إسحاق بن إبراهيم بن يونس البغدادي المنجنيقي وبالموصل أحمد بن عمر الموصلي وأظنه أبا يعلى لأنه يروي عن غسان بن الربيع روى عنه أبو علي الحسين بن علي بن يزيد الحافظ وأبو إسحاق إبراهيم بن محمد بن يحيى المزكي وأبو محمد عبد الله بن سعيد الحافظ وقال الحاكم أبو عبد الله في تاريخه عبد العزيز بن الحسن إبو بكر البرذعي العابد وهو من الغرباء الرحالة الذين وردوا على أبي بكر محمد بن إسحاق بن خزيمة فأتمنه أبو بكر على حديثه لزهده وورعه وصار المفيد بنيسابور في حياة أبي بكر وبعد وفاته ثم خرج سنة 813 من نيسابور إلى رباط فراوة فأقام مدة ثم سكن نسا إلى أن توفي بها سنة 323 و جو برذعة أرض لبني نمير باليمامة في جوف الرمل فيها نخل ",
                "title": "ببرذعة",
                "uri": "JK_000129_001681"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}