{
    "features": [
        {
            "item": "JK_000952_4183",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.531-532",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النوحي</h1> بضم النون وسكون الواو وفي اخرها الحاء هذه النسبة إلى نوح وهو اسم لبعض أجداد المنتسب إليه وهو أبو إبراهيم إسحاق بن محمد بن إبراهيم بن محمد بن محمد بن نوح بن زيد بن نعمان بن عبد الله بن الحسن بن زيد بن نوح النوحي الخطيب من أهل نسف كان فاضلا فقيها ولي الخطابة ببلده وعمر العمر الطويل وحدث بسمرقند وأملى وسمع منه عالم لا يحصون سمع أبا بكر محمد بن عبد الرحمن المقرىء نافلة محمد بن علي الترمذي وأبا مسعود أحمد بن محمد بن عبد الله البجلي الرازي وغيرهما روى لنا عنه أبو المحامد محمود بن أحمد بن أحمد بن الفرج الساغرجي وأحمد بن محمد بن عبد الجليل الحبشي وجماعة سواهما وكانت ولادته في صفر سنة ثلاث وثلاثين وأربعمئة ومات بنسف ليلة الجمعة التاسع عشر من جمادي الأولى سنة ثمان عشرة وخمسمئة وأخوه القاضي الإمام الخطيب أبو محمد إسماعيل بن محمد بن إبراهيم النوحي كتب الحديث بسمرقند وجلس فيها للعامة كثيرا وخطب على منبر سمرقند سمع أبا العباس جعفر بن محمد بن المعتز المستغفري الحافظ وروى عنه عمر بن محمد بن أحمد النسفي وكانت ولادته في شعبان سنة ثلاث وعشرين وأربعمئة ومات يوم النحر من سنة إحدى وثمانين وأربعمئة بسمرقند وأخوهما أبو إسحاق إبراهيم بن محمد بن إبراهيم النوحي النسفي روى عن أبيه أبي بكر محمد بن إبرهيم النوحي الخطيب روى عنه عمر بن محمد بن أحمد بن إسماعيل النسفي |جـ 5 صـ 532| وكانت ولادته في صفر سنة ست وثلاثين وأربعمئة ومات بنسف في شهر رمضان سنة إحدى عشرة وخمسمئة ووالدهم أبو بكر محمد بن إبراهيم بن محمد بن محمد بن نوح بن زيد بن النعمان النوحي النسفي والد البنين الأربعة الإمامان الخطيبان إسماعيل وإسحاق والرئيسان العالمان إبراهيم ويعقوب حدث أبو بكر عن أبي القاسم علي بن أحمد بن محمد الخزاعي روى عنه أولاده ومات في المحرم سنة تسع وخمسين وأربعمئة بقرية وركة وحمل إلى نسف ودفن بها في مقبرة النوحيين وأما أبو عبد الله محمد بن إسحاق بن محمد النوحي كان شهما كافيا من الرجال جلدا سخي النفس سمع أباه وأبا بكر محمد بن أحمد بن محمد البلدي وغيرهما رأيت سماعه بنسف في أجزاء من كتاب الجامع لأبي حفص عمر بن محمد بن بجير البجيري عن أبي بكر البلدي ما لقيته ولما رجعت إلى بخارى من نسف وردها منصرفا من خراسان فعاقني المرض لم أسمع منه وسمع منه صاحبنا محمد بن أبي الفوارس الطبري وخرج إلى نسف واخر عهدي به سنة إحدى وخمسين وخمسمئة والقاضي الرئيس أبو يوسف يعقوب بن محمد بن إبراهيم بن محمد بن محمد بن نوح بن زيد بن النعمان النوحي النسفي يروي عن القاضي أبي الفوارس عبد الملك بن الحسن بن علي النسفي روى عنه أبو حفص عمر بن محمد بن أحمد النسفي وكانت ولادته غرة شعبان سنة اثنتين وأربعين واربعمئة ووفاته بنسف ليلة السبت الخامس والعشرين من ذي القعدة سنة ثلاث وعشرين وخمسمئة ",
                "title": "النوحي",
                "uri": "JK_000952_4183"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}