{
    "features": [
        {
            "item": "JK_000952_1991",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, p.191",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزينبي</h1> بفتح الزاي وسكون الياء المنقوطة باثنتين من تحتها وبعدها النون وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى زينب بنت سليمان بن علي وظني أنها زوجة إبراهيم الإمام أم محمد بن إبراهيم بن محمد بن علي والمنتسب إليها بيت قديم ببغداد منهم أبو إسحاق إبراهيم بن محمد بن سليمان بن عبد الله بن محمد بن إبراهيم الهاشمي الزينبي الإمام يروي عن أبي موسى الزمن روى عنه أبو علي بن حبش المقري وأبو منصور محمد بن محمد بن علي بن أبي تمام الحسن بن محمد بن عبد الوهاب بن سليمان بن محمد بن سليمان بن عبد الله بن محمد بن إبراهيم بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الزينبي يروي عن عيسى بن علي الوزير وأخوه أبو نصر محمد بن محمد بن علي بن تمام الحسن بن محمد بن عبد الوهاب بن سليمان بن محمد بن سليمان بن عبد الله بن محمد بن إبراهيم بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الزينبي يروي عن أبي طاهر المخلص وأبي بكر بن زنبور الوراق روى لنا عنه أبو نصر الغازي بأصبهان وإسماعيل بن أبي سعد ببغداد وشبيب بن الحسين القاضي ببروجرد وابو القاسم بن قشامي بمكة وجماعة وتوفي سنة نيف وسبعين وأربعمائة وأخوهما أبو الفوارس طراد بن محمد بن علي الزينبي نقيب النقباء يلقب بالكامل يروي عن هلال بن محمد الحفار وأبي الحسين بن بشران وغيرهما روى لنا عنه ابناه أبو الحسن محمد بن طراد الزينبي النقيب وابو القاسم علي بن طراد الزينبي الوزير وسمعت منهما ببغداد وكان مولده في النصف من شوال سنة ثمان وتسعين وثلاثمائة وتوفي في ذي القعدة سنة إحدى وتسعين وأربعمائة وأخوهم الرابع نور الهدى أبو طالب الحسين بن محمد بن علي الزينبي يروي عن ابن المقتدر بالله وأبي علي الشافعي روى لنا عنه جماعة بالشام والعراق وخراسان وابو العباس أحمد بن الهاشمي الزينبي من اهل باب البصرة يروي عن أبي نصر الزينبي كتبت عنه ببغداد ومات بالبصرة سنة ثلاث وثلاثين وخمسمائة وجماعة بهذه النسبة لا أدري نسبوا إلى أبي الزيانب منهم علي بن هارون الزينبي يروي عن مسلم بن خالد الزنجي روى عنه يوسف بن سعيد بن مسلم وأبو العباس الوليد بن الزينبي روى عن عبدة بن سليمان روى عنه أبو يعلى الموصلي وأبو نصر اليسع بن زيد بن سهل الزينبي روى عن سفيان بن عيينة وهو آخر من حدث عنه وعن هوذة بن خليفة روى عنه عبد الله بن محمد بن موسى الكعبي النيسابوري وذكر أنه سمع منه بمكة ومحمد بن موسى الزينبي ",
                "title": "الزينبي",
                "uri": "JK_000952_1991"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}