{
    "features": [
        {
            "item": "JK_000129_003260",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.143-144",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجعفري والنسبة الجعفري</h1> هذا اسم قصر بناه أمير المؤمنين جعفر المتوكل على الله بن المعتصم بالله قرب سامراء بموضع يسمى الماحوزة فاستحدث عنده مدينة وانتقل إليها وأقطع القواد منها قطائع فصارت أكبر من سامراء وشق إليها نهرا فوهته على عشرة فراسخ من الجعفري يعرف بجبة دجلة وفي هذا القصر قتل المتوكل في شوال سنة 742 فعاد الناس إلى سامراء وكانت النفقة عليه عشرة آلاف درهم كذا ذكر بعضهم في كتاب أبي عبد الله بن عبدوس وفي سنة 542 بنى المتوكل الجعفري وأنفق عليه ألفي ألف دينار وكان المتولي لذلك دليل بن يعقوب النصراني كاتب بغا الشرابي قلت وهذا الذي ذكره ابن عبدوس أضعاف ما تقدم لأن الدراهم كانت في أيام المتوكل كل خمسة وعشرين درهما بدينار فيكون عن ألفي ألف دينار خمسون ألف ألف درهم قال ولما عزم المتوكل على بناء الجعفري تقدم إلى أحمد بن إسرائيل باختيار رجل يتقلد المستغلات بالجعفري من قبل أن يبنى وإخراج فضول ما بناه الناس من المنازل فسمى له أبا الخطاب الحسن بن محمد الكاتب فكتب الحسن بن محمد إلى أبي عون لما دعي إلى هذا العمل إني خرجت إليك من أعجوبة مما سمعت به ولما تسمع سميت للأسواق قبل بنائها ووليت فضل قطائع لم تقطع ولما انتقل المتوكل من سامراء إلى الجعفري انتقل معه عامة أهل سامراء حتى كادت تخلو فقال في ذلك أبو علي البصير هذه الأبيات إن الحقيقة غير ما يتوهم فاختر لنفسك أي أمر تعزم أتكون في القوم الذين تأخروا عن خطهم أم في الذين تقدموا لا تقعدن تلوم نفسك حين لا يجدي عليك تلوم وتندم أضحت قفارا سر من را ما بها إلا لمنقطع به متلوم تبكي بظاهر وحشة وكأنها إن لم تكن تبكي بعين تسجم كانت تظلم كل أرض مرة منهم فصارت بعدهن تظلم رحل الإمام فأصبحت وكأنها عرصات مكة حين يمضي الموسم وكأنما تلك الشوارع بعض ما أخلت إياد من البلاد وجرهم كانت معادا للعيون فأصبحت عظة ومعتبرا لمن يتوسم وكأن مسجدها المشيد بناؤه ربع أحال ومنزل مترسم وإذا مررت بسوقها لم تثن عن سنن الطريق ولم تجد من يزحم وترى الذراري والنساء كأنهم خلق أقام وغاب عنه القيم فارحل إلى الأرض التي يحتلها خير البرية إن ذاك الأحزم |جـ 2 صـ 144| وانزل مجاوره بأكرم منزل وتيمم الجهة التي يتيمم أرض تسالم صيفها وشتاؤها فالجسم بينهما يصح ويسلم وصفت مشاربها وراق هواؤها والتذ برد نسيمها المتنسم سهلية جبلية لا تحتوي حرا ولا قرا ولا تستوخم وللشعراء في ذكر الجعفري أشعار كثيرة ومن أحسن ما قيل فيه قول البحتري قد تم حسن الجعفري ولم يكن ليتم إلا بالخليفة جعفر في رأس مشرفة حصاها لؤلؤ وترابها مسك يشاب بعنبر مخضرة والغيث ليس بساكب ومضيئة والليل ليس بمقمر ملأت جوانبه الفضاء وعانقت شرفاته قطع السحاب الممطر أزرى على همم الملوك وغض عن بنيان كسرى في الزمان وقيصر عال على لحظ العيون كأنما ينظرن منه إلى بياض المشتري وتسير دجلة تحته ففناؤه من لجة غمر وروض أخضر شجر تلاعبه الرياح فتنثني أعطافه في سائح متفجر أعطيته محض الهوى وخصصته بصفاء ود منك غير مكدر واسم شققت له من اسمك فاكتسى شرف العلو به وفضل المفخر ",
                "title": "الجعفري والنسبة الجعفري",
                "uri": "JK_000129_003260"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}