{
    "features": [
        {
            "item": "JK_000952_1809",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.84-85",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرقي</h1> بفتح الراء وفي آخرها القاف المشددة هذه النسبة إلى الرقة وهي بلدة على طرف الفرات مشهورة من الجزيرة بت بها ليلة وإنما سميت الرقة لأنها على شط الفرات وكل أرض تكون على الشط فهي تسمى الرقة ولهذا قيل لبستان الخليفة على شط الدجلة الرقة خرج منها جماعة كثيرة من العلماء في كل فن وقد صنف تاريخها ابن الحراني الحافظ وذكر رجالها وعلماءها وقرأته على أبي إسحاق إبراهيم بن محمد بن نبهان الرقي برقة بغداد وهي بلدتان الرقة والرافقة والرقة خربت والتي يقال لها الرقة الساعة هي الرافقة هكذا سمعت بعض أهل المعرفة بالشام منها الفقيه أبو القاسم عبيد الله بن أحمد بن عبد الأعلى بن محمد بن مروان الرقي يعرف بابن الحراني كان فقيها شافعيا درس فقهه على أبي حامد الإسفرائيني وسمع الحديث بالموصل من أبي القاسم نصر بن أحمد بن الخليل المرجي وعبد الله بن القاسم بن سهل الصواب وبالرقة من أبي القاسم يوسف بن موسى الطرادي وببغداد من موسى بن عيسى السراج وأبي حفص عمر بن إبراهيم الكتاني وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب ووثقه وسمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وقال أبو القاسم الحراني الرقي حراني الأصل رقي المولد نزل رحبة الفرات شيخ فقيه على مذهب الشافعي متقن سمع جماعة من شيوخ الرقة والرحبة وسنجار وسميساط كتبت عنه قطعة من مسند أبي يعلى الموصلي برحبة الفرات سمعته يقول كنت كتبت شيئا من مسند أبي يعلى فلم أعارض فلم تطب نفسي أن أروي عنه حتى بعثت بها إلى الموصل فعورضت لي مرة أخرى ذكره أبو بكر الخطيب الحافظ وقال كانت ولادة الرقي في ربيع الأول سنة أربع وستين وثلاثمائة ودخل بغداد سنة ست وثمانين ومات بالرحبة في سنة ثلاث وأربعين وأربعمائة وأبو القاسم عبيد الله بن علي بن عبيد الله الرقي من أهل الرقة سكن بغداد وكان أحد العلماء بالنحو والأدب |جـ 3 صـ 85| واللغة عارفا بالفرائض وقسمة المواريث حدث بشيء يسير عن أبي أحمد عبيد الله بن محمد بن أحمد الفرضي روى عنه أبو بكر أحمد بن علي الخطيب وأبو زكريا يحيى بن علي الشيباني قال الخطيب وكان صدوقا وولد سنة إحدى وسبعين وثلاثمائة ومات في شهر ربيع الآخر سنة خمسين وأربعمائة ببغداد ودفن بباب حرب وأبو سابق مبادر بن عبيد الله الرقي من أهل الرقة كان صاحب أبي سعد الماليني صحبة في الغربة وسافر معه إلى العراق وخراسان وتأدب به وسمع محمد بن إسحاق بن منده الأصبهاني وأبا عبد الرحمن محمد بن الحسين السلمي ذكره أبو بكر الخطيب الحافظ وأثنى عليه وقال قدم بغداد وحدث بها فسمعت منه حديثا واحدا عن السلمي وكان صدوقا ومات بالرقة في شعبان سنة أربع وأربعمائة وأبو علي محمد بن سعيد بن عبد الرحمن بن إبراهيم بن عيسى بن مرزوق القشيري الرقي الحافظ يعرف بابن الحراني كان إماما فاضلا حافظا مكثرا من الحديث صنف كتاب التاريخ للرقيين يروي عن عبد الله بن محمد بن عيشون وهلال بن العلاء الرقي وغيرهما روى عنه أبو بكر بن المقرىء وأبو أحمد بن جامع الدهان وغيرهما وكان ابن المقرىء إذا روى عنه قال حدثنا أبو علي الرقي بالرقة الحافظ الشيخ الجليل الفاضل الثقة الأمين ومات بعد سنة أربع وثلاثين وثلاثمائة فإنه حدث بكتاب التاريخ في هذه السنة وأبو عبد الله معمر بن سليمان الرقي من مشاهير أهل الرقة يروي عن إسماعيل بن أبي خالد وخصيف وحجاج بن أرطأة وعبد الله بن بشر روى عنه بن نفيل وأحمد بن حنبل وابن الطباع والحكم بن موسى وأيوب بن محمد الرقي وعلي بن ميمون الرقي وعمرو بن محمد الناقد وإبراهيم بن موسى وعلي بن حجر ومحمد بن مهران الجمال الرازي ومحمد بن سلام وغيرهم مات في شعبان سنة إحدى وتسعين ومائة |جـ 3 صـ 86| ",
                "title": "الرقي",
                "uri": "JK_000952_1809"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}