{
    "features": [
        {
            "item": "JK_000952_0925",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.76-77",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجلودي</h1> بضم الجيم واللام وفي آخرها الدال المهملة هذه النسبة إلى الجلود وهي جمع جلد وهو من يبيعها أو يعملها وجلود قرية بإفريقية قال الفراء هو منسوب إلى جلود قرية من قرى إفريقية ولا يقال الجلودي والمشهور بها أبو الفضل محمد بن أحمد بن محمد بن حم المذكر الجلودي من أهل نيسابور كان قد جمع الحديث الكثير سمع بنيسابور أبا بكر محمد بن الحسين القطان وأبا العباس محمد بن يعقوب وببغداد أبا علي إسماعيل بن محمد الصفار سمع منه الحاكم أبو عبد الله الحافظ قال سمع معنا الكثير وتوفي في غرة شهر رمضان سنة خمس وثمانين وثلاثمائة ودفن بالحيرة وهو ابن سبع وستين سنة وأبو بكر محمد بن أحمد بن يحيى بن سعيد الجلودي من أهل نيسابور سمع إسحاق بن عبد الله بن رزين السلمي وسهل بن عمار العتكي وأقرانهما روى عنه عبد الله بن سعد الحافظ وغيره وأبو أحمد محمد بن عيسى بن محمد بن عبد الرحمن الزاهد الجلودي من أهل نيسابور كان شيخا ورعا زاهد وكان ثوري المذهب سمع أبا بكر محمد بن إسحاق بن خزيمة |جـ 2 صـ 77| وأحمد بن إبراهيم بن عبد الله وعبد الله بن محمد بن شيرويه وإبراهيم بن محمد بن سفيان الفقيه وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وجماعة كثيرة آخرهم أبو الحسين عبد الغافر بن محمد بن عبد الغافر الفارسي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال الزاهد أبو أحمد بن عيسى الجلودي الشيخ الصالح الدين الزاهد من كبار عباد الصوفية صحب أصحاب أبي حفص وأكابر المشايخ من أهل الحقائق وكان يورق ويأكل من كسب يده سمع أبا بكر بن خزيمة ومن كان قبله بسنين وكان ينتحل مذهب سفيان بن سعيد الثوري ويعرفه وتوفي يوم الثلاثاء الرابع والعشرين من ذي الحجة سنة ثمان وستين وثلاثمائة ودفن في مقبره الحيرة وهو ابن ثمانين سنة وختم بوفاته سماع كتاب مسلم بن الحجاج وكل من حدث به بعده عن إبراهيم بن محمد بن سفيان فإنه غير ثقة قلت أراد به الحاكم الكسائي الذي ذكرته في موضعه وأبو سالم محمد بن سعيد بن حماد بن ماهان بن زياد بن عبد الله بن الجلودي وهو ابن أخي محمد بن حماد الدباغ من أهل بغداد سمع الحسن بن عرفة ومحمد بن عبيد الله بن المنادي ومحمد بن عبد الملك الدقيقي وروى عن أبي داود سليمان بن داود السجستاني كتاب السنن روى عنه أبو القاسم بن النحاس المقرئ وأبو الحسن الدارقطني وأبو حفص بن شاهين ويوسف بن عمر القواس وذكره في جملة الشيوخ الثقات وتوفي في شعبان سنة تسع وعشرين وثلاثمائة وأبو سالم محمد بن سعيد بن حماد بن ماهان بن زياد بن عبد الله الجلودي يروي عن الحسين بن مكرم روى عنه أبو الحسن بن جميع ",
                "title": "الجلودي",
                "uri": "JK_000952_0925"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}