{
    "features": [
        {
            "item": "JK_000952_3381",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.15-17",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكاسني</h1> بفتح الكاف والسين المهملة وفي اخرها النون هذه النسبة إلى كاسن وهي قرية من قرى نخشب وسمعت الأديب محمود بن علي النسفي بسمرقند يقول سمع دهقانا من أهل كاسن يقول قد ذكر الله تعالى قريتنا في |جـ 5 صـ 16| القرآن قلت وأين قال في قوله تعالى & وكأسا دهاقا & خرج منها جماعة من الزهاد والعلماء منهم أبو عبد الرحمن معاذ بن يعقوب النسفي الكاسني كان زاهدا عالما وكان من خيار المسلمين ومن عباد الله الصالحين الذي أسس المسجد الجامع العتيق في زمانه إلى هذا المسجد وذلك في سنة تسع عشرة ومائتين وهو الذي بنى المسجد والرباط في سكة الزهاد واتخذ العين والمتوضأ وتلك الاثار من تأسيسه وتلك السكة كانت تسمى دار أبي عبد الرحمن الزاهد زرت قبره بنسف وكان يحكي الحكايات عن حاتم بن عنوان الأصم الزاهد البلخي في الزهد حكى عنه أبو جعفر محمد بن أحمد بن هاشم الرعيني وأبو نصر أحمد بن الشيخ بن حمويه بن زهير الفقيه الكاسني الأديب الشاعر كان أديبا فاضلا ثم تقفه وصار من كبار أصحاب الشافعي المناظرين وصنف كتاب تواتر الحجج وقال في أوله |جـ 5 صـ 17| % شيء تلالا تلألؤ السرج % % ثم تسمى تواتر الحجج % سمع أبا الحسين محمد بن طالب وأبا يعلى عبد المؤمن بن خلف النسفيين مات شابا ولم يمتع بالعمر ولم يحدث مات بقريته كاسن في سنة ثلاث وأربعين وثلاثمائة وصلى عليه أبو يعلى بن خلف وأبو نصر أحمد بن جعفر بن هرمز بن عيسى بن جبريل بن محمود الكاسني الملقب بشعبة من أهل كاسن قال عمر النخشبي الحافظ أبو نصر أحمد بن جعفر بن عدي بن عيسى بن عدنان بن محمود الكاسني ختن المستغفري وهو سماه شعبة وكان ممن يفهم الحديث ويعرفه سمع أبا الحسين أحمد بن عبد الله الإستراباذي وأبا سلمة محمد بن أحمد بن عبد العزيز السني وأبا العباس جعفر بن محمد بن المعتز المستغفري وأبا جعفر محمد وأبا بكر أحمد ابني سليمان وغيرهم روى عنه أبو بكر محمد بن أحمد بن محمد البلدي وأبو محمد عبد العريز بن محمد بن محمد النخشبي الحافظ وذكره في معجم شيوخه وقال سمعته يقول أول ما كتبت الحديث سنة تسع وتسعين وثلاثمائة وسمعته يقول مولدي سنة ست وثمانين وثلاثمائة وقال غيره مات شعبة غداة يوم الجمعة الرابع من شوال سنة اثنتين وستين وأربعمائة بنسف والقاضي أبو يعقوب يوسف بن إبراهيم بن يمين بن كاتب الكاسني سمع أبا ذر عمار بن محمد بن مخلد التميمي وأبا بكر محمد بن الفضل وأبا بكر أحمد بن محمد بن إسماعيل الإسماعيلي وأبا نصر منصور بن محمد الحربي وجماعة وسمع أبا بكر محمد بن عمرو البزدوي العراقي تفسير محمد بن جرير الطبري صاحب رأي سماعه صحيح سمع منه أبو محمد عبد العزيز بن محمد النخشبي ",
                "title": "الكاسني",
                "uri": "JK_000952_3381"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}