{
    "features": [
        {
            "item": "JK_000129_012374",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.212-213",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>منعج</h1> بالفتح ثم السكون وكسر العين والجيم وهو من نعج ينعج إذا سمن وقياس المكان فتح |جـ 5 صـ 213| العين لفتح عين مضارعة ومجيئه مكسورا شاذ على أن بعضهم قد رواه بالفتح والمشهور الكسر وهو واد يأخذ بين حفر أبي موسى والنباج ويدفع في بطن فلج ويوم منعج من أيام العرب لبني يربوع بن حنظلة بن مالك بن زيد مناة بن تميم على بني كلاب قال جرير لعمرك لا أنسى ليالي منعج ولا عاقلا إذ منزل الحي عاقل عاقل واد دون بطن الرمة وهو يناوح منعجا من قدامه وعن يمينه أي يحاذيه وقيل منعج واد يصب من الدهناء وقال بعض الأعراب ألم تعلمي يا دار ملحاء أنه إذا أجدبت أو كان خصبا جنابها أحب بلاد الله ما بين منعج إلي وسلمى أن يصوب سحابها بلاد بها حل الشباب تميمتي وأول أرض مس جلدي ترابها وقال أبو زياد الوحيد ماء من مياه بني عقيل يقارب بلاد الحارث بن كعب ومنعج جانب الحمى حمى ضرية التي تلي مهب الشمال ومنعج واد لبني أسد كثير المياه وما بين منعج والوحيد بلاد بني عامر لم يخالطها أحد أكثر من مسيرة شهر ولذلك قالت جمل حيث ذهبت الفزر بإبلها بني الفزر ماذا تأمرون بهجمة تلائد لم تخلط بحيث نصابها تظل لأبناء السبيل مناخة على الماء يعطى درها ورقابها أقول وقد ولوا بنهب كأنه قداميس حوضى رملها وهضابها ألهفي على يوم كيوم سويقة شفى غل أكباد فساغ شرابها فإن لها بالليث حول ضرية كتائب لا يخفى عليه مصابها إذا سمعوا بالفزر قالوا غنيمة وعوذة ذل لا يخاف اغتصابها بني عامر لا سلم للفزر بعدها ولا أمن ما حنت لسفر ركابها فكيف اجتلاب الفزر شولي وصبتي أرامل هزلى لا يحل اجتلابها وأربابها بين الوحيد ومنعج عكوفا تراءى سربها وقبابها ألم تعلمي يا فزر كم من مصابة رهبنا بها الأعداء ناب منابها وكل دلاص ذات نيرين أحكمت على مرة العافين يجري حبابها وأن رب جار قد حمينا وراءه بأسيافنا والحرب يشرى ذبابها ",
                "title": "منعج",
                "uri": "JK_000129_012374"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}