{
    "features": [
        {
            "item": "JK_000952_1203",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.252-253",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمادي</h1> بفتح الحاء المهملة والميم المشددة بعدهما الألف وفي آخرها الدال المهملة هذه النسبة إلى حماد وهو اسم لبعض أجداد المنتسب إليه منهم أبو علي الحسن بن علي بن المكي بن عبد الله بن إسرافيل بن حماد الحمادي النخشبي كان فقيها فاضلا حسن السيرة وكان حنفي المذهب فصار شافعيا سمع أبا الفضل يعقوب بن إسحاق السلامي وأبا محمد عبد الله بن عمرو الطرسوسي بنخشب وأبا علي إسماعيل بن محمد بن أحمد بن حاجب الكشاني الحاجبي بالكشيانية مع أبي سهل الأبيوردي وببخارا أبا عبد الله الحسين بن الحسن بن محمد الحليمي وأبا مروان عبد الملك بن سعيد بن إبراهيم بن معقل النسفي وبمرو أبا بكر أحمد بن محمد بن عبدوس النسوي وبنيسابور أبا نعيم عبد الملك بن الحسن الأزهري سمع منه كتاب أبي عوانة الأسفراييني الصحيح سمع منه جماعة من القدماء مثل عبد العزيز بن محمد بن محمد الحافظ النخشي وأبي بكر محمد بن أحمد بن محمد البلدي وعبد السيد بن أحمد بن محمد النسفي البلدي وآخر من حدث عنه شيخنا أبو عبد الله الحسين بن الخليل النسفي الإمام وسمعت منه وضاع سماعي عنه ذكره أبو محمد عبد العزيز بن محمد النخشبي الحافظ في معجم شيوخه فقال الإمام أبو علي الحمادي سمع بنيسابور كتاب أبي عوانة على ما ذكر سألني عنه أبو علي الحسن بن علي الحمشاذي فقلت لا أدري هل يعيش أم لا أدركته حيا وهو بعد في الأحياء انتقل من مذهب أهل الكوفة إلى مذهب الشافعي وعمر عمرا طويلا فغلب عليه الهزل حسن السيرة حسن المعرفة تفقه للشافعي درس في سنة أربعمائة بعدما رجع من السفر وعامة كهول أصحاب الشافعي بنخشب قرأوا عليه فقه الشافعي في شبابه قال عمر بن محمد بن أحمد النسفي توفي أبو علي الحمادي بنسف في اليوم السابع والعشرين من ذي القعدة سنة ستين وأربعمائة وابنه أبو سعد محمد بن الحسن الحمادي يروي عن أبيه وأبي نصر محمد بن يعقوب السلامي روى عنه أبو حفص عمر بن محمد النسفي ولد في ذي القعدة سنة أربع وعشرين وأربعمائة وتوفي بنسف بعد سنة أربع وتسعين وأربعمائة فإنه حدث في هذه السنة |جـ 2 صـ 253| ",
                "title": "الحمادي",
                "uri": "JK_000952_1203"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}