{
    "features": [
        {
            "item": "JK_000952_1599",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.476-478",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدسكري</h1> بفتح الدال وسكون السين المهملتين وفتح الكاف وفي آخرها الراء هذه النسبة إلى الدسكرة وهي قريتان إحداهما على طريق خراسان يقال لها دسكرة الملك |جـ 2 صـ 477| وهي قرية كبيرة تنزلها القوافل نزلت بها في التوجه والانصراف وبت بها ليلتين منها أبو العباس أحمد بن بكرون بن عبد الله العطار الدسكري سمع القاضي محمد بن أحمد الهاشمي المصيصي وأبا طاهر محمد بن عبد الرحمن المخلص قال أبو بكر أحمد بن علي بن ثابت الخطيب كتبت عنه بدسكرة الملك في رحلتي إلى خراسان وذلك في رجب من سنة خمس عشرة وأربعمائة وما علمت به بأسا ثم قال سألت بعض أهل الدسكرة بطريق خراسان عن ابن بكرون في المحرم من سنة أربع وثلاثين وأربعمائة فقال مات منذ سنتين أو ثلاث شك في ذلك وأبو الخطاب هبة الله بن محمد بن عبد العزيز الدسكري من أهل الدسكرة بطريق خراسان شيخ صالح حسن السيرة سديد مذكور بالصلاح والعفاف والخيرية عند أهل قريته كتبت عنه شيئا يسيرا بالدسكرة أول ما وردت العراق وتوفي في حدود سنة خمس وثلاثين وخمسمائة أو قبلها أو بعدها سنة وقرية أخرى من أعمال نهر الملك ببغداد على خمسة فراسخ يقال لها الدسكرة أيضا خرجت إليها بها ليلتين أو ثلاثا منها أبو منصور بن أحمد بن الحسين بن منصور الدسكري أحد الرؤساء المعروفين بهذه القرية وله آثار جميلة بها وذكر حسن وكان من الأخيار كتبت عنه شيئا يسيرا من الشعر وابنه أبو الفضل وأبو الفضل محمد بن أحمد بن يعقوب بن أحمد بن محمد بن عبد الملك بن صالح بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الدسكري المصيصي من أهل المصيصة ولي القضاء بدسكرة الملك في طريق خراسان حدث عن علي بن عبد الحميد الغضائري ومحمد بن سعيد الترخمي الحمصي وأبي عروبة الحراني وسعيد بن عثمان الوراق الحلبي وأحمد بن الحسين بن طلاب المشعراني وأحمد بن عمير بن جوصاء الدمشقي روى عنه أبو القاسم الأزهري وعبيد الله بن عبد العزيز البردعي والحسن بن علي الجوهري وأحمد بن بكرون العطار الدسكري قال أبو بكر الخطيب وكان سيئ الحال وقد حدث عن ابن جوصاء عن هشام بن عمار ولم يسمع ابن جوصاء منه شيئا |جـ 2 صـ 478| ",
                "title": "الدسكري",
                "uri": "JK_000952_1599"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}