{
    "features": [
        {
            "item": "JK_000952_2211",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.335-337",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السوسي</h1> بالواو بين السينين المهملتين الأولى مضمومة والأخرى مكسورة هذه النسبة إلى السوس والسوسة أما السوس فهي بلدة من كور الأهواز من بلاد خوزستان بها قبر دانيال النبي عليه السلام خرج منها جماعة من الأئمة والمحدثين فمن المشهورين أبو شعيب صالح بن زياد السوسي سكن الجزيرة وكان من القراء يروي عن عبيد الله بن موسى روى عنه أبو عروبة الحراني مات بالرقة في المحرم من سنة إحدى وتسعين ومائتين |جـ 3 صـ 336| وأبو العلاء علي بن عبد الرحمن الخراز السوسي اللغوي سمع أبا عبد الله الحسين بن إسماعيل المحاملي روى عنه أبو نصر السجزي الحافظ وأحمد بن يحيى السوسي سمع أسود بن عامر روى عنه أبو بكر بن أبي داود وأبو بكر محمد بن عبد الله بن غيلان الخراز يعرف بالسوسي سمع سوار بن عبد الله روى عنه أبو الحسن الدارقطني وأبو حفص الكتاني وغيرهما وأبو بكر محمد بن إسحاق بن عبد الرحيم السوسي روى عن الحسين بن إسحاق الدقيقي وأبي سيار أحمد بن حموية التستريين وعبد الله بن محمد بن نصر الرملي روى عنه أبو الحسن الدارقطني وأبو الحسن بن رزقويه البزاز وغيرهما وأبو القاسم يوسف بن يعقوب بن إسحاق بن يوسف السوسي المعدل من أولاد المحدثين كان شيخا مهيبا حسن السيرة سمع أحمد بن عمر الليقي وأحمد بن محمد بن النضر وأبا علي محمد بن عمرو الجرشي وأحمد بن سلمة وأبا علي القباني روى عنه الحاكم أبو عبد الله الحافظ وخرج له أبو علي الحافظ الفوائد وتوفي في رجب سنة أربعين وثلاثمائة وقال الحاكم أبو عبد الله الحافظ أبو القاسم السوسي حسن البنان والبيان لا يصطلى بناره من شهامته وجماعة ينسبون إلى بلدة سوسة وهي بلدة بالمغرب وهي مدينة عظيمة بها قوم لونهم لون الحنطة يضرب إلى الصفرة ومن السوسة يخرج إلى السوس الأقصى على ساحل البحر المحيط بالدنيا فمن السوس الأقصى إلى القيروان ثلاثة آلاف فرسخ يقطعها السالك في ثلاث سنين ومن القيروان إلى طرابلس مائة فرسخ ومن طرابلس إلى مصر ألف فرسخ ومن مصر إلى مكة خمسمائة فرسخ يخرج الحاج من السوس الأقصى إلى مكة في ثلاث سنين ونصف ويرجع في مثلها خرج منها محدثون وأدباء وفقهاء منهم يحيى بن خالد السوسي مغربي يحدث عن عبد الله بن وهب كذا ذكره ابن يونس وظني أن أبا القاسم نصر بن أحمد بن مقاتل بن مظكود السوسي شيخنا الذي كتبنا عنه بدمشق وروى لنا عن أبي القاسم علي بن محمد بن علي المصيصي من سوس المغرب فإن مظكود اسم مغربي والله أعلم |جـ 3 صـ 337| وأبو بكر محمد بن إسحاق بن عبد الرحيم السوسي من أهل السوس قدم بغداد في سنة إحدى وأربعين وثلاثمائة وحدث بها عن الحسين بن إسحاق الدقيقي وأبي سيار أحمد بن حمويه التستريين وعبد الله بن محمد بن نصر الرملي أحاديث مستقيمة روى عنه أبو الحسن محمد بن أحمد بن رزق وأبو الحسين محمد بن الحسين بن الفضل القطان وقد سمع منه أبو الحسن علي بن عمر الدارقطني الحافظ وروى عنه ومحمد بن أحمد بن المبارك السوسي البزار من أهل السوس يروي عن سهل بن بحر روى عنه أبو بكر بن المقرىء وأبو عبد الله الحسين بن محمد بن شهريار السوسي روى عن محمد بن جعفر بن إياس بن يزيد الضبي ومحمد بن الحجاج وغيرهما روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وقال في معجم شيوخه حدثني أبو عبد الله بن شهريار السوسي وما رأت عيناي أجمل وجها منه قط رحمه الله وأما أبو أحمد محمد بن سليمان بن عبد الكريم بن مخلد بن محمد بن خالد البزاز السوسي وكان يعرف بابن أخي سوس فقيل له السوسي لهذا حدث عن قتيبة بن سعيد وعبد الملك بن عبد ربه الطائي روى عنه أبو الحسين محمد بن المظفر الحافظ البغدادي وأبو حفص وقيل أبو القاسم عمر بن محمد بن موسى بن السوسي البغدادي السوسي نسب إلى جده الأعلى من أهل بغداد حدث عن أبي حامد محمد بن هارون الحضرمي ومحمد بن أبي الأزهر الخزاعي روى عنه علي بن عبد العزيز الطاهري وابن بكير النجار وغيرهما ",
                "title": "السوسي",
                "uri": "JK_000952_2211"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}