{
    "features": [
        {
            "item": "JK_000952_2579",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.57-58",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطرايفي</h1> بفتح الطاء المهملة والراء والياء المنقوطة باثنتين من تحتها بعد الألف وفي آخرها الفاء هذه النسبة إلى بيع الطرايف وشرائها وهي الأشياء المليحة المتخذة من الخشب والمشهور بهذه النسبة أبو الفضل محمد بن الحسن بن موسى بن معاوية الطرايفي من أهل نيسابور سمع عبد الصمد بن الفضل وغيره والحسن بن يوسف الطرايفي بمصر سمع محمد بن عبد الله بن عبد الحكم وأبو بكر محمد بن أحمد بن خالد الطرايفي من أهل مصر حدث عن محمد بن يوسف الرازي روى عن هؤلاء الثلاثة أبو عبد الله بن منده الحافظ وأما أبو الحسن أحمد بن محمد بن عبدوس بن سلمة بن مسور بن سنان بن مزاحم الطرايفي مولى خداش بن حلبس العنزي حدث عن جماعة من القدماء مثل السري بن خزيمة ومحمد بن أشرس السلمي والحسين بن الفضل البجلي بنيسابور وعثمان بن سعيد الدارمي ومعاذ وأحمد ابني نجدة بن العريان القرشي ومحمد بن سهل بن صيغون العتكي وطبقتهم روى عنه أبو بكر بن إسحاق الصبغي وأبو علي الحافظ وأبو عبد الله البيع الحافظ النيسابوريون ذكره الحافظ أبو عبد الله في تاريخ نيسابور فقال أبو الحسن الطرايفي كان من أهل الصدق والمحدثين المشهورين انتخب عليه أبو علي الحافظ ثلاثة أجزاء وأبو الحسين الحجاجي سبعة أجزاء ولم يزل مقبولا في الحديث مع ما كان يرجع إليه من السلامة وسمعته يقول أقمت ببغداد مدة سنة أربع وخمسين وخمس وثمانين ومائتين على التجارة ولم أسمع بها حديثا واحدا وتوفي في شهر رمضان سنة سبع وأربعين وثلاثمائة وصلى عليه الأستاذ أبو الوليد وأما أبو عبد الرحمن عثمان بن عبد الرحمن بن مسلم المكتب الحراني القرشي يعرف بالطرايفي وإنما قيل له الطرايفي ولقب به لأنه كان يتتبع طرائف الأحاديث ويطلبها يروي |جـ 4 صـ 58| عن قوم ضعاف وهو مولى منصور بن محمد بن مروان يروي عن هشام القردوسي وخصيف بن عبد الرحمن روى عنه قتيبة بن سعيد وسليمان بن عبد الرحمن الدمشقي ذكر ذلك أبو أحمد الحافظ النيسابوري في كتاب الكنى حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أخبرنا أبو طاهر عبد الواحد بن محمد بن أحمد بن الهيثم الدشتي أخبرنا أبو الحسن عبيد الله بن المغيرة بن المنصور النيسابوري حدثنا أبو محمد الحسن بن أحمد المخلدي أخبرنا أبو بكر عبد الله بن محمد بن مسلم الإسفرايني حدثنا محمد بن بحير حدثنا محمد بن أسد حدثنا سليمان بن عبد الرحمن بن كنان حدثنا عثمان بن عبد الرحمن الحراني أبو عبد الرحمن الطرايفي كان صاحب عجائب حدثنا علي بن عروة الدمشقي عن ابن جريج عن عطاء عن ابن عباس رضي الله عنهما أسنده قال كان له صلى الله عليه وسلم قسطاس يسمى الكن وأبو النضر أحمد بن محمد بن الحسن الفقيه الطرايفي من أهل نيسابور سمع الحديث ثم تفقه على كبر السن رأى أبا العباس محمد بن إسحاق الثقفي ثم سمع الحديث بعده من مثل أبي علي محمد بن عبد الوهاب الثقفي وطبقته وتوفي في شهر رمضان سنة ثمان وستين وثلاثمائة حكى أبو النضر الطرايفي عن أبي علي الثقفي أنه قال يعجبني من أهل الحديث أن يدعو الخلاف في الطهارة والصلاة فيأخذوا بالشدة لا بالرخصة وأبو عبد الله محمد بن حمدان بن سفيان الطرايفي المخرمي من اهل بغداد سمع علي بن مسلم الطوسي والحسن بن عرفة ومحمد بن عبد الملك بن زنجويه ومحمد بن زياد بن عبد العزيز الثقفي وغيرهم من البغداديين والرازيين والمصريين روى عنه أحمد بن قاج الوراق ومحمد بن المظفر ومحمد بن عبد الله بن الشخير ذكره أبو الفضل صالح ابن أحمد الهمذاني الحافظ في طبقات الهمذانيين فقال أبو عبد الله الطرايفي قدم علينا سنة ثماني عشرة وثلاثمائة سمعت منه مع أبي وكان عنده عامة كتب الشافعي الأم وغيره عن الربيع وكان رجلا سهلا حسن الأخلاق يصبر على التحديث واسع العلم صدوقا ",
                "title": "الطرايفي",
                "uri": "JK_000952_2579"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}