{
    "features": [
        {
            "item": "JK_000952_3071",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.384-387",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفسوي</h1> بفتح الفاء والسين هذه النسبة إلى فسا وهي بلدة من بلاد فارس يقال لها بسا خرج منها جماعة كثيرة من العلماء والرحالين منهم أبو يوسف يعقوب بن سفيان بن جوان الفسوي الفارسي كان من الأئمة الكبار ممن جمع ورحل من المشرق إلى المغرب وصنف وأكثر مع الورع والنسك والصلابة في السنة رحل إلى العراق والحجاز والشام والجزائر وديار مصر وكتب عن عبيد الله بن موسى وروى عنه أبو محمد بن درستويه النحوي مات في رجب الثالث والعشرين منه من سبع وسبعين ومائتين ويزيد بن المبارك الفارسي الفسوي منها أيضا رحل إلى العراقين يروي عن أبي عاصم |جـ 4 صـ 385| النبيل وأبي نعيم الملائي وكان راويا لسلمة بن الفضل روى عنه أبو بكر عبد الله بن أبي داود السجستاني وأبو الحسن علي بن أحمد بن كردي الفسوي القاضي من أهل فسا ولي القضاء بشيراز نيابة عن القاضي أبي عبد الله الحسين بن إسماعيل المحاملي ثم استقضى المقتدر بالله علي بن أحمد الفسوي هذا بعد موت المحاملي على كور أردشير خرة وإصطخر واستقضاه القاهر بالله على فارس وكرمان فلم يزل قاضيا إلى أن توفي يروي عن يحيى بن أبي طالب وعمران بن موسى وطاهر بن محمود النسفي وعلي بن داود القنطري وجعفر بن محمد الصايغ وغيرهم وكانت وفاته في النصف من شوال سنة إحدى وعشرين وثلاثمائة وكان يتقلب على فراشه في مرض موته ويقول من القضاء إلى القبر من القضاء إلى القبر وأبو يوسف يعقوب بن سفيان بن زياد الأصفر الفسوي يروي عن يزيد بن المبارك وأبي يوسف يعقوب بن سفيان الفسوي الكبير وغيرهما روى عنه أبو بكر محمد بن عبد الله بن محمد النسابة الفارسي هكذا ذكره أبو عبد الله محمد بن عبد العزيز الشيرازي في تاريخ فارس وأبو عبد الله محمد بن حفص بن عمرو الفسوي الغازي يروي عن الحسين بن عبيد الله الأبزاري رحل وكتب وصنف روى عنه أبو العباس الفضل بن يحيى بن إبراهيم مات سنة ثلاث وعشرين وثلاثمائة وأبو علي الحسن بن محمد بن عثمان الفسوي نزيل البصرة عنده أكثر مصنفات أبي يوسف يعقوب بن سفيان الفسوي ثقة نبيل روى عنه أبو عبد الله محمد بن أحمد بن جعفر الفقيه الشيرازي وأبو عبد الله محمد بن أحمد بن جميع ذكره أبو عبد الله الشيرازي الحافظ في تاريخ فارس وأبو العباس الحسين بن الحسن بن سفيان بن زياد الفسوي التاجر سكن بخارى إلى حين وفاته يروي عن أبي عمار الحسين بن حريث الخزاعي ومحمد بن رافع وأحمد بن |جـ 4 صـ 386| حفص السلمي ومحمد بن يحيى الذهلي روى عنه أبو أحمد محمد بن عبد الله بن يوسف الشافعي وخلف بن محمد بن إسماعيل الخيام وتوفي في شهر رمضان سنة ثمان عشرة وثلاثمائة وأبو الحسن أحمد بن جعفر بن عبد الله بن سليمان بن أبي توبة الفسوي من أهل فسا كان شيخا نبيلا ثقة زاهدا وكان أوحد وقته في التصوف وفي الحديث وكانت إليه الرحلة وله فضائل معروفة وكان في كل يوم وليلة ورده ألف ركعة يروي عن علي بن سعيد العسكري وأبي المثنى أحمد بن إبراهيم الربضي وعلي بن سميع الفارسي وجماعة من أهل العراق والري وطبرستان وفارس ومات في ذي الحجة سنة خمس وستين وثلاثمائة وأبو سعيد الحسن بن محمد بن عبد الله بن سهل القزاز الفسوي الشاهد نزيل شيراز رحل به والده إلى العراق والشام ومصر و بيت المقدس كتب مع الحفاظ سمع أبا بكر محمد بن زبان بن حبيب وأبا الجهم أحمد بن الحسين بن طلاب المشغرائي وأبا عروبة الحسين بن محمد بن أبي معشر الحراني وأبا الحسين أحمد بن عمير بن جوصاء الدمشقي الجوصي وعبد الحكم بن أحمد الصدفي وجماعة من كبار أهل بغداد وشيراز ومجلسه في الجامع في باب المصاحف في الجمعان بعد الصلاة وكان الناس قديما يفتخرون بإملاء باب المصاحف ومات في المحرم سنة إحدى وسبعين وثلاثمائة وأبو بكر محمد بن عبد الله بن محمد بن شيرويه الفسوي من أهل فسا ذكرته في الشيرويي وأبو الحسين أحمد بن محمد بن القاسم بن محمد بن بشر بن درستويه بن يزيد بن زهمويه الفسوي الفارسي أصله من فسا سكن بخارى يروي عن أبي بكر محمد بن عبد الله بن يزداد الرازي وأبي بكر أحمد بن سعد بن عبيد الله الزاهد وأبي بكر محمد بن علي بن إسماعيل القفال الشاشي روى عنه جماعة مثل السيد أبي بكر محمد بن علي بن حيدرة الجعفري وأبي الحسن علي بن محمد بن حذام الحذامي وأبي صالح خلف بن محمد بن إسماعيل الخيام وكانت ولادته سنة أربعين وثلاثمائة في ذي الحجة ومات ببخارى في شهر ربيع الأول سنة عشرين وأربعمائة |جـ 4 صـ 387| ",
                "title": "الفسوي",
                "uri": "JK_000952_3071"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}