{
    "features": [
        {
            "item": "JK_000952_2517",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.570-571",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصيداني</h1> بفتح الصاد المهملة والياء الساكنة آخر الحروف والدال المهملة المفتوحة بعدها الألف وفي آخرها النون هذه النسبة إلى صيدا وهي بلدة على ساحل بحر الروم مما يلي الشام قريبة من صور ذكر سليمان بن أبي كريمة أنه نظر إلى عمود أو حجر مكتوب عليه كتابا فلم يحسن يقرأه فتعلم بعد ذلك قراءة اليونانية فقرأه فإذا عليه بنى صيدا صيدون بن سام بن نوح وهي رابع مدينة بنيت بعد الطوفان والنسبة إليها صيداوي وصيداني |جـ 3 صـ 571| وسأذكرهما جميعا والمشهور بهذه النسبة أبو الحسين محمد بن أحمد بن محمد بن أحمد بن يحيى بن عبد الرحمن بن جميع الغساني الحافظ الصيداني من أهل صيدا له رحلة إلى ديار مصر والعراق وبلاد فارس وكور الأهواز وأكثر عن الشيوخ بهذه البلاد وخرج له خلف بن أحمد بن علي الواسطي الحافظ معجم شيوخه في خمسة أجزاء حسنة روى عنه ابنه الحسن وأبو سعد أحمد بن محمد بن عبد الله الماليني الصوفي وأبو نصر عبد الرحمن بن أبي عقيل الصوري وآخر من روى عنه أبو نصر الحسين بن محمد بن أحمد بن طلاب الخطيب الدمشقي وكانت ولادته سنة ست وثلاثمائة بصيدا ووفاته بعد سنة أربع وتسعين وثلاثمائة وابنه الحسن بن محمد بن أحمد بن محمد بن أحمد بن يحيى بن عبد الرحمن بن جميع الغساني الصيداني يروي عن أبيه وسمعه والده عن جماعة من شيوخه روى عنه أبو الحسن علي بن أحمد بن يوسف القرشي الهكاري وغيره وابنه أبو الحسن أحمد بن الحسن بن أبي الحسين بن جميع الصيداني سمع جده أبا الحسين محمد بن أحمد بن جميع وغيره سمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ ذكره في معجم شيوخه وقال رأيت سماعه في أجزاء من اجزاء جده وكان عنده كتب جده باقية بصيدا فيها سماع الخلق الذين سمعوا منه وكتب عنه بصيدا وأبو علي الحسن بن محمد بن النعمان الصيداني يروي عن بكار بن قتيبة قاضي مصر روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني وسمع منه بصور ",
                "title": "الصيداني",
                "uri": "JK_000952_2517"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}