{
    "features": [
        {
            "item": "JK_000952_2408",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.475-480",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشهيد</h1> بفتح الشين المعجمة وكسر الهاء وسكون الياء المنقوطة من تحتها بنقطتين وفي آخرها الدال المهملة هذا الإسم اشتهر به جماعة من العلماء قتلوا فعرفوا ب الشهيد أولهم ابن باب مدينة العلم وريحانة رسول الله صلى الله عليه وسلم الشهيد الشهيد الحسين بن |جـ 3 صـ 476| علي سيد شباب أهل الجنة وكان يكنى أبا عبد الله خرج على يزيد فوجه إليه عبيد الله بن زياد وعمر بن سعد بن أبي وقاص فقتله سنان بن أنس النخعي الأصبحي سنة إحدى وستين يوم عاشوراء وهو ابن ثمان وخمسين ويقال ابن ست وخمسين وكان يخضب بالسواد وعن عبد الرحمن بن سابط عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم من أراد أن ينظر إلى سيد شباب أهل الجنة فلينظر إلى الحسين بن علي وقال النبي عليه الصلاة والسلام الحسن والحسين هما ريحانتان في الجنة قال الزبير بن بكار ولد الحسين بن علي أبو عبد الله لخمس ليال خلون من شعبان سنة أربع من الهجرة وقال جعفر بن محمد الصادق لم يكن بين الحسن والحسين إلا طهر واحد ولد الحسن في رمضان سنة ثلاث والحسين في شعبان سنة أربع وقد كان يشبهان رسول الله كان الحسن أشبه برسول الله صلى الله عليه وسلم ما بين الصدر إلى الرأس والحسين أشبه برسول الله ما كان دون ذلك ولم يبق من أولاد الحسين ذكر إلا غلام مريض وهو علي بن الحسين يقال له زين العابدين ولما حملت الرؤوس إلى يزيد بن معاوية وضع رأس الحسين بين يديه وأنشأ يزيد يقول بقضيب على فمه % نفلق هاما من رجال أعزة % % علينا وهم كانوا أعق وأظلما % ثم بعث إلى المدينة بذريته فتلقتهم امرأة من بنات عبد المطلب ناشرة شعرها واضعة كمها على رأسها وهي تبكي وتقول % ماذا تقولون إن قال النبي لكم % % ماذا فعلتم وأنتم آخر الأمم % % بعترتي وبأهلي بعد مفتقدي % % منهم أسارى ومنه ضرجوا بدم % % ما كان هذا جزائي إذ نصحت لكم % % أن تخلفوني بسوء من ذوي رحم % |جـ 3 صـ 477| وأبو الفضل محمد بن محمد بن أحمد بن عبد الله بن عبد المجيد بن إسماعيل بن الحاكم الشهير بالحاكم المروزي السلمي ثم الحنفي الوزير الحاكم الشهيد عالم مرو والإمام لأصحاب أبي حنيفة رحمه الله في عصره وكتخداي صاحب خراسان وأستاذه قد كان لما قلد قضاء بخارى يختلف إلى الأمير الحميد فيدرسه الفقه فلما صارت الولاية إليه قلده أزمة الأمور كلها وكان يمتنع عن اسم الوزارة ولم يزل الأمير الحميد به إلى أن تقلدها سمع بمرو أبا رجاء محمد بن حمدويه الهورقاني ويحيى بن ساسويه الذهلي ومحمد بن عصام بن سهيل حمك وبنيسابور عبد الله بن شيرويه وبالري إبراهيم بن يوسف الهسنجاني وببغداد الهيثم بن خلف الدوري وأبا عبد الله أحمد بن الحسن الصوفي وبالكوفة علي بن العباس البجلي وبمكة المفضل بن محمد الجندي وبمصر علي بن أحمد بن سليمان المصري وببخارى محمد بن سعيد النوجاباذي وأبا القاسم حماد بن أحمد بن حماد والحسن بن سفيان النسوي وعبد الله بن محمود السعدي وطبقتهم سمع مشايخ خراسان قاطبة وأئمتها من الحاكم الشهيد وقال الحاكم أبو أحمد الحافظ الحاكم الشهيد كتب الحديث على رسمنا لا على رسم المتفقهة وكان يحفظ الفقهيات التي يحتاج إليها ويتكلم على الحديث قلت لأبي أحمد كان يبلغنا أن ذلك الكلام كلامك على كتبه فقال لا والله إلا كلامه ونتيجة فهمه وأما أنا فجمعت له حديث أبي حمزة السكري وإبراهيم بن ميمون الصائغ وجماعة من شيوخ المراوزة وذكر أبو عبد الله بن الحاكم الشهيد قال عهدت الحاكم وهو يصوم يوم الاثنين والخميس ولا يدع صلاة الليل في السفر والحضر ولا يدع التصنيف في السفر والحضر وكان يقعد والسفط والكتب والمحبرة بين يديه وهو وزير السلطان فيؤذن لمن لا يجد له بدا من الإذن ثم يشتغل بالتصنيف فيقوم الداخل ولقد شكاه أبو العباس بن حموية قال ندخل عليه ولا يكلمنا ويأخذ القلم بيده ويدعنا ناحية |جـ 3 صـ 478| قال الحاكم أبو عبد الله الحافظ ولقد حضرت عشية الجمعة مجلس الإملاء للحاكم أبي الفضل ودخل علي بن أبي بكر بن المظفر الأمير فقام له قائما ولم يتحرك من مكانه ورده من باب الصفة وقال انصرف أيها الأمير فليس هذا يومك قال الحاكم أبو عبد الله بن البيع وسمعت أبا العباس المصري وكان من الملازمين لبابه يقول دعا الحاكم يوما بالبواب والمرتب وصاحب السر فقال لثلاثتهم إن الشيخ الجليل يقول قد تقدمت إليكم غير مرة بأن لا تحجبوا عني بالغدوات والعشيات أحدا من أهل العلم الرحالة المرقعات والأثواب الرثة واجبوا الفرسان وأصحاب الأموال وأنتم لأطماعكم الكاذبة تأذنون للأغنياء وتحجبون عني الغرباء لرثاثتهم فلئن عدتم لذلك نكلت بكم وحكى ابن الحاكم الشهيد أنه لم يزل يدعو في صلاته وأعقابها بدعوات ثم يقول اللهم ارزقني الشهادة إلى أن سمع عشية الليلة التي قتل من غدها جلبة وصوت السلاح فقال ما هذا وقالوا غاغة العسكر قد اجتمعوا يؤلبون ويلزمون الحاكم الذنب في تأخير ارزاقهم عنهم فقال اللهم اغفر ثم دعا بالحلاق فحلق رأسه وسخن له الماء في مضربه ذلك فتنور ونظف نفسه واغتسل ولبس الكفن ولم يزل طول ليلته تلك يصلي فأصبح وقد اجتمعوا إليه فبعث السلطان إليهم يمنعهم عنه فخذلوا أصحاب السلطان وكبسوا الحاكم فقتلوه وهو ساجد رحمه الله واستشهد الحاكم على باب مرو في مضربه وقد اغتسل ولبس الكفن وصلى صلاة الصبح والكتب بين يديه وهو يصنف بضوء الشمع في شهر ربيع الآخر سنة أربع وثلاثين وثلاثمائة وكان رحمه الله حفظ ستين ألف حديث من حديث رسول الله صلى الله عليه وسلم وتصانيفه تدل على فضله ك الكافي والمنتقى وشرح الجامع وأصول الفقه وقيل لما اختصر كتاب الكافي الذي صنفه الإمام الرباني محمد بن الحسن الشيباني رآه في المنام فقال له محمد مزق الله جلدك كما مزقت كتابي فاستجاب الله دعاء محمد بن الحسن عليه فاستشهد في آخر عمره ويقال أن رجلا رأى ليلة في المنام نارا نزلت من السماء على قبر الحاكم الشهيد فجاء كتاب الكافي وصار برزخا بين القبر والنار حتى رجعت النار والقاضي الإمام الشهيد أبو نصر المحسن بن أحمد بن المحسن بن أحمد بن محمد بن يحيى بن خالد بن يزيد بن الحسين الخالدي المروزي المعروف بالقاضي الشهيد كان من أئمة اصحاب أبي حنيفة رحمه الله ومشاهيرهم في الحديث والفقه والتاريخ والحساب من سكة رازاباد من سكك مرو سجن وهرب سمع بمرو أبا الفضل محمد بن |جـ 3 صـ 479| الحسين الحدادي وببخارى الإمام الزاهد إسماعيل بن الحسين والإمام أبو إسحاق إبراهيم بن أحمد بن محمد بن علي بن عطاء المروروذي من أهل مرو في آخر عمره يلقب ب زين الإسلام الشهيد كان من أهل العلم والفضل والفتوى والورع سمع بحضرته كتاب الوسيط للواحدي حمزة بن إبراهيم بن حمزة الخداباذي البخاري في مدرسة التميمية بمرو سلخ جمادى الآخرة سنة إحدى وعشرين وخمسمائة وأيضا سمع كتاب طراز المغازي عن الواحدي روى الإمام زين الإسلام إبراهيم عن أبي عبد الله محمد بن محمد بن العلاء البغوي والإمام أبي القاسم الجنيد بن علي القايني الهروي روى عنه أبو الفتح محمد بن عبد الرحمن الخطيبي وابنه أبو محمد عبد الرحمن ووالدي الإمام محمد بن منصور وقد سمع منه ألف حديث التي جمعها جدي الإمام أبو المظفر السمعاني عن مائة شيخ حمزة بن إبراهيم بن حمزة الخداباذي أيضا وقتل في فتنة خوارزم شاه في ربيع الآخر سنة ست وثلاثين وخمسمائة وقبره بأسفل ماجان مرو بباب المدينة وأبو زكريا يحيى بن محمد بن يحيى بن خالد الذهلي النيسابوري المعروف ب الشهيد وأبوه محمد بن يحيى الذهلي يروي عن عبد الرزاق الصنعاني وعلي بن بحر القطان وعلي بن عبد الله وعبد الرحمن بن مهدي والحصين بن محمد بن شجاع وأبي نعيم ومعاذ بن فضالة الزهراني ويحيى بن عبد الله بن بكير وقبيصة بن عقبة ومحمد بن عبد الله بن المثنى الأنصاري روى الذهلي عن معاذ بن فضالة ويحيى بن أيوب عن بكر بن عمرو عن صفوان بن سليم قال بكر أحسبه عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال إذا خرجت من بيتك إلى الصلاة فصل ركعتين يمنعانك مخرج السوء وإذا دخلت إلى منزلك فصل ركعتين يمنعانك مدخل السوء |جـ 3 صـ 480| ",
                "title": "الشهيد",
                "uri": "JK_000952_2408"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}