{
    "features": [
        {
            "item": "JK_000129_013248",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.366-367",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ود</h1> بالفتح لغة في الوتد ويجوز أن يكون منقولا عن الفعل الماضي ود يود قيل هو جبل في قول امرىء القيس وتري الود إذا ما أشجذت وتواريه إذا ما تعتكر وقيل هو جبل قرب جفاف الثعلبية وأما الصنم قال ابن جني همزة أد عندنا بدل من واو ود لإيثارهم معنى الود المودة كما سموا محبا محبوبا وحبابا |جـ 5 صـ 367| وحبيبا والإد الشيء المنكر لأنهم قالوا عبد ود وقالوا وددت الرجل أوده ودا وودادا وودادة فأكثر القراء وهم أبو عمرو وابن كثير وابن عامر وحمزة والكسائي وعاصم ويعقوب الحضرمي فإنهم قرأوا ودا بالفتح وتفرد نافع بالضم وهو صنم كان لقوم نوح عليه السلام وكان لقريش أيضا صنم اسنه ود ويقولون أد أيضا قال ابن حبيب ود كان لبني وبرة وكان بدومة الجندل وكانت سدانته لبني الفرافصة ابن الأحوص الكلبيين قال الشاعر حياك ود وإنا لا يحل له لهو النساء وإن الدين قد عزما قال أبو المنذر هشام بن محمد كان ود وسواع ويغوث ويعوق ونسر أصنام قوم نوح وقوم إدريس عليهما السلام وانتقلت إلى عمرو بن لحي كما نذكره هنا قال أخبرني أبي عن أول عبادة الأصنام أن آدم عليه السلام لما مات جعله بنو شيث بن آدم في مغارة في الجبل الذي أهبط عليه بأرض الهند ويقال للجبل نوذ وهو أخصب جبل في الأرض يقال أمرع من نوذ وأجدب من برهوت وبرهوت واد بحضرموت قال فكان بنو شيث يأتون جسد آدم في المغارة ويعظمونه ويرحمون عليه فقال رجل من بني قابيل بن آدم يا بني قابيل إن لبني شيث دوارا يدورون حوله ويعظمونه وليس لكم شيء فنحت لهم صنما فكان أول من عمله وكان ود وسواع ويغوث ويعوق ونسر قوما صالحين ماتوا في شهر فجزع عليهم أقاربهم فقال رجل من بني قابيل يا قوم هل لكم أن أعمل لكم خمسة أصنام على صورهم غير أني لا أقدر أن أجعل فيها أرواحا قالوا نعم فنحت لهم خمسة أصنام على صورهم فنصبها لهم فكان الرجل يأتي أخاه وعمه وابن عمه فيعظمه ويسعى حوله حتى ذهب ذلك القرن الأول وكانت عملت على عهد يرد بن مهلائيل بن قينان بن أنوس بن شيث بن آدم ثم جاء قرن آخر يعظمونهم أشد تعظيما من القرن الأول ثم جاء من بعدهم القرن الثالث فقالوا ما عظم أولونا هؤلاء إلا وهم يرجون شفاعتهم عند الله فعبدوهم وعظم أمرهم واشتد كفرهم فبعث الله إليهم إدريس عليه السلام وهو أخنوخ بن يرد بن مهلائيل بن قينان نبيا فنهاهم عن عبادتها ودعاهم إلى عبادة الله تعالى فكذبوه فرفعه الله مكانا عليا ولم يزل أمرهم يشتد فيها قال ابن الكلبي عن أبي صالح عن ابن عباس حتى أدرك نوح بن لمك بن متوشلخ بن أخنوخ فبعثه الله نبيا وهو يومئذ ابن أربعمائة سنة وثمانين سنة فدعاهم إلى الله تعالى في نبوته مائة وعشرين سنة فعصوه وكذبوه فأمره الله تعالى أن يصنع الفلك ففرغ منها وركبها وهو ابن ستمائة سنة وغرق من غرق ومكث بعد ذلك ثلثمائة وخمسين سنة فعلا الطوفان وطبق الأرض كلها وكان بين آدم ونوح ألفا سنة ومائتا سنة فأهبط ماء الطوفان هذه الأصنام من جبل نوذ إلى الأرض وجعل الماء بشدة جريه وعبابه ينقلها من أرض إلى أرض حتى قذفها إلى أرض جدة ثم نضب الماء وبقيت على شط جدة فسفت الريح عليها التراب حتى وارتها قال هشام إذا كان الصنم معمولا من خشب أو فضة أو ذهب على صورة إنسان فهو صنم وإن كان من حجارة فهو وثن قال هشام وكان عمرو بن لحي وهو ربيعة بن عمرو بن عامر بن حارثة بن ثعلبة بن امرىء القيس بن مازن بن الأزد وهو أخو خزاعة وأمه فهيرة بنت الحارث بن مضاض الجرهمي كان قد غلب على مكة وأخرج منها جرهما وتولى سدانتها وكان كاهنا وكان له مولى من الجن يكنى أبا ثمامة فقال عجل المسير |جـ 5 صـ 368| والظعن من تهامة بالسعد والسلامة قال خبر ولا إقامة قال ائت ضف جدة تجد فيها أصناما معدة فأوردها تهامة ولا تهب وادع العرب إلى عبادتها تجب فأتى شط جدة فاستثارها ثم حملها حتى ورد تهامة وحضر الحج فدعا العرب إلى عبادتها قاطبة فأجابه عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة فدفع إليه ودا فحمله إلى وادي القرى وأقره بدومة الجندل وسمى ابنه عبد ود فهذا أول من سمى عبد ود ثم سمت العرب به بعده وجعل ابنه عامرا الذي يسمى عامر الأجدار سادنا له فلم يزل بنوه يسدنونه حتى جاء الإسلام وحدث هشام عن أبيه قال حدثني مالك بن حارثة الأجداري أنه رأى ودا قال وكان أبي يبعثني باللبن إليه فيقول لي اسقه إلهك قال فأشربه قال ثم رأيت خالد بن الوليد كسره جذاذا وكان رسول الله صلى الله عليه وسلم بعث خالدا من غزوة تبوك لهدمه فحال بينه وبين هدمه بنو عبد ود وبنو عامر الأجدار فقاتلهم حتى قتلهم وهدمه وكسره وكان فيمن قتل يومئذ رجل من بني عبد ود يقال له قطن بن شريح فأقبلت أمه فرأته مقتولا فأشارت تقول ألا تلك المودة لا تدوم ولا يبقى على الدهر النعيم ولا يبقى على الحدثان غفر له أم بشاهقة رؤوم ثم قالت يا جامعا جامع الأحشاء والكبد يا ليت أمك لم تولد ولم تلد ثم أكبت عليه فشهقت شهقة فماتت وقتل أيضا حسان بن مصاد ابن عم الأكيدر صاحب دومة الجندل ثم هدمه خالد رضي الله عنه قال ابن الكلبي فقلت لمالك بن حارثة صف لي ودا حتى كأني أنظر إليه قال تمثال رجل كأعظم ما يكون من الرجال قد دثر عليه أي نقش عليه حلتان متزر بحلة ومرتد بأخرى عليه سيف قد تنكب قوسا وبين يديه حربة فيها لواء ووفضة أي جعبة فيها نبل فهذا حديث ود وروي عن ابن عباس رضي الله عنه عن النبي صلى الله عليه وسلم قال رفعت إلى النار فرأيت عمرو بن لحي رجلا أحمر أزرق قصيرا يجر قصبه في النار قلت من هذا فقيل عمرو بن لحي أول من بحر البحيرة ووصل الوصيلة وسيب السائبة وحمى الحامي وغير دين إبراهيم عليه السلام ودعا العرب إلى عبادة الأوثان فقال أشبه بنيه به قطن بن عبد العزى فوثب قطن وقال يا رسول الله أيضرني شبهه شيئا قال عليه الصلاة والسلام لا أنت مسلم وهو كافر هذا كله عن ابن الكلبي وههنا انتقاد وذلك أنهم قالوا إن أول من دعا العرب إلى عبادة الأوثان عمرو بن لحي وقد ذكر فيما تقدم أن ودا سلمه إلى عوف بن عذرة بن زيد اللات وقد ذكرنا في اللات عنه أن زيد اللات سمي باللات التي كانوا يعبدونها فهو أقدم من ود والله أعلم ",
                "title": "ود",
                "uri": "JK_000129_013248"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}