{
    "features": [
        {
            "item": "JK_000952_3152",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.433-434",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القافلاني</h1> بفتح القاف وسكون الفاء هذه النسبة إلى حرفة عجيبة سمعت القاضي أبا بكر محمد بن عبد الباقي الأنصاري ببغداد مذاكرة يقول القافلاني اسم لمن يشتري السفن الكبار المنحدرة من الموصل والمصعدة من البصرة ويكسرها ويبيع خشبها وقيرها وقفلها والقفل الحديد الذي فيها يقال لمن يفعل هذه الصنعة القافلاني والمشهور بهذه النسبة أبو الربيع سليمان بن محمد بن سليمان القافلاني يروي عن عطاء والحسن وابن سيرين عداده في أهل البصرة روى عنه أهلها يروي عن الأثبات الموضوعات حتى صار ممن لا يحتج به إذا انفرد واسم أبي سليمان محمد وكان سليمان يبيع السفن |جـ 4 صـ 434| بالبصرة قاله أبو حاتم بن حبان قال ابن أبي حاتم سليمان بن محمد القافلاني روى عن أبي طالوت عن مالك بن عبد الله الخطمي روى عنه عمرو بن عاصم الكلابي وسئل يحيى بن معين عن سليمان القافلاني فقال ليس بشيء وأبو الفضل جعفر بن محمد بن أحمد بن الوليد القافلاني من أهل بغداد كان من الثقات وكان يعرف شيئا من الحديث سمع من محمد بن إسحاق الصغاني وعلي بن داود القنطري وأحمد بن الوليد الفحام وعيسى بن محمد الإسكافي وعبد الله بن روح المدائني وأحمد بن أبي خيثمة روى عنه أبو بكر أحمد بن جعفر بن مالك القطيعي وعبد العزيز بن جعفر الخرقي وأبو الفضل عبيد الله بن عبد الرحمن الزهري وأبو الحسين محمد بن المظفر الحافظ وأبو بكر أحمد بن إبراهيم بن شاذان البزار وأبو الفتح يوسف بن عمر القواس وتوفي في جمادى الأولى من سنة خمس وعشرين وثلاثمائة وأبو القاسم الحسن بن إدريس بن محمد بن شاذان القافلاني من أهل بغداد يروي عن عبد الله بن أيوب المخرمي وأبي الفضل بن موسى مولى بني هاشم وعيسى بن أبي حرب الصفار روى عنه القاضي أبو الحسن الجراحي وأبو عمر بن حيويه وأبو الحسن الدارقطني وأبو القاسم بن الثلاج وأبو الحسين محمد بن أحمد بن جميع الغساني ومات سنة تسع وثلاثمائة ",
                "title": "القافلاني",
                "uri": "JK_000952_3152"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}