{
    "features": [
        {
            "item": "JK_000952_2364",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.445-447",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشقيقي</h1> بفتح الشين المعجمة والياء المنقوطة باثنتين من تحتها بين القافين المكسورتين هذه النسبة إلى الجد وهو شقيق وإلى الاسم أما الجد فالمشهور بها أبو عبد الرحمن علي بن الحسن بن شقيق المروزي الشقيقي صاحب ابن المبارك وروايته ومدار تصانيفه وكتبه عليه وهو أبو عبد الرحمن علي بن الحسن بن شقيق بن |جـ 3 صـ 446| محمد بن دينار بن مشعب العبدي الشقيقي من أهل مرو من علمائهم ومن أحفظ الناس لكتب ابن المبارك سمع الحسين بن واقد وأبا حمزة السكري وإبراهيم بن طهمان وإبراهيم بن سعد وحماد بن زيد وسفيان بن عيينة وابن المبارك وأبا بكر بن عياش وشريك بن عبد الله وعبد الوارث بن سعيد وغيرهم روى عنه أبو عيسى محمد بن عيسى بن سورة الترمذي وأحمد بن حنبل ويحيى بن معين وعمر بن حفص الأشقر وعلي بن إسحاق الحنظلي وأبو خيثمة زهير بن حرب ومحمود بن غيلان ومحمد بن إسماعيل البخاري ومحمد بن علي بن حمزة الحافظ الفراهيناني وسليمان بن توبة وخلق كثير يطول ذكرهم وقال يحيى بن معين ما أعلم أحدا قدم علينا من خراسان كان أفضل من ابن شقيق وكانوا كتبوا في أمره كتابا أنه يرى الإرجاء فقلنا له فقال لا أجعلكم في حل وكان عالما بابن المبارك وبكتبه سمع منه كتبه أربع عشرة مرة قال العباس بن مصعب كان علي بن الحسن بن شقيق جامعا وكان في الزمن الأول يعد من أحفظهم لكتب ابن المبارك وقد شاركه في كثير من رجاله وكان من أروى الناس عن ابن عيينة وكان أول أمره المنازعة مع أهل الكتاب حتى كتب التوراة والإنجيل والأربعة والعشرين كتابا من كتب ابن المبارك ثم صار شيخا ضعيفا لا يمكنه أن يقرأ وكان يحدث كل إنسان بالحديثين والثلاثة ومات بمرو في شعبان سنة خمس عشرة ومائتين وولد في ليلة قتل فيها أبو مسلم بالمدائن سنة سبع وثلاثين ومائة وابنه أبو عبد الله محمد بن علي بن الحسن بن شقيق بن محمد بن دينار بن مشعب العبدي الشقيقي المروزي من أهل مرو حدث عن أبيه والنضر بن شميل وأبي أسامة حماد بن أسامة ويزيد بن هارون وإبراهيم بن الأشعث وغيرهم روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري وأبو زرعة وأبو حاتم الرازيان وأبو بكر بن أبي الدنيا القرشي ويحيى بن محمد بن صاعد وأبو عبد الله الحسين بن إسماعيل المحاملي وجماعة سواهم قال أبو عبد الرحمن أحمد بن شعيب النسائي محمد بن علي بن الحسن بن شقيق بن محمد بن دينار العبدي الشقيقي مروزي ثقة ومات سنة خمسين وقيل إحدى وخمسين ومائتين وأبو الحواري بزيع الشقيقي مولى عبد الله بن شقيق يروي عن أنس بن مالك روى عنه المنهال بن بحر القشيري |جـ 3 صـ 447| وأما الإسم فهو أبو علي شقيق بن إبراهيم البلخي من مشايخ خراسان له لسان في التوكل وكان أستاذ حاتم الأصم وكان سبب توبته أنه كان من أبناء الأغنياء خرج للتجارة إلى أرض الترك وهو حدث فدخل بيت الأصنام فرأى خادما للأصنام فيه حلق رأسه ولحيته ولبس ثيابا أرجوانية فقال شقيق للخادم إن لك صانعا حيا عالما فاعبده ولا تعبد هذه الأصنام التي لا تضر ولا تنفع فقال إن كان كما تقول فهو قادر على أن يرزقك ببلدك فلم تعنيت إلى ها هنا للتجارة فانتبه شقيق وأخذ في طريق الزهد وقيل سبب توبته أنه رأى مملوكا يلعب ويمزح في زمان القحط وكان الناس مهتمين فقال له شقيق ما هذا الانبساط الذي فيك أما ترى ما فيه الناس من الحزن والغلاء والقحط فقال ذلك المملوك وما علي من ذلك ولمولاي وأبو وائل شقيق بن سلمة الأسدي وكانت أمه نصرانية روى عن حماد بن زيد عن عاصم بن أبي النجود قال أدركت أقواما يتخذون هذا الليل جملا إن كانوا ليشربون نبيذ الجز ويلبسون المعصفر لا يرون بذلك بأسا منهم أبو وائل وزر بن حبيش مات أبو وائل في زمن الحجاج بعد الجماجم ",
                "title": "الشقيقي",
                "uri": "JK_000952_2364"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}