{
    "features": [
        {
            "item": "JK_000129_000456",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.145-146",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أردبيل</h1> بالفتح ثم السكون وفتح الدال وكسر الباء وياء ساكنة ولام من أشهر مدن أذربيجان وكانت قبل الإسلام قصبة الناحية طولها ثمانون درجة وعرضها ست وثلاثون درجة وثلاث وثلاثون دقيقة طالعها السماك بيت حياتها أول درجة من الحمل تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان وهي في الإقليم الرابع وقال أبو عون في زيجه طولها ثلاث وسبعون درجة ونصف وعرضها ثمان وثلاثون درجة وهي مدينة كبيرة جدا رأيتها في سنة سبع عشرة وستمائة فوجدتها في فضاء من الأرض فسيح يتسرب في ظاهرها وباطنها عدة أنهار كثيرة المياه ومع ذلك فليس فيها شجرة واحدة من شجر جميع الفواكه لا في ظاهرها ولا في باطنها ولا في جميع الفضاء الذي هي فيه وإذا زرع أو غرس فيها شيء من ذلك لا يفلح هذا مع صحة هوائها وعذوبة مائها وجودة أرضها وهو من أعجب ما رأيته فإنه خفي السبب وإنما تجلب إليها الفواكه من وراء الجبل من كل ناحية مسيرة يوم وأكثر وأقل وبينها وبين بحر الخزر مسيرة يومين بينهما غيضة أشبة إذا دهمهم أمر التجأوا إليها فتمنعهم وتعصمهم ممن يريد أذاهم فهي معقلهم ومنها يقطعون الخشب الذي يصنعون منه قصاع الخلنج والصواني وفي المدينة صناع كثيرة برسم إصلاحه وعمله وليس المجلوب منه من هذا البلد بالجيد فإنه لا توجد منه قط قطعة خالية من عيب مصلحة وقد حضرت عند صناعه والتمست منهم قطعة خالية من العيب فعرفوني أن ذلك معدوم إنما الفاضل من هذا المجلوب من الري فإني حضرت عند صناعه أيضا فوجدت السليم كثيرا ثم نزل عليها التتر وأبادوهم بعد انفصالي عنها وجرت بينهم وبين أهلها حروب ومانعوا عن أنفسهم أحسن ممانعة حتى صرفوهم عنهم مرتين ثم عادوا إليهم في الثالثة فضعفوا عنهم فغلبوا أهلها عليها وفتحوها عنوة وأوقعوا بالمسلمين وقتلوهم ولم يتركوا منهم أحدا وقعت عينهم عليه ولم ينج منهم إلا من أخفى نفسه عنهم وخربوها خرابا فاحشا ثم انصرفوا عنها وهي على صورة قبيحة من الخراب وقلة الأهل والآن عادت إلى حالتها الأولى وأحسن منها وهي في يد التتر قيل إن أول من أنشأها فيروز الملك وسماها باذان فيروز وقال أبو سعد لعلها منسوبة إلى أردبيل بن أرميني بن لنطي بن يونان ورطلها كبير وزنه ألف درهم وأربعون درهما وبينها وبين سراو يومان وبينها وبين تبريز سبعة أيام وبينها |جـ 1 صـ 146| وبين خلخال يومان ينسب إليها خلق كثير من أهل العلم في كل فن ",
                "title": "أردبيل",
                "uri": "JK_000129_000456"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}