{
    "features": [
        {
            "item": "JK_000129_013196",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.356-357",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>وبار</h1> مبني مثل قطام وحذام يجوز أن يكون من الوبر وهو صوف الإبل والأرانب وما أشبهها أو من التوبير وهو محو الأثر والنسبة إليها أباري على غير قياس عن السهيلي وقال أهل السير هي مسماة بوبار بن إرم بن سام بن نوح عليه السلام انتقل إليها وقت تبلبلت الألسن فابتنى بها منزلا وأقام به وهي ما بين الشحر إلى صنعاء أرض واسعة زهاء ثلثمائة فرسخ في مثلها وقال الليث وبار أرض كانت من محال عاد بين رمال يبرين واليمن فلما هلكت عاد أورث الله ديارهم الجن فلم يبق بها أحد من الناس وقال محمد بن إسحاق وبار أرض يسكنها النسناس وقيل هي بين حضرموت والسبوب وفي كتاب أحمد بن محمد الهمذاني وفي اليمن أرض وبار وهي فيما بين نجران وحضرموت وما بين بلاد مهرة والشحر وكان وبار وصحار وجاسم بني إرم فكانت وبار تنزل وبار وجاسم الحجاز ووبار بلادهم المنسوبة إليهم وهي ما بين الشحر إلى تخوم صنعاء وكانت أرض وبار أكثر الأرضين خيرا وأخصبها ضياعا وأكثرها مياها وشجرا وثمرا فكثرت بها القبائل حتى شحنت بها أرضهم وعظمت أموالهم فأشروا وبطروا وطغوا وكانوا قوما جبابرة ذوي أجسام فلم يعرفوا حق نعم الله تعالى |جـ 5 صـ 357| فبدل الله خلقهم وجعلهم نسناسا للرجل والمرأة منهم نصف رأس ونصف وجه وعين واحدة ويد واحدة ورجل واحدة فخرجوا على وجوههم يهيمون في تلك الغياض إلى شاطىء البحر يرعون كما ترعى البهائم وصار في أرضهم كل نملة كالكلب العظيم تستلب الواحدة منها الفارس عن فرسه فتمزقه ويقال إن ذا القرنين وجنوده دخلوا إلى هذه الأرض فاختلس النمل جماعة من أصحابه ويروى عن أبي المنذر هشام بن محمد أنه قال قرية وبار كانت لبني وبار وهم من الأمم الأولى منقطعة بين رمال بني سعد وبين الشحر ومهرة ويزعم من أتاها أنهم يهجمون على أرض ذات قصور مشيدة ونخل ومياه مطر وليس بها أحد ويقال إن سكانها الجن لا يدخلها إنسي إلا ضل قال الفرزدق ولقد ضللت أباك تطلب دارما كضلال ملتمس طريق وبار لا تهتدي أبدا ولو بعثت به بسبيل واردة ولا آثار ويزعم علماء العرب أن الله تعالى لما أهلك عادا وثمود أسكن الجن في منازلهم وهي أرض وبار فحمتها من كل من يريدها وأنها أخصب بلاد الله وأكثرها شجرا ونخلا وخيرا وأعذبها عنبا وتمرا وموزا فإن دنا رجل منها عامدا أو غالطا حثا الجن في وجهه التراب وإن أبى إلا الدخول خبلوه وربما قتلوه وعندهم الإبل الحوشية وهي فيما يزعم العرب التي ضربت فيها إبل الجن وقال شاعر كأني على حوشية أو نعامة لها نسب في الطير أو هي طائر وفي كتاب أخبار العرب أن رجلا من أهل اليمن رأى في إبله ذات يوم فحلا كأنه كوكب بياضا وحسنا فأقره فيها حتى ضربها فلما ألقحها ذهب ولم يره حتى كان في العام المقبل فإنه جاء وقد نتج الرجل إبله وتحركت أولاده فيها فلم يزل فيها حتى ألقحها ثم انصرف وفعل ذلك ثلاث سنين فلما كان في الثالثة وأراد الانصراف هدر فتبعه سائر ولده ومضى فتبعه الرجل حتى وصل إلى وبار وصار إلى عين عظيمة وصادف حولها إبلا حوشية وحميرا وبقرا وظباء وغير ذلك من الحيوانات التي لا تحصى كثرة وبعضه أنس ببعض ورأى نخلا كثيرا حاملا وغير حامل والتمر ملقى حول النخل قديما وحديثا بعضه على بعض ولم ير أحدا فبينما هو واقف يفكر إذ أتاه رجل من الجن فقال له ما وقوفك ههنا فقص عليه قصة الإبل فقال له لو كنت فعلت ذلك على معرفة لقتلتك ولكن اذهب وإياك والمعاودة فإن هذا جمل من إبلنا عمد إلى أولاده فجاء بها ثم أعطاه جملا وقال له انج بنفسك وهذا الجمل لك فيقال إن النجائب المهرية من نسل ذلك الجمل ثم جاء الرجل وحدث بعض ملوك كندة بذلك فسار يطلب الموضع فأقام مدة فلم يقدر عليه وكانت العين عين وبار قال أبو زيد الأنصاري يقال تركته ببلد إصمت وتركته بملاحس البقر وتركته بمحارض الثعالب وتركته بهور ذابر وتركته بوحش إضم وتركته بعين وبار وتركته بمطارح البزاة وهذه كلها أماكن لا يدرى أين هي وقول النابغة فتحملوا رحلا كأن حمولهم دوم ببيشة أو نخيل وبار يدل على أنها بلاد مسكونة معروفة ذات نخيل وكان لدعيميص الرمل العبدي صرمة من الإبل فبينما هو ذات ليلة إذ أتاه بعير أزهر كأنه قرطاس |جـ 5 صـ 358| فضرب في إبله فنتجت قلاصا زهرا كالنجوم فلم يذلل منها إلا ناقة واحدة فاقتعدها فلما مضت عليه ثلاثة أحوال إذا هو ليلة بالفحل يهدر في إبله ثم انكفأ مرتدا في الوجه الذي أقبل منه فلم يبق من نجله شيء إلا تبعه إلا النويقة التي اقتعدها فأسف فقال لأموتن أو لأعلمن علمها فحمل معه زادا وبيض نعام فكان يدفنه في الرمل بعد أن يملأه ماء ثم تبع أثر الفحل والإبل حتى انتهى إلى وبار فهتف به هاتف انصرف فإنها ليست لك إنها نجل فحلنا ولك الناقة التي تحتك لتحرمك بنا واختر أن تكون أشعر العرب أو أنسبهم أو أدلهم فإنك تكون كما تختار فاختار أن يكون أدل العرب فكان كما اختار قال بعضهم وبوبار النسناس يقال إنهم من ولد النسناس بن أميم بن عمليق بن يلمع بن لاوذ بن سام وهم فيما بين وبار وأرض الشحر وأطراف أرض اليمن يفسدون الزرع فيصيدهم أهل تلك الأرض بالكلاب وينفرونهم عن زروعهم وحدائقهم وعن محمد بن إسحاق أن النسناس خلق في اليمن لأحدهم يد واحدة ورجل واحدة وكذلك العين وسائر ما في الجسد وهو يقفز برجله قفزا شديدا ويعدو عدوا منكرا ومن أحاديث أهل اليمن أن قوما خرجوا لاقتناص النسناس فرأوا ثلاثة منهم فأدركوا واحدا فأخذوه وذبحوه وتوارى اثنان في الشجر فلم يقفوا لهما على خبر فقال الذي ذبحه والله إن هذا لسمين أحمر الدم فقال أحد المستترين في الشجر إنه قد أكل حب الضرو وهو البطم وسمن فلم سمعوا صوته تبادروا إليه وأخذوه فقال الذي ذبح الأول والله ما أحسن الصمت هذا لو لم يتكلم ما عرفنا مكانه فقال الثالث فها أنا صامت لم أتكلم فلما سمعوا صوته أخذوه وذبحوه وأكلوا لحومهم وقال دغفل أخبرني بعض العرب أنه كان في رفقة يسير في رمل عالج قال فأضللنا الطريق ووقفنا إلى غيضة عظيمة على شاطىء البحر فإذا نحن بشيخ طويل له نصف رأس وعين واحدة وكذلك جميع أعضائه فلما نظر إلينا مر يركض كالفرس الجواد وهو يقول فررت من جور الشراة شدا إذ لم أجد من الفرار بدا قد كنت دهرا في شبابي جلدا فها أنا اليوم ضعيف جدا وروى الحسام بن قدامة عن أبيه عن جده قال كان لي أخ فقل ما بيده وأنفض حتى لم يبق له شيء فكان لنا بنو عم بالشحر فخرج إليهم يلتمس برهم فأحسنوا قراه وأكثروا بره وقالوا له يوما لو خرجت معنا إلى متصيد لنا لتفرجت قال ذاك إليكم وخرج معهم فلما أصحروا ساروا إلى غيضة عظيمة فأوقفوه على موضع منها ودخلوها يطلبون الصيد قال فبينما أنا واقف إذ خرج من الغيضة شخص في صورة الإنسان له يد واحدة ورجل واحدة ونصف لحية وفرد عين وهو يقول الغوث الغوث الطريق الطريق عافاك الله ففزعت منه ووليت هاربا ولم أدر أنه الصيد الذي يذكرونه قال فلما جازني سمعته يقول وهو يعدو غدا القنيص فابتكر بأكلب وقت السحر لك النجا وقت الذكر ووزر ولا وزر أين من الموت المفر حذرت لو يغني الحذر |جـ 5 صـ 359| هيهات لن يخطي القدر من القضا أين المفر فلما مضى إذا أنا بأصحابي قد جاؤوا فقالوا ما فعل الصيد الذي احتشناه إليك فقلت لهم أما الصيد فلم أره ووصفت لهم صفة الذي مر بي فضحكوا وقالوا ذهبت بصيدنا فقلت يا سبحان الله أتأكلون الناس هذا إنسان ينطق ويقول الشعر فقالوا وهل أطعمناك منذ جئتنا إلا من لحمه قديدا وشواء فقلت ويحكم أيحل هذا قالوا نعم إن له كرشا وهو يجتر فلهذا يحل لنا قلت ولهذه الأخبار أشباه ونظائر في أخبارهم والله أعلم بحق ذلك من باطله ",
                "title": "وبار",
                "uri": "JK_000129_013196"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}