{
    "features": [
        {
            "item": "JK_000129_009773",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.260-261",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فسا والنسبة الفسائي</h1> بالفتح والقصر كلمة عجمية وعندهم بسا بالباء وكذا يتلفظون بها وأصلها في كلامهم الشمال |جـ 4 صـ 261| من الرياح مدينة بفارس أنزه مدينة بها فيما قيل بينها وبين شيراز أربع مراحل وهي في الإقليم الرابع طولها سبع وسبعون درجة وربع وعرضها ثلاث وثلاثون درجة وثلثان قال الإصطخري وأما كورة دارابجرد فإن أكبر مدنها فسا وهي مدينة مفترشة البناء واسعة الشوارع تقارب في الكبر شيراز وهي أصح هواء من شيراز وأوسع أبنية وبناؤهم من طين وأكثر الخشب في أبنتيهم السرو وهي مدينة قديمة ولها حصن وخندق وربص وأسواقها في ربضها وهي مدينة يجتمع فيها ما يكون في الصرود والجروم من البلح والرطب والجوز والأترج وغير ذلك وباقي مدن دارابجرد متقاربة وبين فسا وكازرون ثمانية فراسخ ومن شيراز إلى فسا سبعة وعشرون فرسخا وقال حمزة بن الحسن في كتاب الموازنة المنسوب إلى مدينة فسا من كورة دارابجرد يسمى بساسيري ولم يقولوا فسائي وقولهم بساسير مثل قولهم كرم سير وسردسير وكذلك النسبة إلى كسنا ناحية قرب نائين كسناسيري وإليها ينسب أبو علي الفارسي الفسوي وأبو يوسف يعقوب بن سفيان بن جوان الفسوي الفارسي الإمام رحل إلى المشرق والمغرب وسمع فأكثر وصنف مع الورع والنسك روى عن عبد الله بن موسى وغيره روى عنه أبو محمد بن درستويه النحوي وتوفي سنة 772 قال ابن عساكر أبو سفيان بن أبي معاوية الفارسي الفسوي قدم دمشق غير مرة وسمع بها روى عنه أبو عبد الرحمن الساوي في سننه وأبو بكر بن أبي داود وعبد الله بن جعفر بن درستويه وأبو محمد أحمد بن السري بن صالح بن أبان الشيرازي ومحمد بن يعقوب الصفار والحسن بن سفيان وأبو عوانة الأسفراييني وغيرهم وكان يقول كتبت عن ألف شيخ كلهم ثقات قال الحافظ أبو القاسم أنبأنا ابن الأكفاني عن عبد العزيز الكناني أنبأنا أبو بكر عبد الله بن أحمد إجازة سمعت أبا بكر أحمد بن عبدان يقول لما قدم يعقوب بن الليث صاحب خراسان إلى فارس أخبر أنه هناك رجل يتكلم في عثمان بن عفان وأراد بالرجل يعقوب بن سفيان الفسوي فإنه كان يتشيع فأمر بإشخاصه من فسا إلى شيراز فلما قدم علم الوزير ما وقع في نفس يعقوب بن الليث فقال أيها الأمير إن هذا الرجل قدم ولا يتكلم في أبي محمد عثمان بن عفان شيخنا وإنما يتكلم في عثمان بن عفان صاحب النبي صلى الله عليه وسلم وإنما توهمت أنه تكلم في عثمان بن عفان السجزي ولم يتعرض له ",
                "title": "فسا والنسبة الفسائي",
                "uri": "JK_000129_009773"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}