{
    "features": [
        {
            "item": "JK_000952_3836",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.315-318",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المصيصي</h1> بكسر الميم والياء المنقوطة باثنتين من تحتها بين الصادين المهملتين الأولى مشددة هذه النسبة إلى بلدة كبيرة على ساحل بحر الشام يقال لها المصيصة وقد استولت الفرنج عليها وهي في أيديهم إلى الساعة واختلف في اسمها والصحيح الصواب المشددة بكسر الميم ولما أمليت ببخارى حدثنا عن أبي القاسم علي بن محمد بن أبى العلاء المصيصي ثم الدمشقي حضر المجلس الأديب الفاضل أبو تراب علي بن طاهر الكرميني التميمي فلما فرغت من الإملاء قال لي المصيصي بفتح الميم من غير تشديد فقلت كان شيخنا وأستاذنا إسماعيل بن محمد بن الفضل الحافظ يروي لنا كذا كما تقول في هذه النسبة ولكن ما وافقه أحد على هذا ورأيت في كتب القدماء بالتشديد والكسر وكذلك سمعت شيوخي بالشام خصوصا فقيه أهل الشام أبا الفتح نصر الله بن محمد بن عبد القوي المصيصي فأخرج الأديب الكرميني ديوان الأدب للفارابي وفيه المصيصة بلاد فقلت لا أقبل منه فإن الفارابي من أهل بلادكم والمصيصة بساحل الشام ولعله غلط وأهل تلك البلاد لا يذكرونها إلا بالتشديد وكسر الميم وكنت قد سمعت أبا المحاسن عبد الرزاق بن محمد الطبسي المعيد بنيسابور مذاكرة يقول سمعت الإمام أبا علي الحسن بن محمد بن |جـ 5 صـ 316| تقي المالقي الأندلسي الحافظ يقول في هذه النسبة إني دخلت هذه البلدة وسمعت أهلها يقولون بالفتح والتخفيف والكسر والتشديد ولما سمع ذلك أبو الفضل محمد بن ناصر الحافظ ببغداد مني أنكر غاية الأنكار وقال هذه البلدة لا تعرف إلا بالتشديد وكسر الميم وهكذا رأيناه في غير موضع بخط أبي بكر الخطيب الحافظ وأبو علي المالقي لما دخلها كان قد استولى الفرنج عليها ولم يبق فيها أحد من المسلمين فعن من سأل ومن ذكر له هذا فالأكثرون على الكسر والتشديد والمشهور منها أبو يعقوب يوسف بن سعيد بن مسلم المصيصي رحل إلى العراقين ويروي عن أبي عاصم النبيل وأبي نعيم الكوفي وعبيد الله بن موسى وعلي بن بكار وحجاج بن محمد وبشر بن المنذر يروي عنه أبو بكر عبد الله بن محمد بن زياد النيسابوري وأبو عوانة يعقوب بن إسحاق الحافظ وأبو عبد الرحمن أحمد بن شعيب النسائي ومحمد بن المنذر الهروي شكر وقال عبد الرحمن بن أبي حاتم هو كان بالمصيصة ولم أدخل المصيصة ولم أكتب عنه ثم كتب إلى أبي زرعة وأبي زرعة والي ببعض حديثه وهو صدوق ثقة ومن المتأخرين شيخنا فقيه أهل الشام أبو الفتح نصر الله بن محمد بن عبد القوي المصيصي وكذا كان يكتب بكسر الميم وتشديد الصاد ولد باللاذقية ونشأ وتربى بالمصيصة ثم انتقل عنها لما كبر إلى صور وكانت ولادة الفقيه نصر الله باللاذقية في سنة نيف وخمسين وأربع مئة وتوفي في حدود سنة أربعين وخمس مئة بدمشق وأما إبراهيم بن مهدي المصيصي فهو بغدادي انتقل إلى المصيصة فسكنها وحدث عن إبراهيم بن سعد وحماد بن زيد وغيرهما روى عنه أحمد بن حنبل وحسن الزغفراني وعباس الدوري وغيرهم ويقال له الطرسوسي أيضا وأبو جعفر محمد بن سليمان بن حبيب المصيصي الملقب بلوين محدث بغدادي مشهور سمع ابن عيينة وسكن المصيصة فنسب إليها وأبو الحسن محمد بن أحمد بن صفوة المصيصي يروي عن يوسف بن سعيد بن مسلم المصيصي روى عنه أبو الحسن أحمد بن محمد بن جميع الغساني في معجم شيوخه وأبو الحسن محمد بن أحمد بن محمد بن أبي مهزول المصيصي إمام جامع المصيصة يروي عن يوسف بن سعيد بن مسلم أيضا روى عنه ابن جميع في معجم شيوخه |جـ 5 صـ 317| وأبو الحسن شاكر بن عبد الله المصيصي من أهل المصيصة قدم بغداد مستنفرا وحدث عن محمد بن موسى النهرتيري وعمر بن سعيد بن سنان المنبجي والحسن بن أحمد بن إبراهيم بن فيل الانطاكي وأبي سعيد الحسن بن علي الفقيه ومحمد بن عبد الصمد بن أبي الجراح وأيوب بن سليمان العطار المصيصيين وأحمد بن إبراهيم بن البطال اليماني روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز وأبو محمد عبد الله بن يحيى بن عبد الجبار السكري ومحمد بن طلحة النعالي وعلي بن أحمد الرزاز وغيرهم وذكره أبو بكر الخطيب فقال ما علمت من حاله إلا خيرا ومات في صفر سنة أربع وخمسين وثلاث مئة ببغداد وأبو عمرو محمد بن موسى بن عبد الله بن محمد بن عمر التيمي المصيصي يروي عن محمد بن قدامة وأبو عمرو محمد بن القاسم بن سنان الأزدي الدقاق المصيصي يروي عن أبي شرحبيل عيسى بن خالد المعلم الحمصي وأبو محمد بن سفيان بن موسى الصفار المصيصي يروي عن محمد بن ادم وإبراهيم بن الحسن المقسمي روى عنه أبو بكر محمد بن إبراهيم بن المقرىء في معجم شيوخه وكتب في حدود سنة عشر وثلاث مئة ومحمد بن سفيان روى عنه الحاكم أبو عبد الله الحافظ وأبو أحمد عبيد بن عبد القادر بن عبيد المصيصي يروي عن أبي أمية محمد بن إبراهيم الطرسوسي روى عنه أبو الحسين بن جميع الغساني ومحمد بن ادم بن سليمان المصيصي روى عن أبي المليح الرقي وعلي بن عابس وأبي المحياة وعبد الله بن المبارك قال ابن أبي حاتم كتب عنه أبي في الرحلة الثانية وروى عنه وسئل عنه فقال صدوق |جـ 5 صـ 318| ",
                "title": "المصيصي",
                "uri": "JK_000952_3836"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}