{
    "features": [
        {
            "item": "JK_000952_4154",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.517-518",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النقاش</h1> بفتح النون والقاف المشددة وفي اخرها الشين المعجمة هذه النسبة والحرفة لمن ينقش السقوف والحيطان وعرف بها أبو بكر محمد بن الحسن بن محمد بن زياد بن هارون بن جعفر بن سند المقرىء النقاش موصلي الأصل بغدادي المولد والمنشأ كان عالما بحروف القرآن حافظا للتفسير صنف فيه كتابا سماه شفاء الصدور وله تصانيف في القراءات وغيرها من العلوم وكان سافر الكثير شرقا وغربا وكتب بالكوفة والبصرة ومكة ومصر والشام والجزيرة والموصل والجبال وببلاد خراسان وما وراء النهر وفي حديثه مناكير بأسانيد مشهورة سمع ببغداد أبا مسلم إبراهيم بن عبد الله الكجي وبالكوفة محمد بن عبد الله بن سليمان الحضرمي وبمكة محمد بن علي بن زيد الصائغ وبحلوان إبراهيم بن زهير الحلواني وبمصر أحمد بن محمد بن رشدين المصري وبالمصيصة محمد بن عبد الصمد المقرىء وبطيرستان أحمد بن حماد بن سفيان القاضي وبحمص نصر بن منصور النحوي وبدمشق إسماعيل بن قيراط الدمشقي وبالرملة محمد بن الحسن بن قتيبة العسقلاني وبأنطاكية الفضل بن محمد الأنطاكي وبطبرية محمد بن أيوب القلا وبهراة الحسين بن إدريس الأنصاري وبنسا الحسن بن سفيان الشيباني وجماعة سواهم من هذه الطبقة روى عنه أبو الحسن بن رزقوية ومحمد بن الحسين بن الفضل القطان ومحمد بن أبي الفوارس وأبو الحسن بن الحمامي المقرىء وعبد الرحمن بن عبيد الله الحربي وجماعة اخرهم أبو علي بن شاذان البزاز وذكر طلحة بن محمد بن جعفر النقاش فقال كان |جـ 5 صـ 518| يكذب في الحديث والغالب عليه القصص وسئل أبو بكر البرقاني عن النقاش فقال كل حديثه منكر وقال البرقاني وذكر تفسير النقاش فقال ليس فيه حديث صحيح وكان هبة الله الطبري اللالكائي يقول تفسير النقاش ذلك إشفاء الصدور وليس بشفاء الصدور ولد النقاش سنة ست وستين ومئتين وتوفي في شوال سنة إحدى وخمسين وثلاثمئة وذكر أبو الحسين بن الفضل القطان قال حضرت أبا بكر النقاش وهو يجود بنفسه فجعل يحرك شفتيه بشيء لا أعلم ما هو ثم نادى بعلو صوته & لمثل هذا فليعمل العاملون & وأبو عبد الله هبة الله بن عيسى بن النقاش البزاز من أهل بغداد كان لطيف الطبع حسن المعاشرة له شعر رقيق مطبوع من غير معرفة باللغة والأدب سمع أبا الحسن علي بن محمد الأنباري الخطيب سمعت منه أحاديث يسيرة وعلقت عنه أقطاعا من شعره وأبو الحسن محمد بن عبد الله بن محمد بن مرة المقرىء النقاش هو ابن أبي عمر من أهل بغداد كان سمع أبا علي الحسن بن الحسين الصواف وأبا جعفر بن بدينا روى عنه علي بن المظفر الأصبهاني وكان ثقة صالحا دينا فاضلا وتوفي في شهر ربيع الأول سنة ثنتين وخمسين وثلاثمئة ",
                "title": "النقاش",
                "uri": "JK_000952_4154"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}