{
    "features": [
        {
            "item": "JK_000129_006054",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.97-98",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الروم والنسبة الرومي</h1> جيل معروف في بلاد واسعة تضاف إليهم فيقال بلاد الروم واختلفوا في أصل نسبهم فقال قوم إنهم من ولد روم بن سماحيق بن هرينان بن علقان بن العيص بن إسحاق بن إبراهيم عليه السلام وقال آخرون إنهم من ولد روميل ابن الأصفر بن اليفز بن العيص بن إسحاق قال عدي ابن زيد العبادي وبنو الأصفر الكرام ملوك ال روم لم يبق منهم مذكور وقال ابن الكلبي ولد لإسحاق بن إبراهيم الخليل عليهما السلام يعقوب وهو إسرائيل عليه السلام والعيص وهو عيصو وهو أكبرهم وقد ولدا توأمين وإنما سمي يعقوب لأنه خرج من بطن أمه آخذا بعقب العيص فولد العيص روم القسطنطينية وملوك الروم وقال آخرون سمي يعقوب لأنه هو والعيص وقت الولادة تخاصما في الولادة فكل أراد الخروج قبل صاحبه وكان إسحاق عليه السلام حاضرا وقت الولادة فقال اعقب يا يعقوب فأما الذين هم الروم فهم بنو رومي ابن بزنطي بن يونان بن يافث بن نوح عليه السلام وقال أهل الكتاب إنما سمي عيصو بهذا الاسم لأنه عصى في بطن أمه وذاك أنه غلب على الخروج قبله مثل ما ذكرناه وخرج يعقوب على أثره آخذا بعقبه فلذلك سمي يعقوب قالوا وتزوج عيصو بسمة بنت إسماعيل وكان رجلا أشقر فولدت له الروم قال الأزهري الروم جيل ينتمون إلى عيصو بن إسحاق بن إبراهيم عليهم السلام وقال الجوهري الروم من ولد روم بن عيص يقال رومي وروم كما يقال زنجي وزنج فليس بين الواحد والجمع إلا الياء المشددة كما قالوا تمرة وتمر فلم يكن بين الواحد والجمع إلا الهاء وقال ابن الكلبي عن أبي يعقوب التدمري إنما سميت الروم لأنهم كانوا سبعة راموا فتح دمشق ففتحوها وقتلوا أهلها وكان سكانها سكرة للعازر بن نمرود بن كوش بن حام بن نوح |جـ 3 صـ 98| عليه السلام والسكرة الفعلة اسم السبعة لوطان وشوبال وصيفون وغاود وبثور وآصر وريضان ثم جعلوا يتقدمون حتى انتهوا إلى أنطاكية ثم جاءت بنو العيص فأجلوهم عما افتتحوا وسكنوه حتى انتهوا إلى القسطنطينية فسكنوها فسموا الروم بما راموا من فتح هذه الكور وبنى القسطنطينية ملك من بني العيص يقال له بزنطي ويقال سميت الروم بروم بن بزنطي وعندي أنهم إنما سموا بني الأصفر لشقرتهم لأن الشقرة إذا أفرطت صارت صفرة صافية وقيل إن عيصو كان أصفر لمرض كان ملازما له وقال جرير بن الخطفى الشاعر اليربوعي يفتخر على اليمن بالفرس والروم ويقول إنهم من ولد إسحاق وأبناء إسحاق الليوث إذا ارتدوا حمائل موت لابسين السنورا إذا افتخروا عدوا الصبهبذ منهم وكسرى وعدوا الهرمزان وقيصرا وكان كتاب فيهم ونبوة وكانوا بإصطخر الملوك وتسترا أبونا أبو إسحاق يجمع بيننا وقد كان مهديا نبيا مطهرا ويعقوب منا زاده الله حكمة وكان ابن يعقوب أمينا مصورا فيجمعنا والغر أبناء سارة أب لا نبالي بعده من تعذرا أبونا خليل الله والله ربنا رضينا بما أعطى الإله وقدرا بنى قبلة الله التي يهتدى بها فأورثنا عزا وملكا معمرا وأما حدود الروم فمشارقهم وشمالهم الترك والخزر ورس وهو الروس وجنوبهم الشام والإسكندرية ومغاربهم البحر والأندلس وكانت الرقة والشامات كلها تعد في حدود الروم أيام الأكاسرة وكانت دار الملك أنطاكية إلى أن نفاهم المسلمون إلى أقصى بلادهم قال أحمد بن محمد الهمذاني وجميع أعمال الروم التي تعرف وتسمى وتأتينا أخبارها على الصحة أربعة عشر عملا منها ثلاثة خلف الخليج وأحد عشر دونه فالأول من الثلاثة التي خلف الخليج يسمى طلايا وهو بلد القسطنطينية وحده من جهة المشرق الخليج الآخذ من بحر الخزر إلى بحر الشام ومن القبلة بحر الشام ومن المغرب سور ممدود من بحر الشام إلى بحر الخزر ويسمى مقرن تيخس وتفسيره السور الطويل وطوله مسيرة أربعة أيام وهو من القسطنطينية على مسيرة مرحلتين وأكثر هذا البلد ضياع للملك والبطارقة ومروج لمواشيهم ودوابهم وفي أخبار بلاد الروم أسماء عجزت عن تحقيقها وضبطها فليعذر الناظر في كتابي هذا ومن كان عنده أهلية ومعرفة وقتل شيئا منها علما فقد أذنت له في إصلاحه مأجورا ومن وراء هذا العمل عمل تراقية وحده من وجه المشرق هذا السور الطويل ومن القبلة عمل مقدونية ومن المغرب بلاد برجان مسيرة خمسة عشر يوما وعرضه من بحر الخزر إلى حد عمل مقدونية مسيرة ثلاثة أيام ومنزل الاصطرطغوس |جـ 3 صـ 99| يعني الوالي حصن يسمى أرقدة على سبع مراحل من القسطنطينية وجنده خمسة آلاف ثم عمل مقدونية وحده من المشرق السور الطويل ومن القبلة بحر الشام ومن المغرب بلاد الصقالبة ومن ظهر القبلة بلاد برجان وعرضه مسيرة خمسة أيام ومنزل الاصطرطغوس يعني الوالي حصن يسمى بابدس وجنده خمسة آلاف فهذه الثلاثة بلدان التي خلف الخليج ومن دون الخليج أحد عشر عملا فأولها مما يلي بحر الخزر إلى خليج القسطنطينية عمل أفلاجونية وأول حدوده على الانطماط والثاني بحر الخزر والثالث على الأرمنياق والرابع على البقلار ومنزل الاصطرطغوس ايلاي وهو رستاق وقرية تدعى نيقوس وله منزل آخر يسمى سواس وجنده خمسة آلاف وإلى جانبه عمل الانطماط وحده الأول الخليج وجنده أربعة آلاف وأهل هذا العمل مخصوصون بخدمة الملك وليسوا بأهل حرب وإلى جانبه عمل الأبسيق وحده الأول الخليج والثاني الانطماط والثالث عمل الناطلقوس والرابع عمل ترقسيس ومنزل الاصطرطغوس حصن بطنة وجنده ستة آلاف وإلى جانبه عمل ترقسيس وحده الأول الخليج والثاني الابسيق والثالث عمل الناطلقوس والرابع بحر الشام ومنزل الاصطرطغوس في حصن الوارثون واسمه قانيوس اسم البلد وجنده عشرة آلاف وإلى جانبه عمل الناطلقوس وتفسيره المشرق وهو اكبر أعمال الروم وحده الاول الأبسيق والترقيس والثاني عمل البقلار ومنزل الاصطرطغوس مرج الشحم وجنده خمسة عشر ألفا ومعه ثلاثة طرموخين وفي هذا العمل عمورية وهي الآن خراب وبليس ومنبج ومرعش وهو حصن برغوث وإلى جانبه من ناحية البحر عمل سلوقية وحده الأول بحر الشام والثاني عمل ترقسيس والثالث عمل الناطلقوس والرابع دروب طرسوس من ناحية قلمية واللامس واسم صاحب هذا العمل كيليرج ومرتبته دون مرتبة الاصطرطغوس وتفسيره صاحب الدروب وقيل تفسيره وجه الملك ومنزله سلوقية إلى أنطاكية ثم يتصل به عمل القباذق وحده الأول جبال طرسوس وأذنة والمصيصة والثاني عمل سلوقية والثالث عمل طلغوس والرابع عمل السملار وخرشنة ومنزل الكيليرج حصن قره وجنده أربعة آلاف وفيه حصون كثيرة قوية ومن بلاده قورية أو قونية وملقونية وجرديلية وغير ذلك ويتصل به عمل خرشنة وحده الأول عمل القيار والثاني درب ملطية والثالث عمل الارمنياق والرابع عمل البقلار ومنزل الكيليرج حصن خرشنة وجنده أربعة آلاف وفيه من الحصون خرشنة وصارخة ورمحسو وباروقطة وما كثيرى ثم يتصل به عمل البقلار وحده الأول عمل الناطلقوس والثاني القباذق وخرشنة والثالث عمل الارمنياق والرابع عمل أفلاجونية ومنزل الاصطرطغوس أنقرة التي بها قبر امرىء القيس وقد ذكر في موضعه وجندها ثمانية آلاف ومع صاحبها طرموخان وفيه حصون وعدة بلاد ثم يتصل به عمل الأرمنياق وحده الأول عمل أفلاجونية والثاني عمل البقلار والثالث خرشنة والرابع جلدية وبحر الخزر ومنزل الاصطرطغوس حصن أماسية وجنده تسعة آلاف ومعه ثلاثة طرموخين وفيه عدة بلاد وحصون ثم يتصل به عمل جلدية وحده الأول بلاد أرمينية وأهله مخالفون للروم متاخمون لإرمينية والثاني بحر الخزر والثالث عمل الارمنياق والرابع أيضا عمل الارمنياق ومنزل الاصطرطغوس اقريطة وجنده عشرة آلاف ومعه طرموخان وفيه بلاد وحصون قال الهمذاني فهذه جميع أعمال الروم المعلومة لنا في البر على كل عمل منها وال من قبل الملك الذي يسمى الاصطرطغوس إلا صاحب الأنماط فإنه يسمى الدمستق وصاحب سلوقية وصاحب خرشنة فإن |جـ 3 صـ 100| كل واحد منهما يسمى الكيليرج وعلى كل حصن من حصون الروم رجل ثابت فيه يسمى برقليس يحكم بين أهله قلت أنا وهذا فيما أحسب رسوم وأسماء كانت قديما ولا أظنها باقية الآن وقد تغيرت أسماء البلاد وأسماء تلك القواعد فإن الذي نعرف اليوم من بلاد الروم المشهورة في أيدي السلمين والنصارى لم يذكر منها شيء مثل قونية وأقصرى وأنطاكية وأطرابزندة وسيواس إلى غير ذلك من مشهور بلادهم وإنما ذكرت كما ذكر والله أعلم وقال بعض الجلساء سمعت المعتز بالله يقول لأحمد ابن إسرائيل يا أحمد كم خراج الروم فقال يا أمير المؤمنين خرجنا مع جدك المعتصم في غزاته فلما توسط بلد الروم صار إلينا بسيل الخرشني وكان على خراج الروم فسأله محمد بن عبد الملك عن مبلغ خراج بلدهم فقال خمسمائة قنطار وكذا وكذا قنطارا فقال حسبنا ذلك فإذا هو أقل من ثلاثة آلاف ألف دينار فقال المعتصم اكتب إلى ملك الروم أني سألت صاحبك عن خراج أرضك فذكر أنه كذا وكذا وأخس ناحية في مملكتي خراجها أكثر من خراج أرضك فكيف تنابذني وهذا خراج أرضك قال فضحك المعتز وقال من يلومني على حب أحمد بن إسرائيل ما سألته عن شيء إلا أجابني بقصته وينسب إلى الروم وصيف بن عبدالله الرومي أبو علي الحافظ الأنطاكي الأشروسني قال الحافظ أبو القاسم قدم دمشق وحدث بها عن أبي يعقوب إسحاق بن العنبر الفارسي وعلي بن سراج وسهل بن صالح وأحمد بن حرب الموصلي ومحفوظ بن بحر وأبي علي الحسن بن عبد الرحمن الجروي وسليمان بن عبدالله بن محمد ومحمد بن عبدالله القردواني الحراني وعبدالله بن محمد بن سعيد الحراني ومحمد بن علي الأفطح وعبد الحميد بن محمد بن المستام وإبراهيم ابن محمد بن إسحاق وعلي بن بكار المصيصي روى عنه أبو زرعة وأبو بكر ابنا أبي دجانة وأبو علي بن آدم الفزاري وأبو محمد الحسن بن سليمان بن داود بن بنوس البعلبكي وأبو علي الحسن بن منير التنوخي وأبو عبدالله بن مروان وأبو أحمد بن عدي وأبو سعيد بن عبدالله الأعرابي وأبو الحسن بن جوصا وسليمان الطبراني وأبو مروان عبد الملك بن محمد بن عمر الطحان وأبو القاسم حمزة بن محمد بن علي الكناني الحافظ وأبو جعفر محمد بن أبي الحسن اليقطيني رومية بتخفيف الياء من تحتها نقتطان كذا قيده الثقات قال الأصمعي وهو مثل أنطاكية وأفامية ونيقية وسلوقية وملطية وهو كثير في كلام الروم وبلادهم وهما روميتان إحداهما بالروم والأخرى بالمدائن بنيت وسميت بسم ملك فأما التي في بلاد الروم فهي مدينة رياسة الروم وعلمهم قال بعضهم هي مسماة باسم رومي بن لنطي بن يونان بن يافث بن نوح عليه السلام وذكر بعضهم إنما سمي الروم روما لإضافتهم إلى مدينة رومية واسمها رومانس بالرومية فعرب هذا الاسم فسمي من كان بها روميا وهي شمالي وغربي القسطنطينية بينهما مسيرة خمسين يوما أو أكثر وهي اليوم بيد الأفرنج وملكها يقال له ملك ألمان وبها يسكن البابا الذي تطيعه الفرنجية وهو لهم بمنزلة الإمام متى خالفه أحد منهم كان عندهم عاصيا مخطئا يستحق النفي والطرد والقتل يحرم عليهم نساءهم وغسلهم وأكلهم وشربهم فلا يمكن أحدا منهم مخالفته وذكر بطليموس في كتاب الملحمة قال مدينة رومية طولها خمس وثلاثون درجة وعشرون دقيقة وعرضها إحدى وأربعون درجة وخمسون دقيقة في |جـ 3 صـ 101| في الإقيلم الخامس طالعها عشرون درجة من برج العقرب تحت سبح عشرة درجة من برج السرطان يقابلها مثلها من برج الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان لها شركة في كف الجذماء حولها كل نحو عامر وفيها جاءت الرواية من كل فيلسوف وحكيم وفيها قامت الأعلام والنجوم وقد روي عن جبير بن مطعم أنه قال لولا أصوات أهل رومية وضجهم لسمع الناس صليل الشمس حيث تطلع وحيث تغرب ورومية من عجائب الدنيا بناء وعظما وكثرة خلق وأنا من قبل أن آخذ في ذكرها أبرأ إلى الناظر في كتابي هذا مما أحكيه من أمرها فإنها عظيمة جدا خارجة عن العادة مستحيل وقوع مثلها ولكني رأيت جماعة ممن اشتهروا برواية العلم قد ذكروا ما نحن حاكوه فاتبعناهم في الرواية والله أعلم روي عن ابن عباس رضي الله عنه أنه قال حلية بيت المقدس أهبطت من الجنة فأصابتها الروم فانطلقت بها إلى مدينة لهم يقال لها رومية قال وكان الراكب يسير بضوء ذلك الحلي مسيرة خمس ليال وقال رجل من آل أبي موسى أخبرني رجل يهودي قال دخلت رومية وإن سوق الطير فيها فرسخ وقال مجاهد في بلد الروم مدينة يقال لها رومية فيها ستمائة ألف حمام وقال الوليد بن مسلم الدمشقي أخبرني رجل من التجار قال ركبنا البحر وألقتنا السفينة إلى ساحل رومية فأرسلنا إليهم إنا إياكم أردنا فأرسلوا إلينا رسولا فخرجنا معه نريدها فعلونا جبلا في الطريق فإذا بشيء أخضر كهيئة اللج فكبرنا فقال لنا الرسول لم كبرتم قلنا هذا البحر ومن سبيلنا أن نكبر إذا رأيناه فضحك وقال هذا سقوف رومية وهي كلها مرصصة قال فلما انتهينا إلى المدينة إذا استدارتها أربعون ميلا في كل ميل منها باب مفتوح قال فانتهينا إلى أول باب وإذا سوق البياطرة وما أشبهه ثم صعدنا درجا فإذا سوق الصيارفة والبزازين ثم دخلنا المدينة فإذا في وسطها برج عظيم واسع في أحد جانبيه كنيسة قد استقبل بمحرابها المغرب وببابها المشرق وفي وسط البرج بركة مبلطة بالنحاس يخرج منها ماء المدينة كله وفي وسطها عمود من حجارة عليه صورة رجل من حجارة قال فسألت بعض أهلها فقلت ما هذا فقال إن الذي بنى هذا المدينة قال لأهلها لا تخافوا على مدينتكم حتى يأتيكم قوم على هذا الصفة فهم الذين يفتحونها وذكر بعض الرهبان ممن دخلها وأقام بها أن طولها ثمانية وعشرون ميلا في ثلاثة وعشروين ميلا ولها ثلاثة أبواب من ذهب فمن باب الذهب الذي في شرقيها إلى البابين الآخرين ثلاثة وعشرون ميلا ولها ثلاثة جوانب في البحر والرابع في البر والباب الأول الشرقي والآخر الغربي والآخر اليمني ولها سبعة أبواب أخر سوى هذا الثلاثة الأبواب من نحاس مذهب ولها حائطان من حجارة رخام وفضاء طوله مائتا ذراع بين الحائطين وعرض السور الخارج ثمانية عشر ذراعا وارتفاعه اثنان وستون ذراعا وبين السورين نهر ماؤه عذب يدور في جميع المدينة ويدخل دورهم مطبق بدفوف النحاس كل دفة منها ستة وأربعون ذراعا وعدد الدفوف مائتان وأربعون ألف دفة وهذا كله من نحاس وعمود النهر ثلاثة وتسعون ذراعا في عرض ثلاثة وأربعين ذراعا فكلما هم بهم عدو وأتاهم رفعت تلك الدفوف فيصير بين السوريين بحر لا يرام وفيما بين أبواب الذهب إلى باب الملك اثنا عشر ميلا وسوق ماد من شرقيها إلى غربيها بأساطين النحاس |جـ 3 صـ 102| مسقف بالنحاس وفوقه سوق آخر وفي الجميع التجار وبين يدي هذا السور سوق آخر على أعمده نحاس كل عمود منها ثلاثون ذراعا وبين هذا الأعمدة نقيرة من نحاس في طول السوق من أوله إلى آخره فيه لسان يجري من البحر فتجيء السفينة في هذا النقير وفيها الأمتعة حتى تجتاز في السوق بين يدي التجار فتقف على تاجر تاجر فيبتاع منها ما يريد ثم ترجع إلى البحر وفي داخل المدينة كنيسة مبنية على اسم مار بطرس ومار بولس الحواريين وهما مدفونان فيها وطول هذه الكنيسة ألف ذراع في خمسمائة ذراع في سمك مائتي ذراع وفيها ثلاث باسليقات بقناطر نحاس وفيها أيضا كنيسة بيت باسم اصطفا نوس رأس الشهداء طولها ستمائة ذراع في عرض ثلاثمائة ذراع في سمك مائة وخمسين ذراعا وثلاث باسليقات بقناطرها وأركانها وسقوف هذه الكنيسة وحيطانها وأرضها وأبوابها وكواها كلها وجميع ما فيها كأنه حجر واحد وفي المدينة كنائس كثيرة منها أربع وعشرون كنيسة للخاصة وفيها كنائس لا لا تحصى للعامة وفي المدينة عشرة آلاف دير للرجال والنساء وحول سورها ثلاثون ألف عمود للرهبان وفيا اثنا عشر ألف زقاق يجري في كل زقاق منها نهران واحد للشرب والآخر لحشوش وفيا اثنا عشر ألف سوق في كل سوق قناة ماء عذب وأسواقها كلها مفروشة بالرخام الأبيض منصوبة على أعمدة النحاس مطبقة بدفوف النحاس وفيا عشرون الف سوق بعد هذا الأسواق صغار وفيا ستمائة ألف وستون ألف حمام وليس يباع في هذا المدينة ولا يشترى من ست ساعات من يوم السبت حتى تغرب الشمس من يوم الأحد وفيها مجامع لمن يلتمس صنوف العلم من الطب والنجوم وغير ذلك يقال إنها مائة وعشرون موضعا وفيها كنيسة تسمى كنيسة الأمم إلى جانبها قصر الملك وتسمى هذا الكنيسة صهيون بصهيون بيت المقدس طولها فرسخ في فرسخ في سمك مائتي ذراع ومساحة هيكلها ستة أجربة والمذبح الذي يقدس عليه القربان من زبرجد أخضر طوله عشرون ذراعا في عرض عشرة أذرع يحمله عشرون تمثالا من ذهب طول كل تمثال ثلاثة أذرع أعينها يواقيت حمر وإذا قرب على هذا المذبح قربان في الأعياد لا يطفأ إلا يصاب وفي رومية من الثياب الفاخرة ما يليق به وفي الكنيسة ألف ومائتا أسطوانة من المرمر الملمع ومثلها من النحاس المذهب طول كل أسطوانة خمسون ذراعا وفي الهيكل ألف وأربعمائة وأربعون أسطوانة طول كل أسطوانة ستون ذراعا لكل أسطوانة رجل معروف من الأساقفة وفي الكنيسة ألف ومائتا باب كبار من النحاس الأصفر المفرغ وأربعون بابا كبارا من ذهب سور أبواب الآبنوس والعاج وغير ذلك وفيها ألف باسليق طول كل باسليق أربعمائة وثمانية وعشرون ذراعا في عرض أربعين ذراعا لكل باسليق أربعمائة وأربعون عمودا من رخام مختلف ألوانه طول كل واحد ستة وثلاثون ذراعا وفيها أربعمائة قنطرة تحمل كل قنطرة عشرون عمودا من رخام وفيا مائة ألف وثلاثون ألف سلسلة ذهب معلقة في السقف ببكر ذهب تعلق فيها القناديل سوى القناديل التي تسرج يوم الأحد وهذا القناديل تسرج يوم اعيادهم وبعض مواسمهم وفيا الأساقفة ستمائة وثمانية عشر أسقفا ومن الكهنة والشمامسة ممن يجري عليه الزرق من الكنيسة دون غيرهم خمسون ألفا كلما مات واحد أقاموا مكانه آخر وفي المدينة كنيسة الملك وفيها خزائنة التي فيا أواني الذهب والفضة مما قد جعل للمذبح وفيها عشرة |جـ 3 صـ 103| آلاف جرة ذهب يقال لها الميزان وعشرة آلاف خوان ذهب وعشرة آلاف كأس وعشرة آلاف مروحة ذهب ومن المنائر * التي تدار حول المذبح سبعمائة منارة كلها ذهب وفيها من الصلبان التي تخرج يوم الشعانين ثلاثون ألف صليب ذهب ومن صلبان الحديد والنحاس المنقوشة المموهة بالذهب ما لا يحصى ومن المقطوريات عشرون ألف مقطورية وفيا ألف مقطرة من ذهب يمشون بها أمام القرابين ومن المصاحف الذهب والفضة عشرة آلاف مصحف وللبيعة وحدها سبعة آلاف حمام سوى غير ذلك من المستغلات ومجلس الملك المعروف بالبلاط تكون مساحته مائة جريب وخمسين جريبا والإيوان الذي فيه مائة ذراع في خمسين ذراعا ملبس كله ذهبا وقد مثل في هذه الكنيسة مثال كل نبي منذ آدم عليه السلام إلى عيسى ابن مريم عليه السلام لا يشك الناظر إليهم أنهم أحياء وفيها ثلاثة آلاف باب نحاس مموه بالذهب وحول مجلس الملك مائة عمود مموهة بالذهب على كل واحد منها صنم من نحاس مفرغ في يد كل صنم جرس مكتوب عليه ذكر أمة من الأمم وجميها طلسمات فإذا هم بغزوها ملك من الملوك تحرك ذلك الصنم وحرك الجرس الذي في يده فيعلمون أن ملك تلك الأمة يريدهم فيأخذون حذرهم وحول الكنيسة حائطان من حجارة طولهما فرسخ وارتفاع كل واحد منهما مائة ذراع وعشرون ذراعا لهما أربعة أبواب وبين يدي الكنيسة صحن يكون خمسة أميال في مثلها في وسطه عمود من نحاس ارتفاعه خمسون ذراعا وهذا كله قطعة واحدة مفرغة وفوقه تمثال طائر يقال له السوداني من ذهب على صدره نقش طلسم وفي منقاره مثال زيتونة وفي كل واحدة من رجليه مثال ذلك فإذا كان أوان الزيتون لم يبق طائر في الأرض إلا وأتى وفي منقاره زيتونة وفي كل واحدة من رجليه زيتونة حتى يطرح ذلك على رأس الطلسم فزيت أهل رومية وزيتونهم من ذلك وهذا الطلسم عمله لهم بليناس صاحب الطلسمات وهذا الصحن عليه أمناء وحفظة من قبل الملك وأبوابه نختومة فإذا امتلأ وذهب أوان الزيتون اجتمع الأمناء فعصروه فيعطي الملك والبطارقة ومن يجري مجراهم قسطهم من الزيت ويجعل الباقي للقناديل التي للبيع وهذه القصة أعني قصة السوداني مشهورة قلما رأيت كتابا تذكر فيه عجائب البلاد إلا وقد ذكرت فيه وقد روي عن عبد الله بن عمرو ابن العاس أنه قال من عجائب الدنيا شجرة برومية من نحاس عليها صورة سودانية في منقارها زيتونة فإذا كان أوان الزيتون صفرت فوق الشجرة فيوافي كل طائر في الأرض من جنسها بثلاث زيتونات في منقاره ورجليه حتى يلقي ذلك على تلك الشجرة فيعصر أهل رومية ما يكفيهم لقناديل بيعتهم وأكلهم لجميع الحول وفي بعض كنائسهم نهر يدخل من خارج المدينة في هذا النهر من الضفادع والصلاحف والسراطين أمر عظيم فعلى الموضع الذي يدخل منه الكنيسة صورة صنم من حجارة وفي يده حديدة معقفة كأنه يريد أن يتناول بها شيئا من الماء فإذا انتهت إليه هذه الدواب المؤذية رجعت مصاعدة ولم يدخل الكنيسة منها شيء البتة قال المؤلف جميع ما ذكرته ههنا من صفة هذه المدينة هو من كتاب أحمد بن محمد الهمذاني المعروف بابن الفقيه وليس في القصة شيء أصعب من كون مدينة تكون على هذه الصفة من العظم على أن ضياعها إلى مسيرة أشهر لا تقوم مزدرعاتها بميرة أهلها وعلى ذلك فقد حكى جماعة من بغداد أنها كانت من العظم والسعة وكثرة الخلق والحمامات |جـ 3 صـ 104| ما يقارب هذا وإنما يشكل فيه أن القارىء لهذا لم ير مثله والله أعلم فأما أنا فهذا عذري على أنني لم أنقل جيمع ما ذكر وإنما اختصرت البعض ",
                "title": "الروم والنسبة الرومي",
                "uri": "JK_000129_006054"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}