{
    "features": [
        {
            "item": "JK_000129_000080",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.62-64",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبانان</h1> تثنية لفظ أبان المذكور قبله وقد روى بعضهم أن هذه التثنية هي لأبان الأبيض وأبان الأسود المذكورين قبل قال الأصمعي وادي الرمة يمر بين أبانين وهما جبلان يقال لأحدهما أبان الأبيض وهو لبني فزارة ثم لبني جريد منهم وأبان الأسود لبني أسد ثم لبني والبة ثم للحارث بن ثعلبة بن دودان بن أسد وبينهما ثلاثة أميال وقال آخرون أبانان تثنية أبان ومتالع غلب أحدهما كما قالوا العمران والقمران في أبي بكر وعمر وفي الشمس والقمر وهما بنواحي البحرين واستدلوا على ذلك بقول لبيد درس المنا بمتالع فأبان فتقادمت فالحبس فالسوبان أراد درس المنازل فحذف بعض الاسم ضرورة وهو من أقبح الضرورات وقال أبو سعيد السكري |جـ 1 صـ 63| في قول بشر بن أبي خازم ألا بان الخليط ولم يزاروا وقلبك في الظعائن مستعار أسائل صاحبي ولقد أراني بصيرا بالظعائن حيث صاروا تؤم بها الحداة مياه نخل وفيها عن أبانين ازورار أبان جبل معروف وقيل أبانين لأنه يليه جبل نحو منه يقال له شرورى فغلبوا أبانا عليه فقالوا أبانان كما قالوا العمران لأبي بكر وعمر وله نظائر ثم للنحويين ههنا كلام أنا ذاكر منه ما بلغني قالوا تقول هذان أبانان حسنين تنصب النعت على الحال لأنه نكرة وصفت بها معرفة لأن الأماكن لا تزول فصار كالشيء الواحد وخالف الحيوان إذا قلت هذان زيدان حسنان ترفع النعت ههنا لأنه نكرة وصفت بها نكرة وقالوا في هذا وشبهه مما جاء مجموعا إن أبانين وما أشبهها لم توضع أولا مفردة ثم ثنيت بل وضعت من المبتدإ مثناة مجموعة فهي صيغة مرتجلة فأبانان علم لجبلين وليس كل واحد منهما أبانا على انفراده بل أحدهما أبان والآخر متالع قال أبو سعيد وقد يجوز أن تقع التسمية بلفظ التثنية والجمع فتكون معرفة بغير لام وذلك لا يكون إلا في الأماكن التي لا يفارق بعضها بعضا نحو أبانين وعرفات وإنما فرقوا بين أبانين وبين زيدين من قبل أنهم لم يجعلوا التثنية والجمع علما لرجلين ولا لرجال بأعيانهم وجعلوا الاسم الواحد علما بعينه فإذا قالوا رأيت أبانين فإنما يعنون هذين الجبلين بأعيانهما المشار إليهما لأنهم جعلوا أبانين اسما لهما لا يشاركهما في هذه التسمية غيرهما ولا يزولان وليس هذا في الأناسي لأن كل واحد من الأناسي يدخل فيما دخل فيه صاحبه ويزولان والأماكن لا تزول فيصير كل واحد من الجبلين داخلا في مثل ما دخل فيه صاحبه من الحال والثبات والجدب والخصب ولا يشار إلى أحد منهما بتعريف دون الآخر فصار كالواحد الذي لا يزايله منه شيء والإنسانان يزولان ويتصرفان ويشار إلى أحدهما دون الآخر ولا يقال أبان الغربي وأبان الشرقي وقال أبو الحسن سعيد بن مسعدة الأخفش قد يجوز أن يتكلم بأبان مفردا في الشعر وأنشد بيت لبيد المذكور قبيل قال أبو سعيد وهذا يجوز في كل اثنين يصطحبان ولا يفارق أحدهما صاحبه في الشعر وغيره وقال أبو ذؤيب فالعين بعدهم كأن حداقها سملت بشوك فهي عور تدمع ويقال لبس زيد خفه ونعله والمراد النعلين والخفين قالوا والنسبة إلى أبانين أباني كما قال الشاعر ألا أيها البكر الأباني إنني وإياك في كلب لمغتربان تحن وأبكي إن ذا لبلية وإنا على البلوى لمصطحبان وكان مهلهل بن ربيعة أخو كليب بعدحرب البسوس تتقل في القبائل حتى جاور قوما من مذحج يقال لهم بنو جنب وهم ستة رجال منبه والحارث والعلي وسيحان وشمران وهفان يقال لهؤلاء الستة جنب لأنهم جانبوا أخاهم صداء فنزل فيهم مهلهل فخطبوا إليه مية أخته فامتنع |جـ 1 صـ 64| فاكرهوه حتى زوجهم فقال أنكحها فقدها الأراقم في جنب وكان الخباء من أدم لو بأبانين جاء يخطبها ضرج ما أنف خاطب بدم هان على تغلب الذي لقيت أخت بني المالكين من جشم ليسوا بأكفائنا الكرام ولا يغنون من عيلة ولا عدم ",
                "title": "أبانان",
                "uri": "JK_000129_000080"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}