{
    "features": [
        {
            "item": "JK_000129_007323",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.311-313",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الشأم والنسبة الشامي</h1> بفتح أوله وسكون همزته والشأم بفتح همزته مثل نهر ونهر لغتان ولا تمد وفيها لغة ثالثة وهي الشام بغير همز كذا يزعم اللغويون وقد جاءت في شعر قديم ممدودة قال زامل بن غفير الطائي يمدح الحارث الأكبر وتأبي بالشآم مفيدي حسسرات يقددن قلبي قدا في أبيات وخبر ذكرها بعد وكذا جاء به |جـ 3 صـ 312| أبو الطيب في قوله دون أن يشرق الحجاز ونجد والعراقان بالقنا والشآم وأنشد أبو علي القالي في نوادره فما اعتاض المعارف من حبيب ولو يعطى الشآم مع العراق وقد تذكر وتؤنث ورجل شأمي وشآم ههنا بالمد على فعال وشآمي أيضا حكاه سيبويه ولا يقال شأم لأن الألف عوض من ياء النسبة فإذا زال الألف عادت الياء وما جاء من ضرورة الشعر فمحمول على أنه اقتصر من النسبة على ذكر البلد وامرأة شأمية بالتشديد وشآمية بتحفيف الياء وتشأأم الرجل بتشديد الهمزة نسب إلى الشام كما تقول تقيس وتكوف وتنزر إذا انتسب إلى قيس والكوفة ونزار وأشأم إذا أتى الشام وقال بشر بن أبي خازم سمعت بنا قيل الوشاة فأصبحت صرمت حبالك في الخليط المشئم وقال أبو بكر الأنباري في اشتقاقه وجهان يجوز أن يكون مأخوذا من اليد الشؤمى وهي اليسرى ويجوز أن يكون فعلى من الشوم قال أبو القاسم قال جماعة من أهل اللغة يجوز أن لا يهمز فيقال الشام يا هذا فيكون جمع شامة سميت بذلك لكثرة قراها وتداني بعضها من بعض فشبهت بالشامات وقال أهل اوثر سميت بذلك لأن قوما من كنعان بن حام خرجوا عند التفريق فتشاءموا إليها أي أخذوا ذات الشمال فسيمت بالشام لذلك وقال آخرون من أهل الأثر منهم الشرقي سميت الشام بسام بن نوح عليه السلام وذلك أنه أول من نزلها فجعلت السين شينا لتغير اللفظ العجمي وقرأت في بعض كتب الفرس في قصة سنحاريب أن بني إسرائيل تمزقت بعد موت سليمان بن داود عليهما السلام فصار منهم سبطان ونصف سبط في بيت المقدس فهم سبط داود وانخزل تسعة أسباط ونصف إلى مدينة يقال لها شامين وبها سميت الشام وهي بأرض فلسطين وكان بها متجر العرب وميرتهم وكان اسم الشام الأول سورى فاختصرت العرب من شامين الشام وغلب على الصقع كله وهذا مثل فلسطين وقنسرين ونصيبين وحوارين وهو كثير في نواحي الشام وقيل سميت بذلك لأنها شامة القبلة قلت وهذا قول فاسد لأن القبلة لا شامة لها ولا يمين لأنها مقصد من كل وجه يمنة لقوم وشامة لآخرين ولكن الأقوال المتقدمة حسنة جميعها وأما حدها فمن الفرات إلى العريش المتاخم للديار المصرية وأما عرضها فمن جبلي طيء من نحو القبلة إلى بحر الروم وما بشأمة ذلك من البلاد وبها من أمهات المدن منبج وحلب وحماة وحمص ودمشق والبيت المقدس والمعرة وفي الساحل أنطاكية وطرابلس وعكا وصور وعسقلان وغير ذلك وهي خمسة أجناد جند قنسرين وجند دمشق وجند الأردن وجند فلسطين وجند حمص وقد ذكرت في أجناد ويعد في الشام أيضا الثغور وهي المصيصة وطرسوس وأذنة وأنطاكية وجميع العواصم من مرعش والحدث وبغراس والبلقاء وغير ذلك وطولها من الفرات إلى العريش نحو شهر وعرضها نحو عشرين يوما وروي عن عبد الله بن عمرو بن العاص أنه قال قسم الخير عشرة أعشار فجعل تسعة أعشار في الشام وعشر في سائر الأرض وقسم |جـ 3 صـ 313| الشر عشرة أعشار فجعل عشر بالشام وتسعة أعشار في سائر الأرض وقال محمد بن عمر بن يزيد الصاغاني إني لأجد ترداد الشام في الكتب حتى كأنها ليس لله تعالى بشيء في الأرض حاجة إلا بالشام وروي عن النبي صلى الله عليه وسلم أنه قال الشام صفوة الله من بلاده وإليه يجتبي صفوته من عباده يا أهل اليمن عليكم بالشام فإن صفوة الله من الأرض الشام ألا من أبى فإن الله تعالى قد تكفل لي بالشام وقال أبو الحسن المدائني افترض أعرابي في الجند فأرسل في بعث إلى الشام ثم إلى ساحل البحر فقال أأنصر أهل الشام ممن أكاءهم وأهلي بنجد ذاك حرص على النصر براغيث تؤذيني إذ الناس نوم وليل أقاسيه على ساحل البحر فإن يك بعث بعدها لم أعد له ولو صلصلوا للبحر منقوشة الحمر وهذا خبر زامل كان نازلا في أخواله كلب فأغار عليهم بنو القين بن جسر فأخذوا ماله فاستنصر أخواله فلم ينصروه فركب جملا وقصد الشام فنزل في روضة فأكل من نجمها وعقل بعيره واضطجع فما انتبه إلا وحجس فارسا قد نزل قريبا منه فقال له الفارس من أنت فانتسب له وقص عليه قصته فقال له الفارس يا هذا هل عندك من طعام فإني طاو منذ أمس فقال له أتطلب الطعام وهذا اللحم المعرض ثم وثب فنحر جمله واحتش حطبا وشوى وأطعم الفارس حتى اكتفى فما لبث أن ثار العجاج وأقبلت الخيل إلى الفارس يحيونه بتحية الملوك فركب وقال دونكم الرحل أردفوه فأردفه بعضهم فإذا هو الحارث الأكبر الغساني فأمر خدمة بإنزال الطائي وغفل عنه مدة فخاف زامل أن يكون قد نسيه فقال لحاجبه أحب أن تبلغ هذه الأبيات إلى الحارث فأنشد أبلغ الحارث المردد في المك رمات والمجد جدا فجدا وابن أرباب واطىء العفر والأر حب والمالكين غورا ونجدا أنني ناظر إليك ودوني عاتقات غاورن قربا وبعدا آزال نازل بمثوى كريم ناعم الباب في مراح ومغدى غير أن الأوطان يجتذب المر ء إليها الهوى وإن عاش كدا ونأتني بالشآم مفيدي حسرات يقددن قلبي قدا ليس يستعذب الغريب مقاما في سوى أرضه وإن نال جدا فلما بلغت الأبيات الحارث قال واسوأتاه كرم ولؤمنا وتيقظ ونمنا وأحسن وأسأنا ثم أذن له فلما رآه قال والله ما يدحض عارها عني إلا أن أعطيك حتى ترضى ثم أمر له بمائة ناقة وألف شاة وعشرة عبيد وعشر إماء وعشرة أفراس من كرام خيله وألف دينار وقال يا زامل أما إن الأوطان جواذب كما ذكرت فهل لك أن تؤثر المقام في مدينتنا تكنفك حمايتنا ويتفيأ لك ظلنا وتسبل عليك صلتنا فقال أيها الملك ما كنت لأوثر وطني عليك ولا ألقي مقاليدي إلا إليك ثم أقام بالشام وقال جبلة بن الأيهم وهو ببلاد الروم بعد أن تنصر أنفة من غير أن يقتص في قصة فيها طول فذكرتها في أخبرا |جـ 3 صـ 314| حسان من كتاب الشعراء تنصرب الأشراف من أجل لطمة وما كان فيها لو صبرت لها ضرر تكنفني فيها لجاج حمية فبعت لها العين الصحيحة بالعور فيا ليت أمي لم تلدني وليتني رجعت إلى القول الذي قاله عمر ويا ليتني أرعى المخاض بقفرة وكنت أسيرا في ربيعة أو مضر ويا ليت لي بالشام أدنى معيشة أجاور قومي ذاهب السمع والبصر أدين بما دانوا به من شريعة وقد يصبر العود المسن على الدبر وفي الحديث عن عبد الله بن حوالة قال كنا عند رسول الله صلى الله عليه وسلم فشكوا إليه الفقر والعري وقلة الشيء فقال رسول الله صلى الله عليه وسلم أبشروا فوالله لأنا من كثرة الشيء أخوف عليكم من قلته والله لا يزال هذا الأمر فيكم حتى تفتح أرض فارس وأرض الروم وأرض حمير وحتى تكونوا أجنادا ثلاثة جند بالشام وجند بالعراق وجند باليمن وحتى يعطى الرجل مائة دينار فيسخطها قال ابن حوالة فقلت يا رسول الله من يستطيع الشام وفيه الروم ذات القرون فقال صلى الله عليه وسلم والله ليستخلفنكم الله فيها حتى تظل العصابة منهم البيض قمصهم المحلوقة أقفاؤهم قياما على الرجل الأسود ما أمرهم به فعلوا وإن بها اليوم رجالا لأنتم اليوم أحقر في أعينهم من القردان في أعجاز الإبل قال ابن حوالة قلت أختر لي يا رسول الله إن أدركني ذلك فقال أختار لك الشام فإنها صفوة الله من بلاده وإليها يجتبي صفوته من عباده يا أهل الإسلام فعليكم بالشام فإن صفوة الله من الأرض الشام فمن أبى فليلحق بيمينه وليسق بعذره فإن الله قد تكفل لي بالشام وأهله وقال أحمد بن محمد بن المدبر الكاتب في تفضيل الشام أحب الشام في يسر وعسر وأبغض ما حييت بلاد مصر وما شنأ الشآم سوى فريق برأي ضلالة وردى ومحر لأضغان تغين على رجال أذلوا يوم صفين بمكر وكم بالشام من شرف وفضل ومرتقب لدى بر وبحر بلاد بارك الرحمن فيها فقدسها على علم وخبر بها غرر القبائل من معد وقحطان ومن سروات فهر أناس يكرمون الجار حتى يجير عليهم من كل وتر وقال البحتري يفضل الشام على العراق نصب إلى أرض العراق وحسنه ويمنع عنها قيظها وحرورها هي الأرض نهواها إذا طاب فصلها ونهرب منها حين يحمى هجيرها عشيقتنا الأولى وخلتنا التي نحب وإن أضحت دمشق تغيرها عنيت بشرق الأرض قدما وغربها أجوب في آفاقها وأسيرها |جـ 3 صـ 315| فلم أر مثل الشام دار إقامة لراح أغاديها وكأس أديرها مصحة أبدان ونزهة أعين ولهو نفوس دائم وسرورها مقدسة جاد الربيع بلادها ففي كل أرض روضة وغديرها تباشر قطراها وأضعف حسنها بأن أمير المؤمنين يزورها ومسجد الشام ببخارى نسب إليه أبو سعيد الشامي فقيه حنفي ",
                "title": "الشأم والنسبة الشامي",
                "uri": "JK_000129_007323"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}