{
    "features": [
        {
            "item": "JK_000952_2731",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.171-174",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العذري</h1> بضم العين المهملة وسكون الذال المعجمة وفي آخرها الراء هذه النسبة إلى عذرة وهو ابن زيد اللات بن رفيدة بن ثور بن كعب بن وبرة بن |جـ 4 صـ 172| تغلب بن حلوان بن عمران بن الحاف بن قضاعة وهي قبيلة معروفة ينسب أكثرهم إلى العشق حتى قال بعض المتأخرين % أبناء عذرة لا تعلم صبوة % % والوز سبحا والحمام هديلا % وقال غيره % إذا العذري مات بحتف أنف % % فذا كالعبد في يده الرشاء % والمشهور بالنسبة إلى هذه القبيلة جماعة كثيرة ومنهم أبو مجاهد عذرة بن صعب بن الزبير بن مجاهد بن ثعلبة بن هانىء بن قتادة العذري مؤذن المسجد الجامع بمصر يروي عن أبيه وابن وهب وإبراهيم بن عبد العزيز بن أبي محذورة أسند ثلاثة أحاديث فيما أعلم مات في شعبان سنة اثنتين وأربعين ومائتين روى عنه أحمد بن عبد الله المؤذن وعبد الله بن ثعلبة بن صعير العذري أبو محمد حليف بني زهرة رأى النبي صلى الله عليه وسلم وهو صغير وقد نسبه أحمد بن صالح المصري في حديث رواه عنه فقال العدوي فصحف وإنما هو من بني عذرة هكذا قال أبو علي الغساني المغربي والشرقي بن القطامي هو الوليد بن الحصين بن جمال بن حبيب بن جابر بن مالك من بني عمرو بن امرىء القيس بن عامر بن النعمان بن عامر الأكبر بن عبد ود بن عوف بن كنانة بن عوف العذري هكذا ذكره أبو الحسن الدارقطني وقال غيره هو ابن جابر بن مالك بن مرار بن عمرو بن امرىء القيس بن عامر بن النعمان بن عامر بن عبد ود بن عوف بن كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبره بن الحصين العذري كان من أهل الكوفة سكن الحربية ببغداد حدث عن شعبة وحكى الشرقي بن القطامي أنه دخل على المنصور فقال ياشرقي على م يؤتى المرء فقال أصلح الله الخليفة على معروف قد سلف ومثله مؤتنف أو قديم شرف أو علم مطرف وقال إبراهيم الحربي شرقي كوفي قد تكلم فيه وكان صاحب سمر وقال زكريا الساجي شرقي الجعفي هو ابن قطامي ضعيف يحدث عنه شعبة له حديث واحد ليس بالقائم |جـ 4 صـ 173| وقال زكريا الساجي شرقي الجعفي هو ابن قطامي ضعيف يحدث عنه شعبة له حديث واحد ليس بالقائم |جـ 4 صـ 174| ",
                "title": "العذري",
                "uri": "JK_000952_2731"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}