{
    "features": [
        {
            "item": "JK_000129_007999",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.409-410",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الصغد والنسبة الصغدي</h1> بالضم ثم السكون وآخره دال مهملة وقد يقال بالسين مكان الصاد وهي كورة عجيبة قسبتها سمرقند وقيل هما صغدان صغد سمرقند وصغد بخارى وقيل جنان الدنيا أربع غوطة دمشق وصغد سمرقند ونهر الأبلة وشعب بوان وهي قرى متصلة خلال الأشجار والبساتين من سمرقند إلى قريب من بخارى لا تبين القرية حتى تأتيها لالتحاف الأشجار بها وهي من أطيب أرض الله كثيرة الأشجار غزيرة الأنهار متجاوبة الأطيار وقال الجيهاني في كتابه الصغد كصورة إنسان رأسه بنجيكت ورجلاه كشانية وظهره وفر وبطنه كبوكث ويداه ما يمرغ وبزماخر وجعل مساحته ستة وثلاثين فرسخا في ستة وأربعين وقال منبرها الأجل سمرقند ثم كش ثم نسف ثم كشانية وقال غيره قصبة الصغد إشتيخن وفضلها على سمرقند وبعضهم يجعل بخارى أيضا من الصغد وقال إن النهر من أصله إلى بخارى يسمى الصغد ولا يصح هذا والصغد في الأصل اسم للوادي والنهر الذي تشرب منه هذه النواحي قالوا وهذا الوادي مبدؤه من جبال البتم في بلاد الترك يمتد على ظهر الصغانيان وله مجمع ماء يقال له وي مثل البحيرة حواليها قرى وتعرف الناحية يبرغر فينصب منها بين جبال حتى يتصل بأرض بنجيكت ثم ينتهي إلى مكان يعرف بورغسر وبه رأس السكر ومنه تتشعب أنهار سمرقند ورساتيق يتصل بها من عرى الوادي من جانب سمرقند وقد فضل الإصطخري الصغد على الغوطة والأبلة والشعب قال لأن الغوطة التي هي أنزه الجميع إذا كنت بدمشق ترى بعينيك على فرسخ أو أقل جبالا قرعا عن النبات والشجر وأمكنة خالية عن العمارة والخضرة وأكمل النزه ما ملأ البصر ومد الأفق وأما نهر الأبلة فليس بها ولا بنواحيها مكان يستطرف النظر منه وليس بها مكان عال فلا يدرك البصر أكثر من فرسخ |جـ 3 صـ 410| ولا يستوي المكان المستتر الذي لا يرى منه إلا مقدار ما يرى ومكان ليس بالمستتر ولا بالنزه ولم يذكر شعب بوان قال وأما صغد سمرقند فإني لا أرى بسمرقند ولا بالصغد مكانا إذا علا الناظر قهندزها أن يقع بصره على جبال خالية من شجر أو خضرة أو غيره وإن كان مزروعا غير أن المزارع في أضعاف خضرة النبات فصغد سمرقند إذا أنزه البادان والأماكن المشهورة المذكورة لأنها من حد بخارى على وادي الصغد يمينا وشمالا يتصل إلى حد البتم لا ينقطع ومقداره في المسافة ثمانية أيام تشتبك الخضرة والبساتين والرياض وقد حفت بالأنهار الدائم جريها والحياض في صدور رياضها وميادينها وخضرة الأشجار والزروع ممتدة على حافتي واديها ومن وراء الخضرة من جانبيها مزارع تكتنفها ومن وراء هذه المزارع مراعي سوامها وقصورها والقهندزات من كل قرية تلوح في أثناء خضرتها كأنها ثوب ديباج أخضر وقد طرزت بمجاري مياهها وزينت بتبييض قصورها وهي أزكى بلاد الله وأحسنها أشجارا وثمارا وفي عامة مساكن أهلها المياه الجارية والبساتين والحياض قل ما تخلو سكة أو دار من نهر جار وقال أبو يعقوب إسحاق بن حسان بن قوهي الخرمي وأصله من الصغد وأقام بمرو وكان صحب عثمان بن خزيم القائد وكان يلي أرمينية فسار خاقان الخزر إلى حربه وعسكر ابن خزيم إزاءه وعقد لأبي يعقوب على الصحابة وأشراف من معه فكرهوا ذلك فقال الخرمي أبا الصغد ناس أن تعيرني جمل سفاها ومن أخلاق جارتنا الجهل هم فاعلموا أصلي الذي منه منبتي على كل فرع في التراب له أصل وما ضرني أن لم تلدني يحابر ولم تشتمل جرم علي ولا عكل إذا أنت لم تحم القديم بحادث من المجد لم ينفعك ما كان من قبل وقال أيضا رسا بالصغد أصل بني أبينا وأفرعنا بمرو الشاهجان وكم بالصغد لي من عم صدق وخال ماجد بالجوزجان وقد نسب إلى الصغد طائفة كثيرة من أهل العلم وجعلها الحازمي صغدين صغد بخارى وصغد سمرقند منهم أيوب بن سليمان بن داود الصغدي حدث عن أبي اليمان الحكم بن نافع الحمصي والربيع بن روح ويحيى بن يزيد الخواص وغيرهم وتوفي سنة 472 ",
                "title": "الصغد والنسبة الصغدي",
                "uri": "JK_000129_007999"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}