{
    "features": [
        {
            "item": "JK_000129_004584",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.363-364",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الخريبة والنسبة الخريبي</h1> بلفظ تصغير خربة موضع بالبصرة وسميت بذلك فيما ذكره الزجاجي لأن المرزبان كان قد ابتنى به قصرا وخرب بعده فلما نزل المسلمون البصرة ابتنوا عنده وفيه أبنية وسموها الخريبة وقال حمزة بنيت البصرة سنة 41 من الهجرة على طرف البر إلى جانب مدينة عتيقة من مدن الفرس كانت تسمى وهشتاباذ أردشير فخر بها المثنى بن حارثة الشيباني بشن الغارات عليها فلما قدمت العرب البصرة سموها الخريبة وعندها كانت وقعة الجمل بين علي وعائشة ولذلك قال بعضهم إني أدين بما دان الوصي به يوم الخريبة من قتل المحلينا وقال العمراني سمعته من شيخنا يعني الزمخشري بالراء قال وقال الغوري خزيبة بالزاي موضع بالبصرة تسمى بصيرة الصغرى وهذا وهم لا ريب فيه لأن الموضع إلى الآن معروف بالبصرة بالراء المهملة وقد نسب إليها قوم من الرواة منهم عبد الله بن داود بن عامر بن الربيع أبو عبد الرحمن الهمذاني ثم الشعبي المعروف بالخريبي كوفي الأصل سكن الخريبة بالبصرة وسمع بالشام وغيره سعيد بن عبد العزيز والأوزاعي وعاصم بن رجاء بن حيوة وطلحة بن يحيى وبدر بن عثمان وجعفر بن برقان وفضيل بن غزوان الأعمش وإسماعيل بن خالد وهشام بن عروة وعثمان بن الأسود وسلمة بن نبيط وفطر بن خليفة وهشام بن سعد وإسرائيل بن يونس وشريك بن عبد الله القاضي ويحيى بن أبي الهيثم وعاصم بن قدامة روى عنه سفيان بن عيينة والحسن بن صالح بن حي وهما أسن منه ومسدد بن مسرهد ونصر بن علي الجهضمي وعمرو بن علي القلاس والقواريري وزيد بن أخرم وإبراهيم بن محمد بن عرعرة ومحمد بن يحيى بن عبد الكريم الأزدي وعلي بن حرب الطائي وفضل بن سهل ومحمد بن يونس الكديمي والقاسم بن عباد المهلبي ومحمد بن أبي بكر المقدسي وعلي بن نصر بن علي الجهضمي ومحمد بن عبد الله بن عمار الموصلي وعن عباس بن عبد العظيم العنبري سمعت الخريبي يقول ولدت سنة 216 وقال عثمان بن سعيد الدارمي قلت ليحيى بن معين فعبد الله بن داود الخريبي فقال ثقة مأمون قلت وأبو عاصم النبيل فقال ثقة فقلت أيهما أحب إليك فقال أبو سعد الخريبي أعلى |جـ 2 صـ 364| وعن أبي جعفر الطحاوي قال سمعت أحمد بن أبي عمران يقول كان يحيى بن أكثم وهو يتولى القضاء بين أهل البصرة يختلف إلى عبد الله بن داود الخريبي يسمع منه فقدم رجلان إلى يحيى بن أكثم في خصومة فتربع أحدهما فأمر به أن يقوم من تربعه ويجلس جاثيا بين يديه فبلغ ذلك عبد الله بن داود فلما جاء يحيى إليه ليحدثه كما كان يجيء إليه لذلك من قبل قال له عبد الله بن داود متعت بك وكانت كلمة تعرف منه لو أن رجلا صلى متربعا فقال يحيى لا بأس بذلك فقال له عبد الله بن داود فحال يكون عليها بين يدي الله لا يكرهها منه فتكرهها أنت أن يكون الخصم بين يديك على مثلها ثم ولى ظهره وقال عزم لي أن لا أحدثك فقام يحيى ومضى ومات الخريبي سنة 112 ",
                "title": "الخريبة والنسبة الخريبي",
                "uri": "JK_000129_004584"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}