{
    "features": [
        {
            "item": "JK_000129_011778",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.97-98",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المربد</h1> بالكسر ثم السكون وفتح الباء الموحدة ودال مهملة وهذا اسم موضع هكذا وليس بجار على فعل على أن ابن الأعرابي روى أن الرابد الخازن ولو كان منه لقيل المرابد على زنة اسم المفعول مثل المقاتل من القاتل فمجيئه على غير جريان الفعل دليل على أنه موضع هكذا وذهب القاضي عياض إلى أن أصله من ربد بالمكان إذا أقام به فقياسه على هذا أن يكون مربد بفتح الميم وكسر الباء فلم يسمع فيه ذلك فهو أيضا غير قياس ودخل أبو |جـ 5 صـ 98| القاسم نصر بن أحمد الحميري على أبي الحسين بن المثنى في آخر حريق كان في سوق المربد فقال له أبو الحسين بن المثنى يا أبا القاسم ما قلت في حريق المربد قال ما قلت شيئا فقال له وهل يحسن بك وأنت شاعر البصرة والمربد من أجل شوارعها وسوقه من أجل أسواقها ولا تقول فيه شيئا فقال ما قلت ولكني أقول وارتجل هذه الأبيات أتتكم شهود الهوى تشهد فما تستطيعون أن تجحدوا فيا مربديون ناشدتكم على أنني منكم مجهد جرى نفسي صعدا نحوكم فمن أجله احترق المربد وهاجت رياح حنيني لكم وظلت به ناركم توقد ولولا دموعي جرت لم يكن حريقكم أبدا يخمد وفي حديث النبي صلى الله عليه وسلم أن مسجده كان مربدا ليتيمين في حجر معاذ بن عفراء فاشتراه منهما معوذ بن عفراء فجعله للمسلمين فبناه رسول الله صلى الله عليه وسلم مسجدا قال الأصمعي المربد كل شيء حبست فيه الإبل ولهذا قيل مربد النعم بالمدينة وبه سمي مربد البصرة وإنما كان موضع سوق الإبل وكذلك كل ما كان من غير هذا الموضع أيضا إذا حبست فيه الإبل وأنشد الأصمعي يقول أتيت بأبواب القوافي كأنني أصيد بها سربا من الوحش نزعا عواصي إلا ما جعلت وراءها عصا مربد يغشى نحورا وأذرعا قال يعني بالمربد ههنا عصا جعلها معترضة على الباب تمنع الإبل من الخروج سماها مربدا لهذا وهو أنكر ذلك عليه وقيل إنما أراد عصا معترضة على باب المربد فأضاف العصا المعترضة إلى المربد ليس أن العصا مربد ",
                "title": "المربد",
                "uri": "JK_000129_011778"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}