{
    "features": [
        {
            "item": "JK_000952_0962",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.100-101",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجني</h1> بكسر الجيم وتشديد النون هذه النسبة إلى الجن المشهور بهذا الانتساب عبد السلام بن عمر الجني البصري الفقيه روى عن مالك بن أنس وغيره وأبو يوسف الجني راوية المفضل بن محمد الضبي روى عن المفضل روى عنه أبو عربان السلمي عبد الرحمن بن عبد الأعلى شيخ لابن عليل وبغير الألف واللام أبو الفتح عثمان بن جني النحوي المدقق المصنف قال ابن ماكولا كان نحويا حاذقا مجودا وله شعر بارد سمع جماعة من المواصلة والبغداديين وحكى لي إسماعيل بن المؤمل النحوي أن أبا الفتح كان يذكر أن أباه كان فاضلا بالرومية وابنه أبو سعد عالي بن عثمان بن جني أدركته بصيدا وسمعت منه وكان قد سمع مسند أبي يعلى الموصلي من المرحي وسمع ببغداد من عيسى بن علي قاله ابن ماكولا وذكره أبو بكر الخطيب في تاريخ بغداد وقال عثمان بن جني أبو الفتح الموصلي النحوي له كتب مصنفة في علوم النحو أبدع فيها وأحسن منها التلقين واللمع والتعاقب في العربية وشرح القوافي والمذكر والمؤنث وسر |جـ 2 صـ 101| الصناعة والخصائص وغير ذلك وكان يقول الشعر ويجيد نظمه وأبوه جني كان عبدا روميا مملوكا لسليمان بن فهد بن أحمد الأزدي الموصلي وسكن أبو الفتح بن جني بغداد ودرس بها العلم إلى أن مات بها في صفر سنة اثنتين وتسعين وثلاثمائة وأبو القاسم علي بن إبراهيم بن العباس بن الحسن بن العباس بن الحسن بن الحسين وهو ابن أبي الجن بن علي بن محمد بن علي بن إسماعيل بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنه الحسيني الجني إنما قيل له الجني لأنه عرف بابن أبي الجن المشهور بالشريف النسيب من أهل دمشق كان سيدا شريفا محتشما جليل القدر سنيا حسن السيرة مرضي الأمر ممدوحا بكل لسان خرج له الإمام أبو بكر الخطيب الحافظ الفوائد وعمر حتى حدث بها وبغيرها سمع أبا علي الحسن بن علي بن إبراهيم الأهوازي وقرأ عليه القرآن وأبا الحسين محمد بن عبد الرحمن بن عثمان بن أبي نصر التميمي وأبا الحسن رشأ بن نظيف بن ما شاء الله المقرئ وأبا عبد الله محمد بن علي بن يحيى بن سلوان المازني بدمشق وأبا الفتح سليم بن أيوب الرازي الفقيه بأيلة وأبا عبد الله محمد بن سلامة بن جعفر القضاعي وكريمة بنت أحمد بن محمد بن حاتم المروزية بمكة وغيرهم وأول سماعه الحديث في سنة ثمان وثلاثين وأربعمائة وكانت ولادته في شهر ربيع الآخر سنة أربع وعشرين وأربعمائة روى لنا عنه أبو البركات الخضر بن شبل الحارثي وأبو الحسين هبة الله بن الحسين الأمين بدمشق وأخوه أبو القاسم علي بن الحسن هبة الله الحافظ بنيسابور وأبو المعالي عبد الله بن عبد الرحمن السلمي ببغداد وأبو القاسم وهب بن سلمان السلمي بالمزة وأبو منصور عبد الباقي بن محمد بن عبد الباقي التميمي ببيت لهيا وجماعة كثيرة سواهم وتوفي في الرابع والعشرين من شهر ربيع الآخر من سنة ثمان وخمسمائة بدمشق |جـ 2 صـ 102| ",
                "title": "الجني",
                "uri": "JK_000952_0962"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}