{
    "features": [
        {
            "item": "JK_000129_003795",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.235-236",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حران والنسبة الحراني</h1> بتشديد الراء وآخره نون يجوز أن يكون فعالا من حرن الفرس إذا لم ينقد ويجوز أن يكون فعلان من الحر يقال رجل حران أي عطشان وأصله من الحر وامرأة حرى وهو حران يران والنسبة إليها حرناني بعد الراء الساكنة نون على غير قياس كما قالوا مناني في النسبة إلى ماني والقياس مانوي وحراني والعامة عليهما قال بطليموس طول حران اثنتان وسبعون درجة وثلاثون دقيقة وهي في الإقليم الرابع طالعها القوس ولها شركة في العواء تسع درج ولها النسر الواقع كله ولها بنات نعش كلها تحت ثلاث عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان وقال أبو عون في زيجه طول حران سبع وسبعون درجة وعرضها سبع وثلاثون درجة وهي مدينة عظيمة مشهورة من جزيرة أقور وهي قصبة ديار مضر بينها وبين الرها يوم وبين الرقة يومان وهي على طريق الموصل والشام والروم قيل سميت بهاران أخي إبراهيم عليه السلام لأنه أول من بناها فعربت فقيل حران وذكر قوم أنها أول مدينة بنيت على الأرض بعد الطوفان وكانت منازل الصابئة وهم الحرانيون الذين يذكرهم أصحاب كتب الملل والنحل وقال المفسرون في قوله تعالى & إني مهاجر إلى ربي & إنه أراد حران وقالوا في قوله تعالى & ونجيناه ولوطا إلى الأرض التي باركنا فيها للعالمين & هي حران وقول سديف بن ميمون قد كنت أحسبني جلدا فضعضعني قبر بحران فيه عصمة الدين يريد إبراهيم ابن الإمام محمد بن علي بن عبد الله بن عباس وكان مروان بن محمد حبسه بحران حتى مات بها بعد شهرين في الطاعون وقيل بل قتل وذلك في سنة 232 حدثني أبو الحسن علي بن محمد بن أحمد السرخسي النحوي قال حدثني ابن النبيه الشاعر المصري قال مررت مع الملك الأشرف بن العادل بن أيوب في يوم شديد الحر بظاهر حران على مقابرها ولها أهداف طوال على حجارة كأنها الرجال القيام وقال لي الأشرف بأي شيء تشبه هذه فقلت ارتجالا هواء حرانكم غليظ مكدر مفرط الحراره كأن أجداثها جحيم وقودها الناس والحجاره |جـ 2 صـ 236| وفتحت في أيام عمر بن الخطاب رضي الله عنه على يد عياض بن غنم نزل عليها قبل الرها فخرج إليه مقدموها فقالوا له ليس بنا امتناع عليكم ولكنا نسألكم أن تمضوا إلى الرها فمهما دخل فيه أهل الرها فعلينا مثله فأجابهم عياض إلى ذلك ونزل على الرها وصالحهم كما نذكره في الرها فصالح أهل حران على مثاله وينسب إليها جماعة كثيرة من أهل العلم ولها تاريخ منهم أبو الحسن علي بن علان بن عبد الرحمن الحراني الحافظ صنف تاريخ الجزيرة وروى عن أبي يعلى الموصلي وأبي بكر محمد بن أحمد بن شيبة البغدادي وأبي بكر محمد بن علي الباغندي ومحمد بن جرير وأبي القاسم البغوي وأبي عروبة الحراني وغيرهم كثير روى عنه تمام بن محمد الدمشقي وأبو عبد الله بن مندة وأبو الطبير عبد الرحمن بن عبد العزيز وغيرهم وتوفي يوم عيد الأضحى سنة 553 وكان حافظا ثقة نبيلا وأبو عروبة الحسن بن محمد بن أبي معشر الحراني الحافظ الإمام صاحب تاريخ الجزيرة مات في ذي الحجة سنة 813 عن ست وتسعين سنة وغيرهما كثير ",
                "title": "حران والنسبة الحراني",
                "uri": "JK_000129_003795"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}