{
    "features": [
        {
            "item": "JK_000952_2357",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.443-444",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشقري</h1> بفتح الشين المعجمة والقاف وفي آخرها راء مهملة هذه النسبة إلى بني شقرة بكسر القاف وكذا جاء هذا النسب بالفتح وهو شقرة بن الحارث بن تميم بن مر قال ابن الكلبي وقال غيره شقرة هم بنو الحارث بن عمرو بن تميم وقال ابن حبيب في بني تميم بن مر شقرة وهو معاوية بن الحارث بن تميم وإنما سمي شقرة ببيت قاله % وقد أحمل الرمح الأصم كعوبه % % به من دماء القوم كالشقرات % قال والشقرات الشقائق وإنما سمي شقائق النعمان لأن النعمان بنى مجلسا وسماه ضاحكا وزرع هذه الشقرات فسميت شقائق النعمان وهذه النسبة جاءت على خلاف القياس لأن القياس الشقري بالكسر ولكن جاءت هذه النسبة الشقري قال أبو عبيد القاسم بن سلام الحبطات وبنو شقرة وبنو سلمة هؤلاء الثلاثة بالنسبة إليهم بالفتح يقال له الحبطي والشقري والسلمي والمشهور بها أبو بكر مطرف بن معقل الشقري التميمي السعدي يروي عن الشعبي وابن سيرين والحسن وقتادة روى عنه النضر بن شميل وأبو داود الطيالسي وعلي بن نصر الجهضمي ومسلم بن إبراهيم وكان ثقة ومجمع بن عتاب بن شمير الشقري يروي عن أبيه روى عنه عبد الرحيم بن جابر وعبد الصمد بن جابر ومن التابعين أبو عاصم جبلة بن أبي سليمان ويقال سليمان الشقري يروي عن أنس بن مالك رضي الله عنه وسعيد بن جبير روى عنه أبو عاصم النبيل وحماد بن سلمة وخالد الضبي وأبو سعيد المسيب بن شريك بن مخرمة بن ربيعة الشقري سمع هشام بن عروة |جـ 3 صـ 444| ومسعرا والأعمش روى عنه علي بن إسحاق الحنظلي والليث بن سعد وإسماعيل بن عيسى العطار ويحيى بن معين ومسروق بن المرزبان وأحمد بن منيع وغيرهم وكان من أهل الصدق أثنى عليه أحمد بن حنبل وكانت ولادته بخراسان ونشأ بالكوفة ومات ببغداد في سنة ست وثمانين ومائة وأبو عبد الله سلمة بن تمام الشقري يروي عن الشعبي وإبراهيم النخعي روى عنه الثوري وشعبة وشريك وحماد بن زيد عداده في أهل البصرة قال أحمد بن حنبل هو ليس بقوي في الحديث وقال يحيى بن معين هو ثقة وقال أبو حاتم الرازي هو ثقة صدوق لا بأس به ومورع الشقري يروي عن سفيان الثوري روى عنه قبيصة بن عقبة وسوار الشقري من الأتباع يروي عن قدامة بن حماطة عن أبي هريرة روى عنه أبو يحيى الحماني وابن أبي عبد الله السابق حماد بن سلمة بن تمام الشقري ",
                "title": "الشقري",
                "uri": "JK_000952_2357"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}