{
    "features": [
        {
            "item": "JK_000129_000048",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.56-57",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>آمد والنسبة الآمدي</h1> بكسر الميم وما أظنها إلا لفظة رومية ولها في العربية أصل حسن لأن الأمد الغاية ويقال أمد الرجل يأمد أمدا إذا غضب فهو آمد نحو أخذ يأخذ فهو آخذ والجامع بينهما أن حصانتها مع نضارتها تغضب من أرادها وتذكيرها يشار به إلى البلد أو المكان ولو قصد بها البلدة أو المدينة لقيل آمدة كما يقال آخذة والله أعلم وهي أعظم مدن ديار بكر وأجلها قدرا وأشهرها ذكرا قال المنجمون مدينة آمد في الإقليم الخامس طولها خمس وسبعون درجة وأربعون دقيقة وعرضها خمس وثلاثون درجة وخمس عشرة دقيقة وطالعها البطين وبيت حياتها عشرون درجة من القوس تحت إحدى عشرة درجة من السرطان يقابلها مثلها من الجدي عاشرها مثلها من الحمل عاقبتها مثلها من الميزان وقيل إن طالعها الدلو وزحل والمتولي القمر وهو بلد قديم حصين ركين مبني بالحجارة السود على نشز دجلة محيطة بأكثره مستديرة به كالهلال وفي وسطه عيون وآبار قريبة نحو الذراعين يتناول ماؤها باليد وفيها بساتين ونهر يحيط بها السور وذكر ابن الفقيه أن في بعض شعاب بلد آمد جبلا فيه صدع وفي ذلك الصدع سيف من أدخل يده في ذلك الصدع وقبض على قائم السيف بكلتا يديه اضطرب السيف في يده وأرعد هو ولو كان من أشد الناس وهذا السيف يجذب الحديد أكثر من جذب المغناطيس وكذا إذا حك به سيف أو سكين جذبا الحديد ولو بقي السيف الذي يحك به مائة سنة ما نقصت القوة التي فيه من الجذب وفتحت آمد في سنة عشرين من الهجرة وسار إليها عياض بن غنم بعدما افتتح الجزيرة فنزل عليها وقاتله أهلها ثم صالحوه عليها على أن لهم هيكلهم وما حوله |جـ 1 صـ 57| وعلى أن لا يحدثوا كنيسة وأن يعاونوا المسلمين ويرشدوهم ويصلحوا الجسور فإن تركوا شيئا من ذلك فلا ذمة لهم وكانت طوائف من العرب في الجاهلية قد نزلت الجزيرة وكانت منهم جماعة من قضاعة ثم من بني تزيد بن حلوان بن عمران بن الحاف بن قضاعة قال عمرو بن مالك الزهري ألا لله ليل لم ننمه على ذات الخضاب مجنبينا وليلتنا بآمد لم ننمها كليلتنا بميا فارقينا وينسب إلى آمد خلق من أهل العلم في كل فن منهم أبو القاسم الحسن بن بشر الآمدي الأديب كان بالبصرة يكتب بين يدي القضاة بها وله تصانيف في الأدب مشهورة منها كتاب المؤتلف والمختلف في أسماء الشعراء وكتاب الموازنة بين أبي تمام والبحتري وغير ذلك ومات في سنة 370 وينسب إليها من المتأخرين أبو المكارم محمد بن الحسين الآمدي شاعر بغدادي مكثر مجيد مدح جمال الدين الأصبهاني وزير الموصل ومن شعره ورث قميص الليل حتى كأنه سليب بأنفاس الصبا متوشح ورفع منه الذيل صبح كأنه وقد لاح مسح أسود اللون أجلح ولاحت بطيات النجوم كأنها على كبد الخضراء نور مفتح ومات أبو المكارم هذا سنة 552 وقد جاوز ثمانين سنة عمرا وهي في أيامنا هذه مملكة الملك مسعود بن محمود بن محمد بن قرا أرسلان بن أرتق بن أكسب ",
                "title": "آمد والنسبة الآمدي",
                "uri": "JK_000129_000048"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}