{
    "features": [
        {
            "item": "JK_000952_2155",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.295-297",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمذي</h1> بكسر السين المهملة وكسر الميم المشددة وقيل بفتحها وفي آخرها الذال المعجمة هذه النسبة إلى السمذ وهو نوع من الخبز الأبيض الذي تعمله الأكاسرة والملوك والمشهور بهذه النسبة أبو محمد عبد الله بن محمد بن علي بن زياد السمذي العدل وجده علي بن زياد من |جـ 3 صـ 296| أهل دورق ورد مع عبد الله بن طاهر بنيسابور وكان يتخذ لهم السمذ البغدادي من الحنطة فبقي الاسم على الولأثة فسكن بنيسابور وولد محمد بن علي بنيسابور وصار من المعدلين والمحدثين ثم صار ابناه أبوعلي وابو محمد من أجل العدول وأبو محمد كان من العباد المجتهدين المحسنين المستورين الراغبين في صحبة الزهاد والصالحين وكان من جهة أمه ابن ابنة أحمد بن إبراهيم الدورقي وأحمد ابن بنت نصر بن زياد وكان كريم الطرفين رحمه الله سمع عبد الله بن شيرويه ومسدد بن قطن وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وقال توفي عشية الثلاثاء الخامس من ذي القعدة سنة أربع وست وستين وثلاثمائة ودفن يوم الأربعاء بين الصلاتين وصلى عليه ابنه أبو سعيد في مصلى مقبرة الحيرة ودفن على رأس المقبرة عند سلفه رحمهم الله وأبو القاسم عبد الله بن محمد بن علي بن زياد بن عيسى السمذي وهو ابن بنت أبي الفضل بن زياد والد أبي محمد سمع أبا بكر محمد بن حمدون بن خالد وأبا حامد بن الشرقي وأقرانهما وخرج الفوائد وحدث من أصول صحيحه روى عنه الحاكم أبو عبد الله الحافظ وقال توفي بالنهروان متوجها إلى الحج لثلاث بقين من شوال سنة إحدى وتسعين وثلاثمائة وأبو المكارم المبارك بن علي بن عبد العزيز بن أحمد بن محمد بن عبدوس السمذي الخباز من أهل بغداد شيخ صالح مستور راغب إلى الخير وأهله سمع أبا محمد عبد الله بن محمد بن هزامرد الصريفيني وأبا بكر أحمد بن محمد بن حمدويه الرزاز المقرىء وأبا القاسم علي بن أحمد بن السري وغيرهم وأكثر ما سمعه إملاء من لفظ الشيوخ سمعت منه وكان مولده سنة اثنتين أو ثلاث وخمسين وأربعمائة وتوفي يوم عاشوراء من سنة تسع وثلاثين وخمسمائة ودفن بباب حرب وأبو الحسن محمد بن عبد الله بن علي بن زياد السمذي ابن عم أبي محمد بن زياد شيخ صدوق صحيح السماع من أبي عبد الله البوشنجي وغيره وابنه أبو القاسم ايضا قد سمع ابن الشرقي ومكيا وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ وقال أبو الحسن السمذي حدث في آخر عمره وكان جدهم علي بن زياد من أهل الدورق ورد مع عبد الله بن طاهر بنيسابور وكان يعمل له في السمذ العراقي ثم بعده كانوا عدولا وزهادا ومحدثين وتوفي أبو الحسن السمذي في الثاني من شهر رمضان سنة ثلاث وستين وثلاثمائة |جـ 3 صـ 297| ",
                "title": "السمذي",
                "uri": "JK_000952_2155"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}