{
    "features": [
        {
            "item": "JK_000129_001973",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.423-424",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بسيان</h1> بالضم قال الأصمعي بس وبسيان جبلان في أرض بني جشم ونصر ابني معاوية بن بكر بن هوازن قال ذو الرمة سرت من منى جنح الظلام فأصبحت ببسيان أيديها مع الفجر تلمع وحكى أبو بكر محمد بن موسى ثم وجدته في كتاب نصر أن بسيان موضع فيه برك وأنهار على أحد وعشرين ميلا من الشبيكة بينها وبين وجرة وكانت بها وقعة مشهورة قال المساور بن هند ونحن قتلنا ابني طمية بالعصا ونحن قتلنا يوم بسيان مسهرا وأنشد السكري عن أبي محلم لسليمان بن عياش وكان لصا يقر بعيني أن أرى بين عصبة عراقية قد جز عنها كنابها وأن أسمع الطراق يلقون رفقة مخيمة بالسبي ضاعت ركابها أتيح لها بالصحن بين عنيزة وبسيان أطلاس جرود ثيابها ذئاب تعاوت من سليم وعامر وعبس وما يلقى هناك ذيابها ألا بأبي أهل العراق وربحهم إذا فتشت بعد الطراد عيابها وقال امرؤ القيس يصف سحابا على قطن بالشيم أيمن صوبه وأيسره على الستار فيذبل وألقى ببسيان مع الليل بركه فأنزل منه العصم من كل منزل بسيطة بلفظ تصغير بسطة أرض في البادية بين الشام والعراق حدها من جهة الشام ماء يقال له أمر ومن جهة القبلة موضع يقال له قعبة العلم وهي أرض مستوية فيها حصى منقوش أحسن ما يكون وليس بها ماء ولا مرعى أبعد أرض الله من السكان سلكها أبو الطيب المتنبي لما هرب من مصر إلى العراق فلما توسطها قال بعض عبيده وقد رأى ثورا وحشيا هذه منارة الجامع وقال آخر منهم وقد رأى نعامة وهذه نخلة فضحكوا فقال المتنبي بسيطة مهلا سقيت القطارا تركت عيون عبيدي حيارى |جـ 1 صـ 424| فظنوا النعام عليك النخيل وظنوا الصوار عليك المنارا فأمسك صحبي بأكوارهم وقد قصد الضحك منهم وجارا وقال الراجز أأنت يا بسيطة التي التي تهيبتك في المقيل صحبتي وقال نصر بسيطة فلاة بين أرض كلب وبلقين بقفا عفر أو أعفر وقيل على طريق طيء إلى الشام وقد جاء في الشعر بسيطة وبسيط ",
                "title": "بسيان",
                "uri": "JK_000129_001973"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}