{
    "features": [
        {
            "item": "JK_000129_000776",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.216-217",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أطرابلس والنسبة الأطرابلسي</h1> بضم الباء الموحدة واللام والسين مهملة مدينة مشهورة على ساحل بحر الشام بين اللاذقية وعكا وزعم بعضهم أنها بغير همز قال أبو الطيب المتنبي وقصرت كل مصر عن طرابلس وقد بسط القول فيها وفي المغربي في باب الطاء وقد خرج من أطرابلس هذه خلق من أهل العلم منهم معاوية بن يحيى الأطرابلسي يكني أبا مطيع روى عن سعيد بن أبي أيوب وعن أبي الزناد وسليمان ابن سليم وخالد الحذاء روى عنه بقية بن الوليد وهشام بن عمار ومحمد بن يوسف الفريابي وعبد الله ابن يوسف التنيسي قاله الحافظ أبو القاسم الدمشقي قال ومعاوية بن يحيى أبو روح الصدفي الدمشقي الأطرابلسي كان يلي بيت المال بالري للمهدي حدث عن مكحول والزهري وذكر جماعة روى عنه عقيل بن زياد وقال أبو بكر بن موسى عقيب ذكره أبا مطيع وفي الدمشقيين آخر يقال له معاوية ابن يحيى الصدفي وكان على بيت المال بالري روى عن الزهري روى عنه عقيل بن زياد أحاديث مستقيمة كأنها من كتاب روى عنه عيسى بن يونس وإسحاق بن سليمان أحاديث مناكير كأنها من حفظه ولم يكنه ابن موسى ولا نسبه إلى أطرابلس وكناه ونسبه إليها الحافظ وسعيد بن عجلان |جـ 1 صـ 217| الأطرابلسي سمع محمد بن شعيب بن شابور روى عنه أحمد بن محمد بن حجاج بن رشدين وإسماعيل بن الحارث الأطرابلسي روى عن يحيى بن صالح الوحاظي روى عنه أبو محمد عبد الله بن أحمد بن عيسى المقري وعبد الله بن إسحاق الأطرابلسي سمع علي بن عبد العزيز البغوي وغيره روى عنه محمد ابن إسحاق بن مندة وجماعة وخيثمة بن سليمان بن حيدرة بن سليمان بن داود بن خيثمة القرشي الأطرابلسي أحد حفاظ الشام والمكثرين منهم سمع الكثير ورحل في طلب الحديث فسمع بالشام واليمن وبغداد والكوفة وواسط وحديثه كثير مشهور في العراقيين والشاميين والأصبهانيين ومن أعلام مشايخه عبد الله بن أحمد بن حنبل والعباس بن الوليد ابن مزيد البيروتي وأبو قلابة الرقاشي وإسحاق بن إبراهيم الدبري وغيرهم روى عنه خلق كثير منهم أبو الحسين بن جميع ومحمد بن يوسف البغدادي الأديب الأخباري وأبو حفص بن شاهين سئل عنه الخطيب فقال ثقة ابن ثقة تكنى الأكفاني بعبد العزيز الكناني ثم وجدت في كتاب عبيد بن أحمد بن فطيس توفي خيثمة بن سليمان في ذي القعدة سنة 343 وذكر أنه سأله عن مولده فقال سنة 722 وقال غيره مولده سنة 712 وسمع بعد الستين ومائتين وكان ثقة مؤمنا من العباد مات وهو ابن مائة وست وعشرين سنة وأخوه محمد بن سليمان الأطرابلسي روى عنه محمد بن يوسف بن بحر وغيره وأبو عبد الله الحسين بن عبد الله بن محمد بن إسحاق الأطرابلسي ابن أخت خيثمة بن سليمان سمع خاله وحمزة بن عبد الله بن الحسين بن أبي بكر بن عبد الله بن أبي القاسم ابن الشام الأطرابلسي الفقيه الأديب الشاهد قدم دمشق وحدث بها وبطرابلس عن أبي بكر يوسف ابن القاسم الميانجي وأبي القاسم عبد الوهاب بن عبيد الله البغدادي وأبي عبد الله الحسين بن أحمد بن خالويه وغيرهم روى عنه علي بن أبي زوران وعلي بن إبراهيم الجنابيان والقاضي أبو عبد الله القضاعي وأبو علي الأهوازي وجماعة سواهم ",
                "title": "أطرابلس والنسبة الأطرابلسي",
                "uri": "JK_000129_000776"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}