{
    "features": [
        {
            "item": "JK_000129_009948",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.290-291",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قادس والنسبة القادسي</h1> بعد الألف دال مكسورة مهملة ثم سين كذلك جزيرة في غربي الأندلس تقارب أعمال شذونة طولها اثنا عشر ميلا قريبة من البر بينها وبين البر الأعظم خليج صغير قد حازها إلى البحر عن البر وفي قادس الطلسم المشهور الذي عمل لمنع البربر من دخول جزيرة الأندلس في قصة تلخيصها أن صاحب |جـ 4 صـ 291| هذه الجزيرة من ملوك الروم قبل الإسلام كانت له بنت ذات جمال وأن ملوك النواحي خطبوها إلى أبيها فقالت البنت لا أتزوج إلا بمن يصنع في جزيرتي طلسما يمنع البربر من الدخول إليها بغضا منها لهم أو يسوق الماء إليها من البر بحيث يدور فيها الرحى فخطبها إليه ملكان فاختار أحدهما سوق الماء والآخر عمل الطلسم على أن من سبق منهما يكون هو صاحب البنت فسبق صاحب الماء فأبو البنت لم يظهر ذلك خوفا من أن يبطل الطلسم فلما فرغ صاحب الطلسم ولم يبق إلا صقله أجرى صاحب الرحى الماء ودارت رحاه فقيل لصاحب الطلسم إنك سبقت فألقى نفسه من أعلى الموضع الذي عليه الطلسم فمات فحصل لصاحب الرحى الجارية والطلسم والرحى قالوا وهو من حديد مخلوط بصفر على صورة بربري له لحية وفي رأسه ذؤابة من شعر جعد قائمة في رأسه لجعودتها متأبط صورة كساء قد جمع فضلتيه على يده اليسرى قائم على رأس بناء عال مشرف طوله نيف وستون ذراعا وطول الصورة قدر ستة أذرع قد مد يده اليمنى بمفتاح قفل في يده قابضا عليه مشيرا إلى البحر كأنه يقول لا عبور وكان البحر الذي تجاهه يسمى الإبلاية لم ير قط ساكنا ولا كانت تجري فيه السفن حتى سقط المفتاح من يد الطلسم بنفسه فحينئذ سكن البحر وعبرته السفن وقرأت في بعض كتبهم أن هذا الطلسم هدم في سنة 045 رجاء أن يوجد فيه مال فلم يوجد فيه شيء وكان في الأندلس سبعة أصنام قد ذكرها أرسطاطاليس وغيره في كتبهم وأما الماء الذي ذكرنا أنه جيء إليها به فإنه بني في وسط البحر من البر بناء محكم ووثق بالرصاص والحجارة الصلبة وهندس مجوفا بحيث لا يتشرب من ماء البحر وسرح الماء من نهر فيه من البر حتى وصل إلى آخر جزيرة قادس قالوا وأثره إلى الآن في البحر ظاهر مبين ولكنه قد انهدم لطول المدة وقال ابن بشكوال الكامل بن أحمد بن يوسف الغفاري القادسي من أهل قادس سكن إشبيلية وله رحلة إلى الشرق روى فيها عن أبي جعفر الداودي وأبي الحسن القابسي وأبي بكر ابن عبد الرحمن الرادنجي واللبيدي وغيرهم وكان من أهل الذكاء والحفظ والخير حدث عنه أبو خروج وقال توفي بإشبيلية سنة 034 ونجله بقادس يعرفون ببني سعد ",
                "title": "قادس والنسبة القادسي",
                "uri": "JK_000129_009948"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}