{
    "features": [
        {
            "item": "JK_000129_001174",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.284-287",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأهواز والنسبة الأهوازي</h1> آخره زاي وهي جمع هوز وأصله حوز فلما كثر استعمال الفرس لهذه اللفظة غيرتها حتى أذهبت أصلها جملة لأنه ليس في كلام الفرس حاء مهملة وإذا تكلموا بكلمة فيها حاء قلبوها هاء فقالوا في حسن هسن وفي محمد مهمد ثم تلقفها منهم العرب فقلبت بحكم الكثرة في الاستعمال وعلى هذا يكون الأهواز اسما عربيا سمي به في الإسلام وكان اسمها في أيام الفرس خوزستان وفي خوزستان مواضع يقال لكل واحد منها خوز كذا منها خوز بني أسد وغيرها فالأهواز اسم للكورة بأسرها وأما البلد الذي يغلب عليه هذا الاسم عند العامة اليوم فإنما هو سوق الأهواز وأصل الحوز في كلام العرب مصدر حاز الرجل الشيء يحوزه حوزا إذا حصله وملكه قال أبو منصور الأزهري الحوز في الأرضين أن يتخذها رجل ويبين حدودها فيستحقها فلا يكون لأحد فيها حق فذلك الحوز هذا لفظه حكاه شمر بن حمدويه وقرأت بعد ما أثبته عن التوزي أنه قال الأهواز تسمى بالفارسية هرمشير وإنما كان اسمها الأخواز فعربها الناس فقالوا الأهواز وأنشد لأعرابي لا ترجعن إلى الأخواز ثانية قعيقعان الذي في جانب السوق ونهر بط الذي أمسى يورقني فيه البعوض بلسب غير تشفيق وقال أبو زيد الأهواز اسمها هرمزشهر وهي الكورة العظيمة التي ينسب إليها سائر الكور وفي |جـ 1 صـ 285| الكتب القديمة أن سابور بنى بخوزستان مدينتين سمى إحداهما باسم الله عز وجل والأخرى باسم نفسه ثم جمعها باسم واحد وهي هرمزدادسابور ومعناه عطاء الله لسابور وسمتها العرب سوق الأهواز يريدون سوق هذه الكورة المحوزة أو سوق الأخواز بالخاء المعجمة لأن أهل هذه البلاد بأسرها يقال لهم الخوز وقيل إن أول من بنى الأهواز أردشير وكانت تسمى هرمزأردشير وقال صاحب كتاب العين الأهواز سبع كور بين البصرة والفارس لكل كورة منها اسم ويجمعهن الأهواز ولا يفرد الواحد منها بهوز وأما طالعها فقال بطليموس بلد الأهواز طوله أربع وثمانون درجة وعرضه خمس وثلاثون درجة وأربع دقائق تحت إحدى عشرة درجة من السرطان وست وخمسين دقيقة يقابلها مثلها من الجدي وبيت عاقبتها مثلها من الميزان لها جزء من الشعرى الغميضاء ولها سبع عشرة دقيقة من الثور من أول درجة منه قال صاحب الزيج الأهواز في الإقليم الثالث طولها من جهة المغرب خمس وسبعون درجة وعرضها من ناحية الجنوب اثنتان وثلاثون درجة والأهواز كورة بين البصرة وفارس وسوق الأهواز من مدنها كما قدمناه وأهل الأهواز معروفون بالبخل والحمق وسقوط النفس ومن أقام بها سنة نقص عقله وقد سكنها قوم من الأشراف فانقلبوا إلى طباع أهلها وهي كثيرة الحمى ووجوه أهلها مصفرة مغبرة ولذلك قال مغيرة بن سليمان أرض الأهواز نحاس تنبت الذهب وأرض البصرة ذهب تنبت النحاس وكور الأهواز سوق الأهواز ورامهرمز وإيذج وعسكر مكرم وتستر وجنديسابور وسوس وسرق ونهرتيرى ومناذر وكان خراجها ثلاثين ألف ألف درهم وكانت الفرس تقسط عليها خمسين ألف ألف درهم وقال مسعر بن المهلهل سوق الأهواز تخترقها مياه مختلفة منها الوادي الأعظم وهو ماء تستر يمر على جانبها ومنه يأخذ واد عظيم يدخلها وعلى هذا الوادي قنطرة عظيمة عليها مسجد واسع وعليه أرحاء عجيبة ونواعير بديعة وماأه في وقت المدود أحمر يصب إلى الباسيان والبحر ويخترقها وادي المسرقان وهو من ماء تستر أيضا ويخترق عسكر مكرم ولون مائه في جميع أوقات نقصان المياه أبيض ويزداد في أيام المدود بياضا وسكرها أجود سكر الأهواز وعلى الوادي الأعظم شاذروان حسن عجيب متقن الصنعة معمول في الصخر المهندم يحبس الماء على أنهار عدة وبازائه مسجد لعلي بن موسى الرضا رضي الله عنه بناه في اجتيازه به وهو مقبل من المدينة يريد خراسان وبها نهر آخر يمر على حافاتها من جانب الشرق يأخذ من وراء واد يعرف بشوراب وبها آثار كسروية قال وفتحت الأهواز فيما ذكر بعضهم على يد حرقوص بن زهير بتأمير عتبة بن غزوان أيام سيره إليها في أيام تمصيره البصرة وولايته عليها وقال البلاذري غزا المغيرة بن شعبة سوق الأهواز في ولايته بعد أن شخص عتبة ابن غزوان من البصرة في آخر سنة 51 أو أول سنة 16 فقاتله البيروان دهقانها ثم صالحه على مال ثم نكث فغزاها أبو موسى الأشعري حين ولاه عمر البصرة بعد المغيرة ففتح سوق الأهواز عنوة وفتح نهر تيري عنوة وولي ذلك بنفسه في سنة 71 وسبى سبيا كثيرا فكتب إليه عمر أنه لا طاقة لكم بعمارة الأرض فخلوا ما بأيديكم من السبي واجعلوا عليهم الخراج قال فرددنا السبي ولم نملكهم ثم سار أبو موسى ففتح سائر بلاد |جـ 1 صـ 286| خوزستان كما نذكره في مواضعه إن شاء الله تعالى وقال أحمد بن محمد الهمداني أهل الأهواز ألأم الناس وأبخلهم وهم أصبر خلق الله على الغربة والتنقل في البلدان وحسبك أنك لا تدخل بلدا من جميع البلدان إلا ووجدت فيه صنفا من الخوز لشحهم وحرصهم على جمع المال وليس في الأرض صناعة مذكورة ولا أدب شريف ولا مذهب محمود لهم في شيء منه نصيب وإن حسن أو دق أو جل ولا ترى بها وجنة حمراء قط وهي قتالة للغرباء على أن حماها في وقت انكشاف الوباء ونزوع الحمى عن جميع البلدان وكل محموم في الأرض فان حماه لا تنزع عنه ولا تفارقه وفي بدنه منها بقية فإذا نزعت فقد وجد في نفسه منها البراءة إلا أن تعود لما يجتمع في بطنه من الأخلاط الرديئة والأهواز ليست كذلك لأنها تعاود من نزعت عنه من غير حدث لأنهم ليس يوتون من قبل التخم والإكثار من الأكل وإنما يوتون من عين البلدة ولذلك كثرت بسوق الأهواز الأفاعي في جبلها الطاعن في منازلها المطل عليها والجرارات في بيوتها ومنازلها ومقابرها ولو كان في العالم شيء شر من الأفاعي والجرارات وهي عقارب قتالة تجر ذنبها إذا مشت لا ترفعه كما تفعل سائر العقارب لما قصرت قصبة الأهواز عنه وعن توليده ومن بليتها أن من ورائها سباخا ومناقع مياه غليظة وفيها أنهار تشقها مسايل كنفهم ومياه أمطارهم ومتوضآتهم فإذا طلعت الشمس طال مقامها واستمر مقابلتها لذلك الجبل قبل تشبب الصخرية التي فيها تلك الجرارات فإذا امتلأت يبسا وحرا وعادت جمرة واحدة قذفت ما قبلت من ذلك عليهم وقد انجرت تلك السباخ والأنهار فإذا التقى عليهم ما انجر من تلك السباخ وما قذفه ذلك الجبل فسد الهواء وفسد بفساده كل شيء يشتمل عليه ذلك الهواء وحكي عن مشايخ الأهواز أنهم سمعوا القوابل يقلن أنهن ربما قبلن الطفل المولود فيجدنه محموما في تلك الساعة يعرفون ذلك ويتحدثون به ومما يزيد في حرها أن طعام أهلها خبز الأرز ولا يطيب ذلك إلا سخنا فهم يخبزون في كل يوم في منازلهم فيقدر أنه يسجر بها في كل يوم خمسون ألف تنور فما ظنك ببلد يجتمع فيه حر الهواء وبخار هذه النيران ويقول أهل الأهواز إن جبلهم إنما هو من غثاء الطوفان تحجر وهو حجر ينبت ويزيد في كل وقت وسكرها جيد وثمرها كثير لا بأس به وكل طيب يحمل إلى الأهواز فإنه يستحيل وتذهب رائحته ويبطل حتى لا ينتفع به وقد نسب إليها خلق كثير ليس فيهم أشهر من عبد الله بن أحمد بن موسى بن زياد أبي محمد الجواليقي الأهوازي القاضي المعروف بعبدان أحد الحفاظ المجودين المكثرين ذكره أبو القاسم وقال قدم دمشق نحو سنة 042 فسمع بها هشام بن عمار ودحيما وهشام بن خالد وأبا زرعة الدمشقي وذكر غيرهم من أهل بغداد وغيرها وروى عنه يحيى بن صاعد والقاضي الحسين بن إسماعيل الضبي وإسماعيل بن محمد الصفار وذكر جماعة حفاظا أعيانا وكان أبو علي النيسابوري الحافظ يقول عبدان يفي بحفظ مائة ألف حديث وما رأيت من المشايخ أحفظ من عبدان وقال عبدان دخلت البصرة ثماني عشرة مرة من أجل حديث أيوب السختياني كلما ذكر لي حديث من حديثه رحلت إليها بسببه وقال أحمد بن كامل القاضي مات عبدان بعسكر مكرم في أول سنة 036 ومولده سنة 012 وكان في الحديث إماما |جـ 1 صـ 287| ",
                "title": "الأهواز والنسبة الأهوازي",
                "uri": "JK_000129_001174"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}