{
    "features": [
        {
            "item": "JK_000129_009966",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.294-296",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قاسيون</h1> بالفتح وسين مهملة والياء تحتها نقطتان مضمومة وآخره نون وهو الجبل المشرف على مدينة دمشق وفيه عدة مغاور وفيها آثار الأنبياء وكهوف وفي سفحه مقبرة أهل الصلاح وهو جبل معظم مقدس يروى فيه آثار وللصالحين فيه أخبار قال القاضي محيي الدين أبو حامد محمد بن محمد بن عبد الله بن القاسم الشهرزوري وهو بحلب يرثي كمال الدين قاضي القضاة بالشام وقد مات بدمشق سنة 275 |جـ 4 صـ 296| ألموا بسفحي قاسيون فسلموا على جدث بادي السنا وترحموا وأدوا إليه عن كئيب تحية يكلفكم إهداءها القلب لا الفم وبالرغم من نأي أناجيه بالمنى وأسأل مع بعد المدى من يسلم ولو أنني أسطيع وافيت ماشيا على الرأس أستاف التراب وألثم لحى الله دهرا لا تزال صروفه على الصيد من أبنائه تتغشرم إذا ما رأينا منه يوما بشاشة أتانا قطوب بعده وتجهم ومن عرف الدنيا ولؤم طباعها وأصبح مغرورا بها فهو ألأم ترديك وشيا معلما وهو صارم وتعطيك كفا رخصة وهو لهذم وتصفيك ودا ظاهرا وهي فارك وتسقيك شهدا رائقا وهو علقم فأين ملوك الأرض كسرى وقيصر وأين مضى من قبل عاد وجرهم كأنهم لم يسكنوا الأرض مرة ولم يأمروا فيها ولم يتحكموا سلبت أبا يا دهر مني ممدحا وإني إن لم أبكه لمذمم وقد كان من أقصى أماني أنني أجرع كاسات الحمام ويسلم سأنسي الورى الخنساء حزنا وحسرة ويخجل من وجدي عليه متمم لقد عظمت بالرغم مني مصيبتي وإن ثوابي لو صبرت لأعظم وكيف أرجي الصبر والقلب تابع لأمر الأسى فيما يقول ويحكم وما الصبر إلا طاعة غير أنه على مثل رزئي فيك رزء ومأثم سلام عليكم أهل جلق واصل إليكم يواليه وداد مخيم وأوصيكم بالجار خيرا فإنه يعز على أهل الوفاء ويكرم وبه مغارة تعرف بمغارة الدم يقال بها قتل قابيل أخاه هابيل وهناك شبيه بالدم يزعمون أنه دمه باق إلى الآن وهو يابس وحجر ملقى يزعمون أنه الحجر الذي فلق به هامته وفيه مغارة الجوع يزعمون أنه مات بها أربعون نبيا ",
                "title": "قاسيون",
                "uri": "JK_000129_009966"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}