{
    "features": [
        {
            "item": "JK_000952_1805",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.81-82",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرقاشي</h1> بفتح الراء والقاف المخففة وفي آخرها شين معجمة هذه النسبة إلى امرأة اسمها رقاش كثرت أولادها حتى صاروا قبيلة وهي من قيس عيلان والمشهور بهذه النسبة جماعة منهم حماد بن مسعدة الرقاشي قال أبو حاتم بن حبان هو من بني قيس عيلان يروي عن سنان بن سلمة بن المحبق روى عنه عبد الكريم بن أبي المخارق وأبو المعتمر يزيد بن طهمان الرقاشي من أهل البصرة يروى عن محمد بن سيرين روى عنه وكيع بن الجراح ومن التابعين أبو حسان فضيل بن زيد الرقاشي من أهل البصرة وقرائهم يروي عن عمر رضي الله عنه روى عنه عاصم الأحول مات سنة خمس وتسعين وأبو إسماعيل بشر بن المفضل بن لاحق الرقاشي من أهل البصرة مولى بني رقاش يروي عن حميد الطويل ومحمد بن المنكدر وداود بن أبي هند روى عنه أهل العراق مات في شهر ربيع الأول سنة سبع وثمانين بعد المعتمر بشهرين ومات المعتمر في المحرم وأبان بن عبد الله الرقاشي والد يزيد الرقاشي عداده في أهل البصرة يروي عن أبي موسى الأشعري رضي الله عنه روى عنه ابنه يزيد قال أبو حاتم ابن حبان زعم يحيى بن معين أنه ضعيف وهذا شيء لا يتهيأ لي الحكم به لأنه لا راو له عنه إلا ابنه يزيد ويزيد ليس بشيء في الحديث فلا أدري التخليط في خبره منه أو من ابنه على أنه لا يجوز الاحتجاج بخبره على الأحوال كلها لأنه لا راو له غير ابنه وابنه أبو عمرو يزيد بن أبان الرقاشي من أهل البصرة يروي عن أنس بن مالك رضي الله عنه روى عنه أهل البصرة والعراقيون قال أبو حاتم ابن حبان وكان من خيار عباد الله من البكائين بالليل في الخلوات والقائمين بالحقائق في السيرات ممن غفل عن صناعة الحديث وحفظها واشتغل بالعبادة وأسبابها حتى كان يقلب كلام الحسن فيجعله عن أنس عن النبي صلى الله عليه وسلم وهو لا يعلم فلما كثر في روايته ما ليس في حديث أنس وغيره من الثقات بطل الاحتجاج به فلا يحل الرواية عنه إلا على جهة التعجب وكان قاصا يقص |جـ 3 صـ 82| بالبصرة ويبكي الناس وكان شعبة يتكلم فيه بالعظائم قال الفضل بن موسى السيناني عن الأعمش قال أتيت يزيد الرقاشي وهو يقص فجلست في ناحية أستاك فقال لي أنت ههنا قلت أنا ههنا في سنة وأنت في بدعة وكان يحيى بن سعيد القطان لا يحدث عن يزيد الرقاشي ويقول رجل صالح ولكن حديثه ليس بشيء وأبو عبد الله محمد بن عبد الله بن محمد بن عبد الملك بن مسلم الرقاشي والد أبي قلابة من أهل البصرة وكان ثقة صدوقا سمع مالك بن أنس حماد بن يزيد وجعفر بن سليمان ويزيد بن زريع ومعتمر بن سليمان وبشر بن المفضل روى عنه ابنه أبو قلابة عبد الملك ومحمد بن يحيى الذهلي ومحمد بن إسماعيل وأبو حاتم الرازي وحنبل بن إسحاق ويعقوب بن شيبة ومحمد بن الحسين البرجلاني وأبو إسماعيل الترمذي وكان أبو حاتم يقول حدثنا محمد بن عبد الله الرقاشي الثقة الرضا وقال أحمد بن عبد الله العجلي أبو عبد الله الرقاشي بصري ثقة متعبد عاقل يقال إنه كان يصلي في اليوم والليلة أربعمائة ركعة مات سنة سبع عشرة ومائتين وابنه أبو محمد عبد الملك بن محمد بن عبد الله الرقاشي كان يكنى أبا محمد فكني بأبي قلابة وغلبت عليه سمع أباه ويزيد بن هارون وعبد الله بن بكر السهمي وأبا داود الطيالسي وعبد الصمد بن عبد الوارث وروح بن عبادة وبشر بن عمر الزهراني وأبا عامر العقدي وأشهل بن حاتم وحجاج بن منهال والقعنبي ومعلى بن أسد وأبا نعيم الكوفي ومسلم بن إبراهيم وأبا زيد الهروي وأبا عاصم النبيل وغيرهم روى عنه محمد بن إسحاق الصغاني ويحيى بن محمد بن صاعد والقاضي المحاملي ومحمد بن مخلد وأبو أحمد بكر بن محمد بن حمدان الصيرفي المروزي وأبو عمرو بن السماك وأبو بكر أحمد بن سلمان النجاد وأبو سهل بن زياد القطان وجماعة آخرهم أبو بكر محمد بن عبد الله الشافعي إن شاء الله وكان من أهل البصرة فانتقل عنها وسكن بغداد وحدث بها إلى حين وفاته وكان مذكورا بالصلاح والخير وكان سمج الوجه وقال الدارقطني هو صدوق كثير الخطأ في الأسانيد والمتون وكان يحدث من حفظه فكثرت الأوهام منه وكانت ولادته سنة تسع ومائة وحكي أن أمه قالت لما حملت به رأيت في المنام كأني ولدت هدهدا فقيل لي إن صدقت رؤياك ولدت ولدا يكثر الصلاة فكان يصلي في اليوم والليلة أربعمائة ركعة وحدث من حفظه ستين ألف حديث ومات في شوال سنة ست وسبعين ومائتين ودفن ببغداد بباب خراسان ",
                "title": "الرقاشي",
                "uri": "JK_000952_1805"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}