{
    "features": [
        {
            "item": "JK_000129_012232",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.181-182",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مكة والنسبة المكي</h1> بيت الله الحرام قال بطليموس طولها من جهة المغرب ثمان وسبعون درجة وعرضها ثلاث وعشرون درجة وقيل إحدى وعشرون تحت نقطة السرطان طالعها الثريا بيت حياتها الثور وهي في الإقليم الثاني أما اشتقاقها ففيه أقوال قال أبو بكر بن الأنباري سميت مكة لأنها تمك الجبارين أي تذهب نخوتهم ويقال إنما سميت مكة لازدحام الناس بها من قولهم قد امتك الفصيل ضرع أمه إذا مصه مصا شديدا وسميت بكة لازدحام الناس بها قاله أبو عبيدة وأنشد إذا الشريب أخذته أكه فخله حتى يبك بكه ويقال مكة اسم المدينة وبكة اسم البيت وقال آخرون مكة هي بكة والميم بدل من الباء كما قالوا ما هذا بضربة لازب ولازم وقال أبو القاسم هذا الذي ذكره أبو بكر في مكة وفيها أقوال أخر نذكرها لك قال الشرقي بن القطامي إنما سميت مكة لأن العرب في الجاهلية كانت تقول لا يتم حجنا حتى نأتي مكان الكعبة فنمك فيه أي نصفر صغير المكاء حول الكعبة وكانوا يصفرون ويصفقون بأيديهم إذا طافوا بها والمكاء بتشديد الكاف طائر يأوي الرياض قال أعرابي ورد الحضر فرأى مكاء يصيح فحن إلى بلاده فقال ألا أيها المكاء ما لك ههنا ألاء ولا شيح فأين تبيض فاصعد إلى أرض المكاكي واجتنب قرى الشام لا تصبح وأنت مريض |جـ 5 صـ 182| والمكاء بتخفيف الكاف والمد الصفير فكأنهم كانوا يحكون صوت المكاء ولو كان الصفير هو الغرض لم يكن مخففا وقال قوم سميت مكة لأنها بين جبلين مرتفعين عليها وهي في هبطة بمنزلة المكوك والمكوك عربي أو معرب قد تكلمت به العرب وجاء في أشعار الفصحاء قال الأعشى والمكاكي والصحاف من الف ضة والضامرات تحت الرحال قال وأما قولهم إنما سميت مكة لازدحام الناس فيها من قولهم قد امتك الفصيل ما في ضرع أمه إذا مصه مصا شديدا فغلط في التأويل لا يشبه مص الفصيل الناقة بازدحام الناس وإنما هما قولان يقال سميت مكة لازدحام الناس فيها ويقال أيضا سميت مكة لأنها عبدت الناس فيها فيأتونها من جميع الأطراف من قولهم أمتك الفصيل أخلاف الناقة إذ جذب جميع ما فيها جذبا شديدا فلم يبق فيها شيئا وهذا قول أهل اللغة وقال آخرون سميت مكة لأنها لا يفجر بها أحد إلا بكت عنقه فكان يصبح وقد التوت عنقه وقال الشرقي روي أن بكة اسم القرية ومكة مغزى بذي طوى لا يراه أحد ممن مر من أهل الشام والعراق واليمن والبصرة وإنما هي أبيان في أسفل ثنية ذي طوى وقال آخرون بكة موضع البيت وما حول البيت مكة قال وهذه خمسة أقوال في مكة غير ما ذكره ابن الأنباري وقال عبيد الله الفقير إليه ووجدت أنا أنها سميت مكة من مك الثدي أي مصه لقلة مائها لأنهم كانوا يمتكون الماء أي يستخرجونه وقيل إنها تمك الذنوب أي تذهب بها كما يمك الفصيل ضرع أمه فلا يبقي فيه شيئا وقيل سميت مكة لأنها تمك من ظلم أي تنقصه وينشد قول بعضهم يا مكة الفاجر مكي مكا ولا تمكي مذحجا وعكا وروي عن مغيرة بن إبراهيم قال بكة موضع البيت وموضع القرية مكة وقيل إنما سميت بكة لأن الأقدام تبك بعضها بعضا وعن يحيى بن أبي أنيسة قال بكة موضع البيت ومكة هو الحرم كله وقال زيد بن أسلم بكة الكعبة والمسجد ومكة ذو طوى وهو بطن الوادي الذي ذكره الله تعالى في سورة الفتح ولها أسماء غير ذلك وهي مكة وبكة والنساسة وأم رحم وأم القرى ومعاد والحاطمة لأنها تحطم من استخف بها وسمي البيت العتيق لأنه عتق من الجبابرة والرأس لأنها مثل رأس الإنسان والحرم وصلاح والبلد الأمين والعرش والقادس لأنها تقدس من الذنوب أي تطهر والمقدسة والناسة والباسة بالباء الموحدة لأنها تبس أي تحطم الملحدين وقيل تخرجهم وكوثى باسم بقعة كانت منزل بني عبد الدار والمذهب في قول بشر بن أبي خازم وما ضم جياد المصلى ومذهب وسماها الله تعالى أم القرى فقال & لتنذر أم القرى ومن حولها & وسماها الله تعالى البلد الأمين في قوله تعالى & والتين والزيتون وطور سينين وهذا البلد الأمين & وقال تعالى & لا أقسم بهذا البلد وأنت حل بهذا البلد & وقال تعالى & وليطوفوا بالبيت العتيق & وقال تعالى & جعل الله الكعبة البيت الحرام قياما للناس & وقال تعالى على لسان إبراهيم عليه السلام & رب اجعل هذا البلد آمنا واجنبني وبني أن نعبد الأصنام & وقال تعالى أيضا على لسان إبراهيم عليه السلام & ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم & |جـ 5 صـ 183| ( الآية ) ولما خرج رسول الله صلى الله عليه وسلم من مكة وقف على الحزورة قال إني لأعلم أنك أحب البلاد إلي وأنك أحب أرض الله إلى الله ولولا أن المشركين أخرجوني منك ما خرجت وقالت عائشة رضي الله عنها لولا الهجرة لسكنت مكة فإني لم أر السماء بمكان أقرب إلى الأرض منها بمكة ولم يطمئن قلبي ببلد قط ما اطمأن بمكة ولم أر القمر بمكان أحسن منه بمكة وقال ابن أم مكتوم وهو آخذ بزمام ناقة رسول الله صلى الله عليه وسلم وهو يطوف يا حبذا مكة من وادي أرض بها أهلي وعوادي أرض بها ترسخ أوتادي أرض بها أمشي بلا هادي ولما قدم رسول الله صلى الله عليه وسلم المدينة هو وأبو بكر وبلال فكان أبو بكر إذا أخذته الحمى يقول كل امرىء مصبح في أهله والموت أدنى من شراك نعله وكان بلال إذا انقشعت عنه رفع عقيرته وقال ألا ليت شعري هل أبيتن ليلة بفخ وعندي إذخر وجليل وهل أردن يوما مياه مجنة وهل يبدون لي شامة وطفيل اللهم العن الشيبة بن ربيعة وعتبة بن ربيعة وأمية بن خلف كما أخرجونا من مكة ووقف رسول الله صلى الله عليه وسلم عام الفتح على جمرة العقبة وقال والله إنك لخير أرض الله وإنك لأحب أرض الله إلي ولو لم أخرج ما خرجت إنها لم تحل لأحد كان قبلي ولا تحل لأحد كان بعدي وما أحلت لي إلا ساعة من نهار ثم هي حرام لا يعضد شجرها ولا يحتش خلالها ولا تلتقط ضالتها إلا لمنشد فقال رجل يا رسول الله إلا الإذخر فإنه لبيوتنا وقبورنا فقال صلى الله عليه وسلم إلا الإذخر وقال صلى الله عليه وسلم من صبر على حر مكة ساعة تباعدت عنه جهنم مسيرة مائة عام وتقربت منه الجنة مائتين عام ووجد على حجر فيها كتاب فيه أنا الله رب بكة الحرام وضعتها يوم وضعت الشمس والقمر وحففتها بسبعة أملاك حنفاء لا تزال أخشابها مبارك لأهلها في الحمإ والماء ومن فضائله أنه من دخله كان آمنا ومن أحدث في غيره من البلدان حدثا ثم لجأ إليه فهو آمن إذا دخله فإذا خرج منه أقيمت عليه الحدود ومن أحدث فيه حدثا أخذ بحدثه وقوله تعالى & وما كان ربك مهلك القرى حتى يبعث في أمها رسولا & وقوله لتنذر أم القرى وما حولها دليل على فضلها على سائر البلاد ومن شرفها أنها كانت لقاحا لا تدين لدين الملوك ولم يؤد أهلها إتاوة ولا ملكها ملك قط من سائر البلدان تحج إليها ملوك حمير وكندة وغسان ولخم فيدينون للحمس من قريش ويرون تعظيمهم والاقتداء بآثارهم مفروضا وشرفا عندهم عظيما وكان أهله آمنين يغزون الناس ولا يغزون ويسبون ولا يسبون ولم تسب قرشية قط فتوطأ قهرا ولا يجال عليها السهام وقد ذكر عزهم وفضلهم الشعراء فقال بعضهم أبوا دين الملوك فهم لقاح إذا هيجوا إلى حرب أجابوا وقال الزبرقان بن بدر لرجل من بني عوف كان قد هجا أبا جهل وتناول قريشا |جـ 5 صـ 184| أتدري من هجوت أبا حبيب سليل خضارم سكنوا البطاحا أزاد الركب تذكر أم هشاما وبيت الله والبلد اللقاحا وقال حرب بن أمية ودعا الحضرمي إلى نزول مكة وكان الحضرمي قد حالف بني نفاثة وهم حلفاء حرب بن أمية وأراد الحضرمي أن ينزل خارجا من الحرم وكان يكنى أبا مطر فقال حرب أبا مطر هلم إلى الصلاح فيكفيك الندامى من قريش وتنزل بلدة عزت قديما وتأمن أن يزورك رب جيش فتأمن وسطهم وتعيش فيهم أبا مطر هديت بخير عيش ألا ترى كيف يؤمنه إذا كان بمكة ومما زاد في فضلها وفضل أهلها ومباينتهم العرب أنهم كانوا حلفاء متألفين ومتمسكين بكثير من شريعة إبراهيم عليه السلام ولم يكونوا كالأعراب الأجلاف ولا كمن لا يوقره دين ولا يزينه أدب وكانوا يختنون أولادهم ويحجون البيت ويقيمون المناسك ويكفنون موتاهم ويغتسلون من الجنابة وتبرأوا من الهربذة وتباعدوا في المناكح من البنت وبنت البنت والأخت وبنت الأخت غيره وبعدا من المجوسية ونزل القرآن بتوكيد صنيعهم وحسن اختيارهم وكانوا يتزوجون بالصداق والشهود ويطلقون ثلاثا ولذلك قال عبد الله بن عباس وقد سأله رجل عن طلاق العرب فقال كان الرجل يطلق امرأته تطليقة ثم هو أحق بها فإن طلقها ثنتين فهو أحق بها أيضا فإن طلقها ثلاثا فلا سبيل له إليها ولذلك قال الأعشى أيا جارتي بيني فإنك طالقه كذاك أمور الناس غاد وطارقه وبيني فقد فارقت غير ذميمة وموموقة منا كما أنت وامقه وبيني فإن البين خير من العصا وأن لا تري لي فوق رأسك بارقه ومما زاد في شرفهم أنهم كانوا يتزوجون في أي القبائل شاؤوا ولا شرط عليهم في ذلك ولا يزوجون أحدا حتى يشرطوا عليه بأن يكون متحمسا على دينهم يرون أن ذلك لا يحل لهم ولا يجوز لشرفهم حتى يدين لهم وينتقل إليهم والتحمس التشدد في الدين ورجل أحمس أي شجاع فحمسوا خزاعة ودانت لهم إذ كانت في الحرم وحمسوا كنانة وجديلة قيس وهم فهم وعدوان ابنا عمرو بن قيس بن عيلان وثقيفا لأنهم سكنوا الحرم وعامر بن صعصعة وإن لم يكونوا من ساكني الحرم فإن أمهم قرشية وهي مجد بنت تيم بن مرة وكان من سنة الحمس أن لا يخرجوا أيام الموسم إلى عرفات إنما يقفون بالمزدلفة وكانوا لا يسلأون ولا يأقطون ولا يرتبطون عنزا ولا بقرة ولا يغزلون صوفا ولا وبرا ولا يدخلون بيتا من الشعر والمدر وإنما يكتنون بالقباب الحمر في الأشهر الحرم ثم فرضوا على العرب قاطبة أن يطرحوا أزواد الحل إذا دخلوا الحرم وأن يخلوا ثياب الحل ويستبدلوها بثياب الحرم إما شرى وإما عارية وإما هبة فإن وجدوا ذلك وإلا طافوا بالبيت عرايا وفرضوا على نساء العرب مثل ذلك إلا أن المرأة كانت تطوف في درع مفرج المقاديم والمآخير قالت امرأة وهي تطوف بالبيت اليوم يبدو بعضه أو كله وما بدا منه فلا أحله |جـ 5 صـ 185| أخثم مثل القعب باد ظله كأن حمى خيبر تمله وكلفوا العرب أن تفيض من مزدلفة وقد كانت تفيض من عرفة أيام كان الملك في جرهم وخزاعة وصدرا من أيام قريش فلولا أنهم أمنع حي من العرب لما أقرتهم العرب على هذا العز والإمارة مع نخوة العرب في إبائها كما أجلى قصي خزاعة وخزاعة جرهما فلم تكن عيشتهم عيشة العرب يهتبدون الهبيد ويأكلون الحشرات وهم الذين هشموا الثريد حتى قال فيهم الشاعر عمرو العلى هشم الثريد لقومه ورجال مكة مسنتون عجاف حتى سمي هاشما وهذا عبد الله بن جدعان التيمي يطعم الرغو والعسل والسمن ولب البر حتى قال فيه أمية بن أبي الصلت له داع بمكة مشمعل وآخر فوق دارته ينادي إلى ردح من الشيزي ملاء لباب البر يلبك بالشهاد وأول من عمل الحريرة سويد بن هرمي ولذلك قال الشاعر لبني مخزوم وعلمتم أكل الحرير وأنتم أعلى عداة الدهر جد صلاب والحريرة أن تنصب القدر بلحم يقطع صغارا على ماء كثير فإذا نضج ذر عليه الدقيق فإن لم يكن لحم فهو عصيدة وقيل غير ذلك وفضائل قريش كثيرة وليس كتابي بصددها ولقد بلغ من تعظيم العرب لمكة أنهم كانوا يحجون البيت ويعتمرون ويطوفون فإذا أرادوا الانصراف أخذ الرجل منهم حجرا من حجارة الحرم فنحته على صورة أصنام البيت فيحفى به في طريقة ويجعله قبلة ويطوفون حوله ويتمسحون به ويصلون له تشبيها له بأصنام البيت وأفضى بهم الأمر بعد طول المدة أنهم كانوا يأخذون الحجر من الحرم فيعبدونه فذلك كان أصل عبادة العرب للحجارة في منازلهم شغفا منهم بأصنام الحرم وقد ذكرت كثيرا من فضائلها في ترجمة الحرم والكعبة فأغنى عن الإعادة وأما رؤساء مكة فقد ذكرناهم في كتابنا المبدأ والمآل وأعيد ذكرهم ههنا لأن هذا الموضع مفتقر إلى ذلك قال أهل الإتقان من أهل السير إن إبراهيم الخليل لما حمل ابنه إسماعيل عليهما السلام إلى مكة كما ذكرنا في باب الكعبة من هذا الكتاب جاءت جرهم وقطوراء وهما قبيلتان من اليمن وهما ابنا عم وهما جرهم بن عامر بن سبأ بن يقطن بن عامر بن شالخ بن أرفخشد بن سام بن نوح عليه السلام وقطوراء فرأيا بلدا ذا ماء وشجر فنزلا ونكح إسماعيل في جرهم فلما توفي ولي البيت بعده نابت بن إسماعيل وهو أكبر ولده ثم ولي بعده مضاض بن عمرو الجرهمي خال ولد إسماعيل ما شاء الله أن يليه ثم تنافست جرهم وقطوراء في الملك وتداعوا للحرب فخرجت جرهم من قعيقعان وهي أعلى مكة وعليهم مضاض بن عمرو وخرجت قطوراء من أجياد وهي أسفل مكة وعليهم السميدع فالتقوا بفاضح واقتتلوا قتالا شديدا فقتل السميدع وانهزمت قطوراء فسمي الموضع فاضحا لأن قطوراء افتضحت فيه وسميت أجياد أجيادا لما كان معهم من جياد الخيل وسميت قعيقعان لقعقعة السلاح ثم تداعوا إلى الصلح واجتمعوا في الشعب وطبخوا القدور فسمي المطابخ قالوا ونشر الله ولد إسماعيل فكثروا وربلوا ثم انتشروا في البلاد لا يناوئون قوما إلا ظهروا عليهم بدينهم ثم إن جرهما |جـ 5 صـ 186| بغوا بمكة فاستحلوا حراما من الحرمة فظلموا من دخلها وأكلوا مال الكعبة وكانت مكة تسمى النساسة لا تقر ظلما ولا بغيا ولا يبغي فيها أحد على أحد إلا أخرجته فكان بنو بكر بن عبد مناة بن كنانة بن غسان وخزاعة حلولا حول مكة فآذنوهم بالقتال فاقتتلوا فجعل الحارث بن عمرو بن مضاض الأصغر يقول لاهم إن جرهما عبادك الناس طرف وهم تلادك فغلبتهم خزاعة على مكة ونفتهم عنها ففي ذلك يقول عمرو بن الحارث بن عمرو بن مضاض الأصغر كأن لم يكن بين الحجون إلى الصفا أنيس ولم يسمر بمكة سامر ولم يتربع واسطا فجنوبه إلى السر من وادي الأراكة حاضر بلى نحن كنا أهلها فأبادنا صروف الليالي والجدود العواثر وأبدلنا ربي بها دار غربة بها الجوع باد والعدو المحاصر وكنا ولاة البيت من بعد نابت نطوف بباب البيت والخير ظاهر فأخرجنا منها المليك بقدرة كذلك ما بالناس تجري المقادر فصرنا أحاديثا وكنا بغبطة كذلك عضتنا السنون الغوابر وبدلنا كعب بها دار غربة بها الذئب يعوي والعدو المكاثر فسحت دموع العين تجري لبلدة بها حرم أمن وفيها المشاعر ثم وليت خزاعة البيت ثلاثمائة سنة يتوارثون ذلك كابرا عن كابر حتى كان آخرهم حليل بن حبشية بن سلول بن كعب بن عمرو بن ربيعة وهو خزاعة بن حارثة بن عمرو مزيقياء الخزاعي وقريش إذ ذاك هم صريح ولد إسماعيل حلول وصرم وبيوتات متفرقة حوالي الحرم إلى أن أدرك قصي بن كلاب بن مرة وتزوج حبى بنت حليل بن حبشية وولدت بنيه الأربعة وكثر ولده وعظم شرفه ثم هلك حليل بن حبشية وأوصى إلى ابنه المحترش أن يكون خازنا للبيت وأشرك معه غبشان الملكاني وكان إذا غاب أحجب هذا حتى هلك الملكاني فيقال إن قصيا سقى المحترش الخمر وخدعه حتى اشترى البيت مه بدن خمر وأشهد عليه وأخرجه من البيت وتملك حجابته وصار رب الحكم فيه فقصي أول من أصاب الملك من قريش بعد ولد إسماعيل وذلك في أيام المنذر بن النعمان على الحيرة والملك لبهرام جور في الفرس فجعل قصي مكة أرباعا وبنى بها دار الندوة فلا تزوج امرأة إلا في دار الندوة ولا يعقد لواء ولا يعذر غلام ولا تدرع جارية إلا فيها وسميت الندوة لأنهم كانوا ينتدون فيها للخير والشر فكانت قريش تؤدي الرفادة إلى قصي وهو خرج يخرجونه من أموالهم يترافدون فيه فيصنع طعاما وشرابا للحاج أيام الموسم وكانت قبيلة من جرهم اسمها صوفة بقيت بمكة تلي الإجازة بالناس من عرفة مدة وفيهم يقول الشاعر ولا يريمون في التعريف موقعهم حتى يقال أجيزوا آل صوفانا ثم أخذتها منهم خزاعة وأجازوا مدة ثم غلبهم عليها بنو عدوان بن عمرو بن قيس بن عيلان وصارت إلى رجل منهم يقال له أبو سيارة أحد بني سعد بن وابش ابن زيد بن عدوان وله يقول الراجز |جـ 5 صـ 187| خلوا السبيل عن أبي سياره وعن مواليه بني فزاره حتى يجيز سالما حماره مستقبل الكعبة يدعو جاره وكانت صورة الإجازة أن يتقدمهم أبو سيارة على حماره ثم يخطبهم فيقول اللهم أصلح بين نسائنا وعاد بين رعائنا واجعل المال في سمحائنا وأوفوا بعهدكم وأكرموا جاركم واقروا ضيفكم ثم يقول أشرق ثبير كيما نغير ثم ينفذ ويتبعه الناس فلما قوي أمر قصي أتى أبا سيارة وقومه فمنعه من الإجازة وقاتلهم عليها فهزمهم فصار إلى قصي البيت والرفادة والسقاية والندوة واللواء فلما كبر قصي ورق عظمه جعل الأمر في ذلك كله إلى ابنه عبد الدار لأنه أكبر ولده وهلك قصي وبقيت قريش على ذلك زمانا ثم إن عبد مناف رأى في نفسه وولده من النباهة والفضل ما دلهم على أنهم أحق من عبد الدار بالأمر فأجمعوا على أخذ ما بأيديهم وهموا بالقتال فمشى الأكابر بينهم وتداعوا إلى الصلح على أن يكون لعبد مناف السقاية والرفادة وأن تكون الحجابة واللواء والندوة لبني عبد الدار وتعاقدوا على ذلك حلفا مؤكدا لا ينقضونه ما بل بحر صوفه فأخرجت بنو عبد مناف ومن تابعهم من قريش وهم بنو الحارث بن فهر وأسد بن عبد العزى وزهرة بن كلاب وتيم بن مرة جفنة مملوءة طيبا وغمسوا فيها أيديهم ومسحوا بها الكعبة توكيدا على أنفسهم فسموا المطيبين وأخرجت بنو عبد الدار ومن تابعهم وهم مخزوم بن يقظة وجمح وسهم وعدي بن كعب جفنة مملوءة دما وغمسوا فيها أيديهم ومسحوا بها الكعبة فسموا الأحلاف ولعقة الدم ولم يل الخلافة منهم غير عمر بن الخطاب رضي الله عنه والباقون من المطيبين فلم يزالوا على ذلك حتى جاء الإسلام وقريش على ذلك حتى فتح النبي صلى الله عليه وسلم مكة في سنة ثمان للهجرة فأقر المفتاح في يد عثمان بن طلحة بن أبي طلحة بن عبد العزى بن عثمان بن عبد الدار وكان النبي صلى الله عليه وسلم أخذ المفاتيح منه عام الفتح فأنزلت إن الله يأمركم أن تؤدوا الأمانات إلى أهلها فاستدعاه ورد المفاتيح إليه وأقر السقاية في يد العباس فهي في أيديهم إلى الآن وهذا هو كاف من هذا البحث وأما صفتها يعني مكة فهي مدينة في واد والجبال مشرفة عليها من جميع النواحي محيطة حول الكعبة وبناؤها من حجارة سود وبيض ملس وعلوها آجر كثيرة الأجنحة من خشب الساج وهي طبقات لطيفة مبيضة حارة في الصيف إلا أن ليلها طيب وقد رفع الله عن أهلها مؤونة الاستدفاء وأراحهم من كلف الاصطلاء وكل ما نزل عن المسجد الحرام يسمونه المسفلة وما ارتفع عنه يسمونه المعلاة وعرضها سعة الوادي والمسجد في ثلثي البلد إلى المسفلة والكعبة في وسط المسجد وليس بمكة ماء جار ومياهها من السماء وليست لهم آبار يشربون منها وأطيبها بئر زمزم ولا يمكن الإدمان على شربها وليس بجميع مكة شجر مثمر إلا شجر البادية فإذا جزت الحرم فهناك عيون وآبار وحوائط كثيرة وأودية ذات خضر ومزارع ونخيل وأما الحرم فليس به شجرة مثمر إلا نخيل يسيرة متفرقة وأما المسافات فمن الكوفة إلى مكة سبع وعشرون مرحلة وكذلك من البصرة إليها ونقصان يومين ومن دمشق إلى مكة شهر ومن عدن إلى مكة شهر وله طريقان أحدهما على ساحل البحر وهو أبعد والآخر يأخذ على طريق صنعاء وصعدة ونجران والطائف حتى ينتهي إلى مكة ولها طريق آخر على البوادي وتهامة وهو أقرب من الطريقين المذكورين أولا على أنها على أحياء |جـ 5 صـ 188| العرب في بواديها ومخالفها لا يسلكها إلا الخواص منهم وأما أهل حضرموت ومهرة فإنهم يقطعون عرض بلادهم حتى يتصلوا بالجادة التي بين عدن ومكة والمسافة بينهم إلى الأمصار بهذه الجادة من نحو الشهر إلى الخمسين يوما وأما طريق عمان إلى مكة فهو مثل طريق دمشق صعب السلوك من البوادي والبراري القفر القليلة السكان وإنما طريقهم في البحر إلى جدة فإن سلكوا على السواحل من مهرة وحضرموت إلى عدن بعد عليهم وقل ما يسلكونه وكذلك ما بين عمان والبحرين فطريق شاق يصعب سلوكه لتمانع العرب فيما بينهم فيه ",
                "title": "مكة والنسبة المكي",
                "uri": "JK_000129_012232"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}