{
    "features": [
        {
            "item": "JK_000129_006442",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.168-169",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ساتيدما</h1> بعد الألف تاء مثناة من فوق مكسورة وياء مثناة من تحت ودال مهملة مفتوحة ثم ميم وألف مقصورة أصله مهمل في الاستعمال في كلام العرب فإما أن يكون مرتجلا عربيا لأنهم قد أكثروا من ذكره في شعرهم وإما أن يكون عجميا قال العمراني هو جبل بالهند لا يعدم ثلجه أبدا وأنشد وأبرد من ثلج ساتيدما وأكثر ماء من العكرش وقال غيره سمي بذلك لأنه ليس من يوم إلا ويسفك فيه دم كأنه اسمان جعلا اسما واحدا ساتي دما وساتي وسادي بمعنى وهو سدى الثوب فكأن الدماء تسدى فيه كما يسدى الثوب وقد مده البحتري فقال ولما استقلت في جلولا ديارهم فلا الظهر من ساتيدماء ولا اللحف وأنشد سيبويه لعمرو بن قمئة قد سألتني بنت عمرو عن ال أرض التي تنكر أعلامها لما رأت ساتيدما استعبرت لله در اليوم من لامها تذكرت أرضا بها أهلها أخوالها فيها وأعمامها |جـ 3 صـ 169| وقال أبو الندى سبب بكائها أنها لما فارقت بلاد قومها ووقعت إلى بلاد الروم ندمت على ذلك وإنما أراد عمرو بن قمئة بهذه الأبيات نفسه لابنته فكنى عن نفسه بها و ساتيدما جبل بين ميافارقين وسعرت وكان عمرو بن قمئة قال هذا لما خرج مع امرىء القيس إلى ملك الروم وقال الأعشى وهرقلا يوم ذي ساتيدما من بني برجان ذي الباس رجح وقد حذف يزيد بن مفرغ ميمه فقال فدير سوى فساتيدا فبصرى قلت وهذا يدل على أن هذا الجبل ليس بالهند وأن العمراني وهم وقد ذكر غيره أن ساتيدما هو الجبل المحيط بالأرض منه جبل بارما وهو الجبل المعروف بجبل حمرين وما يتصل به قرب الموصل والجزيرة وتلك النواحي وهو أقرب إلى الصحة والله أعلم وقال أبو بكر الصولي في شرح قول أبي نواس ويوم ساتيدما ضربنا بني ال أصفر والموت في كتائبها قال ساتيدما نهر بقرب أرزن وكان كسرى أبرويز جه إياس بن قبيصة الطائي لقتال الروم بساتيدما فهزمهم فافتخر بذلك وهذا هو الصحيح وذكره في بلاد الهند خطأ فاحش وقد ذكر الكسروي فيما أوردناه في خبر دجلة عن المرزباني عنه فذكر نهرا بين آمد وميافارقين ثم قال ينصب إليه وادي ساتيدما وهو خارج من درب الكلاب بعد أن ينصب إلى وادي ساتيدما وادي الزور الآخذ من الكلك وهو موضع ابن بقراط البطريق من ظاهر أرمينية قال وينصب أيضا من وادي ساتيدما نهر ميافارقين وهذا كله مخرجه من بلاد الروم فأين هو والهند بالله للعجب وقول عمرو بن قمئة لما رأت ساتيدما يدل على ذلك لأنه قاله في طريقه إلى ملك الروم حيث سار مع امرىء القيس وقال أبو عبيدة ساتيدما جبل يذكر أهل العلم أنه دون الجبال من بحر الروم إلى بحر الهند ",
                "title": "ساتيدما",
                "uri": "JK_000129_006442"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}