{
    "features": [
        {
            "item": "JK_000952_2821",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.238-239",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العمري</h1> بفتح العين المهملة وسكون الميم وكسر الراء هذه النسبة إلى ثلاثة رجال أولهم منسوب إلى بني عمرو بن عامر بن ربيعة والمشهور بها موألة بن كثيف العمري يروي عن ابن هوذة العمري روى أنهما وفدا على رسول الله صلى الله عليه وسلم فأعطاهما مساكنهما من المصباعة ومران روى عنه ابنه عبد العزيز بن موألة وسمعان بن مشنج العمري يروي عن سمرة بن جندب روى عنه الشعبي وقيل هو منسوب إلى عمرو بن حريث والله أعلم وأحوص بن هشام العمري الكوفي يروي عن وكيع ومحمد بن عبد الوهاب السكري والحسين بن علي الجعفي روى عنه مطين وأبو بكر محمد بن الحسين العمري يروي عن محمد بن إسحاق الجبلي روى عنه محمد بن السائب الدقاق وعبد الرحمن بن يزيد بن جارية أخو مجمع بن يزيد بن جارية الأنصاري العمري بني عمرو بن عوف يروي عنهما القاسم بن محمد ومرارة بن الربيع العمري من بني عمرو بن عوف أيضا أحد الثلاثة الذين خلفوا ثم تاب الله عليهم جرى ذكره في حديث الثلاثة الذين خلفوا |جـ 4 صـ 239| والثاني منسوب إلى جده عمرو بن حريث منهم جعفر بن عون بن عمرو بن حريث نسب إلى جده عمرو والثالث منسوب إلى قراءة أبي عمرو بن العلاء البصري وليست بنسب منهم عبيد الله بن إبراهيم العمري حدث عن يعقوب بن المبارك روى عنه عبد الغني بن سعيد المصري الحافظ وفرقة من المعتزلة يقال لهم العمرية وهم أصحاب عمرو بن عبيد البصري وقد ذكرته في المعتزلي وبدعتهم في القدر ونفي الصفات الأزلية وفي المنزلة بين المنزلتين كبدعة الواصلية فيها غير أن عمرا زاد على واصل في شهادة علي وطلحة والزبير نادرة وذلك أن واصلا قال لو شهد علي وطلحة رضي الله عنهما على حكم لا أحكم بشهادتهما لأن أحدهما فاسق ولو شهد علي مع رجل من عسكره أو شهد طلحة مع رجل من عسكره على شيء أحكم بشهادتهما قال عمرو لا أقبل شهادتهما في هذا الموضع أيضا وفي هذا تصريح بفسق الفريقين وكونهمامن أصحاب النار وكان واصل يفسق أحد الفريقين ولا يعرف الفاسق منهما وكلاهما فسقة عند عمرو ",
                "title": "العمري",
                "uri": "JK_000952_2821"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}