{
    "features": [
        {
            "item": "JK_000952_1206",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.253-254",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمال</h1> بالحاء المهملة وتشديد الميم هذه النسبة إلى حمل الأشياء والمشهور بها مشكان الحمال يروي عن أبي ذر الغفاري روى عنه زياد بن جيل قال أبو زيد البلخي يقال شر الناس الحمالون لأنهم يحملون أحمال الحمر والدواب قال أبو زيد وأنا أقول شر منهم الذي يحمل أحمال الغير ويجعل لنفسه الخصوم وهو عاجز عن حمل بطن نفسه قال الله تعالى & وليحملن أثقالهم وأثقالا مع أثقالهم وليسألن يوم القيامة عما كانوا يفترون & فهذا وعيد من الله تعالى للظلمة وأعوانهم والمشهور بهذه النسبة من المحدثين أبو موسى هارون بن عبد الله بن مروان الحمال وابنه موسى بن هارون الحمال وهارون كان بزازا فتزهد فصار يحمل الأشياء بالأجرة ويأكل منها وقيل إنه لقب بالحمال لكثرة ما حمل من العلم وبقي على ابنه الحافظ الكبير موسى بن هارون سمع سفيان بن عيينة وسيار بن حاتم |جـ 2 صـ 254| ومعن بن عيسى وروح بن عبادة وأبا عاصم النبيل وأبا عامر العقدي وعبد الله بن نمير وأبا أسامة الكوفي روى عنه ابنه موسى ومسلم بن الحجاج وإبراهيم الحربي وأبو عبد الرحمن النسائي وأبو زرعة وأبو حاتم الرازيان روى عنه الحسن بن سفيان ذكر هارون الحمال قال جاءني أحمد بن حنبل بالليل فدق الباب فقلت من هذا فقال أحمد فبادرت أن خرجت إليه فمساني ومسيته قلت حاجة يا أبا عبد الله قال نعم شغلت اليوم قلت بماذا يا أبا عبد الله قال جزت عليك اليوم وأنت قاعد تحدث الناس في الفيء والناس في الشمس بأيديهم الأقلام والدفاتر لا تفعل مرة أخرى إذا قعدت فاقعد مع الناس وكان إبراهيم الحربي يقول كان هارون بن عبد الله صدوقا لو كان الكذب حلالا لتركه تنزها ومات سنة ثلاث وأربعين ومائتين وأما أبو عمران موسى بن هارون الحمال إمام في علم الحديث قال ابن ماكولا أبا عبد الله الصوري الحافظ يقول سمعت عبد الغني بن سعيد الحافظ يقول أحسن الناس كلاما على حديث رسول الله ثلاثة علي بن المديني في وقته وموسى بن هارون في وقته وعلي بن عمر في وقته وموسى سمع أباه وداود بن عمر الخبي ومحمد بن جعفر الوركاني ويحيى بن عبد الحميد الحماني وعلي بن الجعد وخلف بن هشام ومحرز بن عون وأحمد بن حنبل وإسحاق بن راهويه روى عنه أبو سهل بن زياد وجعفر بن محمد الخلدي وإسماعيل بن علي الخطبي ودعلج بن أحمد السجزي وكان ثقة أحد المشهورين بالحفظ والثقة ومعرفة الرجال مات في شعبان سنة أربع وتسعين ومائتين وصلى عليه الفيريابي ورافع الحمال الفقيه المجاور بمكة وبها مات وكان أحد الزهاد سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بأصبهان سمعت أبا الفضل محمد بن طاهر المقدسي الحافظ يقول سمعت أبا محمد هياج بن عبيد الحطيني يقول كان لرافع الحمال في الزهد قدم وسمعته يقول إنما تفقه أبو إسحاق الشيرازي وأبو يعلى بن الفراء بمعاونة رافع لهما لأنه كان يحمل وينفق عليهما وإبراهيم بن بشار الحمال كان زاهدا متعبدا يروي عن إبراهيم بن أدهم الحكايات روى عنه أبو العباس محمد بن إسحاق الثقفي السراج وبنان الحمال هو أبو الحسن بنان بن محمد بن أحمد بن سعيد الواسطي وقيل حمدان بن سعيد نزل مصر وكان صاحب كرامات وآيات وإنما قيل له الحمال لأنه خرج إلى الحج سنة من السنين وحمل على رقبته زادا وكان يتوكل فرأته عجوز في البادية وقالت أنت حمال ما أنت متوكل ما ظننت أن الله يرزقك حتى حملت الزاد إلى بيته ومائدته فرمى ما على رقبته وكان يقال له الحمال بسبب هذه الحكاية ومن كراماته إن ابن طولون غضب عليه فرماه بين يدي السبع فجعل يشمه ولا يضره فلما أخرج من بين يدي السبع قيل له ما الذي كان في قلبك حين شمك السبع كنت أفكر في اختلاف الناس في سؤر السباع ولعابها توفي |جـ 2 صـ 255| بنان الحمال سنة سبع أو ست عشرة وثلاثمائة ذكره أبو سعيد بن يونس في تاريخ مصر وقال من أهل واسط قدم مصر قديما يعرف بالحمال كان زاهدا متعبدا وكان له بمصر موضع ومنزلة عند الخاصة والعامة وكانت العامة تضرب بعبادته وزهده المثل وكان لا يقبل من السلاطين شيئا وكان صالحا متحليا حدث عن الحسن بن عرفة وطبقة نحوه وبعده وكتب عنه وكان ثقة توفي بمصر يوم الأحد اليوم الثالث من رمضان سنة ست عشرة وثلاثمائة وخرج في جنازته أكثر أهل البلد من الخاص والعام وكان شيئا عجيبا وأبو سليمان أيوب الحمال أحد الزهاد وكان صاحب كرامات حكى عنه أحمد بن محمد بن مسروق الطوسي وغيره وهو بغدادي وقال أبو عبد الرحمن السلمي أيوب الحمال من أجل المشايخ وأورعهم ومن أقران السري وبشر صحبه سهل بن عبد الله وقال محمد بن خالد الآجري يقول قلت لأيوب الحمال يخطر في نفسي مسألة فأشتهي أن أراك قال إذا أردتني فحرك شفتيك قال فكنت إذا أردته حركت شفتي فأراه يدخل وعلى كتفه كارته فأسأله فيجيبني وقال أيوب الحمال عقدت على نفسي أن لا أمشي غافلا ولا أمشي إلا ذاكرا فمشيت مشية غفلة فأخذتني عرجة فعلمت من أين أتيت فبكيت واستغثت وتبت فزالت العلة والعرجة ورجعت إلى الموضع الذي غفلت فيه فرجعت إلى الذكر فمشيت سليما ",
                "title": "الحمال",
                "uri": "JK_000952_1206"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}