{
    "features": [
        {
            "item": "JK_000952_3167",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.442-443",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القبائي</h1> بضم القاف والباء المعجمة بواحدة من تحتها هذه النسبة إلى قباء وهو موضع بالمدينة وبه مسجد ذكره الله عز وجل في كتابه لمسجد أسس على التقوى من أول يوم أحق أن تقوم فيه والمنتسب إليه أفلح بن سعيد الأنصاري وهو من أهل قباء يروي عن عبد الله بن رافع روى عنه زيد بن الحباب وعيسى بن يونس قال أبو حاتم بن حبان هو شيخ من أهل قباء سكن المدينة يروي عن الثقات الموضوعات وعن الأثبات الملزقات لا يحل الاحتجاج به ولا الرواية عنه بحال وقال أبو علي الغساني أفلح بن سعيد القبائي سكن قباء بالمدينة |جـ 4 صـ 443| فنسب إليها يروي عن عبد الله بن رافع مولى أم سلمة حدث عنه أبو عامر العقدي روى له مسلم وحده ومجمع بن يعقوب بن يزيد بن جارية الأنصاري من أهل قباء روى عنه أهل المدينة قال ابن أبي حاتم مجمع بن يعقوب القبائي من أهل قباء وهو ابن مجمع بن جارية الأنصاري عم إبراهيم بن إسماعيل بن مجمع يكنى بأبي عبد الرحمن مديني مات سنة ستين ومائة روى عن محمد بن سليمان الكناني ومحمد بن إسماعيل روى عنه يونس بن محمد المؤدب وأبو عامر العقدي وعبد الله بن مسلمة القعنبي وإسماعيل بن أبي أويس وقتيبة بن سعيد وعبد الرحمن بن عباس الأنصاري القبائي يروي عن دلهم بن الأسود العقيلي روى عنه عبد الرحمن بن المغيرة الحزامي ومحمد بن سليمان القبائي من أهل قباء يروي عن أبي أمامة بن سهل بن حنيف روى عنه عبد العزيز الدراوردي وحاتم بن إسماعيل وعبد الرحمن بن أبي الموال وزيد بن الحباب وأفلح بن سعيد الأنصاري القبائي روى عنه أبو عامر العقدي وزيد بن الحباب وابن المبارك وعيسى بن يونس وهو يروي عن عبد الله بن رافع ومحمد بن كعب ومحمد بن يزيد بن سفيان وقال يحيى بن معين أفلح بن سعيد ليس به بأس وقال أبو حاتم الرازي أفلح بن سعد شيخ صالح الحديث وعاصم بن سويد بن عامر الأنصاري القبائي مديني وهو بن يزيد بن جارية روى عن يحيى بن سعيد الأنصاري وموسى بن محمد بن إبراهيم روى عنه أبو مصعب أحمد بن أبي بكر الزهري ومحمد بن الصباح الجرجرائي قال ابن أبي حاتم سألت أبي عنه فقال هو شيخ محله الصدق روى حديثين منكرين وسئل يحيى بن معين عنه فقال لا أعرفه ",
                "title": "القبائي",
                "uri": "JK_000952_3167"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}