{
    "features": [
        {
            "item": "JK_000129_004138",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.286-292",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حلوان والنسبة الحلواني</h1> بالضم ثم السكون والحلوان في اللغة الهبة يقال حلوت فلانا كذا مالا أحلوه حلوا وحلوانا إذا وهبت له شيئا على شيء يفعله غير الأجر وفي الحديث نهي عن حلوان الكاهن والحلوان أن يأخذ الرجل من مهر ابنته لنفسه و حلوان في عدة مواضع حلوان العراق وهي في آخر حدود السواد مما يلي الجبال في بغداد وقيل إنها سميت بحلوان بن عمران بن الحاف بن قضاعة كان بعض الملوك أقطعه إياها فسميت به وفي كتاب الملحمة المنسوب إلى بطليموس حلوان |جـ 2 صـ 291| طولها إحدى وسبعون درجة وخمس وأربعون دقيقة وعرضها أربع وثلاثون درجة بيت حياتها أول درجة من الأسد طالعها الذراع اليماني تحت عشر درج من السرطان يقابلها مثلها من الجدي بيت ملكها من الحمل عاقبتها مثلها من الميزان وهي في الإقليم الرابع وكانت مدينة كبيرة عامرة قال أبو زيد أما حلوان فإنها مدينة عامرة ليس بأرض العراق بعد الكوفة والبصرة وواسط وبغداد وسر من رأى أكبر منها وأكثر ثمارها التين وهي بقرب الجبل وليس للعراق مدينة بقرب الجبل غيرها وربما يسقط بها الثلج وأما أعلى جبلها فإن الثلج يسقط به دائما وهي وبئة ردية الماء وكبريتيته ينبت الدفلى على مياهها وبها رمان ليس في الدنيا مثله وتين في غاية من الجودة ويسمونه لجودته شاه إنجير أي ملك التين وحواليها عدة عيون كبريتية ينتفع بها من عدة أدواء وأما فتحها فإن المسلمين لما فرغوا من جلولاء ضم هاشم بن عتبة بن أبي وقاص وكان عمه سعد قد سيره على مقدمته إلى جرير بن عبد الله في خيل ورتبه بجلولاء فنهض إلى حلوان فهرب يزدجرد إلى أصبهان وفتح جرير حلوان صلحا على أن كف عنهم وآمنهم على ديارهم وأموالهم ثم مضى نحو الدينور فلم يفتحها وفتح قرميسين على مثل ما فتح عليه حلوان وعاد إلى حلوان فأقام بها واليا إلى أن قدم عمار بن ياسر فكتب إليه من الكوفة أن عمر قد أمره أن يمد به أبا موسى الأشعري بالأهواز فسار حتى لحق بأبي موسى في سنة 91 قال الواقدي بحلوان عقب لجرير بن عبد الله البجلي وكان قد فتح حلوان في سنة 91 وفي كتاب سيف في سنة 16 وقال القعقاع بن عمرو التميمي وهل تذكرون إذ نزلنا وأنتم منازل كسرى والأمور حوائل فصرنا لكم ردءا بحلوان بعدما نزلنا جميعا والجميع نوازل فنحن الأولى فزنا بحلوان بعدما أرنت على كسرى الإما والحلائل وقال بعض المتأخرين يذم أهل حلوان ما إن رأيت جواميسا مقرنة إلا ذكرت ثناء عند حلوان قوم إذا ما أتى الأضياف دارهم لم ينزلوهم ودلوهم على الخان وينسب إلى حلوان هذه خلق كثير من أهل العلم منهم أبو محمد الحسن بن علي الخلال الحلواني يروي عن يزيد بن هرون وعبد الرزاق وغيرهما روى عنه البخاري ومسلم في صحيحيهما توفي سنة 242 وقال أعرابي تلفت من حلوان والدمع غالب إلى روض نجد أين حلوان من نجد لحصباء نجد حين يضربها الندى ألذ وأشفى للعليل من الورد ألا ليت شعري هل أناس بكيتهم لفقدهم هل يبكينهم فقدي أداوي ببرد الماء حر صبابة وما للحشاء والقلب غيرك من برد وأما نخلتا حلوان فأول من ذكرهما في شعره فيما علمنا مطيع بن إياس الليثي وكان من أهل فلسطين من أصحاب الحجاج بن يوسف ذكر أبو الفرج عن أبي الحسن الأسدي حدثنا حماد بن إسحاق عن أبيه |جـ 2 صـ 292| عن سعيد بن سلم قال أخبرني مطيع بن إياس أنه كان مع سلم بن قتيبة بالري فلما خرج إبراهيم بن الحسن كتب إليه المنصور يأمره باستخلاف رجل على عمله والقدوم عليه في خاصته على البريد قال مطيع ابن إياس وكانت لي جارية يقال لها جوذابة كنت أحبها فأمرني سلم بالخروج معه فاضطررت إلى بيع الجارية فبعتها وندمت على ذلك بعد خروجي وتتبعتها نفسي فنزلنا حلوان فجلست على العقبة أنتظر ثقلي وعنان دابتي في يدي وأنا مستند إلى نخلة على العقبة وإلى جانبها نخلة أخرى فتذكرت الجارية واشتقت إليها فأنشدت أقول أسعداني يا نخلتي حلوان وابكياني من ريب هذا الزمان واعلما أن ريبه لم يزل يف رق بين الألاف والجيران ولعمري لو ذقتما ألم الفر قة أبكاكما الذي أبكاني أسعداني وأيقنا أن نحسا سوف يأتيكما فتفترقان كم رمتني صروف هذي الليالي بفراق الأحباب والخلان غير أني لم تلق نفسي كما لا قيت من فرقة ابنة الدهقان جارة لي بالري تذهب همي ويسلي دنوها أحزاني فجعتني الأيام أغبط ما كن ت بصدع للبين غير مدان وبزعمي أن أصبحت لا تراها ال عين مني وأصبحت لا تراني وعن سعيد بن سلم عن مطيع قال كانت لي بالري جارية أيام مقامي بها مع سلم بن قتيبة فكنت أتستر بها وأتعشق امرأة من بنات الدهاقين وكنت نازلا إلى جنبها في دار لها فلما خرجنا بعت الجارية وبقيت في نفسي علاقة من المرأة فلما نزلنا بعقبة حلوان جلست مستندا إلى إحدى النخلتين اللتين على العقبة وقلت وذكر الأبيات فقال لي سلم فيمن هذه الأبيات أفي جاريتك فاستحييت أن أصدقه فقلت نعم فكتب من وقته إلى خليفته أن يبتاعها لي فلم يلبث أن ورد كتابه بأني قد وجدتها وقد تداولها الرجال وقد بلغت خمسة آلاف درهم فإن أمرت أن أشتريها فأخبرني بذلك سلم وقال أيما أحب إليك هي أم خمسة آلاف درهم فقلت أما إن كانت قد تداولها الرجال فقد عزفت نفسي عنها فأمر لي بخمسة آلاف درهم فقلت والله ما كان في نفسي منها شيء ولو كنت أحبها لم أبال إذا رجعت إلي بمن تداولها ولا أبالي لو ناكها أهل منى كلهم وذكر المدائني أن المنصور اجتاز بنخلتي حلوان وكانت إحداهما على الطريق وكانت تضيقه وتزدحم الأثقال عليه فأمر بقطعها فأنشد قول مطيع واعلما إن بقيتما أن نحسا سوف يلقاكما فتفترقان فقال لا والله لا كنت ذلك النحس الذي يفرق بينهما فانصرف وتركهما وذكر أحمد بن إبراهيم عن أبيه عن جده إسماعيل بن داود أن المهدي قال أكثر الشعراء في ذكر نخلتي حلوان ولهممت بقطعهما فبلغ قولي المنصور فكتب إلي بلغني أنك هممت بقطع نخلتي حلوان ولا فائدة لك في قطعهما ولا ضرر عليك في بقائهما وأنا أعيذك بالله أن تكون |جـ 2 صـ 293| النحس الذي يلقاهما فيفرق بينهما يريد بيت مطيع وعن أبي نمير عبد الله بن أيوب قال لما خرج المهدي فصار بعقبة حلوان استطاب الموضع فتغدى به ودعا بحسنة فقال لها ما ترين طيب هذا الموضع غنيني بحياتي حتى أشرب ههنا أقداحا فأخذت محكة كانت في يده فأوقعت على فخذه وغنته فقالت أيا نخلتي وادي بوانة حبذا إذا نام حراس النخيل جناكما فقال أحسنت لقد هممت بقطع هاتين النخلتين يعني نخلتي حلوان فمنعني منهما هذا الصوت فقالت له حسنة أعيذك بالله أن تكون النحس المفرق بينهما وأنشدته بيت مطيع فقال أحسنت والله فيما فعلت إذ نبهتني على هذا والله لا أقطعهما أبدا ولأوكلن بهما من يحفظهما ويسقيهما أينما حييت ثم أمر بأن يفعل ذلك فلم تزالا في حياته على ما رسمه إلى أن مات وذكر أحمد بن أبي طاهر عن عبد الله بن أبي سعد عن محمد بن المفضل الهاشمي عن سلام الأبرش قال لما خرج الرشيد إلى طوس هاج به الدم بحلوان فأشار عليه الطبيب بأكل جمار فأحضر دهقان حلوان وطلب منه فأعلمه أن بلادهم ليس بها نخل ولكن على العقبة نخلتان فأمر بقطع إحداهما فلما نظر إلى النخلتين بعد أن انتهى إليهما فوجد إحداهما مقطوعة والأخرى قائمة وعلى القائمة مكتوب وذكر البيت فأعلم الرشيد وقال لقد عز علي أن كنت نحسكما ولو كنت سمعت هذا البيت ما قطعت هذه النخلة ولو قتلني الدم ومما قيل في نخلتي حلوان من الشعر قول حماد عجرد جعل الله سدرتي قصر شي رين فداء لنخلتي حلوان جئت مستسعدا فلم تسعداني ومطيع بكت له النخلتان وروى حماد عن أبيه لبعض الشعراء في نخلتي حلوان أيها العاذلان لا تعذلاني ودعاني من الملام دعاني وابكيا لي فإنني مستحق منكما بالبكاء أن تسعداني إنني منكما بذلك أولى من مطيع بنخلتي حلوان فهما تجهلان ما كان يشكو من هواه وأنتما تعلمان وقال فيهما أحمد بن إبراهيم الكاتب من قصيدة وكذاك الزمان ليس وإن أل لف يبقى عليه مؤتلفان سلبت كفه العزيز أخاه ثم ثنى بنخلتي حلوان فكأن العزيز مذ كان فردا وكأن لم تجاور النخلتان و حلوان أيضا قرية من أعمال مصر بينها وبين الفسطاط نحو فرسخين من جهة الصعيد مشرفة على النيل وبها دير ذكر في الديرة وكان أول من اختطها عبد العزيز بن مروان لما ولي مصر وضرب بها الدنانير وكان له كل يوم ألف جفنة للناس حول داره ولذلك قال الشاعر كل يوم كأنه عيد أضحى عند عبد العزيز أو يوم فطر وله ألف جفنة مترعات كل يوم يمدها ألف قدر |جـ 2 صـ 294| وكان قد وقع بمصر طاعون في سنة 07 وواليها عبد العزيز فخرج هاربا من مصر فلما وصل حلوان هذه استحسن موضعها فبنى بها دورا وقصورا واستوطنها وزرع بها بساتين وغرس كروما ونخلا فلذلك يقول عبيد الله بن قيس الرقيات سقيا لحلوان ذي الكروم وما صنف من تينه ومن عنبه نخل مواقير بالقناء من ال برني يهتز ثم في سربه أسود سكانه الحمام فما تنفك غربانه على رطبه وقال سعد بن شريح مولى نجيب يهجو حفص بن الوليد الحضرمي والي مصر ويمدح زبان بن عبد العزيز بن مروان يا باعث الخيل تردي في أعنتها من المقطم في أكناف حلوان لا زال بغضي ينمى في صدوركم إن كان ذلك من حي لزبان و حلوان أيضا بليدة بقوهستان نيسابور وهي آخر حدود خراسان مما يلي أصبهان ",
                "title": "حلوان والنسبة الحلواني",
                "uri": "JK_000129_004138"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}