{
    "features": [
        {
            "item": "JK_000129_009472",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.210-211",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>غمدان</h1> بضم أوله وسكون ثانيه وآخره نون وقد صحفه الليث فقال عمدان بالعين المهملة كما صحف بعاث بالعين المهملة فجعله بالغين المعجمة يجوز أن يكون جمع غمد مثل ذئب وذؤبان وغمد الشيء غشاؤه ولبسته فكأن هذا القصر غشاء لما دونه من المقاصير والأبنية قال هشام بن محمد بن السائب الكلبي إن ليشرح بن يحصب أراد اتخاذ قصر بين صنعاء وطيوة فأحضر البنائين والمقدرين لذلك فمدوا الخيط ليقدروه فانقضت على الخيط حدأة فذهبت به فاتبعوه حتى ألقته في موضع غمدان فقال ليشرح ابنوا القصر في هذا المكان فبني هناك على أربعة أوجه وجه أبيض ووجه أحمر ووجه أصفر ووجه أخضر وبنى في داخله قصرا على سبعة سقوف بين كل سقفين منها أربعون ذراعا وكان ظله إذا طلعت الشمس يرى على عينان وبينهما ثلاثة أميال وجعل في أعلاه مجلسا بناه بالرخام الملون وجعل سقفه رخامة واحدة وصير على كل ركن من أركانه تمثال أسد من شبه كأعظم ما يكون من الأسد فكانت الريح إذا هبت إلى ناحية تمثال من تلك التماثيل دخلت من دبره وخرجت من فيه فيسمع له زئير كزئير السباع وكان يأمر بالمصابيح فتسرج في ذلك البيت ليلا فكان سائر القصر يلمع من ظاهره كما يلمع البرق فإذا أشرف عليه الإنسان من بعض الطرق ظنه برقا أو مطرا ولا يعلم أن ذلك ضوء المصابيح وفيه يقول ذو جدن الهمذاني دعيني لا أبا لك لن تطيقي لحاك الله قد أنزفت ريقي وهذا المال ينفد كل يوم لنزل الضيف أو صلة الحقوق وغمدان الذي حدثت عنه بناه مشيدا في رأس نيق بمرمرة وأعلاه رخام تحام لا يعيب بالشقوق مصابيح السليط يلحن فيه إذا يمسي كتوماض البروق فأضحى بعد جدته رمادا وغير حسنه لهب الحريق وقال قوم إن الذي بنى غمدان سليمان بن داود عليه السلام أمر الشياطين فبنوا لبلقيس ثلاثة قصور بصنعاء غمدان وسلحين وبينون وفيها يقول الشاعر هل بعد غمدان أو سلحين من أثر أو بعد بينون يبني الناس أبياتا وفي غمدان وملوك اليمن يقول دعبل بن علي الخزاعي منازل الحي من غمدان فالنضد فمأرب فظفار الملك فالجند أرض التبابع والأقيال من يمن أهل الجياد وأهل البيض والزرد ما دخلوا قرية إلا وقد كتبوا بها كتابا فلم يدرس ولم يبد بالقيروان وباب الصين قد زبروا وباب مرو وباب الهند والصغد وقال أبو الصلت يمدح ذا يزن أرسلت أسدا على بقع الكلاب فقد أضحى شريدهم في الأرض فلالا فاشرب هنيئا عليك التاج مرتفقا في رأس غمدان دارا منك محلالا |جـ 4 صـ 211| تلك المكارم لا قعبان من لبن شيبا بماء فعادا بعد أبوالا وهدم غمدان في أيام عثمان بن عفان رضي الله عنه فقيل له إن كهان اليمن يزعمون أن الذي يهدمه يقتل فأمر بإعادة بنائه فقيل له لو أنفقت عليه خرج الأرض ما أعدته كما كان فتركه وقيل وجد على خشبة لما خرب وهدم مكتوب برصاص مصبوب اسلم غمدان هادمك مقتول فهدمه عثمان رضي الله عنه فقتل ",
                "title": "غمدان",
                "uri": "JK_000129_009472"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}