{
    "features": [
        {
            "item": "JK_000952_2432",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.502-504",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيعي</h1> بكسر الشين المعجمة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها العين المهملة هذه النسبة إلى الشيعة والمشهور بهذه النسبة أبو بكر محمد بن منصور بن النضر بن إسماعيل المعروف بابن أبي الجهم الشيعي قال ابن ماكولا هو من شيعة بني العباس وقال أبو بكر الخطيب هو من شيعة المنصور يروي عن نصر بن علي الجهضمي وعمرو بن علي الباهلي وحميد بن مسعدة البصري |جـ 3 صـ 503| السامي سمع منه القاضي أبو الحسن علي بن محمد بن إسحاق بن يزيد الحلبي وأبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن إبراهيم الكتاني ومات سنة ثلاث وعشرين وثلاثمائة وأما أبو الحسين الحسن بن عمرو بن الجهم الشيعي سمع علي بن المديني روى عنه بشر بن الحارث الحكايات وهو من شيعة أبي جعفر المنصور وكان ثقة مات في سنة ثمان وثمانين ومائتين وأبو بكر الشيعي السابق ذكره من شيعة المنصور أيضا سمع نصر بن علي الجهضمي وعمرو بن علي الفلاس وغيرهما من البصريين روى عنه أبو بكر الشافعي وأبو الحسن الدارقطني وأبو حفص الكتاني وابو حفص بن شاهين وطبقتهم ومنصور بن النضر بن إسماعيل الشيعي من شيعة المنصور والد السابق ذكره حدث عن الفضل بن هشام وعبد الرحيم بن واقد الخراساني روى عنه ابنه محمد بن منصور الشيعي وثم جماعة من شيعة أمير المؤمنين علي بن أبي طالب رضي الله عنه ويتولون إليه وهم كثرة ويقال لهم الشيعة منهم محمد بن علي بن عبدك الشيعي واسم عبدك عبد الكريم صاحب محمد بن الحسن الفقيه العبدكي أبو أحمد الجرجاني كان مقدم الشيعة وإليه ينسب جماعة سمع عمران بن موسى الجرجاني وأقرانه روى عنه الحاكم أبو عبد الله الحافظ النيسابوري وأبو عبيد الله عبد الله بن محمد بن الحسن بن عبد الله بن إسحاق بن الفرات بن دينار بن مسلم بن اسلم الشيعي من شيعة المنصور واصله من أبيورد وهو جد شيخنا عبد الرحمن بن عبيد الله الحرفي حدث عن حمدان بن علي الوراق روى عنه ابنه عبيد الله حديثا واحدا |جـ 3 صـ 504| ",
                "title": "الشيعي",
                "uri": "JK_000952_2432"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}