{
    "features": [
        {
            "item": "JK_000952_1353",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.341-342",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخرجاني</h1> بفتح الخاء المنقوطة بنقطة وسكون الراء المهملة وفتح الجيم وكسر النون هذه النسبة إلى خرجان وهي محلة كبيرة بأصبهان اجتزت بها غير مرة وأهل أصبهان يقولون لها خورجان إلى الساعة وقال أبو القاسم حمزة بن يوسف السهمي الحافظ خرجان قرية من قرى أصبهان والمشهور بالانتساب إليها أبو حامد علي بن أحمد بن محمد بن الحسين الأصبهاني يروي عن أبي إسحاق إبراهيم بن أحمد بن فراس المكي وأبي أحمد محمد بن محمد بن مكي الخرجاني يروي عنه أبو بكر محمد بن إدريس الخرجاني وأبو بكر أحمد بن علي بن ثابت الخطيب على سبيل الإجازة وأبو القاسم عبد الرحمن بن أبي عبد الله بن منده الحافظ وغيرهم وأقدم منه أبو محمد عبد الله بن إسحاق بن يوسف الخرجاني من أهل أصبهان يروي عن أبيه روى عنه أبو عبد الله محمد بن أحمد بن إبراهيم الأصبهاني وأبو العباس زياد بن محمد بن زياد الهيثم الخرجاني الأصبهاني من أهل أصبهان يروي عن الحسن بن محمد الداركي ومحمد بن حمزة بن عمارة وجماعة وتوفي بأصبهان فيما يظن حمزة بن يوسف سنة ثمان وسبعين وثلاثمائة وشيخنا أبو بكر محمد بن أبي نصر شجاع بن محمد بن إبراهيم اللفتواني الحافظ كان يسكن محلة خرجان فيقال له الخرجاني سمع أبا منصور بن شكرويه القاضي وسليمان بن إبراهيم الحافظ وأبا الحسين |جـ 2 صـ 342| أحمد بن عبد الرحمن الذكراني وجماعة سواهم كتبت عنه الكثير وكان حافظا ورعا كثير الخير والعبادة وكانت ولادته وستين وأربعمائة وتوفي في سنة وثلاثين وخمسمائة بأصبهان وأبو حامد أحمد بن محمد بن الحسين بن كوشيذ الخرجاني المعافري من أهل أصبهان له رحلة وفيه لين حدث عن عبد الله بن أحمد بن موسى الجواليقي عبدان وعبد الرحمن بن أبي حاتم الرازي ومحمد بن يحيى بن زهير التستري وغيرهم روى عنه أبو بكر بن مردويه الحافظ وأبو عبد الله أحمد بن الحسين بن محمود الخرجاني هو ابن أبي علي الخرجاني المذكر يروي عن ابن أخي أبي زرعة الحافظ وأبي الأسود وغيرهما وأبو سعيد جبير بن هارون بن عبد الله الخرجاني المعدل قال أبو بكر بن مردويه الحافظ هو من محلة الخرجان روى عن علي بن محمد الطنافسي ومحمد بن حميد روى عنه عبد الله بن محمد الأصبهاني ومات سنة خمس وثلاثمائة وضرار بن أحمد بن ضرار الخرجاني يروي عن أحمد بن يونس الضبي روى عنه أبو القاسم سليمان بن أحمد الطبراني وفي مسجد جامع أصبهان موضع يعرف بضرار أباذ وهو بناها وأبو محمد طاهر بن إبراهيم بن يزيد الوراق الضبي محمد الخرجاني يروي عن أبي حاتم محمد بن إدريس الرازي روى عنه محمد بن أحمد بن إبراهيم وأبو جعفر محمد بن يحيى بن يزيد بن مالك الضبي الخرجاني مولى بني ضبة ثقة سمع محمد ابن أبان البلخي المستملي روى عنه محمد بن أحمد بن إبراهيم وتوفي سنة إحدى وتسعين ومائتين ",
                "title": "الخرجاني",
                "uri": "JK_000952_1353"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}