{
    "features": [
        {
            "item": "JK_000952_1228",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.268-270",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحميدي</h1> بضم الحاء المهملة وفتح الميم وسكون الياء المنقوطة وفي آخره دال مهملة هذه النسبة إلى حميد وسمعت أبا القاسم إسماعيل بن ابن محمد بن الفضل الحافظ بأصبهان مذاكرة وحكى مناظرة جرت بينه وبين أبي نصر أحمد بن عمر الغازي الحافظ في مجلس غاص بأهله قال فقلت له عمن روى البخاري الحديث الأول في الصحيح فقال عن الحميدي قلت لم قيل له الحميدي فسكت ولم يجب فانقضت الحلقة على هذا فسألت شيخي وأستاذي إسماعيل الحافظ عن هذه النسبة فقال الحميدي الذي يجيء ذكره وهو أبو بكر عبد الله بن الزبير الحميدي منسوب إلى الحميدات وهي قبيلة |جـ 2 صـ 269| وهي القبيلة التي قال عبد الله بن عباس رضي الله عنهما إن ابن الزبير آثر الحميدات والأسامات والتويتات يعني فضلهم على غيرهم من سائر القبائل مع قلتهم وكثرة غيرهم قال الشيخ وهذا الجمع يعني بالألف والتاء يقتضي القلة قيل لما قال الشاعر لنا الجفنات الغر فقيل هلا قال لنا الجفان يعني الجفنات جمع القلة وعيب عليه ذلك قال أبو محمد القتبي في كتاب غريب الحديث في حديث ابن عباس أنه قال لما بايع الناس عبد الله بن الزبير قلت أين المذهب عن ابن الزبير أبوه حواري رسول الله صلى الله عليه وسلم وجدته عمة رسول الله صلى الله عليه وسلم صفية بنت عبد المطلب وعمته خديجة بنت خويلد زوج رسول الله صلى الله عليه وسلم وخالته أم المؤمنين عائشة رضي الله عنها وجده صديق رسول الله صلى الله عليه وسلم أبو بكر وأمه ذات النطاقين فشددت على عضده ثم آثر علي الحميدات والتويتات والأسامات فبأوت بنفسي ولم أرض بالهوان إن ابن أبي العاص مشى اليقدمية ويقال القدمية وإن ابن الزبير مشى القهقري قال القتيبي قوله مشى اليقدمية إي يقدم بهمته وأفعاله يقال مشى فلان اليقدمية والقدمية وإن ابن الزبير مشى القهقرى أي نكس على عقبيه وتأخر عما تقدم له الآخر وقوله فبأوت بنفسي أي رفعتها وعظمتها وأصل البأو التعظم والكبر وأما قوله آثر علي الحميدات والتويتات والأسامات فإنه أراد آثر قوما من بني أسد بن عبد العزى من قرابته وكأنه حقرهم وصغرهم قال الأصمعي الحميديون من بني أسد من قريش قال عبد الله بن الزبير الحميدي في هذا المعنى % مشى ابن الزبير القهقرى وتقدمت % % أمية حتى أحرزوا القصبات % ويريد السبق فالمنتسب إليه أبو بكر عبد الله بن الزبير بن عيسى الحميدي القرشي من أهل مكة يروي عن فضيل بن عياض وجالس سفيان بن عيينة عشرين سنة روى عنه محمد بن إسماعيل البخاري وبشر ابن موسى الأسدي قال أبو حاتم بن حبان البستي مات أبو بكر الحميدي بمكة سنة تسع عشرة ومائتين وكان صاحب سنة وفضل ودين وأما أبو عبد الله محمد بن أبي نصر فتوح بن عبد الله بن حميد بن يصل الحميدي المغربي الأندلسي أحد حفاظ عصره صنف التصانيف وجمع الجموع نسب إلى جده الأعلى سمع بالأندلس أبا محمد علي بن أحمد بن سعيد بن حزم الأندلسي الحافظ وبمصر أبا محمد عبد العزيز بن الحسن الضراب وبدمشق أبا بكر أحمد بن علي بن ثابت الخطيب وأبا محمد عبد العزيز بن |جـ 2 صـ 270| أحمد الكتاني وأبا الحسن عبد الدائم بن الحسن الهلالي وبواسط أبا تمام علي بن محمد بن الحسن الواسطي القاضي وببغداد أبا الغنائم محمد بن علي بن الدجاجي وجماعة كثيرة روى لنا عنه جماعة من الشيوخ بالعراق وكانت وفاته ببغداد في سنة ثمان وثمانين وأربعمائة وأوقف كتبه بها وسمع مشايخنا بقراءته الكثير قال ابن ماكولا وصديقنا أبو عبد الله محمد بن أبي نصر عبد الله بن فتوح بن حميد بن يصل الحميدي أندلسي من أهل الخير والفضل سمع ببلده الكثير وسمع بمصر أصحاب ابن المهندس والأدمي وابن أبي غالب وابن الرحيل وبمكة أصحاب ابن فراس وغيره وسمع بالشام أصحاب ابن جميع وابن أبي الحديد وابن أخي تبوك وورد بغداد فسمع أصحاب الدارقطني وابن شاهين وابن حبابة وابن عبدان وعلي بن عمر الحربي وطبقتهم وصنف تاريخا لأهل الأندلس ولم أر مثله في نزاهته وعفته وورعه وتشاغله بالعلم والله يزيدنا وإياه من كل خير بمنه ورحمته ",
                "title": "الحميدي",
                "uri": "JK_000952_1228"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}