{
    "features": [
        {
            "item": "JK_000129_012713",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.272-273",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>النجير</h1> هو تصغير النجر وقد تقدم اشتقاقه حصن باليمن قرب حضرموت منيع لجأ إليه أهل الردة مع الأشعث بن قيس في أيام أبي بكر رضي الله عنه فحاصره زياد بن لبيد البياضي حتى افتتحه عنوة وقتل من فيه وأسر الأشعث بن قيس وذلك في سنة 21 للهجرة وكان الأشعث بن قيس قد قدم على النبي صلى الله عليه وسلم في وفد كندة من حضرموت فأسلموا وسألوا أن يبعث عليهم رجلا يعلمهم السنن ويجبي صدقاتهم فأنفذ معهم زياد بن لبيد البياضي عاملا للنبي صلى الله عليه وسلم يجبيهم فلما مات النبي صلى الله عليه وسلم خطبهم زياد ودعاهم إلى بيعة أبي |جـ 5 صـ 273| بكر رضي الله عنه فنكص الأشعث عن بيعة أبي بكر رضي الله عنه ونهاه ابن امرىء القيس بن عابس فلم ينته فكتب زياد إلى أبي بكر بذلك فكتب أبو بكر إلى المهاجر بن أبي أمية وكان على صنعاء بعد قتل العنسي أن يمد زيادا بنفسه ويعينه على مخالفي الإسلام بحضرموت وكتب إلى زياد أن يقاتل مخالفي الإسلام بمن عنده من المسلمين فجمع زياد جموعه وواقع مخالفيه فنصره الله عليهم حتى تحصنوا بالنجير فحصرهم فيه إلى أن أعيوا عن المقام فيه فاجتمعوا إلى الأشعث وسألوه أن يأخذ لهم الأمان فأرسل إلى زياد بن لبيد يسأله الأمان حتى يلقاه ويخاطبه فآمنه فلما اجتمع به سأله أن يؤمن أهل النجير ويصالحهم فامتنع عليه وراده حتى آمن سبعين رجلا منهم وأن يكون حكمه في الباقي نافذا فخرج سبعون فأراد قتل الأشعث وقال له قد أخرجت نفسك من الأمان بتكملة عدد السبعين فسأله أن يحمله إلى أبي بكر ليرى فيه رأيه فآمنه زياد على أن يبعث به وبأهله إلى أبي بكر ليرى فيه رأيه وفتحوا له حصن النجير وكان فيه كثير فعمد إلى أشرافهم نحو سبعمائة رجل فضرب أعناقهم على دم واحد ولام القوم الأشعث وقالوا لزياد إن الأشعث غدر بنا أخذ الأمان لنفسه وأهله وماله ولم يأخذ لنا وإنما نزل على أن يأخذ لنا جميعا وأبى زياد أن يواري جثث من قتل وتركهم للسباع وكان هذا أشد على من بقي من القتل وبعث السبي مع نهيك بن أوس بن خزيمة وكتب إلى أبي بكر إنا لم نؤمنه إلا على حكمك وبعث الأشعث في وثاق وأهله وماله معه فترى فيه رأيك فأخذ أبو بكر يقرع الأشعث ويقول له فعلت وفعلت فقال الأشعث أيها الرجل استبقني لحربك وزوجني أختك أم فروة بنت أبي قحافة ففعل أبو بكر ذلك وكان الأشعث بالمدينة مقيما حتى ندب عمر الناس لقتال الفرس فخرج فيهم وقال أبو صبيح السكوني ألا بلغا عني ابن قيس وبرمة أأنفذت قولي بالفعال المصدق أقلت عديد الحارثيين بعدما دعتهم سجوع ذات جيد مطوق فيا لهف نفسي لهف نفسي على الذي سبانا بها من غي عمياء موبق فأفنيت قومي في ألايا توكدت وما كنت فيها بالمصيب الموفق وقال عرام حذاء قرية صفينة ماءة يقال لها النجير وبحذائها ماءة يقال لها النجارة بئر واحدة وكلاهما فيه ملوحة وليس بالشديدة قال كثير وطبق من نحو النجير كأنه بأليل لما خلف النخل ذامر وقال الأعشى ميمون بن قيس يمدح النبي صلى الله عليه وسلم ألم تغتمض عيناك ليلة أرمدا وبت كما بات السليم مسهدا وما ذاك من عشق النساء وإنما تناسيت قبل اليوم خلا مهددا ولكن أرى الدهر الذي هو خائن إذا أصلحت كفاي عاد فأفسدا كهولا وشبانا فقدت وثروة فلله هذا الدهر كيف ترددا وما زلت أبغي المال مذ أنا يافع وليدا وكهلا حين شبت وأمردا |جـ 5 صـ 274| وأبتذل العيس المراقيل تغتلي مسافة ما بين النجير وصرخدا وقال أبو دهبل الجمحي أعرفت رسما بالنجي ر عفا لزينب أو لساره لعزيزة من حضرمو ت على محياها النضاره نجير تصغير نجار وهو في الأصل ماء في ديار بني تميم كذا قاله الأصمعي ",
                "title": "النجير",
                "uri": "JK_000129_012713"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}