{
    "features": [
        {
            "item": "JK_000952_1113",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.194-196",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحراني</h1> حران بلدة من الجزيرة كان بها ومنها جماعة من الفضلاء والعلماء في كل فن وهي من ديار ربيعة ولها تاريخ عمله أبو عروبة الحسين بن أبي معشر الحراني الحافظ ذكر فيه جماعة كثيرة من أهل الجزيرة سماه تاريخ الجزريين وحران بطن من همدان وقال الدارقطني حران قبيلة من حمير وهي حران بن عوف بن عدي بن مالك بن زيد بن سهل فأما المنسوب إلى حران البلد المشهور وسميت حران بهاران بن تارح وهو أبو لوط النبي عليه السلام غيروا هاران وقالوا حران وهي أول مدينة بنيت بعد بابل كذا قيل منها أبو الحسن مخلد بن يزيد الحراني ويقال أبو يحيى يروى عن الثوري وابن جريج روى عنه عبد الحميد بن محمد بن مستام الحراني مات سنة ثلاث وتسعين ومائة وأبو أيوب سليمان بن عبد الله بن محمد بن سليمان بن أبي داود الحراني يروي عن أبي نعيم الملائي الكوفي وكان راويا لجده روى عنه أبو عروبة الحراني ومات لثمان ليال خلون من شوال سنة ثلاث وستين ومائتين وأبو داود سليمان بن سيف بن يحيى بن درهم الحراني يروي عن سعيد بن بزيع ويزيد بن هارون روى عنه جماعة مات بحران يوم السبت قبل مضي النصف من شعبان سنة ست وسبعين ومائتين وأبو ميسرة أحمد بن عبد الله بن ميسرة الحراني سكن نهاوند يروى عن يحيى بن سليم وأهل العراق يأتي على الثقات ما ليس من حديث الأثبات ويسرق حديث الثقات ويلزقها بأقوام أثبات لا يحل الإحتجاج به روى عن شجاع بن الوليد ويحيى ابن سليم وأبو قتادة عبد الله بن واقد الحراني مولى بني حمان وقد قيل مولى بني تميم أصله من خراسان يروي عن ابن جريج والثوري روى عنه العراقيون وأهل بلده مات سنة سبع أو عشر ومائتين قال يحيى ابن بكير لما قدم أبو قتادة الحراني على الليث بن سعد وكان عليه جبة صوف وهو يكتب في كتف وقد وضع صوفة في قشر جوزة فكب عنه فلما ذهب إلى منزله بعث إليه الليث بن سعد بسبعين دينارا فردها أبو قتادة فلا أدري أيهما كان أنبل الليث بن سعد حين وجه إليه أو أبو قتادة حين ردها قال أبو |جـ 2 صـ 196| حاتم بن حبان كان أبو قتادة من عباد أهل الجزيرة وقرائهم من غلب عليه الصلاح حتى غفل عن الإتقان فكان يحدث على التوهم فوقع المناكير في أخباره والمقلوبات فيما يروى عن الثقات حتى لا يجوز الإحتجاج بخبره وإن اعتبر بما وافق الثقات من الأحاديث معتبر لم أر بذلك بأسا من غير أن يحكم له عليه فيجرح العدل بروايته أو يعدل المجروح بموافقته وأما من بطن حران من همدان فهو عبد الرحمن بن أوس الهمداني الحراني من أهل مصر يروي عن عبد الجبار بن العباس الحجري روى عنه عمرو بن الحارث وحده قال أبو سعيد بن يونس ورأيته في ديوان في ديوان همدان بمصر في حران فيمن دعى به بمصر سنة ست وعشرين ومائة في ثلاثين من العطاء قال وحران بطن من همدان وأما أبو علي محمد بن سعيد بن عبد الرحمن الحراني الرقي من أهل حران وأصله منها غير أنه رقي المولد والمنشأ سأذكره في الراء وأبو الحسن أحمد بن عبد الله بن أبي شعيب الحراني واسم أبي شعيب مسلم مولى عمر بن عبد العزيز يروى عن زهير بن معاوية وموسى بن أبي الفرات والحارث بن عمير وموسى بن أعين ومحمد بن سلمة يعد في الحرانيين قال عبد الرحمن بن أبي حاتم سمعت أبي وأبا زرعة يقولان كتبنا عنه ورويا عنه وسئل أبي عنه فقال صدوق ثقة ",
                "title": "الحراني",
                "uri": "JK_000952_1113"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}