{
    "features": [
        {
            "item": "JK_000952_2523",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.575-576",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصيقل</h1> بفتح الصاد المهملة وسكون الياء المنقوطة باثنتين من تحتها وبفتح القاف وفي آخرها اللام وقد تلحق الياء في آخرها للنسبة إليها وهذه النسبة إلى صقال الأشياء الحديدية كالسيف والمرآة والدرع وغيرها واشتهر به جماعة منهم أبو سهل نصر بن أبي عبد الملك واسمه عبد الكريم المزني البلخي الصيقل نزل سمرقند وسكنها وحدث بها فنسب إليها يروي عن محمد بن عجلان وهشام بن عروة وهشام بن حسان وجعفر الصادق عليه السلام وأبي حنيفة ومسعر بن كدام وسفيان الثوري وشعبة بن الحجاج وغيرهم روى عنه سلم بن أبي مقاتل وأزهر بن يونس العبدي وأبو إسحاق الطالقاني وغيرهم ومن المتأخرين أبو غالب محمد بن غالب بن محمد بن إبراهيم بن أحمد الصيقلي الدامغاني من أهل جرجان سكن كرمان وكان شيخا ثقة صالحا سديدا حسن الأخلاق صدوقا وصار مقدم الصوفية بكرمان سمع بجرجان أبا القاسم إسماعيل بن مسعدة الإسماعيلي وأبا الفتح مظفر بن حمزة البيع وبنيسابور أبا القاسم الفضل بن عبد الله بن المحب وأبا المظفر موسى بن عمران الأنصاري وبأصبهان أبا عمرو عبد الوهاب بن أبي عبد الله بن منده وأبا مسعود سليمان بن إبراهيم الحافظ وطبقتهم لم أسمع منه وكتب إلي الإجازة وحدثني عنه جماعة وكانت ولادته سنة ثلاث وخمسين وأربعمائة ومات بكرمان في سنة اثنتين وثلاثين وخمسمائة وكنت ببغداد وأبو يوسف حجاج بن أبي زينب الصيقل السلمي يروي عن أبي عثمان النهدي وأبي سفيان طلحة بن نافع روى عنه هشيم ومحمد بن يزيد ويزيد بن هارون وقال |جـ 3 صـ 576| أحمد بن حنبل لما ذكره أخشى أن يكون ضعيف الحديث ومن القدماء أبو الحسن علي بن أحمد بن سليمان الصيقل المعدل المصري لقبه علان حدث ببلده مصر وبمكة يروي عن محمد بن سهل بن عمير ومحمد بن هشام بن أبي خيرة وغيرهما روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وسمع منه بمكة سنة ست وثلاثمائة وبمصر سنة تسع وثلاثمائة وحدث عنه سليمان بن أحمد بن أيوب الطبراني وأبو منصور محمد بن عبد الله بن محمد بن إسماعيل الصيقل من أهل شيراز كتب وصنف يروي عن أحمد بن إبراهيم بن المرزبان ومحمد بن يوسف الصايدي وأبي حامد المؤدب وعبد الله بن المعلى وأبي الحضير المالكي وعبد الله بن سليمان الوزان وعبد الله بن يعقوب الكسائي وأبي بكر يحيى بن أحمد وغيرهم مات سنة اثنتين وتسعين وثلاثمائة ",
                "title": "الصيقل",
                "uri": "JK_000952_2523"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}