{
    "features": [
        {
            "item": "JK_000952_2106",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.262-265",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السقطي</h1> بفتح السين المهملة وفتح القاف وكسر الطاء المهملة هذه النسبة إلى بيع السقط وهي الأشياء الخسيسة كالخرز والملاعق وخواتيم |جـ 3 صـ 263| الشبة والحديد وغيرها والمشهور بهذه النسبة من القدماء أبو يحيى رجاء بن صبيح الحرشي السقطي من أهل البصرة قال أبو حاتم بن حبان هو صاحب السقط روى عن مسافع بن شيبة عن عبد الله بن عمرو رضي الله عنهما روى عنه يزيد بن زريع والتبوذكي قال ابن أبي حاتم أبو يحيى صاحب السقط روى عن مسافع ويحيى بن أبي كثير روى عنه يزيد بن زريع ويحيى بن حماد وموسى بن إسماعيل وهدبة قال يحيى بن معين أبو يحيى صاحب السقط ضعيف وقال أبو حاتم الرازي ليس بقوي وأحمد بن عبد الرحمن السقطي تفرد بالرواية عنه أبو بكر المفيد الجرجراني عن يزيد بن هارون ومحمد بن الفضل بن جابر السقطي سمع سعيد بن سليمان الواسطي وعبد الأعلى بن حماد النرسي ويحيى بن عبد الحميد الحماني وطبقتهم روى عنه ابنه إسحاق ومحمد بن مخلد العطار وأبو سهل بن زياد القطان وأبو محمد عبد الخالق بن الحسن بن محمد بن أبي روبا السقطي يروي عن محمد بن سليمان الباغندي وإسحاق الحربي وتمتام وأبي شعيب روى عنه غيلان بن محمد وأبو علي بن شاذان وغيرهما وأبو عمرو عثمان بن محمد بن بشر بن سنقة السقطي يروي عن إسماعيل القاضي والكديمي وإبراهيم الحربي روى عنه أبو علي بن شاذان ومحمد بن طلحة النعالي ووشاح مولى أبي تمام الزينبي وابو عمرو عبد الملك بن الحسن بن يوسف السقطي سمع أبا مسلم الكجي ويوسف القاضي أحمد بن يحيى الحلواني روى عنه أبو علي بن شاذان وأبو نعيم الأصبهاني وأبو سهل حاتم بن ميمون السقطي قال ابن أبي حاتم صاحب السقط يروي عن ثابت سمعت أبي يقول ذلك |جـ 3 صـ 264| وأبو بكر أحمد بن جعفر بن حمدان السقطي من أهل البصرة يروي عن عبد الله بن أحمد بن إبراهيم الدورقي والحسن بن المثنى العنبري روى عنه أبو نعيم أحمد بن عبد الله الأصبهاني وأبو العباس أحمد بن محمد بن يوسف السقطي ختن الصرصري حدث عن جعفر الفريابي روى عنه الحسين بن شجاع الصوفي وأبو عمرو ابن الفلو الواعظ وإسحاق بن محمد بن الفضل بن جابر السقطي حدث عن أبيه وأبو البركات هبة الله بن المبارك السقطي من أهل واسط سكن بغداد ورحل إلى البصرة والكوفة وأصبهان وأدرك الشيوخ الكثيرة وجمع لنفسه وشيوخه معجما أدرك أصحاب أبي طاهر المخلص ولم يكن موثوقا به فيما ينقله وكان شيخنا أبو الفضل محمد بن ناصر الحافظ يقول أبو البركات السقطي من سقط المتاع شمع مشايخنا بقراءته وتوفي سنة نيف وخمسمائة وابنه أبو ^ ^ وجيه بن هبة الله السقطي سمع أصحاب أبي علي بن شاذان بإفادة والده سمعت منه أحاديث ببغداد ^ ^ السقطي الهروي يروي عن أبي الفضل الجارودي روى لنا عنه أبو النضر عبد الرحمن بن عبد الجبار القاضي وأبو سعيد الحسن بن علي بن أحمد بن إبراهيم بن بحر التستري السقطي الأصم نزيل البصرة وهو من تستر سمع أبا أحمد الحسن بن عبد الله بن سعيد التستري بها روى عنه أبو محمد عبد العزيز بن محمد النخشبي الحافظ قال وكان قد ضعف سمعه فقرأ علينا مجلسين بالبصرة ومات بعد أيام مات ودفن يوم السبت الخامس عشر من جمادى الآخرة من سنة اثنتين وأربعين وأربعمائة وأجاز لنا مسموعاته في كتاب ابن الصيرفي سمع منه بالبصرة |جـ 3 صـ 265| ",
                "title": "السقطي",
                "uri": "JK_000952_2106"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}