{
    "features": [
        {
            "item": "JK_000129_011965",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.127-128",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مسكن</h1> بالفتح ثم السكون وكسر الكاف ونون قال أبو منصور يقال للموضع الذي يسكنه الإنسان مسكن ومسكن فهذا الموضع منقول من اللغة الثانية وهو شاذ في القياس لأنه من سكن يسكن فالقياس مسكن بفتح الكاف وإنما جاء هذا شاذا في أحرف منها المسجد والمنسك والمنبت والمجزر والمطلع والمشرق والمغرب والمسقط والمفرق والمرفق لا يعرف النحويون غير هذه لأن كل ما كان على فعل يفعل أو فعل يفعل فاسم المكان منه مفعل بفتح العين قياسا مطردا وهو موضع قريب من أوانا على نهر دجيل عند دير الجاثليق به كانت الوقعة بين عبد الملك بن مروان ومصعب بن الزبير في سنة 27 فقتل مصعب وقبره هناك معروف وقال عبيد الله بن قيس الرقيات يرثيه إن الرزية يوم مس كن والمصيبة والفجيعه يابن الحواري الذي لم يعده يوم الوقيعه غدرت به مضر العرا ق فأمكنت منه ربيعه وأصبت وترك يا ربي ع وكنت سامعة مطيعه يا لهف لو كانت لها بالدير يوم الدير شيعه أولم يخونوا عهده أهل العراق بنو اللكيعه لوجدتموه حين يغ دو لا يعرس بالمضيعه قتله عبيد الله بن زياد بن ظبيان وقتل معه إبراهيم بن مالك الأشتر النخعي وقدم مصعب أمامه ابنه عيسى فقتل بعد أن قال له وقد رأى الغدر من أصحابه يا بني انج بنفسك فلعن الله أهل العراق أهل الشقاق والنفاق فقال لا خير في الحياة بعدك يا أباه ثم قاتل حتى قتل وكان مصعب قد قتل نائي بن زياد بن ظبيان أخا عبيد الله بن زياد بن ظبيان بن الجعد بن قيس بن عمرو بن مالك بن عائش بن مالك بن تيم الله بن ثعلبة بن عكابة فنذر عبيد الله ليقتلن به مائة من قريش فقتل ثمانين ثم قتل مصعبا وجاء برأسه حتى وضعه بين يدي عبد الملك بن مروان فلما نظر إليه عبد الملك سجد فهم عبيد الله أن يفتك به أيضا فارتد عنه وقال هممت ولم أفعل وكدت وليتني فعلت ووليت البكاء حلائله |جـ 5 صـ 128| هكذا أكثر ما يروى والصحيح أن عبيد الله لم يقتله وإنما وجده قد ارتث بكثرة الجراحات فاحتز رأسه وقد قال عبيد الله يرى مصعب أني تناسيت نائيا وبئس لعمر الله ما ظن مصعب ووالله لا أنساه ما ذر شارق وما لاح في داج من الليل كوكب وثبت عليه ظالما فقتله فقهرك مني شر يوم عصبصب قتلت به من حي فهر بن مالك ثمانين منهم ناشئون وأشيب وكفي لهم رهن بعشرين أو يرى علي من الإصباح نوح مسلب أأرفع رأسي وسط بكر بن وائل ولم أر سيفي من دم يتصبب ثم ضاقت به البصرة فهرب إلى عمان فاستجار بسليمان بن سعيد بن الصقر بن الجلندى فلما أخبر بفتكه خشيه وتذمم أن يقتله علانية فبعث إليه بنصف بطيخة قد سمها وكان يعجبه البطيخ وقال هذا أول شيء رأيناه من البطيخ وقد أكلت نصفها وأهديت لك نصفها فلما أكلها أحس بالموت فدخل عليه سليمان يعوده فقال له أيها الأمير ادن مني أسر إليك قولا فقال له قل ما بدا لك فما بعمان عليك من أذن واعية ولم يستجر أن يدنو منه فمات بها وقال عبيد الله بن الحر يخاطب المختار لقد زعم الكذاب أني وصحبتي بمسكن قد أعيت علي مذاهبي فكيف وتحتي أعوجي وصحبتي على كل صهميم الثميلة شارب إذا ما خشينا بلدة قربت بنا طوال متون مشرفات الحواجب وقد ذكر الحازمي أن مسكن أيضا بدجيل الأهواز حيث كانت وقعة الحجاج بابن الأشعث وهو غلط منه ",
                "title": "مسكن",
                "uri": "JK_000129_011965"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}