{
    "features": [
        {
            "item": "JK_000952_2412",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.482-486",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيباني</h1> بفتح الشين المعجمة وسكون الياء المنقوطة باثنتين من تحتها والباء الموحدة بعدها وفي آخرها النون هذه النسبة إلى شيبان وهي قبيلة معروفة في بكر بن وائل وهو شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان والمشهور بالنسبة إليها الأخضر بن عجلان الشيباني أخو شميط من بني تيم بن شيبان من أهل البصرة وكان ملحانا يروي عن أبي بكر الحنفي عن أنس رضي الله عنه روى عنه يحيى القطان وأهل البصرة وهو عم عبيد الله بن شميط بن عجلان هكذا ذكره أبو حاتم محمد بن حبان البستي في كتاب الثقات وأبو محمد عبد الله بن محمد بن عبد الله بن محمد بن الحارث بن الهاشم بن عبيد الله بن همام بن مرة بن ذهل بن شيبان بن بكر بن وائل الشيباني الذهلي المزكي ابن بنت الإمام علي الثقفي وكان في منزله ومجلسه أعز الناس عليه في حياته لدينه وورعه وظلف نفسه وحسن مودته سمع أبا العباس السراج وأبا إبراهيم القطان وزنجويه بن محمد وأبا نعيم الجرجاني حدث بانتخاب الحاكم أبي أحمد الحافظ وروى عنه الحاكم أبو عبد الله الحافظ ومات في صفر سنة إحدى وسبعين وثلاثمائة وكان مولده سنة سبع وتسعين ومائتين ودفن في دار أبي علي الثقفي |جـ 3 صـ 483| وفيهم كثرة وأما أبو محمد الحسن بن أحمد بن محمد بن الحسن بن علي بن مخلد بن شيبان النيسابوري المخلدي الشيباني نسب إلى جده الأعلى شيبان وهو غير الأول وكان ثقة صدوقا من مشاهير المحدثين روى عن أبي العباس السراج وأبي نعيم الإسرتاباذي وغيرهما روى عنه أبو سعد الكنجروذي وأبو عثمان الصابوني وتوفي في حدود سنة نيف وثمانين وثلاثمائة وأبو عبد الله محمد بن الحسن بن فرقد الشيباني مولاهم صاحب أبي حنيفة رحمهما الله وتلوه وإمام أهل الرأي في وقته أصله من دمشق من أهل قرية يقال لها حرستا قدم أبوه العراق فولد له محمد بواسط ونشأ بالكوفة وتلمذ لأبي حنيفة وسمع العلم والحديث عن مسعر بن كدام وسفيان الثوري وعمر بن ذر ومالك بن مغول ومالك بن أنس وأبي عمرو الأوزاعي وزمعة بن صالح وبكير بن عامر وأبي يوسف القاضي وسكن بغداد وحدث بها وتوفي بالري روى عنه محمد بن إدريس الشافعي رحمه الله وأبو سليمان موسى بن سليمان الجوزجاني وهشام بن عبيد الله الرازي وأبو عبيد القاسم بن سلام وإسماعيل بن توبة وعلي بن مسلم الطوسي وأبو حفص الكبير والوحاظي وخلف بن أيوب وغيرهم وكان الرشيد ولاه القضاء إلى قضاء الرقة فصنف كتابا يسمى بالرقيات ثم عزله وقدم بغداد فلما خرج هارون إلى الري الخرجة الأولى أمره فخرج معه في سفره إلى خراسان فمات بالري سنة تسع وثمانين ومائة وهو ابن ثمان وخمسين سنة ودفن بها وحكي عنه أنه قال مات أبي وترك ثلاثين ألف درهم فأنفقت خمسة عشر ألفا على النحو والشعر وخمسة عشر ألفا على الحديث والفقه وروي أنه كان يجلس في مسجد الكوفة وهو ابن عشرين سنة قال الشافعي ما رأيت سمينا أخف روحا من محمد بن الحسن وما رأيت أفصح منه كنت إذا رأيته يقرأ كأن القرآن نزل بلغته وكان الشافعي يقول ما رأيت أعقل من محمد بن الحسن رحمه الله وروي عن الشافعي أن رجلا سأله عن مسألة |جـ 3 صـ 484| فأجابه فقال له الرجل يا أبا عبد الله خالفك الفقهاء فقال له الشافعي وهل رأيت فقيها قط اللهم إلا أن يكون رأيت محمد بن الحسن فإنه كان يملأ العين والقلب وما رأيت مبدنا قط أذكى من محمد بن الحسن ووقف رجل على المزني فسأله عن أهل العراق فقال له ما تقول في أبي حنيفة قال سيدهم قال فأبو يوسف قال أتبعهم للحديث قال محمد بن الحسن قال أكثرهم تفريعا قال فزفر قال أحدهم قياسا وكان الشافعي رحمه لله يقول ناظرت محمد بن الحسن وعليه ثياب رفاق فجعل تنتفخ أوداجه ويصيح حتى لم يبق له زر إلا انقطع وكان يقول ما ناظرت أحدا إلا تمعر وجهه ما خلا محمد بن الحسن رحمه الله ولو لم نعرف لسانهم لحكمنا أنهم من الملائكة محمد بن الحسن في فقهه والكسائي في نحوه والأصمعي في شعره وروي عن الشافعي أنه قال ما رأيت أحدا سئل عن مسألة فيها نظر إلا تغير وجهه غير محمد بن الحسن ولما مات عيسى بن أبان بيعت كتبه أوراقا كل ورقة بدرهم لأنه كان درس على محمد بن الحسن وعلق العلل والزكاة على الحواشي وروي عن أحمد بن حنبل قال إذا كان في المسألة قول ثلاثة لم تسع مخالفتهم فقلت من هم قال أبو حنيفة وأبو يوسف ومحمد بن الحسن فأبو حنيفة أبصر الناس بالقياس وأبو يوسف أبصر الناس بالآثار ومحمد أبصر الناس بالعربية وعن محمد بن شجاع الثلجي أنه قال لو قام الحسن بن زياد لأهل الموسم لأوسعهم سؤالا ولو قام بهم محمد بن الحسن لأوسعهم جوابا وعن أبي جعفر الهندواني يحكي عن أبي يوسف أن محمد بن الحسن كتب إليه من الكوفة وأبو يوسف ببغداد أما بعد فإني قادم عليك لزيارتك فلما ورد عليه كتاب محمد بن الحسن خطب أبو يوسف ببغداد وقال إن الكوفة قد رمت إليكم أفلاذ كبدها فهذا محمد بن الحسن قادم عليكم فهيئوا له العلم ولد محمد بن الحسن بواسط سنة اثنتين وثلاثين ومائة ومات بالري سنة تسع وثمانين ومائة وهو ابن ثمان وخمسين سنة قلت وزرت قبريهما ومات معه أبو الحسن علي بن حمزة الكسائي في يوم واحد فقال الرشيد دفنت اليوم اللغة والفقه وأنشد اليزيدي يرثيهما % أسيت على قاضي القضاة محمد % % فأذريت دمعي والعيون هجود % % وقلت إذا ما الخطب أشكل من لنا % % بإيضاحه يوما وأنت فقيد % % وأقلقني موت الكسائي بعده % % وكادت الأرض الفضاء تميد % |جـ 3 صـ 485| % وأقلقني موت الكسائي بعده % % وكادت بي الأرض الفضاء تميد % % هما عالمانا أوديا وتخرما % % فما لهما في العالمين نديد % ورأى محمويه وكان يعد من الأبدال في المنام محمد بن الحسن فقال له يا أبا عبد الله إلى م صرت قال لي إني لم أجعلك وعاء للعلم وأنا أريد أن أعذبك قلت فما فعل أبو يوسف قال فوقي قال قلت فما فعل أبو حنيفة قال فوق أبي يوسف بطبقات وأما الشيبانية فطائفة من الخوارج من أصحاب شيبان بن سلمة الخارجي وكان قد خرج في أيام أبي مسلم وهو المعين له ولعلي بن الكرماني على نصر بن سيار ولما أعانهما برئت منه الخوارج فلما قتل شيبان ذكر قوم توبته فقالت الثعالبة لا تصح توبة مثله لأنه قتل المسلمين يعنون موافقيهم وأخذ أموالهم ولا تقبل توبة من قتل مسلما وأخذ ماله إلا بأن يقتص من نفسه ويرد المال أو يوهب له ذلك وشيبان لم يفعل هذا فافترقوا فيه فرقتين فرقة صحت توبته عنها وفرقة أكفرته وأبو الحسن علي بن محمد بن محمد بن عقبة بن همام بن الوليد بن عبد الله بن الحمارس بن سلمة بن سمير بن اسد بن همام بن مرة بن ذهل بن شيبان بن ذهل الشيباني الكوفي من شيبان أهل الكوفة حدث عن الخضر بن أبان الهاشمي وإبراهيم بن أبي العنبس وسليمان بن الربيع النهدي وأبي الوليد بن برد الأنطاكي ومحمد بن عبد الله بن سليمان الحضرمي روى عنه أبو الحسن علي بن عمر الدارقطني والحاكم أبو عبد الله محمد بن عبد الله الحافظ وأبو محمد عبد الله بن يوسف بن مامويه الأصبهاني وغيرهم وكان ثقة أمينا مقبول الشهادة عند الحكام قديما وحديثا وكان قد أذن في مسجد حمزة بن حبيب الزيات نيفا وسبعين سنة وقال محمد بن أحمد بن حماد بن سفيان الحافظ الرئيس أبو الحسن الشيباني كان شيخ المصر والمنظور إليه ومختار السلطان الأعظم والأمراء والقضاة والعمال لا يجاوزون قوله يعدل الشهود معدن الصدق وكان حسن المذهب صاحب جماعة وقراءة للقرآن وفقه في الدين مات لسبع بقين من شهر رمضان سنة ثلاث وأربعين وثلاثمائة وأبو عمرو الشيباني هو سعد بن إياس وكان يقول أذكر أني سمعت رسول الله صلى الله عليه وسلم وأنا أرعى إبلا لأهلي بكاظمة وعاش مائة وعشرين سنة وأبو إسحاق الشيباني هو سليمان بن أبي سليمان توفي سنة تسع وعشرين ومائة |جـ 3 صـ 486| ومصقلة بن هبيرة وهو من بني شيبان وكان مع علي رضي الله عنه هرب إلى معاوية فهدم علي داره وقال مصقلة حين فارقه % قضى وطرا منها علي فأصبحت % % أحاديثه فينا أحاديث راكب % ثم بعث مصقلة رجلا نصرانيا ليحمل عياله من الكوفة فأخذه علي فقطع يده وولاه معاوية طبرستان فمات بها ويقال في المثل حتى يرجع مصقلة من طبرستان وأبو بكر أحمد بن عمرو بن أبي عاصم الشيباني روى عن عبد الوهاب بن نجدة الحوطي والأزرق بن علي روى عنه أبو محمد عبد الله بن محمد بن جعفر بن حيان أبو الشيخ النضر بن شيبان يروي عنه نصر بن علي الجهضمي روى عن أبي سلمة بن عبد الرحمن وأبو مجلز لاحق بن حميد ابن سدوس الشيباني كان ينزل خراسان وكان عقبه بها وكان عمر بن عبد العزيز بعث إليه فأشخصه ليسأله عنها وقال قرة بن خالد كان أبو مجلز عاملا على بيت المال على ضرب السكة وتوفي في خلافة عمر بن عبد العزيز قبل وفاة الحسن البصري ",
                "title": "الشيباني",
                "uri": "JK_000952_2412"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}