{
    "features": [
        {
            "item": "JK_000129_003846",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.243-244",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحرم والنسبة الحرمي</h1> بفتحتين الحرمان مكة والمدينة والنسبة إلى الحرم حرمي بكسر الحاء وسكون الراء والأنثى حرمية على غير قياس ويقال حرمي بالضم كأنهم نظروا إلى حرمة البيت عن المبرد في الكامل وحرمي بالتحريك على الأصل أيضا وأنشد راوي الكسر لا تأوين لحرمي مررت به يوما ولو ألقي الحرمي في النار وقال صاحب كتاب العين إذا نسبوا غير الناس قالوا ثوب حرمي بفتحتين فأما ما جاء في الحديث إن فلانا كان حرمي رسول الله صلى الله عليه وسلم فإن أشراف العرب الذين يتحمسون كان إذا حج أحدهم لم يأكل إلا طعام رجل من الحرم ولم يطف إلا في ثيابه فكان لكل شريف من أشراف العرب رجل من قريش فكل واحد منهما حرمي صاحبه كما يقال كري للمكري والمكتري وخصم للمخاصمين والحرم بمعنى الحرام مثل زمن وزمان فكأنه حرام انتهاكه وحرام صيده ورفثه وكذا وكذا وحرم مكة له حدود مضروبة المنار قديمة وهي التي بينها خليل الله إبراهيم عليه السلام وحده نحو |جـ 2 صـ 244| عشرة أميال في مسيرة يوم وعلى كله منار مضروب يتميز به عن غيره وما زالت قريش تعرفها في الجاهلية والإسلام لكونهم سكان الحرم وقد علموا أن ما دون المنار من الحرم وما وراءها ليس منه ولما بعث النبي صلى الله عليه وسلم أقر قريشا على ما عرفوه من ذلك وكتب مع زيد بن مربع الأنصاري إلى قريش أن قروا قريشا على مشاعركم فإنكم على إرث من إرث إبراهيم فما دون المنار فهو حرم لا يحل صيده ولا يقطع شجره وما كان وراء المنار فهو حل إذا لم يكن صائده محرما فإن قال قائل من الملحدة في قول الله عزل وجل & أو لم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم & كيف يكون حرما آمنا وقد اختلفوا وقتلوا في الحرم فالجواب أنه جل وعز جعله حرما آمنا أمرا وتعبدا لهم بذلك لا اختيارا فمن آمن بذلك كف عما نهي عنه اتباعا وانتهاء إلى ما أمر به ومن ألحد وأنكر أمر الحرم وحرمته فهو كافر مباح الدم ومن أقر وركب المنهي وصاد صيد الحرم وقتل فيه فهو فاسق وعليه الكفارة فيما قتل من الصيد فإن عاد فإن الله ينتقم منه فأما المواقيت التي سهل منها للحج فهي بعيدة من حدود الحرم وهي من الحل ومن أحرم منها للحج في أشهر الحج فهو محرم مأمور بالانتهاء ما دام محرما عن الرفث وما وراءه من أمر النساء وعن التطيب بالطيب وعن لبس الثوب المخيط وعن صيد الصيد وقول الأعشى بأجياد غربي الصفا فالمحرم هو الحرم تقول أحرم الرجل فهو محرم وحرام والبيت الحرام والمسجد الحرام والبلد الحرام كله يراد به مكة قال البشاري ويحدق بالحرم أعلام بيض وهو من طريق الغرب التنعيم ثلاثة أميال ومن طريق العراق تسعة أميال ومن طريق اليمن سبعة أميال ومن طريق الطائف عشرون ميلا ومن طريق الجادة عشرة أميال ",
                "title": "الحرم والنسبة الحرمي",
                "uri": "JK_000129_003846"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}