{
    "features": [
        {
            "item": "JK_000952_1746",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.36-40",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرباطي</h1> بكسر الراء وفتح الباء المنقوطة بواحدة وفي آخرها الطاء المهملة هذه النسبة إلى الرباط وهو اسم لموضع يربط فيه الخيل وعرف بالغزاة لأنهم إذا نزلوا في ثغر وأقاموا في وجه العدو دفعا لكيدهم وفتكهم بالمسلمين يقال لذلك الموضع الرباط قال الله تعالى & ومن رباط الخيل ترهبون به عدو الله & والمشهور بهذه النسبة أبو عبد الله أحمد بن سعيد بن إبراهيم الرباطي من أهل مرو قال أبو علي الغساني عرف بالرباطي لأنه كان تولى على |جـ 3 صـ 40| الرباط قلت ولعله يتولى عمارة الرباط حتى لا تضيع الأوقاف التي لها أخبرنا زاهر بن طاهر بنيسابور أنا أبو بكر أحمد بن الحسين البيهقي إجازة أنا الحاكم أبو عبد الله الحافظ سمعت أبا عبد الله محمد بن يعقوب الحافظ يقول سمعت إبراهيم بن أبي طالب يقول سمعت أحمد بن سعيد الرباطي يقول قدمت على أحمد بن حنبل فجعل لا يرفع رأسه إلي فقلت يا أبا عبد الله إنه يكتب عني بخراسان وإن عاملتني بهذه المعاملة راموا بحديثي فقال يا أحمد هل بد يوم القيامة من أن يقال أين عبد الله بن طاهر وأتباعه أنظر أنى تكون أنت منه قال قلت يا أبا عبد الله إنما ولاني أمر الرباط لذلك دخلت فيه قال فجعل يكرر علي يا أحمد هل بد يوم القيامة من أن يقال أين عبد الله بن طاهر وأتباعه فانظر أنى تكون أنت منه سمع وكيع بن الجراح وعبيد الله بن موسى ووهب بن جرير وسعيد بن عامر وعبد الرزاق بن همام روى عنه الإمامان أبو عبد الله محمد بن إسماعيل البخاري وأبو الحسين مسلم بن الحجاج القشيري في صحيحيهما والحسين بن محمد القباني ومحمد بن إسحاق بن خزيمة وغيرهم وكان ثقة فاضلا فهما عالما صدوقا له رحلة مات بعد سنة الرجفة سنة ثلاث وأربعين ومائتين وقال أبو عبد الرحمن النسائي أحمد بن سعيد الرباطي مروزي ثقة وأبو محمد عبد الله بن أحمد الرباطي المروزي من أكابر الشيوخ الصوفية سافر مع أبي تراب النخشبي وقدم بغداد وكان الجنيد بن محمد يمدحه ويبالغ في وصفه ويقال إنه عبد الله بن أحمد بن سعيد الرباطي وهو من أستاذي يوسف بن الحسين وكان عالما بعلوم الظاهر وعلوم الحقائق وكان من رفقاء أبي تراب الشافعي في أسفاره وكان الجنيد يقول عبد الله الرباطي رأس فتيان خراسان وذكره أبو العباس المعداني فقال هو عبد الله بن أحمد بن شبويه كان مقدما ببغداد في أيام الجنيد ولم يكن له ببغداد نظير في السخاء وحسن الخلق وأبو مضر محمد بن مضر بن معن المروزي الرباطي من أهل مرو صاحب الأخبار والحكايات قيل له الرباطي لأنه سكن بمرو في رباط عبد الله بن المبارك سمع بخراسان عتبة بن عبد الله اليحمدي وعلي بن حجر وبالعراق محمد بن سهل بن عسكر وهارون بن إسحاق الهمداني روى عنه مشايخ مرو وأبو عمرو الضرير ومن أهل نيسابور أبو بكر بن علي الحافظ وعبد العزيز بن محمد بن مسلم قال أبو مضر الرباطي سأل رجل ونحن ببغداد امرأة عن اسمها فقالت اسمي مكة قال أفتأذنين لي أن أقبل الحجر الأسود قالت نعم وكرامة بالزاد والراحلة قال الحاكم أبو عبد الله الحافظ أبو مضر الرباطي رأيت أعقابه بمرو في رباط عبد الله بن المبارك |جـ 3 صـ 41| وأبو عبد الله جبريل بن علي بن أحمد بن محمد الرباطي يروي عن أبي نعيم عبد الملك بن محمد بن عدي الإستراباذي ",
                "title": "الرباطي",
                "uri": "JK_000952_1746"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}