{
    "features": [
        {
            "item": "JK_000129_005977",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.85-86",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>روضة الأزورين</h1> تثنية الأزور وهو المائل قال مزاحم العقيلي لهن على الريان في كل صيفة فما ضم روض الأزورين فصلصل روضة الأشاءة الشين معجمة وبعد الألف همزة وهاء وهو صغار النخل موضع باليمامة فيما أحسب قال معن بن أوس تجر بروضات الأشاءة أرحلا رمتها أنابيش السفا ونواصله روضة أعامق ذكر أعامق في موضعه قال عدي ابن الرقاع نفشت رياض أعامق حتى إذا لم يبق من شمل النهاء ثميل |جـ 3 صـ 86| يقال نفشت الإبل إذا رعت ليلا والشمل البقية والنهاء الغدران والثميل ما يبقى من الماء والعلف في جوف الدابة روضة الأعراف والأعراف ما ارتفع من الرمل في بلاد بني عامر قال لبيد هلكت عامر فلم يبق منها في رياض الأعراف إلا الديار غير آل وعنة وعريس زعزعتها الرياح والأمطار روضة الجام بفتح الألف وسكون اللام والجيم ويقال روضة آجام نحو البقيع رواه ابن السكيت في قول كثير حيث قال فروضة ألجام تهيج لي البكا وروضات شوطى عهدهن قديم روضة أمراش قال بعض بني نمير بروضة أمراش رمتنا بطرفها أناة الضحى كسلى القيام عروب روضة ألية بلفظ ألية الحمل وهي رواية في الروضة التي ذكرت أول هذه الرياض في قول كثير فلما عصاهن خابشنه بروضة ألية قصرا خباثا روضة البردان وقد ذكرنا البردان في عدة أمكنة وشرحناه قال ابن ميادة ظلت بروض البردان تغتسل تشرب منه نهلات وتعل روضة بصرى بضم أوله وهي قرية بالشام ذكرت في موضعها قال كثير سيأتي أمير المؤمنين ودونه صماد من الصوان مرت سيولها فبيد المنقى فالمشارف دونه فروضة بصرى أعرضت فنسيلها ثنائي تؤديه إليك ومدحتي صهابية الألوان باق ذميلها روضة بطن خوي وقد ذكر خوي بضم الخاء المعجمة في موضعه قال الطفيل بن علي الحنفي فمنعرج الأفهار قفر بسابس فبطن خوي ما بروضته سفر روضة بطن عنان بكسر العين قال المنجل السعدي عفا العرض بعدي من سليمى فحائله فطن عنان روضة فأفا كله روضة بطن اللكاك بكسر اللام وآخره كاف أخرى في بلاد بني نمير من بني عامر قال الراعي النميري إذا هبطت بطن اللكاك تجاوبت به واطباها روضه وأبارقه ",
                "title": "روضة الأزورين",
                "uri": "JK_000129_005977"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}