{
    "features": [
        {
            "item": "JK_000952_0365",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.274-275",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباوردي</h1> بفتح الباء المنقوطة بواحدة والواو وسكون الراء وفي آخرها الدال هذه النسبة إلى بلدة بنواحي خراسان يقال لها ابيورد وتخفف ويقال باورد خرج منها جماعة من الأئمة والعلماء والمحدثين والمشهور بهذه النسبة المذكورة أبو محمد عبد الله بن محمد بن عقيل الباوردي نزل أصبهان وكان يميل إلى مذهب الاعتزال بل ويغلو فيه حدث عن أبي بكر أحمد بن سلمان النجاد البغدادي روى عنه جماعة وذكر أبو زكريا يحيى بن أبي عمرو بن منده الحافظ في كتاب أصبهان سمعت عمي أبا القاسم عبد الرحمن بن عبد الله بن منده يقول كتبت عن عبد الله بن محمد بن عقيل الباوردي جزءين من حديث أحمد بن سلمان فقال لي يوما من لم يكن على مذهب الاعتزال فليس بمسلم فلما سمعت منه هذا القول مزقت الجزءين وتركت الرواية عنه وتوفي بعد سنة عشر وأربعمائة وأبو أحمد الغمر بن محمد بن عبد الرحمن بن الغمر بن عباد بن النعمان الباوردي قدم بغداد وحدث بها عن حامد بن بلال البخاري روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز وأبو سهل محمد بن محمد بن إسحاق الفقيه الباوردي ذكر أبو القاسم بن الثلاج أنه قدم بغداد حاجا وحدثهم بسوق يحيى عن محمد بن عبد الرحمن الدغولي في سنة خمسين وثلاثمائة |جـ 1 صـ 275| محمد بن عبد الله بن شهاب العكبري ومات في صفر سنة سبع وتسعين ومائتين وأبو محمد عبد الله بن أحمد بن خزيمة الباوردي قدم بغداد وحدث بها عن علي بن حجر السعدي وعلي بن سلمة اللبقي وعمار بن الحسن النسائي وأحمد بن سعيد الدارمي روى عنه أبو طالب أحمد بن نصر الحافظ وأبو بكر الشافعي ومحمد بن عمر الجعابي وأبو الفتح محمد بن الحسين الأزدي وغيرهم وأبو عبد الله مسلم بن عبد الله بن مكرم المؤدب خراساني الأصل يعرف بالباوردي حدث عن يحيى بن هاشم السمسار وعمرو بن مرزوق وحاتم بن عباد وأبي بلال الأشعري روى عنه أحمد بن علي بن العلاء الجوزجاني وإسحاق بن محمد بن الفضل الزيات وأبو بكر محمد بن عبد الله الشافعي وإسماعيل بن علي الخطبي ومات في المحرم من سنة اثنتين وتسعين ومائتين ",
                "title": "الباوردي",
                "uri": "JK_000952_0365"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}