{
    "features": [
        {
            "item": "JK_000129_008429",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.39-40",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طليطلة والنسبة الطليطلي</h1> هكذا ضبطه الحميدي بضم الطاءين وفتح اللامين وأكثر ما سمعناه من المغاربة بضم الأولى وفتح الثانية مدينة كبيرة ذات خصائص محمودة بالأندلس يتصل عملها بعمل وادي الحجارة من أعمال الأندلس وهي غربي ثغر الروم وبين الجوف والشرق |جـ 4 صـ 40| من قرطبة وكانت قاعدة ملوك القرطبيين وموضع قرارهم وهي على شاطىء نهر تاجه وعليه القنطرة التي يعجز الواصف عن وصفها وقد ذكر قوم أنها مدينة دقيانوس صاحب أهل الكهف قالوا وبقرب منها موضع يقال له جنان الورد فيه أجساد أصحاب الكهف لا تبلى إلى الآن والله أعلم وقد قيل فيهم غير ذلك كما ذكر في الرقيم وهي من أجل المدن قدرا وأعظمها خطرا ومن خاصيتها أن الغلال تبقى في مطاميرها سبعين سنة لا تتغير وزعفرانها هو الغاية في الجودة وبينها وبين قرطبة سبعة أيام للفارس وما زالت في أيدي المسلمين منذ أيام الفتوح إلى أن ملكها الأفرنج في سنة 477 وكان الذي سلمها إليهم يحيى بن يحيى بن ذي النون الملقب بالقادر بالله وهي الآن في أيديهم وكانت طليطلة تسمى مدينة الأملاك ملكها اثنان وسبعون لسانا فيما قيل ودخلها سليمان بن داود وعيسى بن مريم وذو القرنين والخضر عليهم السلام فيما زعم أهلها والله أعلم قال ابن دريد طليطلاء مدينة وما أظنها إلا هذه ينسب إليها جماعة من العلماء منهم أبو عبد الله الطليطلي روى كتاب مسلم بن حجاج توفي يوم الأربعاء الثاني عشر من صفر سنة 458 وعيسى بن دينار بن واقد الغافقي الطليطلي سكن قرطبة ورحل وسمع من أبي القاسم وصحبه وعول عليه وانصرف إلى الأندلس فكانت الفتيا تدور عليه لا يتقدمه في وقته أحد قال ابن الرفضي قال يحيى بن مالك سمعت محمد بن عبد الملك بن أيمن يقول كان عيسى بن دينار عالما متفننا وهو الذي علم المسائل أهل عصرنا وكان أفقه من يحيى بن يحيى على جلالة قدر يحيى وكان محمد بن عمر ابن لبابة يقول فقيه الأندلس عيسى بن دينار وعالمها عبد الملك بن حبيب وغالقها يحيى بن يحيى وتوفي سنة 212 بطليطلة وقبره بها معروف ومحمد بن عبد الله بن عيشون الطليطلي أبو عبد الله كان فقيها وله مختصر في الفقه وكتاب في توجيه حديث الموطإ وسمع كثيرا من الحديث ورواه وله إلى المشرق رحلة سمع فيها من جماعة وتوفي بطليطلة لتسع ليال خلون من صفر سنة 341 ",
                "title": "طليطلة والنسبة الطليطلي",
                "uri": "JK_000129_008429"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}