{
    "features": [
        {
            "item": "JK_000129_001533",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.351-352",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بحيرة طبرية</h1> قال الأزهري هي نحو من عشرة أميال في ستة أميال وغور مائها علامة لخروج الدجال وروي أن عيسى عليه السلام إذا نزل بالبيت المقدس ليقتل الدجال عندها يظهر يأجوج ومأجوج وهم أربع وعشرون أمة لا يجتازون بحي |جـ 1 صـ 352| ولا ميت من إنسان إلا أكلوه ولا ماء إلا شربوه فيجتاز أولهم ببحيرة طبرية فيشربون جميع ما فيها ثم يجتاز الأخير منهم وهي ناشفة فيقول أظن أنه قد كان ههنا ماء ثم يجتمعون بالبيت المقدس فيفزع عيسى ومن معه من المؤمنين فيعلو على الصخرة ويقوم فيهم خطيبا فيحمد الله ويثني عليه ثم يقول اللهم انصر القليل في طاعتك على الكثير في معصيتك فهل من منتدب فينتدب رجل من جرهم ورجل من غسان لقتالهم ومع كل واحد خلق من عشيرته فينصرهم الله عليهم حتى يبيدوهم ولهذا الخبر مع استحالته في العقل نظائر جمة في كتب الناس والله أعلم وأما بحيرة طبرية فقد رأيتها مرارا وهي كالبركة تحيط بها الجبال ويصب فيها فضلات أنهر كثيرة تجيء من جهة بانياس والساحل والأردن الأكبر وينفصل منها نهر عظيم فيسقي أرض الأردن الأصغر وهو بلاد الغور ويصب في البحيرة المنتنة قرب أريحا ومدينة طبرية في لحف الجبل مشرفة على البحيرة ماأها عذب شروب ليس بصادق الحلاوة ثقيل وفي وسط هذه البحيرة حجر ناتىء يزعمون أنه قبر سليمان بن داود عليه السلام وبين البحيرة والبيت المقدس نحو من خمسين ميلا وقد ذكرت من وصفها في الأردن أكثر من هذا وإياها أراد المتنبي يصف الأسد أمعفر الليث الهزبر بسوطه لمن ادخرت الصارم المصقولا وقعت على الأردن منه بلية نضدت لها هام الرفاق تلولا ورد إذا ورد البحيرة شاربا ورد الفرات زئيره والنيلا بحيرة قدس بفتح القاف والدال المهملة وسين مهملة أيضا قرب حمص طولها اثنا عشر ميلا في عرض أربعة أميال وهي بين حمص وجبل لبنان تنصب إليها مياه تلك الجبال ثم تخرج منها فتصير نهرا عظيما وهو العاص الذي عليه مدينة حماة وشيزر ثم يصب في البحر قرب أنطاكية ",
                "title": "بحيرة طبرية",
                "uri": "JK_000129_001533"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}