{
    "features": [
        {
            "item": "JK_000129_001909",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.408",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بزاخة</h1> بالضم والخاء معجمة قال الأصمعي بزاخة ماء لطيء بأرض نجد وقال أبو عمرو الشيباني ماء لبني أسد كانت فيه وقعة عظيمة في أيام أبي بكر الصديق مع طليحة بن خويلد الأسدي وكان قد تنبأ بعد النبي صلى الله عليه وسلم واجتمع إليه أسد وغطفان فقوي أمره فبعث إليه أبو بكر خالد بن الوليد فقدم خالد أمامه عكاشة بن محصن الأسدي حليف الأنصار فلقيه ببزاخة ماء لبني أسد فقتل عكاشة وكان عيينة بن حصن مع طليحة في سبعمائة من بني فزارة وجاء خالد على الأثر فلما رأى عيينة أن سيوف المسلمين قد استلحمت المشركين قال لطليحة أما ترى ما يصنع جيش أبي الفضل يعني خالد بن الوليد فهل جاءك ذو النون بشيء قال نعم قد جاءني وقال لي إن لك يوما ستلقاه ليس لك أوله ولكن لك آخره ورحى كرحاه وحديثا لا تنساه فقال أرى والله أن لك حديثا لا تنساه يا بني فزارة هذا كذاب وولى عن عسكره فانهزم الناس وظهر المسلمون وأسر عينيه ابن حصن وقدم به المدينة فحقن أبو بكر دمه وخلى سبيله وهرب طليحة فدخل جبا له فاغتسل وخرج فركب فرسه وأهل بعمرة ومضى إلى مكة وأتى مسلما وقيل بل أتى الشام فأخذه غزاة المسلمين وبعثوا به إلى المدينة فأسلم وأبلى بعده في فتوح العراق وقيل بل هو قدم على عمر بعد وفاة أبي بكر مسلما فقبله وقال له عمر أقتلت الرجل الصالح عكاشة بن محصن فقال إن عكاشة سعد بي وأنا شقيت به وأنا أستغفر الله فقال له عمر أنت الكاذب على الله حين زعمت أنه أنزل عليك إن الله لا يصنع بتعفير وجوهكم وقبح أدباركم شيئا فاذكروا الله قياما فإن الرغوة فوق الصريح فقال يا أمير المؤمنين ذلك من فتن الكفر الذي هدمه الإسلام كله فلا تعنيف علي ببعضه فأسكت عمر وقال القعقاع ابن عمرو يذكر يوم بزاخة وأفلتهن المسحلان وقد رأى بعينيه نقعا ساطعا قد تكوثرا ويوما على ماء البزاخة خالد أثار بها في هبوة الموت عثيرا ومثل في حافاتها كل مثلة كفعل كلاب هارشت ثم شمرا وقال ربيعة بن مقروم الضبي وقومي فإن أنت كذبتني بقولي فاسأل بقومي عليما بنو الحرب يوما إذا استلأموا حسبتهم في الحديد القروما فدى ببزاخة أهلي لهم إذا ملؤوا بالجموع الحريما وقال جحدر بن معاوية المحرزي اللص يا دار بين بزاخة فكثيبها فلوى غبير سهلها أو لوبها سقت الصبا أطلال ربعك مغدقا ينهل عارضها بلبس جيوبها أيام أرعى العين في زهر الصبا وثمار جنات النساء وطيبها ",
                "title": "بزاخة",
                "uri": "JK_000129_001909"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}