{
    "features": [
        {
            "item": "JK_000952_1760",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.49-50",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرحبي</h1> بفتح الراء والحاء المهملتين وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى بني رحبة بفتح الراء والحاء بطن من حمير وهو رحبة بن زرعة أخو سدد بسين مهملة على |جـ 3 صـ 50| وزن حمل بن زرعة بن سبأ الأصغر والمشهور بالإنتساب إليها أبو أسماء عمرو بن مرثد الرحبي الشامي وقيل عمرو بن مزيد بالزاي والياء آخر الحروف يروي عن ثوبان مولى رسول الله صلى الله عليه وسلم روى عنه أبو الأشعث الصنعاني وحمزة بن هانىء الرحبي يروي عن أبي أمامة رضي الله عنه روى عنه حريز بن عثمان وقد وهم من زعم أنه حمرة وأبو فراس مؤمل بن سعيد بن يوسف الرحبي من أهل الشام يروي عن أبيه وأسد بن وداعة روى عنه سليمان بن سلمة منكر الحديث جدا فلست أدري وقع المناكير في حديثه منه أو من سليمان بن سلمة راويته لأن سليمان كان يروي الموضوعات عن الإثبات فإن كان منه أو من المؤمل أو منهما معا بطل الاحتجاج برواية يرويانها وأبو عثمان حريز بن عثمان الرحبي الحمصي يروي عن عبد الله بن بسر وراشد بن سعد وأهل الشام روى عنه بقية ولد سنة ثمانين ومات سنة ثلاث وستين ومائة وكان يلعن علي بن أبي طالب رضي الله عنه بالغداة سبعين مرة وبالعشي سبعين مرة فقيل له في ذلك فقال هو القاطع رؤوس آبائي وأجدادي بالفردوس وكان داعية إلى مذهبه وكان علي بن عياش يحكي رجوعه عنه وليس ذلك بمحفوظ عنه وقال أبو رافع ابن بنت يزيد بن هارون رأيت يزيد بن هارون في المنام فقلت له ما فعل بك ربك قال غفر لي وشفعني وعاتبني فقلت له أما قد غفر لك فقدا علمت ففيما عاتبك قال قال لي يا يزيد بن هارون كتبت عن حريز بن عثمان قال قلت يا رب ما رأيت منه إلا خيرا قال إنه كان يشتم علي بن أبي طالب رضي الله عنه وقال إسماعيل بن عياش خرجت مع حريز بن عثمان وكنت مع زميله فسمعته يقول في علي رضي الله عنه فقلت مهلا يا أبا عثمان ابن عم رسول الله صلى الله عليه وسلم وزوج ابنته فقال اسكت يا رأس الحمار لا أضرب صدرك فألقيك عن الجمل وأبو خالد ثور بن يزيد الرحبي الكلاعي الحمصي سمع خالد بن معدان حدث عنه الثوري وعيسى بن يونس وأبو عاصم النبيل وغيرهم وأبو عمر يزيد بن خمير الرحبي شامي يروي عن عبد الله بن بسر وأبو حفص حبيب بن عبيد الرحبي يروي عن جبير بن نفير الحضرمي روى عنه يزيد بن خمير وأبو عثمان وقيل أبو عون حريز بن عثمان بن جبر بن أحمر بن أسعد الرحبي الحمصي من أهل حمص سمع عبد الله بن بسر صاحب رسول الله صلى الله عليه وسلم وراشد بن سعد وعبد الرحمن بن ميسرة وعبد الواحد بن عبد الله النصري وعبد الرحمن بن أبي عوف الجرشي |جـ 3 صـ 51| وحبان بن زيد الشرعبي وغيرهم روى عنه إسماعيل بن عياش وبقية بن الوليد وعيسى بن يونس وإسحاق بن سليمان الرازي ومعاذ بن معاذ العنبري وعثمان بن كثير بن دينار ويزيد بن هارون وشبابة بن سوار وعلي بن الجعد وآدم بن أبي إياس وأبو اليمان الحكم بن نافع وعلي ابن عياش وجماعة سواهم وكان يحفظ كتابه وكان ثقة ثبتا وحكى عنه من سوء المذهب وفساد الإعتقاد ما لم يثبت عليه وقال أحمد بن عبد الله العجلي حريز بن عثمان شامي ثقة وكان يحمل على علي رضي الله عنه وقال يحيى بن المغيرة ذكر أن حريزا كان يشتم عليا على المنبر وروى عن يزيد بن هارون أنه قال رأيت رب العزة في المنام فقال لي يا يزيد لا تكتب منه يعني من حريز بن عثمان فقلت يا رب ما علمت منه إلا خيرا فقال لي يا يزيد لا تكتب منه فإنه يسب عليا وحكى علي بن عياش قال سمعت حريز بن عثمان يقول لرجل ويحك أما خفت الله حكيت عني أني أسب عليا والله ما أسبه ولا سببته قط وقال شبابة سمعت حريز بن عثمان وقال له رجل يا أبا عمرو بلغني أنك لا ترحم على علي قال فقال له اسكت ما أنت وهذا ثم التفت إلي فقال رحمه الله مائة مرة ووثقه أحمد بن حنبل ويحيى بن معين وكان مولده سنة ثمانين ومات سنة ثلاث وستين ومائة ومن سادات التابعين أبو أسماء الرحبي واسمه عمرو بن أسماء كان من الأخيار الصالحين بالشام ومات في ولاية عبد الملك بن مروان |جـ 3 صـ 52| ",
                "title": "الرحبي",
                "uri": "JK_000952_1760"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}