{
    "features": [
        {
            "item": "JK_000129_002659",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.43-44",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تل محرى</h1> بفتح الميم وسكون الحاء المهملة والراء والقصر وهو تل بحرى بالياء الموحدة وتل اليليخ وهي بليدة بين حصن مسلمة بن عبد الملك والرقة في وسطها حصن وكان فيها سوق وحوانيت وذكر أحمد بن محمد الهمذاني عن خالد بن عمير بن عبد الحباب السلمي قال كنا مع مسلمة بن عبد الملك في غزوة القسطنطينية فخرج إلينا في بعض الأيام رجل من الروم يدعو إلى المبارزة فخرجت إليه فلم أر فارسا مثله فتجاولنا عامة يومنا فلم يظفر واحد منا بصاحبه ثم تداعينا إلى المصارعة فصارعت منه أشد البأس فصرعني وجلس على صدري ليذبحني وكان رسن دابته مشدودا في عاتقه فبقيت أعالجه دفعا عن روحي وهو يعالجني ليذبحني فبينما هو كذلك إذ جاضت دابته جيضة جذبته عني ووقع من على صدري فبادرت وجلست على صدره ثم نفست به عن القتل وأخذته أسيرا وجئت له إلى مسلمة فسأله فلم يجبه بحرف وكان أجسم الناس وأعظمهم وأراد مسلمة أن يبعث به إلى هشام وهو يومئذ بحران فقلت وأين الوفادة فقال إنك لأحق الناس بذلك فبعث به معي فأقبلت أكلمه وهو لا يكلمني حتى انتهيت إلى موضع من ديار مضر يعرف بالجريش وتل بحرى فقال لي ماذا يقال لهذا المكان فقلت هذا الجريش وهذا تل بحرى فأنشأ يقول ثوى بين الجريش وتل بحرى فوارس من نمارة غير ميل فلا جزعون إن ضراء نابت ولا فرحون بالخير القليل فإذا هو أفصح الناس ثم سكت فكلمناه فلم يجبنا |جـ 2 صـ 44| فلما صرنا إلى الرها قال دعوني أصلي في بيعتها قلنا افعل فصلى فلما صرنا إلى حران قال أما إنها لأول مدينة بنيت بعد بابل ثم قال دعوني أستحم في حمامها وأصلي فتركناه فخرج إلينا كأنه برطيل فضة بياضا وعظما فأدخلته إلى هشام وأخبربه جميع قصته فقال له ممن أنت فقال أنا رجل من أياد ثم أحد بني حذافة فقل لله أراك غريبا لك جمال وفصاحة فأسلم نحقن دمك فقال إن لي ببلاد الروم أولادا قال ونفك أولادك ونحسن عطاءك قال ما كنت لأرجع عن ديني فأقبل به وأدبر وهو يأبى فقال لي اضرب عتقه فضربت عنقه وينسب إلى تل محرى أيوب بن سليمان الأسدي السلمي سأل عطاء بن أبي رباح عن رجل ذكرت له امرأة فقال يوم أتزوجها هي طالقة البتة فقال لا طلاق لمن لا يملك عقدته ولا عتق لمن لا يملك رقبته روى عنه أحمد بن عبد الملك بن وافد الحراني ",
                "title": "تل محرى",
                "uri": "JK_000129_002659"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}