{
    "features": [
        {
            "item": "JK_000952_2142",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.286-287",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السليماني</h1> بضم السين وفتح اللام وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى سليمان وهو اسم لبعض أجداد المنتسب منهم أبو الفضل أحمد بن علي بن عمرو بن أحمد بن إبراهيم بن يوسف بن عنبر السليماني الحافظ البيكندي من أهل بيكند وإنما قيل له السليماني انتسابا إلى جده أبي أمه أبي حامد أحمد بن سليمان البيكندي وكانت له رحلة إلى الآفاق وعرف بالكثرة والحفظ والاتقان ولم يكن له نظير في زمانه إسنادا وحفظا ودراية بالحديث وضبطا وإتقانا سمع محمد بن صابر بن كاتب وأبا نصر محمد بن حمدويه بن سهل المروزي وأبا الحسن علي بن |جـ 3 صـ 287| إسحاق بن البحتري المادرائي البصري وأبا العباس محمد بن يعقوب الأصم وأبا محمد عبد الله بن جعفر بن أحمد بن فارس الأصبهاني وجماعة كثيرة من هذه الطبقة صنف التصانيف الكثيرة الكبيرة والصغيرة وكان يصنف كل أسبوع شيئا ويحمله إلى جامع بخارى من بيكند ويحدث به روى أبو العباس جعفر بن محمد بن المعتز النسفي وابنه أبو ذر محمد بن جعفر وغيرهما ولد سنة إحدى عشرة وثلاثمائة ومات في ذي القعدة سنة أربع وأربعمائة ببيكند وابنه أبو عبد الله الفضل بن أبي الفضل السليماني البيكندي ذكره أبو العباس المستغفري في تاريخ نسف وقال دخل نسف في شهر رمضان سنة خمس وأربعمائة فكتب عني وكتبت عنه حديثين وحكاية مات ببيكند في رجب سنة ثلاث عشرة وأربعمائة وأحمد بن القاسم بن سليمان بن محمد الأعين المعروف بالسليماني نسب إلى جده حدث عن عبد الرحمن بن صالح والحسن بن حماد وسجادة روى عنه محمد بن مخلد وأبو الحسين عبد الباقي بن قانع الحافظ وأما السليمانية إحدى طوائف الزيدية الثلاث وهم جماعة من الشيعة نسبوا إلى سليمان بن جرير وكان يعتقد أن الإمامة شورى وأنها تصح بعقد رجلين من خيار المسلمين وأنها تصلح في المفضول مع وجود الأفضل وأثبت إمامة أبي بكر وعمر رضي الله عنهما وزعم أن الأمة أخطأت في البيعة لهما مع وجود علي رضي الله عنه خطأ لا يبلغ درجة الفسق وأقدم على عثمان فأكفره وطلحة والزبير وعائشة وقد شهر النبي صلى الله عليه وآله للعشرة بالجنة ومن أكفر أهل الجنة فهو الكافر ",
                "title": "السليماني",
                "uri": "JK_000952_2142"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}