{
    "features": [
        {
            "item": "JK_000952_0957",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.96-97",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجندي</h1> بضم الجيم وسكون النون والدال المهملة هذه النسبة إلى الجند يعني العسكر والمشهور منهم عبد الله بن أحمد الفرغاني الجندي وأبو الفتح عبد الواحد بن محمد بن مسرور الجندي وأبو العباس الجندي الدمشقي قاضي الغوطة ونصر بن يانس الجندي الضرير وأبو الحسن أحمد بن محمد بن عمران بن موسى بن عروة بن الجراح بن علي بن زيد بن بكر بن حريش النهشلي المعروف بابن الجندي من أهل بغداد كان قاضي الطيور يعرف طبائع الحمامات ويسأله الناس عنها روى عن جماعة من المشهورين والمجهولين حدث عنه أبو مسعود البجلي وأبو ثابت القاضي وأبو الفتح السالار وأبو الحسين بن النقور وغيرهم ذكره أبو كامل البصيري في المضافات سمعت أبا مسعود أحمد بن محمد الحافظ يقول لم يقرأ لنا يعني أبا الحسن بن الجندي تاريخ أبي معشر مجانا أخذ منا الدراهم وأنتم تسمعونه مجانا حدث عن أبي القاسم البغوي وأبي بكر بن أبي داود |جـ 2 صـ 97| ويحيى بن محمد بن صاعد وأبي سعيد الحسن بن علي العدوي ويوسف بن يعقوب النيسابوري روى عنه أبو القاسم الأزهري والحسن بن محمد الخلال ومحمد بن علي بن مخلد الوراق ومحمد بن عبد العزيز البردعي وأحمد بن محمد بن أحمد العتيقي وغيرهم وكان يضعف في روايته ويطعن عليه في مذهبه وكان يرمي بالتشيع وقال الأزهري حضرت ابن الجندي وهو يقرأ عليه كتاب ديوان الأنواع الذي سمعه فقال لي أبو عبد الله بن الأنبوسي ليس هذا سماعه وإنما رأى نسخة على ترجمتها اسما يوافق اسمه فادعى ذلك وكانت ولادته في آخر سنة ست وثلاثمائة وتوفي في جمادى الآخرة سنة ست وتسعين وثلاثمائة وأبو العباس أحمد بن هارون بن الجندي الغساني قاضي الغوطة قاله ابن ماكولا قال وابنه أبو نصر محمد بن أحمد بن هارون هو جد شيخنا أبي الحسن بن أبي الحديد لأمه حدث عنه هو وغيره من الدمشقيين روى عنه خيثمة وابن جبارة وأبو الحسن عبد الوهاب بن أحمد بن هارون الدمشقي المعروف بابن الجندي من أهل دمشق سمع أبا بكر محمد بن أحمد بن عثمان بن أبي الحديد السلمي روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وذكره في معجم شيوخه فقال القاضي أبو الحسين بن الجندي دمشقي سمعنا منه بمكة في المسجد الحرام قدم علينا حاجا من دمشق وسمعت منه بمكة ورأيته بدمشق لما دخلتها ولم أسمع منه بها شيئا وأما خلاد بن عبد الرحمن بن جندة الصنعاني الجندي ينسب إلى جده الأعلى كان صدوقا يروي عن سعيد بن المسيب حدث عنه ابن أخيه القاسم بن الفياض بن عبد الرحمن بن جندة الجندي ومعمر بن راشد وقال ما رأيت أحدا بصنعاء إلا وهو يثبج إلا خلاد ",
                "title": "الجندي",
                "uri": "JK_000952_0957"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}