{
    "features": [
        {
            "item": "JK_000129_013156",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.347-351",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>واسط والنسبة الواسطي</h1> في عدة مواضع نبدأ أولا بواسط الحجاج لأنه أعظمها وأشهرها ثم نتبعها الباقي فأول ما نذكر لم سميت واسطا ولم صرفت فأما تسميتها فلأنها متوسطة بين البصرة والكوفة لأن منها إلى كل واحدة منهما خمسين فرسخا لا قول فيه غير ذلك إلا ما ذهب إليه بعض أهل اللغة حكاية عن الكلبي أنه كان قبل عمارة واسط هناك موضع يسمى واسط قصب فلما عمر الحجاج مدينته سماها باسمها والله أعلم قال المنجمون طول واسط إحدى وسبعون درجة وثلثان وعرضها اثنتان وثلاثون درجة وثلث وهي في الإقليم الثالث قال أبو حاتم واسط التي بنجد والجزيرة يصرف ولا يصرف وأما واسط البلد المعروف فمذكر لأنهم أرادوا بلدا واسطا أو مكانا واسطا فهو منصرف على كل حال والدليل على ذلك قولهم واسطا بالتذكير ولو ذهب به إلى التأنيث لقالوا واسط قالوا وقد يذهب به مذهب البقعة والمدينة فيترك صرفه وأنشد سيبويه في ترك الصرف منهن أيام صدق قد عرفت بها أيام واسط والأيام من هجرا ولقائل أن يقول إنه لم يرد واسط هذه فيرجع إلى |جـ 5 صـ 348| ما قاله أبو حاتم قال الأسود وأخبرني أبو الندى قال إن للعرب سبعة أواسط واسط نجد وهو الذي ذكره خداش بن زهير حيث قال عفا واسط كلاؤه فمحاضره إلى حيث نهيا سيله فصدائره وواسط الحجاز وهو الذي ذكره كثير فقال أجدوا فأما أهل عزة غدوة فبانوا وأما واسط فمقيم وواسط الجزيرة قال الأخطل كذبتك عينك أم رأيت بواسط غلس الظلام من الرباب خيالا وقال أيضا عفا واسط من أهل رضوى فنبتل فمجتمع الحرين فالصبر أجمل وواسط اليمامة وهو الذي ذكره الأعشى وواسط العراق قال وقد نسيت اثنين وأول أعمال واسط من شرقي دجلة الصلح ومن الجانب الغربي زرفامية وآخر أعمالها من ناحية الجنوب البطائح وعرضها الخيثمية المتصلة بأعمال باروسما وعرضها من ناحية الجانب الشرقي عند أعمال الطيب وقال يحيى بن مهدي بن كلال شرع الحجاج في عمارة واسط في سنة 48 وفرغ منها في سنة 86 فكان عمارتها في عامين في العام الذي مات فيه عبد الملك بن مروان ولما فرغ منها كتب إلى عبد الملك إني اتخذت مدينة في كرش من الأرض بين الجبل والمصرين وسميتها واسطا فلذلك سمي أهل واسط الكرشيين وقال الأصمعي وجه الحجاج الأطباء ليختاروا له موضعا حتى يبني فيه مدينة فذهبوا يطلبون ما بين عين التمر إلى البحر وجولوا العراق ورجعوا وقالوا ما أصبنا مكانا أوفق من موضعك هذا في خفوف الريح وأنف البرية وكان الحجاج قبل اتخاذه واسطا أراد نزول الصين من كسكر وحفر بها نهر الصين وجمع له الفعلة ثم بدا له فعمر واسطا ثم نزل واحتفر النيل والزاب وسماه زابا لأخذه من الزاب القديم وأحيا ما على هذين النهرين من الأرضين ومصر مدينة النيل وقال قوم إن الحجاج لما فرغ من حروبه استوطن الكوفة فآنس منهم الملال والبغض له فقال لرجل ممن يثق بعقله امض وابتغ لي موضعا في كرش من الأرض أبني فيه مدينة وليكن على نهر جار فأقبل ملتمسا ذلك حتى سار إلى قرية فوق واسط بيسير يقال لها واسط القصب فبات بها واستطاب ليلها واستعذب أنهارها واستمرأ طعامها وشرابها فقال كم بين هذا الموضع والكوفة فقيل له أربعون فرسخا قال فإلى المدائن قالوا أربعون فرسخا قال فإلى الأهواز قالوا أربعون فرسخا قال فللبصرة قالوا أربعون فرسخا قال هذا موضع متوسط فكتب إلى الحجاج بالخبر ومدح له الموضع فكتب إليه اشتر لي موضعا أبني فيه مدينة وكان موضع واسط لرجل من الدهاقين يقال له داوردان فساومه بالموضع فقال له الدهقان ما يصلح هذا الموضع للأمير فقال لم فقال أخبرك عنه بثلاث خصال تخبره بها ثم الأمر إليه قال وما هي قال هذه بلاد سبخة البناء لا يثبت فيها وهي شديدة الحر والسموم وإن الطائر لا يطير في الجو إلا ويسقط لشدة الحر ميتا وهي بلاد أعمار أهلها قليلة قال فكتب بذلك إلى الحجاج فقال هذا رجل يكره مجاورتنا فأعلمه أنا سنحفر بها الأنهار ونكثر من البناء والغرس فيها ومن الزرع حتى تعذو وتطيب وأما |جـ 5 صـ 349| قوله إنها سبخة وإن البناء لا يثبت فيها فسنحكمه ثم نرحل عنه فيصير لغيرنا وأما قلة أعمار أهلها فهذا شيء إلى الله تعالى لا إلينا وأعلمه أننا نحسن مجاورتنا له ونقضي ذمامه بإحساننا إليه قال فابتاع الموضع من الدهقان وابتدأ في البناء في أول سنة 38 واستتمه في سنة 86 ومات في سنة 59 وحدث علي بن حرب الموصلي عن أبي البختري وهب عن عمرو بن كعب بن الحارث الحارثي قال سمعت خالي يحيى بن الموفق يحدث عن مسعدة بن صدقة العبدي قال أنبأنا عبد الله بن عبد الرحمن حدثنا سماك بن حرب قال استعملني الحجاج بن يوسف على ناحية بادوريا فبينما أنا يوما على شاطىء دجلة ومعي صاحب لي إذا أنا برجل على فرس من الجانب الآخر فصاح باسمي واسم أبي فقلت ما تشاء فقال الويل لأهل مدينة تبنى ههنا ليقتلن فيها ظلما سبعون ألفا كرر ذلك ثلاث مرات ثم أقحم فرسه في دجلة حتى غاب في الماء فلما كان من قابل ساقني القضاء إلى ذلك الموضع فإذا أنا برجل على فرس فصاح بي كما صاح في المرة الأولى وقال كما قال وزاد سيقتل من حولها ما يستقل الحصى لعددهم ثم أقحم فرسه في الماء حتى غاب قال وكانوا يرون أنها واسط وما قتل الحجاج فيها وقيل إنه أحصي في محبس الحجاج ثلاثة وثلاثون ألف إنسان لم يحبسوا في دم ولا تبعة ولا دين وأحصى من قتله صبرا فبلغوا مائة وعشرين ألفا ونقل الحجاج إلى قصره والمسجد الجامع أبوابا من الزندورد والدوقرة ودير ماسرجيس وسرابيط فضج أهل هذه المدن وقالوا قد غصبتنا على مدائننا وأموالنا فلم يلتفت إلى قولهم قالوا وأنفق الحجاج على بناء قصره والجامع والخندقين والسور ثلاثة وأربعين ألف ألف درهم فقال له كاتبه صالح بن عبد الرحمن هذه نفقة كثيرة وإن احتسبها لك أمير المؤمنين وجد في نفسه قال فما نصنع قال الحروب لها أجمل فاحتسب منها في الحروب بأربعة وثلاثين ألف ألف درهم واحتسب في البناء تسعة آلاف ألف درهم قال ولما فرغ منه وسكنه أعجبه إعجابا شديدا فبينما هم ذات يوم في مجلسه إذ أتاه بعض خدمه فأخبره أن جارية من جواريه وقد كان مائلا إليها قد أصابها لمم فغمه ذلك ووجه إلى الكوفة في إشخاص عبد الله بن هلال الذي يقال له صديق إبليس فلما قدم عليه أخبره بذلك فقال أنا أحل السحر عنها فقال له افعل فلما زال ما كان بها قال الحجاح ويحكم إني أخاف أن يكون هذا القصر مختصرا فقال له أنا أصنع فيه شيئا فلا ترى ما تكرهه فلما كان بعد ثلاثة أيام جاء عبد الله بن هلال يخطر بين الصفين وفي يده قلة مختومة فقال أيها الأمير تأمر بالقصر أن يمسح ثم تدفن هذه القلة في وسطه فلا ترى فيه ما تكرهه أبدا فقال الحجاج له يا ابن هلال وما علامة ذلك قال أن يأمر الأمير برجل من أصحابه بعد آخر من أشداء أصحابه حتى يأتي على عشرة منهم فليجهدوا أن يستقلوا بها من الأرض فإنهم لا يقدرون فأمر الحجاج محضره بذلك فكان كما قال ابن هلال وكان بين يدي الحجاج مخصرة فوضعها في عروة القلة ثم قال بسم الله الرحمن الرحيم إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش ثم شال القلة فارتفعت على المخصرة فوضعها ثم فكر منكسا رأسه ساعة ثم التفت إلى عبد الله بن هلال فقال له خذ قلتك والحق بأهلك قال ولم قال إن هذا القصر سيخرب بعدي وينزله غيري ويختفر محتفر فيجد هذه القلة فيقول لعن الله الحجاج إنما كان |جـ 5 صـ 350| يبدأ أمره بالسحر قال فأخذها ولحق بأهله قالوا وكان ذرع قصره أربعمائة في مثلها وذرع مسجد الجامع مائتين في مائتين وصف الرحبة التي تلي صف الحدادين ثلاثمائة في ثلاثمائة وذرع الرحبة التي تلي الجزارين والحوض ثلاثمائة في مائة والرحبة التي تلي الإضمار مائتين في مائة وكان محمد بن القاسم مقلد الهند والسند فأهدى إلى الحجاج فيلا فحمل من البطائح في سفينة فلما صار بواسط أخرج في المشرعة التي تدعى مشرعة الفيل فسميت به إلى الساعة ولما فرغ الحجاج من بناء واسط أمر بإخراج كل نبطي بها وقال لا يدخلون مدينتي فإنهم مفسدة فلما مات دخلوها عن قريب وذكر الحجاج عند عبد الوهاب الثقفي بسوء فغضب وقال إنما تذكرون المساوي أوما تعلمون أنه أول من ضرب درهما عليه لا إله إلا الله محمد رسول الله وأول من بنى مدينة بعد الصحابة في الإسلام وأول من اتخذ المحامل وأن امرأة من المسلمين سبيت بالهند فنادت يا حجاجاه فاتصل به ذلك فجعل يقول لبيك لبيك وأنفق سبعة آلاف ألف درهم حتى افتتح الهند واستنقذ المرأة وأحسن إليها واتخذ المناظر بينه وبين قزوين وكان إذا دخن أهل قزوين دخنت المناظر إن كان نهارا وإن كان ليلا أشعلوا نيرانا فتجرد الخيل إليهم فكانت المناظر متصلة بين قزوين وواسط فكانت قزوين ثغرا حينئذ وأما قولهم تغافل واسطي قال المبرد سألت الثوري عنه فقال إن الحجاج لما بناها قال بنيت مدينة في كرش من الأرض كما قدمنا فسمي أهلها الكرشيين فكان إذا مر أحدهم بالبصرة نادوا يا كرشي فتغافل عن ذلك ويري أنه لا يسمع أو أن الخطاب ليس معه ولقد جاءني بخوارزم أحد أعيان أدبائها وسألني عن هذا المثل وقال لي قد أطلت السؤال عنه والتفتيش عن معنى قولهم تغافل واسطي فلم أظفر به ولم يكن لي في ذلك الوقت به علم حتى وجدته بعد ذلك فأخبرته ثم وضعته أنا ههنا ورأيت أنا واسطا مرارا فوجدتها بلدة عظيمة ذات رساتيق وقرى كثيرة وبساتين ونخيل يفوت الحصر وكان الرخص موجودا فيها من جميع الأشياء ما لا يوصف بحيث أني رأيت فيها كوز زبد بدرهمين واثنتي عشرة دجاجة بدرهم وأربعة وعشرين فروجا بدرهم والسمن اثنا عشر رطلا بدرهم والخبر أربعون رطلا بدرهم واللبن مائة وخمسون رطلا بدرهم والسمك مائة رطل بدرهم وجميع ما فيها بهذه النسبة وممن ينسب إليها خلف بن محمد بن علي ابن حمدون أبو محمد الواسطي الحافظ صاحب كتاب أطراف أحاديث صحيحي البخاري ومسلم حدث عن أحمد بن جعفر القطيعي والحسين بن أحمد المديني وأبي بكر الإسماعيلي وغيرهم روى عنه الحاكم أبو عبد الله وأبو نعيم الأصبهاني وغيرهما وأنشدني التنوخي للفضل الرقاشي يقول تركت عيادتي ونسيت بري وقدما كنت بي برا حفيا فما هذا التغافل يا ابن عيسى أظنك صرت بعدي واسطيا وأنشدني أحمد بن عبد الرحمن الواسطي التاجر قال أنشدني أبو شجاع بن دواس القنا لنفسه يا رب يوم مر بي في واسط جمع المسرة ليله ونهاره مع أغيد خنث الدلال مهفهف قد كاد يقطع خصره زناره وقميص دجلة بالنسيم مفرك كسر تجر ذيوله أقطاره |جـ 5 صـ 351| وأنشدني أيضا لأبي الفتح المانداني الواسطي عرج على غربي واسط إنني دائي الدوي بها وفرط سقامي وطني وما قضيت فيه لبانتي ورحلت عنه وما قضيت مرامي وقال بشار بن برد يهجو واسطا على واسط من ربها ألف لعنة وتسعة آلاف على أهل واسط أيلتمس المعروف من أهل واسط وواسط مأوى كل علج وساقط نبيط وأعلاج وخوز تجمعوا شرار عباد الله من كل غائط وإني لأرجو أن أنال بشتمهم من الله أجرا مثل أجر المرابط وقال غيره يهجوهم يا واسطيين اعلموا أنني بذمكم دون الورى مولع ما فيكم كلكم واحد يعطي ولا واحدة تمنع وقال محمد بن الأجل هبة الله بن محمد بن الوزير أبي المعالي بن المطلب يلقب بالجرد يذكر واسطا للهواسط ما أشهى المقام بها إلى فؤادي وأحلاه إذا ذكرا لا عيب فيها ولله الكمال سوى أن النسيم بها يفسو إذا خطرا وواسط أيضا قرية متوسطة بين بطن مر ووادي نخلة ذات نخيل قال لي صديقنا الحافظ أبو عبد الله محمد بن محمود النجار كنت ببطن مر فرأيت نخلا عن بعد فسألت عنه فقيل لي هذه قرية يقال لها واسط وقال بعض شعراء الأعراب يذكر واسطا في بلادهم ألا أيها الصمد الذي كان مرة تحلل سقيت الأهاضيب من صمد ومن وطن لم تسكن النفس بعده إلى وطن في قرب عهد ولا بعد ومنزلتي دلقاء من بطن واسط ومن ذي سليل كيف حالكما بعدي تتابع أمطار الربيع عليكما أما لكما بالمالكية من عهد وواسط أيضا قرية مشهورة ببلخ قال إبراهيم بن أحمد السراج حدثنا محمد بن إبراهيم المستملي بحديث ذكره محمد بن محمد بن إبراهيم الواسطي واسط بلخ قال أبو إسحاق المستملي في تاريخ بلخ نور بن محمد بن علي الواسطي واسط بلخ وبشير بن ميمون أبو صيفي من واسط بلخ عن عبيد المكتب وغيره حدث عنه قتيبة وقال أبو عبيدة في شرح قول الأعشى في مجدل شيد بنيانه يزل عنه ظفر الطائر مجدل حصن لبني السمين من بني حنيفة يقال له واسط ",
                "title": "واسط والنسبة الواسطي",
                "uri": "JK_000129_013156"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}