{
    "features": [
        {
            "item": "JK_000952_1543",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.442-444",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الداري</h1> بفتح الدال المهملة المشددة وفي آخرها الراء هذه النسبة إلى أشياء منها إلى الجد ومنها إلى قرية على خمسة فراسخ من هراة يقال لها دار واشكيذبان ولها يقول الشاعر % يا قرية الدار هل لي فيك من دار % فأما النسبة إلى الجد فمنهم أبو رقية تميم بن أوس بن خارجة بن سواد بن جذيمة بن ذراع بن عدي بن الدار بن هانئ بن حبيب بن نمارة بن لخم بن عدي بن عمرو بن سبأ بن يعرب بن يشجب بن قحطان الداري كان تميم يختم القرآن في ركعة وربما ردد الآية الواحدة الليل كله إلى الصباح وكان يشتري الرداء بالألف ليصلي فيه صلاة الليل سكن الشام وبها مات وقبره ببيت جبرين من بلاد فلسطين وكان من عباد الصحابة وزهادهم ممن جانب أسباب الغزو ولزم التخلي بالعبادة إلى أن مات وأخوه لأمه أبو هند الداري هو بر بن بر بن عبد الله بن رزين بن عميت بن ربيعة بن ذراع بن عدي بن الدار سكن فلسطين أيضا وهو من الصحابة مات ببيت جبرين حديثه عند أولاده وهو أخو الطيب بن بر الذي سماه رسول الله صلى الله عليه وسلم عبد الله وقد قيل إن اسم أبي هند برير بن عبد الله والصحيح |جـ 2 صـ 443| بر بن بر هكذا ذكره أبو حاتم بن حبان في الصحابة من كتاب الثقات وأحمد بن يزيد بن روح الداري يروي عن محمد بن عقبة روى عنه أبو عمير الرملي يعد في أهل فلسطين قال ابن أبي حاتم سمعت أبي يقول سكن بيت المقدس وهو من رهط تميم الداري وسعيد بن زياد بن فائد بن زياد بن أبي هندا الداري يروي عن أبيه زياد عن جده زياد بن أبي هند عن أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول قال الله عز وجل من لم يرض بقضائي الحديث وبهذا الإسناد حديث في فضل الزبيب قال أبو حاتم بن حبان حدثنا بهما ابن قتيبة ثنا سعيد بن زياد في نسخة كتبناها عنه بهذا الإسناد تفرد بها سعيد فلا أدري البلية فيها منه أو من أبيه أو من جده لأن أباه وجده لا يعرف لهما رواية إلا من حديث سعيد والشيخ إذا لم يرو عنه ثقة فهو مجهول لا يجوز الاحتجاج به لأن رواية الضعيف لا تخرج من ليس بعدل عن حد المجهولين إلى جملة أهل العدالة لأن ما روى الضعيف وما لم يرو في الحكم سيان وأما عبد الله بن كثير المقرئ الداري مقرئ أهل مكة قرأت بنخشب في كتاب علل القراءات لأبي نصر منصور بن محمد بن إبراهيم بن عبد الله المقرئ العراقي إنما قيل لعبد الله بن كثير الداري لأن الداري بلغة أهل مكة العطار فكان له أصحاب يضاربون عنه ويخلفونه وقال النبي صلى الله عليه وسلم مثل الجليس الصالح مثل الداري وقال الشاعر % إذا التاجر الداري جاء بفارة % % من المسك راحت في مفارقهم تجري % وإنما سمي داريا لأنه نسب إلى دارين وهو موضع في البحر يؤتى منه بالطيب ومن الناس من يقول إنما سمي داريا لأنه كان عالما في هذه الصناعة وفي كلام العرب وفي أحاديث النبي صلى الله عليه وسلم والصحابة والتابعين والداري في كلام العرب مأخوذ من درى يدري دراية فهو دار ومنهم من قال إنما قيل له الداري لأن الداري في كلام العرب صاحب مال ورب النعم كما قال الشاعر % لبث رويدا يلحق الداريون % % سوف ترى إن لحقوا ما يبلون % % أهل الحباب البدن المكفيون % فقال وإنما سموه داريا لأنه مقيم في داره ومسجده في طاعة ربه عز وجل فنسب إلى الدار لأنه كان مكفيا غير محتاج إلى تجارة أو إلى صنعة أو إلى عمل وكان رب مال وكان عمله الأخذ بالمسلمين كلام رب العالمين وكان قد تصدق بجميع ماله مرارا ولم يكن له شغل إلا العبادة وكان يؤم بالصلوات الخمس في المسجد الحرام بالمسلمين حتى أتاه |جـ 2 صـ 444| اليقين مات سنة عشرين ومائة وأما أبو طاهر ويقال أبو محمد عبد الرحيم بن زيد بن أحمد بن يوسف الداري النسفي هو من دار أبي عبد الرحمن معاذ بن يعقوب الزاهد وكان رفيق أبي العباس المستغفري في الرحلة إلى خراسان سمع بنسف أبا أحمد القاسم بن محمد بن القنطري وبمرو أبا الفضل محمد بن الحسين الحدادي وبالكشانية أبا علي إسماعيل بن محمد بن أحمد بن حاجب الكشاني وبسرخس أبا علي زاهر بن أحمد الإمام وببخارى أبا بكر أحمد بن محمد بن إسماعيل الإسماعيلي وبأشتيخن أبا بكر محمد بن أحمد بن مت الإشتيخني وطبقتهم قال أبو العباس المستغفري مات شابا قبل أن يحدث في رجب سنة ست وتسعين وثلاثمائة وسنه فوق الثلاثين كنت علقت عنه حديثا واحدا قلت رأيت خطه على حائط القبة القديمة لأبي الهيثم محمد بن المكي الكشميهني بكشميهن مع أبي العباس المستغفري وجماعة من أهل مكة نسبوا إلى عبد الدار بن قصي بن كلاب وقيل له عبد الدار لأن أم ولد قصي حبي بنت حليل الخزاعية قيل لما نكح قصي بن كلاب حبي بنت حليل بن حبشية بن سلول بن كعب بن عمرو من خزاعة وأمها ناهية بنت حرام بن نصر بن عوف بن عمرو من خزاعة ولدت له عبد الدار وعبد مناف وعبد العزي وعبدا فسمي عبد الدار بداره تلك ثم سمي عبد مناف بمناف وعبد العزي بالعزي والمنتسب إلى عبد الدار هذا عبد الحميد بن عبد الله بن كثير الداري المكي القرشي من بني عبد الدار يروي عن سعيد بن ميناء روى عنه عبد الرحمن بن مهدي وأبو عامر العقدي وأحسبه أخا صدقة بن عبد الله والله أعلم ",
                "title": "الداري",
                "uri": "JK_000952_1543"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}