{
    "features": [
        {
            "item": "JK_000952_2307",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.404-406",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشجري</h1> بالشين المعجمة المفتوحة والجيم المفتوحة والراء منسوب إلى الشجرة وهي قرية بالمدينة والمنتسب إليها إبراهيم بن يحيى بن محمد بن عباد بن هانىء الشجري من أهل المدينة قال أبو حاتم بن حبان كان يسكن الشجرة يروي عن أبيه والمدنيين روى عنه محمد بن يحيى الذهلي وأبو إسماعيل محمد بن إسماعيل الترمذي قال أبو حاتم الرازي هو ضعيف الحديث ذكر أبو أحمد بن عدي في مشيخته عن أبي حامد أحمد بن حمدون بن أحمد النيسابوري عن عبد الله بن شبيب عن إبراهيم بن محمد بن يحيى الشجري عن أبيه عن ابن إسحاق عن إسماعيل بن أبي خالد وذكر حديثا وذكر البخاري في تاريخه في حرف الياء فقال يحيى بن محمد بن عباد الشجري يروي عن محمد بن إسحاق وأبي حذيفة روى عنه ابنه وعبد الجبار بن سعيد وابنه إبراهيم بن يحيى يروي عن أبيه روى عنه البخاري وقال عبد الرحمن بن أبي حاتم الرازي يحيى بن محمد بن هانىء المدني الشجري روى عن محمد بن إسحاق ومحمد بن هلال وموسى بن يعقوب الزمعي وابن أخي الزهري ومحمد بن موسى الفطري روى عنه ابنه إبراهيم بن يحيى وعبد الجبار بن سعيد المساحقي قال سألت أبي عنه فقال ضعيف الحديث وقال عبد الغني بن سعيد إبراهيم بن يحيى بن هانىء فأسقط ذكر محمد وعباد ونسب يحيى إلى جده وذكر ابن عدي في مشيخته عن إبراهيم بن محمد بن يحيى الشجري فانقلب عليه يحيى بن محمد فقال محمد بن يحيى |جـ 3 صـ 405| والقاضي أبو بكر أحمد بن كامل بن خلف بن شجرة بن منصور بن كعب بن يزيد القاضي الشجري نسب إلى جده الأعلى من أهل بغداد كان من العلماء بالأحكام وعلوم القرآن والنحو والشعر وأيام الناس وتواريخ أصحاب الحديث وله مصنفات في أكثر ذلك وكان أحد اصحاب محمد بن جرير الطبري وتقلد قضاء الكوفة من قبل أبي عمر محمد بن يوسف حدث عن محمد بن سعد العوفي ومحمد بن الجهم السمري وأحمد بن عبيد الله النرسي ومحمد بن مسلمة الواسطي وعبد الله بن روح المدائني وأبي قلابة الرقاشي وغيرهم روى عنه أبو الحسن الدارقطني وابو عبيد الله المرزباني وغيرهما من قدماء الشيوخ وكان أبو الحسن بن رزقويه إذا روى عنه قال حدثنا من لم تر عيناي مثله وكان أبو الحسن الدارقطني يقول أحمد بن كامل بن خلف كان متساهلا ربما حدث من حفظه بما ليس عنده في كتابه وأهلكه العجب فإنه كان يختار ولا يضع لأحد من العلماء أصلا فقال له أبو سعد الإسماعيلي كان جريري المذهب قال أبو الحسن بل خالفه واختار لنفسه وأملى كتابا في السير وتكلم على الأخبار وقال غيره مات في المحرم من سنة خمسين وثلاثمائة |جـ 3 صـ 406| ",
                "title": "الشجري",
                "uri": "JK_000952_2307"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}