{
    "features": [
        {
            "item": "JK_000952_1302",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.313-314",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخانقاهي</h1> بفتح الحاء المعجمة والنون بينهما وفتح القاف وفي آخرها الهاء هذه النسبة إلى خانقاه وهي بقعة يسكنها أهل الخير والصوفية واشتهر بهذه النسبة أبو العباس الخانقاهي من أهل سرخس كان زاهدا ورعا من أهل القرآن والعلم وكان يعلم الناس على كبر سنهم القرآن ويلقنهم في هده البقعة وحفيده أبو نصر طاهر بن محمد الخانقاهي من أهل سرخس كان وعظا حسن السيرة مليح القول رقيق الوعظ وأبو الحسن علي بن محمد بن أحمد بن دلويه المذكر الخانقاهي من أهل نيسابور كان يسكن خانقاها لنفسه فنسب إليه وكان يلقب نفسه بالعاصي على رؤوس الملأ في مجلسه وكان من مشايخ الكرامية يجتمع الخلق في مجلسه وكان يرجع إلى أخلاق مرضية في حسن العشرة والخروج إلى الثغور غازيا سمع بنيسابور العباس بن حمزة وبهراة عبد الله بن أحمد بن خداش وبجوز جانان محمد بن زهير وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وقال حصرنا مجلس أبي زكيا العنبري عشية يوم الجمعة فلما فرغنا من المجلس قالت لأصحابنا لو ذهبنا إلى أبي الحسن الخانقاهي فكتبنا عنه فذهبنا إليه وهو في داره في سكة الباغ فدعا وبالغ في البر وقال أصحاب الحديث عسكر رسول الله صلى الله عليه وسلم في ماذا تجشموا قلنا تخرج إلينا من سماعاتك حتى نسمعها فقال ذهبتم تلعبون طول نهاركم حتى أمسيتم قلتم نذهب نسخر بلحية أبي |جـ 2 صـ 314| الحسن العاصي لا والله أو تبكرون إلي ورد الباب في وجوهنا وغضب ثم إنا بكرنا إليه ذات يوم فأملى علينا مجلسا من أصوله ومات بنيسابور في رجب من سنة إحدى وأربعين وثلاثمائة ودفن في مقبرة باب معمر مقابل الخانقاه القديم وأبو سعيد محمد بن الحسن بن منصور المولقاباذي والخانكاهي من أهل نيسابور سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأقرانهما وحدث سمع منه الحاكم أبو عبد الله الحافظ وتوفي في شهر ربيع الأول سنة ثلاث وسبعين ثلاثمائة ",
                "title": "الخانقاهي",
                "uri": "JK_000952_1302"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}