{
    "features": [
        {
            "item": "JK_000952_0780",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.509-513",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثلجي</h1> بفتح الثاء المثلثة وسكون اللام وفي آخرها الجيم قال ابن حبيب عن ابن الكلبي بنو ثلج بن عمرو بن مالك بن عبد مناة بن هبل بن عبد الله ابن كنانة بن بكر بنقضاعة لهم عدد وفيهم كثرة وجماعة نسبوا إلى الجد إلى الثلج أو أبي الثلج والمعروف بهذه النسبة أبو عبد الله محمد بن شجاع يعرف بابن الثلجي كان فقيه العراق في وقته وكان من أصحاب الحسن بن زياد اللؤلؤي وحدث عن يحيى بن آدم وإسماعيل بن علية ووكيع وأبي أسامة وعبيد الله بن موسى ومحمد بن عمر الواقدي روى عنه يعقوب بن شيبة وابن ابنه محمد بن أحمد بن يعقوب وعبد الوهاب بن أبي حية وعبد الله بن أحمد بن ثابت البزاز في آخرين قال أبو الحسن بن حبيش البغوي قال وكان ينزل في درب يعقوب الحسين بن أبي مالك وكان ينزل فيه أيضا محمد بن شجاع الثلجي ودرب يعقوب منسوب إلى يعقوب بن سوار أحد قواد المهدي قال والدرجة إليه منسوبة وقد رأيت من ولده عدة قال ومن ولده المعروف بعبد الله بن يعقوب الثلجي الذي تنصر ببلاد الروم وليس بينه وبين محمد بن شجاع قرابة وكان يذهب إلى الوقف في القرآن وسئل أحمد بن حنبل عنه فقال مبتدع صاحب هوي وبعث المتوكل إلى أحمد بن حنبل يسأله عن ابن الثلجي ويحيى بن أكثم في ولاية القضاء فقال أما ابن الثلجي فلا ولا على حارس وقال زكريا بن يحيى الساجي فأما محمد بن شجاع الثلجي فكان كذابا احتال في إبطال الحديث عن رسول الله صلى الله عليه وسلم ورده نصرة لأبي حنيفة رحمه الله ورأيه حكى أبو عبد الله الهروي صاحب الثلجي سمعت أبا عبد الله محمد بن شجاع الثلجي يقول ولدت في ثلاثة وعشرين يوما من شهر رمضان سنة إحدى وثمانين ومائة وتوفي وهو في صلاة العصر ساجدا لأربع ليال خلون من ذي الحجة وسنة ست وستين ومائتين ودفن في بيت من داره ملاصقا للمسجد وكان يقول ادفنوني في هذا البيت فإنه لم يبق فيه طابق إلا ختمت عليه القرآن ومحمد بن عبد الله بن إسماعيل بن الثلج البغدادي الثلجي يروي عن أبي الجواب وروح بن عبادة وخلف بن الوليد وغيرهم حدث عنه محمد بن إسماعيل البخاري وابن ابنه محمد بن أحمد بن محمد بن عبد الله بن أبي الثلج الثلجي حدث عن جده روى عنه أبو الحسن الدارقطني |جـ 1 صـ 513| ",
                "title": "الثلجي",
                "uri": "JK_000952_0780"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}