{
    "features": [
        {
            "item": "JK_000129_004507",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.350-354",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خراسان والنسبة الخراساني</h1> بلاد واسعة أول حدودها مما يلي العراق أزاذوار قصبة جوين وبيهق وآخر حدودها مما يلي الهند طخارستان وغزنة وسجستان وكرمان وليس ذلك منها إنما هو أطراف حدودها وتشتمل على أمهات من البلاد منها نيسابور وهراة ومرو وهي كانت قصبتها وبلخ وطالقان ونسا وأبيورد وسرخس وما يتخلل ذلك من المدن التي دون نهر جيحون ومن الناس من يدخل أعمال خوارزم فيها ويعد ما وراء النهر منها وليس الأمر كذلك وقد فتحت أكثر هذه البلاد عنوة وصلحا ونذكر ما يعرف من ذلك في مواضعها وذلك في سنة 13 في أيام عثمان رضي الله عنه بإمارة عبد الله بن عامر بن كريز وقد اختلف في تسميتها بذلك فقال دغفل النسابة خرج خراسان وهيطل ابنا عالم بن سام بن نوح عليهما السلام لما تبلبلت الألسن ببابل فنزل كل واحد منهما في البلد المنسوب إليه يريد أن هيطل نزل في البلد المعروف بالهياطلة وهو ما وراء نهر جيحون ونزل خراسان في هذه البلاد التي ذكرناها دون النهر فسميت كل بقعة بالذي نزلها وقيل خراسم للشمس بالفارسية الدرية وأسان كأنه أصل الشيء ومكانه وقيل معناه كل سهلا لأن معنى خر كل وأسان سهل والله أعلم وأما النسبة إليها ففيها لغات في كتاب العين الخرسي منسوب إلى خراسان ومثله الخراسي والخراساني ويجمع على الخراسين بتخفيف ياء النسبة كقولك الأشعرين وأنشد لا تكرمن من بعدها خرسيا ويقال هم خرسان كما يقال سودان وبيضان ومنه قول بشار في البيت من خرسان لا تعاب |جـ 2 صـ 351| يعني بناته وقال البلاذري خراسان أربعة أرباع فالربع الأول إيران شهر وهي نيسابور وقهستان والطبسان وهراة وبوشنج وباذغيس وطوس واسمها طابران والربع الثاني مرو الشاهجان وسرخس ونسا وأبيورد ومرو الروذ والطالقان وخوارزم وآمل وهما على نهر جيحون والربع الثالث وهو غربي النهر وبينه وبين النهر ثمانية فراسخ الفارياب والجوزجان وطخارستان العليا وخست واندرابة والباميان وبغلان ووالج وهي مدينة مزاحم بن بسطام ورستاق بيل وبذخشان وهو مدخل الناس إلى تبت ومن اندرابة مدخل الناس إلى كابل والترمذ وهو في شرقي بلخ والصغانيان وطخارستان السفلى وخلم وسمنجان والربع الرابع ما وراء النهر بخارى والشاش والطراربند والصغد وهو كس ونسف والروبستان وأشروسنة وسنام قلعة المقنع وفرغانة وسمرقند قال المؤلف فالصحيح في تحديد خراسان ما ذهبنا إليه أولا وإنما ذكر البلاذري هذا لأن جميع ما ذكره من البلاد كان مضموما إلى والي خراسان وكان اسم خراسان يجمعها فأما ما وراء النهر فهي بلاد الهياطلة ولاية برأسها وكذلك سجستان ولاية برأسها ذات نخيل لا عمل بينها وبين خراسان وقد روي عن شريك بن عبد الله أنه قال خراسان كنانة الله إذا غضب على قوم رماهم بهم وفي حديث آخر ما خرجت من خراسان راية في جاهلية وإسلام فردت حتى تبلغ منتهاها وقال ابن قتيبة أهل خراسان أهل الدعوة وأنصار الدولة ولم يزالوا في أكثر ملك العجم لقاحا لا يؤدون إلى أحد إتاوة ولا خراجا وكانت ملوك العجم قبل ملوك الطوائف تنزل بلخ حتى نزلوا بابل ثم نزل أردشير بن بابك فارس فصارت دار ملكهم وصار بخراسان ملوك الهياطلة وهم الذين قتلوا فيروز بن يزدجرد بن بهرام ملك فارس وكان غزاهم فكادوه بمكيدة في طريقه حتى سلك سبيلا معطشة يعني مهلكة ثم خرجوا إليه فأسروه وأكثر أصحابه معه فسألهم أن يمنوا عليه وعلى من أسر معه من أصحابه وأعطاهم موثقا من الله وعهدا مؤكدا لا يغزوهم أبدا ولا يجوز حدودهم ونصب حجرا بينه وبينهم صيره الحد الذي حلف عليه وأشهد الله عز وجل على ذلك ومن حضره من أهله وخاصة أساورته فمنوا عليه وأطلقوه ومن أراد ممن أسر معه فلما عاد إلى مملكته دخلته الأنفة والحمية مما أصابه وعاد لغزوهم ناكثا لأيمانه غادرا بذمته وجعل الحجر الذي كان نصبه وجعله الحد الذي حلف أنه لا يجوزه محمولا أمامه في مسيره يتأول به أنه لا يتقدمه ولا يجوزه فلما صار إلى بلدهم ناشدوه الله وأذكروه به فأبى إلا لجاجا ونكثا فواقعوه وقتلوه وحماته وكماته واستباحوا أكثرهم فلم يفلت منهم إلا الشريد وهم قتلوا كسرى بن قباذ ثم أتى الإسلام فكانوا فيه أحسن الأمم رغبة وأشدهم إليه مسارعة منا من الله عليهم وتفضلا لهم فأسلموا طوعا ودخلوا فيه سلما وصالحوا عن بلادهم صلحا فخف خراجهم وقلت نوائبهم ولم يجر عليهم سباء ولو تسفك فيما بينهم دماء وبقوا على ذلك طول أيام بني أمية إلى أن أساعوا السيرة واشتغلوا باللذات عن الواجبات فانبعث عليهم جنود من أهل خراسان مع أبي مسلم الخراساني ونزع عن قلوبهم الرحمة وباعد عنهم الرأفة حتى أزالوا ملكهم عن آخرهم رأيا وأحنكهم سنا وأطولهم باعا فسلموه إلى بني العباس وأنفذ عمر بن الخطاب رضي الله عنه الأحنف بن |جـ 2 صـ 352| قيس في سنة 18 فدخلها وتملك مدنها فبدأ بالطبسين ثم هراة ومرو الشاهجان ونيسابور في مدة يسيرة وهرب منه يزدجرد بن شهريار ملك الفرس إلى خاقان ملك الترك بما وراء النهر فقال ربعي بن عامر في ذلك ونحن وردنا من هراة مناهلا رواء من المروين إن كنت جاهلا وبلخ ونيسابور قد شقيت بنا وطوس ومرو قد أزرنا القنابلا أنخنا عليها كورة بعد كورة نفضهم حتى احتوينا المناهلا فلله عينا من رأى مثلنا معا غداة أزرنا الخيل تركا وكابلا وبقي المسلمون على ذلك إلى أن مات عمر رضي الله عنه وولي عثمان فلما كان لسنتين من ولايته ثرا بنو كنازا وهم أخوال كسرى بنيسابور وألجؤوا عبد الرحمن بن سمرة وعماله إلى مرو الروذ وثنى أهل مرو الشاهجان وثلث نيزك التركي فاستولى على بلخ وألجأ من بها من المسلمين إلى مرو الروذ وعليها عبد الرحمن بن سمرة فكتب ابن سمرة إلى عثمان بخلع أهل خراسان فقال أسيد بن المتشمس المري ألا أبلغا عثمان عني رسالة فقد لقيت عنا خراسان بالغدر فأذك هداك الله حربا مقيمة بمروي خراسان العريضة في الدهر ولا تفترز عنا فإن عدونا لآل كنازاء الممدين بالجسر فأرسل إلى ابن عامر عبد الله بن بشر في جند أهل البصرة فخرج ابن عامر في الجنود حتى تولج خراسان من جهة يزد والطبسين وبث الجنود في كورها وساروا نحو هراة فافتتح البلاد في مدة يسيرة وأعاد عمال المسلمين عليها وقال أسيد بن المتشمس بعد استرداد خراسان ألا أبلغا عثمان عني رسالة لقد لقيت منا خراسان ناطحا رميناهم بالخيل من كل جانب فولوا سراعا واستقادوا النوائحا غداة رأوا خيل العراب مغيرة تقرب منهم أسدهن الكوالحا تنادوا إلينا واستجاروا بعهدنا وعادوا كلابا في الديار نوابحا وكان محمد بن علي بن عبد الله بن العباس قال لدعاته حين أراد توجيههم إلى الأمصار أما الكوفة وسوادها فهناك شيعة علي وولده والبصرة وسوادها فعثمانية تدين بالكف وأما الجزيرة فحرورية مارقة وأعراب كأعلاج ومسلمون أخلاقهم كأخلاق النصارى وأما الشام فليس يعرفون إلا آل أبي سفيان وطاعة بني مروان عداوة راسخة وجهل متراكم وأما مكة والمدينة فغلب عليهما أبو بكر وعمر ولكن عليكم بأهل خراسان فإن هناك العدد الكثير والجلد الظاهر وهناك صدور سليمة وقلوب فارغة لم تتقسمها الأهواء ولم تتوزعها النحل ولم يقدم عليهم فساد وهم جند لهم أبدان وأجسام ومناكب وكواهل وهامات ولحى وشوارب وأصوات هائلة ولغات فخمة تخرج من أجواف منكرة فلما بلغ الله إرادته من بني أمية وبني العباس أقام أهل خراسان مع خلفائهم على أحسن حال وهم أشد طاعة وأكثر تعظيما للسلطان وهو أحمد سيرة في رعيته |جـ 2 صـ 353| يتزين عندهم بالجميل ويستتر منهم بالقبيح إلى أن كان ما كان من قضاء الله ورأي الخلفاء الراشدين في الاستبدال بهم وتصيير التدبير لغيرهم فاختلت الدولة وكان من أمرها ما هو مشهور من قبل الخلفاء في زمن المتوكل وهلم جرا ما جرى من أمر الديلم والسلجوقية وغير ذلك وقال قحطبة بن شبيب لأهل خراسان قال لي محمد بن علي بن عبد الله أبى الله أن تكون شيعتنا إلا أهل خراسان لا ننصر إلا بهم ولا ينصرون إلا بنا إنه يخرج من خراسان سبعون ألف سيف مشهور قلوبهم كزبر الحديد أسماؤهم الكنى وأنسابهم القرى يطيلون شعورهم كالغيلان جعابهم تضرب كعابهم يطوون ملك بني أمية طيا ويزفون الملك إلينا زفا وأنشد لعصابة الجرجاني الدار داران إيوان وغمدان والملك ملكان ساسان وقحطان والناس فارس والإقليم بابل وال إسلام مكة والدنيا خراسان والجانبان العلندان اللذا خشنا منها بخارى وبلخ الشاه داران قد ميز الناس أفواجا ورتبهم فمرزبان وبطريق ودهقان وقال العباس بن الأحنف قالوا خراسان أدنى ما يراد بكم ثم القفول فها جئنا خراسانا ما أقدر الله أن يدني على شحط سكان دجلة من سكان سيحانا عين الزمان أصابتنا فلا نظرت وعذبت بفنون الهجر ألوانا وقال مالك بن الريب بعدما ذكرناه في ابرشهر لعمري لئن غالت خراسان هامتي لقد كنت عن بابي خراسان نائيا ألا ليت شعري هل أبيتن ليلة بجنب الغضا أزجي القلاص النواجيا فليت الغضا لم يقطع الركب عرضه وليت الغضا ماشى الركاب لياليا ألم ترني بعت الضلالة بالهدى وأصبحت في جيش ابن عفان غازيا وما بعد هذه الأبيات في الطبسين قال عكرمة وقد خرج من خراسان الحمد لله الذي أخرجنا منها ليطوي خراسان طي الأديم حتى يقوم الحمار الذي كان فيها بخمسة دراهم بخمسين بل بخمسمائة وروي عن النبي صلى الله عليه وسلم أنه قال إن الدجال يخرج من المشرق من أرض يقال لها خراسان يتبعه قوم كأن وجوههم المجان المطرقة وقد طعن قوم في أهل خراسان وزعموا أنهم بخلاء وهو بهت لهم ومن أين لغيرهم مثل البرامكة والقحاطبة والطاهرية والسامانية وعلي بن هشام وغيرهم ممن لا نظير لهم في جميع الأمم وقد نذكر عنهم شيئا مما ادعي عليهم والرد في ترجمة مرو الشاهجان إن شاء الله فأما العلم فهم فرسانه وساداته وأعيانه ومن أين لغيرهم مثل محمد بن إسماعيل البخاري ومثل مسلم بن الحجاج القشيري وأبي عيسى الترمذي وإسحاق بن راهويه وأحمد بن حنبل وأبي حامد الغزالي والجويني إمام الحرمين والحاكم أبي عبد الله النيسابوري وغيرهم من أهل الحديث والفقه ومثل الأزهري والجوهري وعبد الله بن المبارك وكان يعد من أجواد الزهاد والأدباء والفارابي صاحب ديوان |جـ 2 صـ 354| الأدب والهروي وعبد القاهر الجرجاني وأبي القاسم الزمخشري هؤلاء من أهل الأدب والنظم والنثر الذين يفوت حصرهم ويعجز البليغ عن عدهم وممن ينسب إلى خراسان عطاء الخراساني وهو عطاء بن أبي مسلم واسم أبي مسلم ميسرة ويقال عبد الله بن أيوب أبو ذؤيب ويقال أبو عثمان ويقال أبو محمد ويقال أبو صالح من أهل سمرقند ويقال من أهل بلخ مولى المهلب بن أبي صفرة الأزدي سكن الشام وروى عن ابن عمر وابن عباس وعبد الله بن مسعود وكعب بن عجرة ومعاذ بن جبل مرسلا وروى عن أنس وسعيد بن المسيب وسعيد بن جبير وأبي مسلم الخولاني وعكرمة مولى ابن عباس وأبي إدريس الخولاني ونافع مولى ابن عمر وعروة بن الزبير وسعيد العقبري والزهري ونعيم بن سلامة الفلسطيني وعطاء بن أبي رباح وأبي نصرة المنذر بن مالك العبدي وجماعة يطول ذكرهم روى عنه ابنه عثمان والضحاك بن مزاحم الهلالي وعبد الرحمن بن يزيد بن جابر والأوزاعي ومالك بن أنس ومعمر وشعبة وحماد بن سلمة وسفيان الثوري والوضين وكثير غير هؤلاء وقال ابنه عثمان ولد أبي سنة خمسين من التاريخ قال عبد الرحمن بن زيد بن أسلم لما مات العبادلة عبد الله بن عباس وعبد الله بن الزبير وعبد الله بن عمرو بن العاص صار الفقه في جميع البلدان إلى الموالي فصار فقيه أهل مكة عطاء بن أبي رباح وفقيه أهل اليمن طاووس وفقيه أهل اليمامة يحيى بن أبي كثير وفقيه أهل البصرة الحسن البصري وفقيه أهل الكوفة النخعي وفقيه أهل الشام مكحول وفقيه أهل خراسان عطاء الخراساني إلا المدينة فإن الله تعالى خصها بقرشي فكان فقيه أهل المدينة غير مدافع سعيد بن المسيب وقال أحمد بن حنبل عطاء الخراساني ثقة وقال يعقوب بن شيبة عطاء الخراساني مشهور له فضل وعلم معروف بالفتوى والجهاد روى عنه مالك بن أنس وكان مالك ممن ينتقي الرجال وابن جريج وحماد بن سلمة والمشيخة وهو ثقة ثبت ",
                "title": "خراسان والنسبة الخراساني",
                "uri": "JK_000129_004507"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}