{
    "features": [
        {
            "item": "JK_000952_0545",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.374-375",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البغوي</h1> هذه النسبة إلى بلدة من بلاد خراسان بين مرو وهراة يقال لها بغ وبغشور دخلتها غير مرة ونزلت بها وكان بها جماعة من الأئمة والعلماء قديما وحديثا فمن القدماء أبو الأحوص محمد بن حيان البغوي سكن بغداد روى عن مالك وهشيم وعبد العزيز بن أبي حازم وإسماعيل بن علية وحميد بن عبد الرحمن الرواسي روى عنه أحمد بن حنبل وأحمد بن منيع وعباس الدوري وإبراهيم الحربي وآخر من روى عنه عبد الله بن محمد البغوي وسئل يحيى بن معين عنه فقال ليته حدث بما سمع فكيف يكذب وقال في |جـ 1 صـ 375| موضع آخر هو ثقة ومات في ذي الحجة سنة سبع وعشرين ومائتين وأبو جعفر أحمد بن منيع البغدادي أصله من بغشور وهو جد أبي القاسم البغوي يروي عن ابن المبارك وهشيم بن بشير وجمع المسند وحدث سمع منه أبو عيسى محمد بن عيسى الترمذي وأبو القاسم البغوي وغيرهما ومات في يوم الأحد لثلاث بقين من شوال سنة أربع وأربعين ومائتين وأبو جعفر محمد بن حيويه بن سلمويه بن النضر بن مرداس البغوي أقام بنيسابور وحضر مجلس أبي أحمد التميمي وكتب عنه الكثير وحدث عن أبي جعفر محمد بن الحسين الخثعمي بالكوفة ومحمد بن صالح السروي بالري وغيرهم روى عنه الحاكم أبو عبد الله محمد بن عبد الله الحافظ والفقيه وأبو يعقوب يوسف بن يعقوب بن إبراهيم البغوي يروي عن المسيب بن مسلم البغوي عن أحمد بن جعفر البغوي حديثا روى عنه الحاكم أبو عبد الله الحافظ وقال قدم علينا بنيسابور حاجا سنة سبع وثلاثين وثلاثمائة وأبو القاسم عبد الله بن محمد بن عبد العزيز بن المرزبان بن شابور بن شاهنشاه البغوي ابن بنت أحمد بن منيع البغوي وإنما قيل له البغوي لأن جده أحمد بن منيع أصله من بغ وهو ولد ببغداد وبها نشأ وكان محدث العراق في عصره عمر العمر الطويل حتى رحل الناس إليه وكتب عنه الأجداد والأحفاد والآباء والأولاد وكان ثقة مكثرا فهما عارفا بالحديث وكان يورق أولا ثم جمع وصنف المعجم الكبير للصحابة وجمع حديث علي بن الجعد وغيره سمع أحمد بن حنبل وعلي بن المديني وعلي بن الجعد وخلف بن هشام ومحمد بن عبد الوهاب الحارثي وأبا نصر التمار وداود بن عمرو الضبي وداود بن رشيد وشيبان بن فروخ وأبا بكر بن أبي شيبة ويحيى بن عبد الحميد الحماني وخلقا يطول ذكرهم من شيوخ البخاري ومسلم سوى هؤلاء روى عنه يحيى بن محمد بن صاعد وعلي بن حبيب إسحاق بن محمد بن البختري المادرائي وعبد الباقي بن قانع وحبيب بن الحسن القزاز وأبو بكر محمد بن عمر بن الجعابي وأبو حاتم بن حبان البستي وأبو أحمد بن عدي الحافظ وأبو بكر الإسماعيلي وأبو القاسم سليمان بن أحمد الطبراني وأبو بكر بن المقريء وأبو الحسن الدارقطني ومحمد بن المظفر وخلق كثير سوى هؤلاء وحكى أحمد بن عبدان الشيرازي قال اجتاز أبو القاسم البغوي بنهر طابق على باب مسجد فسمع صوت مستمل فقال من هذا فقالوا ابن صاعد فقال ذاك الصبي فقالوا نعم قال والله لا أبرح من موضعي حتى أملي ها هنا قال فصعد الدكة وجلس فرآه أصحاب الحديث فقاموا وتركوا ابن صاعد ثم قال حدثنا أبو عبد الله أحمد بن حنبل الشيباني قبل أن يولد المحدثون وحدثنا طالوت بن عباد قبل أن يولد المحدثون حدثنا أبو نصر التمار قبل أن يولد المحدثون فأملى ستة عشر حديثا عن ستة عشر شيخا ما كان في الدنيا من يروي عنهم غيره قال أبو الحسن الدارقطني كان |جـ 1 صـ 376| أبو القاسم بن منيع قلما يتكلم على الحديث فإذا تكلم كان كلامه كالمسمار في الساج وكانت ولادته سنة ثلاث عشرة ومائتين ومات في ليلة عيد الفطر من سنة سبع عشرة وثلاثمائة والقاضي أبو سعيد محمد بن علي بن أبي صالح البغوي الدباس من أهل البليدة وكان عالما فاضلا عمر حتى حدث بالكثير وكان آخر من روى في الدنيا جامع أبي عيسى الترمذي عاليا عن أبي محمد عبد الجبار بن محمد الجراحي عن المحبوبي عنه وسمع أيضا أبا صالح مسعود بن محمد بن أحمد البغوي والحاكم أبا الحسن علي بن أحمد الإستراباذي وطبقتهما روى لي عنه جماعة كثيرة منهم ابنه أبو عمرو عثمان بن محمد بن علي البغوي ببغشور وأبو الفتح محمد بن عبد الله الشيرازي بنباذان وأبو عبد الله أحمد بن ياسر المقري بالدزق السفلى وأبو الفتح محمد بن أبي علي الحسن بن محمد البلدي ببنج ديه وأبو الفتح محمد بن عبد الرحمن الحمدويي بمرو وجماعة قريبة من عشرين نفسا وكانت ولادته في حدود سنة أربعمائة أو قبلها ومات ببغشور في ذي القعدة سنة ثمان وثمانين وأربعمائة ",
                "title": "البغوي",
                "uri": "JK_000952_0545"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}