{
    "features": [
        {
            "item": "JK_000952_4105",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.473-476",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النخعي</h1> بفتح النون والخاء المعجمة بعدها العين المهملة هذه النسبة إلى النخع وهي قبيلة من العرب نزلت الكوفة ومنها انتشر ذكرهم وهو جسر بالفتح ابن عمرو بن علة بن جلد بن مالك بن أدد سمي النخع لأنه ذهب عن قومه قاله ابن ماكولا قال ومن هذه القبيلة علقمة والأسود وإبراهيم ومنها أبو شبل علقمة بن قيس بن يزيد بن قيس بن عبد الله بن مالك بن علقمة بن سلامان بن كهل بن بكر بن عوف بن النخع النخعي الكوفي وكان راهب أهل الكوفة عبادة وعلما وفضلا وفقها وكان من أشبههم بعبد الله بن مسعود رضي الله عنه هديا ودلا وهو عم الأسود بن يزيد وخال إبراهيم النخعي لأن أم إبراهيم النخعي كانت مليكة أخت الأسود بن يزيد مات علقمة سنة ثنتين وستين وكان ممن غزا خراسان وأقام بخوارزم سنين ودخل مرو وأقام بها مدة يصلي ركعتين ركعتين وأبو عروة الحسن بن عبيد الله النخعي من أهل الكوفة يروي عن الشعبي وإبراهيم روى عنه الثوري وابن عيينة مات سنة تسع وثلاثين ومئة وقيل سنة اثنتين |جـ 5 صـ 474| وأربعين ومئة وأبو عمر حفص بن غياث بن طلق بن معاوية النخعي قاضي الكوفة يروي عن إسماعيل بن أبي خالد والأعمش روى عنه ابنه عمر بن حفص وأهل العراق ومات سنة خمس أو ست وتسعين ومئة وحصين بن عبد الرحمن النخعي أخو سلم بن عبد الرحمن يروي عن الشعبي وأهل الكوفة روى عنه حفص بن غياث قال أبو حاتم بن حبان ليس الحصين بن عبد الرحمن السلمي ولا الحصين بن عبد الرحمن الحارثي وهؤلاء الثلاثة من أهل الكوفة قد روى ثلائتهم عن الشعبي وروى عنهم أهل الكوفة وربما يتوهم أنهم واحد وليس كذلك أحدهم سلمي والاخر حارثي والثالث نخعي وأبو عبد الله شريك بن عبد الله بن شريك بن الحارث بن أوس بن الحارث بن ذهل بن كعب بن ذهيل بن عمرو بن سعد بن مالك النخعي كان مولده بخراسان قال منصور بن أبي مزاحم سمعت شريكا يقول ولد ببخارى مقتل قتيبة بن مسلم سنة خمس وسبعين يروي شريك عن أبي إسحاق وسلمة بن كهيل روى عنه ابن المبارك وأهل العراق ولي القضاء بواسط سنة خمسين ومئة ثم ولي الكوفة بعد ذلك ومات سنة سبع أو ثمان وسبعين ومئة وكان في اخر أمره يخطىء فيما يروي تغير عليه حفظه فسماع المتقدمين عنه الذين سمعوا منه بواسط ليس فيه تخليط مثل يزيد بن هارون وإسحاق الأزرق وسماع المتأخرين عنه بالكوفة فيه أوهام كثيرة وأبو عمرو الأسود بن يزيد بن قيس بن عبد الله بن سلامان بن كهل بن بكر بن النخع النخعي هو ابن أخي علقمة بن قيس يروي عن أبي بكر وعمر رضي الله عنهما روى عنه الشعبي والنخعي وكانت أم إبراهيم مليكة بنت قيس عمه الأسود بن يزيد وكان الأسود صواما قواما حج أربعين حجة وعمره وكان فقيها وزاهدا مات سنة خمس وسبعين وقيل سنة أربع وسبعين وأبو أرطاة الحجاج بن أرطاة النخعي من أهل الكوفة كان صلفا يروي عن عطاء وعمرو بن دينار وروى عنه شعبة والثوري وكان خرج مع المهدي إلى خراسان فولاه القضاء ومات في منصرفه بالري سنة خمس وأربعين ومئة تركه ابن المبارك ويحيى القطان وابن مهدي ويحيى بن معين وأحمد بن حنبل وكان قبل أن يخرج مع المهدي على شرط الكوفة لعبد الله بن عمر بن عبد العزيز وكان ابن إدريس يقول سمعت الحجاج بن |جـ 5 صـ 475| أرطاة يقول لا ينبل الرجل حتى يترك الصلاة في الجماعة قلت إنما كان يقول ذلك لمزاحمته السفل وأرذال الناس وما علم أن الناس بنو ادم وادم صلى الله عليه وسلم خلق من التراب وأبو الصباح سليمان بن قشير النخعي وكان إمام النخع وهو الذي يقال له سليمان بن قسيم وقد قيل سليمان بن شقير ويقال سليمان بن سفيان وقد قيل سليمان بن أسير كله واحد عداده في أهل الكوفة روى عنه أهلها وهو الذي يروي عن النخعي وغيره يأتي بالمعضلات عن أقوام ثقات وربما حدث عنه الثوري ويكنيه يقول حدثني أبو الصباح ولا يسميه وسئل يحيى بن معين عن سليمان بن سفيان فقال ليس بشيء وأبو داود سليمان بن عمرو النخعي الفامي من أهل بغداد كان ينزل عند درب البقر يروي عن أبي حازم وغيره قال أبو حاتم بن حبان وكان رجلا صالحا في الظاهر إلا أنه كان يضع الحديث وضعا وكان قدريا لا تحل كتابة حديثه إلا على جهة الاختبار ولا ذكره في الكتب إلا من طريق الاعتبار روى عنه إبراهيم بن زكريا الواسطي قال أبو الحسين الرهاوي سألت عبد الجبار بن محمد بن أبي داود النخعي وما يذكر من فضله قال كان أطول الناس قياما بليل وأكثرهم صياما بنهار وكان يضع الحديث وضعا وكميل بن زياد النخعي وهو الذي يقال له كميل بن عبد الله من أصحاب علي رضي الله عنه روى عنه عبد الرحمن بن عابس والعباس بن ذريح وأهل الكوفة وكان كميل من المفرطين في علي رضي الله عنه ممن يروي عنه المعضلات وفيه المعجزات منكر الحديث جدا تتقى روايته ولا يحتج به وأبو القاسم علي بن محمد بن الحسن بن محمد بن عمر بن سعد بن مالك بن يحيى بن عمرو بن يحيى بن الحارث النخعي المعروف بابن كاس من أهل الكوفة سكن بغداد هكذا نسبه الدارقطني ووافقه ابن الثلاج في نسبه إلى مالك ثم قال ابن كامل بن كميل بن زياد بن نهيك بن هيثم بن سعد بن مالك بن النخع حدث عن الحسن ومحمد ابني علي بن عفان وإبراهيم بن أبي العنبس وسليمان بن الربيع النهدي والحارث بن أبي أسامة وكان ثقة فاضلا عارفا بالفقه على مذهب أبي حنيفة يقرىء القرآن روى عنه |جـ 5 صـ 476| أبو الحسن الدارقطني وأبو حفص بن شاهين وكان خرج عن الكوفة وولي ولايات بالشام ثم قدم إلى بغداد ثم ولي الرملة فخرج إليها وقدم بعد ذلك بغداد وركب في سمارية ففرق وأخرج حيا وكان مقدما في علم أبي حنيفة ومقدما في علم الفرائض وغرق يوم عاشوراء من سنة أربع وعشرين وثلاثمئة ومالك المعروف بالأشتر بن الحارث بن عبد يغوث بن مسلمة بن ربيعة بن الحارث بن جذيمة بن سعد بن مالك بن أشجع النخعي كان أحد الفرسان المشهورين يوم الجمل وصفين وكان مع أمير المؤمنين علي بن أبي طالب رضي الله عنه يروي عن خالد بن الوليد روى عنه الشعبي ومات بالقلزم مسموما سنة سبع وثلاثين من الهجرة سمه معاوية في العسل ولما بلغه الخبر قال إن لله جنودا من العسل قال عمير بن سعيد دخلت على الأشتر بأصبهان في أناس من النخع نعوده فقال هل في البيت إلا نخعي قلنا لا قال إن هذه الأمة عمدت إلى خيرها فقتلوه يعني عثمان وسوف تسيرون إلى قوم لا بيعة لكم عليهم فلينظر امرؤ أين يضع سيفه يعني أهل صفين ",
                "title": "النخعي",
                "uri": "JK_000952_4105"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}