{
    "features": [
        {
            "item": "JK_000952_0258",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.218",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأندلسي</h1> بفتح الألف وفتح الدال المهملة وضم اللام وفي آخرها السين المهملة المخففة هذه النسبة إلى أندلس وهي إقليم من بلاد المغرب مشتملة على بلاد كثيرة خرج منها جماعة من العلماء والأئمة والحفاظ في كل فن ووصل إلى العراق وخراسان منهم جماعة كثيرة منهم أبو الأصبغ عبد العزيز بن عبد الملك بن نصر الأندلسي الحافظ الأموي مولاهم كان من أهل العلم والفضل سمع الحديث ببلاد المغرب والمشرق سمع بمكة أبا سعيد أحمد بن محمد بن زياد بن الأعرابي وببغداد أبا علي إسماعيل بن محمد الصفار وأبا سهل أحمد بن محمد بن عبد الله بن زياد القطان وبأصبهان أبا محمد عبد الله بن محمد بن جعفر بن حيان الحافظ وبدمشق أبا الحسن خيثمة بن سليمان بن حيدرة الأطرابلسي وبمرو أبا علي الحسين بن محمد بن عمران الصغاني وغيرهم روى عنه أحمد بن عبد العزيز المكي وأبو عبد الله محمد بن عبد الله الحافظ وذكره في التاريخ فقال أبو الأصبغ الأندلسي أحد المذكورين في الدنيا من الرحالة في طلب الحديث سمع بالأندلس سنة ثمان وعشرين وثلاثمائة ثم رحل في طلب الحديث فأدرك بمصر أصحاب يونس بن عبد الأعلى وأحمد بن عبد الرحمن بن وهب وأدرك بالشام أصحاب هشام بن عمار ومحمد بن عزيز الأيلي وأكثر بها عن خيثمة بن سليمان ثم جاءنا من أصبهان في شهر رمضان من سنة اثنتين وأربعين وثلاثمائة بعد أن كان وافقني بالكوفة سنة إحدى وأربعين وسألني عن أبي العباس الأصم فأخبرته بسلامته فقال قد نعي إلينا منذ أشهر فقلت وبعثته على ورود خراسان فسمع من أبي العباس أكثر حديثه وبقي بنيسابور إلى سنة خمس وأربعين ثم خرج إلى مرو وإلى ابن خنب ببخارا ثم إلى كشانية إلى علي بن محتاج وأبي يعلى النسفي ودخل الشاش ومنها إلى أسبيجاب وكتب بها الكثير ثم انصرف إلى بخارا واستوطنها وتسرى بها ولم يدنس نفسه بشيء قط مما يشين العلم وأهله ولد بقرطبة وهي أقصى المغرب وتوفي ببخارا من أرض المشرق في رجب من سنة خمس وستين وثلاثمائة ",
                "title": "الأندلسي",
                "uri": "JK_000952_0258"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}