{
    "features": [
        {
            "item": "JK_000952_1789",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.67-69",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرشيدي</h1> بفتح الراء وكسر الشين المعجمة وسكون الياء المنقوطة باثنتين من تحتها |جـ 3 صـ 68| وفي آخرها الدال المهملة هذه النسبة إلى شيئين أحدهما إلى بلدة من نواحي مصر يقال لها رشيد على ساحل الإسكندرية من الثغر والمشهور بالانتساب إليها سعيد بن سابق الرشيدي حدث عن عبد الله بن لهيعة روى عنه أبو إسماعيل الترمذي ومحمد بن زيدان الكوفي ساكن مصر قال الدارقطني وأما رشيد فهو شيخ يروي عنه المصريون يقال له سعيد بن سابق من أهل رشيد فيقال سعيد بن سابق الرشيدي روى عنه أبو إسماعيل الترمذي ورشد قرية على ساحل إسكندرية ومحمد بن عيسى بن جابر بن يحيى بن مالك الرشيدي أبو عبد الله مولى قريش كان قاضي رشيد حدث عن أبي عبد الرحمن المقري وهانىء بن المتوكل روى عنه محمد بن المسيب الأرغياني وإبراهيم بن سليمان الرشيدي حدث عن علي بن معبد بن شداد روى عنه محمد بن يوسف الهروي قاطن دمشق وإبراهيم بن عبد الله بن محمد بن عيسى بن جابر الرشيدي أبو إسحاق يروي عن مطروح بن شاكر وغيره ذكره أبو سعيد بن يونس المصري في تاريخه وقال هو مولى القارة حلفاء بني زهرة كان يكون برشيد من مواحيز مصر ذكر بفضل وصلاح وتوفي سنة إحدى وثلاثين وثلاثمائة هؤلاء وغيرهم من أهل قرية رشيد وأما القاضي أبو الفضل أحمد بن محمد بن عبد الله بن محمد بن هارون بن محمد بن هارون بن محمد بن هارون الرشيد ابن المهدي أمير المؤمنين المعروف بالرشيدي من أولاد هارون الرشيد وقيل له الرشيدي لذلك وهو مروروذي ولي القضاء بسجستان وكان من الفضلاء وكان يخرج في الرسالة من دار الخلافة إلى الملوك سمع محمد بن أحمد بن عبد الرحيم الرحائي السجستاني وأبا بكر محمد بن أحمد بن محمد المفيد الجرجرائي ومنصور بن محمد الحاكم المروزي وأبا أحمد الغطريفي وغيرهم سمع منه أبو بكر أحمد بن علي الخطيب والقاضي أبو العلاء محمد بن علي الواسطي وأبو محمد الحسن بن محمد الخلال وأبو أحمد الموفق بن عبد الواحد بن محمد المروروذي وجماعة سواهم وكان يروي عن أمير المؤمنين القادر بالله أيضا أنشدنا أبو العلاء أحمد بن محمد بن الفضل الحافظ لفظا بأصبهان أنشدنا أبو الفضل محمد بن طاهر بن علي المقدسي الحافظ قال أنشدنا أبو الفضل العباس بن الحسين وجماعة قالوا أنشدنا القاضي أبو الفضل الرشيدي أنشدني أمير المؤمنين وإمام المسلمين القادر بالله متمثلا % ورافضة تقول بشعب رضوي % % إمام خاب ذلك من إمام % % إمامي من له سبعون ألفا % % من الأتراك مشرعة السهام % والشعر لعلي بن الجهم توفي أبو الفضل الرشيدي في حدود سنة سبع أو ثمان وثلاثين وأربعمائة بنواحي بست أو غزانة وأما أبو العباس محمد بن محمد بن الحسن بن العباس بن |جـ 3 صـ 69| محمد بن علي بن هارون الرشيد الرشيدي بغدادي من أولاد هارون الرشيد يروي عن أبي عروبة الحسين بن أبي معشر الحراني وطبقته روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي الحافظ أخبرنا أبو بكر الخطيب بقصر الريح أنا أبو محمد السمرقندي أخا بشر بن هارون أنا أبو سعد الإدريسي حدثني محمد بن محمد الرشيدي ثنا أحمد بن محمد بن يحيى العسكري سمعت الربيع بن سليمان يقول سمعت الشافعي يقول لا تقلدون ليس لأحد أن يقلد واحدا بعد رسول الله صلى الله عليه وسلم ومحمد بن موسى بن يعقوب بن المأمون عبد الله بن هارون الرشيد الرشيدي ولد بمكة في شهر ربيع الأول سنة ثمان وستين ومائتين قدم مصر قديما وكف بصره قبل وفاته في سنة ثلاث وعشرين وثلاثمائة حدث بمصر عن علي بن عبد العزيز بالموطأ عن القعنبي عن مالك وعن الحسن بن أحمد بن حبيب الكرماني وطبقة نحوهما وعن جماعة من أهل مصر ايضا منهم أحمد بن شعيب النسائي توفي بمصر في ذي الحجة سنة اثنتين وأربعين وثلاثمائة وكان ثقة مأمونا وأما أبو عبد الله محمد بن محمود بن أحمد بن القاسم الرشيدي من أهل نيسابور أحد التجار المثرين وممن له الخير الكثير سمع بنيسابور وببغداد أبا طالب محمد بن محمد بن غيلان البزاز وغيرهم سمع منه والدي رحمه الله وروى لي عنه أبو طاهر السنجي بمرو محمد بن يحيى الحيري الإمام بنيسابور ومحمد بن الحسين الطبري بأهلم وجماعة وإنما قيل له الرشيدي فيما سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ يقول بأصبهان سمعت أبا الفضل محمد بن طاهر المقدسي يقول سمعت عبد الله بن الحسن هو أبو نعيم بن أبي علي الحداد الحافظ يقول سألت محمد بن علي العطري التاجر عن سبب لقب أبي عبد الله الرشيدي فقال سمعت أبي يقول كان ابوه متوجها مجدودا في الأمور وكان الناس يقولون له إنه رشيد فوقع عليه هذا الإسم ولقب بالرشيدي وكانت ولادته سنة إحدى عشرة وأربعمائة وتوفي في شوال سنة ثمان وتسعين وأربعمائة ودفن بأعلى محلة ميدان زياد وأما ابنه أبو المعالي محدود بن محمد بن محمود الرشيدي شيخ فاضل عارف بالأدب واللغة وكان قد نظر في كتب الأوائل ووقع في ضلالتهم ووقف كتبه في الجامع المنيعي واحترق جميع كتبه في الخزانة التي في الجامع في فتنة الغز سمع أبا بكر أحمد بن علي بن خلف الشيرازي وغيره سمعت منه الأربعين لأبي عبد الرحمن السلمي بروايته عنه وكانت ولادته |جـ 3 صـ 70| ",
                "title": "الرشيدي",
                "uri": "JK_000952_1789"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}