{
    "features": [
        {
            "item": "JK_000952_1632",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.501-503",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدورقي</h1> بفتح الدال المهملة وسكون الواو وفتح الراء في آخرها القاف هذه النسبة إلى شيئين أحدهما إلى بلدة فارس وقيل بخورستان وهذا اشبه يقال لها دورق والثاني إلى لبس القلانس التي يفال لها الدورقية فأما المنسوب إلى دورق أبو عقيل بشير بن عقبة الأزدي الدورقي من دورق سكن البصره يروي عن ابن سيرين وأبي نضره وأبي المتوكل والحسن ويزيد بن عبد الله بن الشخير روى عنه مسلم بن إبراهيم وهشيم ويحيى القطان وعبد الرحمن بن مهدي وأبو نعيم الملائي وأبو الوليد الطيالسي قال أبو حاتم الرازي أبو عقيل صالح الحديث وميسرة بن عبد ربه الفارسي الدورقي قال أبو حاتم بن حبان من أهل دورق كان ممن يروي الموضوعات عن الأثبات ويضع المعضلات على الثقات في الحث على الخير والزجر عن الشر لا يحل كتبة حديثه إلا على سبيل الإعتبار يروي عن عمرو بن سليمان الدمشقي روى عنه علي بن قتيبه ويروي حميد بن زنجويه عن واحد عن علي بن قتيبه وأبو عقيل الدورقي الأزدي االناجي من دورق بلاد الخوز وأبو الفضل الدورقي سمع سهل بن عمار وغيره وهوأخو أبي علي الدورقي وكان أبو علي أكبر منه ومحمد بن أحمد بن شيرويه التاجر الدورقي أبو مسلم روى عنه أبو بكر بن مردويه الحافظ الأصبهاني والدورقيان أبو يوسف يعقوب وأبو عبد الله أحمد إبنا إبراهيم بن كثير بن زيد بن أفلح بن منصور بن مزاحم العبدي النكري الدورقي من أهل بغداد أصلهما من فارس فيعقوب |جـ 2 صـ 502| يروي عن هشيم بن بشير روى عنه جماعة مثل الحسن بن سفيان قال أبو حاتم بن حبان كان السراج يزعم أنهم سموا دوارقة لأنهم كانوا يلبسون القلانس الطوال وولد يعقوب سنة ست وستين ومائة ومات ببغداد سنة اثنتين وخمسين ومائتين وأما أخوه أبو عبد الله يروي عن وكيع ويزيد بن هارون روى عنه الناس ومات بالعسكر سنة ست وأربعين ومائتين يوم السبت لسبع بقين من شعبان وكان مولده سنة ثمان وسبعين ومائة هو أصغر من أخية يعقوب بسنتين وقد قيل في نسبة يعقوب وأحمد بن إبراهيم بن كثير الدورقي سوى ذلك حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أنا عبد الواحد بن محمد الدشتي وغيره قالا ثنا عبد الله بن محمد الداشتي ثنا أبو العباس السليطي ثنا عمر بن أحمد الجوهري سمعت عبد الله بن أحمد بن حنبل يقول قلت لأحمد بن الدورقي لم قيل لكم دورقي قال كان الشباب إذا نسكوا في ذلك الزمان سموا الدوارقة وكان أبي منهم وهكذا ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخ بغداد وقال أحمد بن إبراهيم العبدي وساق نسبه كما ذكرناه أولا ثم قال المعروف بالدورقي أخو يعقوب وكان أبوه ناسكا في زمانه ومن كان ينسك في ذلك الزمان يسمى دورقيا وقيل بل كان الناس ينسبون الدورقيين إلى لبسهما القلانس الطوال التي تسمى الدورقية وكان أحمد أصغر من أخيه يعقوب وكان أحمد يقول نحن من موالي عبد القيس قلت لهذا قيل لهم العبدي وأبو العباس عبد الله بن أحمد بن إبراهيم بن كثير العبدي المعروف بإبن الدورقي سمع مسلم بن إبراهيم وأبا سلمه التبوذكي وعفان بن مسلم وأبا عمر الحوضي وعمرو بن مرزوق ويحيى بن معين وغيرهم روى عنه يحيى بن صاعد والقاضي المحاملي ومحمد بن مخلد وعبد الباقي بن قانع وكان يسكن سامرا ومات بها في شهر ربيع الأول سنة ست وسبعين ومائتين وكان زلق من الدرجة ومات وأما المنسوب إلى دورق بلدة من بلاد فارس أبو بكر أحمد بن إبراهيم بن الحسن بن محمد بن شاذان بن حرب بن مهران البزاز الدورقي أصله من دورق وهو والد أبي علي بن شاذان المحدث سمع أبا القاسم البغوي وأبا بكر بن أبي داود والحسين بن محمد بن عفير وأحمد بن سليمان الطوسي وأبا بكر بن دريد ونفطويه وغيرهم وكان يجهز البز إلى مصر فسمع من شيوخها وكتب عن الشاميين الذين أدركهم روى عنه أبو الحسن الدارقطني وابناه أبو الحسن وعبد الله وأبو بكر البرقاني وأبو القاسم الأزهري وكان ثقة ثبتا صحيح السماع كثير الحديث صاحب أصول حسان مات في شوال سنة ثلاث وثمانين وثلاثمائة وابنه أبو علي الحسن بن أبي بكر الدورقي البزاز من أهل بغداد كان صدوقا صحيح الكتاب وكان يفهم الكلام على |جـ 2 صـ 503| مذهب الأشعري وكان مشتهرا بشرب النبيذ إلى أن تركه بأخره سمع أبا عمرو بن السماك وأبا بكر النجاد وأحمد بن سليمان العبداني وغيرهم روى عنه أبو بكر الخطيب وأبو الفضل بن خيرون وسليمان بن إبراهيم ومحمد بن محمد بن زيد الحسيني وجماعة كثيرة وكانت ولادته في شهر ربيع الأول سنة تسع وثلاثين وثلاثمائة ووفاته مستهل المحرم سنة ست وعشرين وأربع مائة وأبو مسلم محمد بن أحمد بن شيرويه الدورقي التاجر من أهل دورق كتب الحديث الكثير ولم يحدث إلا باليسير حدث عن أحمد بن محمد بن يعقوب روى عنه أبو بكر بن مردويه الحافظ ",
                "title": "الدورقي",
                "uri": "JK_000952_1632"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}