{
    "features": [
        {
            "item": "JK_000952_0219",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.196-197",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأفريقي</h1> بفتح الألف وسكون الفاء وكسر الراء وسكون الياء المنقوطة باثنتين من تحتها وكسر القاف هذه النسبة إلى إفريقية وهي بلدة كبيرة معروفة من بلاد المغرب عند |جـ 1 صـ 197| الأندلس فتحت في زمن عثمان بن عفان رضي الله عنه وقدم في فتحها عبد الله بن الزبير رضي الله عنهما وقصة فتحها في الصحيح لأبي حفص عمر بن محمد بن بجير البجيري كتبناها بنسف خرج منها جماعة من العلماء في كل فن وجنس منهم أبو سعيد سحنون بن سعيد التنوخي الإفريقي من فقهاء أصحاب مالك رحمه الله ممن جالسه مدة وروى عنه أكثر من ثلاثين ألف مسألة وحفظ مذهبه وفرع عليه وهو الذي أظهر مذهب مالك بالمغرب وبلادها وكان يروي عن عبد الرحمن بن القاسم وعبد الله بن وهب ودخل الشام والعراق وحمل عنه الحديث والفقه توفي يوم الثلاثاء لتسع ليال خلون من رجب سنة أربعين ومائتين وكان مولده في شهر رمضان سنة ستين أو إحدى وستين ومائة وأبو عبد الرحمن عبد الله بن عمر بن غانم الرعيني الإفريقي من إفريقية يروي عن مالك بن أنس وداود بن قيس وإسرائيل ونظرائهم وقد دخل الشام والعراق في طلب العلم وكان فقيها أحد الثقات الأثبات وكان مولده سنة ثمان وعشرين ومائة ومات في شهر ربيع الآخر سنة تسعين ومائة وإبراهيم بن عمار الإفريقي صاحب عبد الله بن فروخ توفي بالمغرب سنة أربع وعشرين ومائتين وإبراهيم بن المضعاء بن طارق الإفريقي يروي عن محمد بن علي الرعيني روى عنه يحيى بن محمد بن خشيش توفي بإفريقية في صفر سنة خمسين ومائتين وقيل سنة ثلاث وهو رجل معروف وعبد الله بن عمر بن غانم الإفريقي قاضي إفريقية يروي عن مالك ما لم يحدث به مالك قط لا يحل ذكر حديثه قط ولا الرواية عنه في الكتب إلا على سبيل الاعتبار قال أبو حاتم بن حبان روى عن مالك عن نافع عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال الشيخ في بيته كالنبي في قومه وذكر حديثا آخر أنه قال ما من شجرة أحب إلى الله من الحنا قال حدثنا بالحديثين علي بن محمد بن حاتم القومسي ثنا عثمان بن محمد بن خشيش القيرواني ثنا عبد الله بن عمر بن غانم عن مالك في نسخة كتبناها عنه بهذا الإسناد أنا أصون البياض عن ذكرها فكيف الاشتغال بوصفها وأبو خالد عبد الرحمن بن زياد بن أنعم الأفريقي الشعباني المعافري من أهل مصر يروي عن أبي عبد الرحمن الحبلي وبكر بن سوادة روى عنه الثوري مات سنة ست وخمسين ومائة وقد جاوز المائة كان |جـ 1 صـ 198| يروي الموضوعات عن الثقات ويأتي عن الأثبات بما ليس من أحاديثهم وكان يدلس عن محمد بن سعيد بن أبي قيس المصلوب ",
                "title": "الأفريقي",
                "uri": "JK_000952_0219"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}