{
    "features": [
        {
            "item": "JK_000952_2800",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.224-227",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العكي</h1> بفتح العين المهملة وتشديد الكاف المكسورة هذه النسبة إلى عك وهي قبيلة يقال لها عك بن عدنان أخو معد بن عدنان حالفوا اليمن ونزلوا في الأشعريين وهم على نسبهم وفيهم قال العباس بن مرداس % وعك بن عدنان الذين تلعبوا % % بغسان حتى طردوا كل مطرد % وإلى بلدة على ساحل بحر الشام يقال له عكا ويعرف بسنارستان عكة ودخلتها للزيارة فأقمت بها بعض يوم وهي في يد الفرنج والنسبة الصحيحة إليها عكاوي وكذا وردت هذه النسبة فأما المنسوب إلى قبيلة عك مطهر بن حي العكي من التابعين أدرك جماعة من أصحاب رسول الله صلى الله عليه وسلم روى عنه أهل الشام قتل بالطوانة حين فتحت سنة ثمان وثمانين وصالح بن أبي شعيب العكي يروي عن الشعبي روى عنه وكيع وأبو نعيم الكوفيان وجماعة من أهل عكا فيهم كثرة من أهل الشام منهم الحسن بن إبراهيم العكي يروي عن الحسن بن جرير الصوري روى عنه عبد الصمد بن الحكم وقال في روايته العكي بعكا والمشهور بهذه النسبة عند أهل الشام العكاوي وقد نسب جماعة من أهل هذه البلدة بالنسبة الأولى قال أبو عوانة الإسفرايني الحافظ قال حدثني القراطيسي العكي بعكا في كتاب المزارعة وقال أبو نصر السراج صاحب اللمع حدثنا أبو الطيب العكي بعكا ومنهم أيضا سعد بن محمد العكي حدث عنه عبد الله بن عدي الحافظ وقال حدثنا سعد بن محمد العكي بعكة عن المسيب بن واضح ومن القدماء الضحاك بن شرحبيل العكي قال أبو حاتم بن حبان أصله من عكة انتقل إلى مصر يروي عن ابن عمر روى عنه موسى بن أيوب الغافقي |جـ 4 صـ 226| وأبو هاشم أصبغ بن القاسم بن العلاء الأنصاري قال أبو سعيد بن يونس هو من أهل عكا من سواحل الشام وقدم مصر وحدث بها وكتبت أنا عنه سنة أربع وتسعين ومائتين وأبو الفضل عبد الله بن أحمد بن العباس العكي حدث ببغداد عن يحيى بن معين روى عنه علي بن عمر السكري ومات في سنة تسع وثلاثمائة |جـ 4 صـ 227| ",
                "title": "العكي",
                "uri": "JK_000952_2800"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}