{
    "features": [
        {
            "item": "JK_000952_3245",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.493-495",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القزويني</h1> بفتح القاف وسكون الزاي والياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى قزوين وهي إحدى المدائن المعروفة بأصبهان ويقال بها باب الجنة خرج منها جماعة من العلماء والأئمة والفضلاء في كل فن ونوع استغنينا عن ذكرهم لشهرتهم |جـ 4 صـ 494| وأما محمد بن سعيد بن سابق القزويني رازي الأصل سكن قزوين فنسب إليها يروي عن عمرو بن أبي قيس وأبي جعفر الرازي ويعقوب القمي روى عنه أبو زرعة الرازي ومحمد بن مسلم بن وارة ويحيى بن عبدك وكثير بن شهاب وأبو محمد عبد الله بن محمد بن جعفر القزويني كان فقيها على مذهب الشافعي وكانت له حلقة بمصر وقد تولى قضاء الرملة وكان محمودا فيما تولى وكان يظهر عبادة وورعا وكان قد ثقل سمعه ثقلا شديدا وكان يفهم الحديث ويحفظ وكان له مجلس إملاء في داره وكان يجتمع إليه حفاظ الحديث وذوو الأسنان منهم وكان مجلسه حسنا وقورا ويجتمع فيه جمع كثير فخلط في آخر عمره ووضع أحاديث على متون محفوظة معروفة مشهورة فافتضح وحرقت الكتب في وجهه وسقط عند الناس وترك فلم يكن يجيء إليه كثير أحد وتوفي بعد ذلك بيسير وأبو عمر زاذان بن عبد الله بن زاذان القزويني من بيت الحديث حدث بقزوين وبغداد عن أبي الحسن علي بن محمد بن مهرويه القزويني وأبي الحسن علي بن إبراهيم بن سلمة القطان القزويني وغيرهما روى عنه أبو القاسم عبيد الله بن أحمد الأزهري وأبو محمد الحسن بن محمد الخلال الحافظان وأبو الحسن علي بن عمر بن محمد بن الحسن الحربي المعروف بابن القزويني من أهل بغداد كان زاهدا ورعا عاقلا حسن السيرة من الأبدال سمع أبا حفص بن الزيات وأبا العباس بن مكرم والقاضي أبا الحسن بن الجراحي وأبا عمرو بن جيوية وأبا بكر بن شاذان وغيرهم سمع منه جماعة منهم أبوبكر أحمد بن علي بن ثابت الخطيب وقال كتبنا عنه وكان أحد الزهاد المذكورين ومن عباد الله الصالحين يقرأ القرآن ويروي الحديث ولا يخرج من بيته إلا للصلاة وكان وافر العقل صحيح الرأي كانت ولادته في المحرم سنة ستين وثلاثمائة ومات في شعبان سنة اثنتين وأربعين وأربعمائة ودفن في منزله بالحربية وحضرت الصلاة عليه وكان الخلق متوافرا جدا يفوت الإحصاء لم أر جمعا على جنازة أعظم منه فأغلق جميع البلد في ذلك اليوم وأبو الحسن علي بن محمد بن مهرويه القزويني حدث في الغربة ببغداد والجبال عن يحيى بن عبد القزويني وداود بن سليمان الغازي ومحمد بن المغيرة والحسن بن علي بن عفان روى عنه عمر بن محمد بن سنبك وأبو بكر محمد بن عبد الله الأبهري |جـ 4 صـ 495| ومحمد بن عبيد الله بن الشخير وأبو حفص بن شاهين الواعظ وغيرهم ذكره أبو الفضل صالح بن أحمد بن محمد الحافظ في طبقات أهل همذان وقال أبو الحسن القزويني قدم علينا سنة ثمان عشرة روى عنه هارون بن هراري وداود بن سليمان الغازي نسخة علي بن موسى الرضا ومحمد بن الجهم السمري والعباس بن محمد الدوري ويحيى بن أبي طالب وأبي حاتم الرازي وسمعت منه مع أبي وكان يأخذ على نسخة علي بن موسى وكان شيخا مسنا محله الصدق وسعيد بن صالح القزويني يروي عن عبد العزيز الدراوردي وغسان بن مضر ويوسف بن الماجشون وهشيم بن بشير وعباد بن العوام ومعمر وابن علية روى عنه أبو زرعة وأبو حاتم الرازي وقال أبو حاتم سألت أبا زرعة عنه فقال هو شيخ لنا رازي سكن قزوين وكان يتفقه وكان صحيح الكتب صدوقا في الحديث كتبت عنه بالري ",
                "title": "القزويني",
                "uri": "JK_000952_3245"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}