{
    "features": [
        {
            "item": "JK_000952_1690",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.11-12",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الذماري</h1> بكسر الذال المشددة المعجمة وفتح الميم بعدها الألف وفي آخرها الراء هذه النسبة إلى قرية باليمن على ستة عشر فرسخا من صنعاء وحكي إن الأسود العنسي كان معه شيطانان يقال لأحدهما سحيق وللآخر شقيق وكانا يخبرانه بكل شيء يحدث من أمر الناس فساد الأسود حتى أخذ ذمار وكان باذان إذا ذاك مريضا بصنعاء فجاءه الرسول فقال له بالفارسية خدايكان تازيان ذمار كرفت قال باذرن وهو في السوق اسب زين واشتربالان وأسباب بي درنك فكان ذلك آخر كلام تكلم به حتى مات فجاء الأسود شيطانه في إعصار من الريح فأخبره بموت باذان وهو في قصر ذمار فنادى الأسود في قومه يا آل يحابر ويحابر فخذ من مراد إن سحيقا قد أجار ذمار وأباح لكم صنعاء فاركبوا وعجلوا فسار الأسود ومن معه من عبس وبني عامر وحمير حتى نزل بهم والمشهور من هذه القرية أبو هشام عبد الملك بن عبد الرحمن الذماري قال أبو حاتم بن حبان في كتاب الثقات عبد الملك بن عبد الرحمن الذماري من أهل اليمن وذمار قرية على مرحلتين من صنعاء يروي عن سفيان الثوري روى عنه إبراهيم بن محمد بن عرعرة ونوح بن حبيب البذشي ويحيى بن الحارث الغساني البصري الذماري منسوب إليها وهو من أهل الشام قال قلت لواثلة بن الأسقع رضي الله عنه بايعت بيدك هذه رسول الله صلى الله عليه وسلم قال نعم قال فأعطنيها حتى أقبلها فأعطاه فقبلها روى عنه أهل الشام مات بدمشق وهو ابن تسعين سنة خمس وأربعين ومائة يروي عن أبي أسماء الرحبى وأبي الأشعث الصنعاني وعبد الله بن عامر اليحصبي وسالم بن عبد الله بن عمر وسالم والقاسم إبني عبد الرحمن ورأى واثلة بن الأسقع روى عنه صدقه بن خالد والهيثم بن حميد ويحيى بن حمزة وإسماعيل بن عياش ومحمد بن شعيب بن شابور وسويد بن عبد العزيز والوليد بن مسلم وثقه يحيى بن معين وأبو حاتم الرازي ونمران بن عتبة الذماري يروي عن أم الدرداء روى عنه حريز بن عثمان وأبو عبد الله وهب بن منبه بن كامل بن سيج بن سبسجان الذماري من أبناء فارس كان ينزل ذمار يروي عن جابر بن عبد الله وابن عباس رضي الله عنهم وأخيه همام بن منبه وكان عابدا فاضلا قرأ الكتب ومكث أربعين سنة يصلي الصبح بوضؤ العشاء الآخرة وهم أخوة خمسة وهب وهمام وغيلان وعقيل ومعقل والد عقيل بن معقل روى عنه عمرو بن دينار والمغيرة بن حكيم وعوف الأعرابي وسماك بن الفضل والمنذر بن النعمان وبكار وعبد الصمد بن معقل وسئل |جـ 3 صـ 12| أبو زرعة عن وهب بن منبه فقال يماني ثقة ومات وهب في المحرم سنة ثلاث أو أربع عشرة ومائة وهو إبن ثمانين سنة وقد قيل إنه مات سنة عشر ومائة ورباح بن الوليد الذماري من أهل الشام وممن سكنها يروي عن إبراهيم بن أبي عبلة روى عنه مروان بن محمد الطاطري وأبو أمية عمر بن عبد الرحمن الذماري من أهل اليمن يروي عن عكرمة روى عنه عبد الملك بن عبد الرحمن الذماري ووهب الذماري سكن ذمار وقد قرأ الكتب روى عنه زيد بن أسلم قال ابن أبي حاتم سمعته من أبي ",
                "title": "الذماري",
                "uri": "JK_000952_1690"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}