{
    "features": [
        {
            "item": "JK_000952_2910",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.301-302",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغطريفي</h1> بكسر الغين المعجمة وسكون الطاء وكسر الراء وسكون الياء المنقوطة من تحتها بنقطتين وفي آخرها الفاء هذه النسبة إلى الغطريف وهو جد المنتسب إليه وأما الغطريفي الذي بما وراء النهر ويقول لها العوام عذرفي فهو منسوب إلى الغطريف بن عطاء الكندي على ما سأذكره وأما المنتسب إلى الجد فهو أبو أحمد محمد بن أحمد بن الحسين بن القاسم بن الغطريف بن الجهم الرباطي الغطريفي الجرجاني العبدي من أهل جرجان كان إماما فاضلا ومكثرا من الحديث صنف المسند الصحيح على كتاب البخاري وجمع الأبواب وكان ينزل في دار الشيخ أبي بكر الإسماعيلي سمع أب اخليفة القضل بن الحباب الجمحي وزكريا بن يحيى الساجي وعمران بن موسى السختياني والهيثم بن خلف الدوري وقاسم بن زكريا المطرز وأحمد بن الحسن بن عبد الجبار الصوفي وأحمد بن الحسن الصوفي الغير وطبقتهم من أهل بغداد والبصرة روى عنه أبو القاسم حمزة بن يوسف السهمي وجماعة آرهم أبو الطيب طاهر بن عبد الله الطبري وسمع أبو بكر الإسماعيلي عنه في الصحيح حديثين أو أكثر روى عنه قال مرة حدثنا محمد بن أبي حامد النيسابوري وقال مرة محمد بن أحمد العبقسي وقال في حديث آخر حدثنا محمد بن أحمد العبدي وقد قال الثغري أيضا وقال محمد بن أحمد بن الحسين وقد أنكروا على أبي أحمد الغطريفي حديثا روى حديثا عن مالك بن أنس عن الزهري عن أنس عن أبي بكر أن النبي صلى الله عليه وسلم أهدى جملا لأبي جهل وكان يذكر أن ابن صاعد وابن مظاهر أفاداه عن الصوفي هذا الحديث ولا يبعد أن يكون قد سمع إلا أنه لم يخرج أصله وقد حدث غير واحد من المتقدمين والمتأخرين بهذا الحديث عن الصوفي حدثنا به أبو الفتح الحافظ الأزدي الموصلي به عن الصوفي وغيره ببغداد في مجلس أبي الحسين بن المظفر الحافظ وكان أبو الفضل الجارودي حاضرا وكتبت عنه هذا الحديث الذي أنكروا عليه وأنكروا عليه أيضا أنه حدث بمسند إسحاق بن إبراهيم الحنظلي عن ابن شيرويه من غير أصله الذي سمع فيه قال حمزة بن يوسف السهمي وسمعت أبا عمرو الرزجاهي يقول رأيت سماع أبي أحمد الغطريفي في جميع كتاب ابن شيرويه وكان له عن أبي خليفة وعن مشايخ أهل بغداد والبصرة أصول جياد بخطه وخط غيره سماعه فيها وتفرد أبو أحمد الغطريفي عن أبي العباس بن سريج بأحاديث لا أعلم روى عنه غيره وتوفي بجرجان في رجب سنة سبع وسبعين وثلاثمائة والدرهم الغطريفي ببخارى وما |جـ 4 صـ 302| وراء النهر نسب إلى غطريف بن عطاء الكندي لأنه لما قدم أميرا على خراسان في سنة خمس وسبعين ومائة في خلافة الرشيد سأله أهل بخارى أن يضرب لهم درهما لا يحمل إلى موضع ولا يروج في بلد سواه فضرب درهما فيه من عدة جواهر نفيسة فإذا سبك لا يحصل منه شيء فجمع الذهب والفضة والحديد والرصاص والنحاس والآنك والصفر ولطخن بالمسك فضربوا منها الدراهم الغطريفية فنسب إلى غطريف بن عطاء الكندي وأبو الحسين أحمد بن أبي الطيب محمد بن أحمد بن الغطريف بن الحكم بن يزيد الحيري الغطريفي من أهل نيسابور سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق الثقفي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو الحسين بن أبي الطيب الحيري أكثر عن أبي عمرو الحيري وتوفي لخمس بقين من شوال سنة ست وستين وثلاثمائة وأبو بكر أحمد بن محمد بن الغطريف الكاتب الغطريفي من أهل جرجان ابن عم أبي أحمد الغطريفي حدث عن محمد بن حيوية روى عنه أبو أحمد عبد الله بن عدي وأبو أحمد الغطريفي وأبو بكر أحمد بن إبراهيم الإسماعيلي قال ولم أكتب عنه غير هذا الحديث يعني حديثا واحدا ",
                "title": "الغطريفي",
                "uri": "JK_000952_2910"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}