{
    "features": [
        {
            "item": "JK_000952_4245",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.563-564",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الواصلي</h1> بفتح الواو وكسر الصاد المهملة وفي اخرها اللام هذه النسبة إلى واصل وهو اسم لبعض أجداد المنتسب إليه والمشهور بهذه النسبة أبو القاسم علي بن أحمد بن واصل المستملي الواصلي الزوزني من أهل زوزن جال في بلاد خراسان وخرج إلى ما وراء النهر وكان رفيق الحاكم أبي عبد الله محمد بن عبد الله الحافظ البيع وسمع معه عن جماعة وروى عن أبي محمد عبد الرحمن بن أبي حاتم الرازي ومحمد بن أحمد بن |جـ 5 صـ 564| نومرد الدامغاني وغيرهما روى عنه الحاكم أبو عبد الله الحافظ وتوفي بزوزن في المحرم من سنة ست وسبعين وثلاثمئة وأبو سعيد عبد الله بن محمد بن عبد الوهاب بن نصير بن عبد الوهاب بن عطاء بن واصل الواصلي الرازي الصوفي نسب إلى جده الأعلى جده أبو حاتم محمد بن عبد الوهاب التاجر كان من أهل سجستان سكن الري وولد أبو سعيد بها وقدم خراسان على كبر السن وخرج إلى ما وراء النهر وحدث بتلك البلاد وانتشرت رواياته سمع أبا عبد الله محمد بن أيوب بن يحيى بن ضريس الرازي وكان اخر من روى عنه ويوسف بن عاصم وجعفر بن محمد بن مخلد القاشاني ومحمد بن شكر الجوهري وإسحاق بن إبراهيم البستي ويحيى بن محمد بن صاعد وعبد الرحمن بن أبي حاتم الرازي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو عبد الله غنجار الوراق وأبو سعد الإدريسي وأبو العباس المستعفري واخر من روى عنه أبو سعد الخيرروذي وكانت ولادته بالري في رجب سنة سبع وثمانين ومئتين وتوفي ببخارى في ربيع الأول سنة اثنتين وثمانين وثلاثمئة والواصلية فرقة من المعتزلة وهم أصحاب واصل بن عطاء الغزال بالمغرب وهم شرذمة قليلة منهم في بلد إدريس بن عبد الله الحسني الذي خرج بالمغرب في أيام أبي جعفر المنصور يقال لهم الواصلية واعتزالهم يدور على ثلاثة أشياء وهي القول بالقدر ونفي الصفات الأزليه وبالمنزلة بين المنزلتين في أصحاب الكبائر وزعيمهم واصل ابن عطاء كان من منتابي مجلس الحسن البصري بالبصرة فلما ظهر الخلاف بين الجماعة وبين مرتكبي الكبائر من المسلمين فقالت الخوارج بتفكيرهم وقالت الجماعة بأنهم مؤمنون خرج واصل عن قول الفريقين فزعم أن الفاسق من هذه الأمة لا مؤمن ولا كافر وفسقه منزلة بين منزلتين الإيمان والكفر فطرده الحسن عن مجلسه فاعتزل عنه ",
                "title": "الواصلي",
                "uri": "JK_000952_4245"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}