{
    "features": [
        {
            "item": "JK_000129_009414",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.202-203",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>غزة والنسبة الغزي</h1> بفتح أوله وتشديد ثانيه وفتحه في الإقليم الثالث طولها من جهة المغرب أربع وخمسون درجة وخمسون دقيقة وعرضها اثنتان وثلاثون درجة وفي كتاب المهلبي أن غزة والرملة من الإقليم الرابع قال أبو زيد العرب تقول قد غز فلان بفلان واغتز به إذا اختصه من بين أصحابه و غزة مدينة في أقصى الشام من ناحية مصر بينها وبين عسقلان فرسخان أو أقل وهي من نواحي فلسطين غربي عسقلان قال أبو المنذر غزة كانت امرأة صور الذي بنى صور مدينة الساحل قريبة من البحر وإياها أراد الشاعر بقوله ميت بردمان وميت بسل مان وميت عند غزات وقال أبو ذؤيب الهذلي فما فضلة من أذرعات هوت بها مذكرة عنس كهازئة الضحل سلافة راح ضمنتها إداوة مقيرة ردف لمؤخرة الرحل تزودها من أهل بصرى وغزة على جسرة مرفوعة الذيل والكفل بأطيب من فيها إذا جئت طارقا ولم يتبين صادق الأفق المجلي وفيها مات هاشم بن عبد مناف جد رسول الله صلى الله عليه وسلم وبها قبره ولذلك يقال لها غزة هاشم قال أبو نواس وأصبحن قد فوزن من أرض فطرس وهن عن البيت المقدس زور طوالب بالركبان غزة هاشم وبالفرما من حاجهن شقور وقال أحمد بن يحيى بن جابر مات هاشم بغزة وعمره خمس وعشرون سنة وذلك الثبت ويقال عشرون سنة وقال مطرود بن كعب الخزاعي يرثيه مات الندى بالشام لما أن ثوى فيه بغزة هاشم لا يبعد لا يبعدن رب الفتاء يعوده عود السقيم يجود بين العود محقانة ردم لمن ينتابه والنصر منه باللسان وباليد وبها ولد الإمام أبو عبد الله محمد بن إدريس الشافعي رضي الله عنه وانتقل طفلا إلى الحجاز فأقام وتعلم العلم هناك ويروى له يذكرها وإني لمشتاق إلى أرض غزة وإن خانني بعد التفرق كتماني |جـ 4 صـ 203| سقى الله أرضا لو ظفرت بتربها كحلت به من شدة الشوق أجفاني وإليها ينسب أبو عبد الله محمد بن عمرو بن الجراح الغزي يروي عن مالك بن أنس والوليد بن مسلم وغيرهما روى عنه أبو زرعة الرازي ومحمد بن الحسن بن قتيبة العسقلاني وإليها ينسب أيضا إبراهيم بن عثمان الأشهبي الشاعر الغزي سافر الدنيا ومات بخراسان وكان قد خرج من مرو يقصد بلخ فمات في الطريق في سنة 425 ومولده سنة 144 قال أبو منصور ورأيت في بلاد بني سعد بن زيد مناة بن تميم رملة يقال لها غزة فيها أحساء جمة ونخل وقد نسب الأخطل الوحش إلى غزة فقال يصف ناقة كأنها بعد ضم السير خيلها من وحش غزة موشي الشوى لهق و غزة أيضا بلد بإفريقية بينه وبين القيروان نحو ثلاثة أيام ينزلها القوافل القاصدة إلى الجزائر ذكر ذلك أبو عبيد البكري والحسن بن محمد المهلبي في كتابيهما ",
                "title": "غزة والنسبة الغزي",
                "uri": "JK_000129_009414"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}