{
    "features": [
        {
            "item": "JK_000952_2533",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.8-10",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الضبعي</h1> بضم الضاد المعجمة وفتح الباء المنقوطة بواحدة وفي أخره العين المهملة هذه النسبة إلى ضبيعة بن قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان نزل أكثرهم البصرة وكانت بها محلة ينسب إليهم يقال لهم بنو ضبيعة والمنتسب إلى القبيلة أبو حبرة شيحة بن عبد الله الضبعي سمع علي بن أبي طالب عليه السلام روى عنه المثنى بن سعيد وأبو جمرة نصر بن عمران بن عاصم الضبعي بالجيم راوي عبد الله بن عباس رضي الله عنهما يروي عنه حديث وفد عبد القيس روى عنه شعبة والحمادان مات في ولاية يوسف بن عمر على العراق وولي يوسف سنة إحدى وعشرين ومائة إلى سنة أربع وعشرين ومائة وأبو التياح يزيد بن حميد الضبعي من أهل البصرة يروي عن أنس بن مالك روى عنه شعبة وعبد الوارث مات سنة ثمان وعشرين وقيل سنة ثلاثين وأبو سليمان جعفر بن سليمان الضبعي الجرشي البصري من أهل يمامة إنما قيل له الضبعي لأنه كان ينزل في بني ضبيعة فنسب إليها يروي عن ثابت وأبي عمران الجوني ويزيد الرشك ومالك بن دينار وفرقد السبخي روى عنه ابن المبارك وإسحاق بن أبي إسرائيل وعبيد الله بن عمر القواريري وأهل العراق مات سنة ثمان |جـ 4 صـ 9| وسبعين ومائة وكان يبغض الشيخين أبا بكر وعمر قال جرير بن يزيد بن هارون بين يدي أبيه بعثني أبي إلى جعفر بن سليمان الضبعي فقلت له بلغنا أنك تسب أبا بكر وعمر فقال أما السب فلا ولكن البغض ما شئت قال وإذا هو رافضي مثل الحمار قال أبو حاتم بن حبان كان جعفر بن سليمان من الثقات المتقنين في الروايات غير أنه كان ينتحل الميل إلى أهل البيت ولم يكن بداعية إلى مذهبه وليس بين أهل الحديث من أئمتنا خلاف أن الصدوق والمتقن إذا كان فيه بدعة ولم يكن يدعو إليها أن الاحتجاج بأخباره جائز فإذا دعا إلى بدعته سقط الاحتجاج بأخباره ولهذه العلة تركنا حديث جماعة ممن كان ينتحل البدع ويدعو إليها وإن كانوا ثقات واحتججنا بأقوام ثقات انتحالهم سواء غير أنهم لم يكونوا يدعون إلى ما ينتحلون وانتحال العبد بينه وبين ربه إن شاء عفا عنه وإن شاء عذبه عليه وعلينا قبول الروايات عنهم إن كانوا على حسب ما ذكرناه في غير موضع من كتبنا والذي نزل فيها ولم يكن منها أبو سعيد المثني بن سعيد الضبعي القصير كان ينزل ضبيعة ولم يكن منهم يروي عن أنس بن مالك روى عنه ابن المبارك وعبد الرحمن بن مهدي وغيرهما وأبو مخراق جويرية بن أسماء بن عبيد بن مخراق الضبعي من أهل البصرة يروي عن نافع وأبيه روى عنه أبو داود الطيالسي وأهل البصرة مات سنة ثلاث وسبعين ومائة وأبو الحجاج خارجة بن مصعب الضبعي من أهل سرخس يروي عن زيد بن أسلم والبصريين روى عنه الناس كان يدلس عن غياث بن إبراهيم وغيره يروي ما سمع منهم مما وضعوه على الثقات عن الثقات الذين رآهم فمن هنا وقع في حديثه الموضوعات عن الإثبات لا يحل الاحتجاج بخبره ومات سنة ثمان وستين ومائة في شهر ذي القعدة يوم الجمعة وكان مولده سنة ثمان وتسعين وقال يحيى بن معين خارجة بن مصعب ليس بشيء وأبو سعيد المثنى بن سعيد الضبعي القصير البصري الذارع يقال إنه كان ينزل في بني ضبيعة ولم يكن منهم قاله عبد الرحمن بن أبي حاتم الرازي يروي عن أنس بن مالك وأبي مجلز وأبي المتوكل الناجي وأبي حبرة شيحة بن عبد الله وقتادة روى عنه يزيد بن زريع وعبد الرحمن بن مهدي وأبو الوليد الطيالسي وثقه أحمد بن حنبل |جـ 4 صـ 10| ويحيى بن معين وأبو حاتم وأبو زرعة الرازبان ",
                "title": "الضبعي",
                "uri": "JK_000952_2533"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}