{
    "features": [
        {
            "item": "JK_000952_2415",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.487-489",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيحي</h1> بكسر الشين المعجمة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها حاء مهملة مكسورة هذه النسبة إلى شيحة وهي قرية من قرى حلب والمحدث المشهور منها أبو منصور عبد المحسن بن محمد بن علي التاجر الشيحي كتب بالعراق والشام وديار |جـ 3 صـ 488| مصر وحدث وكان له أنس بالحديث وأكثر منه ومات في سنة ثمان وسبعين وأربعمائة كتبت عن أصحابه وغلامه وعتيقة أبو النجم بدر بن عبد الله الشيحي الرومي سمعه الحديث الكثير ببغداد وأعتقه وينسب إليه سمع أبا الغنائم عبد الصمد بن علي بن المأمون الهاشمي وأبا جعفر محمد بن أحمد بن عمر بن المسلمة المعدل وأبا بكر أحمد بن علي بن ثابت الخطيب وأبا الحسين أحمد بن محمد بن النقور البزار وأبا القاسم عبد العزيز بن علي الأنماطي كتبنا عنه أجزاء ببغداد ومات في شهر رمضان سنة اثنتين وثلاثين وخمسمائة ومن المتقدمين أبو علي أحمد بن محمد بن الحسين بن سهل الشيحي يروي عن محمد بن سليمان الحضرمي وأبي شعيب الحراني كان بأنطاكية روى عنه علي بن إبراهيم بن عبد الله بن محمد بن سنان الأنطاكي وأبو العباس أحمد بن سعيد الشيحي شامي سكن بغداد حدث بها عن عبد المنعم بن غلبون المصري وغيره روى عنه أبو طالب العشاري وأبو الحسين عبد الله بن أحمد بن سعيد بن الحسن الشيحي خال عبد المحسن القزاز قال ابن ماكولا رأيته بمصر يقرأ عليه عن أبي الحسن الحمامي المقرىء وقال الحميدي وروى عن أبي الحسن علي بن عبد العزيز بن الحسين الطاهري قال ابن ناصر هو جد شيخنا عبد المحسن القزاز روى عنه ابن العشاري كتابه في معرفة الزوال وحدث عنه القادر بالله وظني أنه وهم والصواب ما سنذكره فيما بعد وأبو الفضل مسعود بن محمد بن علي بن أحمد بن علي بن أحمد الشيحي أخو عبد المحسن سمع ببيت المقدس أبا عبد الله محمد بن علي بن الحسن بن سلوان المازني روى لنا عنه أبو القاسم إسماعيل بن أحمد السمرقندي الحافظ وتوفي في حدود سنة ثمانين وأربعمائة ومن القدماء أبو العباس أحمد بن سعيد الشامي يعرف بالشيحي سكن بغداد وحدث عن عبد المنعم بن أحمد بن غلبون المقرىء وغيره وله كتاب مصنف في الزوال وعلم |جـ 3 صـ 489| مواقيت الصلاة وكان ثقة صالحا دينا حسن المذهب شهد عند القضاة وعدل ثم ترك الشهادة تزهدا روى عنه أبو طالب محمد بن علي بن الفتح الحربي العشاري ومات في ذي القعدة سنة ست وأربعمائة ودفن بباب حرب ",
                "title": "الشيحي",
                "uri": "JK_000952_2415"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}