{
    "features": [
        {
            "item": "JK_000129_008242",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.460-461",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ضلع</h1> بكسر أوله وفتح ثانيه وآخره عين مهملة ضلع الرجام موضع بالكسر والجيم جمع رجم جمع رجمة بالضم وهي حجارة ضخام ربما جمعت على القبر يسم بها قال أوس بن غلفاء الهجيمي جلبنا الخيل من جنبي رويك إلى لجإ إلى ضلع الرجام بكل منفق الجرذان مجر شديد الأسر للأعداء حام أصبنا من أصبنا ثم فتنا إلى أهل الشريف إلى شمام وضلع القتلى من أيام العرب وضلع بني مالك وضلع بني الشيصبان في بلاد غني بن أعصر قال أبو زياد في نوادره وكانت ضلعان وهما جبلان من جانب الحمى حمى ضرية الذي يلي مهب الجنوب واحدهما يسمى ضلع بني مالك وبنو مالك بطن من الجن وهم مسلمون والآخر ضلع بني شيصبان وهم بطن من الجن كفار وبينهما مسيرة يوم وبينهما واد يقال له التسرير فأما ضلع بني مالك فيحل بها الناس ويصطادون صيدها ويحتل بها ويرعى كلؤها وأما ضلع بني شيصبان فلا يصطاد صيدها ولا يحتل بها ولا يرعى كلؤها وربما مر عليها الناس الذين لا يعرفونها فأصابوا من كلئها أو من صيدها فأصاب أنفسهم ومالهم شر ولم يزل الناس يذكرون كفر هؤلاء وإسلام هؤلاء قال أبو زياد وكان ما تبين لنا من ذلك أنه أخبرنا رجل من غني ولغني ماء إلى جنب ضلع بني مالك على قدر دعوة قال بينما نحن بعدما غابت الشمس مجتمعون في مسجد صلينا فيه على الماء فإذا جماعة من رجال ثيابهم بيض قد انحدروا علينا من قبل ضلع بني مالك حتى أتونا وسلموا علينا قال والله ما ننكر من حال الإنس شيئا فيهم كهول قد خضبوا لحاهم بالحناء وشباب وبين ذلك قال فتقدموا فجلسوا فنسبناهم وما نشك أنهم سائرة من الناس قال فقالوا حين نسبناهم لا منكر عليكم نحن جيرانكم بنو مالك أهل هذا الضلع قال فقلنا مرحبا بكم وأهلا قال فقالوا إنا فزعنا إليكم وأردنا أن تدخلوا معنا في هذا الجهاد إن هؤلاء الكفار من بني شيصبان لم نزل نغزوهم منذ كان الإسلام ثم قد بلغنا أنهم قد جمعوا لنا وأنهم يريدون أن يغزونا في بلادنا ونحن نبادرهم قبل أن يقعوا ببلادنا ويقعوا فينا وقد أتيناكم لتعينونا وتشاركونا في الجهاد والأجر قال فقال رجلنا وهو محجن قال أبو زياد وقد رأيته وأنا غلام قال استعينونا على ما أحببتم وعلى ما تعرفون أننا مغنون فيه عنكم شيئا فنحن معكم فقالوا أعينونا بسلاحكم فلا نريد غيره قال محجن نعم وكرامة قال فأخذ كل رجل منا كأنه يأمر ليؤتى بسيفه أو رمحه أو نبله |جـ 3 صـ 461| قال فقالوا ألا ائذنوا لنا في سلاحكم ثم دعوها على حالها فأما الرمح فمركوز على قدام البيت وأما النبل وجفيرها وقوسها فمعلق بالعمود الواسط من البيت وأما كل سيف فمحجوز في العكم فقال لهم محجن أين ترجوهم أن تلقوهم غدا قالوا قد أخبرنا أن جيوشهم قد أمست بالصحراء بين ضلع بني الشيصبان وبين الحرامية و الحرامية ماء قال أبو زياد وقد رأيت تلك الصحراء التي بين ضلع بني الشيصبان وبين الحرامية وهي صحراء كبيرة فقال المالكيون نحن مدلجون إن شاء الله فمبادروهم فادعوا الله لنا ثم انصرف القوم بأجمعهم ما أعطيناهم شيئا أكثر من أنا قد أذنا لهم فيها قال فلا والله ما أصبح فينا سيف ولا نبل ولا رمح إلا قد أخذ كله فقال محجن لأركبن اليوم عسى أن أرى من هذا الأمر أثرا يتحدثه الناس بعدي قال فركب جملا له نجيبا ثم مضى حتى أتانا بعد العصر فأخبرنا أنه بلغ الصحراء التي بين الحرامية وضلع بني الشيصبان حين امتد النهار قبل القائلة في نهار الصيف ولم يدخل القيظ قال فلما كنت بها رأيت غبارا كثيرا وإنما صير من ورائي ومن قدامي في ساعة ليس فيها ريح قال قلت اليوم ورب الكعبة يصطدمون قال فوقفت وتلك الأعاصير تجيء من قبل ضلع بني شيصبان قال فإذا دخلت في جماعة الغبار الذي أرى الكثير فلا أدري ما يصنع قال وتخرج تلك الأعاصير من ذلك الغبار وترجع فيه قال فوقفت قدر فواق ناقة قال والفواق ما بين صلاة الظهر إلى صلاة العصر قال وأنا أرى تلك الأعاصير تنقلب بعضها في بعض ثم انكشف الغبار والأعاصير ضلع بني شيصبان فقلت هزم أعداء الله فوالله ما زال ذلك حتى سندت الأعاصير في ضلع بني شيسبان ثم رجعت أعاصير كثيرة من عن شمال ويمين ذاهبة قبل ضلع بني مالك قال فلم أشك أنهم أصحابي قال فسرت قصدا حيث كنت أرى الغبار وحيث كنت أرى مستدار الأعاصير فرأيت من الحيات القتلى أكثر من الكثير قال ثم تبعت مجرى الغبار حيث رأيته يعلو نحو ضلع بني شيصبان قال فوالله ما زلت أرى الحيات من مقتول وآخر به حياة حتى انتهيت ورجعت ثم انصرفت ولحقت بأصحابي قبل أن تغيب الشمس قال فلما كانت الساعة التي أتونا البارحة إذ القوم منحدرون من حيث كانوا أتونا البارحة حتى جاؤوا فسلموا ثم قالوا أبشروا فقد أظفرنا الله على أعدائه لا والله ما قتلناهم منذ كان الإسلام أشد من قتل قتلناهم اليوم وانفلت شرذمة قليلة منهم إلى جبلهم وقد رد الله عليكم سلاحكم ما زاغ منه شيء وجزونا خيرا ودعوا لنا ثم انصرفوا وما أتونا بسلاح ولا رأيناه معهم قال فأصبح والله كل شيء من السلاح عى حاله الذي كان كالبارحة ثم ذكر أبو زياد أخبارا أخر لبني الشيصبان اقتنعت بما ذكرته والله أعلم بصحته وسقمه ",
                "title": "ضلع",
                "uri": "JK_000129_008242"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}