{
    "features": [
        {
            "item": "JK_000129_000582",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.171-172",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسبذ والنسبة الأسبذي</h1> بالفتح ثم السكون ثم فتح الباء الموحدة وذال معجمة في كتاب الفتوح أسبذ قرية بالبحرين وصاحبها المنذر بن ساوي وقد اختلف في الأسبذيين من بني تميم لم سموا بذلك قال هشام بن محمد بن السائب هم ولد عبد الله بن زيد بن عبد الله بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم قال وقيل لهم الأسبذيون لأنهم كانوا يعبدون فرسا قلت أنا الفرس بالفارسية اسمه أسب زادوا فيه ذالا تعريبا قال وقيل كانوا يسكنون مدينة يقال لها أسبذ بعمان فنسبوا إليها |جـ 1 صـ 172| وقال الهيثم بن عدي إنما قيل لهم الأسبذيون أي الجماع وهم من بني عبد الله بن دارم منهم المنذر ابن ساوي صاحب هجر الذي كاتبه رسول الله صلى الله عليه وسلم وقد جاء في شعر طرفة ما كشف المراد وهو يعتب على قومه فأقسمت عند النصب إني لهالك بملتفة ليست بغبط ولا خفض خذوا حذركم أهل المشقر والصفا عبيد اسبذ والقرض يجزي من القرض ستصبحك الغلباء تغلب غارة هنالك لا ينجيك عرض من العرض وتلبس قوما بالمشقر والصفا شآبيب موت تستهل ولا تغضي تميل على العبدي في جو داره وعوف بن سعد تخترمه عن المحض هما أورداني الموت عمدا وجردا على الغدر خيلا ما تمل من الركض قال أبو عمرو الشيباني في فسر ذلك اسبذ اسم ملك كان من الفرس ملكه كسرى على البحرين فاستعبدهم وأذلهم وإنما اسمه بالفارسية أسبيدويه يريد الأبيض الوجه فعربه فنسب العرب أهل البحرين إلى هذا الملك على جهة الذم فليس يختص بقوم دون قوم والغالب على أهل البحرين عبد القيس وهم أصحاب المشقر والصفا حصنين هنالك وقال مالك بن نويرة يرد على محرز بن المكعبر الضبي كان قال شعرا ينتصر فيه لقيس بن عاصم على مالك بن نويرة أرى كل بكر ثم غير أبيكم وخالفتم حجنا من اللؤم حيدرا أبى أن يريم الدهر وسط بيوتكم كما لا يريم الأسبذي المشقرا حميت ابن ذي الأيرين قيس بن عاصم مطرا فمن يحمي أباك المكعبرا أسبرة ناحية بأقصى بلاد الشاش بما وراء النهر وهي بلاد يخرج منها النفط والفيروزج والحديد والصفر والذهب والآنك وفيها جبل سود حجارته تحترق كما يحترق الفحم يباع منها حمل بدرهم وحملان فإذا احترق اشتد بياض رماده فيستعمل في تبيض الثياب ولا يعرف في بلدان الأرض مثل هذا قاله الإصطخري ",
                "title": "أسبذ والنسبة الأسبذي",
                "uri": "JK_000129_000582"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}