{
    "features": [
        {
            "item": "JK_000952_1389",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.359-360",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخزرجي</h1> بفتح الخاء المعجمة وسكون الزاي وفتح الراء وفي آخرها الجيم هذه النسبة إلى الخزرج وهو بطن من الأنصار وهو الخزرج بن حارثة بن ثعلبة بن عمرو بن |جـ 2 صـ 360| عامر بن امرئ القيس بن ثعلبة بن مازن بن الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان وفي اللغة الخزرج الريح الباردة قال ابن فارس وبها سمي الرجل قال الفراء خزرج الجنوب غير مجرى بوسيد الخزرج لأبو ثابت وقيل أبو قيس وقيل أبو الحباب سعد بن عبادة بن دليم بن أبي حزيمة بن ثعلبة بن طريف بن الخزرج بن ساعدة بن كعب بن الخزرج الأنصاري شهد بدرا والعقبة وكان نقيبا ومات لسنتين ونصف من خلافة عمر رضي الله عنه بحوران من أرض الشام وهو الذي يقال له سعد الخزرج وأبو الحسن علي بن أحمد بن علي بن الحسن بن عيسى الأنصاري الخزرجي من ولد سعد بن عمرو بن حرام بن زيد بن النعمان بن مالك الأغر بن ثعلبة بن كعب بن الخزرج بن الحارث بن الخزرج من أهل بغداد سكن مصر وحدث بها عن حامد بن ابن محمد بن شعيب البلخي وأحمد بن الحسن بن عبد الجبار الصوفي روى عنه أبو محمد بن النحاس المصري وكانت ولادته بحربية بغداد في المحرم من سنة ثمانين ومائتين وتوفي بمصر في شهر ربيع الأول سنة خمس وخمسين وثلاثمائة قال أبو الفتح بن مسرور ما علمت من أمره إلا خيرا وأبو يعقوب إسحاق بن إبراهيم بن عمار بن يحيى بن العباس بن عبد الرحمن بن سالم بن قيس بن سعد بن عبادة الخزرجي ثم الأنصاري من أشرف بيت للأنصار ومن أوجه مشايخ نيسابور في الثروة والعدالة والورع والقبول والإتقان في الرواية وأكثرهم طلبا للحديث بالفهم والمعرفة سمع بنيسابور محمد بن رافع وإسحاق بن منصور وعبد الرحمن بن بشر بن الحكم وبالعراق عمر بن شبة النميري والحسن بن محمد بن الصباح ومحمد بن إسماعيل الأحمسي وأحمد بن سنان القطان وبالحجاز بحر بن نصر الخولاني وبالري أبا زرعة ومحمد بن مسلم بن وارة روى عنه أبو إسحاق إبراهيم بن عبدوس ومحمد بن شريك الإسفراييني وأبو أحمد إسماعيل بن يحيى بن زكريا بن حرب ومات في جمادى الآخرة سنة سبع عشرة وثلاثمائة بنيسابور ",
                "title": "الخزرجي",
                "uri": "JK_000952_1389"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}