{
    "features": [
        {
            "item": "JK_000129_003895",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.251",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحريم الطاهري والنسبة الطاهري</h1> بأعلى مدينة السلام بغداد في الجانب الغربي منسوب إلى طاهر بن الحسين بن مصعب بن زريق وبه كانت منازلهم وكان من لجأ إليه أمن فلذلك سمي الحريم وكان أول من جعلها حريما عبد الله بن طاهر بن حسين وكان عظيما في دولة بني العباس ولا أعلم أحدا بلغ مبلغه فيها حديثا ولا قديما وكان أدبيا شاعرا شجاعا جوادا ممدحا وكانت إليه الشرطة ببغداد وهي أجل ما يلي يومئذ وكان يلي خراسان وبها نوابه والجبال وبها نوابه وطبرستان وبها نوابه والشام ومصر وبها نوابه ولما أراد عمارة قصره ببغداد وهو الحريم هذا وقد كانت العمارات متصلة وهو في وسطها وأما الآن فقد خرب جميع ما حوله وبقي كالبلدة المفردة في وسط الخراب وهو عامر فيه دور وقصر مطل متصل به شارع دار الرفيق وبعضه عامر وفيه أسواق وله سور يجيزه بصر برجل يستغيث وبيده قصة فأمر من أخذها منه فقرأها فإذا فيها أن وكيله أخذ داره غصبا وهدمها وأدخلها في قصره فأحضر الوكيل وسأله عن القصة فقال إن تربيع القصر لا يتم إلا بها وقيمتها ثلاثمائة دينار فبذلتها له فامتنع فبلغنا ألف دينار فأخبرت قاضي المسلمين خبره فرأى الحجر عليه ونصب أمينا فباع الدار وقبضناه المال وهو عنده فقال عبد الله أتعرف موضع الدار قال نعم فإذا هي قد وقعت في شمالي حجرة فأمر عبد الله بهدم البنيان فلما رأى صاحبها الجد منه في الهدم قال لا حاجة لي في ذلك وقد أذنت في البيع فقال هيهات بعد الشكوى والمطالبة ولم يزل جالسا والشمس تبلغ إليه وينفتل عنها وينفض التراب عن وجهه وموكبه واقف حتى كشف عن العرصة وجرد الأساس القديم وأمر برد بناء الدار وتأديب الوكيل واستحل الرجل بماله وبقيت الدار طاعنة في داره إلى الآن ترى بروزها من البناء ثم رأى يوما دخانا مرتفعا كريه الرائحة فتأذى به فسأل عنه فقيل له إن الجيران يخبزون بالبعر والسرجين فقال إن هذا لمن اللؤم أن نقيم بمكان يتكلف الجيران شراء الخبز ومعاناته اقصدوا الدور واكسروا التنانير واحصوا جميع من بها من رجل وامرأة وصبي وأجروا على كل واحد منهم خبزه وجميع ما يحتاج إليه فسميت أيامه الكفاية ",
                "title": "الحريم الطاهري والنسبة الطاهري",
                "uri": "JK_000129_003895"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}