{
    "features": [
        {
            "item": "JK_000952_3283",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.525-527",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القطواني</h1> بفتح القاف والطاء المهملة والواو وفي آخرها النون هذا موضع بالكوفة ولعله اسم رجل أو قبيلة نزلت هذا الموضع فنسب الموضع إليهم وقال أبو الفضل المقدسي قطوان الكوفة موضع بها وليس بقبيلة وأما قطوان فقرية كبيرة على خمسة فراسخ من سمرقند بها الجامع والمنبر وكانت بها مقتلة عظيمة للمسلمين وبها مقابر الشهداء غير أن أهل سمرقند يقولونها بسكون الطاء وظني أنها محركة خرجت إليها للزيارة وأقمت بها ليلتين فأما المنسوب إلى قطوان الكوفة فجماعة منهم أبو عبد الرحمن عبد الله بن أبي زياد القطواني واسم أبي زياد الحكم روى عنه وكيع بن الجراح وسيار بن حاتم العنزي قال أبو حاتم بن حبان حدثنا عنه محمد بن الحسن بن وغيره من شيوخنا وقطوان الذي ينسب إليه موضع بالكوفة ومنهم أبو الهيثم خالد بن مخلد القطواني البجلي من أهل الكوفة يروي عن موسى بن يعقوب الزمعي وسليمان بن بلال روى عنه أبو بكر بن أبي شيبة وأهل العراق وكان يكره أن يقال له القطواني وخالد بن يزيد القطواني من أهل الكوفة أيضا يروي عن ابن شهاب وإسماعيل بن جعفر روى عنه محمد بن علي بن داود البغدادي ومن المتأخرين أبو جعفر ثابت بن عبيد الله بن هبة الله بن محمد القطواني قطوان الكوفة سمع أبا عبد الله محمد بن عبد الله الهرواني القاضي سمعوا منه وذكره أبو محمد عبد العزيز بن محمد النخشبي الحافظ |جـ 4 صـ 526| وأبو زكريا يحيى بن يعلى الأسلمي القطواني من قطوان الكوفة قال أبو حاتم بن حبان وقطوان موضع بالكوفة وليس هو يحيى بن يعلى المحاربي ذاك ثقة وهذا يروي عن يونس بن خباب وعبد الملك بن أبي سليمان روى عنه أبو نعيم ضرار بن صرد يروي عن الثقات الأشياء المقلوبات فلست أدري يقع ذلك في روايته منه أو من أبي نعيم لأن أبا نعيم ضرار بن صرد سيء الحفظ كثير الخطأ فلا يتهيأ إلزاق الجرح بأحدهما فيما رويا دون الآخر ووجب التنكب عما رويا جملة وترك الاحتجاج بهما على كل حال وأما قطوان سمرقند فمنها الإمام المشهور أبو محمد بن محمد بن محمد بن أيوب القطواني كان مفتيا واعظا مفسرا مشهورا سقط عن دابته منصرفا من صلاة الجمعة فاندقت عنقه ومات من الغد وكان ذلك سنة ست وخمسمائة خلف أولادا رأيت واحدا منهم بسمرقند والعجب أن هذا القطواني لما حج سمع بالكوفة عن رجل قطواني منسوب إلى قطوان الكوفة ومن المتقدمين أبو عبد الله محمد بن عصام بن أبي حمدان الفقيه القطواني سمع محمد بن نصر المروزي روى عنه أبو سعد الإدريسي الحافظ ومات سنة اثنتين وخمسين وثلاثمائة وإسماعيل بن مسلم شيخ حدث بقطوان عن محمد بن عمر بن علي المقدمي روى عنه العباس بن الفضل بن يحيى السمرقندي قال أبو سعد الإدريسي صاحب تاريخ سمرقند لا أدري هو من أهلها أو من ساكنيها وأبو علي الحسن بن علي بن محمد المفتي الحافظ القطواني من قطوان سمرقند يروي عن أبي القاسم حمزة بن محمد ومات في ذي الحجة سنة اثنتين وعشرين وخمسمائة وأبوه علي بن محمد القطواني مات في أواخر شهر رمضان سنة أربع وثمانين وأربعمائة والإمام أبو عمرو عثمان بن عمر بن الحسين بن علي بن عمرو القطواني السمرقندي يروي عن أبي العباس جعفر بن محمد المعتز السمرقندي روى عنه أبو حفص عمر بن محمد بن أحمد النسفي وذكر أنه توفي في أواخر ربيع الاخر سنة ثلاث عشرة وخمسمائة |جـ 4 صـ 527| ودفن أمام مشهد الأئمة بجاكرديزه وأبو الحسن علي بن محمد المفتي القطواني يروي عن أبي القاسم حمزة بن محمد روى عنه ابنه وهو أبو علي الحسن بن علي بن محمد القطواني يروي عن أبيه وتوفي أبوه علي في أواخر رمضان سنة أربع وثمانين وأربعمائة ومات ابنه أبو علي الحسن في ذي الحجة سنة اثنتين وعشرين وخمسمائة ",
                "title": "القطواني",
                "uri": "JK_000952_3283"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}