{
    "features": [
        {
            "item": "JK_000129_000501",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.155-157",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إرم ذات العماد</h1> وهي إرم عاد يضاف ولا يضاف أعني في قوله عز وجل & ألم تر كيف فعل ربك بعاد إرم ذات العماد & فمن أضاف لم يصرف إرم لأنه يجعله اسم أمهم أو اسم بلدة ومن لم يضف جعل إرم اسمه ولم يصرفه لأنه جعل عادا اسم أبيهم وإرم اسم القبيلة وجعله بدلا منه وقال بعضهم إرم لا ينصرف للتعريف والتأنيث لأنه اسم قبيلة فعلى هذا يكون التقدير إرم صاحب ذات العماد لأن ذات العماد مدينة وقيل ذات العماد وصف كما تقول المدينة ذات الملك وقيل إرم مدينة فعلى هذا يكون التقدير بعاد صاحب إرم ويقرأ بعاد إرم ذات العماد الجر على الإضافة فهذا إعرابها ثم اختلف فيها من جعلها مدينة فمنهم من قال هي أرض كانت واندرست فهي لا تعرف ومنهم من قال هي الاسكندرية وأكثرهم يقولون هي دمشق وكذلك قال شبيب بن يزيد بن النعمان بن بشير لولا التي علقتني من علائقها لم تمس لي إرم دارا ولا وطنا قالوا أراد دمشق وإياها أراد البحتري بقوله إليك رحلنا العيس من أرض بابل نجوز بها سمت الدبور ونهتدي فكم جزعت من وهدة بعد وهدة وكم قطعت من فدفد بعد فدفد طلبنك من أم العراق نوازعا بنا وقصور الشام منك بمرصد إلى إرم ذات العماد وإنها لموضع قصدي موجفا وتعمدي وحكى الزمخشري أن إرم بلد منه الإسكندرية وروى آخرون أن إرم ذات العماد التي لم يخلق مثلها في البلاد باليمن بين حضرموت وصنعاء من بناء شداد بن عاد ورووا أن شداد بن عاد كان جبارا ولما سمع بالجنة وما أعد الله فيها لأوليائه من قصور الذهب والفضة والمساكن التي تجري من تحتها الأنهار والغرف التي من فوقها غرف قال لكبرائه إني متخذ في الأرض مدينة على صفة الجنة فوكل بذلك مائة رجل من وكلائه وقهارمته تحت يد كل رجل منهم ألف من الأعوان وأمرهم أن يطلبوا فضاء فلاة من أرض اليمن ويختاروا أطيبها تربة ومكنهم من الأموال ومثل لهم كيف يعملون وكتب إلى عماله الثلاثة غانم بن علوان والضحاك ابن علوان والوليد بن الريان يأمرهم أن يكتبوا إلى عمالهم في آفاق بلدانهم أن يجمعوا جميع ما في أرضهم من الذهب والفضة والدر والياقوت والمسك والعنبر والزعفران فيوجهوا به إليه ثم وجه إلى جميع المعادن فاستخرج ما فيها من الذهب والفضة ثم وجه عماله الثلاثة إلى الغواصين إلى البحار فاستخرجوا الجواهر فجمعوا منها أمثال الجبال وحمل جميع ذلك إلى شداد ثم وجهوا الحفارين إلى معادن الياقوت والزبرجد وسائر الجواهر فاستخرجوا منها أمرا عظيما فأمر |جـ 1 صـ 156| بالذهب فضرب أمثال اللبن ثم بنى بذلك تلك المدينة وأمر بالدر والياقوت والجزع والزبرجد والعقيق ففصص به حيطانها وجعل لها غرفا من فوقها غرف معمد جميع ذلك بأساطين الزبرجد والجزع والياقوت ثم أجرى تحت المدينة واديا ساقه إليها من تحت الأرض أربعين فرسخا كهيئة القناة العظيمة ثم أمر فأجري من ذلك الوادي سواق في تلك السكك والشوارع والأزقة تجري بالماء الصافي وأمر بحافتي ذلك النهر وجميع السواقي فطليت بالذهب الأحمر وجعل حصاه أنواع الجواهر الأحمر والأصفر والأخضر فنصب على حافتي النهر والسواقي أشجارا من الذهب مثمرة وجعل ثمرها من تلك اليواقيت والجواهر وجعل طول المدينة اثني عشر فرسخا وعرضها مثل ذلك وصير صورها عاليا مشرفا وبنى فيها ثلاثمائة ألف قصر مفصصا بواطنها وظواهرها بأصناف الجواهر ثم بنى لنفسه في وسط المدينة على شاطىء ذلك النهر قصرا منيفا عاليا يشرف على تلك القصور كلها وجعل بابها يشرع إلى الوادي بمكان رحيب واسع ونصب عليه مصراعين من ذهب مفصصين بأنواع اليواقيت وأمر باتخاذ بنادق من مسك وزعفران فألقيت في تلك الشوارع والطرقات وجعل ارتفاع تلك البيوت في جميع المدينة ثلاثمائة ذراع في الهواء وجعل السور مرتفعا ثلاثمائة ذراع مفصصا خارجه وداخله بأنواع اليواقيت وظرائف الجواهر ثم بنى خارج سور المدينة أكما يدور ثلاثمائة ألف منظرة بلبن الذهب والفضة عالية مرتفعة في السماء محدقة بسور المدينة لينزلها جنوده ومكث في بنائها خمسمائة عام وإن الله تعالى أحب أن يتخذ الحجة عليه وعلى جنوده بالرسالة والدعاء إلى التوبة والإنابة فانتجب لرسالته إليه هودا عليه السلام وكان من صميم قومه وأشرافهم وهو في رواية بعض أهل الأثر هود بن خالد بن الخلود بن العاص بن عمليق بن عاد ابن إرم بن سام بن نوح عليه السلام وقال أبو المنذر هو هود بن الخلود بن عاد بن إرم بن سام بن نوح عليه السلام وقيل غير ذلك ولسنا بصدده ثم إن هودا عليه السلام أتاه فدعاه إلى الله تعالى وأمره بالإيمان والإقرار بربوبية الله عز وجل ووحدانيته فتمادى في الكفر والطغيان وذلك حين تم لملكه سبعمائة سنة فأنذره هود بالعذاب وحذره وخوفه زوال ملكه فلم يرتدع عما كان عليه ولم يجب هودا إلى ما دعاه إليه ووافاه الموكلون ببناء المدينة وأخبروه بالفراغ منها فعزم على الخروج إليها في جنوده فخرج في ثلاثمائة ألف من حرسه وشاكريته ومواليه وسار نحوها وخلف على ملكه بحضرموت وسائر أرض العرب ابنه مرثد بن شداد وكان مرثد فيما يقال مؤمنا بهود عليه السلام فلما قرب شداد من المدينة وانتهى إلى مرحلة منها جاءت صيحة من السماء فمات هو وأصحابه أجمعون حتى لم يبق منهم مخبر ومات جميع من كان بالمدينة من الفعلة والصناع والوكلاء والقهارمة وبقيت خلاء لا أنيس بها وساخت المدينة في الأرض فلم يدخلها بعد ذلك أحد إلا رجل واحد في أيام معاوية يقال له عبد الله بن قلابة فإنه ذكر في قصة طويلة تلخيصها أنه خرج من صنعاء في بغاء إبل له ضلت فأفضى به السير إلى مدينة صفتها كما ذكرنا وأخذ منها شيئا من بنادق المسك والكافور وشيئا من الياقوت وقصد إلى معاوية بالشام وأخبره |جـ 1 صـ 157| بذلك وأراه الجواهر والبنادق وكان قد اصفر وغيرته الأزمنة فأرسل معاوية إلى كعب الأحبار وسأله عن ذلك فقال هذه إرم ذات العماد التي ذكرها الله عز وجل في كتابه بناها شداد ابن عاد وقيل شداد بن عمليق بن عويج بن عامر ابن إرم وقيل في نسبه غير ذلك ولا سبيل إلى دخولها ولا يدخلها إلا رجل واحد صفته كذا ووصف صفة عبد الله بن قلابة فقال معاوية يا عبد الله أما أنت فقد أحسنت في نصحنا ولكن ما لا سبيل إليه لا حيلة فيه وأمر له بجائزة فانصرف ويقال إنهم وقعوا على حفيرة شداد بحضرموت فإذا بيت في الجبل منقور مائة ذراع في أربعين ذراعا وفي صدره سريران عظيمان من ذهب على أحدهما رجل عظيم الجسم وعند رأسه لوح فيه مكتوب إعتبر يا أيها المغ رور بالعمر المديد أنا شداد بن عاد صاحب الحصن المشيد وأخو القوة والبأ ساء والملك الحشيد كان أهل الأرض طرا لي من خوف وعيدي فأتى هود وكنا في ضلال قبل هود فدعانا لو أجبنا ه إلى الأمر الرشيد فعصيناه ونادى ما لكم هل من محيد فأتتنا صيحة ته وي من الأفق البعيد قلت هذه القصة مما قدمنا البراءة من صحتها وظننا أنها من أخبار القصاص المنمقة وأوضاعها المزوقة ",
                "title": "إرم ذات العماد",
                "uri": "JK_000129_000501"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}