{
    "features": [
        {
            "item": "JK_000952_2661",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.119-121",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العايذي</h1> بفتح العين المهملة وكسر الياء المنقوطة من تحتها باثنتين وفي آخرها ذال منقوطة فهم من ولد عايذ بن عمران بن مخزوم بن يقظة القرشي أخي عمر بن مخزوم الذي ذكرنا أن بني عابد بالباء المنقوطة بواحدة والدال المهملة من أولاده قال الزبير بن بكار كل من كان من ولد عمر بن مخزوم فهو عابد بالدال المهملة ومن كان من ولد عمران فهو عايذ بالذال المعجمة وفي قريش عايذون وهم بنو خزيمة بن |جـ 4 صـ 120| لؤي وأمهم عايذة بنت الخمس ابن قحافة بن خثعم بها يعرفون وهم أحلاف بني شيبان منهم أبو الحسن علي بن مسهر القرشي العايذي قاضي الموصل عن أبي إسحاق والأعمش وهشام بن عروة وعبيد الله بن عمر ويحيى بن سعيد وعلي بن هاشم بن البريد العايذي مولاهم يروي عن هشام بن عروة حديثه في صحيح مسلم وحده ومقاس العايذي الشاعر ومن شعره الذي رواه المفضل بن محمد في مجموعه % أقيموا بني النعمان عنا صدوركم % % وإلا تقيموا صاغرين رؤوسا % وبنو عايذة أيضا من ضبة وهم بنو عايذة بن مالك بن بكر بن سعد بن ضبة بن أد وقيل عايذ الله بن سعد بن ضبة منهم أبو عمر حمزة العايذي روى عن أنس بن مالك روى عنه شعبة وسعيد بن حنظلة العايذي روى عن محمد بن إسماعيل بن رجاء وأبو طلق عدي بن حنظلة العايذي روى عنه شرقي بن القطامي وأبو الحسن أحمد بن حمدان العايذي الأنطاكي يروي عن الحسين بن الجنيد الدامغاني روى عنه علي بن الفضل بن طاهر البلخي والمثلم بن المشخر الضبي ثم العايذي من عايذة بن مالك بن بكر بن سعد بن ضبة شاعر فارس وبكر بن الأسود العايذي الكوفي يقال له بكار روى عن أبي المحياة وأبي بكر بن عياش وابن المبارك وأبي أمية الزيات روى عنه أبو سعيد الأشج وأبو حاتم الرازي قال ابن أبي حاتم كتب عنه أبي بالبصرة في الرحلة الثانية أيام أبي الوليد وسعيد بن المسيب بن حزن بن أبي وهب بن عمرو بن عايذ بن عمران بن مخزوم القرشي من أئمة التابعين والفقهاء السبعة مدني من عايذ مخزوم |جـ 4 صـ 121| ",
                "title": "العايذي",
                "uri": "JK_000952_2661"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}