{
    "features": [
        {
            "item": "JK_000952_4130",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.496-498",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النصيبي</h1> بفتح النون وكسر الصاد المهملة وسكون الياء اخر الحروف وفي اخرها الياء الموحدة هذه النسبة إلى نصيبين وهي بلدة عند امد وميافارقين من ناحية ديار بكر خرج منها جماعة كثيرة منهم ميمون بن الأصبغ بن الفرات النصيبي يروي عن يزيد بن هارون روى عنه عمر بن عبد العزيز النصيبي مات سنة ست وخمسين ومئتين وأبو يعقوب إسحاق بن منصور بن سيار النصيبي يروي عن عبيد الله بن موسى وأبي عاصم النبيل روى عنه أهل الجزيزة وقال ابن أبي حاتم أدركناه وكتب إلي ببعض حديثه وكان صدوقا ثقة مات في ذي الحجة سنة ثلاث وسبعين ومئتين |جـ 5 صـ 497| ومحمد بن مسلم النصيبي يروي عن علي بن قادم وعمرو بن عاصم الكلابي ومحمد بن عرعرة ويحيى بن حماد وأبي جابر محمد بن عبد الملك وفهد بن حبان وصاحبنا أبو عبد الرحمن عسكر بن أسامة بن جامع بن مسلم النصيبي منها صحبني بمكة وبغداد والكوفة وكتبنا عن الشيوخ وكتب عني وكتبت عنه شيئا يسيرا وكان من خير الرجال حسن الصحبة له ورع تام انصرف إلى نصيبين في سنة ست وثلاثين وخمسمئة ورأيت علويا بمرو من قرية أندغن سمى لي نفسه وقال أنا أبو النصيبي وإنما سمي جدنا الأعلى بهذه النسبة لأنه كان يطلب رزق بني هاشم والعلوية من الديوان ويقول أين نصيبي ما فعل نصيبي فسمي بالنصيبي إلا أنه من أهل نصيبين وأبو الحسن محمد بن عبيد الله بن محمد النصيبي المؤدب صاحب أخبار ورواية للشعر والأدب نزل بغداد وحدث بها عن أبي عمر الزاهد صاحب ثعلب وغيره روى عنه علي بن المحسن التنوخي وكانت ولادته في سنة أربع عشرة وثلاثمئة بنصيبين ووفاته ببغداد سنة أربع وثمانين وثلاثمئة وإبراهيمم بن أبي حرة النصيبي كان أهل نصيبين انتقل إلى مكة وسكنها يروي عن سعيد بن جبير ومجاهد بن جبر روى عنه منصور بن المعتمر وابن عيينة وزيد بن الجزري النصيبي مولى أسماء بن خارجة من أهل نصيبين يروي عن أبي عبيدة بن عبد الله بن مسعود روى عنه معمر وأهل بلده وكان فقيها ورعا فاضلا وأما أبو بكر أحمد بن يوسف بن أحمد بن خلاد بن منصور بن أحمد بن خلاد العطار النصيبي أصله من بلدة نصيبين ذكرته في الخاء في الخلادي وأبو الحسن سلامة بن عمر بن عيسى بن الحارث بن القاسم النصيبي سكن بغداد وحدث بها عن أحمد بن يوسف بن خلاد ومحمد بن عيسى بن ديزك البروجزدي وأبي بكر أحمد بن جعفر بن مالك القطيعي قال أبو بكر الخطيب الحافظ كتبت عنه وكان صدوقا وكان يذكر أنه ولد بنصيبين في سنة سبع وثلاثين وثلاثمئة ومات ببغداد في صفر سنة سبع عشرة وأربعمئة وكنت فيمن صلي عليه ودفن من يومه |جـ 5 صـ 498| والقاضي أبو الحسين محمد بن عثمان بن الحسن بن عبد الله النصيبي من أهل نصيبين سكن بغداد وحدث بها عن أبي الميمون عبد الرحمن بن عبد الله الدمشقي البجلي صاحب أبي زرعة الدمشقي الحافظ وعن غيره من شيوخ الشام وحدث أيضا عن أبي الحسين أحمد بن جعفر بن المنادي وإسماعيل بن محمد الصفار وجماعة من البغداديين روى عنه أبو بكر أحمد بن محمد البرقاني والقاضي أبو الطيب طاهر بن عبد الله الطبري وأبو محمد عبد الله بن الحسن بن محمد الخلال وأبو يعقوب يوسف بن محمد بن يوسف الهمداني الخطيب وجماعة ذكره أبو بكر الخطيب في التاريخ وقال جئت إلى أبي بكر البرقاني يوما فاستأذنته في أن أقرأ عليه فقال ما تريد أن تقرأ قلت شيئا علقته من تاريخ أبي زرعة وفيه سماعك من القاضي النصيبي فعبس وجهه وقال كنت عزمت على أن لا أحدث عنه ولكني أسامحك أنت خاصة في بابه وأذن لي فقرأت عليه ثم قال سمعت أبا الحسن أحمد بن علي البادا ذكر القاضي النصيبي فقال كنت أحدث عنه حتى نهاني جماعة من أصحاب الحديث عن الرواية عنه فلم أحدث عنه بعد وضعف البادا أمره جدا وذكر حمزة بن محمد بن طاهر الدقاق قال سمعت من القاضي النصيبي وتاريخ أبي زرعة وكان سماعه أياه صحيحا من أبي الميمون البجلي عن أبي زرعة وكان أمر النصيبي في وقت سماعنا هذا الكتاب منه مستقيما ثم فسد بعد ذلك لأنه كان يخلف القاضي أبا عبد الله الضبي على بعض عمله بالكرخ فروي للشيعة المناكير ووضع لهم أيضا أحاديث وروى عن أبي الحسين بن المنادي وإسماعيل الصفار وكان قدوم النصيبي بغداد بعد موت الصفار بعدة سنين سألت أبا القاسم الأزهري عن النصيبي فقال كذاب أخرج إلينا كتب ابن المنادي وقد كتب عليها سماعه بخطه فقلت له متى سمعت هذه الكتب فقال في سنة خمس وثلاثين وثلاثمئة فقلت أنت إنما قدمت بغداد بعد الأربعين فكيف هذا فما رد علي شيئا قال الأزهري وكان أمره في الابتداء مستقيما وحدث عن الشاميين من سماع صحيح أو كما قال وكانت وفاته في شهر رمضان سنة ست وأربعين ودفن في داره بالكرخ وإبراهيم بن عبد الله بن إبراهيم النصيبي من أهل نصيبين يروي عن ميمون بن الأصبغ روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
                "title": "النصيبي",
                "uri": "JK_000952_4130"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}