{
    "features": [
        {
            "item": "JK_000952_1328",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.327-328",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخجندي</h1> بضم الخاء المعجمة وفتح الجيم وسكون النون وفي آخرها الدال هذه النسبة إلى خجند وهي بلدة كبيرة كثيرة الخير على طرف سيحون من بلاد المشرق ويقال لها بزيادة التاء خجندة أيضا فتحت خجند سنة ثلاث ومائة في خلافة يزيد بن عبد الملك بن مروان خرج منها جماعة من أهل العلم في كل فن منهم أبو عمران موسى بن عبد الله المؤدب الخجندي كان أديبا فاضلا صاحب حكم وأمثال حدث عن أبي النضر بن أحمد بن الحكم البزاز السمرقندي بكتاب التفسير للكلبي ذكره أبو سعد الإدريسي في كتاب تاريخ سمرقند وقال أبو عمران المؤدب الخجندي كنت في مكتبه بسمرقند وكان حكيما كتب عنه من حكمته شيء غير قليل ودون عنه كتب كثيرة لم أسمعه يذكر من حكمه ولم أعلقها عنه فلما مات سمعت جملة من حكمه من محمد بن عبد الكريم بن علي الطبري أظنه مات بها يعني بسمرقند قبل الستين والثلاثمائة وأبو زكريا يحيى بن الفضل الوراق الخجندي كان من كبار الناس ممن جمع الآثار وجمع وخرج الكثير ورحل وصنف كتابا في الصحابة وجود يروي عن هارون بن سعيد القرشي وسعيد بن هاشم الكاغذي وعبد الله بن عبد الرحمن الدارمي وغيرهم وفي الرحلة من قتيبة بن سعيد وصالح بن مسمار الكشميهني وعبد الله بن سلام وعبد الله بن أبي عرابة الشاشيان روى عنه محمد بن حمدويه الشاشي وأبو سلمة أحمد بن حامد السمرقندي وأبو حفص عمر بن هارون بن طالب |جـ 2 صـ 328| الخجندي شيخ صالح مليح الشيبة حسن السيرة من مشايخ الصوفية من أهل خجند سكن حلب بالشام سمع ببغشور القاضي أبا سعيد محمد بن علي بن أبي صالح الدباس وببغداد أبا سعد عبد الجليل بن محمد بن الحسن الساوي وبمكة أبا محمد عبد الملك بن الحسن بن بتنة الأنصاري وغيرهم ولم يكن له أصل بما سمع على ما جرت به عادة الصوفية رأيته أولا ببغداد ثم بحلب في سنة خمس وثلاثين وكتبت عنه أبياتا من الشعر وأبو عبد الله سلمان بن إسرائيل بن جابر بن قطن بن حبيب بن أبي حبيب الخجندي سمع عبد بن حميد الكشي وفتح بن عمرو الوراق وعبد الله بن عبد الرحمن الدارمي وإبراهيم بن الحسين بن ديزيل الهمذاني وغيرهم قدم بغداد وحدث بها فروى عنه علي بن عمر السكري وحدث بنيسابور أيضا وروى عنه من أهلها أبو الحسن أحمد بن الخضر الشافعي فأما علي بن بندار الزاهد فإنه كتب عنه بخجند قال الحاكم وحدثنا عنه بعجائب من الحكايات والأخبار وأبو الفضل أحمد بن يعقوب بن عفير بن الجنيد بن موسى التميمي الخجندي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو الفضل الخجندي شيخ هرم كبير السن كان يذكر أنه جاور بمكة حرسها الله سنة سبع وخمسين ومائتين وسمع حديث ابن أبي مسرة وعلي بن عبد العزيز وأن كتبه ذهبت فسألناه الحديث في المسجد الجامع فأملى علينا من حفظه وذكر حديث الحياء والإيمان في قرن واحد بروايته عن أبي سعيد الحسن بن علي البصري عن خراش عن أنس رضي الله عنه ثم قال حدثنا بهذا الحديث في شوال سنة سبع وثلاثين وثلاثمائة وذكر أن عنده عن يوسف القاضي وأقرانه والقاضي أبو المنور بدر بن زياد بن عبد الله بن محمد بن محمد بن محمد الخجندي أقام بسمرقند مدة وحدث بها عن أبي حفص عمر بن منصور بن خنب الحافظ روى عنه عمر بن محمد النسفي ومات في شعبان سنة أربع عشرة وخمسمائة وقد قارب ثمانين سنة |جـ 2 صـ 329| ",
                "title": "الخجندي",
                "uri": "JK_000952_1328"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}