{
    "features": [
        {
            "item": "JK_000952_1242",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.279-280",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحنظلي</h1> بفتح الحاء المهملة وسكون النون وفتح الظاء المعجمة هذه النسبة إلى بني حنظلة وهم جماعة من غطفان فأما الإمام أبو عبد الرحمن عبد الله بن المبارك الحنظلي هو مولى بني حنظلة من أهل مرو يروي عن إسماعيل بن أبي خالد وحميد الطويل وعاصم الأحول روى عنه أهل البلاد وهو من أهل مرو كان مولده بها سنة ثماني عشرة ومائة ومات في شهر رمضان منصرفا من طرسوس سنة إحدى وثمانين ومائة وقبره بهيت مدينة على الفرات مشهور يزار والأخبار في مناقب ابن المبارك وشمائله أشهر وأكثر من أن يحتاج إلى الإغراق في ذكرها كانت فيه خصال لم تجتمع في أحد من أهل العلم في زمانه في الدنيا كلها كان فقيها ورعا عالما بالإختلاف حافظا يعرف السنن رحالا في جمع العلم شجاها ينازل الأقران ويكاشف الأبطال أديبا يقول الشعر فيجيد سخيا بما ملك من الدنيا والله يرحمه وبالري درب مشهور يقال له درب حنظلة منها أبو حاتم محمد بن إدريس بن المنذر بن داود بن مهران الرازي الحنظلي إمام عصره والمرجوع إليه في مشكلات الحديث وهو من هذا الدرب وكان من مشاهير العلماء ومن مذكوري العلماء الموصوفين بالفضل والحفظ والرحلة ولقي العلماء سمع محمد بن عبد الله الأنصاري وأبا زيد النحوي وعبيد الله بن موسى وهوذة بن خليفة وأبا مسهر الدمشقي وعثمان بن الهيثم المؤذن وسعيد بن أبي مريم المصري وأبا اليمان الحمصي في أمثالهم كان أول كتبه الحديث في سنة تسع ومائتين روى عنه الأعلام الأئمة مثل يونس بن عبد الأعلى والربيع بن سليمان المصريين وهما أكبر منه سنا وأقدم سماعا وأبوا زرعة الرازي والدمشقي ومحمد بن عوف الحمصي وهؤلاء من أقرانه وعالم لا يحصون وذكر أبو حاتم وقال أول سنة خرجت في طلب الحديث أقمت سنين أحصيت ما مشيت على قدمي زيادة على ألف فرسخ لم أزل أحصي حتى لما زاد على ألف فرسخ تركته وقال أبو حاتم قلت على باب أبي الوليد الطيالسي من أغرب علي حديثا غريبا مسندا صحيحا لم أسمع به فله علي درهم يتصدق به وقد حضر على باب أبي الوليد خلق من الخلق أبو زرعة فمن دونه وإنما كان مرادي أن يلقي |جـ 2 صـ 280| علي ما لم أسمع به فيقول هو عند فلان فأذهب فأسمع وكان مرادي أن أستخرج منهم ما ليس عندي فما تهيأ لأحد منهم أن يغرب علي حديثا وكان أحمد بن سلمة يقول ما رأيت بعد إسحاق يعني بن راهويه ومحمد بن يحيى أحفظ للحديث ولا أعلم بمعانيه من أبي حاتم محمد بن إدريس قال أبو حاتم قال لي هشام بن عمار يوما أي شيء يحفظ علي الأذواء قلت له ذو الأصابع وذو الجوشن وذو الزوائد وذو اليدين وذو اللحية الكلابي وعددت له ستة فضحك وقال حفظنا نحن ثلاثنة وزدت أنت ثلاثة مات أبو حاتم بالري في شعبان سنة سبع وسبعين ومائتين وغيرهما سمع جماعة من شيوخ البخاري ومسلم وتوفي سنة نيف وثلاثمائة بالري سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بأصبهان أنا أبو الفضل محمد بن طاهر المقدسي الحافظ إجازة قال أبو حاتم الرازي الحنظلي منسوب إلى درب حنظلة بالري وداره ومسجده في هذا الدرب رأيته ودخلته ثم قالت سمعت أبا علي الشافعي يقول أنا أبو بكر أحمد بن محمد بن أحمد البزاز في المسجد الحرام ثنا أبو الحسين علي بن إبراهيم الرازي سمعت أبا محمد عبد الرحمن بن أبي حاتم الرازي يقول قال أبي نحن من موالي تميم بن حنظلة من غطفان قال المقدسي والإعتماد على هذا أولى والله أعلم أبو محمد عبد الصمد بن إبراهيم بن الفضل الحنظلي البخاري من أهل بخارا سمع أبا الفضل أحمد بن علي السليماني وأبا عبد الله محمد بن أحمد بن محمد الغنجار وأبا بكر محمد بن إدريس الجرجرائي وأبا القاسم علي بن أحمد القضاعي وأبا إسحاق الحضرمي وجماعة كثيرة ببخارا روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وأبو بكر محمد بن علي بن حيدرة الجعفري وقال عبد العزيز أبو محمد الحنظلي هذا يدعي الحفظ والمعرفة وله شيء من الفهم مشتغل بأعمال السلطان يتعصب لأهل الرأي ويشنع على أهل الأثر والسنة تاب الله علينا وعليه رأيته بسمرقند يقرأ كتاب ذكر الصالحين لأبي عبد الرحمن بن أبي الليث من كتابه الذي سمعه ببخارا ومع القوم نسخة كتبت بسمرقند فما نقص من رواية البخاريين قرأ من نسختهم التي زادها المصنف بسمرقند ولم يسمعها هو فعلمت أنه ليس بثقة ",
                "title": "الحنظلي",
                "uri": "JK_000952_1242"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}