{
    "features": [
        {
            "item": "JK_000952_0454",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.325-326",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرقي</h1> بفتح الباء والراء والقاف بعدهما هذه النسبة إلى برق وهو بيت كبير من خوارزم انتقلوا إلى بخارا وسكنوها وهذه النسبة إلى برق يعني بالفارسية بره ولد الشاة لأنه كان في آبائه من يبيع الحملان فعرب الفارسي قال أبو الحسن بن ماكولا هكذا ذكر لي ابن ابنه أبو عبد الله بن أبي بكر البرقي وأصلهم الإمام أبو عبد الله محمد بن أحمد بن يوسف بن إسماعيل بن شاه الخوارزمي البرقي سافر إلى العراق وحج واستوطن بخارا وكان أحد الأدباء والخطباء الفصحاء وابناه الفقيه الزكي أبو بكر أحمد والفقيه العارف أبو حفص عمر ابنا أبي عبد الله وكانا يتزهدان وهما من أهل العلم ويقولان الشعر قال ابن ماكولا أبو بكر أحمد بن محمد أحمد الفضلاء المتقدمين في الأدب وفي علم التصوف والكلام على طريقهم وله كرامات وله شعر كثير جيد فيه معان حسان مبتكرة قال ابن ماكولا ورأيت ديوان شعره وأكثره بخط تلميذه ابن سينا الفيلسوف وسمع أبو بكر البرقي الحديث من أبي العباس أحمد بن محمد بن عمر البجيري ومحمد بن محمد بن صابر الكاتب والخليل بن أحمد السجزي سمع منه ابنه أبو عبد الله وواصل بن حمزة البخاري وغيرهما وروى أبو عبد الله عن أبي موسى هارون بن أحمد الرازي ومات في المحرم سنة ست وسبعين وثلاثمائة وصلى عليه أبو بكر محمد بن الفضل وهو ابن ثلاث وستين سنة وأما أبو عبد الله والدهما كان إماما في الفقه والشعر واللغة والنحو وعلم المعرفة ذكر أبو كامل البصيري في كتاب المضافات فقال سمعت أحمد بن علي الأستاذ يقول سمعت أبا عبد الله |جـ 1 صـ 326| يقول دخلت بغداد فألفينا بها أبا عبد الله البصري الملقب بجعل وكان له صيت ومنزلة فقال لي يوما أيها الفتى ألا أرشدك إلى كتاب المرشد الذي صنفته تهتدي به فقلت له إني رجل حنفي المذهب سني الإعتقاد خوارزمي الأصل بخاري المنشأ فلا أميل إلى بدعتك ولا أصغي إلى دعوتك فآذاني بلسانه وسبني فقلت ما أليق هذا اللقب بك وإن الألقاب تنزل من السماء قال البصيري وكنت أقرأ يوما الحديث على أبي بكر أحمد بن محمد البرقي في آخر عمره أيام اعتقال لسانه حديث الخليل بن أحمد القاضي فجرى على لساني في ذكر علي بن أبي طالب كرم الله وجهه فمنعني بيده عن هذا الثناء وأشار إلى بويه لسانه وجعل يتلو & رضي الله عنهم ورضوا عنه & فعلمت أنه يأمرني بأن أقول رضي الله عنه ولا أقول كرم الله وجهه وأما أبو عبد الله بن أبي بكر هو محمد بن أحمد بن محمد البرقي نشأ مقدما وولي قضاء بخارا ثم وزارة طمغاج خان ثم صارت إليه رياسة بخارا وكان مفتيا مدرسا مقدما سمع الحديث الكثير والكتب الكبار ولقبه شرف الرؤساء قال ابن ماكولا سمعت منه جامع أبي عيسى الترمذي عن أبي القاسم الخزاعي عن الهيثم بن كليب عنه وسمعت منه غريب الحديث لأبي محمد بن قتيبة عن الحصري عن الهيثم عنه وغير ذلك وكان ثقة مأمونا فاضلا أديبا له شعر ",
                "title": "البرقي",
                "uri": "JK_000952_0454"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}