{
    "features": [
        {
            "item": "JK_000129_000168",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.80-81",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبو قبيس</h1> بلفظ التصغير كأنه تصغير قبس النار وهو اسم الجبل المشرف على مكة وجهه إلى قعيقعان ومكة بينهما أبو قبيس من شرقيها وقعيقعان من غربيها قيل سمي باسم رجل من مذحج كان يكنى أبا قبيس لأنه أول من بنى فيه قبة قال أبو المنذر هشام أبو قبيس الجبل الذي بمكة كناه آدم عليه السلام بذلك حين اقتبس منه هذه النار التي بأيدي الناس إلى اليوم من مرختين نزلتا من السماء على أبي قبيس فاحتكتا فأورتا نارا فاقتبس منها آدم فلذلك المرخ إذا حك أحدهما بالآخر خرجت منه النار وكان في الجاهلية يسمى الأمين لأن الركن كان |جـ 1 صـ 81| مستودعا فيه أيام الطوفان وهو أحد الأخشبين قال السيد علي بضم العين وفتح اللام هما الأخشب الشرقي والأخشب الغربي هو المعروف بجبل الخط بضم الخاء المعجمة والخط من وادي إبراهيم وذكر عبد الملك بن هشام أنه سمي بأبي قبيس بن شامخ وهو رجل من جرهم كان قد وشى بين عمرو بن مضاض وبين ابنة عمه مية فنذرت أن لا تكلمه وكان شديد الكلف بها فحلف لأقتلن أبا قبيس فهرب منه في الجبل المعروف به وانقطع خبره فإما مات وإما تردى منه فسمي الجبل أبا قبيس لذلك في خبر طويل ذكره ابن هشام صاحب السيرة في غير كتاب السيرة وقد ضربت العرب المثل بقدم أبي قبيس فقال عمرو ابن حسان أحد بني الحارث بن همام وذكر الملوك الماضية ألا يا أم قيس لا تلومي وأبقي إنما ذا الناس هام أجدك هل رأيت أبا قبيس أطال حياته النعم الركام وكسرى إذ تقسمه بنوه بأسياف كما اقتسم اللحام تمخضت المنون له بيوم أنى ولكل حاملة تمام وقال أبو الحسين بن فارس سئل أبو حنيفة عن رجل ضرب رجلا بحجر فقتله هل يقاد به فقال لا ولو ضربه بأبا قبيس قال فزعم ناس أن أبا حنيفة رضي الله عنه لحن قال ابن فارس وليس هذا بلحن عندنا لأن هذا الاسم تجريه العرب مرة بالإعراب فيقولون جاءني أبو فلان ومررت بأبي فلان ورأيت أبا فلان ومرة يخرجونه مخرج قفا وعصا ويرونه اسما مقصورا فيقولون جاءني أبا فلان ورأيت أبا فلان ومررت بأبا فلان ويقولون هذه يدا ورأيت يدا ومررت بيدا على هذا المذهب وأنشدني أبي رحمه الله يقول يا رب سار بات ما توسدا إلا ذراع العيس أو كف اليدا قال وأنشدني علي بن إبراهيم القطان قال أنشدنا أحمد ابن يحيى ثعلب أنشدنا الزبير بن أبي بكر قال أنشد بعض الأعراب يقول ألا بأبا ليلى على النأي والعدى وما كان منها من نوال وإن قلا هذا آخر كلامه ويمكن أن يقال إن هذه اللغة محمولة على الأصل لأن أبو أصله أبو كما أن عصا وقفا أصله عصو وقفو فلما تحركت الواو وانفتح ما قبلها فلبوها ألفا بعد إسكانها إضعافا لها وأنشدوا على هذه اللغة إن أباها وأبا أباها قد بلغا في المجد غايتاها وقال امرأة ولها ولدان وقد زعموا أني جزعت عليهما وهل جزع إن قلت وا بأباهما هما أخوا في الحرب من لا أخا له إذا خاف يوما نبوة فدعاهما فهذا احتجاج لأبي حنيفة إن كان قصد هذه اللغة الشاذة الغريبة المجهولة والله أعلم ",
                "title": "أبو قبيس",
                "uri": "JK_000129_000168"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}