{
    "features": [
        {
            "item": "JK_000952_2349",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.437-439",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشعيري</h1> بفتح الشين المعجمة وكسر العين المهملة وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الراء هذه النسبة إلى بيع الشعير والمشهور بهذه النسبة أبو قتيبة سلم بن قتيبة الشعيري البصري يروي عن شعبة وعلي بن المبارك ومالك بن أنس وغيرهم روى عنه عمرو بن علي وزيد بن أخزم وأبو الحسن علي بن إسماعيل بن سليمان الشعيري يروي عن عبد الأعلى بن حماد روى عنه مخلد بن جعفر وأحمد بن محمد الشعيري شيرازي حدث عن الحسين بن الحكم الحبري روى عنه أبو القاسم الطبراني وعبد الرحمن بن الحسن يعرف بزنجي الشعيري يروي عن إسحاق بن أبي إسرائيل والحسين بن حريث روى عنه أبو الحسن بن قزقز الرفاء وأبو حفص بن شاهين وعمر بن خالد بن يزيد الشعيري يروي عن محمد بن حميد الرازي حدث عنه محمد بن خلف بن جيان وأبو عبد الله أحمد بن علي بن معبد الشعيري روى عنه عثمان بن هشام بن دلهم وإسحاق بن أبي إسحاق الصفار ويحيى بن أبي طالب روى عنه عبد الله بن موسى الهاشمي ومحمد بن جعفر بن محمد الشعيري حدث عن عثمان بن صالح الخياط روى عنه علي بن هارون الحربي |جـ 3 صـ 438| وهذه النسبة أيضا إلى باب الشعير وهي محلة معروفة بالكرخ من غربي بغداد منها أبو طاهر عبد الكريم بن الحسن بن علي بن رزمة الخباز الشعيري كان شيخا صالحا صدوقا سمع قطعة من الحديث وكان صاحب أصول جياد وكانت عنده كتب لابن أبي الدنيا القرشي وحدث بها وبغيرها سمع أبا عمر عبد الواحد بن محمد بن مهدي الفارسي وأبا الحسن محمد بن أحمد بن محمد بن رزق البزاز وأبا الحسين علي بن محمد بن عبد الله بن بشران المعدل السكري روى لنا عنه أبو يعقوب يوسف بن أيوب الهمداني بمرو وأبو القاسم إسماعيل بن أحمد بن السمرقندي وأبو الحسن علي بن هبة الله بن عبد السلام الكاتب وأبو طاهر محمد بن علي بن أحمد الأنصاري ببغداد وكان ثقة ولد سنة إحدى وتسعين وثلاثمائة وتوفي في شهر ربيع الآخر سنة تسع وستين وأربعمائة وأبو القاسم عمر بن عبد الملك بن خلف بن عبد العزيز الرازي الشعيري من أهل باب الشعير أحد الشهود المعدلين وكان فقيها متوجها مناظرا مجودا أصابه مرض في آخر عمره فأقعد في داره إلى أن توفي سمع أبا الحسن محمد بن أحمد بن رزق البزاز وأبا القاسم عبد الرحمن بن عبيد الله الحرفي وأبا علي الحسن بن أحمد بن شاذان البزاز وروى لنا عنه أبو القاسم إسماعيل بن أحمد السمرقندي الحافظ وكانت ولادته سنة ست وأربعمائة وتوفي في رجب سنة إحدى وسبعين وأربعمائة |جـ 3 صـ 439| ",
                "title": "الشعيري",
                "uri": "JK_000952_2349"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}