{
    "features": [
        {
            "item": "JK_000129_010623",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.414",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قومسان والنسبة القومساني</h1> من نواحي همذان ينسب إليها عبد الغفار بن محمد بن عبد الواحد أبو سعد الأعلمي وأعلم ناحية بين همذان وزنجان وقومسان من قراها قدم بغداد وأقام بها للتفقه مدة وسمع بها من أبي حفص عمر بن أبي الحسين الأشتري المقري وقرأ الأدب على الكمال أبي البركات عبد الرحمن بن محمد الأنباري وسار إلى الموصل واستوطنها وأبو علي أحمد بن محمد ابن علي بن مردين القومسانيقال شيرويه هو نهاوندي الأصل سكن إنبط قرية من كورة همذان روى عن أبيه محمد بن علي ومن أهل همذان عن عبد الرحمن بن حمدان الجلاب وذكر جماعة وافرة من أهل همذان وغيرها روى عنه ابناه أبو منصور محمد وأبو القاسم عثمان والكبار من المشايخ وذكر جماعة كثيرة وكان صدوقا ثقة شيخ الصوفية ومقدمهم في الجبل والمشار إليه وكانت له آيات وكرامات ظاهرة صحب الشبلي وإبراهيم بن شيبان وأقرانهما توفي بإنبط سنة 783 وقبره يزار ويقصد إليه من البلدان وقد ذكر حكايات كثيرة من كراماته وكلامه ليس من شرطنا إيراد مثله ومحمد بن أحمد بن محمد بن مردين أبو منصور ولد المتقدم ذكره روى عن أبيه وعبد الرحمن بن حمدان الجلاب وغيرهما روى عنه أبو الحسين بن حميد وحميد بن المأمون وغيرهما مات سنة 324 وكان يسكن قرية فارسجين من كورة همذان ومحمد بن عثمان بن أحمد بن محمد بن علي بن مردين بن عبد الله بن أبان بن الطيار أبو الفضل القومساني ويعرف بابن زيرك شيخ وقته ووحيد عصره في فنون العلم روى عن أبيه أبي القاسم عثمان وعمه أبي منصور محمد وخاله أبي سعد عبد الغفار وابن خلنجان واسمه سلمة وذكر جماعة وافرة همذانيين وغرباء وروى عنه عامة مشايخ بغداد بالإجازة مثل أبي بكر بن شاذان صاحب البغوي وأبي الحسن رزقويه ذكره أبو شجاع شيرويه فقال سمعت عنه عامة ما قرأه له شأن وحشمة عند المشايخ وله يد في التفسير وكان حسن الخط والعبارة فقيها أديبا متعبدا توفي سلخ ربيع الآخر سنة 174 ودفن عند إمامه برأس كهر ومولده سنة 993 وهي السنة التي ظهر فيها ابن لان وإسماعيل بن محمد بن عثمان بن أحمد بن محمد بن علي بن مردين القومساني كان شيخ همذان يكنى أبا الفرج روى عن أبيه وجده وغيرهما مات سن 794 عن ثمان وخمسين سنة قال وكان أصدق المشايخ لهجة وأقلهم فضولا ",
                "title": "قومسان والنسبة القومساني",
                "uri": "JK_000129_010623"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}