{
    "features": [
        {
            "item": "JK_000129_005907",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.71",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رم</h1> بفتح أوله وتشديد ثانيه وجمعه رموم وتفسير الرموم محال الأكراد ومنازلهم بلغة فارس وهي مواضع بفارس منها رم الحسن بن جيلويه يسمى رم البازنجان وهو من شيراز على أربعة عشر فرسخا و رم أردام بن جوانا به من شيراز على ستة وعشرين فرسخا و رم القاسم بن شهريار ويسمى الكوريان من شيراز على خمسين فرسخا و رم الحسن بن صالح ويسمى رم السوران من شيراز على سبعة فراسخ قال ذلك ابن الفقيه ولعل هذه الإضافة قد زالت بزوال من أضيف إليه وقال البشاري بفارس رم الأكراد ولها رستاق ونهر وهي وسط الجبال ذات بساتين ونخيل وفواكه وخيرات قال ورم أحمد بن صالح ويسمى الزيزان وقال الإسطخري رموم فارس خمسة ولكل واحد منها مدن وقرى مجتمعة قد تضمن خراج كل ناحية رئيس من الأكراد وألزموا إقامة رجال لبذرقة القوافل وحفظ الطريق ولنوائب السلطان إذا عرضت وهي كالممالك الأول رم جيلويه يعرف برم الزنيجان اسم قبيلة من الأكراد فإن مكانه في الناحية التي تلي أصبهان وهي تأخذ طرفا من كورة إصطخر وطرفا من كورة أرجان فحد ينتهي إلى البيضاء وحد ينتهي إلى حدود أصبهان وحد ينتهي إلى حدود خوزستان وحد ينتهي إلى ناحية سابور وكل ما وقع في هذه من المدن والقرى فمن هذا الرم ويتاخمهم في عمل أصبهان الثاني رم شهريار وهو رم البازنجان وهو رم جيل من الأكراد وهم من البازنجان رهط شهريار وليس من البازنجان هؤلاء أحد في عمل فارس إلا أن لهم بها ضياعا وقرى كثيرة الثالث رم الزيزان للحسن بن صالح وهو في كورة سابور فحد منه ينتهي إلى أردشير خره وتليه حدود تطيف بها كورة سابور وكل ما كان من المدن والقرى في أضعافها فهي منها الرابع رم الريحان لأحمد بن الليث وهي في كورة أردشير خره فحد منه يلي البحر ويحيط بثلاثة حدودة الأخر كورة أردشير خره وما وقع في أضعافه من المدن والقرى فهي منه الخامس رم الكاريان فحد منه ينتهي إلى سيف بني الصفار وحد منه ينتهي إلى رم الريحان وحد يتصل بحدود كرمان ومنه إلى أردشير خره وهي كلها في أردشير خره ",
                "title": "رم",
                "uri": "JK_000129_005907"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}