{
    "features": [
        {
            "item": "JK_000952_2036",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.216-217",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السبعي</h1> بفتح السين المهملة وسكون الباء الموحدة والعين المهملة في آخرها هذه النسبة إلى السبعية وهم طائفة من الفرق وهو يقولون إن الأشياء العلوية والسفلية كلها سبعة وعدوا فقالوا السموات سبع والأرضون سبع والكواكب سبعة والأقاليم سبعة والبحار سبعة والجزائر سبع والألوان سبعة والطعوم سبعة والأيام سبعة والأعضاء الظاهرة للآدمي سبعة والأعضاء الباطنة سبعة وتركيب الآدمي من سبعة من المخ والعظم واللحم والدم والعرق والجلد والشعر ومنافذ رأسه سبعه والطواف سبعة والجمار سبعة وطول الآدمي سبعة أشبار وعرضه سبعة أشبار والأشبار سبعة عقود والمثاني سبع وركب الآدمي من اربع عقود وللأربعة ثلاثة فواصل ولا إله إلا الله سبع مقاطع وفواصل ولا إله إلا الله محمد رسول |جـ 3 صـ 217| الله سبع كلمات وبسم الله سبعة حروف وتكبيرات العيد سبعة والأنبياء سبعة آدم ونوح وإبراهيم وموسى وعيسى ومحمد عليهم السلام والقائم والأوصياء سبعة شيث وسام وإسماعيل ويوشع وشمعون وعلي والقائم وأئمة الخلفاء سبعة علي المرتضى والحسن المجتبى والحسين شهيد كربلاء وعلي زين العابدين ومحمد بن علي باقر العلوم وجعفر الصادق وموسى الكاظم والأعداد التامة سبعة ولهذا إذا ضم إليها الثامن يلحق فيه الواو قال الله تعالى & سيقولون ثلاثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم & الكهف 22 ألحق الواو في الثامن وقال عز من قائل في أبواب جهنم & فتحت أبوابها & الزمر 71 بلا واو وفي أبواب الجنة & وفتحت أبوابها & الزمر 73 وقال جل جلاله & التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عن المنكر & التوبة 112 ألحق الواو في الناهين وقال تعالى & أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكارا & التحريم 5 عد سبعة وألحق الواو في & أبكارا & وقال عز وجل & سخرها عليهم سبع ليال وثمانية أيام حسوما & الحاقة 7 والعرب تقول لهذه الواو واو الثمانية ويعدون من هذه الأشياء ويبنون على مذهبهم أن الأئمة سبعة على ما ذكرنا ",
                "title": "السبعي",
                "uri": "JK_000952_2036"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}