{
    "features": [
        {
            "item": "JK_000952_3366",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.6-9",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكاتب</h1> بكسر التاء المنقوطة من فوقها بنقطتين والباء بعدها اشتهر بها جماعة الكتابة المعروفة وأول من علم الكتابة بالعربية مرامر بن مرة وأسلم بن سدرة وعامر بن حدرة وقيل هم من طيىء ثم علموها أهل الأنبار فعلمها أهل الأنبار بشر بن عبد الملك من أهل الحيرة ثم أتى بشر الطائف فعلم غيلان بن سلمة الثقفي ثم أتى بادية مضر فعلم عمرو بن زرارة فسمي عمرو الكاتب وعلم بشر أيضا سفيان بن أمية بن عبد شمس وأبا قيس بن عبد مناف بن زهرة فسمي الكاتب فهم يدعون بني الكاتب بالكوفة وأكيدر بن عبد الملك وأخوه بشر بن عبد الملك هو علم أهل الأنبار خطأ وكانوا يسمونه الجزم وأول من كتب ببقة قوم من طيىء يقولون هم من بولان ومنهم حنظلة بن الربيع الأسيدي الكاتب التميمي كان من كتاب النبي صلى الله عليه وسلم فقيل له الكاتب لهذا واشتهر به وهو صاحب حديث النفاق وهو من الصحابة الذين انتقلوا إلى الكوفة وسكنوها ثم انتقل حنظلة الكاتب من الكوفة إلى قرقيسيا وسكنها وقال لا أقيم ببلدة يشتم فيها عثمان ومن المحدثين المشهورين بهذه النسبة الأزهر بن سليمان الكاتب البلخي كان كاتب ابن الرماح من أهل بلخ يروي عن إبراهيم بن طهمان ومسلم بن خالد الزنجي روى عنه أهل بلده وأبو صالح عبد الله بن صالح بن محمد بن مسلم الكاتب المصري مولى جهينة وهو كاتب الليث بن سعد يروي عن ابن لهيعة ومعاوية بن صالح وكانت ولادته في سنة سبع وثلاثين ومائة وماتت يوم عاشوراء من سنة ثلاثة وعشرين ومائتين روى عن الليث مناكير منكر الحديث جدا يروي عن الأثبات ما لا يشبه حديث الثقات وعنده المناكير الكثيرة عن أقوام مشاهير أئمة وكان في نفسه صدوقا يكتب لليث بن سعد الحساب وكان كاتبه على الغلات وإنما وقع المناكير في حديثه من قبل جار له رجل سوء قال أبو حاتم بن |جـ 5 صـ 7| حبان سمعت ابن خزيمة يقول كان له جار بينه وبينه عداوة فكان يضع الحديث على شيخ عبد الله بن صالح ويكتب في قرطاس بخط يشبه خط عبد الله بن صالح ويطرحه في داره في وسط كتبه فيجده عبد الله فيحدث به يتوهم أنه خطه وسماعه فمن ناحيته وقع المناكير في أخباره قال زياد بن أيوب نهاني أحمد بن حنبل أن أروي حديث عبد الله بن صالح وأبو الفيض يوسف بن السفر الكاتب الشامي كان كاتب الأوزاعي من أهل الشام يروي عنه روى عنه بقية بن الوليد وسعيد بن يعقوب الطالقاني كان ممن يروي عن الأوزاعي ما ليس من حديثه من المناكير التي لا يشك عوام أصحاب الحديث انها موضوعة لا يحل الاحتجاج به بحال روى عنه الخطاب بن عثمان وأبو إسحاق إبراهيم بن تميم الكاتب مولى بكر بن مضر مولى شرحبيل بن حسنة من أهل مصر كان كاتبا في ديوان الخراج ثم تناهت به الأمور إلى أن ولي خراج مصر وتوفي سنة سبع عشرة ومائتين وأبو مسلم محمد بن أحمد بن علي بن الحسين الكاتب البغدادي كاتب الوزير أبي الفضل بن حنزابة من أهل بغداد نزل مصر وعمر حتى حدث عن أبي القاسم عبد الله بن محمد البغوي وعبد الله بن أبي داود السجستاني ويحيى بن محمد بن صاعد وبدر بن الهيثم وسعيد بن محمد أخي زبير الحافظ وأبي بكر محمد بن الحسن بن دريد وأبي بكر أحمد بن موسى بن مجاهد المقري وإبراهيم بن محمد بن عرفة النحوي روى عنه أبو الحسن أحمد بن محمد العتيقي وأبو عبد الله محمد بن سلامة بن جعفر القضاعي وأبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي وغيرهم وذكر أبو عبد الله الصوري الحافظ قال كان بعض أصول أبي مسلم عن البغوي وغيره جيادا قلت وكيف كانت حاله من حال ابن الجندي فقال قد أطلع منه على تخليط وهو أمثل من ابن الجندي وقال أبو الحسين العطار وكيل أبي مسلم الكاتب قال الصوري كان أبو الحسين من أهل العلم والمعرفة بالحديث كتب وجمع ولم يكن بمصر بعد عبد الغني بن سعيد أفهم منه قال العطار ما رأيت في أصول أبي مسلم عن البغوي شيئا صحيحا غير جزء واحد كان سماعه فيه صحيحا وما عدا ذلك مفسود وقال العتيقي سنة تسع وتسعين وثلاثمائة فيها توفي أبو مسلم الكاتب البغدادي بمصر وكان اخر من بقي من أصحاب ابن منيع وقال غيره توفي في ذي القعدة من السنة |جـ 5 صـ 8| وأبو عبد الله محمد بن داود بن الجراح الكاتب من أهل بغداد وهو عم علي بن عيسى الوزير كان من علماء الكتاب فاضلا عارفا بأيام الناس وأخبار الخلفاء والوزراء وله في ذلك مصنفات معروفة وحدث عن عمر بن شبة النميري وعبيد الله بن سعد الزهري وأبي يعلى زكريا بن يحيى المنقري روى عنه أحمد بن عبيد الله بن عمار والقاضي عمر بن الحسن بن الأشناقي وأبو القاسم سليمان بن أحمد الطبراني ولد في سنة ثلاث وأربعين ومائتين ومات سنة ست وتسعين ومائتين وأبو عبد الله محمد بن سعد بن منيع الكاتب الزهري مولى بني هاشم وهو كاتب محمد بن عمر الواقدي ويعرف بغلام الواقدي أيضا سمع سفيان بن عيينة وإسماعيل بن علية ومحمد بن أبي فديك وأبا ضمرة أنس بن عياض ومعن بن عيسى والوليد بن مسلم ومن بعدهم وكان من أهل الفضل والعلم وصنف كتابا كبيرا في طبقات الصحابة والتابعين والخالفين إلى وقته فأجاد فيه وأحسن روى عنه الحارث بن أبي أسامة والحسين بن قهم وأبو بكر بن أبي الدنيا وحكي عن يحيى بن معين أنه رماه بالكذب ولعل الناقل عنه غلط أو وهم لأنه من أهل العدالة وحديثه يدل على صدقه فإنه يتحرى في كثير من رواياته وقال ابن أبي حاتم الرازي سألت أبي عن محمد بن سعد فقال يصدق رأيته جاء إلى القواريري وسأله عن أحاديث فحدثه وحكى إبراهيم الحربي قال كان أحمد بن حنبل يوجه في كل جمعة بحنبل بن إسحاق إلى ابن سعد يأخذ منه جزأين من حديث الواقدي ينظر فيهما إلى الجمعة الأخرى ثم يردهما ويأخذ غيرهما قال إبراهيم ولو ذهب سمعهما كان خيرا له ومات في جمادى الآخرة سنة ثلاثين ومائتين ببغداد وهو ابن اثنتين وستين سنة وكان كثير العلم والحديث والرواية والكتب كتب الحديث وغيره من كتب الغريب والفقه وهشام بن معدان الكاتب من أهل بغداد كاتب أبي يوسف القاضي خرج إلى بلاد المغرب وسكن أفريقية ومات بها وقال حضرت أبا العتاهية في مقبرة بغداد وهو ينشد فقلت يا أبا العتاهية ما أشعر ما قلت قال قولي % الناس في غفلاتهم % % ورحى المنية تطحن % وتوفي هشام بأفريقية سنة ثلاث عشرة ومائتين وأبو محمد طلق بن غنام بن طلق بن معاوية الكاتب النخعي الكوفي كاتب شريك القاضي كوفي روى عن شريك وقيس روى عنه محمد بن عبد الله بن نمير |جـ 5 صـ 9| وأبو كريب والأشج واسرائيل وحجاج بن عمران السدوسي الكاتب كان كاتب بكار بن قتيبة القاضي بمصر من أهل مصر يروي عن سليمان بن داود الشاذكوني روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وسعيد بن عبدوس بن أبي زيدون الرملي الكاتب من أهل الرملة كان محمد بن يوسف الفرياني نزيل قيسارية روى عنه قال ابن أبي حاتم كتبت عنه بالرملة وهو صدوق ",
                "title": "الكاتب",
                "uri": "JK_000952_3366"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}