{
    "features": [
        {
            "item": "JK_000129_012673",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.259-260",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>النبي</h1> بالفتح وتشديد الياء بلفظ النبي صلى الله عليه وسلم وقد اختلف في اشتقاقه فقال ابن السكيت هو من أنبأ عن الله فترك همزه قال وإن اتخذته من النبوة أو النباوة وهو الارتفاع من الأرض أي أنه شرف على سائر الخلق فأصله غير الهمز وقال في قول أوس بن حجر لأصبح رتما دقاق الحصى مكان النبي من الكاثب قال النبي المكان المرتفع والكاثب الرمل المجتمع وقيل النبي ما نبا من الحجارة إذا نجلتها الحوافر وقال الكسائي النبي الطريق والأنبياء طرق الهدى وقال الزجاج القراءة المجتمع عليها في النبيين والأنبياء طرح الهمزة وقد همز جماعة من أهل المدينة جميع ما جاء في القرآن من هذا واشتقاقه من نبأ وأنبأ أي أخبر قال والأجود ترك الهمزة لأن الاستعمال يوجب أن ما كان مهموزا من فعيل فجمعه فعلاء مثل ظريف وظرفاء فإذا كان من ذوات الياء فجمعه أفعلاء نحو غني وأغنياء ونبي وأنبياء بغير همز فإذا همزت قلت نبيء وأنباء كما تقول في الصحيح قال وقد جاء أفعلاء في الصحيح وهو قليل قالوا خميس وأخمساء ونصيب وأنصباء فيجوز أن يكون نبي من أنبأت فما ترك همزه إلا لكثرة الاستعمال ويجوز أن يكون من نبا ينبو إذا ارتفع فيكون فعيلا من الرفعة وقال أبو بكر بن الأنباري في الزاهر في قول القطامي لما وردن نبيا واستتب بنا مسحنفر كخطوط الشيح منسحل إن النبي في هذا البيت هو الطريق وقد رد عليه ذلك أبو القاسم الزجاج فقال كيف يكون ذلك من أسماء الطريق وهو يقول لما وردن نبيا وقد كانت قبل وروده على طريق فكأنه قال لما وردن طريقا وهذا لا معنى له إلا أن يكون أراد طريقا بعينه في مكان مخصوص فيرجع إلى أنه اسم مكان بعينه وقيل هو رمل بعينه وقيل هو اسم جبل قلت يقوي ما ذهب إليه الزجاجي قول عدي بن زيد العبادي سقى بطن العقيق إلى أفاق ففاثور إلى لبب الكثيب فروى قلة الأدحال وبلا ففلجا فالنبي فذا كتريب وفي كتاب نصر النبي بنون مفتوحة وكسر الباء وتشديد الياء ماء بالجزيرة من ديار تغلب والنمر بن قاسط وقيل بضم النون وفتح الباء قال والنبي أيضا موضع من وادي ظبي على القبلة منه إلى الهيل واد يأخذ مصعدا من قرب الفرات إلى الأردن وناحية حمص وواد أيضا بنجد كذا في كتابه وهو عندي مظلم لا يهتدى لقوله ولكن سطرناه كما وجدناه |جـ 5 صـ 260| ",
                "title": "النبي",
                "uri": "JK_000129_012673"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}