{
    "features": [
        {
            "item": "JK_000129_008146",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.437-438",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صيداء والنسبة الصيداوي|الصيداني</h1> بالفتح ثم السكون والدال المهملة والمد وأهله يقصرونه وما أظنه إلا لفظة أغجمية إلا أن أصلها في كلام العرب على سبيل الاشتراك قال أبو منصور الصيداء حجر أبيض يعمل منه البرام جمع برمة وقال النضر الصيداء الأرض التي تربتها أجزاء غليظة الحجارة مستوية الأرض وقال الشماخ حذاها من الصيداء نعلا طراقها حوامي الكراع المؤيدات العشاوز أي حذاها حرة نعالها الصخور وهي مدينة على ساحل بحر الشام من أعمال دمشق شرقي صور بينهما ستة فراسخ قالوا سميت بصيدون بن صدقاء بن كنعان بن حام بن نوح عليه السلام قال هشام عن أبيه إنما سميت صيداء التي بالشام بصيدون بن صدقاء بن كنعان بن حام بن نوح عليه السلام ومر أبو الحسن علي بن محمد بن الساعاتي بنواحي صيداء وهي بيد الأفرنج فرأى مروجا كثيرة نباتها النرجس واتفق أنه هرب بعض الأسارى من صيداء فأرسلت الخيل وراءه فردته فقال لله صيداء من بلاد لم تبق عندي بلى دفينا نرجسها حلية الفيافي قد طبق السهل والحزونا وكيف ينجو بها هزيم وأرضها تنبت العيونا وطول صيداء تسع وخمسون درجة وثلث وعرضها ثلاث وثلاثون درجة وثلثان وهي في الإقليم الرابع قال الزجاجي اشتقاقها من الصيد يقال رجل أصيد وامرأة صيداء وهو ميل في العنق من داء وربما فعل ذلك الرجل كبرا والنسبة إليها صيداوي وهذه نسبة ما لا ينصرف من الممدود ولو كان مقصورا لكان صيدوي كقولهم في ملهى ملهوي وفي مرمى مرموي ومن أسمائها إربل بلفظ إربل الموصل وذكر السمعاني أنه ينسب إليها صيداني بالنون وممن نسب إليها كذلك أبو الحسن محمد بن أحمد بن يحيى بن عبد الرحمن بن جميع الغساني الحافظ الصيداني رحل في طلب الحديث إلى مصر والعراق والجزيرة وفارس وسمع فأكثر وروى عنه ابنه الحسن وأبو سعد الماليني وغيرهما وجمع لنفسه معجما لشيوخه ومات بعد سنة 394 |جـ 3 صـ 438| وروى عنه ابن جميع أيضا عبد الغني بن سعيد الحافظ وهو من أقرانه وتمام بن محمد وأبو عبد الله الصوري وعبد الله بن أبي عقيل وأبو نصر بن طلاب وأبو العباس أحمد بن محمد بن يوسف بن مردة الأصبهاني وأبو الفتح محمد بن أحمد بن محمد بن عبد الرحمن المصري الصواف وأبو نصر علي بن الحسين بن أحمد بن أبي سلمة الوراق الصيداوي وأبو الحسين محمد بن الحسين ابن علي الترجمان وأبو علي الأهوازي وأبو الحسن الجنابي وبلغني أن مولد ابن جميع سنة 305 وكان من الأعيان والأئمة الثقات ومات بصيداء في رجب سنة 402 وأكثر ما يقال له الصيداوي وممن نسب إليها بهذه النسبة هشام بن الغاز بن ربيعة الجرشي الصيداوي روى عن مكحول ونافع وابن المبارك ووكيع ومات سنة 156 اقرأت بخط محمد بن هاشم الخالدي في ديوان المتنبي ما صورته قال يعني المتنبي لمعاذ الصيداوي وهو يعذله والصيداء بساحل الشام تعرف بصيداء الصور وبحوران موضع يقال له أيضا صيداء ولذلك قال النابغة وقبر بصيداء التي عند حارب ليعلم أنها غير هذه وهما بالشام وصيداء أيضا الماء المعروف بصداء الذي يضرب به المثل في الطيب فيقال ماء ولا كصداء وقال المبرد هو صيداء وأنشد يحاول من أحواض صيداء مشرنا وقد تقدم وفي سنة 504 سار مغدون في جمع كثير وهو صاحب القدس إلى صيداء ففتحها بالأمان وصادر أهلها وبقيت في أيديهم إلى أن استعادها صلاح الدين سنة 853 ",
                "title": "صيداء والنسبة الصيداوي|الصيداني",
                "uri": "JK_000129_008146"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}