{
    "features": [
        {
            "item": "JK_000129_010177",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.332",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قرن والنسبة القرني</h1> بالفتح ثم السكون وآخره نون ومعناه يأتي في اللغة على معان القرن الجبل الصغير والقرن قرن الشاة والبقر وغيرهما والقرن من الناس قال الله تعالى & ألم يروا كم أهلكنا من قبلهم من قرن & قال الزجاجي القرن ثمانون سنة وقيل سبعون وقال أبو منصور والذي يقع عندي والله أعلم أن القرن أهل كل مدة كان فيها نبي أو كان فيها طبقة من أهل العلم قلت السنون أو كثرت والدليل على ذلك قوله عليه الصلاة والسلام خير القرون قرني يعني أصحابي ثم الذين يلونهم ثم الذين يلونهم يعني التابعين وتابعي التابعين وكأنه مشتق من الاقتران والقرن السن يقال هو على قرنه والقرن كالعفلة للمرأة والقرن الدفعة من العرق والقرن الخصلة من الشعر والقرن جمعك بين دابتين في حبل والقرن أحد قرني البئر وهو ما بني فعرض ليجعل عليه خشبة توضع عليها البكرة وقال ابن الحائك قرن باليمن سبعة أودية كبار منها الماذنة والغولة والجحلة ومهار ذو دوم وذو خيشان وذو عسب كلها أخلاط من مراد والقرن الحجر الأملس النقي قرنا أو قرنين أي مرة أو مرتين و القرن قال الأصمعي جبل مطل بعرفات وقال الغوري هو ميقات أهل اليمن والطائف يقال له قرن المنازل قال عمرو بن أبي ربيعة ألم تسأل الربع أن ينطقا بقرن المنازل قد أخلقا وقال القاضي عياض قرن المنازل وهو قرن الثعالب بسكون الراء ميقات أهل نجد تلقاء مكة على يوم وليلة وهو قرن أيضا غير مضاف وأصله الجبل بعضهم بفتح الراء وهو غلط إنما قرن قبيلة من اليمن وفي تعليق عن القابسي من قال قرن بالإسكان أراد الجبل المشرف على الموضع ومن قال قرن بالفتح أراد الطريق الذي يفترق منه فإنه موضع فيه طرق مختلفة مفترقة وقال الحسن بن محمد المهلبي قرن قرية بينها وبين مكة أحد وخمسون ميلا وهي ميقات أهل اليمن بينها وبين الطائف ذات اليمين ستة وثلاثون ميلا ",
                "title": "قرن والنسبة القرني",
                "uri": "JK_000129_010177"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}