{
    "features": [
        {
            "item": "JK_000129_006394",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.161",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الزهراء</h1> ممدود تأنيث الأزهر وهو الأبيض المشرق والمؤنثة زهراء والأزهر النير ومنه سمي القمر الأزهر والزهراء مدينة صغيرة قرب قرطبة بالأندلس اختطها عبد الرحمن الناصر بن محمد بن عبد الله بن محمد بن عبد الرحمن بن الحكم بن هشام ابن عبد الملك بن مروان بن الحكم الأموي وهو يومئذ سلطان تلك البلاد في سنة 523 وعملها متنزها له وأنفق في عمارتها من الأموال ما تجاوز فيه عن حد الإسراف وجلب إليها الرخام من أقطار البلاد وأهدى إليه ملوك بلاده من آلاتها ما لا يقدر قدره وكان الناصر هذا قد قسم جباية بلاده أثلاثا ثلث لجنده وثلث لبيت ماله وثلث لنفقة الزهراء وعمارتها وذكر بعضهم أن مبلغ النفقة عليها من الدراهم القاسمية منسوبة إلى عامل دار ضربها وكانت فضة خالصة بالكيل القرطبي ثمانون مديا وستة أقفزة وزائد أكيال ووزن المدي ثمانية قناطير والقنطار مائة رطل وثمانية وعشرون رطلا والرطل اثنتا عشرة أوقية والستة أقفزة نصف مدي ومسافة ما بين الزهراء وقرطبة ستة أميال وخمسة أسداس ميل وقد أكثر أهل قرطبة في وصفها وعظم النفقة عليها وقول الشعراء فيها وصنفوا في ذلك تصانيف وقال أبو الوليد بن زيدون يذكر الزهراء ويتشوقها ألا هل إلى الزهراء أوبة نازح تقضت مبانيها مدامعه سفحا مقاصر ملك أشرقت جنباتها فخلنا العشاء الجون أثناءها صبحا يمثل قرطيها لي الوهم جهرة فقبتها فالكوكب الرحب فالسطحا محل ارتياح يذكر الخلد طيبه إذا عز أن يصدى الفتى فيه أو يضحى تعوضت من شدو القيان خلالها صدى فلوات قد أطار الكرى صبحا أجل إن ليلي فوق شاطىء نيطة لأقصر من ليلي آنة فالبطحا وقال أيضا إني ذكرتك بالرهراء مشتاقا والأفق طلق ووجه الأرض قد راقا وللنسيم اعتلال في أصائله كأنما رق لي فاعتل إشفاقا والروض عن مائة الفضي مبتسم كما حللت عن اللبات أطواقا يوم كأيام لذات لنا انصرمت بتنا لها حين نام الدهر سراقا والزهراء أيضا موضع آخر في قول مصعب بن الطفيل القشيري نظرت بزهراء المغابر نظرة ليرفع أجبالا بأكمة آلها فلما رأى أن لا التفات وراءه بزهراء خلى عبرة العين جالها ",
                "title": "الزهراء",
                "uri": "JK_000129_006394"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}