{
    "features": [
        {
            "item": "JK_000129_006304",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.144-145",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الزقاق</h1> بضم أوله وآخره مثل ثانيه وهو في الأصل طريق نافذ وغير نافذ ضيق دون السكة وأهل الحجاز يؤنثونه وبنو تميم يذكرونه والزقاق مجاز البحر بين طنجة وهي مدينة بالمغرب على البر المتصل بالإسكندرية والجزيرة الخضراء وهي في جزيرة الأندلس قال الحميدي وبينهما اثنا عشر ميلا وذلك هو المسمى الزقاق قال محمد بن طرخان بن بلتكين بن بجكم قال في الشيخ عفان بن غالب الأزدي السبي سعة البحر هناك ستة وثلاثون ميلا وهي اثنا عشر فرسخا وهو أعلم به لأن سبتة على البحر المذكور وهي مولده وبها إقامته ومنشؤه قال محمد بن طرخان وقال لي أبو عامر العبدري وأبو بكر مكهول بن فتوح الزناتي وأبو محمد عبد الله بن مجرز الواحدي قول الحميدي وسعة البحر هناك اثنا عشر ميلا صحيح وهو أضيق موضع فيه وأوسع موضع فيه نحو ثمانية عشر ميلا والذي ذكره عفان غلط وقال الفقيه المرادي المتكلم القيرواني بعد خلاصه من بحر الزقاق ووصوله إلى مدينة سبتة سمعت التجار وقد حدثوا بشدة أهوال بحر الزقاق فقلت لهم قربوني إليه أنشفه من حر يوم الفراق |جـ 3 صـ 145| فلما فعلت جرت أدمعي فعاد كما كان قبل التلاق زقاق ابن واقف في شعر هدبة بن خشرم العذري فلم تر عيني مثل سرب رأيته خرجن علينا من زقاق ابن واقف تضمخن بالجادي حتى كأنما ال أنوف إذا استعرضتهن رواعف خرجن بأعناق الظباء وأعين ال جآذر وارتجت لهن الروادف فلو أن شيئا صاد شيئا بطرفه لصدن بألحاظ ذوات المطارف قال ومر أبو الحارث جمين يوما بسوق المدينة فخرج رجل من زقاق ابن واقف بيده ثلاث سمكات قد شق أجوافهن وقد خرج شحمهن فبكى أبو الحارث وقال تعس الذي يقول فلم تر عيني مثل سرب رأيته خرجن علينا من زقاق ابن واقف وانتكس ولا انجبر والله لهذه الثلاث سمكات أحسن من السرب الذي وصفه وقال أبو الفرج الأصبهاني أحسب هذا الخبر مصنوعا لأنه ليس في المدينة زقاق يقال له زقاق ابن واقف ولا بها أيضا سمك كما وصف ولكني رويت كما روي قلت إن هذا تحكم منه ودعوى وقد تتغير أسماء الأماكن حسب تغير أهلها وبين زمان أبي الحارث جمين وزمان أبي الفرج دهر وعلى ذلك فقد روي هذا الخبر عن الحرمي بن أبي العلاء عن الزبير بن بكار عن عمه ",
                "title": "الزقاق",
                "uri": "JK_000129_006304"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}