{
    "features": [
        {
            "item": "JK_000129_011664",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.71-72",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المخرم والنسبة المخرمي</h1> هو اسم رجل وهو كثير التخريم وهو إنفاذ الشيء إلى شيء آخر بضم أوله وفتح ثانيه وكسر الراء وتشديدها وهي محلة كانت ببغداد بين الرصافة ونهر المعلى وفيها كانت الدار التي يسكنها السلاطين البويهية والسلجوقية خلف الجامع المعروف بجامع السلطان خربها الإمام الناصر لدين الله أمير المؤمنين أبو العباس أحمد أطال الله تعالى بقاءه في سنة 785 وكانت هذه المحلة بين الزاهر والرصافة وهي منسوبة إلى مخرم بن يزيد بن شريح بن مخرم بن مالك بن ربيعة بن الحارث بن كعب كان ينزله أيام نزول العرب السواد في بدء الإسلام قبل أن تعمر بغداد بمدة طويلة فسمي الموضع باسمه وقال ابن الكلبي سمعت قوما من بني الحارث بن كعب يقولون إن المخرم إقطاع من عمر بن الخطاب رضي الله عنه في الإسلام لمخرم بن شريح بن مخرم بن زياد بن الحارث بن مالك بن ربيعة بن كعب بن الحارث بن كعب ذكر ذلك في كتاب أنساب البلدان وعلى الحاشية بخط جحجح قال أبو بكر أحمد بن أبي سهل الحلواني الذي رويناه أن كسرى أقطعه إياها وقدم أعرابي بغداد فلم تطب له فقال هل الله من بغداد يا صاح مخرجي وأصبح لا تبدو لعيني قصورها وأصبح قد جاوزت بابي مخرم وأسلمني دولابها وجسورها وميدانه المذري علينا ترابه إذا هاجه بالعدو يوما حميرها فنضحي بها غبر الرؤوس كأننا أناسي موتى نبش عنها قبورها وقال دعبل بن علي الخزاعي يهجو الحسن بن الرجاء |جـ 5 صـ 72| وابني هشام أحمد وعليا ودينار بن عبد الله الذي تنسب إليه دار دينار محلة معروفة ببغداد واليوم يسمونها درب دينار ويحيى بن أكثم وهؤلاء كانوا ينزلون المخرم فقال ألا فاشتروا مني ملوك المخرم أبع حسنا وابني هشام بدرهم وأعطي رجاء بعد ذاك زيادة وأدفع دينارا بغير تندم فإن رد من عيب علي جميعهم فليس يرد العيب يحيى بن أكثم وكان بها جماعة من المحدثين نسبوا إليها منهم أبو الحسن خلف بن سالم المخرمي يروي عن يحيى بن سعيد القطان وعبد الرحمن بن مهدي وكان من الحفاظ المتقنين روى عنه أحمد بن الحسين بن عبد الجبار الصقلي ومات آخر شهر رمضان سنة 132 وأنشد إسحاق الموصلي لأبي مروان الثقفي من قلب متيم بغزال منعم مر في قرطق علي ه يمان مسهم بين باب الربيع يم شي وباب المخرم قد رضينا إذا مرر ت بنا أن تسلم يعني جارية لأسماء بنت عيسى بن علي وكانت تغني وكان يرجو حوراء يتعشقها أيضا وهو الذي عنى بهذا الشعر ",
                "title": "المخرم والنسبة المخرمي",
                "uri": "JK_000129_011664"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}