{
    "features": [
        {
            "item": "JK_000952_3975",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.396-398",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنقري</h1> هذه النسبة بكسر الميم وجزم النون وفتح القاف والراء هذه النسبة إلى بني منقر بن عبيد بن مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم بن مر بن اد بن طابخة بن الياس بن مضر بن نزار بن سعد بن عدنان كان منها جماعة منهم |جـ 5 صـ 397| أبو معمر شبيب بن شيبة بن عبد الله بن عمرو بن الأهتم بن سمى بن سنان بن خالد بن منقر البصري المنقري الخطيب من أتباع البصرة حدث عن الحسن ومعاوية بن قرة وعطاء بن أبي رباح وهشام بن عروة روى عنه عيسى بن يونس ومسلم بن إبراهيم وأبو سلمة موسى بن إسماعيل وكان له لسن وفصاحة قدم بغداد في أيام المنصور فاتصل به بالمهدي من بعده وكان كريما عليهما أثيرا عندهما وغاب عن البصرة عشرين سنة ثم قدمها فأتى مجلسه فلم ير أحدا من جلسائه فقال مجزوء الكامل % يا مجلس القوم الذين % % بهم تفرقت المنازل % % أصبحت بعد عمارة % % قفرا تخرقك الشمائل % % فلئن رأيتك موحشا % % ربما أراك وأنت اهل % ضعفه النسائي وأبو زرعة الرازي والمنتسب إليها ولاء أبو زكريا يحيى بن يحيى التميمي مولى بني منقر من بني سعد من ساكني نيسابور وهو من مرو وكان من سادات أهل زمانه علما ودينا ونسكا وإتقانا يروي عن سليمان بن بلال ومالك بن أنس روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج النيسابوري والناس مات في اخر صفر سنة ست وعشرين ومائتين وأوصى بثياب بدنه لأحمد بن حنبل فكان أحمد يحضر الجمعات في تلك الثياب وأبو سفيان الحارث بن شريح المنقري التميمي البزاز عداده في أهل البصرة يروي عن أبيه والحسن وأيوب روى عنه أهل البصرة يخطىء كثيرا حتى خرج عن حد الاحتجاج به إذا انفرد وقد قيل إنه الحارث بن أبي العالية الذي روى عنه القواريري وأبو الهذيل العلاء بن الفضل بن عبد الملك بن أبي بن السوية المنقري من أهل البصرة يروي عن أبيه وعبيد الله بن عكراش روى عنه البصريون كان ممن يتفرد بأشياء مناكير عن أقوام مشاهير قال أبو حاتم بن حبان لا يعجبني الاحتجاج بأخباره التي انفرد بها فأما ما وافق منها الثقات فإن اعتبر بها معتبر لم أر بذلك بأسا وأبو بكر محمد بن إبراهيم بن يحيى بن إسحاق بن حناد المنقري يقال إن أصله من مرو الروذ سمع مسلم بن إبراهيم الفراهيدي وأبا الوليد الطيالسي وأبا عمر الحوضي وموسى بن إسماعيل التبوذكي ومحمد بن أبي غالب وغيرهم روى عنه موسى بن هارون وعبد الله بن محمد البغوي وأبو عبد الحكيمي وعلي بن محمد المصري ومحمد بن |جـ 5 صـ 398| العباس بن نجيح البزار وغيرهم ومات في طريق مكة بين السيالة والمدينة في ذي الحجة من سنة ست وسبعين ومائتين ",
                "title": "المنقري",
                "uri": "JK_000952_3975"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}