{
    "features": [
        {
            "item": "JK_000129_005404",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.508-509",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير الخل</h1> موضع قرب اليرموك نزله عساكر المشركين يوم وقعة اليرموك دير الخوات جمع أخت بعكبرا وأكثر أهله نساء ولعله دير العذارى أو غيره وهو في وسط البساتين نزه جدا وعيده الأحد الأول من الصوم يجتمع إليه كل من قرب من النصارى قال الشابشتي وفي هذا العيد ليلة الماشوش وهي ليلة يختلط فيها الرجال والنساء فلا يرد أحد يده عن شيء وفيه يقول أبو عثمان الناجم آح قلبي من الصبابة آح من جوار مزينات ملاح أهل دير الخوات بالله ربي هل على عاشق قضى من جناح وفتاة كأنها غصن بان ذات وجه كمثل نور الصباح دير الخنافس قال الخالدي هذا الدير بغربي دجلة على قلة جبل شامخ وهو دير صغير لا يسكنه أكثر من راهبين فقط وهو نزه لعلوه على الضياع وإشرافه على أنهار نينوى والمرج وله عيد يقصده أهل الضياع في كل عام مرة وفيه طلسم ظريف وهو أن في كل سنة ثلاثة أيام تسود حيطانه وسقوفه من الخنافس الصغار اللواتي كالنمل فإذا انقضت تلك الأيام لا يوجد في تلك الأرض من تلك الخنافس واحدة البتة فإذا علم الرهبان بمجيء تلك الأيام الثلاثة أخرجوا جميع ما لهم فيه من فرش وطعام وأثاث وغير ذلك هربا من الخنافس فإذا انقضت الأيام عادوا قلت أنا وهذا شيء رأيت من لا أحصي يذكره ولم أر له منكرا في تلك الديار والله علم دير درتا في غربي بغداد وقد تقدم ذكر درتا وهو دير يحاذي باب الشماسية راكب على دجلة حسن العمارة كثير الرهبان وله هيكل في نهاية العلو قال فيه أبو الحسين أحمد بن عبيد الله البديهي قد أدرنا بدير درتا وقدس نا مجنونا إذ قدست رهبانه وسقانا فيه المدامة ظبي بابلي ألحاظه أعوانه ماس منه علي غصن من البا ن يضاهي تفاحه رمانه وقال أبو علي محمد بن الحسين بن الشبل النحوي يذكر دير درتا في قطعة طويلة ذكرتها بجملتها استحسانا لها وكان محسنا فيما يقول بنا إلى الدير من درتا صبابات فلا تلمني فما تغني الملامات يا حبذا السحر الأعلى وقد نشرت نسيمه الغض روضات وجنات وأظهر الصبح رايات مخلقة زرقا وولت من الظلماء رايات لا تبعدن وإن طال الغرام بها أيام لهو عهدناها وليلات |جـ 2 صـ 509| فكم قضيت لبانات الشباب بها غنما وكم بقيت عندي لبانات ما أمكنت دولة الأفراح مقبلة فانعم ولذ فإن العيش تارات قبل ارتجاع الليالي كل عارية فإنما لذة الدنيا إعارات قم فاجل في حلل اللألاء شمس ضحى بروجها الزهر كاسات وطاسات لعلنا إن دعا داعي الحمام بنا نمضي وأنفسنا منها رويات فما التعلل لولا الكأس في زمن أحياؤه باعتياد الهم أموات دارت تحيي فقابلنا تحيتها وفي حشاها لقرع المزج روعات عذراء أخفى كرور العصر صورتها لم يبق من روحها إلا حشاشات مدت سرادق برق من أبارقها على مقابلها منها ملاءات فلاح في أذرع الساقين أسورة تبر وفوق نحور الشرب حانات قد وقع الدهر سطرا في صحيفتها لا فارقت شارب الراح المسرات خذ ما تعجل واترك ما وعدت به فعل الأديب وفي التأخير آفات دير درمالس قال الشابشتي هذا الدير في رقة باب الشماسية ببغداد قرب الدار المعزية وهو نزه كثير الأشجار والبساتين بقربه أجمة قصب وهو كبير آهل معمور بالقصف والتنزه والشرب وأعياد النصارى ببغداد مقسومة على ديارات معروفة منها أعياد الصوم الأحد الأول في دير العاصية والثاني في دير الزريقية والثالث دير الزندورد والرابع دير درمالس هذا يجتمع إليه النصارى والمتفرجون وفيه يقول أبو عبد الله أحمد بن حمدون النديم يا دير درمالس ما أحسنك ويا غزال الدير ما أفتنك لئن سكنت الدير يا سيدي فإن في جوف الحشا مسكنك ويحك يا قلب أما تنتهي عن شدة الوجد لمن أحزنك ارفق به بالله يا سيدي فإنه من حتفه مكنك ",
                "title": "دير الخل",
                "uri": "JK_000129_005404"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}