{
    "features": [
        {
            "item": "JK_000952_3730",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.249-246",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المراغي</h1> بفتح الميم والراء وفي اخرها الغين المعجمة هذه النسبة إلى القبيلة والبلد أما القبيلة هو المراغ حي من الأزد ذكره أبو علي الغساني في كتاب تقييد المهمل وهو أبو أيوب يحيى بن مالك الأزدي المراغي روى عن عبد الله بن عمرو بن العاص وسمرة بن جندب رضي الله عنهم روى عنه قتادة حديثه في الصحيح لمسلم بن الحجاج في كتاب الصلاة والأدب وقيل إنه المراغ بالكسر والمشهور بالفتح قال أبو بكر بن أبي داود المراغة بطن من الأزد والمراغة بلدة من بلاد أذربيجان خرج منها جماعة من الأئمة والمحدثين منهم والإمام أبو تراب عبد الباقي بن يوسف بن علي بن صالح بن عبد الملك بن هارون المراغي نزيل نيسابور إمام فاضل زاهد حسن السيرة حسن الأخلاق من المراغة تفقه المراغي ببغداد على القاضي أبي الطيب الطبري وتخرج به واشتهر به ثم ورد نيسابور وصار المفتي بها سمع ببغداد أبا علي بن شاذان البزاز وأبا عبد الله بن المحاملي وأبا القاسم بن بشران البغداديين روى لنا عنه أبو سعد عمر بن علي الدامغاني بنيسابور وأبو القاسم عبد الكريم بن محمد بن منصور الرماني بالدامغان وأبو حفص عمر بن محمد الفرغولي بمرو وأبو سعد محمد بن أبي العباس الخليلي بنوقان وأبو بكر محمد بن أحمد الخطيب بمهنة وأبو القاسم إسماعيل بن محمد الحافظ بأصبهان وجماعة كثيرة سواهم ولد أبو تراب المراغي سنة إحدى وأربع مئة وتوفي سنة اثنتين وتسعين وأربع مئة |جـ 5 صـ 246| وأبو الحسن علي بن حسكوية بن إبراهيم المراغي أديب فاضل عالم فقيه صوفي حسن السيرة تفقه ببغداد على الإمام أبي إسحاق الشيرازي وسكن مرو إلى أن توفي وسمع ببغداد أستاذه أبا إسحاق وأبا محمد عبد الله بن محمد بن هزارمرد الصريفيني الخطيب وغيرهما سمعت منه وظهر لي السماع عنه في جزء بروايته عن الإمام أبي إسحاق الشيرازي وتوفي فجأة يوم الاثنين سلخ المحرم سنة ست عشرة وخمس مئة كان يمشي في الطريق فوقع ميتا وأبو بكر محمد بن موسى بن حبشون المراغي الطرسوسي أمير ساحل الشام سكن صيدا يروي عن أبي نصرفتح بن أملج الطرسوسي روى عنه أبو الحسين بن جميع وأما أبو القاسم علي بن أحمد بن محمد بن الحسن بن عبد الله بن محمد بن الليث بن ذهل بن الجراح بن الحارث بن أهبان بن أوس مكلم الذئب الخزاعي المعروف بابن المراغي كان بعض أجداده من المراغة وأبو القاسم هذا كان من أهل بلخ ثقة مكثرا من الحديث حدث عن أبيه وأبي سعيد الهيثم بن كليب الشاشي وأبي الفضل محمد بن أحمد السلمي وأبي بكر عبد الله بن محمد بن علي بن طرخان الباهلي وأبي عمرو محمد بن إسحاق العصفري وأبي بكر محمد بن أحمد بن حبيب وأبي محمد عبد الله بن محمد بن يعقوب الأستاذ وأبي جعفر محمد بن محمد بن عبد الله بن جميل البغدادي وغيرهم حدث ببلخ وبخارى ونسف وسمرقند بمسند الهيثم بن كليب وغريب الحديث للقتبي وشمائل النبي صلى الله عليه وسلم لأبي عيسى الترمذي والجامع له أيضا وغير ذلك من الأجزاء المشورة وكانت ولادته ببلخ في رجب سنة ست وعشرين وثلاث مئة ووفاته ببخارى يوم الخميس الثامن والعشرين من صفر سنة إحدى عشرة وأربع مئة وأبو محمد جعفر بن محمد بن الحارث المراغي نزيل نيسابور شيخ الرحالة في طلب الحديث وأكثرهم له جميعا كتب الحديث بأصابعه نيفا وستين سنة ولم يزل يكتب إلى أن توفاه الله تعالى وكان من أصدق الناس فيه وأثبتهم سمع ببغداد أبا بكر جعفر بن محمد الفريابي وأبا محمد عبد الله بن محمد بن ناجية وأبا بكر محمد بن يحيى بن سليم المروزي وبالبصرة أبا خليفة القاضي وزكريا بن يحيى الساجي وبالكوفة عبد الله بن محمد بن سواد الهاشمي وبالأهواز عبد الله بن أحمد الجواليقي وبتستر أحمد بن يحيى بن زهير وبمكة المفضل بن محمد الجندي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبعسقلان محمد بن الحسن بن قتيبة وبالموصل أبا يعلي أحمد بن علي بن المثنى وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في تاريخ نيسابور فقال أبو محمد المراغي ورد نيسابور سنة إحدى وعشرين وثلاث مئة فكتب عن الشرقي ومكي وأقرانهما ثم خرج إلى أبي العباس الدغولي وأقام عليه حتى كتب الكثير من حديثه ثم خرج إلى هراة وانصرف إلينا وعهدي به كل سنة يتأهب للخروج ويقول أنا خارج في هذا الموسم فقد خشيت على كتبي بالعراق والشام أن تذهب ثم لا يخرج روى عنه أبو علي الحافظ حديث أبي العميس عن الشعبي وتوفي بنيسابور في رجب سنة ست وخمسين وثلاث مئة وهو ابن نيف وثمانين سنة ",
                "title": "المراغي",
                "uri": "JK_000952_3730"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}