{
    "features": [
        {
            "item": "JK_000952_0174",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.164-165",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأشج</h1> بفتح الألف والشين المعجمة وفي آخرها الجيم هذا اللقب عرف به أبو عمرو عثمان بن الخطاب بن عبد الله بن عوام البلوي الأشج المغربي المعروف بأبي الدينا هو من مدينة بالمغرب يقال لها رندة كان يروي عن علي بن أبي طالب رضي الله عنه وعاش دهرا طويلا والعلماء من أهل النقل لا يثبتون قوله ولا يحتجون بحديثه وقيل إنه قدم بغداد بعد سنة ثلاثمائة وحدث بالبواطيل عن علي بن أبي طالب رضي الله عنه روى عنه الحسن بن محمد بن ابن أخي طاهر العلوي وأبو بكر محمد بن أحمد بن محمد بن يعقوب المفيد وغيرهما وكان يقول إنه ولد في أول خلافة أبي بكر الصديق رضي الله عنه فلما كان في زمن علي بن أبي طالب رضي الله عنه خرجت أنا وأبي نريد لقاءه فلما صرنا قريبا من الكوفة لحقنا عطش شديد وكان أبي شيخا كبيرا فقلت له إجلس حتى أدور أنا في الصحراء فلعلي أقدر على ماء فجلس ومضيت أطلب فلما كنت منه غير بعيد لاح لي ماء فصرت إليه فإذا بعين ماء وبين يديها شبيه بالبركة أو الوادي من مائها فنزعت ثيابي واغتسلت من ذلك الماء وشربت ثم قلت أمضي وأجيء بأبي فهو غير بعيد فجئت وقلت له قم فقام ومضينا نحو العين والماء فلم نر شيئا فلم يقدر أبي على النهوض فلم يزل يضطرب حتى مات فواريته وجئت ولقيت أمير المؤمنين عليا رضي الله عنه وهو خارج إلى صفين وقد أسرجت له بغلة فجئت وتمسكت بالركاب ليركب وانكببت أقبل فخذه فنفحني بالركاب فشجني في وجهي شجة قال أبو بكر المفيد ورأيت الشجة في وجهه واضحة قال ثم أخبرته بقصتي وقصة أبي والعين فقال هذه عين لم يشرب منها أحد إلا عمر عمرا طويلا فأبشر فإنك تعمر عمرا طويلا قال المفيد فحدثنا عن علي رضي الله عنه بأحاديث ثم لم أزل أتبعه في الأوقات وألح عليه حتى يملي علي حديثا بعد حديث حتى جمعت خمسة عشر حديثا وكان معه شيوخ من بلده فسألتهم عنه فقالوا هو مشهور عندنا بطول العمر حتى حدثنا بذلك آباؤنا عن آبائهم عن أجدادهم وأن قوله في لقيه علي بن أبي طالب رضي الله عنه معلوم عندهم أنه كذلك وقيل إن الأشج هذا مات في سنة سبع وعشرين وثلاثمائة وهو راجع إلى بلده وأبو سعيد عبد الله بن سعيد الكوفي الأشج أحد أئمة الكوفة وكان من الثقات المتقنين |جـ 1 صـ 165| ",
                "title": "الأشج",
                "uri": "JK_000952_0174"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}