{
    "features": [
        {
            "item": "JK_000129_009101",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.152-153",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عماية</h1> بفتح أوله وتخفيف ثانيه وياء مثناة من تحت اسم جبل يجوز أن يكون من العما وهو الطول يقال ما أحسن عما هذا الرجل أي طوله ويجوز أن يكون من عمى يعمى إذا سأل والعمي مثال الظبي دفع الأمواج القذى والزبد من أعاليها وقيل العماية الغواية وهي اللجاجة والعماية السحابة الكثيفة المطبقة وقال نصر عمايتان جبلان عماية العليا اختلطت فيها الحريش وقشير والعجلان وعماية القصيا هي لنهم شرقيها كله ولباهلة جنوبيها وللعجلان غربيها وقيل هي جبال حمر وسود سميت به لأن الناس يضلون فيها يسيرون فيها مرحلتين وقال السكري عماية جبل معروف بالبحرين قاله في شرح قول جرير يخاطب الحجاج فقال وخفتك حتى استنزلتني مخافتي وقد حال دوني من عماية نيق يسر لك البغضاء كل منافق كما كل ذي دين عليك شفيق وقال أبو زياد الكلابي عماية جبل بنجد في بلاد بني كعب للحريش وحق والعجلان وقشير وعقيل قال وإنما سمي عماية لأنه لا يدخل فيه شيء إلا عمي ذكره وأثره وهو مستدير وأقل ما يكون العرض والطول عشرة فراسخ وهي هضبات مجتمعة متقاودة حمر ومعنى متقاودة متتابعة فيها الأوشال وفيها الآوى وفيها النمر وأكثر شجرها البان ومعه شجر كثير وفيه قلال لا تؤتى أي لا تقطع قال السكري قتل القتال الكلابي واسمه عبد الله بن مجيب رجلا وهرب حتى لحق بعماية وهو جبل بالبحرين فأقام به قيل عشر سنين وأنس به هناك نمر فكان إذا اصطاد النمر شيئا شاركه القتال فيه وإذا اصطاد القتال شيئا شاركه النمر فيه إلى أن أصلح أهله حاله مع السلطان وأراد الرجوع إلى أهله فعارضه النمر ومنعه من الذهاب حتى هم بأكله فخاف على نفسه فضربه بسهم فقتله وقال فيه جزى الله خيرا والجزاء بكفه عماية عنا أم كل طريد |جـ 4 صـ 153| فلا يزدهيها القوم إن نزلوا بها وإن أرسل السلطان كل بريد حمتني منها كل عيطاء عيطل وكل صفا جم القلات كؤود وقال يذكر النمر وفي ساحة العنقاء أو في عماية أو الأدمى من رهبة الموت موئل ولي صاحب في الغار هدك صاحبا أبو الجون إلا أنه لا يعلل إذا ما التقينا كان أنس حديثنا سكات وطرف كالمعابل أطحل كلانا عدو لو يرى في عدوه مهزا وكل في العداوة مجمل وكانت لنا قلت بأرض مظلة شريعتها لأينا جاء أول ",
                "title": "عماية",
                "uri": "JK_000129_009101"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}