{
    "features": [
        {
            "item": "JK_000952_2346",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.432-434",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشعراني</h1> بفتح الشين المعجمة وسكون العين المهملة بعدها الراء المفتوحة وفي آخرها النون هذه النسبة إلى الشعر على الرأس وإرساله والمشهور بهذه النسبة أبو محمد الفضل بن محمد بن المسيب بن موسى بن زهير بن يزيد بن كيسان بن باذان الشعراني وباذان صاحب اليمن وإنما قيل له الشعراني لأنه كان يرسل شعره ويقال إنه لم يبق بلد لم يدخله لطلب الحديث إلا الأندلس سمع إسماعيل بن أبي أويس وقالون وحيوة بن شريح وسعيد بن أبي مريم ويحيى بن يحيى وابن الأعرابي اللغوي وقرأ القرآن على خلف وكان عنده تاريخ أحمد بن حنبل عنه وتفسير سنيدين داود والسنن عن نعيم بن حماد والمغازي عن ابن المنذر سمع منه ابن خزيمة وانتقى عليه السراج والمؤمل بن الحسن بن عيسى توفي في سنة اثنتين وثمانين ومائتين وابنه أبو بكر محمد بن الفضل بن محمد بن المسيب البيهقي الشعراني سمع أباه ومحمد بن يحيى الذهلي وأحمد بن يوسف السلمي وغيرهم روى عنه ابنه أبو الحسن إسماعيل بن محمد الشعراني |جـ 3 صـ 433| وأما ابنه أبو الحسن إسماعيل الشعراني كان كثير السماع من جده وأبيه وكان أحد المجتهدين في العبادة وكنت أستخير الله في إخراجه في الصحيح فوقعت الخيرة على ذلك والكلام فيه يطول هكذا ذكره الحاكم أبو عبد الله الحافظ ثم قال قرأت عليه نيفا وعشرين جزءا بانتخابي من الأصول وتوفي في قرية بيهق في رجب سنة سبع وأربعين وثلاثمائة وحدث ابنه بعد ذلك وأبو الحسن محمد بن محمد بن الفضل الشعراني الطوسي الحافظ يروي عن السري بن خزيمة وغيره روى عنه أبو العباس الأصم وإبراهيم بن محمد بن يحيى المزكي وخشنام الشعراني الزاهد من أهل بخارى يروي عن ابن المبارك روى عنه سهل بن خلف بن وردان وأبو عبد الله محمد بن عبد الرحمن الشعراني نيسابوري سمع عفان بن مسلم ومحمد بن سعيد الأصبهاني حدث عنه الحسن بن محمد بن جابر ومكي بن عبدان وأبو العباس أحمد بن جعفر بن محمد بن مرزوق بن شيبان بن فروخ الشعراني الأزدي الجرجاني يروي عن أبي محمد عبد الله بن سعد الطائي وعمار بن رجاء وأبي عمرو أحمد بن إبراهيم بن أبي رافع وأبي صالح شعيب بن حيان وجماعة وروى عنه أسهم بن إبراهيم وأبو العباس الباغشي المستملي وغيرهما وأبو سهل إبراهيم بن محمد البغوي الشعراني يروي عن أبي بكر بن زحر وغيره ذكره حمزة بن يوسف السهمي في تاريخ جرجان وأبو عبد الله محمد بن يونس بن إبراهيم بن النضر بن عبد الله النيسابوري الشعراني المقرىء من أهل نيسابور كان إماما مقرئا فاضلا سمع بخراسان السري بن خزيمة والحسين بن الفضل وببغداد عبد الله بن أحمد بن حنبل وأبا مسلم إبراهيم بن عبد الله |جـ 3 صـ 434| الكجي وغيرهم روى عنه أبو علي الحسين بن علي الحافظ وأبو زكريا يحيى بن محمد العنبري والحاكم أبو عبد الله الحافظ وذكره الحاكم في التاريخ فقال أبو عبد الله المقرىء الشعراني كان من أئمة القراء ومن أعيان الشيوخ والشهود ومن العباد المجتهدين وكان والدي رحمه الله يقدمني إليه كل جمعة تبركا بدعائه وقد أرسل شعره الأبيض ولعلي ما رأيت أنور من شعره وحضرت معه غير مرة ضيافات الوالد والخال أبي علي ولم أرزق السماع منه وتوفي يوم الاثنين لعشر ليال خلون من ربيع الآخر سنة إحدى وثلاثين وثلاثمائة وصلى عليه أبو يعلى الغازي في المصلى بباب معمر ودفن في مقبرة باب معمر وأبو أحمد عبد الله بن أبي حامد أحمد بن جعفر بن أحمد بن بكر بن زياد بن علي بن مهران الشيباني الشعراني كان من أكثر أقرانه سماعا وكان له ثروة ظاهرة فأنفق أكثرها على العلماء وأهل العلم وفي الحج والجهاد وأعمال البر إلا الصدقات لأبيه فإنها بقيت عليه يروي عن أبي العباس السراج وأبي العباس الماسرجسي وبالعراق من أبي جعفر بن البختري الرزاز وبمكة من أبي سعيد بن الأعرابي كتب عنه الناس ببغداد بانتقاء أبي بكر بن الجعابي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أرسل الشعر في حجته الثالثة ثم لم يزل على رأسه إلى أن مات فقيل له الشعراني وتوفي فجأة يوم الثلاثاء التاسع عشر من جمادى الآخرة سنة اثنتين وسبعين وثلاثمائة وأبو يعقوب إسحاق بن إسماعيل بن عبد الله بن زكريا الرملي الشعراني يقال له صاحب الوفرة يروي عن آدم بن أبي إياس العسقلاني مات سنة ثمان وثمانين ومائتين ",
                "title": "الشعراني",
                "uri": "JK_000952_2346"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}