{
    "features": [
        {
            "item": "JK_000952_0499",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.349-350",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البسري</h1> بضم الباء المنقوطة بواحدة وسكون السين المهملة وفي آخرها الراء هذه النسبة إلى بسر بن ارطاة وقيل ابن أبي ارطاة والمشهور بهذه النسبة أبو عبد الله محمد بن الوليد بن عبد الحميد البسري القرشي وهو من ولد بسر بن أبي ارطاة أحد الثقات المشهورين من أهل البصرة قدم بغداد وحدث بها عن محمد بن جعفر غندر وعبد الأعلى بن عبد الأعلى السامي ويحيى بن سعيد القطان ووهب بن جرير ومحمد بن عبيد الطنافسي ومروان بن معاوية الفزاري وغيرهم روى عنه محمد بن إسماعيل البخاري في صحيحه |جـ 1 صـ 350| وكذلك مسلم بن الحجاج القشيري وقاسم بن زكريا المطرز وعبد الله بن محمد بن ناجية ويحيى بن محمد بن صاعد وأبو عمر محمد بن يوسف القاضي والقاضي المحاملي ومحمد بن مخلد العطار وجماعة سواهم وقال أبو عبد الرحمن النسائي محمد بن الوليد بصري ثقة وجماعة من أهل العراق نسبوا إلى بيع البسر وشرائه وفيهم كثرة وظني أن أبا القاسم علي بن أحمد بن محمد بن البسري البندار منهم وهو شيخ بغداد في عصره سمع أبا طاهر المخلص وأبا الحسن بن الصلت وأبا أحمد الفرضي روى عنه يوسف بن أيوب الهمذاني بمرو وأبو المظفر بن القشيري بنيسابور وأبو نصر بن الغازي بأصبهان وعمر بن إبراهيم العلوي بالكوفة وأبو السعادات بن نغوبا بواسط وفم الصلح وأبو الفضل محمد بن ناصر الحافظ ببغداد في جماعة أكثر من ثلاثين نفسا وتوفي في سنة أربع وسبعين وأربعمائة وكانت ولادته في حدود سنة ثمانين وثلاثمائة وأما ابنه أبو عبد الله الحسين بن علي بن أحمد بن البسري فصار من محدثي بغداد لكبر سنه وعلو سنده في عصره سمع أبا محمد عبد الله بن يحيى بن عبد الجبار السكري وغيره روى لنا عنه أبو البركات إسماعيل بن أبي سعد الصوفي ببغداد وأبو المظفر عبد الله بن طاهر بن فارس الخياط بالترمذ وغيرهما وكانت ولادته في سنة تسع أو عشر وأربعمائة وتوفي في جمادي الآخرة سنة سبع وتسعين وأربعمائة وأما أبو عبيد البسري الصوفي من مشاهير الصوفية فهو منسوب إلى بصرى قرية من قرى الشام فأبدل الصاد بالسين وقيل البسري على قياس قولهم في السويق الصويق وفي السراط الصراط وفي السقر الصقر وأخواتها حدثنا أبو العلاء أحمد بن الفضل الحافظ من لفظه بجامع أصبهان وكتب لي بخطه أنا أبو الفضل محمد بن طاهر بن علي المقدسي أنا أبو علي الحسن بن عبد الرحمن الشافعي بمكة أنا أبو الحسن علي بن عبد الله الهمذاني سمعت محمد بن داود سمعت أبا بكر بن معمر سمعت ابن أبي عبيد البسري يحدث عن أبيه أنه غزا سنة من السنين فخرج في السرية فمات المهر الذي كان تحته فقال أبو عبيد فقلت يا رب اعرنيها حتى أرجع إلى بصرى يعني قريته فإذا المهر قائم فلما غزونا ورجعت إلى بصرى قال أبو عبيد لابنه |جـ 1 صـ 351| يا بني خذ السرج عن المهر فقلت له يا ابه هو عرق فإن أخذنا عنه السرج داخله الريح فقال يا بني هو عارية فكما أخذت عنه السرج وقع فمات ومن القدماء أبو الوليد أحمد بن عبد الرحمن بن بكار بن عبد الملك بن الوليد بن بسر بن ارطاة القرشي البصري الدمشقي من أهل دمشق سكن بغداد وحدث بها عن الوليد بن مسلم ومروان بن معاوية روى عنه علي بن عبد العزيز البغوي وابن أخيه عبد الله بن محمد بن عبد العزيز البغوي وعبد الله بن محمد بن ناجية وعمر بن محمد بن نصر الكاغذي وغيرهم وكان أبو عبد الرحمن النسائي يقول هو دمشقي صالح ومات في سنة ست وأربعين ومائتين ",
                "title": "البسري",
                "uri": "JK_000952_0499"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}