{
    "features": [
        {
            "item": "JK_000952_3805",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.295-297",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المسلي</h1> بضم الميم وسكون السين وتخفيفها هذه النسبة إلى بني مسلية وهي قبيلة من بني الحارث وهو مسلية بن عامر بن عمرو بن عكة بن جلد بن مالك بن أدد بن حبابة قال أبو علي الغساني المغربي في كتاب تقييد المهمل بنو مسلية هو مسلية بن عامر بن عمرو بن علة بن جلد بن مذحج وهم بنو عم بني الحارث بن كعب بن عمرو بن علة قال وقال أبو بكر بن دريد مسلية مفعلة من أسليته عن كذا وهو السلو والسلوان وهذه القبيلة نزلت الكوفة وصارت محلة معروفة لنزولها بها فالمشهور بالنسبة إليها أبو خزيمة وبرة بن عبد الرحمن المسلي الحارثي من أهل |جـ 5 صـ 296| الكوفة من التابعين يروي عن ابن عمر رضي الله عنهما روى عنه بيان بن بشر ومسعود المسعودي مات في ولاية خالد بن عبد الله على العراق وابن جباية الشاعر المسلي اسمه الحارث بن ثعلبة بن ناشرة بن الأبيض بن كنانة بن مسلية بن عامر وحبابة هي أم ثعلبة وأخيه صبح ابني ناشرة وهي حبابة بنت الأعمى بن منبة بن كنانة بن مسلية وبنو الحارث بن ثعلبة بها يعرفون ولهم يقول عبد الله بن عبد المدان % وبنو حبابة ضاربون قبابهم % % بقضيب تغرب حولهم انعام % وتميم بن طرفة الطائي المسلي من أهل الكوفة يروي عن عدي بن حاتم وجابر بن سمرة رضي الله عنهما روى عنه سماك بن حرب والمسيب بن رافع وكان من الثقات مات سنة ثلاث أو أربع وتسعين وشيخنا أبو العباس أحمد بن يحيى بن الناقة المسلي كان يسكن في بني مسلية بالكوفة وكان شيخا فاضلا شاعرا له أنس بالحديث سمع الكثير وجمع كتابا في الحديث سماه الأمثال سمع بالكوفة أبا البقاء المعمر بن محمد بن علي الحبال وأبا الغنائم محمد بن علي بن ميمون النرسي وببغداد أبا محمد الحسن بن علي بن عبد العزيز التككي وهبة الله بن أحمد بن الموصلي وغيرهم كتبت عنه أولا ببغداد لما قدمها ثم بالكوفة وكنت أقرأ عليه بالكوفة على باب داره في بني مسلية وعمر بن شبيب بن عمر المسلي من أهل الكوفة قدم بغداد وحدث بما عن عبد الملك بن عمير وعثمان بن ثوبان وعلقمة بن مرثد وعبد الله بن عيسى وذكر أنه رأى أبا إسحاق السبيعي روى عنه إسحاق بن موسى الأنصاري ويعقوب الدورقي سعدان بن نصر والحسن بن إسحاق بن يزيد العطار وغيرهم وكان شيخا صالحا صدوقا ولكنه كان يخطىء كثيرا حتى خرج عن حد الاحتجاج به وقال يحيى بن معين عمر بن شبيب ليس بشيء وسئل عن أبيه شبيب فقال ثقة وقال أبو زرعة الرازي عمر بن شبيب واهي الحديث وقال يعقوب بن سفيان في تصنيفه باب من يرغب عن الرواية عنهم كتب وكنت أسمع أصحابنا يضعفونهم منهم عمر بن شبيب الكوفي وقال يعقوب في موضع اخر عمر بن شبيب كوفي حديثه ليس بشيء |جـ 5 صـ 297| وقال أبو عبد الرحمن النسائي عمر بن شبيب المسلي ليس بالقوي وجارية بن سليمان المسلي يروي عن عبد الله بن الزبير روى عنه إسماعيل بن أبي خالد ويعقوب بن عطاء وإسماعيل بن مسلم ",
                "title": "المسلي",
                "uri": "JK_000952_3805"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}