{
    "features": [
        {
            "item": "JK_000952_0283",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.231-232",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأهوازي</h1> بفتح الألف وسكون الهاء وفي آخرها الزاي هذه النسبة إلى الأهواز وهي من بلاد خوزستان وتنسب جميع بلاد الخوز إلى الأهواز يقال لها كور الأهواز والبلدة هي الأهواز الساعة يقال لها سوق الأهواز وهي على قرب من أربعين فرسخا من البصرة وكانت إحدى البلاد المشهورة المشحونة بالعلماء والأئمة والتجار والمتمولين من أهل البلد والغرباء وقد خربت أكثرها وبقيت التلال ولم يبق منها إلا جماعة قليلة والمشهور بالنسبة إليها من القدماء الضحاك بن زيد الأهوازي يروي عن إسماعيل بن أبي خالد روى عنه عبد الملك بن مروان الأهوازي وكان ممن يرفع المراسيل ويسند الموقوف لا يجوز الاحتجاج به لما أكثر ومنها أبو الطيب محمد بن أحمد بن موسى بن هارون بن الصلت |جـ 1 صـ 232| الأهوازي سكن بغداد وحدث بها عن أبي خليفة الفضل بن حباب الجمحي ومحمد بن جعفر القتات وإبراهيم بن شريك الكوفيين وأحمد بن الحسن بن عبد الجبار الصوفي وحامد بن محمد بن شعيب البلخي وأحمد بن محمد البراثي روى عنه ابنه أبو الحسن أحمد وأبو القاسم عبد الرحمن بن عبيد الله الحرفي ومات في سنة اثنتين وخمسين وثلاثمائة وزيد ابن الحريش الأهوازي يروي عن عمران بن عيينة روى عنه عبدان بن أحمد بن موسى الأهوازي وابنه أحمد بن زيد بن الحريش الأهوازي روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو الحسين محمد بن الحسن بن أحمد بن محمد بن موسى بن عمران الأهوازي المعروف بابن أبي علي الأصبهاني قدم بغداد من الأهواز وحدث بها عن محمد بن إسحاق بن دارا وأحمد بن محمود بن خرزاذ ومحمد بن أحمد بن إسحاق الشاهد الأهوازيين وعن أبي أحمد الحسن بن عبد الله بن سعيد العسكري سمع منه أبو بكر أحمد بن علي بن ثابت الحافظ وأبو الفضل أحمد بن الحسن بن خيرون الأمين وغيرهما ذكره الخطيب الحافظ في التاريخ وقال قدم علينا من الأهواز وخرج له أبو الحسن النعيمي أجزاء من حديثه وسمع منه شيخنا أبو بكر البرقاني وكان قد أخرج إلينا فروعا بخطه قد كتبها من حديث شيوخه المتأخرين عن متقدمي البغداديين الذين في طبقة عباس الدوري ونحوه فظننت أن الغفلة غلبت عليه فإنه لم يكن يحسن شيئا من صناعة الحديث حتى حدثني عبد السلام بن الحسين الدباس وكان لا بأس به معروفا بالستر والصيانة قال دخلت على الأهوازي يوما وبين يديه كتاب في أخبار مجموعة وهو صحيفة لا يوجد سماعا فرأيت الأهوازي قد نقل منه أخبارا عدة إلى مواضع متفرقة من كتبه وأنشأ لكل خبر منها إسنادا أو كما قال وقال أبو نصر أحمد بن علي بن عبدوس الخصاص كنا نسمي ابن أبي علي الأصبهاني خزان الكذب أقام الأهوازي ببغداد سبع سنين ثم خرج إلى الأهواز وبلغنا وفاته في سنة ثمان وعشرين وأربعمائة |جـ 1 صـ 233| ",
                "title": "الأهوازي",
                "uri": "JK_000952_0283"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}