{
    "features": [
        {
            "item": "JK_000952_0020",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.64-65",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الآفراني</h1> بمد الألف وضم الفاء والراء وفي آخرها نون هذه النسبة إلى قرية بنسف يقال لها آفران على فرسخ منها كان بها جماعة من العلماء والمحدثين قديما وحديثا فمنهم أبو موسى الوثير بن المنذر بن جنك بن زمانة الآفراني النسفي كان يروي كلام الزهاد هكذا ذكره أبو كامل البصيري في المضافات ووثير بن منير الآفراني هو الأول وظني أن هذا من |جـ 1 صـ 65| تصحيفات أبي كامل البصيري فقال وثير بن المنذر يحكي حكايات لحاتم بن عنوان الأصم البلخي حكاها عنه أبو جعفر محمد بن محمد الذهبي السمرقندي وأبو بكر محمد بن إبراهيم بن سمعان الآفراني الفقيه كان مقيما ببخارا سمع أبا بكر أحمد بن سعد الستمني وأبا صالح خلف بن محمد الخيام وأبا عمرو محمد بن محمد بن صابر وغيرهم مات ببخارا في شوال سنة ثلاث عشرة وأربعمائة وقد جاوز الثمانين سنة وأبو أحمد محمد بن أحمد بن عمرو بن نصر بن حامد الآفراني سمع الليث بن نصر الكاجري وروى عنه الموطا مات بآفران سنة اثنتين وعشرين وأربعمائة وأبو الفضل الشعبي بن عبد الله بن منصور بن نصر بن فارس الآفراني الملقب بالشاه يروي عن أبي يعلى عبد المؤمن بن خلف ومحمد بن محمود بن عتيق ومحمد بن زكريا بن الحسين وأبي الحسن محمد بن عمرو بن محمد بن بجير الهمداني وكان جماعا للعلم بندارا من البنادرة مكثرا من الحديث روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وغيره مات في غرة المحرم سنة ثلاث وثمانين وثلاثمائة ومن القدماء أبو محمد جبرئيل بن عون الآفراني يروى عن قتيبة بن سعيد والأجلة وكان رفيق محمد بن إسماعيل البخاري ووراقه أيام مقامه بنسف روى عنه عبد العزيز بن حاتم الآفراني وأبو الطيب عبد الملك بن إسحاق بن المهتدي الآفراني الأديب الشاعر سمع أحمد بن حامد المقري وأبا الفوارس أحمد بن محمد بن جمعة والليث بن نصر الكاجري النسفيين وكان ارتحل إلى مرو وتفقه بها وسمع أبا العباس المعداني وأبا الحسن المحمودي وأبا زيد الفقيه المروزي وغيرهم ومات في العشر الأواسط من شعبان سنة ثمان وثمانين وثلاثمائة وأخوه أبو تمام عبد السلام بن إسحاق بن المهتدي الحامدي الآفراني الفقيه الأديب الشاعر سمع شيوخ أخيه الثلاثة السابق ذكرهم وكان فقيها شافعي المذهب أدرك أصحابه وتفقه عليهم ومات في شوال سنة أربعمائة ",
                "title": "الآفراني",
                "uri": "JK_000952_0020"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}