{
    "features": [
        {
            "item": "JK_000952_3832",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.312-313",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المصعبي</h1> بضم الميم وسكون الصاد وفتح العين المهملة وفي اخرها الباء المنقوطة بواحدة هذه النسبة إلى رجلين من أجداد المنتسب إليه أولهما مصعب بن الزبير بن العوام أمير العراقين جماعة انتسبوا إليه والثاني إلى مصعب بن بشر بن فضالة منهم أبو بشر أحمد بن محمد بن عمرو بن مصعب بن بشر من فضالة بن عبد الله بن راشد المصعبي المروزي الكندي محدث مشهور معروف كان مقدم بلده والمرجوع إليه في الحادثات والنوازل ولكنه لم يكن ثقة في الحديث وله من النسخ الموضوعة شيء كثير |جـ 5 صـ 313| وكان يفهم الحديث ويعرفه ورحل في طلبه إلى اليمن والعراق وخلط في أشياء وكان يروي عن محمود بن ادم وأبي عبد الرحمن أحمد بن عبد الله بن حكيم الغرياناني وإسحاق بن إبراهيم الدبري وعبيد الكشوري الصغانيين سمع منه جماعة كثيرة من الأئمة وأجمعوا على ترك حديثه وقال هو ضعيف مطعون مثل أبي سعد الإدريسي وأبي أحمد بن عدي وأبي حاتم بن حبان وأبي عبد الله الغنجار وغيرهم وتوفي في سنة ثلاث وعشرين وثلاث مئة وأما جده الأعلى مصعب الذي ينسب إليه هو وأولاده فهو أبو بشر مصعب بن بشر بن فضالة بن عبيد كان ولاؤه إلى عبد الرحمن بن محمد بن الأشعث الكندي الخارج على الحجاج وكان صاحب ابن المبارك سمع منه الكتب وكان يعرف النحو واللغة والأدب سمع خارجة بن مصعب والمنذر بن ثعلبة روى عنه محمد بن عبدك وأما أبو الحسن عبد الرزاق بن مصعب بن بشر بن أحمد بن محمد بن عمرو بن فضالة المصعبي كان شيخا فقيها سمع أبا بكر القفال وأحمد بن الفضل البرونجردي وجماعة من هذه الطبقة روى لنا عنه ابنه مصعب وأبو نصر محمد بن محمد بن يوسف الفاشاني وكانت وفاته في حدود سنة سبعين وأربع مئة وأما ابنه أبو بشر مصعب بن عبد الرزاق بن مصعب بن بشر بن أحمد المصعبي شيخ ظريف الجملة حسن المعاشرة من بيت العلم سمع أباه والسيدين أبا القاسم علي بن موسى الموسوي وأبا الحسن محمد بن محمد بن زيد الحسيني والإمامين أبا عبد الله محمد بن الحسن المهر بندقشائي وأبا الفضل محمد بن أحمد التميمي والوزير أبا علي الحسن بن علي بن إسحاق الطوسي وغيرهم قرأت عليه أجزاء وكانت ولادته قبل سنة ستين وأربع مئة وتوفي في المحرم سنة تسع وعشرين وخمس مئة ودفن بسنجدان ",
                "title": "المصعبي",
                "uri": "JK_000952_3832"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}