{
    "features": [
        {
            "item": "JK_000129_002741",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.57-58",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>توزر والنسبة التوزري</h1> بالفتح ثم السكون وفتح الزاي وراء مدينة في أقصى إفريقية من نواحي الزاب الكبير من أعمال الجريد معمورة بينها وبين نفطة عشرة فراسخ وأرضها سبخة بها نخل كثير قال أبو عبيد البكري في كتاب المسالك والممالك أما |جـ 2 صـ 58| قسطيلية فإن من بلادها توزر والحمزة ونفطة وتوزر هي أمها وهي مدينة عليها سور مبني بالحجر والطوب ولها جامع محكم البناء وأسواق كثيرة وحولها أرباض واسعة وهي مدينة حصينة لها أربعة أبواب كثيرة النخل والبساتين ولها سواد عظيم وهي أكثر بلاد إفريقية تمرا ويخرج منها في أكثر الأيام ألف بعير موقورة تمرا وشربها ثلاثة أنهار تخرج من زقاق كالدرمك بياضا ورقة ويسمى ذلك الموضع بلسانهم تبرسي وإنما تنقسم هذه الثلاثة الأنهار بعد اجتماع تلك المياه بموضع يسمى وادي الجمال يكون قعر النهر هناك نحو مائتين ذراع ثم ينقسم كل نهر من هذه الأنهار على ستة جداول وتتشعب من تلك الجداول سواق لا تحصى تجري في قنوات مبنية بالصخر على قسمة عدل لا يزيد بعضها على بعض شيئا كل ساقية سعة شبرين في ارتفاع فتر يلزم كل ما يسقي منها أربعة أقداس مثقال في العام وبحساب ذلك في الأكثر والأقل وهو أن يعمد الذي له دولة السقي إلى قدس في أسفله ثقبة مقدار ما يسعها وتر قوس النداف فيملأه ماء ويعلقه ويسقي الحائط أو البستان من تلك الجداول حتى يفنى ماء القدس ثم يملأ ثانيا هكذا وقد علموأن سقي اليوم الكامل مائة واثنان وتسعون قدسا لا يعلم في بلاد مثل أترنجها جلالا وحلاوة وعظما وجباية قسطيلية مائتا ألف دينار وأهلها يستطيبون لحوم الكلاب ويربونها ويسمونها في بساتينهم ويطعمونها التمر ويأكلونها ولا يعلم وراء قسطيلية عمران ولا حيوان إلا الفنك وإنما هي رمال وأرضون سواخة وينسب إلى توزر جماعة منهم أبو حفص عمر بن أحمد ابن عيسون الأنصاري التوزري لقيه السلفي بالإسكندرية ",
                "title": "توزر والنسبة التوزري",
                "uri": "JK_000129_002741"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}