{
    "features": [
        {
            "item": "JK_000952_4093",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.465-466",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النحاس</h1> بفتح النون وتشديد الحاء المهملة وفي اخرها السين المهملة أيضا هذا إلى عمل النحاس وأهل مصر يقولون لمن يعمل الأواني الصفرية ويبيعها النحاس والمشهور بهذا الاسم أبو عمير عيسى بن محمد النحاس الرملي من أهل الرملة صاحب ضمرة بن ربيعة يروي عن أيوب بن سويد الرملي روى عنه محمد بن عبيد بن ادم العسقلاني وجماعة وأبو جعفر أحمد بن محمد بن إسماعيل النحوي النحاس من أهل مصر له تصانيف في التفسير والنحو جياد صاحب كتاب معاني القرآن يروي عن محمد بن جعفر بن أعين وأبي عبد الرحمن النسائي والأخفش النحوي توفي في ذي الحجة سنة ثمان وثلاثين وثلاثمئة وأبو محمد عبد الله بن هاشم النحاس يروي عن محمد بن خلاد الإسكندراني وغيره مات بالإسكندرية سنة ست وثمانين ومئتين وأبو العباس فضيل بن عبد الله بن هاشم النحاس سمع من أبيه توفي في شعبان سنة ثمان وثلاثين وثلاثمئة قاله ابن يونس وأبو محمد عبد الرحمن بن عمر بن محمد بن سعيد البزاز المعروف بابن النحاس محدث مصر في عصره رحل إلى مكة وسمع بها أبا سعيد أحمد بن محمد بن زياد بن الأعرابي وبمصر سليمان بن داود العسكري ومحمد بن بشر العسكري وغيرهم روى عنه |جـ 5 صـ 466| أبو علي الحسن بن علي الوخشي البلخي الحافظ وأحمد بن أبي نصر الكوفاني الهروي وأبو الحسن علي بن يوسف الجويني وأبو نصر عبيد الله ابن سعيد الوائلي السجزي نزيل مكة ومحمد بن يوسف القطان النيسابوري وأبو إسحاق إبراهيم بن سعيد الحبال وأبو الحسن علي بن الحسن الخلعي وظني أنه اخر من حدث عنه وتوفي سنة ست عشرة وأربعمئة وشيخنا أبو المعالي عبد الخالق بن عبد الصمد بن البدن كان يقعد في سوق الصفر ببغداد ويبيع ويشتري المتاع وكنت اكتب له النحاس ثم صار يجلس في سوق الغزل وكان شيخا صالحا ثقة بكاء من خشية الله مكثرا من الحديث تفرقت أصوله وتلفت في الحريق قرأنا عليه من أصول الناس سمع أبا الحسين بن المهتدي بالله الهاشمي وأبا الغنائم بن المأمون وأبا الحسين بن البقور وأبا بكر بن الخياط المقرىء وأبا القاسم بن الخلال وغيرهم ومات ببغداد في أحد الربيعين من سنة ثمان وثلاثين وخمسمئة وكانت ولادته سنة ثلاث وخمسين وأربعمئة إن شاء الله ",
                "title": "النحاس",
                "uri": "JK_000952_4093"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}