{
    "features": [
        {
            "item": "JK_000952_1748",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.40-42",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الربذي</h1> بفتح الراء والباء المعجمة بواحدة وفي آخرها ذال منقوطة هذه النسبة إلى الربذة وهي من قرى المدينة على طريق الحجاز إذا رحلت من فيد إلى مكة نزلت بها غير مرة وبها قبر أبي ذر الغفاري رضي الله عنه وكان يسكنها وتوفي بها والمشهور بهذه النسبة عبد الله بن عبيدة بن نشيط الربذي يروي عن جابر وعقبة بن عامر روى عنه أخوه موسى بن عبيدة الربذي قال أبو حاتم بن حبان عبد الله بن عبيدة منكر الحديث جدا فلست أدري السبب الواقع في أخباره منه أو من أخيه لأن أخاه موسى ليس بشيء في الحديث وليس له راو غيره فمن ههنا اشتبه أمره ووجب تركه وقال أبو علي الغساني عبد الله بن عبيدة الربذي أخو مسلم بن عبيدة ويقال إن بينهما في المولد ثمانين سنة ولا وهم الغساني أو لهما أخ ثالث اسمه مسلم وقال سمع عبيد الله بن عبد الله بن عتبة بن مسعود حدث عنه صالح بن كيسان قتلته الحرورية بقديد سنة ثلاثين ومائة ومن التابعين مهاجر بن حبيب الربذي يروي عن أسد بن كرز رضي الله عنه روى عنه أرطأة بن المنذر وأبو المختار أيمن بن عبد الله الربذي من ساكني الربذة أدرك أبا ذر الغفاري رضي الله عنه روى عنه عقبة بن وهب وسلمة بن عمرو بن الأكوع الربذي قال ابن أبي حاتم |جـ 3 صـ 42| الرازي والرواة تقول في المجاز سلمة بن الأكوع ينسبونه إلى جده ويكنى بأبي مسلم الأسلمي له صحبة سكن الربذة وعداده في أهل المدينة روى عنه إياس بن سلمة ابنه ومولاه يزيد بن أبي عبيد ويزيد بن خصيفة وبكار بن عبد الله بن عبيدة الربذي بن أخي موسى بن عبيدة يروي عن عمه أشياء مناكير لا يدري التخليط في حديثه منه أو من عمه أو منهما لأن موسى ليس في الحديث بشيء وأكثر رواية بكار عنه قال أبو حاتم بن حبان فاحترزنا لما مر من أن نطلق على مسلم شيئا بغير علم فيكون خصمنا في القيامة نعوذ بالله من ذلك روى عنه ابن نفيل ومحمد بن مهران وحفص بن عمر الجدي وأبو حصين الرازي وأما عمه عبد العزيز موسى بن عبيدة بن نسطاس الربذي وقيل عبيدة بن نشيط يروي عن عبد الله بن دينار وأهل المدينة روى عنه العراقيون وأهل بلده مات بالربذة وقد قيل بالمدينة سنة ثلاث وخمسين ومائة وجعلوا يجدون المسك يفوح من قبره وكان من خيار عباد الله نسكا وفضلا وعباده وصلاحا إلا أنه غفل عن الإتقان في الحفظ حتى يأتي بالشيء الذي لا أصل له متوهما يروي عن الثقات ما ليس من حديث الإثبات من غير تعمد له فبطل الاحتجاج به من جهة النقل وإن كان فاضلا في نفسه ",
                "title": "الربذي",
                "uri": "JK_000952_1748"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}