{
    "features": [
        {
            "item": "JK_000129_002699",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.48-49",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تنس والنسبة التنسي</h1> بفتحتين والتخفيف والسين مهملة قال أبو عبيد البكري بين تنس والبحر ميلان وهي آخر إفريقية مما يلي المغرب بينها وبين وهران ثماني مراحل وإلى مليانة في جهة الجنوب أربعة أيام وإلى تيهرت خمس مراحل أو ست قال أبو عبيد هي مدينة مسورة حصينة داخلها قلعة صغيرة صعبة المرتقى ينفرد بسكناها العمال لحصانتها وبها مسجد جامع وأسواق كثيرة وهي على نهر يأتيها من جبال على مسيرة يوم من جهة القبلة ويستدير بها من جهة الشرق ويصب في البحر وتسمى تنس الحديثة وعلى البحر حصن ذكر أهل تنس أنه كان القديم المعمور قبل هذه الحديثة وتنس الحديثة أسسها وبناها البحريون من أهل الأندلس منهم الكركدن وابن عائشة والصقر وصهيب وغيرهم وذلك في سنة 262 وسكنها فريقان من أهل الأندلس من أهل البيرة وأهل تدمير وأصحاب تنس من ولد إبراهيم بن محمد بن سليمان بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب وكان هؤلاء البحريون من أهل الأندلس يشتون هناك إذا سافروا من الأندلس في مرمسى على ساحل البحر فيجتمع إليهم بربر ذلك القطر ويرغبونهم في الانتقال إلى قلعة تنس ويسألونهم أن يتخذوها سوقا ويجعلوها سكنى ووعدوهم بالعون وحسن المجاورة فأجابوهم إلى ذلك وانتقلوا إلى القلعة وانتقل إليهم من جاورهم من أهل الأندلس فلما دخل عليهم الربيع اعتلوا واستوبؤوا الموضع فركب البحريون من أهل الأندلس مراكبهم وأظهروا لمن بقي منهم أنهم يمتارون لهم ويعودون فحينئذ نزلوا قرية بجاية وتغلبوا عليها ولم يزل الباقون في تنس في تزايد ثروة وعدد ودخل إليهم أهل سوق إبراهيم وكانوا في أربعمائة بيت فوسع لهم أهل تنس في منازلهم وشاركوهم في أموالهم وتعاونوا على البنيان واتخذوا الحصن الذي فيها اليوم ولهم كيل يسمونه الصحفة وهي ثمانية وأربعون قادوسا والقادوس ثلاثة أمداد بمد النبي صلى الله عليه وسلم ورطل اللحم بها سبع وستون أوقية ورطل سائر الأشياء اثنتان وعشرون أوقية ووزن قيراطهم ثلث درهم عدل بوزن قرطبة وقال سعد بن أشكل التيهرتي في علته التي مات منها بتنس نأى النوم عني واضمحلت عرى الصبر وأصبحت عن دار الأحبة في أسر وأصبحت عن تيهرت في دار غربة وأسلمني مر القضاء من القدر إلى تنس دار النحوس فإنها يساق إليها كل منتقص العمر هو الدهر والسياق والماء حاكم وطالعها المنحوس صمصامة الدهر بلاد بها البرغوث يحمل راجلا ويأوي إليها الذئب في زمن الحشر |جـ 2 صـ 49| ويرجف فيها القلب في كل ساعة بجيش من السودان يغلب بالوفر ترى أهلها صرعى دوى أم ملدم يروحون في سكر ويغدون في سكر وقال غيره أيها السائل عن أرض تنس مقعد اللؤم المصفى والدنس بلدة لا ينزل القطر بها والندى في أهلها حرف درس فصحاء النطق في لا أبدا وهم في نعم بكم خرس فمتى يلمم بها جاهلها يرتحل عن أهلها قبل الغلس ماؤها من قبح ما خصت به نجس يجري على ترب نجس فمتى تلعن بلادا مرة فاجعل اللعنة دأبا لتنس وقال أبو الربيع سليمان الملياني مدينة تنس خربها الماء وهدمها في حدود نيف وعشرين وستمائة وقد تراجع إليها بعض أهلها ودخلها في تلك المدة وهم ساكنون بين الخراب وقد نسبوا إلى تنس إبراهيم بن عبد الرحمن التنسي دخل الأندلس وسكن مدينة الزهراء وسمع من أبي وهب بن مسرة الحجازي وأبي علي القالي وكان في جامع الزهراء يفتي ومات في صدر شوال سنة 703 ",
                "title": "تنس والنسبة التنسي",
                "uri": "JK_000129_002699"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}