{
    "features": [
        {
            "item": "JK_000129_000748",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.211-212",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إصطخر والنسبة إصطخري</h1> بالكسر وسكون الخاء المعجمة والنسبة إليها إصطخري وإصطخرزي بزيادة الزاي بلدة بفارس من الإقليم الثالث طولها تسع وسبعون درجة وعرضها اثنتان وثلاثون درجة وهي من أعيان حصون فارس ومدنها وكورها قيل كان أول من أنشأها إصطخر بن طهمورث ملك الفرس وطهمورث عند الفرس بمنزلة آدم قال جرير بن الخطفى يذكر أن فارس والروم والعرب من ولد إسحاق بن إبراهيم الخليل عليه السلام ويجمعنا والغر أبناء سارة أب لا نبالي بعده من تعذرا وأبناء إسحاق الليوث إذا ارتدوا حمائل موت لابسين السنورا إذا افتخروا عدوا الصبهبذ منهم وكسرى وعدوا الهرمزان وقيصرا وكان كتاب فيهم ونبوة وكانوا بإصطخر الملوك وتسترا قال الإصطخري وأما إصطخر فمدينة وسطة وسعتها مقدار ميل وهي من أقدم مدن فارس وأشهرها وبها كان مسكن ملك فارس حتى تحول اردشير إلى جور وفي بعض الأخبار أن سليمان بن داود عليه السلام كان يسير من طبرية إليها من غدوة إلى عشية وبها مسجد يعرف بمسجد سليمان عليه السلام وزعم قوم من عوام الفرس إن الملك الذي كان قبل الضحاك هو سليمان بن داود قال وكان في قديم الأيام على مدينة اصطخر سور فتهدم وبناؤه من الطين والحجارة والجص على قدر يسار الباني وقنطرة خراسان خارجة عن المدينة على بابها مما يلي خراسان ووراء القنطرة أبنية ومساكن ليست بقديمة ولا زال باصطخر وباء إلا أن خارج المدينة صحيح الهواء وبين اصطخر وشيراز اثنا عشر فرسخا قال ويرتفع من جبال إصطخر حديد وبقرية من كورة إصطخر تعرف بدارابجرد معدن الزيبق ويقولون إن كور فارس خمس وقيل سبع أكبرها وأجلها كورة إصطخر وبها كانت قبل الإسلام خزائن الملوك وكان إدريس بن عمران يقول أهل اصطخر أكرم الناس أحسابا ملوك وأبناء ملوك ومن مشهور مدن كورتها البيضاء ومائين ونيرين وابرقويه ويزد وغير ذلك وطول ولايتها اثنا عشر فرسخا في مثلها والمنسوب إليها جماعة وافرة من أهل العلم منهم أبو سعيد الحسن بن أحمد بن يزيد بن عيسى بن الفضل الإصطخري القاضي أحد الأئمة الشافعية وصاحب قول فيهم مولده سنة 442 ووفاته في جمادى الآخرة سنة 823 وأبو سعيد عبد الكريم بن ثابت الإصطخري ثم الجزري مولى بني أمية وهو ابن حصيف أصله من اصطخر سكن حران وأحمد بن الحسين بن داناج أبو العباس الزاهد الإصطخري سكن مصر وسمع إبراهيم بن دحيم ومحمد بن صالح بن عصمة بدمشق وعبد الله بن محمد بن سلام المقدسي ومحمد بن عبيد الله بن الفضل الحمصي وعبدان بن أحمد الأهوازي وجعفر الفريابي |جـ 1 صـ 212| وعبد الله بن أحمد بن حنبل والحسن بن سهل بن عبد العزيز المجوز بالبصرة وعلي بن عبد العزيز البغوي بمكة وأبا علي الحسن بن أحمد بن المسلم الطبيب بصنعاء وغيرهم روى عنه أبو بكر محمد بن أحمد ابن علي بن إبراهيم بن جابر التنبسي وأبو محمد بن النحاس وغيرهما ومات بمصر لعشرين ليلة خلت من شهر ربيع الأول سنة 336 ",
                "title": "إصطخر والنسبة إصطخري",
                "uri": "JK_000129_000748"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}