{
    "features": [
        {
            "item": "JK_000952_3357",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.575-578",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القيسي</h1> بفتح القاف وسكون الياء وكسر السين هذه النسبة إلى جماعة اسمهم قيس والمشهور بالنسبة أبو الخصيب زياد بن عبد الرحمن القيسي قال أبو حاتم بن حبان هو من بني |جـ 4 صـ 576| قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل عداده في أهل البصرة يروي عن ابن عمر روى عنه عقيل بن طلحة وأبو المهاجر عبد الله بن عميرة بن حصن القيسي من بني قيس بن ثعلبة عداده في أهل الكوفة يروي عن عمر وحذيفة روى عنه سماك بن حرب وهو الذي يقول فيه إسرائيل عبد الله بن حصين العجلي ومنها ولاء أبو سعيد سليمان بن المغيرة القيسي البصري مولى قيس بن ثعلبة بن بكر بن وائل من أهل البصرة يروي عن الحسن وثابت البناني روى عنه ابن المبارك وأهل العراق ومات سنة خمس وستين ومائة وحميد بن علي بن هارون القيسي يعرف بزوج غنج من أهل البصرة قال أبو حاتم بن حبان هو شيخ كان بالبصرة ذهبت إليه يوما وجماعة من اصحابنا لأختبره فدللنا عليه في بني قيس فلما أتيناه إذا شيخ يظهر الصلاح والخير فسألته أن يملي علينا شيئا يحفظه فأملى علينا عن عبد الواحد بن غياث وغيره فذكر أحاديث مقلوبة ثم قال فأملى علينا أحاديث من هذا الضرب فقمنا وتركناه وعلمت أنه لا يخلو أمره من أحد شيئين إما أن يكون هو الذي يتعمد في قلب هذه الأحاديث أو قلبت له فحدث بها فلا يجوز الاحتجاج به بعد روايته هذه الأشياء عن هؤلاء الثقات الذين لم يحدثوا بهذه الأحاديث على هذا النحو وهذا شيخ ليس يعرفه كثير أحد وإنما ذكرته لعل من يجيء بعدنا يحتج بشيء مما روى هذا الشيخ ويوهم المستمعين أنه كان ثقة وأبو محمد روح بن عبادة بن العلاء بن حسان بن عمرو بن مرثد القيسي من بني قيس بن ثعلبة من أنفسهم سمع عبد الله بن عون وعمران بن حدير وأشعث بن عبد الملك وسعيد بن أبي عروبة وابن جريج والأوزاعي وابن أبي ذئب ومالك بن أنس وسفيان الثوري وشعبة والحمادين وسفيان بن عيينة روى عنه أحمد بن حنبل وأبو خيثمة وعلي بن المديني وإسحاق بن راهويه وهارون بن عبد الله وأحمد بن منيع وبندار بن بشار ويعقوب الدورقي وكان من أهل البصرة وقدم بغداد وحدث بها مدة طويلة ثم انصرف إلى البصرة فمات بها وكان كثير الحديث وصنف |جـ 4 صـ 577| في السنن والأحكام وجمع التفسير وكان ثقة وقال علي بن المديني نظرت لروح بن عبادة في أكثر من مائة ألف حديث كتبت منها عشرة آلاف ومات سنة خمس وقيل سنة سبع ومائتين وخبية بن كناز القيسي من قيس ثعلبة كان على الأبلة فقال عمر بن الخطاب لا حاجة لنا فيه هو يخبأ وأبوه يكنز قال ذلك الحارث عن المدائني ورياح بن عمرو القيسي وإسماعيل بن قيس القيسي عن نافع وعكرمة روى عنه موسى بن إسماعيل وأبو محمد روح بن عبادة القيسي وأبو عمرو بكر بن بكار القيسي يروي عن شعبة وحمزة بن حبيب عن عيسى بن المسيب وأبو خالد هدبة بن خالد القيسي من أهل البصرة يروي عن همام بن يحيى وسهيل بن أبي حزم روى عنه البخاري ومسلم في جماعة آخرهم أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي والحسين بن محمد بن داود القيسي مأمون وأبو محمد السري بن هناد القيسي المروزي حدث عن أبي عثمان بن القاسم البغدادي ومحمد بن شقيق بن إبراهيم البلخي وأبو بكر عبد الصمد بن هارون بن عمرو بن حبان بن يزيد القيسي من أهل نيسابور الملقب بقاتل قتيبة سمع بخراسان قتيبة بن سعيد وإسحاق بن إبراهيم الحنظلي وبالعراق أحمد بن حنبل وعلي بن المديني وبالحجاز أبا مصعب الزهري ومحمد بن يحيى بن أبي عمرو وبالشام هشام بن عمار وأقرانهم روى عن المؤمل بن الحسين بن عيسى وأبو حامد بن الشرقي وغيرهما ومات في شوال سنة أربع وثمانين ومائتين بنيسابور وجماعة من القيسيين ينسبون إلى قيس عيلان بن مضر بن نزار حكى معتمر بن سليمان عن أبيه أنه قال له إذا كتبت نفسك في الشهادة فلا تكتب المري ولا التيمي واكتب القيسي فإن أبي كان مكاتبا لبحير بن بحران وأمي مولاة لبني سليم فاكتب القيسي فإن كنت من بني مرة فأنت من قيس بن ثعلبة وإن كنت من بني سليم فأنت من |جـ 4 صـ 578| قيس عيلان فاكتب القيسي وقرية بصعيد مصر تسمى القيسي حدث منها ليث القيسي مولى محمد بن عياض الزهري يروي عن سالم بن عبد الله بن عمر روى عنه الليث بن سعد وإنما قيل لهذه القرية قيس لأن فتحها كان على يدي قيس بن الحارث المرادي فنسبت إليه وهو شهد فتح مصر يروي عن عمر بن الخطاب روى عنه سويد بن قيس وبكر بن سوادة ",
                "title": "القيسي",
                "uri": "JK_000952_3357"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}