{
    "features": [
        {
            "item": "JK_000952_2775",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.202-204",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العصفري</h1> بضم العين وسكون الصاد المهملتين وضم الفاء بعدها راء مهملة هذه النسبة إلى العصفر وبيعه وشرائه وهي شيء تصبغ به الثياب والمشهور بهذه النسبة |جـ 4 صـ 203| أبو عمرو خليفة بن خياط العصفري من أهل البصرة يعرف بشباب يروي عن سفيان بن عيينة ويزيد بن زريع وبشر بن المفضل ومعتمر بن سليمان وعامة البصريين قال ابن حبان حدثنا عنه الحسن بن سفيان وكان متقنا عالما بأيام الناس وأنسابهم قال ابن أبي حاتم سألت أبي عنه فقال لا أحدث عنه هو غير قوي كتبت من مسنده أحاديث ثلاثة عن أبي الوليد فأتيت أبا الوليد وسألته عنها فأنكرها وقال ما هذه من حديثي فقلت كتبتها من كتاب شباب العصفري فعرفه وسكن غضبه قال ابن أبي حاتم وانتهى أبو زرعة إلى أحاديث كان أخرجها في فوائده عن شباب العصفري فلم يقرأ علينا فضربنا عليه وترك الرواية عنه وجده أبو هبيرة خليفة بن خياط العصفري الليثي سمع حميدا الطويل وكان راويا لعمرو بن شعيب روى عنه أبو الوليد الطيالسي مات سنة ستين ومائة وأبو إسحاق إبراهيم بن منقذ بن إبراهيم بن عيسى بن يحيى العصفري مولى خولان من أصحاب عبد الله بن وهب كانت كتبه احترقت قديما وبقيت له منها بقية وكان يحدث بما بقي له من كتبه وبنو عمه يزعمون أنهم من ولد عامر بن فهيرة والأشهر أنه مولى خولان ثم رضا توفي ليلة الخميس لتسع خلون من شهر ربيع الآخر سنة تسع وستين ومائتين وأبو بكر محمد بن أحمد بن موسى العصفري من أهل بغداد سمع الحسن بن عرفة وسعدان بن نصر وحفص بن عمرو الربالي وأحمد بن منصور الرمادي وغيرهم روى عنه أبو أحمد محمد بن أحمد بن إسحاق الحافظ وذكر أنه بغدادي سكن طرسوس وهناك سمع منه وأبو بكر محمد بن إسحاق بن عامر بن جبلة العصفري من أهل سمرقند كان من أفاضل الناس وممن له الرحلة والرغبة في طلب العلم والجهاد يروي عن أبي حاتم الرازي وأبي بكر محمد بن عيسى الطرسوسي وأحمد بن محمد بن غالب غلام الخليل البصري وأبي علي صالح بن محمد الحافظ جزرة وغيرهم روى عنه محمد بن أبي سعد الحافظ السرخسي ومعتمر بن جبريل بن عاصم الكرميني وغيرهما وأخوه أبو عمرو محمد بن إسحاق العصفري كان من خيار عباد الله الصالحين فضلا وورعا ورغبة في الغزو والجهاد وطلب العلم رحل إلى العراق وكتب بها عن إبراهيم بن إسحاق الحربي ومحمد بن يونس الكديمي وسمع بسمرقند أبا الفضل محمد بن إبراهيم البكري وسعيد بن خشنام السمرقندي ومحمد بن نصر المروزي وغيرهم وكان على أيام الجمع بجامع سمرقند يروي عنه أبو سعد الإدريسي وأبو الفضل محمد بن إبراهيم |جـ 4 صـ 204| الكاغدي وغيرهما مات سنة ثمان وأربعين وثلاثمائة ",
                "title": "العصفري",
                "uri": "JK_000952_2775"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}