{
    "features": [
        {
            "item": "JK_000952_2639",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.101-103",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطفري</h1> بفتح الظاء المعجمة والفاء وفي آخرها الراء المهملة هذه النسبة إلى ظفر وهو بطن من الأنصار وهو كعب بن الخزرج بن عمرو بن مالك بن الأوس واسم ظفر كعب والمشهور بالنسبة إليه يونس بن محمد بن أنس بن فضالة الظفري من أهل المدينة يروي عن أبيه له صحبة روى عنه فضيل بن سليمان النميري وحفيده إدريس بن محمد بن يونس الظفري وهو أبو محمد روى عن إدريس يعقوب بن محمد الزهري وابن أبي فديك وقتادة بن النعمان الظفري من بني ظفر ايضا من الأنصار وأبو ذرة الحارث بن معاذ بن زرارة الظفري شهد مع النبي صلى الله عليه وسلم أحدا ذكر ذلك محمد بن جرير الطبري وفي بني سليم بنو ظفر بن الحارث بن بهثة بن سليم والمنتسب إلى الأنصار ولاء خطاب بن صالح الظفري الأنصاري مولى بني ظفر يروي عن أمه سلامة بنت معقل امرأة من قيس عيلان روى عنه البصريون وقيل إن ظفر بطن من حمير قاله أبو سعيد بن يونس وقال معافى بن عمران الظفري وظفر بطن من حمير هو ظفر بن معاوية والمعافى من أهل مصر قدم حمص وكتب عنه |جـ 4 صـ 102| وجماعة ببغداد ينتسبون إلى محلة بشرقيها يقال لها الظفرية إحدى المحال المعروفة فشيخنا أبو بكر أحمد بن ظفر بن أحمد المغازلي الظفري الشيباني منها روى لنا عن أبي الغنائم بن المأمون الهاشمي وأبي علي بن البنا المقرىء وغيرهما مات سنة ثلاث وثلاثين وخمسمائة وأبو نصر أحمد بن محمد بن عبد الملك الأسدي الظفري دخلت عليه داره الظفرية ولم يحضر اصلا أقرأ عليه وكان مريضا فعدته واستجزت منه وخرجت وكان سمع أبا بكر الخطيب الحافظ وأبا الفرج بن المخبزي وغيرهما ومات سنة اثنتين وثلاثين وخمسمائة وأبو محمد سليمان بن الحسين الشحام الظفري سمع مع والدي رحمه الله من أصحاب أبي القاسم بن بشران وأبي علي بن شاذان سمعت منه الظفرية وأبو طليحة قيس بن عاصم الظفري التميمي السعدي بصري له صحبة روى عنه الحسن البصري وابنه حكيم بن قيس وابن ابنه خليفة بن حصين ومنهم من يروي عن خليفة بن حصين عن أبيه عن جده قيس بن عاصم وروى عنه شعبة بن التوأم هكذا ذكره أبو حاتم الرازي |جـ 4 صـ 103| ",
                "title": "الطفري",
                "uri": "JK_000952_2639"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}