{
    "features": [
        {
            "item": "JK_000952_0115",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.121-122",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأزرق</h1> بفتح الألف وسكون الزاي وفتح الراء وفي آخرها القاف هذه الصفة كان يعرف بها الإمام أبو إسماعيل حماد بن زيد بن درهم الأزدي البصري المعروف بالأزرق هكذا رأيت في كتاب الثقات لأبي حاتم البستي قال وهو مولى آل جرير بن حازم الجهضمي من أهل البصرة يروي عن ثابت البناني روى عنه أهل البصرة وكان مولده في ولاية سليمان بن عبد الملك سنة ثمان وتسعين ومات يوم الجمعة في شهر رمضان لتسع عشرة مضت من سنة سبع وسبعين ومائة وقد قيل سنة تسع وسبعين ودفن بعد العصر يوم الجمعة وكان ضريرا يحفظ حديثه كله وكان درهم جده من سبي سجستان وما كان حماد بن زيد يحدث إلا من حفظه وقد وهم من زعم أن بينهما يعني بينه وبين ابن سلمة بن دينار كما بين الدينار والدرهم لأن حماد بن زيد كان أحفظ وأتقن وأصبط من حماد بن سلمة اللهم إلا أن يكون القائل بهذا أراد فضل ما بينهما مثل الدينار والدرهم في الفضل والدين لأن حماد بن سلمة كان أفضل وأدين وأورع من حماد بن زيد ولسنا ممن يطلق الكلام على أحد بالجزاف بل نعطي كل شيخ قسطه وكل راو حظه والله الموفق لذلك والمان بما يجب من القول والفعل معا وعبد الملك بن وهيب الأزرق مولى زيد بن ثابت الأنصاري يروي المراسيل روى عنه عبد الرحمن بن أبي الموال ومن التابعين إسماعيل بن سلمان بن أبي المغيرة وعبيد الله بن موسى والتبوذكي يخطىء وعبد الصمد بن سليمان الأزرق يروي عن خصيب بن جحدر روى عنه سعيد بن سليمان الواسطي منكر الحديث جدا لا يحتج بخبر رواه إلا من غير رواية خصيب بن جحدر وكذلك التنكب عما انفرد بما لم يتابع عليه وأبو بكر يوسف بن يعقوب بن إسحاق بن البهلول بن حسان بن سنان الأزرق التنوخي الكاتب الأنباري سمع جده إسحاق بن البهلول ومحمد بن عمرو بن حنان الحمصي والزبير بن بكار والحسن بن عرفة وحميد بن الربيع روى عنه محمد بن المظفر والدارقطني وابن شاهين وآخر من روى عنه أبو الحسين بن المتيم وكان ثقة وولد بالأنبار في رجب سنة ثمان وثلاثين ومائتين وكان أزرق العين وكان كاتبا جليلا قديم التصرف مع السلطان عفيفا فيما تصرف فيه وكان عريض النعمة متخشنا في دينه كثير الصدقة أمارا بالمعروف ومات عن اثنتين وتسعين سنة في ذي الحجة سنة تسع وعشرين |جـ 1 صـ 122| وثلاثمائة ودفن بباب الكوفة ",
                "title": "الأزرق",
                "uri": "JK_000952_0115"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}