{
    "features": [
        {
            "item": "JK_000952_0077",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.96-97",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإخميمي</h1> بكسر الألف وسكون الخاء المعجمة والياء المنقوطة باثنتين من تحتها بين الميمين المكسورتين هذه النسبة إلى اخميم وهي بلدة من ديار مصر من الصعيد على طريق الحاج منها أبو الفيض ذو النون بن إبراهيم الإخميمي الزاهد كان زاهدا صاحب كرامات وآيات وكان فصيحا ذا حكمة ولسان توفي في ذي القعدة سنة خمس وأربعين ومائتين وكلماته وأحواله مدونة في الكتب وأبو زيد سهل بن الربيع بن سليمان الإخميمي مولى جهينة كان مقبولا عند القضاة وكانت في لسانه تمتمة حدث عنه ابنه أحمد بن سهل ويحيى بن عثمان بن صالح توفي بمصر في المحرم سنة تسع وأربعين ومائتين وأبو جعفر أحمد بن يحيى بن الحارث الإخميمي ينسب إلى ولاء الحسن بن أبان مولى بني سعد بن تميم حدث وتوفي في شهر ربيع الأول سنة ثمانين ومائتين وأحمد بن سهل بن الربيع بن سليمان الإخميمي مولى جهينة كان مقبولا عند القضاة بكار بن قتيبة وغيره وكان أبوه أيضا مقبولا عند هارون الزهري يروي عن إبراهيم بن عمر بن يحيى بن بكير وزيد بن بشر ويحيى بن سليمان الحنفي وغيرهم قال أبو سعيد بن يونس المصري وقد كتبت عنه الحديث وتوفي سنة إحدى وثمانين ومائتين وأبو الحسن علي بن سليمان بن بشر الإخميمي نسبوه في موالي مراد يعرف بابن أبي الرقاع من أهل مصر كان قد رحل وكتب عن عبد الرزاق وغيره وآخر من |جـ 1 صـ 97| حدث عنه بمصر أحمد بن حماد زغبة توفي يوم الثلاثاء لست خلون من رجب سنة ثلاث وعشرين ومائتين وأبو المؤمل محمد بن عيسى بن عيسى بن تميم المصيصي ثم الإخميمي ذكره أبو سعيد بن يونس في تاريخ مصر وقال كان من سكان المصيصة قدم مصر وخرج إلى إخميم من صعيد مصر يروى عن لوين وابن ناصح وكان منكر الحديث ولم يكن بشيء وكان عند أصحاب الحديث يكذب كتبنا عنه سنة تسع وتسعين ومائتين ورجع إلى إخميم فبلغني أنه توفي سنة ثلاثمائة وأبو الفيض ذو النون بن إبراهيم المصري الإخميمي النوبي كان أصله من النوبة وكان من قرية إخميم فنزل مصر وكان حكيما فصيحا زاهدا وجه إليه جعفر المتوكل على الله فحمل إلى حضرته بسر من رأى حتى رآه وسمع كلامه ثم انحدر إلى بغداد فأقام بها مديدة وعاد إلى مصر وقيل إن اسمه ثوبان وذو النون لقب له وقد أسند عنه أحاديث غير ثابتة والحمل فيها على من دونه وحكى عنه من البغداديين سعيد بن عثمان بن عياش الخياط وأبو العباس بن مسروق الطوسي قال أبو الحسن الدارقطني ذو النون المصري روى عنه عن مالك أحاديث في أسانيدها نظر فكان واعظا وقال في موضع آخر إذا صح السند إليه فأحاديثه مستقيمة وهو ثقة وقال ابن الجلاء لقيت ستمائة شيخ ما لقيت فيهم مثل أربعة أحدهم ذو النون ومات ذو النون في سنة خمس وأربعين ومائتين بالجيزة وحمل في مركب حتى عدى به إلى الفسطاط خوفا عليه من زحمة الناس على الجسر ودفن في مقابر أهل المعافر وذلك في يوم الإثنين لليلتين خلتا من ذي القعدة من سنة ست وأربعين ومائتين ",
                "title": "الإخميمي",
                "uri": "JK_000952_0077"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}