{
    "features": [
        {
            "item": "JK_000129_005335",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.487-489",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دومة الجندل</h1> بضم أوله وفتحه وقد أنكر ابن دريد الفتح وعده من أغلاط المحدثين وقد جاء في حديث الواقدي دوماء الجندل وعدها ابن الفقيه من أعمال المدينة سميت بدوم بن إسماعيل بن إبراهيم وقال الزجاجي دومان بن إسماعيل وقيل كان لإسماعيل ولد اسمه دما ولعله مغير منه وقال ابن الكلبي دوماء بن إسماعيل قال ولما كثر ولد إسماعيل عليه السلام بتهامة خرج دوماء بن إسماعيل حتى نزل موضع دومة وبنى به حصنا فقيل دوماء ونسب الحصن إليه وهي على سبع مراحل من دمشق بينها وبين مدينة الرسول صلى الله عليه وسلم وقال أبو سعد دومة الجندل في غائط من الأرض خمسة فراسخ قال ومن قبل مغربه عين تثج فتسقي ما به من النخل والزرع وحصنها مارد وسميت دومة الجندل لأن حصنها مبني بالجندل وقال أبو عبيد السكوني دومة الجندل حصن وقرى بين الشام والمدينة قرب جبلي طيء كانت به بنو كنانة من كلب قال ودومة من القريات من وادي القرى إلى تيماء أربع ليال والقريات دومة وسكاكة وذو القارة فأما دومة فعليها سور يتحصن به وفي داخل السور حصن منيع يقال له مارد وهو حصن أكيدر الملك بن عبد الملك بن عبد الحي بن أعيا بن الحارث بن معاوية بن خلاوة بن أبامة بن سلمة بن شكامة بن شبيب بن السكون بن أشرس بن ثور بن عفير وهو كندة السكوني الكندي وكان النبي صلى الله عليه وسلم وجه إليه خالد بن الوليد من تبوك وقال له ستلقاه يصيد الوحش وجاءت بقرة وحشية فحككت قرونها بحصنه فنزل إليها ليلا ليصيدها فهجم عليه خالد فأسره وقتل أخاه حسان بن عبد الملك وافتتحها خالد عنوة وذلك في سنة تسع للهجرة ثم إن النبي صلى الله عليه وسلم صالح أكيدر على دومة وآمنه وقرر عليه وعلى أهله الجزية وكان نصرانيا فأسلم أخوه حريث فأقره النبي صلى الله عليه وسلم على ما في يده ونقض أكيدر الصلح بعد النبي صلى الله عليه وسلم فأجلاه عمر رضي الله عنه من دومة فيمن أجلى من مخالفي دين الإسلام إلى الحيرة فنزل في موضع منها قرب عين التمر وبنى به منازل وسماها دومة وقيل دوماء باسم حصنه بوادي القرى فهو قائم يعرف إلا أنه خراب قال وفي إجلاء عمر رضي الله عنه أكيدر يقول الشاعر يا من رأى ظعنا تحمل غدوة من آل أكدر شجوه يعنيني |جـ 2 صـ 488| قد بدلت ظعنا بدار إقامة والسير من حصن أشم حصين وأهل كتب الفتوح مجمعون على أن خالد بن الوليد رضي الله عنه غزا دومة أيام أبي بكر رضي الله عنه عند كونه بالعراق في سنة 21 وقتل أكيدر لأنه كان نقض وارتد وعلى هذا لا يصح أن عمر رضي الله عنه أجلاه وقد غزي وقتل في أيام أبي بكر رضي الله عنه وأحسن ما ورد في ذلك ما ذكره أحمد بن جابر في كتاب الفتوح له وأنا حاك جميع ما قاله على الوجه قال بعث رسول الله صلى الله عليه وسلم خالد بن الوليد رضي الله عنه سنة تسع إلى أكيدر بن عبد الملك بدومة الجندل فأخذه أسيرا وقتل أخاه وقدم بأكيدر على النبي صلى الله عليه وسلم وعليه قباء ديباج بالذهب فأسلم أكيدر وصالح النبي صلى الله عليه وسلم على أرضه وكتب له ولأهل دومة كتابا وهو بسم الله الرحمن الرحيم هذا كتاب محمد رسول الله لأكيدر حين أجاب إلى الإسلام وخلع الأنداد والأصنام ولأهل دومة إن لنا الضاحية من الضحل والبور والمعامي وأغفال الأرض والحلقة والسلاح والحافر والحصن ولكم الضامنة من النخل والمعين من المعمور لا تعدل سارحتكم ولا تعد فاردتكم ولا يحظر النبات تقيمون الصلاة لوقتها وتؤتون الزكاة لحقها عليكم بذلك عهد الله والميثاق ولكم به الصدق والوفاء شهد الله ومن حضر من المسلمين قيل الضاحي البارز والضحل الماء القليل والبور الأرض التي لم تستخرج والمعامي الأرض المجهولة والأغفال التي لا آثار فيها والحلقة الدروع والحافر الخيل والبراذين والبغال والحمير والحصن دومة الجندل والضامنة النخل الذي معهم في الحصن والمعين الظاهر من الماء الدائم وقوله لا تعدل سارحتكم أي لا يصدقها المصدق إلا في مراعيها ومواضعها ولا يحشرها وقوله لا تعد فاردتكم أي لا تضم الفاردة إلى غيرها ثم يصدق الجميع فيجمع بين متفرق الصدقة ثم عاد أكيدر إلى دومة فلما مات رسول الله صلى الله عليه وسلم منع أكيدر الصدقة وخرج من دومة الجندل ولحق بنواحي الحيرة وابتنى قرب عين التمر بناء وسماه دومة وأسلم حريث بن عبد الملك أخوه على ما في يده فسلم له ذلك فقال سويد بن الكلبي فلا يأمنن قوم زوال جدودهم كما زال عن خبت ظعائن أكدرا وتزوج يزيد بن معاوية ابنة حريث وقيل إن خالدا لما انصرف من العراق إلى الشام مر بدومة الجندل التي غزاها أولا بعينها وفتحها وقتل أكيدر قال وقد روي أن أكيدر كان منزله أولا بدومة الحيرة وهي كانت منازله وكانوا يزورون أخوالهم من كلب وإنه لمعهم وقد خرجوا للصيد إذ رفعت لهم مدينة متهدمة لم يبق إلا حيطانها وهي مبنية بالجندل فأعادوا بناءها وغرسوا فيها الزيتون وغيره وسموها دومة الجندل تفرقة بينها وبين دومة الحيرة وكان أكيدر يتردد بينها وبين دومة الحيرة فهذا يزيل الاختلاف وقد ذهب بعض الرواة إلى أن التحكيم بين علي ومعاوية كان بدومة الجندل وأكثر الرواة على أنه كان بأذرح وقد أكثر الشعراء في ذكر أذرح وأن التحكيم كان بها ولم يبلغني شيء من الشعر في دومة إلا قول الأعور الشني وإن كان الوزن يستقيم بأذرح وهو هذا رضينا بحكم الله في كل موطن وعمرو وعبد الله مختلفان |جـ 2 صـ 489| وليس بهادي أمة من ضلالة بدومة شيخا فتنة عميان بكت عين من يبكى ابن عفان بعدما نفا ورق الفرقان كل مكان ثوى تاركا للحق متبع الهوى وأورث حزنا لاحقا بطعان كلا الفتنتين كان حيا وميتا يكادان لولا القتل يشتبهان وقال أعشى بني ضور من عنزة أباح لنا ما بين بصرى ودومة كتائب منا يلبسون السنورا إذا هو سامانا من الناس واحد له الملك خلا ملكه وتفطرا نفت مضر الحمراء عنا سيوفنا كما طرد الليل النهار فأدبرا وقال ضرار بن الأزور يذكر أهل الردة عصيتم ذوي ألبابكم وأطعتم ضجيما وأمر ابن اللقيطة أشأم وقد يمموا جيشا إلى أرض دومة فقبح من وفد وما قد تيمموا وقرأت في كتاب الخوارج قال حدثنا محمد بن قلامة بن إسماعيل عن محمد بن زياد قال حدثنا محمد ابن عون قال حدثنا عبد الله بن عيسى بن عبد الرحمن بن أبي ليلى قال مررت مع أبي موسى بدومة الجندل فقال حدثني حبيبي أنه حكم في بني إسرائيل في هذا الموضع حكمان بالجور وأنه يحكم في أمتي في هذا المكان حكمان بالجور قال فما ذهبت إلا أيام حتى حكم هو وعمرو بن العاص بما حكما قال فلقيته فقلت له يا أبا موسى قد حدثتني عن رسول الله صلى الله عليه وسلم بما حدثتني فقال والله المستعان ",
                "title": "دومة الجندل",
                "uri": "JK_000129_005335"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}