{
    "features": [
        {
            "item": "JK_000952_0434",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.314-315",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرديجي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وبعدها الدال المهملة وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الجيم هذه النسبة إلى برديج وهي بليدة بأقصى أذربيجان بينها وبين بردعة أربعة عشر فرسخا والماء يدور حوالي برديج في نهر يقال له الكر كبير مثل الدجلة ببغداد والمشهور بهذه النسبة أبو بكر أحمد بن هارون بن روح البردعي |جـ 1 صـ 315| البرديجي الحافظ النيسابوري سمع نصر بن علي الجهضمي ويحيى بن عبد الله الكرابيسي وأبا سعيد الأشج وهارون بن إسحاق الهمداني ويوسف بن سعيد بن مسلم وإسحاق بن سيار النصيبي وعمرو بن عبد الله الأودي ومحمد بن إسحاق الصغاني وبحر بن نصر المصري وأبا زرعة الرازي روى عنه جعفر بن أحمد بن سنان القطان وأبو بكر محمد بن عبد الله الشافعي وأبو علي محمد بن أحمد بن الصواف وعلي بن محمد بن لؤلؤ وأبو القاسم سليمان بن أحمد الطبراني وغيرهم وكان ثقة فاضلا فهما حافظا من المذكورين بالفقه والحفظ مات في شهر رمضان سنة إحدى وثلاثمائة ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال أبو بكر البرديجي الحافظ ورد نيسابور على محمد بن يحيى الذهلي واستفاد وأفاد وكتب عنه مشايخنا في ذلك العصر وقد سمع شيخنا أبو علي يعني الحافظ من أبي بكر البرديجي بمكة سنة ثلاث وثلاثمائة وأظنه جاور بمكة وبها مات فإني لا أعرف إماما من أئمة عصره في الآفاق إلا وله عليه انتخاب يستفاد حكى أبو العباس الوليد بن بكر الأندلسي عن أبي عبد الله الحسين بن أحمد بن عبد الله بن بكير الحافظ قال عرفت أن بعض الحفاظ أنكر أن يكون أحمد بن هارون بردعيا وهو بردعي برديجي حدث عنه جماعة فقالوا البردعي منهم أبو شيخ الأصبهاني وغيره وسمعت أبا بكر محمد بن علي الصابوني البردعي يقول وسألته عن بردعة وبرديج فقال من بردعة إلى برديج أربعة عشر فرسخا وبرديج حواليها الماء يدور في نهر يقال له الكر كبير مثل الدجلة ببغداد ",
                "title": "البرديجي",
                "uri": "JK_000952_0434"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}