{
    "features": [
        {
            "item": "JK_000952_2406",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.473-475",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشهرزوري</h1> بفتح الشين المعجمة وسكون الهاء وضم الراء والزاي وفي آخرها راء هذه النسبة إلى شهرزور وهي بلدة بين الموصل وزنجان بناها زور بن الضحاك فقيل شهرزور يعني بلد زور خرج منها جماعة من العلماء والمحدثين أنشدني الحاكم أبو الفتح عبد الله بن محمد بن محمد بن محمد البيضاوي ببغداد انشدنا أبو محمد جعفر بن أحمد بن الحسين السراج لنفسه % وعدت بأن تزوري بعد شهر % % فزوري قد تقضى الشهرزوري % % وشقة بيننا نهر المعلى % % إلى البلد المسمى شهرزوري % % فشهر صدودك المحتوم صدق % % ولكن شهر وصلك شهرزوري % وأبو بكر محمد بن القاسم بن المظفر بن علي بن الشهرزوري يقال له قاضي الخافقين كان أحد الفضلاء المعروفين تفقه على الشيخ أبي إسحاق الشيرازي وولي |جـ 3 صـ 474| القضاء بعدة بلاد من بلاد الجزيرة والشام رحل إلى الجبال والعراق وبلاد خراسان وسمع الحديث بنفسه وسمع ببغداد أبا القاسم عبد العزيز بن علي الأنماطي وأبا نصر أحمد بن محمد بن محمد بن علي الزينبي وبنيسابور أبا بكر أحمد بن علي بن خلف الشيرازي وأبا عمرو عثمان بن محمد بن عبيد الله المحمي وببلخ أبا عدنان القاسم بن علي القرشي وأبا القاسم أحمد بن محمد بن محمد الخليلي وطبقتهم وبشهرزور القاسم عبد العزيز بن معمر الكازروني سمعت منه أولا ببغداد ثم لما وافيت الموصل صادفته معتكفا في جامعها وكان في العشر الآخر من رمضان سنة خمس وثلاثين وخمسمائة فلازمته وقرأت عليه الكثير وذكر أن ولادته بإربل قلعة على مرحلة من الموصل في سنة ثلاث أو أربع وخمسين وأربعمائة وتوفي ببغداد في جمادى الآخرة سنة ثمان وثلاثين وخمسمائة ودفن بباب ابرز وأما أبوه أبو أحمد القاسم بن المظفر بن علي الشهرزوري كان من أهل العلم والفضل ورزق أولادا كبارا فضلاء صاروا قضاة الشام والجزيرة وبيت الشهرزورية معروف بتلك البلاد سمع ببغداد أبا القاسم عبد العزيز بن علي الأزجي وغيره روى لنا عنه ابنه أبو بكر بالموصل وتوفي ^ ^ وأما أخو أبي بكر أبو منصور المظفر بن القاسم بن المظفر بن علي الشهرزوري شيخ صالح عالم سديد السيرة كثير التهجد والصلاة دائم الدراسة للقرآن سمع أبا نصر محمد بن علي الزينبي وغيره سمعت منه أولا ببغداد ثم بمدينة سنجار في رحلتي إلى الشام وكان ولي قضاء سنجار فقرأت عليه في جامعها وكانت ولادته ^ ^ وأبو المظفر محمد بن علي بن الحسين بن أحمد بن الشهرزوري من أهل بغداد شيخ فاضل دين ثقة خير له معرفة تامة بالفرائض والحساب وكان له دكان في سوق الريحانيين يبيع فيه العطر والأدوية وكان الفقهاء يقرءون عليه الفرائض في دكانه سمع أبا الفضل أحمد بن الحسن بن خيرون الأمين وأبا عبد الله الحسين بن أحمد بن طلحة النعالي سمعت منه ببغداد وكانت ولادته في ذي الحجة سنة تسع وسبعين وأربعمائة وأبو الكرم المبارك بن الحسن بن أحمد الشهرزوري من أهل بغداد مقرىء فاضل صالح دين قائم بكتاب الله تعالى عارف باختلاف الروايات والقراءات وصنف فيها كتابا |جـ 3 صـ 475| سماه المصباح له روايات عالية سمع أبا القاسم إسماعيل بن مسعدة الإسماعيلي وأبا الفضل أحمد بن الحسن بن خيرون الأمين وأبا محمد رزق الله بن عبد الوهاب التميمي وغيرهم وكانت له إجازة عن أبي الحسين محمد بن علي بن المهتدي بالله الهاشمي قرأت عليه ببغداد وكانت ولادته في شهر ربيع الآخر سنة اثنتين وستين وأربعمائة وتوفي في ذي الحجة سنة خمسين وخمسمائة ودفن بباب حرب وأبو بكر أحمد بن عبيد بن عبد الله الشهرزوري سكن بغداد وحدث بها عن محمد بن بكار بن الريان وداود بن رشيد وأبي همام السكوني روى عنه محمد بن مخلد العطار وأحمد بن جعفر بن سلم وأبو بكر أحمد بن إبراهيم الإسماعيلي الجرجاني وغيرهم وكان ثقة مات في شهر ربيع الأول سنة ثمان وتسعين ومائتين ومن القدماء الخضر بن داود الشهرزوري القاضي قال الدارقطني كان بمكة مقيما يروي عن الزبير بن بكار كتاب النسب وغيره ويروي عن الأثرم علل أحمد بن حنبل حدثنا عنه أبو جعفر مسلم بن عبيد الله الحسيني بمصر وأبو محمد دعلج بن أحمد بن دعلج بن عبد الرحمن السجزي يعني ببغداد ",
                "title": "الشهرزوري",
                "uri": "JK_000952_2406"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}