{
    "features": [
        {
            "item": "JK_000129_003375",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.165",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جنابذ والنسبة الجنابذي</h1> بالضم وبعد الألف باء موحدة مكسورة وذال معجمة ناحية من نواحي نيسابور وأكثر الناس يقولون إنها من نواحي قهستان من أعمال نيسابور وهي كورة يقال لها كنابذ وقيل هي قرية ينسب إليها خلق من أهل العلم منهم أبو يعقوب إسحاق بن محمد بن عبد الله الجنابذي النيسابوري سمع محمد بن يحيى الذهلي وأبا الأزهر وغيرهما مات سنة 136 روى عنه الحسين بن علي وعبد الغفار بن محمد الحسين بن علي بن شيرويه بن علي بن الحسين الشيروي الجنابذي أبو بكر النيسابوري شيخ معمر صالح ثقة نبيل عفيف كان تاجرا يحمل بضائع الناس ويرتزق عليها الأرباح إلى أن عجز فلزم بيته واشتغل برواية الحديث وخرجت له الفوائد وبورك له حتى روى الحديث أربعين سنة وسمع منه العلم وألحق الأحفاد بالأجداد في الإسناد الأصم ولم ير على جزء من أجزاء المشايخ والمستمعين ما كان على أجزائه من الطباق ومتع بسمعه وبصره وعقله إلى آخر عمره وإن كان بصره ضعف سمع بنيسابور أباه أبا الحسن والقاضي أبا بكر محمد بن الحسن الخيري وأبا سعد محمد بن موسى بن الفضل بن شاذان الصيرفي وأبا عبد الله محمد بن إبراهيم بن محمد بن يحيى المزكي وأبا منصور عبد القاهر بن طاهر البغدادي وغيرهم وسمع بأصبهان أبا بكر بن زبدة وغيره وسمع منه جماعة من الشيوخ ماتوا قبله ولادته سنة 414 ومات في ذي الحجة سنة 015 وشيخنا عبد العزيز بن المبارك بن محمود الجنابذي الأصل البغدادي المولد والدار يكنى أبا محمد بن أبي نصر بن أبي القاسم ويعرف بابن الأخضر يسكن درب القيار من محال نهر المعلى في شرقي بغداد سمع الكثير في صغره بإفادة أبيه وعلي بن بكتاش وأكثر حتى لم يكن في أقرانه أوفر همة منه ولا أكثر طلبا وصحب أبا الفضل بن ناصر ولازمه حتى مات وكان أول ساعه بسنة 035 ولم يكن لأحد من شيوخ بغداد الذين أدركناهم أكثر من سماعه مع ثقة وأمانة وصدق ومعرفة تامة وكان حسن الأخلاق مزاحا له نوادر حلوة وصنف مصنفات كثيرة في علم الحديث مفيدة وكات متعصبا لمذهب أحمد بن حنبل سمعت عليه وأجاز لي ونعم الشيخ رحمه الله مات في سادس شوال سنة 611 ودفن بباب حرب عن سبع وثمانين سنة مولده سنة 425 ",
                "title": "جنابذ والنسبة الجنابذي",
                "uri": "JK_000129_003375"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}