{
    "features": [
        {
            "item": "JK_000952_0091",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.106",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأرجاني</h1> بفتح الألف وسكون الراء وفتح الجيم وفي آخرها النون هذه النسبة إلى أرجان وهي من كور الأهواز من بلاد خوزستان ويقال لها أرغان بالغين وهي أرجان وكان الصاحب إسماعيل بن عباد ينزل بها في بعض الأوقات وقال أبو بكر الخوارزمي في أول شعر له % فلو أبصرت في أرجان نفسي % % عليها من أبي يحيى ذمام % والمشهور بالانتساب إليها أبو إسحاق إبراهيم بن أحمد بن يزيد الأرجاني سمع ببلاده عبد الله بن محمد بن عبدان العسكري وبمكة أبا محمد عبد الرحمن بن محمد بن عبد الله بن يزيد المقري وبالجزيرة أبا علي محمد بن سعيد الحراني وغيرهم حدث بأرجان وبشيراز وروى عنه جماعة من أهل فارس ومات بأرجان وأبو بكر أحمد بن محمد بن الحسين الأرجاني القاضي بتستر من أفاضل عصره وكان مليح الشعر رقيق الطبع سار ديوان شعره في الآفاق وسمع الحديث بأصبهان من أبي بكر محمد بن أحمد بن الحسن بن ماجة الأبهري كتب إلي الإجازة بجميع مسموعاته ومقولاته وتوفي بتستر في حدود سنة أربعين وخمسمائة وجده من قبل أمه أبو عبد الله بن أحمد بن إبراهيم بن ماسك الأرجاني أحد المشايخ المشهورين بالزهد والورع ودقائق الحقائق سمع أبا بكر محمد بن الحسن البغدادي روى عنه أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي وغيره وتوفي بعد سنة أربعمائة أو في حدودها والله أعلم وأبو بكر محمد بن القاسم بن زهير الأرجاني حدث عن أبي علي محمد بن سليمان بن علي بن أيوب المالكي البصري روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وأبو الحسن أحمد بن محمد بن أحمد بن عقبة بن المضرس الأرجاني هو ابن أخي عبيد الله بن أحمد بن عقبة كان مقيما بأرجان مدة بعد أن رحل إلى بغداد وسمع بها أبا صالح عبد الرحمن بن سعيد بن هارون الأصبهاني ثم رجع إلى أرجان بعد أن أقام بأصبهان مدة وحدث بها سمع منه أبو بكر أحمد بن موسى بن مردويه الحافظ وحسن بن محمد بن الحسن بن يزداد بن مهران الأرجاني سمع أباه محمد بن الحسن ومحمد سمع أباه الحسن والحسن يروي عن يحيى بن معين والحسن الثاني روى عنه أبو بكر محمد بن إبراهيم ابن المقري ",
                "title": "الأرجاني",
                "uri": "JK_000952_0091"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}