{
    "features": [
        {
            "item": "JK_000952_3619",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.179-180",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الماليني</h1> بالياء المنقوطة باثنتين من تحتها بعد اللام المكسورة وفي اخرها النون هذه النسبة إلى مالين وهي في موضعين أحدهما قرى مجتمعة على فرسخين من هراة يقال لجميعها مالين وأهل هراة يقولون مالان ومالين أيضا قرية من قرى باخرز وكتبت بمالين هراة نوبا عدة وكتبت عن جماعة كثيرة من قراها فأما أبو سعد أحمد بن محمد بن أحمد بن عبد الله بن حفص بن الخليل الأنصاري الصوفي الماليني فمن مالين هراة كان أحد الرحالين في طلب الحديث والمكثرين منه كتب الحديث ببلاد خراسان ثم خرج إلى الرحلة وطاف ما بين الشامش إلى الاسكندرية وأدرك المشايخ وسمع الحديث وسمع منه وكان فاضلا عالما صوفيا ورعا متخلقا بأحسن الأخلاق سمع أبا عمرو إسماعيل بن نجيد السلمي وأبا أحمد عبد الله بن عدي الحافظ وأبا بكر أحمد بن إبراهيم الإسماعيلي وأبا محمد الحسن بن رشيق العسكري وأبا بكر محمد بن |جـ 5 صـ 180| عدي بن زحر المنقري وأبا القاسم تمام بن محمد بن عبد الله الحافظ الدمشقي وجماعة كثيرة روى عنه أبو بكر أحمد بن الحسين البيهقي وأبو بكر أحمد بن علي بن ثابت الخطيب وأبو القاسم عبد الرحمن بن محمد بن منده الحافظ وأبو مسعود سليمان بن إبراهيم الأصبهاني وأبو الحسين أحمد بن عبد الرحمن الذكواني وأبو عبد الله الحسين بن أحمد بن طلحة النعالي وكان سمع وكتب من الكتب الكبار والمصنفات الطوال ما لم يكن عند أحد وذكره مشهور مدون في الكتب ومات بمصر في شوال سنة اثنتي عشرة وأربع مئة وأبو معشر موسى بن محمد بن موسى بن شعيب الماليني سمع بخراسان أبا عبد الله محمد بن إبراهيم العبدي وأحمد بن نجدة القرشي وأبا بكر محمد بن إسحاق بن خزيمة وبالعراق أبا محمد عبد الله بن محمد بن ناجية والقاسم بن زكريا المطرز وبالحجاز محمد بن إبراهيم الديبلي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ ومات سنة ثمان وأربعين وثلاث مئة ",
                "title": "الماليني",
                "uri": "JK_000952_3619"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}