{
    "features": [
        {
            "item": "JK_000952_1343",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.335-337",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخراز</h1> بفتح الخاء المنقوطة والراء المهملة المشددة وفي آخرها زاي معجم هذه النسبة إلى خرز الأشياء من الجلود كالقرب والسطائح والسيور وغيرها المشهور بهذه النسبة مقاتل بن دوال دوز الخراز وهو مقاتل بن حيان ومنهم أبو يزيد خالد بن حيان الخراز الرقي وهو جبر أحمد بن يحيى بن خالد بن حيان المقرئ الذي كان بمصر ومنهم الشيخ العارف أبو سعيد أحمد بن عيسى الخراز الصوفي يقال له قمر الصوفية له تصانيف في علم القوم ومجاهدات ورياضيات وقال الجنيد لو طالبنا الله بحقيقة ما عليه أبو سعيد الخراز لهلكنا قال علي بن عمر الدينوري قلت لإبراهيم بن شيبان راوي الحكاية عن الجنيد وأيش كان حاله فقال أقام كذا وكذا سنة يخرز ما فاته الحق بين الخرزتين قيل إنه مات سنة سبع |جـ 2 صـ 336| وأربعين ومائتين أو سبع وسبعين ومائتين وقيل إنه مات سنة ست وثمانين ومائتين ومنهم محمد بن خالد الخراز الرازي وأبو مالك عبيد الله بن الأخنس البصري الخراز مولى الأزد قيده أبو الوليد بن الفرضي يروي عن ابن أبي ملكية روى عنه يحيى القطان وأبو يزيد خالد بن حيان الخراز الرقي من أهل الرقة سمع جعفر بن برقان وفرات بن سلمان وسليمان بن عبد الله بن الزبرقان وبدر بن راشد وكلثوم بن جوشن وغيرهم روى عنه عبد الله بن محمد النفيلي ومحمد بن عبد الله بن نمير ومحمد بن عبد الله بن عمار الموصلي وروى عنه من أهل بغداد أحمد بن حنبل ويحيى بن معين والحسن بن عرفة وكان بعض الناس يحمدونه ويوثقونه وبعضهم يضعفونه وقيل إنه مات سنة إحدى وتسعين ومائة وأبو جعفر محمد بن إسحاق ابن أسد الخراز يعرف بزريق وهو هروي الأصل حدث عن محمد بن معاوية النيسابوري وداود بن رشيد الخوارزمي وعبد الله بن عبد الوهاب البرجمي روى عنه محمد بن مخلد الدوري وأبو مزاحم الخاقاني وأحمد بن عثمان بن يحيى الأدمي قال الخطيب وما علمت من حاله إلا خيرا قال وتوفي في شوال سنة أربع وثمانين ومائتين وأبو العباس محمد ابن أحمد بن عباد الحراز من أهل بغداد سمع أبا هشام الرفاعي والحسن بن عرفة العبدي وغيرهما وحدث بمكة روى عنه أبو بكر محمد بن إبراهيم بن المقرئ الأصبهاني وذكر أنه سمع منه بمكة وأبو محمد عبد الله بن عون الهلالي الخراز من أهل بغداد سمع مالك بن أنس وشريك بن عبد الله وعبد الرحمن بن عبد الله العمري وإبراهيم بن سعد وإسماعيل بن عياش وعبدة بن سليمان وخلف بن خليفة روى عنه الحارث بن أبي أسامة وعباس بن محمد الدوري وموسى بن هارون وأبو بكر بن أبي الدنيا وأبو القاسم عبد الله بن محمد البغوي وأبو يعلى الموصلي وكان ثقة وسئل أحمد بن حنبل عنه فقال ما به بأس أعرفه قديما وجعل يقول فيه خيرا وقال صالح بن محمد جزرة الحافظ عبد الله بن عون الخزاز ثقة مأمون وكان يقال إنه من الإبدال وكان أبو القاسم البغوي يقول ثنا عبد الله بن عون الخزاز وكان من خيار عباد الله ومات في شهر رمضان سنة اثنتين وثلاثين ومائتين وعبد الرحمن بن خالد الخراز من أهل أصبهان سمع من النعمان بن عبد السلام لا نعلم أنه حدث إلا ما ذكر عنه ابنه موسى بن عبد الرحمن وجودا في كتابه وأحمد بن الحارث الخراز يروي عن أبي الحسن المدائني تصانيف |جـ 2 صـ 337| ",
                "title": "الخراز",
                "uri": "JK_000952_1343"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}