{
    "features": [
        {
            "item": "JK_000129_001637",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.373",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البرج والنسبة البرجي</h1> من قرى أصبهان أو ناحيته وهي إحدى الإيغارين ينسب إليها جماعة منهم أبو الفرج عثمان بن أحمد بن إسحاق بن بندار الكاتب البرجي الأصبهاني حدث عن محمد بن عمر بن حفص الجورجيري وأبي عمرو بن حكيم وعلي بن محمد بن أبان روى عنه أبو الربيع الاستراباذي وأحمد بن جعفر الفقيه وأبو القاسم بن أبي بكر بن علي وسهل بن محمد البرجي وأبو مسعود سليمان بن إبراهيم الوراق مات يوم عيد الفطر سنة 640 وشيبان بن عبد الله ابن أحمد بن محمد بن شيبان بن محمد بن سمرة بن الفضل بن قيس بن عدنان بن نزار بن حرب بن ربيعة ابن الحسين بن المفضل الأسدي المحتسب أبو المعمر البرجي شيخ صالح صاحب سنة يعظ الناس في نواحي أصبهان سمع من أبي عبد الله محمد بن إسحاق ابن مندة الحافظ إملاء وأخذا وكتب عن أبي بكر ابن مردويه الحافظ وأبي سعد أحمد بن محمد الماليني وأبي عبد الله الجرجاني وأبي بكر بن أبي علي وغيرهم روى عنه يحيى بن مندة وغيره وسهل بن محمد بن سهل البرجي حدث عن جده أبي الفرج البرجي روى عنه الأصبهانيون ذكره يحيى بن مندة وروى عنه إجازة ومحمد بن الحسن البرجي الأديب الأصبهاني وتوفي في محرم سنة 884 سمع وحدث ذكره يحيى بن مندة ومنصور أبو سهل العروضي من أصحاب أبي نعيم الحافظ وكان يسمع الحديث إلى أن مات في نصف جمادى الآخرة سنة 884 وكان كثير السماع قليل الرواية وأبو القاسم غانم بن أبي نصر البرجي سمع أبا نعيم وغيره وأحمد بن سهل ابن محمد بن عبد العزيز بن سهل البرجي روى عن أبي منصور عبد الرحمن بن عبد العزيز بن عبد الله الصحاف وغيره روى عنه من أدركناه وعبيد الله ابن محمد بن عبيد بن قمن بن فيل البرجي أبو القاسم الصوفي من أهل أصبهان روى عن أبي الحسن علي ابن أحمد بن محمد بن الحسين بن إبراهيم الخرجاني روى عنه أبو علي الحداد وغيره وعدنان بن عبد الله ابن أحمد بن محمد بن شيبان المؤدب أبو الحسن البرجي روى عن أبي بكر أحمد بن محمد بن موسى ابن مروديه روى عنه أبو علي أيضا وأبو الفضل محمد بن الحسين بن عبيد الله بن محمد بن حامد بن يوسف البرجي المؤدب روى عن أبي بكر محمد ابن إبراهيم بن المقري روى عنه أبو علي الحداد وغير هؤلاء كثير ",
                "title": "البرج والنسبة البرجي",
                "uri": "JK_000129_001637"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}