{
    "features": [
        {
            "item": "JK_000952_3211",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.470-472",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القرشي</h1> بضم القاف وفتح الراء وفي آخرها الشين المعجمة هذه النسبة إلى قريش وقد ذكرت تسمية قريش قريشا في القريشي بعد هذه الترجمة بأوراق وفيهم كثرة على اختلاف قبائلهم واشتهر بهذه النسبة جماعة من أهل العلم مع الانتساب إلى قبيلة خاصة من قريش منهم الشريف أبو عثمان سعيد بن العباس بن محمد بن علي بن محمد بن سعيد بن عبد الله بن أمية بن خالد بن حراز بن محرز بن حارثة بن ربيعة بن عبد العزى بن عبد شمس بن عبد مناف بن قصي بن كلاب القرشي المزكي من أهل هراة كان ثقة صدوقا سمع العباس بن الفضل النضرويي وأبا الفضل بن خميرويه وأبا حاتم محمد بن يعقوب الهرويين وأبا عمرو محمد بن أحمد بن حمدان المقري وأبا سعيد عبد الله بن عبد الوهاب الرازي ومنصور بن العباس البوشنجي وأبا منصور محمد بن أحمد الأزهري وأبا محمد عبد الله بن أحمد بن حمويه السرخسي وعلي بن عيسى الماليني وأبا عبد الله الشماخي قال أبو بكر الخطيب قدم بغداد حاجا وحدث بها في سنة ثلاث عشرة وأربعمائة كتب بعد رجوعه من حجه وكان ثقة ومات بهراة في سنة اثنتين أو ثلاث وثلاثين وأربعمائة والفقيه أبو الوليد حسان بن محمد بن أحمد بن هارون بن حسان بن عبد الله بن عبد الرحمن بن عنبسة بن عبد الرحمن بن عنبسة بن سعيد بن العاص الأكبر بن أمية بن عبد شمس بن عبد مناف القرشي كان إمام عصره وفقيه خراسان تفقه على أبي العباس أحمد بن سريج ورجع إلى خراسان واجتمع عليه الناس والفقهاء ونشر العلم ودرس الفقه سمع الحديث بخراسان من أبي عبد الله محمد بن إبراهيم العبدي وأبي بكر محمد بن نعيم المديني وأبي محمد جعفر بن محمد بن الحسن الترك وأبي بكر محمد بن إسماعيل الإسماعيلي وببغداد أبا عبد الله أحمد بن الحسن بن عبد الجبار الصوفي وبنسا |جـ 4 صـ 471| أبا العباس الحسن بن سفيان النسوي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو الوليد القرشي الفقيه إمام أهل الحديث بخراسان في عصره وكان أزهد من رأيت من العلماء وأكثرهم تقشفا ولزوما لمدرسته وبيته وأكثرهم اجتهادا في العبادة سمع المسند والكتب من الحسن بن سفيان ودخل العراق سنة خمس وثلاثمائة وصنف المخرج على مذهب الشافعي والمخرج على المسند الصحيح لمسلم بن الحجاج وتوفي ليلة الجمعة الخامس من ربيع الأول سنة تسع وأربعين وثلاثمائة فغسله أبو عمرو بن مطر وحملت جنازته على الطريق الذي كان يمشي فيه كل جمعة إلى الجامع حتى بلغ مصلى الحيرة فصلى عليه يحيى بن منصور القاضي ثم أخذ يبكي فقال قد أوصيت أن يصلي علي أبو الوليد وقد صليت عليه ثم دفن بمقبرة نصر بن زياد القاضي المدفون فيها ثلاثة من أصحابه ورؤي الأستاذ أبو الوليد في المنام فسئل عن حاله فقال قابلت أو عارضت جميع ما قلت فكنت أخطأت في عشرين أو واحد وعشرين وكان الفقيه أبو الحسين عبد الله بن محمد يقول ما وقعت في ورطة قط ولا عرض لي أمر مهم فقصدت قبر أبي الوليد وتوسلت به إلى الله عز وجل إلا استجاب لي وأبو الصهباء حيدر بن محمد بن فتحوية بن محمود بن هارون بن عبد الله بن عامر بن كريز بن حبيب بن ربيعة بن عبد شمس القرشي من أهل نيسابور سمع أبا بكر محمد بن إسحاق بن خزيمة وتوفي في ذي الحجة سنة ثلاث وسبعين وثلاثمائة وهو ابن مائة وثلاث سنوات روى عنه ابنه أبو السنابل هبة الله والمصنف المعروف أبو بكر عبد الله بن محمد بن عبيد بن سفيان بن قيس القرشي المعروف بابن أبي الدنيا قيل له القرشي لأنه مولى بني أمية كان ثقة صدوقا مكثرا من التصانيف في الزهد والرقائق وكان يؤدب غير واحد من أولاد الخلفاء سمع أباه وسعيد بن سليمان الواسطي وإبراهيم بن المنذر الحزامي وخالد بن خداش المهلبي ومحرز بن عون وأحمد بن جميل المروزي وعلي بن الجعد وخلف بن هشام وداود بن عمرو الضبي ومحمد بن الحسين البرجلاثي وخلقا يطول ذكرهم روى عنه الحارث بن محمد بن أبي أسامة ومحمد بن خلف وكيع ومحمد بن خلف بن المرزبان وعبيد الله بن عبد الرحمن السكري وأبو ذر القاسم بن داود الكاتب وعمر بن سعد القراطيسي وأبو علي الحسين بن صفوان البردعي وجماعة آخرهم أبو بكر الشافعي وسأل عبد المؤمن بن خلف النسفي أبا علي صالح بن محمد جزرة عن ابن أبي الدنيا |جـ 4 صـ 472| فقال صدوق وكان يختلف معنا إلا أنه كان يسمع من إنسان يقال له محمد بن إسحاق بلخي وكان يضع للكلام إسنادا وكان كذابا يروي أحاديث من ذات نفسه مناكير وكان إبراهيم الحربي يقول رحم الله أبا بكر بن أبي الدنيا كنا نمضي إلى عفان نسمع منه فنرى ابن أبي الدنيا جالسا مع محمد بن الحسين البرجلاني خلف شريجة فقال يكتب عنه ويدع عفان قال القاضي أبو الحسين بن أبي عمر محمد بن يوسف بكرت إلى إسماعيل بن إسحاق القاضي يوم مات ابن أبي الدنيا فقلت له أعز الله القاضي مات ابن أبي الدنيا فقال رحم الله أبا بكر مات معه علم كثير اذهب يا غلام إلى يوسف حتى يصلي فحضر يوسف بن يعقوب فصلى عليه في الشونيزية ودفن فيها سنة ثمانين وهذا غلط والصحيح أن ولادته كانت في سنة ثمان ومائتين ومات في جمادى الأولى سنة إحدى وثمانين ومائتين ",
                "title": "القرشي",
                "uri": "JK_000952_3211"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}