{
    "features": [
        {
            "item": "JK_000952_3872",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.341-343",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعري</h1> بفتح الميم والعين المهملة وكسر الراء المشددة هذه النسبة إلى معرة النعمان وهي بلدة من بلاد الشام على اثني عشر فرسخا من حلب وذكر أبو نصر بن هميماه الرامشي أن النسبة الصحيحة إليها معر نمي لأن ثمة معرتين معرة النعمان ومعرة نسرين |جـ 5 صـ 342| فالنسبة إلى الأول معرنمي وإلى الثاني معرنسي غير أن أكثر أهل العلم لا يعرف ذلك والمعري المطلق منسوب إلى معرة النعمان وخرج منها جماعة من الفضلاء في كل فن وقبر عمر بن عبد العزيز رضي الله عنه في سوادها بموضع يقال له دير سمعان والمشهور بهذه النسبة من المحدثين أبو البهي ميمون بن أحمد بن روح المعري يروي عن يوسف بن سعيد بن مسلم المصيصي وغيره حدث وروى الناس عنه والشاعر المعروف البحر الذي لا ساحل له في اللغة ومعرفتها أبو العلاء أحمد بن عبد الله بن سليمان المعري البصير أعجوبة الزمان غير أنه تكلم في عقيدته أدركت بحمص من كان يذكر وفاته بالمعرة وهو أبو المعالي عشائر بن ميمون بن مراد التنوخي وتوفي أبو العلاء في شهر ربيع الأول سنة تسع وأربعين وأربع مئة بالمعرة وبيت أبي حصين التنوخي كلهم فضلاء شعراء من أهل المعرة أدركت القاضي الإمام أبا البيان محمد بن أبي غانم عبد الرزاق بن أبي حصين المعري التنوخي بحمص وكان يتولى القضاء بها وكتبت من شعر والده وعميه وجده وعم والده وأبيهما شيئا كثيرا وكان من الفصاحة والجودة لا إلى غاية فهؤلاء كلهم من أهل معرة النعمان سمعت القاضي أبا البيان المعري بحمص يقول لما مات الجد أبو حصين ما دخل الأب والعم والأقرباء سنة الحمام حتى طالت شعورهم وأنشد الواحد منهم % لو كان يغني بعد مصرع هالك % % تطويلنا الأشعار والأشعارا % % لوقفت في سيل القوافي خاطري % % وجعلت من شعري علي شعنارا % قال ابن ماكولا وأبو المجد وأبو العلاء أحمد ابنا سليمان كانا عارفين باللغة ولهما شعر وترك أبو المجد قول الشعر ومات قديما وبقي أبو العلاء طويلا وله شعر كثير وتصانيف ملاح وحدث وسمع منه أبو طاهر بن أبي الصقر الخطيب الأنباري وذكرت أبا العلاء في حرف التاء في ترجمة التنوخي المعري كان إماما في الأدب وقول الشعر أدركته وقد نسك وترك قول الشعر وحرق ديوانه ولازم منزله ومسجده وحدث قلت يروي عن روى عنه أبو الفتيان عمر بن أبي الحسن الرواسي الحافظ وأبو ابن الطرسوسي وغيرهما |جـ 5 صـ 343| وأبو المعالي عشائر بن محمد بن ميمون بن مراد التنوخي المعري من أهل المعرة وانتقل عنها وسكن حمص وروى عن أبي غانم المعري من أهل المعرة وانتقل عنها وسكن حمص وروى عن وذكر لي أنه حضر جنازة أبي العلاء المعري مع والده بالمعرة ولما دخلت عليه بكى وقال لي يا والدي من أين أنت قلت من خراسان قال ولأي شيء جئت قلت لأسمع الحديث فقال الحمد لله كنت أتعجب في هذه الايام أني سمعت الحديث وكبر سني وقرب الموت ولم يسمع أحد مني فسهل الله تعالى لك حتى دخلت وسمعت مني وتوفي أظن سنة ست أو سبع وثلاثين وخمس مئة ",
                "title": "المعري",
                "uri": "JK_000952_3872"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}