{
    "features": [
        {
            "item": "JK_000952_4016",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.418-421",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المهلي</h1> بضم الميم وفتح الهاء وتشديد اللام وفي اخرها الباء المنقوطة بواحدة هذه النسبة إلى أبي سعيد المهلب بن أبي صفرة الأزدي أمير خراسان وأولاده العشرة نسبة وولاء منهم أبو نصر منصور بن جعفر بن علي بن الحسين بن منصور بن خالد بن يزيد بن المهلب بن أبي صفرة المهلبي الأزدي كان مفتي سمرقند وإمامها في عصر المتأخرين من أصحاب الرأي عالما بمذهب أبي حنيفة رحمه الله وأصحابه فاضلا يقتدى به ولم يكن يقدم عليه أحد في الفتيا يروي عن أحمد بن يحيى وفارس بن محمد وأحمد بن حم الصفار البلخيين قال أبو سعد الإدريسي لم أرزق الكتابة عنه وحدثني تلميذه وخليفته الفقيه عبد الكريم بن محمد وغيره من أصحابه ومات سنة اثنتين وخمسين وثلاث مئة وأبو الحسن أحمد بن هارون بن أحمد بن هارون بن الخليل بن عبد الله بن القاسم بن محمد بن يزيد بن المهلب المهلبي حدث عن أبي القاسم البغوي وعبد الله بن محمد بن زياد النيسابوري روى عنه أحمد بن محمد بن منصور العتيقي |جـ 5 صـ 419| ومحمد بن عباد بن حبيب بن المهلب بن أبي صفرة الأزدي المهلبي البصري المعروف بمزيقياء كان يتولى الصلاة والإمارة بالبصرة وحدث عن أبيه وصالح المري وهشيم بن بشير روى عنه ابنه القاسم وإبراهيم بن إسحاق الحربي وأبو العباس الكديمي وأبو قلابة الرقاشي وأبو العيناء وغيرهم وكان كريما سخيا قال له المأمون يوما أردت أن أوليك فمنعني إسرافك في المال فقال محمد بن عباد منع الموجود سوء ظن بالمعبود وقال له يوما لو شئت أبقيت على نفسك فقال يا أمير المؤمنين من له مولى غني لا يفتقر فاستحسن المأمون ذلك وقال للناس من أراد أن يكرمني فليكرم ضيفي محمد بن عباد فجاءت الأموال إليه من كل ناحية فما برح وعنده منها درهم واحد وقال إن الكريم لا تحنكه التجارب ومات وعليه خمسون ألف دينار ومات بالبصرة سنة ست عشرة ومائتين ولما بلغ العتبي وفاته قال نحن متنا بفقده وهي حي بمجده ومحمد بن ذكوان المهلبي مولى المهالبة خال ولد حماد بن زيد يروي عن مطر والحسن عداده في أهل البصرة وروى عنه محمد بن إسحاق بن يسار يروي عن الثقات المناكير والمعضلات عن المشاهير على قلة روايته حتى سقط الاحتجاج به وأبو الهيثم خالد بن خداش بن عجلان المهلبي مولى آل المهلب بن أبي صفرة الأزدي من أهل البصرة سكن بغداد وحدث بها عن مالك بن أنس والمغيرة بن عبد الرحمن ومهدي بن ميمون وحماد بن زيد وأبي عوانة وصالح المري وغيرهم روى عنه أحمد بن حنبل وأحمد بن إبراهيم الدورقي وعباس الدوري وفيه ضعف ووصفه بالصدق وحكى محمد بن المثني قال انصرفت مع بشر بن الحارث في يوم أضحى من المصلى فلقي خالد بن خداش المحدث فسلم عليه فقصر بشر في السلام فقال بيني وبينك مودة من أكثر من ستين سنة ما تغيرت عليك فما هذا التغير قال فقال بشر ما ههنا تغير ولا تقصير ولكن هذا يوم تستحب فيه الهدايا وما عندي من عرض الدنيا شيء أهدي لك وقد روي في الحديث أن المسلمين إذا التقيا كان أكثرهما ثوابا أشبههما بصاحبه فتركتك لتكون أفضل ثوابا ومات في جمادى الاخرة سنة ثلاث وعشرين ومائتين وأبو عمران إبراهيم بن هانىء بن خالد بن يزيد بن عبد الله بن المهلب بن عيينة بن المهلب بن أبي صفرة الفقيه الشافعي المهلبي كان من العلماء والزهاد تخرج جماعة على يده من أهل جرجان من الفقهاء وكان الشيخ أبو بكر الإسماعيلي من تلامذته وكان منزله في محلة مسجد دينار في سكة تعرف إلى اليوم بسكة أبي عمران بن هانىء ومسجده داخل السكة روى عن عبد الله بن عبد الرحمن السمرقندي وإسماعيل بن زيد الجرجاني |جـ 5 صـ 420| ويعقوب بن أبي إسحاق القلوسي وأكثر عن أحمد بن منصور الرمادي وقبره معروف في المقبرة بقرب قنطرة عبد الله مشهور يزار مات سنة إحدى وثلاث مئة روى عنه أبو بكر الإسماعيلي وأبو أحمد بن عدي الحافظ وإبراهيم بن موسى وغيرهم وكان حسن اللباس خرج يوما إلى الجامع وقد لبس ثيابا فاخرة وتعسر فرأته امرأة فقالت له يقال إنك عالم زاهد تلبس مثل هذه الثياب لا تستحي من الله فقال عمران أستحي من الله أن ألبس أحسن من هذه فلا ألبس وابن أخيه أبو ذر جندب بن أحمد بن عبد الرحمن بن عبد المؤمن بن خالد بن يزيد بن عبد الله بن المهلب بن عيينة بن المهلب بن أبي صفرة المهلبي من أهل جرجان يروي عن أبي يعقوب البحري ومحمد بن الحسين بن ماهيار وأبيه وجده وحمزة بن العباس العقبي وأحمد بن محمد بن عبد الله بن زياد القطان ودعلج بن أحمد السجزي وجماعة وكان فقيه النفس متدينا روى عنه حمزة بن يوسف السهمي وتوفي في رجب سنة ست وثمانين وثلاث مئة ودفن بمقبرة سليماناباذ بجنب جده وجده أبو محمد عبد الرحمن بن عبد المؤمن بن خالد بن يزيد بن عبد الله بن المهلب بن عيينة بن المهلب بن أبي صفرة الأزدي المهلبي من أهل جرجان من بيت الحديث وأهله له رحلة إلى العراق والحجاز وسمع أبا صالح محمد بن زنبور بن الأزهر المكي وعيسى بن محمد السلمي وجماعة روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي وأبو أحمد عبد الله بن عدي الحافظ وأبو الحسن القصري الجرجاني ومات سلخ المحرم من سنة تسع وثلاث مئة ودفن بمقبرة سليماناباذ ومن القدماء أبو عروة معمر بن راشد البصري المهلبي مولى الأزد من أهل البصرة سكن اليمن وهو معمر بن أبي عمر وكان من ثقات العلماء يروي عن الزهري وقتادة و يحيى بن أبي كثير وأبي إسحاق الهمداني والأعمش روى عنه الثوري وشعبة و ابن أبي عروبة وابن عيينة وابن المبارك وإسماعيل بن علية ومروان الفزاري ورباح الصنعاني وهشام بن يوسف ومحمد بن ثور وعبد الرزاق بن همام قال ابن جريج عليكم بهذا الرجل يعني معمرا فإنه لم يبق من أهل زمانه أعلم منه وسئل ابن جريج عن شيء من التفسير فأجابني فقلت له إن معمرا قال كذا وكذا قال إن معمرا شرب من العلم بأنفع قال معمر جلست إلى قتادة وأنا ابن أربع عشرة سنة فما سمعت منه حديثا إلا كأنه منقش في صدري وقال |جـ 5 صـ 421| معمر خرجت مع الصبيان وأنا غلام إلى جنازة الحسن وطلبت العلم سنة مات الحسن قال علي بن المديني نظرت فإذا الإسناد يدور على ستة فلأهل البصرة شعبة وسعيد بن أبي عروبة وحماد بن سلمة ومعمر بن راشد ويكنى أبا عروة مولى حدان ومات باليمن سنة أربع وخمسين ومئة قال أبو حاتم الرازي انتهى الإسناد إلى ستة نفر أدركهم معمر وكتب عنهم لا أعلم اجتمع لأحد غير معمر من الحجاز الزهري وعمرو بن دينار ومن الكوفة أبو إسحاق والأعمش ومن البصرة قتادة ومن اليمامة يحيى بن أبي كثير قال أحمد بن حنبل لا يضم أحد إلى معمر إلا وجدت معمرا أطلب للعلم منه ",
                "title": "المهلي",
                "uri": "JK_000952_4016"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}