{
    "features": [
        {
            "item": "JK_000129_008359",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.28-29",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طرسوس والنسبة الطرسوسي</h1> بفتح أوله وثانيه وسينين مهملتين بينهما واو ساكنة بوزن قربوس كلمة عجمية رومية ولا يجوز سكون الراء إلا في ضرورة الشعر لأن فعلول ليس من أبنيتهم قال صاحب الزيج طول طرسوس ثمان وخسمون درجة ونصف وعرضها ست وثلاثون درجة وربع وهي في الإقليم الرابع وقالوا سميت بطرسوس بن الروم بن اليفز بن سام بن نوح عليه السلام وقيل إن مدينة طرسوس أحدثها سليمان كان خادما للرشيد في سنة نيف وتسعين ومائة قاله أحمد بن محمد الهمذاني وهي مدينة بثغور الشام بين أنطاكية وحلب وبلاد الروم قال أحمد بن الطيب السرخسي رحلنا من المصيصة نريد العراق إلى أذنة ومن أذنة إلى طرسوس وبينها وبين أذنة ستة فراسخ وبين أذنة وطرسوس فندق بغا و الفندق الجديد وعلى طرسوس سوران وخندق واسع ولها ستة أبواب ويشقها نهر البردان وبها قبر المأمون عبد الله بن الرشيد جاءها غازيا فأدركته منيته فمات فقال الشاعر هل رأيت النجوم أغنت عن المأ مون في عز ملكه المأسوس غادروه بعرصتي طرسوس مثل ما غادروا أباه بطوس وما زالت موطنا للصالحين والزهاد يقصدونها لأنها من ثغور المسلمين ثم لم تزل مع المسلمين في أحسن حال وخرج منها جماعة من أهل الفضل إلى أن كان سنة 453 فان نقفور ملك الروم استولى على الثغور وفتح المصيصة كما نذكره في موضعه ثم رحل عنها ونزل على طرسوس وكان بها من قبل سيف الدولة رجل يقال له ابن الزيات ورشيق النسيمي مولاه فسلما إليه المدينة على الأمان والصلح على أن من خرج منها من المسلمين وهو يحمل من ماله مهما قدر عليه لا يعترض من عين وورق أو خرثي وما لم يطق حمله فهو لهم مع الدور والضياع واشترط تخريب الجامع والمساجد وأنه من أراد المقام في البلد على الذمة وأداء الجزية فعل وإن تنصر فلة الحباء والكرامة وتقر عليه نعمته قال فتنصر خلق فأقرت نعمهم عليهم وأقام نفر يسير على الجزية وخرج أكثر الناس يقصدون بلاد الإسلام وتفرقوا فيها وملك نقفور البلد فأحرق المصاحف وخرب المساجد وأخذ من خزائن السلاح ما لم يسمع بمثله مما كان جمع من أيام بني أمية إلى هذه الغاية وحدث أبو القاسم التنوخي قال أخبرني جماعة ممن جلا عن ذلك الثغر أن نقفور لما فتح طرسوس نصب في ظاهرها علمين ونادى مناديه من أراد بلاد الملك الرحيم وأحب العدل والنصفة والأمن على المال والأهل والنفس والولد وأمن السبل وصحة الأحكام والإحسان في المعاملة وحفظ الفروج وكذا وكذا وعد أشياء جميلة فليصر تحت هذا العلم ليقفل مع الملك إلى بلاد الروم ومن أراد الزنا واللواط والجور في الأحكام والأعمال وأخذ الضرائب وتملك الضياع عليه وغصب الأموال وعد أشياء من هذا النوع غير جميلة فليحصل تحت هذا العلم إلى بلاد |جـ 4 صـ 29| الإسلام فصار تحت علم الروم خلق من المسلمين ممن تنصر وممن صبر على الجزية ودخل الروم إلى طرسوس فأخذ كل واحد من الروم دار رجل من المسلمين بما فيها ثم يتوكل ببابها ولا يطلق لصاحبها إلا حمل الخف فان رآه قد تجاوز منعه حتى إذا خرج منها صاحبها دخلها النصراني فاحتوى على ما فيها وتقاعد بالمسلمين أمهات أولادهم لما رأين أهاليهن وقالت أنا الآن حرة لا حاجة لي في صحبتك فمنهن من رمت بولدها على أبيه ومنهن من منعت الأب من ولده فنشأ نصرانيا فكان الإنسان يجيء إلى عسكر الروم فيودع ولده ويبكي ويصرخ وينصرف على أقبح صورة حتى بكى الروم رقة لهم وطلبوا من يحملهم فلم يجدوا غير الروم فلم يكروهم إلا بثلث ما أخذوه على أكتافهم أجرة حتى سيروهم إلى أنطاكية هذا وسيف الدولة حي يرزق بميافارقين والملوك كل واحد مشغول بمحاربة جاره من المسلمين وعطلوا هذا الفرض ونعوذ بالله من الخيبة والخذلان ونسأله الكفاية من عنده ولم تزل طرسوس وتلك البلاد بيد الروم والأرمن إلى هذه الغاية وقد نسب إليها جماعة يفوت حصرهم وأما أبو أمية محمد بن إبراهيم بن مسلم بن سالم الطرسوسي فإنه بغدادي أقام بها إلى أن مات سنة 273 فنسب إليها وممن نسب إليها من الحفاظ محمد بن عيسى بن يزيد الطرسوسي التميمي ثم السعدي رحال من أهل المعرفة سمع بدمشق سليمان بن عبد الرحمن وصفوان بن صالح وسمع بحمص ومكة وسمع عيسى بن قالون المقري بالمدينة وبالكوفة أبا نعيم وبالبصرة سليمان بن حرب وبميافارقين مسلما ومحمد بن حميد الرازي روى عنه أبو بكر بن خزيمة وأبو العباس الدغولي وأبو عوانة الأسفراييني وهو غير متهم قال الحافظ أبو عبد الله وكان من المشهورين بالطلب في الرحلة والكثرة والفهم والثبت ورد خراسان بعد 250 ونزل نيسابور وأقام بها وكتب عنه من كان في عصره ثم خرج إلى مرو فأقام بها مدة وأكثر أهل مرو عنه بعد الستين ثم دخل بلخ فتوفي بها سنة 276 ",
                "title": "طرسوس والنسبة الطرسوسي",
                "uri": "JK_000129_008359"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}