{
    "features": [
        {
            "item": "JK_000952_3383",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.17-18",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكاشغري</h1> بفتح الكاف وسكون الشين المعجمة وفتح الغين وفي اخرها الراء هذه النسبة إلى بلدة من بلاد المشرق يقال لها كاشغر وهي من ثغور المسلمين |جـ 5 صـ 18| اليوم خرج منها جماعة من أهل العلم في كل فن والمشهور بالنسبة إليها أبو عبد الله الحسين بن علي بن خلف بن جبريل بن الخليل بن صالح بن محمد الألمعي الكاشغري شيخ فاضل واعظ ولكن أكثر رواياته وأحاديثه مناكير واسمه الحسين غير أنه عرف بالفضل صنف التصانيف الكثيرة في الحديث لعلها تربي على مائة وعشرين مصنفا وعامتها مناكير روى الحديث عن أبي عبد الله محمد بن علي بن محمد الصوري وأبي طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وأبي القاسم عبد العزيز بن علي الأزجي وأبي عبد الله محمد بن علي بن عبد الرحمن الحسيني الكوفي وطبقتهم روى عنه جماعة من القدماء وحدثني عنه أبو نصر محمد بن محمود بن السرة مرد الشجاعي وأبو سفيان محمد بن أحمد بن عبد الله بن العباس العبدوسي بسرخس وما أطن أن أحدا حدثني عنه سواهما وتوفي بعد سنة أربع وثمانين وأربعمائة وأما ابنه أبو الفتوح عبد الغافر بن الحسين الكاشغري كان حافظا ثقة مكثرا صدوقا وأما أبوه فلم يكن كذلك والابن كان خيرا من الأب بكثير سمع الابن عن جماعة مثل أبي طاهر محمد بن عبد الملك الدندانقاني وتوفي قبل الأب بعشر سنين روى لي عنه أبو بكر هبة الله بن الفرج بهمذان وأبو عبد الله محمد بن أبي القاسم بمرو وكانت له رحلة إلى الجبال والعراق وما جاوز بغداد وأبو المعالي طغرلشاه بن محمد بن الحسين الكاشغري سمع معنا الحديث الكثير بنيسابور عن أبي عبد الله الفراوي وأبي القاسم الشجاعي وأبي محمد عبد الجبار بن محمد الخواري وطبقتهم وكان واعظا حسن الوعظ سكن هراة ونفق سوقه عندهم وصاهر بعض الأتراك ولقيته بهراة في النوبة الثانية سنة ست وأربعين وخمسمائة وسمع بقراءتي أجزاء وسمع أولاده وسمع بنفسه الصحيح مع ولدي من أبي الوقت السجزي بروايته عن الدوادي عن الحمويي عن الفربري عن البخاري وكتب بخطه أحاديث يسيرة وسمعت منه ذلك ",
                "title": "الكاشغري",
                "uri": "JK_000952_3383"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}