{
    "features": [
        {
            "item": "JK_000129_008671",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.81",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عبيدان</h1> بلفظ تصغير عبدان فعلان من العبودية وقال الفراء يقال ضل به في أم عبيد وهي الفلاة قال وقلت للقناني ما عبيد فقال ابن الفلاة وأنشد للنابغة ليهن لكم أن قد رقيتم بيوتنا مندى عبيدان المحلإ باقره وقال الحطيئة رأت عارضا جونا فقامت غريرة بمسحاتها قبل الظلام تبادره فما فرغت حتى علا الماء دونه فسدت نواحيه ورفع دائره وهل كنت إلا نائيا إذ دعوتني منادى عبيدان المحلإ باقره قال يعني الفلاة وقال أبو عمرو عبيدان اسم وادي الحية بناحية اليمن يقال كان فيه حية عظيمة قد منعته فلا يؤتى ولا يرعى وأنشد بيت النابغة وقال أبو عبد الله محمد بن زياد الأعرابي في نوادره في قوله منادى عبيدان المحلإ باقره يقول كنت بعيدا منكم كبعد عبيدان من الناس والوحش أن يردوه أو ينالوه أو يبلغوه فقد دغرتموني وعبيدان ماء لا يناله الوحش فكيف الإنس فلما لم تبلغه فكأنما حلئت عنه قال أبو محمد الأسود رادا عليه كيف تكون التحلئة قبل الورود كما مثله وإنما عبيدان اسم راع لا اسم ماء وكان من قصته أنه كان رجل من عاد ثم أحد بني سود بن عاد يقال له عتر وكان أمنع عاد في زمانه وكان له راع يقال له عبيدان يرعى له ألف بقرة فكان إذا وردت بقره لم يورد أحد بقره حتى يفرغ عبيدان فعاش بذلك دهرا حتى أدرك لقمان بن عاد وكان من أشد عاد كلها وأهيبها وكان في بيت عاد وعددها يومئذ بنو ضد بن عاد فوردت بقر عاد فنهنهه عبيدان فرجع راعي لقمان فأخبره فأتى لقمان عبيدان فضربه وطرده عن الماء فرجع عبيدان إلى عتر فشكا ذلك إليه فخرج إليه في بني أبيه وخرج لقمان في بني أبيه فهزمتهم بنو ضد رهط لقمان وحلؤوهم عن الماء فكان عبيدان لا يورد حتى يفرغ لقمان من سقي بقره فكان عبيدان يقبل ببقره ويقبل راعي لقمان ببقره فاذا رأى راعي لقمان عبيدان قال حلىء بقرك عن الماء حتى يورد راعي لقمان فضربته العرب مثلا فلم يزل لقمان يفعل ذلك حتى هلك عتر وارتحل لقمان فنزل في العماليق وقال جوين بن قطن يحذر قومه الظلم ويذكر عترا وبقره وتهضم لقمان له قد كان عتر بني عاد وأسرته في الناس أمنع من يمشي على قدم وعاش دهرا إذا أثواره وردت لم يقرب الماء يوم الورد ذو نسم أزمان كان عبيدان تبادره رعاة عاد وورد الماء مقتسم أشص عنه أخو ضد كتائبه من بعد ما رملوا في شأنه بدم ",
                "title": "عبيدان",
                "uri": "JK_000129_008671"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}