{
    "features": [
        {
            "item": "JK_000129_005084",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.440-442",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دجلة</h1> نهر بغداد لا تدخله الألف واللام قال حمزة دجلة معربة على ديلد ولها اسمان آخران وهما آرنك روذ وكودك دريا أي البحر الصغير أخبرنا الشيخ مسمار بن عمر بن محمد أبو بكر المقري البغدادي بالموصل أنبأنا الشيخ الحافظ أبو الفضل محمد ابن ناصر بن محمد بن علي السلامي أنبأنا الشيخ العالم أبو محمد جعفر بن أبي طالب أحمد بن الحسين السراج القارىء أنبأنا القاضي أبو الحسين أحمد بن علي بن الحسين التوزي في شهر ربيع الآخر سنة 044 قال أبو عبد الله محمد بن عمران بن موسى المرزباني قال دفع إلي أبو الحسن علي بن هارون ورقة ذكر أنها بخط |جـ 2 صـ 441| علي بن مهدي الكسروي ووجدت فيها أول مخرج دجلة من موضع يقال له عين دجلة على مسيرة يومين ونصف من آمد من موضع يعرف بهلورس من كهف مظلم وأول نهر ينصب إلى دجلة يخرج من فوق شمشاط بأرض الروم يقال له نهر الكلاب ثم أول واد ينصب إليه سوى السواقي والرواضع والأنهار التي ليست بعظيمة وادي صلب وهو واد بين ميافارقين وآمد قيل إنه يخرج من هلورس وهلورس الموضع الذي استشهد فيه علي الأرمني ثم ينصب إليه وادي ساتيدما وهو خارج من درب الكلاب بعد أن ينصب إلى وادي ساتيدما وادي الزور الآخذ من الكلك وهو موضع ابن بقراط البطريق من ظاهر أرمينية وينصب أيضا من وادي ساتيدما نهر ميافارقين ثم ينصب إليه وادي السربط وهو الآخذ من ظهر أبيات أرزن وهو يخرج من خوويت وجبالها من أرض أرمينية ثم توافي دجلة موضعا يعرف بتل فافان فينصب إليها وادي الرزم وهو الوادي الذي يكثر فيه ماء دجلة وهذا الوادي مخرجه من أرض أرمينية من الناحية التي يتولاها موشاليق البطريق وما والى تلك النواحي وفي وادي الرزم ينصب الوادي المشتق لبدليس وهو خارج من ناحية خلاط ثم تنقاد دجلة كهيئتها حتى توافي الجبال المعروفة بجبال الجزيرة فينصب إليها نهر عظيم يعرف بيرنى يخرج من دون أرمينية في تخومها ثم ينصب إليها نهر عظيم يعرف بنهر باعيناثا ثم توافي أكناف الجزيرة المعروفة بجزيرة ابن عمر فينصب إليها واد مخرجه من ظاهر أرمينية يعرف بالبويار ثم توافي ما بين باسورين والجزيرة فينصب إليها الوادي المعروف بدوشا ودوشا يخرج من الزوزان فيما بين أرمينية وأذربيجان ثم ينصب إليها وادي الخابور وهو أيضا خارج من الموضع المعروف بالزوزان وهو الموضع الذي يكون فيه البطريق المعروف بجرجيز ثم تستقيم على حالها إلى بلد والموصل فينصب إليها ببلد من غربيها نهر ربما منع الراجل من خوضه ثم لا يقع فيها قطرة حتى توافي الزاب الأعظم مستنبطه من جبال أذربيجان يأخذ على زركون وبابغيش فتكون ممازجته إياها فوق الحديثة بفرسخ ثم تأتي السن فيعترضها الزاب الأسفل مستنبطه من أرض شهرزور ثم توافي سر من رأى إلى هنا عن الكسروي وقيل إن أصل مخرجه من جبل بقرب آمد عند حصن يعرف بحصن ذي القرنين من تحته تخرج عين دجلة وهي هناك ساقية ثم كلما امتدت انضم إليها مياه جبال ديار بكر حتى تصير بقرب البحر مد البصر ورأيته بآمد وهو يخاض بالدواب ثم يمتد إلى ميافارقين ثم إلى حصن كيفا ثم إلى جزيرة ابن عمر وهو يحيط بها ثم إلى بلد والموصل ثم إلى تكريت وقيل بتكريت ينصب فيه الزابان الزاب الأعلى من موضع يقال له تل فافان والزاب الصغير عند السن ومنها يعظم ثم بغداد ثم واسط ثم البصرة ثم عبادان ثم ينصب في بحر الهند فإذا انفصل عن واسط انقسم إلى خمسة أنهر عظام تحمل السفن منها نهر ساسي ونهر الغراف ونهر دقلة ونهر جعفر ونهر ميسان ثم تجتمع هذه الأنهار أيضا وما ينضاف إليها من الفرات كلها قرب مطارة قرية بينها وبين البصرة يوم واحد وروي عن ابن عباس رضي الله عنه أنه قال أوحى الله تعالى إلى دانيال عليه السلام وهو دانيال الأكبر أن احفر لعبادي نهرين واجعل مفيضهما البحر فقد أمرت الأرض أن تطيعك فأخذ خشبة وجعل يجرها في الأرض والماء يتبعه وكلما مر بأرض يتيم أو |جـ 2 صـ 442| أرملة أو شيخ كبير ناشدوه الله فيحيد عنهم فعواقيل دجلة والفرات من ذلك قال في هذه الرواية ومبتدأ دجلة من أرمينية و دجلة العوراء اسم لدجلة البصرة علم لها وقد أسقط بعض الشعراء الهاء منه ضرورة قال بعض الشعراء رواد أعلى دجل يهدج دونها قربا يواصله بخمس كامل وقال أبو العلاء المعري سقيا لدجلة والدنيا مفرقة حتى يعود اجتماع النجم تشتيتا وبعدها لا أحب الشرب من نهر كأنما أنا من أصحاب طالوتا دم الوليد ولم أذمم بلادكم إذ قال ما أنصفت بغداد حوشيتا وقال أبو القاسم علي بن محمد التنوخي القاضي أحسن بدجلة والدجى متصوب والبدر في أفق السماء مغرب فكأنها فيه بساط أزرق وكأنه فيها طراز مذهب ولابن التمار الواسطي يصف ضوء القمر على دجلة قم فاعتصم من صروف الدهر والنوب واجمع بكأسك شمل اللهو والطرب أما ترى الليل قد ولت عساكره مهزومة وجيوش الصبح في الطلب والبدر في الأفق الغربي تحسبه قد مد جسرا على الشطين من ذهب ودجلة موضع في ديار العرب بالبادية قال يزيد ابن الطثرية خلا الفيض ممن حله فالخمائل فدجلة ذي الأرطى فقرن الهوامل وقد كان محتلا وفي العيش غرة لأسماء مفضى ذي سليل وعاقل فأصبح منها ذاك قفرا وسامحت لك النفس فانظر ما الذي أنت فاعل ",
                "title": "دجلة",
                "uri": "JK_000129_005084"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}