{
    "features": [
        {
            "item": "JK_000129_007252",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.298-299",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سيلحون</h1> بفتح أوله وسكون ثانيه وفتح لامه ثم حاء مهملة وواو ساكنة ونون وقد يعرب إعراب جمع السلامة فيقال هذه سيلحون ورأيت سيلحين ومررت بسيلحين ومنهم من يجعله اسما واحدا يعربه إعراب ما لا ينصرف فيقول هذه سيلحين ورأيت سيلحين ومررت بسيلحين وذكر سيلحين في الفتوح وغيرها من الشعر يدل على أنها قرب الحيرة ضاربة في البر قرب القادسية ولذلك ذكرها الشعراء أيام القادسية مع الحيرة والقادسية فقال سليمان بن ثمامة حين سير امرأته من اليمامة إلى الكوفة فمرت بباب القادسية غدوة وراحتها بالسيلحين العبائر فلما انتهت دون الخورنق عادها وقصر بني النعمان حيث الأواخر |جـ 3 صـ 299| إلى أهل مصر أصلح الله حاله به المسلمون والجهود الأكابر فصارت إلى أرض الجهاد وبلدة مباركة والأرض فيها مصائر فألقت عصاها واستقر بها النوى كما قر عينا بالإياب المسافر فهذا يدل على أن السيلحون بين الكوفة والقادسية وقال الأشعث بن عبد الحجر بن عوف بن الأحوص ابن جعفر بن كلاب وكان شهد الحيرة والقادسية وتلك المشاهد فعقرت ناقته فقال وما عقرت بالسيلحين مطيتي وبالقصر إلا خشية أن أعيرا فباست امرىء يبأى علي برهطه وقد ساد أشياخي معدا وحميرا وقال عمرو بن الأهم ما في بني الأهتم من طائل يرجى ولا خير به يصلحون لولا دفاعي كنتم أعبدا مسكنها الحيرة والسيلحون جاءت بكم عفرة من أرضها حيرية ليس كما تزعمون في ظاهر الكف في بطنها وشم من الداء الذي تكتمون وقال الجعدي وإذا رأيت السيلحين وبارقا أغنين عن عمرو وأم قبال ملك الخورنق والسدير ودانها ما بين حمير أهلها وأوال ومما يقوي أن السيلحين قرب الحيرة قول هانىء بن مسعود يرثي النعمام بن المنذر ويذكر قتل كسرى إياه قال إن ذا التاج لا أبا لك أضحى وذرى بيته نحور الفيول إن كسرى عدا على الملك النع مان حتى سقاه أم البليل قد عمرنا وقد رأينا لدى الحي رة في السيلحين خير قتيل وهذه غير سيلحون التي باليمن وقد تقدم ذكرها وقد ذكر شعراء الجاهلية كالأعشى وغيره هذا الموضع وكتاب الخراج يجعلون السيلحين طسوجا برأسه من كروة بهقباذ الأسفل من الجانب الغربي قال الأعشى فذاك وما أنجى من الموت ربه بساباط حتى مات وهو محرزق وتجبى إليه السيلحون ودونها صريفون في أنهارها والخورنق وبين هذه الناحية وبغداد ثلاثة فراسخ وقد نسب إليها قوم من أهل العلم وقيل إنها سميت سيلحون لأنها كانت بها مسالح لكسرى وهم قوم بسلاح يرتبون في الثغور والمخافات واحدهم مسلحي والعامة تقول مصلحي وهو خطأ ",
                "title": "سيلحون",
                "uri": "JK_000129_007252"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}