{
    "features": [
        {
            "item": "JK_000952_0177",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.166-167",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأشعري</h1> بفتح الألف وسكون الشين المعجمة وفتح العين المهملة وكسر الراء هذه النسبة إلى أشعر وهي قبيلة مشهورة من اليمن وقال رسول الله صلى الله عليه وسلم إني لأعرف منزل الأشعريين بالليل لقراءتهم القرآن والأشعر هو نبت بن ادد قال ابن الكلبي إنما سمي نبت بن ادد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ الأشعر لأن أمه ولدته وهو أشعر والشعر على كل شيء منه فسمي الأشعر منهم أبو موسى عبد الله بن قيس بن سليم بن حضار الأشعري من فقهاء الصحابة وقرائهم ومن التابعين بلال بن سعد بن تميم السكوني الأشعري العابد من أهل الشام يروي عن أبيه وله صحبة روى عنه الأوزاعي وعمرو بن شراحيل وكان عبادا زاهدا يقص وكان أهل الشام يكتبون كلامه كما يفعل أهل العراق بكلام الحسن البصري توفي بلال في ولاية هشام بن عبد الملك وتميم بن أوس الأشعري يروي عن عبد الله بن بسر روى عنه أهل الشام مات في خلافة هشام بن عبد الملك وجماعة نسبوا إلى مذهب أبي الحسن علي بن إسماعيل الأشعري المتكلم البصري منهم القاضي أبو بكر أحمد بن الطيب الأشعري المتكلم البغدادي وحيد عصره وفريد دهره في الذكاء والحفظ وقهر الخصوم وسأذكر القاضي أبا بكر في حرف الميم فأما أبو الحسن إنما قيل له الأشعري لأنه من ولد أبي موسى رضي الله عنه وهو أبو الحسن علي بن إسماعيل بن أبي بشر واسمه إسحاق بن سالم بن إسماعيل بن عبد الله بن موسى بن بلال بن أبي بردة بن أبي موسى الأشعري المتكلم صاحب الكتب والتصانيف في الرد على مخاليفه وهو بصري سكن بغداد إلى أن توفي بها وكان يجلس أيام الجمعات في حلقة أبي إسحاق المروزي الفقيه من جامع المنصور وقيل إنه كان يأكل من غلة ضيعة وقفها جده بلال بن أبي بردة بن أبي موسى الأشعري على عقبه وكانت نفقته في كل سنة سبعة عشر |جـ 1 صـ 167| درهما وكان بكر الصيرفي يقول كانت المعتزلة قد رفعوا رؤوسهم حتى أظهر الله الأشعري فحجزهم في أقماع السمسم وكانت له خمسة وخمسون مصنفا في الأصول وكانت ولادته في سنة ستين ومائتين ومات سنة نيف وثلاثين وثلاثمائة وقيل مات ببغداد بعد سنة عشرين وقيل سنة ثلاثين وثلاثمائة ودفن في مشرعة الروايا ",
                "title": "الأشعري",
                "uri": "JK_000952_0177"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}