{
    "features": [
        {
            "item": "JK_000129_007407",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.327-328",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الشحر والنسبة الشحري</h1> بكسر أوله وسكون ثانيه قال الشحرة الشط الضيق والشحر الشط وهو صقع على ساحل بحر الهند من ناحية اليمن قال الأصمعي هو بين عدن وعمان قد نسب إليه بعض الرواة وإليه ينسب العنبر الشحري لأنه يوجد في سواحله وهناك عدة مدن يتناولها هذا الاسم وذكر بعض العرب قال قدمت الشحر فنزلت على رجل من مهرة له رياسة وخطر فأقمت عنده أياما فذكرت عنده النسناس فقال إنا لنصيده ونأكله وهو دابة له يد واحدة ورجل واحدة وكذلك جميع ما فيه من الأعضاء فقلت له أنا والله أحب أن أراه فقال لغلمانه صيدوا لنا شيئا منه فلما كان من الغد إذ هم قد جاؤوا بشيء له وجه كوجه الإنسان إلا أنه نصف الوجه وله يد واحدة في صدره وكذلك رجل واحدة فلما نظر إلي قال أنا بالله وبك فقلت للغلمان خلوا عنه فقالوا يا هذا لا تغتر بكلامه فهو أكلنا فلم أزل بهم حتى أطلقوه فمر مسرعا كالريح فلما حضر غداء الرجل الذي كنت عنده قال لغلمانه أما كنت قد تقدمت إليكم أن تصيدوا لنا شيئا فقالوا قد فعلنا ولكن ضيفك قد خلى عنه فضحك وقال خدعك والله ثم أمرهم بالغدو إلى الصيد فقلت وأنا معهم فقال افعل ثم غدونا بالكلاب فصرنا إلى عيضة عظيمة وذلك في آخر الليل فإذا واحد يقول يا أبا مجمر إن الصبح قد أسفر والليل قد أدبر والقنيص قد حضر فعليك بالوزر فقال له الآخر كلي ولا تراعي قال فأرسلوا الكلاب عليهم فرأيت أبا مجمر وقد اعتوره كلبان وهو يقول الويل لي مما به دهاني دهري من الهموم والأحزان قفا قليلا أيها الكلبان واستمعا قولي وصدقاني إنكما حين تحارباني ألفيتماني خضلا عناني لو بي شبابي ما ملكتماني حتى تموتا أو تخلياني قال فالتقيا عليه وأخذاه فلما حضر غداء الرجل أتوا بأبي مجمر بعد الطعام مشويا وقد ذكرت من خبر النسناس شيئا آخر في وبار على ما وجدته في كتب العقلاء وهو مما اشترطنا أنه خارج من العادة وأنا بريء من العهدة وينسب إلى الشحر جماعة |جـ 3 صـ 328| منهم محمد بن خوي بن معاذ الشحري اليماني سمع بالعراق وخراسان من أبي عبد الله محمد بن الفضل الصاعدي الفراوي وغيره ",
                "title": "الشحر والنسبة الشحري",
                "uri": "JK_000129_007407"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}