{
    "features": [
        {
            "item": "JK_000129_004731",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.383-384",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الخلصة</h1> مضاف إليها ذو بفتح أوله وثانيه ويروى بضم أوله وثانيه والأول أصح والخلصة في اللغة نبت طيب الريح يتعلق بالشجر له حب كعنب الثعلب وجمع الخلصة خلص وهو بيت أصنام كان لدوس وخثعم وبجيلة ومن كان ببلادهم من العرب بتبالة وهو صنم لهم فأحرقه جرير بن عبد الله البجلي حين بعثه النبي صلى الله عليه وسلم وقيل كان لعمرو بن لحي بن قمعة نصبه أعني الصنم بأسفل مكة حين نصب الأصنام في مواضع شتى فكانوا يلبسونه القلائد ويعلقون عليه بيض النعام ويذبحون عنده وكان معناهم في تسميتهم له بذلك أن عباده والطائفين به خلصة وقيل هو الكعبة اليمانية التي بناها أبرهة بن الصباح الحميري وكان فيه صنم يدعى الخلصة فهدم وقيل كان ذو الخلصة يسمى الكعبة اليمانية والبيت الحرام الكعبة الشامية وقال أبو القاسم الزمخشري في قول من زعم أن ذا الخلصة بيت كان فيه صنم نظر لأن ذو لا يضاف إلا إلى أسماء الأجناس وقال ابن حبيب في مخبره كان ذو الخلصة بيتا تعبده بجيلة وخثعم والحارث بن كعب وجرم وزبيد والغوث بن مر بن أد وبنو هلال بن عامر وكانوا سدنته بين مكة واليمن بالعبلاء على أربع مراحل من مكة وهو اليوم بيت قصار فيما أخبرت وقال المبرد موضعه اليوم مسجد جامع لبلدة يقال لها العبلات من أرض خثعم وقال أبو المنذر ومن أصنام العرب ذو الخلصة وكانت مروة بيضاء منقوشة عليها كهيئة التاج وكانت بتبالة بين مكة واليمن على مسير سبع ليال من مكة وكان سدنتها بني أمامة من باهلة بن أعصر وكانت تعظمها وتهدي لها خثعم وبجيلة وأزد السراة ومن قاربهم من بطون العرب ومن هوازن ففيها يقول خداش بن زهير العامري لعثعث بن وحشي الخثعمي في عهد كان بينهم فغدر بهم وذكرته بالله بيني وبينه وما بيننا من مدة لو تذكرا وبالمروة البيضاء ثم تبالة ومجلسة النعمان حيث تنصرا فلما فتح رسول الله صلى الله عليه وسلم مكة وأسلمت العرب ووفدت عليه وفودها قدم عليه جرير بن عبد الله مسلما فقال له يا جرير ألا تكفيني ذا الخلصة فقال بلى فوجهه إليه فخرج حتى أتى بني أحمس من بجيلة فسار بهم إليه فقاتلته |جـ 2 صـ 384| خثعم وقتل مائتين من بني قحافة بن عامر بن خثعم وظفر بهم وهزمهم وهدم بنيان ذي الخلصة وأضرم فيه النار فاحترق فقالت امرأة من خثعم وبنو أمامة بالولية صرعوا شملا يعالج كلهم أنبوبا جاؤوا لبيضتهم فلاقوا دونها أسدا يقب لدى السيوف قبيبا قسم المذلة بين نسوة خثعم فتيان أحمس قسمة تشعيبا قال وذو الخلصة اليوم عتبة باب مسجد تبالة قال وبلغنا أن رسول الله صلى الله عليه وسلم قال لا تذهب الدنيا حتى تصطك أليات نساء بني دوس على ذي الخلصة يعبدونه كما كانوا يعبدونه ",
                "title": "الخلصة",
                "uri": "JK_000129_004731"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}