{
    "features": [
        {
            "item": "JK_000129_008162",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.440-441",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الصين والنسبة الصيني</h1> بالسكر وآخره نون بلاد في بحر المشرق مائلة إلى الجنوب وشماليها الترك قال ابن الكلبي عن الشرقي سميت الصين بصين وصين وبغرابنا بغبر بن كماد بن يافث ومنه المثل ما يدري شغر من بغر وهما بالمشرق وأهلهما بين الترك والهند قال أبو القاسم الزجاجي سميت بذلك لأن صين بن بغبر بن كماد أول من حلها وسكنها وسنذكر خبرهم ههنا والصين في الإقليم الأول طولها من المغرب مائة وأربع وستون درجة وثلاثون دقيقة قال الحازمي كان سعد الخير الأندلسي يكتب لنفسه الصيني لأنه سافر إلى الصين وقال العمراني الصين موضع بالكوفة وموضع أيضا قريب من الإسكندرية قال المفجع في كتاب المنقذ وهو كتاب وضعه على مثال الملاحن لابن دريد الصين بالكسر موضعان الصين الأعلى والصين الأسفل وتحن واسط بليدة مشهورة يقال لها الصينية ويقال لها أيضا صينية الحوانيت ينسب إليها صيني منها الحسن بن أحمد ابن ماهان أبو علي الصيني حدث عن أحمد بن عبيد الواسطي يروي عنه أبو بكر الخطيب وقال كان قاضي بلدته وخطيبها وأما إبراهيم بن إسحاق الصيني فهو كوفي كان يتجر إلى الصين أبو الحسن سعد الخير ابن محمد بن سهل بن سعد الأنصاري أبو الحسن سعد الخير ابن محمد بن سهل بن سعد الأنصاري الأندلسي كان يكتب لنفسه الصيني لأنه كان قد سافر من المغرب إلى الصين وكاان فقيها صالحا كثير المال سمع الحديث من أبي الخطاب بن بطر القاري وأبي عبد الله الحسين بن محمد بن طلحة النعال وغيرهما وذكره أبو سعد في شيوخه ومات سنة 145 ولهم صيني آخر لا يدري إلى أي شيء هو منسوب وهو حميد ابن محمد بن علي أبو عمرو الشيباني يعرف بحميد الصيني سمع السري بن خزيمة وأقرانه روى عنه أبو سعيد بن أبي بكر بن أبي عثمان وغيره وهذا شيء من أخبار الصين الأقصى ذكرته كما وجدته لا أضمن صحته فإن كان صحيحا فقد ظفرت بالغرض وإن كان كذبا فتعرف ما تقوله الناس فإن هذه بلاد شاسعة ما رأينا من مضى إليها فأوغل فيها وإنما يقصد التجار أطرافها وهي بلاد تعرف بالجاوة على سواحل البحر شبية ببلاد الهند يجلب منها العود والكافور والسنبل والقرنفل والبسابسة والعقاقير والغضائر الصينية فأما بلاد الملك فلم نر أحدا رآها وقرأت في كتاب عتيق ما صورته كتب إلينا أبو دلف مسعر بن مهلهل في ذكر ما شاهده |جـ 3 صـ 441| ورآه في بلاد الترك والصين والهند قال إني لما أيتكما يا سيدي أطال الله بقاء كما لهجين بالتصنيف مولعين بالتأليف أحببت أن لا أخلي دستورك وقانون حكمتكما من فائدة وقعت إلي مشاهدتها وأعجوبة رمت بن الأيام إليها ليروق معنى ما تتعلمانه السمع ويصبو إلى استيفاء قراءته القلب وبدأت بعد حمد الله والثناء على أنبيائه بذكر المسالك المشرقية واختلاف السياسة فيها وتباين ملكها وافتراق أحوالها وبيوت عبادتها وكبرياء ملوكها وحكوم قوامها ومراتب أولي الأمر والنهي لديها لأن معرفة ذلك زيادة في البصيرة واجبة في السيرة قد حض الله تعالى عليها أولي التيقظ والاعتبار وكلفة أهل العقول والأبصار فقال جل اسمه أفلم يسيروا في الأرض فرأيت معاونتكما لما وشج بيننا من الإخاء وتوكد من المودة والصفاء ولما نبا بين وطني ووصل بين السير إلى خراسان ضاربا في الأرض أبصرت ملكها والموسم بإمارتها نصر بن أحمد الساماني عظيم الشأن كبير السلطان يستصغر في جنبه أهل الطول وتخف عنده موازين ذوي القدرة والحول ووجدت عنده رسل قالين بن الشخير ملك الصين راغبين في مصاهرته طامعين في مخالطته يخطبون إليه ابنتهت فأبى ذلك واستنكره لحظر الشريعة له فلما أبى ذلك راضوه على أن يزوج بعض ولده ابنة ملك الصين فأجاب إلى ذلك فاغتنمت قصد الصين معهم فسلكنا بلد الأتراك فأول قبيلة وصلنا إليها بعد أن جاوزنا خراسان وما وراء النهر من مدن ازسلام قبيلة في بلد يعرف بالخركاه فقطعناها في شهر نتغذى بالبر والشعير ثم خرجنا إلى قبيلة تعرف بالطخطاخ تغذينا فيها بالشعير والدخن وأصناف من اللحوم والبقول الصحراوية فسبرنا فيها عشرين يوما في أمن ودعة يسمع أهلا لملك الصين ويطيعونه ويؤدون الإتاوة إلى الخركاه لقربهم إلى الإسلام ودخولهم فيه وهم يتفقون معهم في أكثر الأوقات على غزو من بعد عنهم من المشركين ثم وصلنا إلى قبيلة تعرف بالبجا فتغذينا فيهم بالدخن والحمص والعدس وسرنا بينهم شهرا في أمن ودعة وهم مشركون ويؤدون الإتاوة إلى الطخطاخ ويسجدون لملكهم ويعظمون البقر ولا تكون عندهم ولا يملكونها تعظيما وفيه ضرب من الشجر لا تأكله النار ولهم أصنام من ذلك الخشب ثم خرجنا إلى قبيلة تعرف بالبجناك طوال اللحى أولو أسبلة همج يغير بعضهم على بعض ويفترش الواحد المرأة على ظهر الطريق يأكلون الدخن فقط فسرنا فيهم أثني عشر يوما وأخبرنا أن بلدهم عظيم مما يلي الشمال وبلد الصقالبة ولا يؤدون الخراج إلى أحد ثم سرنا إلى قبيلة تعرف بالجكل يأكلون الشعير والجلبان ولحوم الغنم فقط ولا يذبحون الإبل ولا يقتنون البقر ولا تكون في بلدهم ولباسهم الصوف والفراء لا يلبسون غيرهما وفيهم نصارى قليل وهم صباح الوجوه يتزوج الرجل منهم بابنته وأخته وسائر محارمه وليسوا مجوسا ولكن هذا مذهبنهم في النكاح يعبدون سهيلا وزحل والجوزاء وبنات نعش والجدي ويسمون الشعرى اليمانية رب الأرباب وفيهم دعة ولا يرون الشر وجميع من حولهم من قبائل الترك يتخطفهم ويطمع فيهم وعندهم نبات يعرف بالكلكان طيب الطعام يطبخ مع اللحم وعندهم معادن البازهر وحياة الحبق وهي بقر هناك ويعملون من الدمن والذاذي البري نبيذا يسكر سكرا شديدا وبيوتهم من الخشب والظعام ولا ملك لهم فقطعنا بلدهم في أربعين يوما في أمن وخفض ودعة ثم خرجنا إلى قبيلة تعرف |جـ 3 صـ 442| بالبغراج لهم أسبلة بغير لحي يعملون بالسلاح عملا حسنا فرسانا ورجالة ولهم ملك عظيم الشأن يذكر أنه علوي وأنه من ولد يحيى بن زيد وعنده مصحف مذهب على ظهره أبيات شعر رثي بها زيد وهم يعبدون ذلك المصحف وزيد عندهم ملك العرب وعلي بن أبي طالب رضي الله عنه عندهم إله العرب لا يملكون عليهم أحدا إلا من ولد ذلك العلوي وإذا استقبلوا السماء فتحوا أفواههم وشخصوا أبصارهم إليها يقولون إن إله العرب ينزل منها ويصعد إليها ومعجزة هؤلاء الذين يملكونهم عليهم من ولد زيد أنهم ذوو لحى وأنهم قيام الأنوف عيونهم واسعة وغداؤهم الدخن ولحوم الذكران من الضأن وليس في بلدهم بقر ولا معز ولباسهم اللبود لا يلبسون غيرها فسرنا بينهم شهرا على خوف ووجل أدينا إليهم العشر من كل شيء كان معنا ثم سرنا إلى قبيلة تعرف بتبت فسرنا فيهم أربعين يوما في أمن وسعة يتغذون بالبر والشعير والباقلى وسائر اللحوم والسموك والبقول والأعناب والفواكه ويلبسون جميع اللباس ولهم مدينة من القصبة كبيرة فيها بيت عبادة من جلود البقر المدهونة فيه أصنام من قرون غزلان المك وبها قوم من المسلمين واليهود والنصارى والمجوس والهند ويؤدون الإتاوة إلى العلوى البغراجي ولا يملكهم أحد إلا بالقرعة ولهم محبس جرائم وجنايات وصلاتهم إلى قبلتنا ثم سرنا إلى قبيلة تعرف بالكيماك بيوتهم من جلود يأكلون الحمص والباقلى ولحوم ذكران الضأن والمعز ولا يرون ذبح الإناث منها وعندهم عنب نصف الحبة أبيض ونصفها أسود وعندهم حجارة هي مغناطيس المطر يستمطرون بها متى شاؤوا ولهم معادن ذهب في سهل من الأرض يجدونه قطعا وعندهم ماس يكشف عنه السيل ونبات حلو الطعم ينوم ويخدر ولهم قلم يكتبون به وليس لهم ملك ولا بيت عبادة ومن تجاوز منهم ثمانين سنة عبدوه إلا أن يكون به عاهة أو عيب ظاهر فكان مسيرنا فيهم خمسة وثلاثين يوما ثم انتهينا إلى قبيلة يقال لهم الغز لهم مدينة من الحجارة والخشب والقصب ولهم بيت عبادة وليس فيه أصنام ولم ملك عظيم الشأن يتسأدي منهم الخراج ولهم تجارات إلى الهند وإلى الصين ويأكلون البر فقط وليس لهم بقول ويأكلون لحوم الضأن والمعز الذكران والإناث ويلبسون الكتان والفراء ولا يلبسون الصوف وعندم حجارة بيض تنفع من القولنج وحجارة خضر إذا مرت على السيف لم يقطع شيئا وكان مسيرنا بينهم شهرا في أمن وسلامة ودعة ثم انتهينا إلى قبيلة يقال لهم التغزغز يأكلون المذكى وغير المذكى ويلبسون القطن واللبود وليس لهم بيت عبادة وهم يعظمون الخيل ويحسنون القيام عليها وعندهم حجارة تقطع الدم إذا علقت على صاحب الرعاف أو النزف ولهم عند ظهور قوس قزح عيد وصلاتهم إلى مغرب الشمس وأعلامهم سود فسرنا فيهم عشرين يوما في خوف شديد ثم انتهينا إلى قبيلة يقال لهم الخرخيز يأكلون الدخن والأرز ولحوم البقر والضأن والمعز وسائر اللحوم إلا الجمال ولهم بيت عبادة وقلم يكتبون به ولهم رأي ونظر ولا يطفئون سرجهم حتى تطفأ موادها ولهم كلام موزون يتكلمون به في أوقات صلاتهم وعندهم مسك ولهم أعياد في السنة وأعلامهم خضر يصلون إلى الجنوب ويعظمون زحل والزهرة ويتطيرون من المريخ والسباع في بلدهم كثيرة ولهم حجارة تسرج بالليل يستغنون بها عن المصباح ولا تعمل في غير بلادهم ولهم ملك مطاع |جـ 3 صـ 443| لا يجلس بين يديه أحد منهم إلا اذا جاوز أربعين سنة فسرسنا فيهم شهرا في أمن ودعة ثم انتهينا إلى قبيلة يقال لها الخرلخ يأكلون الحمص والعدس ويعملون الشراب من الدخن ولا يأكلون اللحم الا مغموسا بالملح ويلبسون الصوف ولهم بيت عبادة في حيطانه صورة متقدمى ملوكهم والبيت من خشب لا تأكله النار وهذا الخشب كثير في بلادهم والبغي والجور بينهم ظاهر ويغير بعضهم على بعض والزنا بينهم كثير غير محظور وهم أصحاب قمار يقامر أحدهم غيره بزوجته وابنه وابنته وأمه فما دام في مجلس القمار فللمقمور أن يفادى ويفك فإذا انصرف القامر فقد حصل له ما قمر به يبيعه من التجار كما يريد والجمال والفساد في نسائهم ظاهر وهم قليلو الغيرة فتجيء ابنة الرئيس فمن دونه أو امرأته أو أخته إلى القوافل اذا وافت البلد فتعرض للوجوه فإن أعجبها إنسان أخذته إلى منزلها وأنزلته عندها وأحسنت إليه وتصرف زوجها وأخاها وولدها في حوائجه ولم يقربها زوجها مادام من تريده عندها إلا لحاجة يقضيها ثم تتصرف هي ومن تختاره في أكل وشرب وغير ذلك بعين زوجها لا يغيره ولا ينكره ولهم عيد يلبسون الديباج ومن لا يمكنه رقع ثوبه برقعة منه ولهم معدن فضة تستخرج بالزيبق وعندهم شجر يقوم مقام الإهليلج قائم الساق وإذا طلي عصارته على الأورام الحارة أبراأها لوقتها ولهم حجر عظيم يعظمونه ويحتكمون عنده ويذبحون له الذبائح والحجر أخضر سلقي فسرنا بينهم خمسة وعشرين يوما في أمن ودعة ثم انتهينا إلى قبيلة يقال لهم الخطلخ فسرنا بين أهلها عشرة أيام وهم يأكلون البر وحده ويأكلون سائر اللحوم غير مذكاة ولم أر في جميع قبائل الترك أشد شوكة منهم يتخطفون من حولهم ويتزوجون الأخوات ولا تتزوج المرأة أكثر من زوج واحد فإذا مات لم تتزوج بعده ولهم رأي وتدبير ومن زنى في بلدهم أحرق هو والتي يزني بها وليس لهم طلاق والمهر جميع ما ملك الرجل وخدمة الولي سنة وللقتل بينهم قصاص وللجراح غرم فإن تلف المجروح بعد أن يأخذ الغرم بطل دمه وملكهم ينكر الشر ولا يتزوج فإن تزوج قتل ثم انتهينا إلى قبيلة يقال لها الختيان يأكلون الشعير والجلبان ولا يأكلون اللحم إلا مذكى ويزوجون تزويجا صحيحا وأحكامهم أحكام عقلية تقوم بها السياسة وليس لهم ملك وكل عشرة يرجعون إلى شيخ له عقل ورأي فيتحاكمون إليه وليس لهم جور على من يجتاز بهم ولا اغتيال ولهم بيت عبادة يعتكفون فيه الشهر والأقل والأكثر ولا يلبسون شيئا مصبوغا وعندهم مسك جيد مادام في بلدهم فإذا حمل منه تغير واستحال ولهم بقول كثيرة في أكثرها منافع وعندهم حيات تقتل من ينظر إليها إلا أنها في جبل لا تخرج عنه بوجه ولا سبب ولهم حجارة تسكن الحمى ولا تعمل في غير بلدهم وعندهم بازهر جيد شمعي فيه عروق خضر وكان مسيرنا فيهم عشرين يوما ثم انتهينا إلى بلد بهي فيه نخل كثير وبقول كثيرة وأعناب ولهم مدينة وقرى وملك له سياسة يلقب بهي وفي مدينتهم قوم مسلمون ويهود ونصارى ومجوس وعبدة أصنام ولهم أعياد وعندهم حجارة خضر تنفع من الرمد وحجارة حمر تنفع من الطحال وعندهم النيل الجيد القانىء المرتفع الطافي الذي إذا طرح في الماء لم يرسب فسرنا فيهم أربعين يوما في أمن وخوف ثم انتهينا إلى موضع يقال له القليب فيه بوادي عرب ممن تخلف عن تبع لما غزا بلاد الصين لهم مصايف ومشات في مياه ورمال |جـ 3 صـ 444| يتكلمون بالعربية القديمة لا يعرفون غيرها ويكتبون بالحميرية ولا يعرفون قلمنا يعبدون الأصنام وملكهم من أهل بيت منهم لا يخرجون الملك من أهل ذلك البيت ولهم أحكام وحظر الزنا والفسق ولهم شراب جيد من التمر وملكهم يهادي ملك الصين فسرنا فيهم شهرا في خوف وتغرير ثم انتهينا إلى مقام الباب وهو بلد في الرمل تكون فيه حجبة الملك وهو ملك الصين ومنه يستأذن لمن يريد دخول بلد الصين من قبائل الترك وغيرهم فسرنا فيه ثلاثة أيام في ضيافة الملك يغير لنا عند رأس كل فرسخ مركوب ثم انتهينا إلى وادي المقام فاستؤذن لنا منه وتقدمنا الرسل فأذن لنا بعد أن أقمنا بهذا الوادي وهو أنزه بلاد الله وأحسنها ثلاثة أيام في ضيافة الملك ثم عبرنا الوادي وسرنا يوما تاما فأشرفنا على مدينة سندابل وهي قصبة الصين وبها دار المملكة فبتنا على مرحلة منها ثم سرنا من الغد طول نهارنا حتى وصلنا إليها عند المغرب وهي مدينة عظيمة تكون مسيرة يوم ولها ستون شارعا ينفذ كل شارع منها إلى دار الملك ثم سرنا إلى باب من أبوابها فوجدنا ارتفاع سورها تسعين ذراعا وعرضه تسعين ذراعا وعلى رأس السور نهر عظيم يتفرق على ستين جزءا كل جزء منها ينزل على باب من الأبواب تتلقاه رحى تصبه إلى ما دونهها ثم إلى غيرها حتى يصب في اورض ثم يخرج نصفه تحت السور فيسقي البساتين ويرجع نصفه إلى المدينة فيسقي أهل ذلك الشارع إلى دار الملك ثم يخحرج في الشارع الآخر إلى خارج البلد فكل شارع فيه نهران وكل خلاء فيه مجريان كل واحد يخالف صاحخبه فالداخل يسقيهم والخارج يخرج بفضلاتهم ولهم بيت عبادة عظيم ولهم سياسة عظيمة وأحكام متقنة وبيت عبادتهم يقال إنه أعظم من مسجد بيت المقدس وفيه تماثيل وتصاوير وأصنام وبد عظيم وأهل البلد لا يذبحون ولا يأكلون اللحوم أصلا ومن قتل منهم شيئا من الحيوان قتل وهي دار مملكة الهند والترك معا ودخلت على ملكهم فوجدته فائقا في فنه كاملا في رأيه فخاطبه الرسل بما جاؤوا به من تزويجه ابنته من نوح بن نصر فأجابهم إلى ذلك وأحسن إلي وإلى الرسل وأقمنا في ضيافته حتى نجزت أمور المرأة وتم ما جهزها به ثم سلمها إلى مائتي خادم وثلاثمائة جارية من خواص خدمه وجواريه وحملت إلى خراسان إلى نوح بن نصر فتزوج بها قال وبلغناأن نصرا عمل قبره قبل وفاته بعشرين سنة وذلك أنه حد له في مولده مبلغ عمره ومدة انقضاءه أجله وأن موته يكون بالسل وعرف اليوم الذي يموت فيه فخرج يوم موته إلى خارج بخارى وقد أعلم الناس أنه ميت في يومه ذلك وأمرهم أن يتجهزوا له بجهاز التعزية والمصيبة ليتصورهم بعد موته بالحال التي يراهم بها فسار بين يديه ألوف من الغلمان الأتراك المرد وقد ظاهروا اللباس بالسواد وشقوا عن صدورهم وجعلوا التراب على رؤوسهم ثم تبعهم نحو ألفي جارية من أصناف الرقيق مختلفي الأجناس واللغات على تلك الهيئة ثم جاء على آثارهم عامة الجيش والأولياء يجنبون دوابهم ويقودون قودهم وقد خالفوا في نصب سروجها عليها وسودوا نواصيها وجباهها حاثين التراب سروجها عليها وسودوا نواصيها وجباهها حاثين التراب على رؤوسهم واتصلت بهم الرعية والتجار في غم وحزن وبكاء شديد وضجيج يقدمهم أولادهم ونساؤهم ثم اتصلت بهم الشاكرية والمكارون والحمالون على فرق منهم قد غيروا زيهم وشهر نفسه بضرب من اللباس ثم جاء أولاده يمشون بين يديه حفاة حاسرين والتراب على رؤوسهم وبين أيديهم وجوه كتابه وجلة خدمه ورؤساؤه وقواده ثم أقبل القضاة والمعدلون والعلماء |جـ 3 صـ 445| يسايرونه في غم وكآبة وحزن وأحضر سجلا كبيرا ملفوفا فأمر القضاة والفقهاء والكتاب بختمه فأمر نوحا ابنه أن يعمل بما فيه واستدعى شيئا من حسا في زبدية من الصيني الأصفر فتناول منه شيئا يسيرا ثم تغرغرت عيناه بالدموع وحمد الله تعالى وتشهد وقال هذا آخر زماد نصر من دنياكم وسار إلى قبره ودخله وقرأ عشرا فيه واستقر به مجلسه ومات رحمه الله وتولى الأمر نوح ابنه قلت ونحن نشك في صحة هذا الخبر لأن محدثنا به ربما كان ذكر شيئا فسأل الله أن لا يؤاخذه بما قال ونرجع إلى كلام رسول نصر قال وأقمت بسندابل مدينة الصين مدة ألقى ملكها في الأحايين فيفاوضني في أشياء ويسألني عن أمور من أمور بلاد الإسلام ثم استأذنته في الانصراف فأذن لي بعد أن أحسن إلي ولم يبق غاية في أمري فخرجت إلى الساحل أريد كله وهي أول الهند وآخر منتهى مسير المراكب لا يتهيأ لها أن تتجاوزها وإلا غرقت قال فلما وصلت إلى كله رأيتها وهي تعظيمة عالية السور كثيرة البساتين غزيرة الماء ووجدت بها معدنا للرصاص القلعي لا يكون إلا في قلتها في سائر الدنيا وفي هذه القلعة تضرب السيوف القلعية وهي الهندي العتيقة وأهل هذه القلعة يمتنعون على ملكهم إذا أرادوا ويطيعونه إن أحبوا ورسمهم رسم الصين في ترك الذباحة وليس في جميع الدنيا معدن للرصاص القلعي إلا في هذه القلعة وبينها وبين مدينة الصين ثلاثمائة فرسخ وحولها مدن ورساتيق وقرى ولهم أحكام حبوس جنايات وأكلهم البر والتمور وبقولهم كلها تباع وزنا وأرغفة خبزهم تباع عددا وليس عندهم حمامات بل عندهم عين جارية يغسلون بها ودرهمهم يزن ثلثي درهم ويعرف بالقاهري ولهم فلوس يتعاملون بها ويلبسون كأهل الصين الإفرند الصيني المثمن وملكهم دون ملك الصين ويخطب لملك الصين وقبلته إليه وبيت عبادته له وخرجت منها إلى بلد الفلفل فشاهدت نباته وهو شجر عادي لايزول الماء من تحته فإذا هبت الريح تساقط حمله فمن ذلك تشنجه وإنما يجتمع من فوق الماء وعليه ضريبة للملك وهو شجر حر لا مالك له وحمله أبدا فيه لا يزول شتاء ولا صيفا وهو عناقيد فإذا حميت الشمس عليه انطبق على العنقود عدة من ورقة لئلا يحترق بالشمس فإذا زالت الشمس زالت تلك الأوراق وانتهيت منه إلى لحف الكافور وهو جبل عظيم فيه مدن تشرف على البحر منها قامرون التي ينسب إليها العود الرطب المعروف بالمندل القامروني ومنها مدينة يقال لها قماريان وإليها ينسب العود القماري وفيه مدينة يقال لها الصنف ينسب إليها العود الصنفي وفي اللحف الآخر من ذلك الجبل مما يلي الشمال مدينة يقال لها الصيمور لأهلها حظ من الجمال وذلك لأن أهلها متولدون من الترك والصين فجمالهم لذلك وإليها تخرج تجارات الترك وإليها ينسب العود الصيموري وليس هو منها إنما هو يحمل إليها ولهم بيت عبادة عرى رأس عقبة عظيمة وله سدنة وفيه أصنام في الفيروزج والبيجاذق ولهم ملوك صغار ولباسهم لباس أهل الصين ولهم بيع وكنائس ومساجد وبيوت نار لا يذبحون ولا يأكلون ما مات حتف أنفه وخرجت إلى مدينة يقال لها جاجلى ولها ملك مثل ملك كله يأكلون البر والبيض ولا يأكلون السمك ولا يذبحون ولهم بيت عبادة كبيرة معظم لم يمتنع على الإسكندر في بلدان الهند غيرها وإليها يحمل الدارصيني ومنها يحمل إلى سائر الآفاق وشجر |جـ 3 صـ 446| الدارصيني حر لا مالك له ولباسهم لباس كله إلا أنهم يتزينون في أعيادهم بالحبر اليمانية ويعظمون من النجوم قلب الأسد ولهم بيت رصد وحساب محكم ومعرفة بالنجوم كاملة وتعمل الأوهام في طباعهم ومنها خرجت إلى مدينة يقال لها قشمير وهي كبيرة عظيمة لها سور وخندق محكمان تكون مثل نصف سندابل مدينة الصين وملكهه أكبر من ملك مدينة كله وأتم طاعة ولهم أعياد في رؤوس الأهلة وفي نزول النيرين شرفهما ولهم رصد كبير في بيت معمول من الحديد الصيني لا يعمل فيه الزمان ويعظمون الثريا وأكلهم البر ويأكلون المليح من السمك ولا يأكلون البيض ولا يذبحون وسرت منها إلى كابل فسرت شهرا حتى وصلت إلى قصبتها المعروفة بطابان وهي مدينة في جوف جبل قد استدار عليها كالحلقة دوره ثلاثون فرسخا لا يقدر أحد على دخوله إلا بجواز لأن له مضيقا قد غلق عليه باب ووكل به قوم يحفظونه فيما يدخله أحد إلا بإذن والإهليج بها كثير جدا وجميع مياه الرساتيق والقرى التي داخل المدينة تخرج من المدينة وهم يخالفون ملة الصين في الذباحة ويأكلون السمك والبيض ويقتل بعضهم بعضا ولهم بيت عبادة وخرجت من كابل إلى سواحل البحر الهندي متياسرا فسرت إلى بلد يعرف بمندورقين منابت غياض القنا وشجر الصندل ومنه يحمل الطباشير وذلك أن القنا إذا جق وهبت عليه الريح احتك بعضه ببعض واشتدت فيه الحرارة للحركة فانقدحت منه نار فربما أحرقت منها مسافة خمسين فرسخا أو أكثر من ذلك فالطباشير الذي يحمل إلى سائر الدنيا من ذلك القنا فأما الطباشير الجيد الذي يساوي مثقاله مائة مثقال أو أكثر فهو شيء يخرج من جوف القنا إذا هز وهو عزيز جدا وما يفجر من منابت الطباشير حمل إلى سائر وبيع على أنه توتيا الهند وليس كذلك لان التوتيا الهندي هو دخان الرصاص القلعي ومقدار ما يرتفع منه كل سنة ثلاثة أمنان أو أربعة أمنان ولا يتجاوز الخمسة ويباع المن منه بخمسة آلاف درهم إلى ألف دينار وخرجت منها إلى مدينة يقال لها كولم لأهلها بيت عبادة وليس فيه ضم وفيها منابت الساج والبقم وهو صنفان وهذا دون والامرون هو الغاية وشجر الساج مفرط العظم والطول ربما جاوز مائة ذراع وأكثر والخيزران والقنا بها كثير جدا وبها شيء من السندروس قليل غير جيد والجيد منه ما بالصين وهو من عرعر ينبت على باب مدينتها الشرقي والسندروس شبه الكهربائية وأحلها وفيها مغناطيسن يجذب كل شيء إذا أحمي بالدلك وعندهم الحجارة التي تعرف بالسندانية يعمل بها السقوف وأساطين بيوتهم من خرز أصلاب السمك الميت ولا يأكلونه ولا يذبحون وأكثرهم يأكل الميتة وأهلها يختارون للصين ملكا إذا مات ملكهم وليس في الهند طب إلا في هذه المدينة وبها تعمل غضائر تباع في بلداننا على أنه صيني وليس هو صيني لأن طين الصين أصلب منه وأصبر على النار وطين هذه المدينة الذي يعمل منه الغضائر المشبه بالصيني يخمر ثلاثة أيام لا يحتمل أكثر منها وطين الصين يخمر عشرة أيام ويحتمل أكثر منها وخزف غضائرها أدكن اللون وما كان من الصين أبيض وغيره من الألوان شفافا وغير شفاف فهو معمول في بلاد فارس من الحصى والكلس القلعي والزجاج يعجن على البوائن وينفخ ويعمل بالماسك كما ينفخ الزجاج مثل الجامات وغيرها من الأواني ومن هذه المدينة يركب إلى عمان وبها راوند ضعيف العمل والصيني أجود منه والراوند |جـ 3 صـ 447| قرع يكون هناك وورقه السادج الهندي وإليها تنسب أصناف العود والكافور واللبان والقتار وأصل العود نبت في جزائر وراء خط الاستواء وما وصل إلى منابته أحد ولم يعلم أحد كيف نباته وكيف شجره ولا يصف إنسان شكل ورق العود وإنما يأتي به الماء إلى جانب الشمال فما ا نقلع وجاء إلى الساحل فأخذ رطبا بكله وبقامرون أو في بلد الفلفل أو بالصنف أو بقماريان أو بغيرها من السواحل بقي إذا أصابته الريح الشمال رطبا أبدا لا يتحرك عن رطبه وهو المعروف بالقامروني المندلي وما جف في البحر ورمي يابسا فهو الهندي المصمت الثقيل ومحنته أن ينال منه بالمبرد ويلقى على الماء فإن لم ترسب برادته فليس بمختار وإن رسبت فهو الخالص الذي ما بعده غاية وما جف منه في مواضعه ونخر في البخر فهو الغماري وما نخر في مواضعه وحمله البحر نخرا فهو الصنفي وملوك هذه المرافىء يأخذون ممن يجمع العود من السواحل ومن البحر العشر وأما الكافور فهو في لحف جبل بين هذه المدينة وبين مندورقين مطل على البحر وهو لب شجر يشق فيوجد الكافور كامنا فيه فربما وجد مائعا وربما كان جامدا لأنه صمغ يكون في لب هذا الشجر وبها شيء من الإهليلج قليل والكابلي أجود منه لأن كابل بعيدة من البحر وجميع أصناف الإهليلج بها وكل شجر مما نثرته الريح فجا غير نضيج فهو الأصفر وهو حامض بارد وما بلغ وقطف في أوان إدراكه فهو الكابلي وهو حلو حار وما ترك في شجره في أيام الشتاء حتى يسود فهو الأسود مر حار وبها معدن كبريت أصفر ومعدن نحاس يخرج من دخانه توتيا جيد وجميع أصناف التوتيا كلها من دخان النحاس إلا الهندي فإنه كما ذكرنا يخرج من دخان الرصاص القلعي وماء هذه المدينة وماء مندورقين من الصهاريج المختزن فيها من مياه الأمطار ولا زرع فيها إلا القرع الذي فيه الراوند فإنه يزرع بين الشوك وكذلك أيضا بطيخهم عزيز جدا وبها قنبيل يقع من السماء ويجمع بأخثاء البقر والعربي أجود منه وسرت من مدن السواحل إلى الملتان وهي آخر مدن الهند مما يلي الصين وأولها مما يلينا وتلي أرض السند وهي مدينة عظيمة جليلة القدر عند أهل الهند والصين لأنها بيت حجهم ودار عبادتهم مثل مكة عند المسلمين وبيت المقدس عند اليهود والنصارى وبها القبة العظمى والبد الأكبر وهذه القبة سمكها في السماء ثلاثمائة ذراع وطول الصنم في جوفها مائة ذرع وبين رأسه وبين القبة مائة ذراع وبين رجليه وبين الأرض مائة ذراع وهو معلق من جوفها لابقائمة من أسفله يدعم عليها ولا بعلاقة من أعلاه تمسكه قلت هذا هو الكذب الصراح لأن هذا الصنم ذكره المدائني في فتوح الهند والسند وذكر أن طوله عشرون ذراعا قال أبو دلف البلد في يد يحيى بن محمد الأموي هو صاحب المنصورة أيضا والسند كله في يده والدولة بالمللتان للمسلمين وملاك عقرها ولد عمر بن علي بن أبي طالب والمسجد الجامع مصاقب لهذه القبة والأسلام بها ظاهر والأمر بالمعروف والنهي عن المنكر بها شامل وخرجت منها إلى المنصورة وهي قصبة السند والخليفة الأموي مقيم بها يخطب لنفسه ويقيم الحدود ويملك السند كله بره وبحره ومنها إلى البحر خمسون فرسخا وبساحلها مدينة الديبل وخرجت من المنصورة إلى بغانين وهو بلد واسع يؤدي أهله الخراج إلى الأموي وإلى صاحب بيت الذهب وهو بيت من ذهب في صحراء تكون أربعة فراسخ ولا يقع عليها الثلج ويثلج ما حولها |جـ 3 صـ 448| وفي هذا البيت رصد الكواكب وهو بيت تعظمه الهند والمجوس وهذه الصحراء تعرف بصحراء زردشت صاحب المجوس ويقول أهل هذه البلدان إن هذه الصحراء متى خرج منها إنسان يطلب دولة لم يغلب ولم يهزم له عسكر حيثما توجه ومنها إلى شهر داور ومنها إلى بغنين ومنها إلى غزنين وبها تتفرق الطرق فطريق يأخذ يمنة إلى باميان وختلان وخراسان وطريق يأخذ تلقاء القبلة إلى بست ثم إلى سجستان وكان صاحب سجستان في وقت موافاتي إياها أبا جعفر محمد بن أحمد بن الليث وأمه بانويه أخت يعقوب بن الليث وهو رجل فيلسوف سمح كريم فاضل له في بلده طراز تعمل فيه ثياب ويخلع في كل يوم خلعة على واحد من زواره ويقوم عليه من طرازها بخمسة آلاف درهم ومعها دابة النوبة وولي الحمام والمسند والمطرح ومسورتان ومخدتان وبذلك يعمل ثبت ويسلم إلى الزائر فيستوفيه من الخازن هذا آخر الرسالة ",
                "title": "الصين والنسبة الصيني",
                "uri": "JK_000129_008162"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}