{
    "features": [
        {
            "item": "JK_000129_011885",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.112-113",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مرو الشاهجان والنسبة المروزي</h1> هذه مرو العظمى أشهر مدن خراسان وقصبتها نص عليه الحاكم أبو عبد الله في |جـ 5 صـ 113| تاريخ نيسابور مع كونه ألف كتابه في فضائل نيسابور إلا أنه لم يقدر على دفع فضل هذه المدينة والنسبة إليها مروزي على غير قياس والثوب مروي على القياس وبين مرو ونيسابور سبعون فرسخا ومنها إلى سرخس ثلاثون فرسخا وإلى بلخ مائة واثنان وعشرون فرسخا اثنان وعشرون منزلا أما لفظ مرو فقد ذكرنا أنه بالعربية الحجارة البيض التي يقتدح بها إلا أن هذا عربي ومرو ما زالت عجمية ثم لم أر بها من هذه الحجارة شيئا ألبتة وأما الشاهجان فهي فارسية معناها نفس السلطان لأن الجان هي النفس أو الروح والشاه هو السلطان سميت بذلك لجلالتها عندهم وقد روي عن بريدة بن الحصيب أحد أصحاب النبي صلى الله عليه وسلم أنه قال قال لي رسول الله صلى الله عليه وسلم يا بريدة إنه سيبعث من بعدي بعوث فإذا بعثت فكن في بعث المشرق ثم كن في بعث خراسان ثم كن في بعث أرض يقال لها مرو إذا أتيتها فانزل مدينتها فإنه بناها ذو القرنين وصلى فيها عزير أنهارها تجري بالبركة على كل نقب منها ملك شاهر سيفه يدفع عن أهلها السوء إلى يوم القيامة فقدمها بريدة غازيا وأقام بها إلى أن مات وقبره بها إلى الآن معروف عليه راية رأيتها قال بطليموس في كتاب الملحمة مدينة مرو الرقة كذا قال طولها سبع وستون درجة وعرضها أربعون درجة في الإقليم الخامس طالعها العقرب تحت ثماني عشرة درجة من السرطان يقابلها مثلها في الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان كذا قال بطليموس وقد تقدم ذكرها عن ذكر الأقاليم أنها في الإقليم الرابع قال أبو عون إسحاق بن علي في زيجه مرو في الإقليم الرابع طولها أربع وثمانون درجة وثلث وعرضها سبع وثلاثون درجة وخمس وثلاثون دقيقة وشنع على أهل خراسان وادعي عليهم البخل كما زعم ثمامة أن الديك في كل بلد يلفظ ما يأكله من فيه للدجاجة بعد أن حصل إلا ديكة مرو فإنها تسلب الدجاج ما في مناقيرها من الحب وهذا كذب بين ظاهر للعيان لا يقدم على مثله إلا الوقاع البهات الذي لا يتوقى الفضوح والعار وما ديكة مرو إلا كالديكة في جميع الأرض قالوا ولما ملك طهمورث بنى قهندز مرو وبنى مدينة بابل وبنى مدينة ابرايين بأرض قوم موسى ومدينة بالهند في رأس جبل يقال له أوق قال وأمرت حماي بنت أردشير بن اسفنديار لما ملكت ببناء الحائط الذي حول مرو وقال إن طهمورث لما بنى قهندز برو بناه بألف رجل وأقام لهم سوقا فيها الطعام والشراب فكان إذا أمسى الرجل أعطي درهما فاشترى به طعامه وجميع ما يحتاج إليه فتعود الألف درهم إلى أصحابه فلم يخرج له في البناء إلا ألف درهم وقال بعضهم مياسير مرو من يجود لضيفه بكرش فقد أمسى نظيرا لحاتم ومن رس باب الدار منكم بقرعة فقد كملت فيه خصال المكارم يسمون بطن الشاة طاووس عرسهم وعند طبيخ اللحم ضرب الجماجم فلا قدس الرحمن أرضا وبلدة طواويسهم فيها بطون البهائم وكان المأمون يقول يستوي الشريف والوضيع من مرو في ثلاثة أشياء الطبيخ النارنك والماء البارد لكثرة الثلج بها والقطن اللين وبمرو الرزيق |جـ 5 صـ 114| بتقديم الراء على الزاي والماجان وهما نهران كبيران حسنان يخترقان شوارعها ومنهما سقي أكثر ضياعها وقال إبراهيم بن شماس الطالقاني قدمت على عبد الله بن المبارك من سمرقند إلى مرو فأخذ بيدي فطاف بي حول سور مدينة مرو ثم قال لي يا إبراهيم من بنى هذه المدينة قلت لا أدري يا أبا عبد الرحمن قال مدينة مثل هذه لا يعرف من بناها وقد أخرجت مرو عن الأعيان وعلماء الدين والأركان ما لم تخرج مدينة مثلهم منهم أحمد بن محمد بن حنبل الإمام وسفيان بن سعيد الثوري مات وليس له كفن واسمه حي إلى يوم القيامة وإسحاق بن راهويه وعبد الله بن المبارك وغيرهم وكان السلطان سنجر بن ملك شاه السلجوقي مع سعة ملكه قد اختارها على سائر بلاده وما زال مقيما بها إلى أن مات وقبره بها في قبة عظيمة لها شباك إلى الجامع وقبتها زرقاء تظهر من مسيرة يوم بلغني أن بعض خدمه بناها له بعد موته ووقف عليها وقفا لمن يقرأ القرآن ويكسو الموضع وتركتها أنا في سنة 616 على أحسن ما يكون وبمرو جامعان للحنفية والشافعية يجمعهما السور وأقمت بها ثلاثة أعوام فلم أجد بها عيبا إلا ما يعتري أهلها من العرق المديني فإنهم منه في شدة عظيمة قل من ينجو منه في كل عام ولولا ما عرا من ورود التتر إلى تلك البلاد وخرابها لما فارقتها إلى الممات لما في أهلها من الرفد ولين الجانب وحسن العشرة وكثرة كتب الأصول المتقنة بها فإني فارقتها وفيها عشر خزائن للوقف لم أر في الدنيا مثلها كثرة وجودة منه خزانتان في الجامع إحداهما يقال لها العزيزية وقفها رجل يقال له عزيز الدين أبو بكر عتيق الزنجاني أو عتيق بن أبي بكر وكان فقاعيا للسلطان سنجر وكان في أول أمره يبيع الفاكهة والريحان بسوق مرو ثم صار شرابيا له وكان ذا مكانة منه وكان فيها اثنا عشر ألف مجلد أو ما يقاربها والأخرى يقال لها الكمالية لا أدري إلى من تنسب وبها خزانة شرف الملك المستوفي أبي سعد محمد بن منصور في مدرسته ومات المتسوفي هذا في سنة 494 وكان حنفي المذهب وخزانة نظام الملك الحسن بن إسحاق في مدرسته وخزانتان للسمعانيين وخزانة أخرى في المدرسة العميدية وخزانة لمجد الملك أحد الوزراء المتأخرين بها والخزائن الخاتونية في مدرستها والضميرية في خانكاه هناك وكانت سهلة التناول لا يفارق منزلي منها مائتا مجلد وأكثر بغير رهن تكون قيمتها مائتي دينار فكنت أرتع فيها وأقتبس من فوائدها وأنساني حبها كل بلد وألهاني عن الأهل والولد وأكثر فوائد هذا الكتاب وغيره مما جمعته فهو من تلك الخزائن وكثيرا ما كنت أترنم عند كوني بمرو بقول بعض الأعراب أقمرية الوادي التي خان إلفها من الدهر أحداث أتت وخطوب تعالي أطارحك البكاء فإننا كلانا بمرو الشاهجان غريب ثم أضفت إليها قول أبي الحسين مسعود بن الحسن الدمشقي الحافظ وكان قدم مرو فمات بها في سنة 345 أخلاي إن أصبحتم في دياركم فإني بمرو الشاهجان غريب أموت اشتياقا ثم أحيا تذكرا وبين التراقي والضلوع لهيب فما عجب موت الغريب صبابة ولكن بقاه في الحياة عجيب |جـ 5 صـ 115| إلى أن خرجت عنها مفارقا وإلى تلك المواطن ملتفتا وامقا فجعلت أترنم بقول بعضهم ولما تزايلنا عن الشعب وانثنى مشرق ركب مصعد عن مغرب تيقنت أن لا دار من بعد عالج تسر وأن لا خلة بعد زينب ويقول الآخر ليال بمرو الشاهجان وشملنا جميع سقاك الله صوب عهاد سرقناك من ريب الزمان وصرفه وعين النوى مكحولة برقاد تنبه صرف الدهر فاستحدث النوى وصيرنا شتى بكل بلاد ولن تعدم الحسناء ذاما فقد قال بعض من قدمها من أهل العراق فحن إلى وطنه وأرى بمرو الشاهجان تنكرت أرض تتابع ثلجها المذرور إذ لا ترى ذا بزة مشهورة إلا تخال بأنه مقرور كلتا يديه لا تزايل ثوبه كل الشتاء كأنه مأسور أسفا على بر العراق وبحره إن الفؤاد بشجوه معذور وكنا كتبنا قصيدة مالك بن الريب متفرقة وأحلنا في كل موضع على ما يليه ولم يبق منها إلا ذكر مرو وبها تتم فإنه قال بعد ما ذكر في السمينة ولما تراءت عند مرو منيتي وحل بها سقمي وحانت وفاتيا أقول لأصحابي ارفعوني فإنني يقر بعيني إن سهيل بدا ليا فيا صاحبي رحلي دنا الموت فانزلا برابية إني مقيم لياليا أقيما علي اليوم أو بعض ليلة ولا تعجلاني قد تبين شانيا وقوما إذا ما استل روحي فهيئا لي السدر والأكفان ثم ابكيانيا وخطا بأطراف الأسنة مضجعي وردا على عيني فضل ردائيا ولا تحسداني بارك الله فيكما من الأرض ذات العرض أن توسعا ليا خذاني فجراني ببردي إليكما فقد كنت قبل اليوم صعبا قياديا وقد كنت عطفا إذا الخيل أحجمت سريعا لدى الهيجا إلى من دعانيا وقد كنت محمودا لدى الزاد والقرى وعن شتم ابن العم والجار وانيا وقد كنت صبارا على القرن في الغوى ثقيلا على الأعداء عضبا لسانيا وطورا تراني في رحى مستديرة تخرق أطراف الرماح ثايبيا وما بعد هذه الأبيات ذكر في الشبيك وبمرو قبور أربعة من الصحابة منهم بريدة بن الحصيب والحكم بن عمرو الغفاري وسليمان بن بريدة في قرية من قراها يقال لها فني ويقال لها فنين وعليه علم رأيت ذلك كله والآخر نسيته فأما رستاق مرو فهو أجل من المدن وكثيرا ما سمعتهم يقولون رجال مرو من قراها وقال بعض الظرفاء يهجو |جـ 5 صـ 116| أهل مرو لأهل مرو أباد مشهورة ومروه لكنها في نساء صغارهن الصبوه يبذلن كل مصون على طريق الفتوه فلا يسافر إليها إلا فتى فيه قوه وإليها ينسب عبد الرحمن بن أحمد بن عبد الله أبو بكر القفار المروزي وحيد زمانه فقها وعلما رحل إلى الناس وصنف وظهرت بركته وهو أحد أركان مذهب الشافعي وتخرج به جماعة وانتشر علمه في الآفاق وكان ابتداء اشتغاله بالفقه على كبر السن حدثني بعض فقهاء مرو بفنين من قراها أن القفال الشاشي صنع قفلا ومفتاحا وزنه دانق واحد فأعجب الناس به جدا وسار ذكره وبلغ خبره إلى القفال هذا فصنع قفلا مع مفتاحه وزنه طسوج وأراه الناس فاستحسنوه ولم يشع له ذكر فقال يوما لبعض من يأنس إليه ألا ترى كل شيء يفتقر إلى الحظ عمل الشاشي قفلا وزنه دانق وطنت به البلاد وعملت أنا قفلا بمقدار ربعه ما ذكرني أحد فقال له إنما الذكر بالعلم لا بالأقفال فرغب في العلم واشتغل به وقد بلغ من عمره أربعين سنة وجاء إلى شيخ من أهل مرو وعرفه رغبته فيما رغب فيه فلقنه أول كتاب المزني وهو هذا كتاب اختصرته فرقي إلى سطحه وكرر عليه هذه الثلاثة ألفاظ من العشاء إلى أن طلع الفجر فحملته عينه فنام ثم انتبه وقد نسيها فضاق صدره وقال أيش أقول للشيخ وخرج من بيته فقال له امرأة من جيرانه يا أبا بكر لقد أسهرتنا البارحة في قولك هذا كتاب اختصرته فتلقنها منها وعاد إلى شيخه وأخبره بما كان منه فقال له لا يصدنك هذا عن الاشتغال فإنك إذا لازمت الحفظ والاشتغال صار لك عادة فجد ولازم الاشتغال حتى كان منه ما كان فعاش ثمانين سنة أربعين جاهلا وأربعين عالما وقال أبو المظفر السمعاني عاش تسعين سنة ومات سنة 714 ورأيت قبره بمرو وزرته رحمه الله تعالى وأبو إسحاق إبراهيم بن أحمد بن إسحاق المروزي أحد أئمة الفقهاء الشافعية ومقدم عصره في الفتوى والتدريس رحل إلى أبي العباس بن شريح وأقام عنده وحصل الفقه عليه وشرح مختصر المزني شرحين وصنف في أصول الفقه والشروط وانتهت إليه رياسة هذا المذهب بالعراق بعد ابن شريح ثم انتقل في آخر عمره إلى مصر وتوفي بها لسبع خلون من رجب سنة 043 ودفن عند قبر الشافعي رضي الله عنه ",
                "title": "مرو الشاهجان والنسبة المروزي",
                "uri": "JK_000129_011885"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}