{
    "features": [
        {
            "item": "JK_000129_006612",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.197-198",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سد يأجوج ومأجوج</h1> قيل إن يأجوج ومأجوج ابنا يافث بن نوح عليه السلام وهما قبيلتان من خلق جاءت القراءة فيهما بهمز وبغير همز وهما اسمان أعجميان واشتقاق مثلهما من كلام العرب يخرج من أجت النار ومن الماء الأجاج وهو الشديد الملوحة المحرق من ملوحته ويكون التقدير يفعول ومفعول ويجوز أن يكون يأجوج فاعولا وكذلك مأجوج قال هذا لو كان الأسمان عربيين لكان هذا اشتقاقهما فأما الأعجمية فلا تشق من العربية وروي عن الشعبي أنه قال سار ذو القرنين إلى ناحية يأجوج ومأجوج فنظر إلى أمة صهب الشعور زرق العيون فاجتمع إليه منهم خلق كثير وقالوا له أيها الملك المظفر إن خلف هذا الجبل أمما لا يحصيهم إلا الله وقد أخربوا علينا بلادنا يأكلون ثمارنا وزروعنا قال وما صفتهم قالوا قصار صلع عراض الوجوه قال وكم صنفا هم قالوا هم أمم كثيرة لا يحصيهم إلا الله تعالى قال وما أساميهم قالوا أما من قرب منهم فهم ست قبائل يأجوج ومأجوج وتاويل وتاريس ومنسك وكمارى وكل قبيلة منهم مثل جميع أهل الأرض وأما من كان منا بعيدا فإنا لا نعرف قبائلهم وليس لهم إلينا طريق فهل نجعل لك خرجا على أن تسد عليهم وتكفينا أمرهم قال فما طعامهم قالوا يقذف البحر إليهم في كل سنة سمكتين يكون بين رأس كل سمكة وذنبها مسيرة عشرة أيام أو أكثر قال ما مكنني فيه ربي خير فأعينوني بقوة تبذلون لي من الأموال في سده ما يمكن كل واحد منكم ففعلوا ثم أمر بالحديد فأذيب وضرب منه لبنا عظاما وأذاب النحاس ثم جعل منه ملاطا لذلك اللبن وبنى به الفج وسواه مع قلتي الجبل فصار شبيها بالمصمت وفي بعض الأخبار قال السد طريقة حمراء وطريقة سوداء من حديد ونحاس ويأجوج ومأجوج اثنتان وعشرون قبيلة منهم الترك قبيلة واحدة كانت خارج السد لما ردمه ذو القرنين فسلموا أن يكونوا خلفه وسار ذوي القرنين حتى توسط بلادهم فإذا هم على مقدار واحد ذكرهم وأنثاهم يبلغ طول الواحد منهم مثل نصف طول الرجل المربوع لهم مخاليب في مواضع الأظفار ولهم أضراس وأنياب كأضراس السباع |جـ 3 صـ 198| وأنيابها وأحناك كأحناك الإبل وعليهم من الشعر ما يواري أجسادهم ولكل واحد أذنان عظيمتان إحداهما على ظاهرها وبر كثير وباطنها أجرد والأخرى باطنها وبر كثير وظاهرها أجرد يلتحف إحداهما ويفترش الأخرى وليس منهم ذكر ولا أنثى إلا ويعرف أجله والوقت الذي يموت فيه وذلك أنه لا يموت حتى يلد ألف ولد وهم يرزقون التنين في أيام الربيع ويستمطرونه إذا أبطأ عنهم كما نستمطر المطر إذا انقطع فيقذفون في كل عام بواحد فيأكلونه عامهم كله إلى مثله من قابل فيكفيهم على كثرتهم وهم يتداعون تداعي الحمام ويعوون عواء الكلاب ويتسافدون حيث ما التقوا تسافد البهائم وفي رواية أن ذا القرنين إنما عمل السد بعد رجوعه عنهم فانصرف إلى ما بين الصدفين فقاس ما بينهما وهو منقطع أرض الترك مما يلي الشمس فوجد بعد ما بينهما مائة فرسخ فحفر له أساسا بلغ به الماء وجعل عرضه خمسين فرسخا وجعل حشوه الصخور وطينه النحاس المذاب يصب عليه فصار عرقا من جبل تحت الأرض ثم علاه وشرفه بزبر الحديد والنحاس المذاب وجعل خلاله عرقا من نحاس أصفر فصار كأنه برد محبر من صفرة النحاس وسواد الحديد فلما أحكمه انصرف راجعا وأما ذكر التنين فرأينا منه بنواحي حلب ما ذكرته في ترجمة كلز وجعلته حجة على ما أورده ههنا من خبره وشجعني على كتابته فإن الإنسان شديد التكذيب بخبر ما لم ير مثله روي عن شداد بن أفلح المقري أنه قال عدت عمر البكالي فذكرنا لون التنين فقال عمر البكالي أتدرون كيف يكون التنين قلنا لا قال يكون في البر حية متمردة فتأكل حيات البر فلا تزال تأكلها وتأكل غيرها من الهوام وهي تعظم وتكبر ثم يزيد أمرها فتأكل جميع ما تراه من الحيوان فإذا عظم أمرها ضجت دواب البر منها فيرسل الله تعالى إليها ملكا فيحتملها حتى يلقيها في البحر فتفعل بدواب البحر مثل فعلها بدواب البر فتعظم ويزداد جسمها فتضج دواب البحر منها أيضا فيبعث الله إليها ملكا حتى يخرج رأسها من البحر فيتدلى سحاب فيحتملها فيلقيها إلى يأجوج ومأجوج وحدث المعلى بن هلال الكوفي قال كنت بالمصيصة فسمعتهم يتحدثون أن البحر ربما مكث أياما وليالي تصطفق أمواجه ويسمع لها دوي شديد فيقولون ما هذا إلا بشيء آذى دواب البحر فهي تضج إلى الله تعالى قال فتقبل سحابة حتى تغيب في البحر ثم تقبل أخرى حتى تعد سبع سحابات ثم ترتفع جميعا في السماء وقد حملن شيئا يرون أنه التنين حتى يغيب عنا ونحن ننظر إليه يضطرب فيها فربما وقع في البحر فتعود السحابة إلى البحر بالرعد الشديد الهائل والبرق العظيم حتى تغوص في البحر وتستخرجه ثانية فتحمله فربما اجتاز وهو في السحاب وذنبه خارج عنها بالشجر العادي والبناء الشامخ فيضربه بذنبه فيهدم البناء من أصله ويقلع الشجر بعروقه ولقد احتمله السحاب من بحر أنطاكية فضرب بذنبه بضعة عشر برجا من أبراج سورها فرمى بها ويقال إن السحاب الموكل به يختطفه حيثما رآه كما يختطف حجر المغناطيس الحديد فهو لا يطلع رأسه من الماء خوفا من السحاب ولا يخرج إلا في الفرط إذا صحت الدنيا وذكر بقراط الحكيم اليوناني في كتاب الثراء أنه كان في بعض السواحل فبلغه أن هناك قرى كثيرة قد فشا فيها الموت فقصدها ليعرف السبب في ذلك فلما فحص عن الأمر إذا هو بتنين قد احتمله السحاب من البحر فوقع على نحو عشرين فرسخا من هذه القرى فنتن |جـ 3 صـ 199| ففشا الموت فيها من نتنه فعمد ذلك الفيلسوف فجبا من أهل تلك القرى مالا عظيما واشترى به ملحا ثم أمل أهل تلك القرى أن يحملوه ويلقوه عليه ففعلوا ذلك حتى بطلت رائحته وكف الموتان عنهم وروي عن بعضهم أنه قصد موضعا سقط فيه فوجد طوله نحو الفرسخين وعرضه فرسخ ولونه مثل لون النمر مفلس كفلوس السمك وله جناحان عظيمان كهيئة أجنحة السمك ورأسه مثل التل العظيم شبه رأس الإنسان وله اذنان مفرطتا الطول وعينان مدورتان كبيرتان جدا ويتشعب من عنقه ستة اعناق طول كل عنق منها عشرون ذراعا في كل عنق رأس كرأس الحية قلت هذه صفة فاسدة لأنه قال اولا رأس كرأس الانسان ثم قال ستة رؤوس كرؤوس الحية وقد نقلته كما وجدته ولكن تركه اولى ومن مشهور الأخبار حديث سلام الترجمان قال إن الواثق بالله رأى في المنام أن السد الذي بناه ذو القرنين بيننا وبين يأجوج ومأجوج مفتوح فأرعبه هذا المنام فأحضرني وأمرني بقصده والنظر إليه والرجوع إليه بالخبر فضم إلي خمسين رجلا ووصلني بخمسة آلاف دينار واعطاني ديني عشرة آلاف درهم ومائتي بغل تحمل الزاد والماء قال فخرجنا من سر من رأى بكتاب منه إلى إسحاق ابن إسماعيل صاحب أرمينية وهو بتفليس يؤمر فيه بإنفاذنا وقضاء حوائجنا ومكاتبة الملوك الذين في طريقنا بتيسيرنا فلما وصلنا إليه قضى حوائجنا وكتب إلى صاحب السرير وكتب لنا صاحب السرير إلى ملك اللان وكتب ملك اللان إلى فيلانشاه وكتب لنا فيلانشاه إلى ملك الخزر فوجه ملك الخزر معنا خمسة من الأدلاء فسرنا ستة وعشرين يوما فوصلنا إلى أرض سوداء منتنة الرائحة وكنا قد حملنا معنا خلا لنشمه من رائحتها بإشارة الأدلاء فسرنا في تلك الأرض عشرة أيام ثم صرنا إلى مدن خراب فسرنا فيها سبعة وعشرين يوما فسألنا الادلاء عن سبب خراب تلك المدن فقالوا خربها يأجوج ومأجوج ثم صرنا إلى حصن بالقرب من الجبل الذي السد في شعب منه فجزنا بشيء يسير إلى حصون أخر فيها قوم يتكلمون بالعربية والفارسية وهم مسلمون يقرؤون القرآن ولهم مساجد وكتاتيب فسألونا من أين اقبلتم وأين تريدون فأخبرناهم أنا رسل أمير المؤمنين فأقبلوا يتعجبون من قولنا ويقولون أمير المؤمنين فأقبلوا يتعجبون من قولنا ويقولون امير المؤمنين فنقول نعم فقالوا أهو شيخ أم شاب لنا قلنا شاب قالوا واين يكون قلنا بالعراق في مدينة يقال لها سر من رأى قالوا ما سمعنا بهذا قط ثم ساروا معنا إلى جبل أملس ليس عليه من النبات شيء وإذا هو مقطوع بواد عرضه مائة وخسمون ذراعا وإذا عضادتان مبنيتان مما يلي الجبل من جنبي الوادي عرض كل عضادة خمسة وعشرون ذراعا الظاهر من تحتها عشرة أذرع خارج الباب وكله مبني بلبن حديد مغيب في نحاس في سمك خمسين ذراعا وإذا دروند حديد طرفاه في العضادتين طوله مائة وعشرون ذراعا قد ركب على العضادتين على كل واحد مقدار عشرة أذرع في عرض خمسة أذرع وفوق الدروند بناء بذلك اللبن الحديد والنحاس إلى رأس الجبل وارتفاعه مد البصر وفوق ذلك شرف حديد في طرف كل شرفة قرنان بنثي كل واحد إلى صاحبه وإذا باب حديد بمصراعين مغلقين عرض كل مصراع ستون ذراعا في ارتفاع سبعين ذراعا في شخن خمسة أذرع وقاتمتاها في دوارة على قدر الدروند وعلى باب قفل طوله سبعة أذرع غلظ باع وارتفاع القفل من الأرض خسمة وعشرون ذراعا وفوق القفل نحو خمسة أذرع |جـ 3 صـ 200| غلق طوله أكثر من طول القفل وعلى الغلق مفتاح معلق طوله سبعة أذرع له أربع عشرة دندانكة أكبر من دستج الهاون معلق في سلسلة طولها ثمانية أذرع في استدارة أربعة أشبار والحلقة التي فيها السلسلة مثل حلقة المنجنيق وارتفاع عتبة الباب عشرة أذرع في بسط مائة ذراع سوى ما تحت العضادتين والظاهر منها خمسة أذرع وهذا الذرع كله بذراع السواد ورئيس تلك الحصون يركب في كل جمعة في عشرة فوارس مع كل فارس مرزبة حديد فيجيئون إلى الباب ويضرب كل واحد منهم القفل والباب ضربات كثيرة ليسمع من وراء الباب ذلك فيعلموا أن هناك حفظة ويعلم هؤلاء أن أولئك لم يحدثوا في الباب حدثا وإذا ضربوا الباب وضعوا آذانهم فيسمعون من وراء الباب دويا عظيما وبالقرب من السد حصن كبير يكون فرسخا في مثله يقال أنه يأوي إليه الصناع ومع الباب حصنان يكون كل واحد منهما مائتي ذراع في مثلها وعلى بابي هذين الحصنين شجر كبير لا يدرى ما هو وبين الحصنين عين عذبة وفي أحدهما آلة البناء التي بني بها السد من القدور الحديد والمغارف وهناك بقية من اللبن الحديد قد التصق بعضه ببعض من الصدإ واللبنة ذراع ونصف في سمك شبر وسألنا من هناك هل رأوا أحدا من يأجوج ومأجوج فذكروا أنهم رأوا منهم مرة عددا فوق الشرف فهبت ريح سوداء فألقتهم إلى جانبنا فكان مقدار الواحد منهم في رأي العين شبرا ونصفا فلما انصرفنا أخذ بنا الأدلاء نحو خراسان فسرنا حتى خرجنا خلف سمرقند بسبعة فراسخ قال وكان بين خروجنا من سر من رأى إلى رجوعنا إليها ثمانية عشر شهرا قد كتبت من خبر السد ما وجدته في الكتب ولست أقطع بصحة ما أوردته لاختلاف الروايات فيه والله أعلم بصحته وعلى كل حال فليس في صحة أمر السد ريب وقد جاء ذكره في الكتاب العزيز ",
                "title": "سد يأجوج ومأجوج",
                "uri": "JK_000129_006612"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}