{
    "features": [
        {
            "item": "JK_000129_006387",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.159-160",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زويلة</h1> بفتح أوله وكسر ثانيه وبعد الياء المثناة من تحت الساكنة لام بلدان أحدهما زويلة السودان مقابل اجدابية في البر بين بلاد السودان |جـ 3 صـ 160| وإفريقية قال البكري و زويلة مدينة غير مسورة في وسط الصحراء وهي أول حدود بلاد السودان وفيها جامع وحمام وأسواق تجتمع فيها الرفاق من كل جهة ومنها يفترق قاصدهم وتتشعب طرقهم وبها نخيل وبساط للزرع يسقى بالإبل ولما فتح عمروبرقة بعث عقبة بن نافع حتى بلغ زويلة وصار ما بي برقة وزويلة للمسلمين وبزويلة قبر دعبل بن علي الخزاعي الشاعر المشهور قال بكر بن حماد الموت غادر دعبلا بزويلة في أرض برقة أحمد بن خصيب والذي يذكره المؤرخون أن دعبلا لما هجا المعتصم أهدر دمه فهرب إلى طوس واستجار بقبر الرشيد فلم يجره المعتصم وقتله صبرا في سنة 022 وبين زويلة ومدينة اجدابية أربع عشرة مرحلة ولأهل زويلة حكمة في احتراس بلدهم وذاك أن الذي عليه نوبة الاحتراس منهم يعمد إلى دابة فيشد عليها حزمة كبيرة من جريد النخل ينال سعفها الأرض ثم يدور بها حوالي المدينة فإذا أصبح من الغد ركب ذلك المحترس ومن تبعه على جمال السروح وداروا على المدينة فإن رأوا أثرا خارجا من المدينة اتبعوه حتى يدركوه أينما توجه لصا كان أو عبدا أو أمة أو غير ذلك و زويلة من أطرابلس بين المغرب والقبلة ويجلب من زويلة الرقيق إلى ناحية إفريقية وما هنالك ومبايعاتهم بثياب قصار حمر ومن بلد زويلة إلى بلد كانم أربعون مرحلة وهم وراء صحراء من بلاد زويلة يذكر خبرهم في كانم والأخرى زويلة المهدية وهي مدينة بإفريقية بناها المهدي عبيد الله جد هؤلاء الذين كانوا بمصر إلى جانب المهدية بينهما رمية سهم فقط فسكن هو وعسكره بالمهدية على ما نذكره إن شاء الله تعالى في موضعه وأسكن العامة في زويلة وكانت دكاكينهم وأموالهم في المهدية وبزويلة مساكنهم فكانوا يدخلون بالنهار للمعيشة ويخرجون بالليل إلى أهاليهم فقيل للمهدي إن رعيتك في عناء من هذا فقال لكن أنا في راحة لأني بالليل أفرق بينهم وبين أموالهم وبالنهار أفرق بينهم وبين أهاليهم فآمن غائلتهم وقال أبو لقمان شاعر الأنموذج يهجو رجلين لا بارك الله في دهر يكون به لابن المؤدب ذكر وابن حربون ذا من زويلة لا دين ولا حسب وذاك من أهل ترشيش المجانين و ترشيش اسم المدينة تونس ",
                "title": "زويلة",
                "uri": "JK_000129_006387"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}