{
    "features": [
        {
            "item": "JK_000952_1547",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.446-447",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدامغاني</h1> بالدال المفتوحة المشددة المهملة والميم المفتوحة والغين المنقوطة بلدة من بلاد قومس أقمت بها يوما واحدا ومن المحدثين القدماء بها إبراهيم بن إسحاق الزراد الدامغاني يروي عن سفيان بن عيينة روى عنه أحمد بن سيار وأبو محمد عبد العزيز بن محمد البحتري الدامغاني التاجر نزيل نيسابور سمع إبراهيم بن يوسف الهسنجاني والحسن بن سفيان وأقرانهما ومن المتأخرين قاضي القضاة أبو عبد الله محمد بن علي بن محمد الدامغاني ولي القضاء ببغداد مدة وكان إليه القضاء والرئاسة والتقدم وكان فقيها فاضلا تفقه على أبي عبد الله الصيمري وسمع منه الحديث ومن أبي عبد الله محمد بن علي الصوري روى لي عنه عبد الوهاب بن المبارك الأنماطي والحسين بن الحسن المقدسي وكانت ولادته بالدامغان سنة أربعمائة ووفاته في سنة ثمان وسبعين وأربعمائة ببغداد وعقبه وأولاده باقون إلى الساعة ببغداد وكتبت عن أبي الحسين أحمد بن علي بن محمد بن علي بن محمد الدامغاني أحاديث يسيرة بنهر القلائين ووالده أبو الحسن ولي القضاء مدة ببغداد أيضا وأبو بكر أحمد بن محمد بن منصور الأنصاري الدامغاني أحد الفقهاء الكبار من أصحاب الرأي درس على أبي جعفر أحمد بن محمد بن سلامة الطحاوي بمصر ثم قدم بغداد فدرس بها على أبي الحسن الكرخي ولما فلج الكرخي جعل الفتوى إليه دون أصحابه فأقام ببغداد دهرا طويلا يحدث عن الطحاوي ويفتي روى عنه القاضي أبو محمد ابن الأكفاني وغيره وأبو العباس أحمد بن خالد الدامغاني نزيل نيسابور شيخ مفيد كثير الرحلة سكن نيسابور سمع ببغداد داود بن رشيد وعبيد الله القواريري وبالبصرة نصر بن علي الجهضمي وبالكوفة أبا كريب محمد بن العلاء وبالحجاز أبا مصعب الزهري وبمصر عيسى بن حماد التجيبي والحارث بن مسكين وبالشام محمد بن مصفى وهشام بن عمار وغيرهم روى عنه أبو العباس الكوكبي وأبو حامد بن الشرقي وأبو عبد الله بن يعقوب بن الأخرم الحفاظ ومات سنة ثمانين ومائتين وأبو القاسم عبيد الله بن علي بن |جـ 2 صـ 447| ذ عبيد الله بن علي بن أحمد العالمي الدامغاني كانت له رحلة إلى العراق والشام ومصر والحجاز حدث عن فيمون بن حمزة العلوي وأبي الحسن أحمد بن إبراهيم بن فراس المكي وغيرهما بجرجان في ذي الحجة سنة ست وعشرين وأربعمائة ومات في المحرم سنة سبع وعشرين وأربعمائة ودفن ليلة الجمعة يوم عاشوراء في مقبرة سكة القومسيين ومن القدماء بكير بن شهاب الدامغاني يروي عن سفيان الثوري روى عنه ابن المبارك وأبو معاذ بكير بن معروف الدامغاني قاضي نيسابور سكن دمشق يروي عن مقاتل بن حيان روى عنه الوليد بن مسلم ومروان بن معاوية الطاطري وأبو وهب محمد بن مزاحم قال هشام بن عمار الدمشقي نزل عندنا أبو معاذ ولم أسمع منه ",
                "title": "الدامغاني",
                "uri": "JK_000952_1547"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}