{
    "features": [
        {
            "item": "JK_000129_005402",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.498-508",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير إسحاق</h1> بين حمص وسلمية في أحسن موضع وأنزهه وبقربه ضيعة كبيرة يقال لها جدر التي ذكرها الأخطل فقال كأنني شارب يوم استبد بهم من قرقف ضمنتها حمص أو جدر ولأهل القصف والشعراء فيه أشعار كثيرة دير الأسكون بفتح الهمزة وسكون السين المهملة وكاف مضمومة وآخره نون وهو بالحيرة راكب على النجف وفيه قلالي وهياكل وفيه رهبان يضيفون من ورد عليهم وعليه سور عال حصين وعليه باب حديد ومنه يهبط الهابط إلى غدير بالحيرة أرضه رضراض ورمل أبيض وله مشرعة تقابل الحيرة لها ماء إذا انقطع النهر كان منها شرب أهل الحيرة قلت هكذا وصف مصنفو الديارات هذا الدير ورأيت أنا في طريق واسط قرب دير العاقول موضعا يقال له الأسكون فإن كان الذي بالحيرة غيره وإلا فالصواب أنه في طريق واسط دير أشموني وأشموني امرأة بني الدير على اسمها ودفنت فيه وهو بقطربل وكان من أجل متنزهات بغداد وفيها يقول الثرواني اشرب على قرع النواقيس في دير أشموني بتفليس لا تخل كأس الشرب والليل في حد نعمى لا ولا بوس إلا على قرع النواقي س أو صوت قسان وتشميس وهكذت فاشرب وإلا فكن مجاورا بعض النواويس وعيد أشموني ببغداد معروف وهو في اليوم الثالث من تشرين الأول دير الأعلى بالموصل في أعلاها على جبل مطل على دجلة يضرب به المثل في رقة الهواء وحسن المستشرف ويقال إنه ليس للنصارى دير مثله لما فيه من أناجيلهم ومتعبداتهم وظهر تحته في سنة 103 عدة معادن كبريتية ومرقشيثا وقلقطار ويزعم أهل الموصل أنها تبرىء من الجرب والحكة والبثور وتنفع المقعدين والزمنى وإلى جانب هذا الدير مشهد عمرو بن الحمق الخزاعي صحابي وتضمنه قوم من السلطان فصانع الديرانيون عنه حتى أبطل وفيه يقول أبو الحسين بن أبي البغل الشاعر وقد اجتاز |جـ 2 صـ 499| به يريد الشام أنظر إلي بأعلى الدير مشترفا لا يبلغ الطرف من أرجائه طرفا كأنما غريت غر السحاب به فجاء مختلفا يلقاك مؤتلفا فلست تبصر إلا جدولا سربا أو جنة سدفا أو روضة أنفا كما التقت فرق الأحباب من حرق من الوشاة فأبدى الكل ما عرفا باحوا بما أضمروا فاخضر ذا حسدا واحمر ذا خجلا واصفر ذا أسفا هذي الجنان فإن جاؤوا بآخرة فلست أترك وجها ضاحكا ثقفا وفيه يقول الخالدي قمر بدير الموصل الأعلى أنا عبده وهواه لي مولى لثم الصليب فقلت من حسد قبل الحبيب فمي بها أولى جد لي بإحداهن تحويها قلبي محبته على المقلى فاحمر من خجل وكم قطفت عيني شقائق وجنة خجلى وثكلت صبري عند فرقته فعرفت كيف مصيبة الثكلى دير الأعور هو بظاهر الكوفة بناه رجل من إياد يقال له الأعور من بني حذافة بن زهر بن إياد دير أكمن بالفتح ثم السكون وضم الميم وآخره نون وقيل باللام عوضا عن النون على رأس جبل بالقرب من الجودي ينسب إليه الخمر الموصوف فهو النهاية في الجودة وقيل إنه لا يورث الخمار وحوله من المياه والشجر والبساتين كثير جدا دير أيوب قرية بحوران من نواحي دمشق بها كان أيوب عليه السلام وبها ابتلاه الله وبها العين التي ركضها برجله والصخرة التي كانت عليها وبها قبره دير باثاوا بالباء الموحدة وبعد الألف ثاء مثلثة وواو بالقرب من جزيرة ابن عمر بينهما ثلاثة فراسخ دير باشهرا قال الشابشتي على شاطىء دجلة بين سامرا وبغداد وأنشد فيه لأبي العيناء فإن صح فهو غريب لأن أبا العيناء قليل الشعر جدا لم يصح عندي له شيء من الشعر البتة نزلنا دير باشهرا على قسيسه ظهرا على دين يشوعي فما أسنى وما أمرا فأولى من جميل الفع ل ما يستعبد الحرا وسقانا وروانا من الصافية العذرا فطاب الوقت في الدي ر ورابطنا به عشرا دير باعربا هو بين الموصل والحديثة على شاطىء دجلة والحديثة بين تكريت والموصل والنصارى يعظمونه جدا وله حائط مرتفع نحو مائة ذراع في السماء وفيه رهبان كثيرون وفلاحون وله مزارع وفيه بيت ضيافة ينزله المجتازون فيضافون فيه دير الباعقى قبلي بصرى من أرض حوران وهو دير بحيرا الراهب صاحب القصة مع رسول الله صلى الله عليه وسلم |جـ 2 صـ 500| دير باعنتل من جوسية على أقل من ميل وجوسية من أعمال حمص على مرحلة منها من طريق دمشق وهو على يسار القاصد لدمشق وفيه عجائب منها آزج أبواب فيها صور الأنبياء محفورة منقوشة فيها وهيكل مفروش بالمرمر لا تستقر عليه القدم وصورة مريم في حائط منتصبة كلما ملت إلى ناحية كانت عينها إليك دير باغوث دير كبير كثير الرهبان على شاطىء دجلة بين الموصل وجزيرة ابن عمر دير باطا بالسن بين الموصل وتكريت وهيت وهو دير نزه في أيام الربيع ويسمى أيضا دير الحمار بينه وبين دجلة بعد وله باب حجر يذكر النصارى أن هذا الباب يفتحه الواحد والاثنان فإن تجاوزوا السبعة لم يقدروا على فتحه البتة وفيه بئر تنفع من البهق وفيه كرسي الأسقف دير بانخايال في أعلى الموصل وله ثلاثة أسام المذكور ودير مار نخايال وسأذكره ودير ميخائيل وسأذكره أيضا دير البتول وهو دير كبير مشهور بصعيد مصر قرب أنصنا يقولون إن مريم عليها السلام وردته دير البخت على فرسخين من دمشق كان يسمى دير ميخائيل وكان عبد الملك بن مروان قد ارتبط عنده بختا وهي جمال الترك فغلب عليها وكان لعلي بن عبد الله بن عباس رضي الله عنه عنده جنينة وكان يتنزه فيها دير برصوما هو الدير الذي ينادى له بطلب نذره في نواحي الشام والجزيرة وديار بكر وبلاد الروم وهو قرب ملطية على رأس جبل يشبه القلعة وعنده متنزه وفيه رهبان كثيرة يؤدون في كل عام إلى ملك الروم للمسلمين من نذوره عشرة آلاف دينار على ما بلغني حدثني العفيف مرجا الواسطي التاجر قال اجتزت به قاصدا إلى بلاد الروم فلما قربت منه أخبرت بفضله وكثرة ما ينذر له وأن الذين ينذرون له قل ما يخالف مطلوبهم وأن برصوما الذي فيه أحد الحواريين فألقى الله على لساني أن قلت إن هذا القماش الذي معي مشتراه بخمسة آلاف درهم فإن بعته بسبعة آلاف درهم فلبرصوما من خالص مالي خمسون درهما فدخلت ملطية وبعته بسبعة آلاف درهم سواء فعجبت فلما رجعت سلمت إلى رهبانه خمسين درهما وسألتهم عن الحواري الذي فيه فزعموا أنه مسجى فيه على سرير وهو ظاهر لهم يرونه وأن أظافيره تطول في كل عام وأنهم يقلمونها بالمقص ويحملونها إلى صاحب الروم مع ما له عليهم من القطيعة والله أعلم بصحته فإن صح فلا شيء أعجب منه دير بساك بفتح الباء الموحدة وتشديد السين المهملة وآخره كاف هو حصن وليس بدير تسكنه النصارى قرب أنطاكية وهو من أعمال حلب وأظنه مركبا دير بشر عند حجيرا بغوطة دمشق ينسب إلى بشر بن مروان بن الحكم بن أبي العاصي بن أمية أمير المؤمنين من قبل أخيه عبد الله بن مروان دير بصرى بضم أوله وسكون الصاد المهملة والقصر بصرى بليدة بحوران وهي قصبة الكورة من أعمال دمشق وبه كان بحيرا الراهب الذي بشر بالنبي صلى الله عليه وسلم وقصته مشهورة وحكى المازني أنه قال دخلت دير بصرى فرأيت في رهبانه فصاحة وهم عرب متنصرة من بني الصادر وهم أفصح من رأيت فقلت ما لي لا أرى فيكم شاعرا |جـ 2 صـ 501| مع فصاحتكم فقالوا والله ما فيه أحد ينطق بالشعر إلا أمة لنا كبيرة السن فقلت جيئوني بها فجاءت فاستنشدتها فأنشدتني لنفسها أيا رفقة من دير بصرى تحملت تؤم الحمى ألقيت من رفقة رشدا إذا ما بلغتم سالمين فبلغوا تحية من قد ظن أن لا يرى نجدا وقولوا تركنا الصادري مكبلا بكل هوى من حبكم مضمرا وجدا فيا ليت شعري هل أرى جانب الحمى وقد أنبتت أجراعه بقلا جعدا وهل أردن الدهر يوما وقيعه كأن الصبا تسدى على متنه بردا دير البلاص بالصاد المهملة بالصعيد قرب دمياط والله أعلم دير بلاض بالضاد المعجمة من أعمال حلب مشرف على عم فيه رهبان لهم مزارع وهو دير قدير مشهور دير البلوط قرية من أعمال الرملة ينسب إليها عبد الله بن محمد بن الفرج بن القاسم أبو الحسن اللخمي الدير بلوطي المقري الضرير قدم دمشق وحدث بها عن أبي زكرياء عبد الرحيم بن أحمد بن نصر البخاري سمعه ببيت المقدس سمع منه أبو محمد بن صابر وذكر أنه سأله عن مولده فقال في دير بلوط ضيعة من ضياع الرملة دير بني مرينا بظاهر الحيرة وكان من حديثه أن قيس بن سلمة بن الحارث بن عمرو بن حجر آكل المرار أغار على ذي القرنين المنذر بن النعمان بن امرىء القيس بن عمرو بن عدي فهزمه حتى أدخله الخورنق ومعه ابناه قابوس وعمرو ولم يكن ولد له يومئذ المنذر بن المنذر فجعل إذا غشيه قيس بن سلمة يقول يا ليت هندا ولدت ثالثا وهند عمة قيس وهي أم ولد المنذر فمكث ذو القرنين حولا ثم أغار عليهم بذات الشقوق فأصاب منهم اثني عشر شابا من بني حجر بن عمرو كانوا يتصيدون وأفلت امرؤ القيس على فرس شقراء فطلبه القوم كلهم فلم يقدروا عليه وقدم المنذر الحيرة بالفتية فحبسهم بالقصر الأبيض شهرين ثم أرسل إليهم أن يؤتى بهم فخشي أن لا يؤتى بهم حتى يؤخذوا من رسله فأرسل إليهم أن اضربوا أعناقهم حيث ما أتاكم الرسول فأتاهم الرسول وهم عند الجفر فضربوا أعناقهم به فسمي جفر الأملاك وهو موضع دير بني مرينا فلذلك قال امرؤ القيس يرثيهم ألا يا عين بكي لي شنينا وبكي لي الملوك الذاهبينا ملوك من بني حجر بن عمرو يساقون العشية يقتلونا فلو في يوم معركة أصيبوا ولكن في ديار بني مرينا فلم تغسل جماجمهم بسدر ولكن بالدماء مرملينا تظل الطير عاكفة عليهم وتنتزع الحواجب والعيونا دير بولس بنواحي الرملة نزله الفضل بن إسماعيل بن صالح بن علي بن عبد الله بن علي بن العباس وقال فيه شعرا لم يسمه فيه أوله عليك سلام الله يا دير من فتى بمهجته شوق إليك طويل |جـ 2 صـ 502| ولا زال من جو السماكين وابل عليك لكي تروي ثراك هطول دير بونا بفتح أوله وثانيه وتشديد النون مقصور بجانب غوطة دمشق في أنزه مكان وهو من أقدم أبنية النصارى يقال إنه بني على عهد المسيح عليه السلام أو بعده بقليل وهو صغير ورهبانه قليلون اجتاز به الوليد بن يزيد فرأى حسنه فأقام به يوما في لهو ومجون وشرب وقال فيه حبذا ليلتي بدير بونا حيث نسقى شرابنا ونغنى كيف ما دارت الزجاجة درنا يحسب الجاهلون أنا جننا ومررنا بنسوة عطرات وغناء وقهوة فنزلنا وجعلنا خليفة الله فطرو س مجونا والمستشار يحنا فأخذنا قربانهم ثم كفر نا لصلبان ديرهم فكفرنا واشتهرنا للناس حيث يقولو ن إذا خبروا بما قد فعلنا وفيه يقول أبو صالح عبد الملك بن سعيد الدمشقي تمليت طيب العيش في دير باونا بندمان صدق كملوا الظرف والحسنا خطبت إلى قس به بنت كرمة معتقة قد صيروا خدرها دنا دير التجلي على الطور زعموا أن عيسى عليه السلام علا عليهم فيه وقد ذكر في الطور دير تنادة بتاء مكسورة ونون دير مشهور بالصعيد في أرض أسيوط وتحته قرى ومتنزه حسن وفيه رهبان كثيرون دير توما قال فيه المرار الفقعسي أحقا يا حريز الرهن منكم فلا إصعاد منك ولا قفولا تصيح إذا هجعت بدير توما حمامات يزدن الليل طولا إذا ما صحن قلت أحس صبحا وقد غادرن لي ليلا ثقيلا خليلي اقعدا لي عللاني وصدا لي وسادي أن يميلا دير الثعالب دير مشهور بينه وبين بغداد ميلان أو أقل في كورة نهر عيسى على طريق صرصر رأيته أنا وبالقرب منه قرية تسمى الحارثية وذكر الخالدي أنه الدير الذي يلاصق قبر معروف الكرخي بغربي بغداد وقال هو عند باب الحديد وباب بنبرى وهذان البابان لم يعرفا اليوم والمشهور والمتعارف اليوم ما ذكرناه وبين قبر معروف ودير الثعالب أكثر من ميل وإلى جانب قبر معروف دير آخر لا أعرف اسمه وبهذا الدير سميت المقبرة مقبرة باب الدير وقال فيه ابن الدهقان وهو أبو جعفر محمد بن عمر من ولد إبراهيم بن محمد بن علي بن عبد الله بن عباس دير الثعالب مألف الضلال ومحل كل غزالة وغزال كم ليلة أحييتها ومنادمي فيها أبح مقطع الأوصال سمح يجود بروحه فإذا مضى وقضى سمحت له وجدت بمالي |جـ 2 صـ 503| ومنعم دين ابن مريم دينه غنج يشوب مجونه بدلال فسقيته وشربت فضلة كاسه فرويت من عذب المذاق زلال دير جابيل ضبطته هكذا من خط الساجي في تاريخ البصرة وقال أبو اليقظان كان أهل البصرة يشربون قبل حفر الفيض من خليج يأتي من دير جابيل إلى موضع نهر نافذ دير الجاثليق دير قديم البناء رحب الفناء من طسوج مسكن قرب بغداد في غربي دجلة في عرض حربى وهو في رأس الحد بين السواد وأرض تكريت وعنده كانت الحرب بين عبد الملك بن مروان ومصعب بن الزبير وكان الجيشان على شاطىء دجلة وإلى ذلك الموضع في العرض وعنده قتل مصعب بن الزبير فقال عبيد الله بن قيس الرقيات يرثيه لقد أورث المصرين حزنا وذلة قتيل بدير الجاثليق مقيم فما قاتلت في الله بكر بن وائل ولا صدقت عند اللقاء تميم فلو كان في قيس تعطف حوله كتائب يعلى حميها ويدوم ولكنه ضاع الزمان ولم يكن بها مضري يوم ذاك كريم جزى الله كوفيا بذاك ملامة وبصريهم إن الكريم كريم وقال الشابشتي دير الجاثليق عند باب الحديد قرب دير الثعالب في وسط العمارة بغربي بغداد وأنشد لمحمد بن أبي أمية فيه تذكرت دير الجاثليق وفتية بهم تم لي فيه السرور وأسعفا بهم طابت الدنيا وأدركني المنى وسالمني صرف الزمان وأتحفا ألا رب يوم قد نعمت بظله أبادر من لذات عيشي ما صفا أغازل فيه أدعج الطرف أغيدا وأسقى به مسكية الريح قرقفا فسقيا لأيام مضت لي بقربهم لقد اوسعتني رأفة وتعطفا وتعسا لأيام رمتني ببينهم ودهر تقاضاني الذي كان أسلفا دير الجب دير في شرقي الموصل بينها وبين إربل مشهور يقصده الناس لأجل الصرع فيبرأ منه بذلك كثير دير الجرعة بالتحريك قال أبو منصور قال ابن السكيت الجرع جمع جرعة وهي دعص من الرمل لا ينبت شيئا قال والذي سمعت من العرب أن الجرعة الرملة العذاة الطيبة المنبت التي لا وعوثة فيها والجرعة ههنا موضع بعينه والدير مضاف إليه وهو بالحيرة وهو دير عبد المسيح فيما أحسب وقد ذكرته في موضعه قال عبد المسيح بن بقيلة كم تجرعت بدير الجرعه غصصا كبدي بها منصدعه من بدور فوق أغصان على كثب زرن احتسابا بيعه دير الجماجم بظاهر الكوفة على سبعة فراسخ منها على طرف البر للسالك إلى البصرة قال أبو عبيدة الجمجمة القدح من الخشب وبذلك سمي دير |جـ 2 صـ 504| الجماجم لأنه كان يعمل فيه الأقداح من الخشب والجمجمة أيضا البئر تحفر في سبخة فيجوز أن يكون الموضع سمي بذلك قال ابن الكلبي إنما سمي دير الجماجم لأن بني تميم وذبيان لما واقعت بني عامر وانتصرت بنو عامر وكثر القتلى في بني تميم بنوا بجماجمهم هذا الدير شكرا على ظفرهم وهذا عندي بعيد من الصواب وهو مقول على ابن الكلبي وليس يصح عنه فإنه كان أهدى إلى الصواب من غيره في هذا الباب لأن وقعة بني عامر وبني تميم وذبيان كانت بشعب جبلة وهو بأرض نجد وليس بالكوفة ولعل الصواب ما حكاه البلاذري عن ابن الكلبي أن بلادا الرماح وبعضهم يقول بلال الرماح وهو أثبت ابن محرز الإيادي قتل قوما من الفرس ونصب رؤوسهم عند الدير فسمي دير الجماجم وقرأت في كتاب أنساب المواضع لابن الكلبي قال كان كسرى قد قتل إيادا ونفاهم إلى الشام فأقبل ألف فارس منهم حتى نزلوا السواد فجاء رجل منهم وأخبر كسرى بخبرهم فأنفذ إليهم مقدار ألف وأربعمائة فارس ليقتلوهم فقال لهم ذلك الرجل الواشي انزلوا قريبا حتى أعلم لكم علمهم فرجع إلى قومه وأخبرهم فأقبلوا حتى وقعوا بالأساورة فقتلوهم عن آخرهم وجعلوا جماجمهم قبة وبلغ كسرى خبرهم فخرج في أهليهم يبكون فلما رآهم اغتم لهم وأمر أن يبنى عليهم دير وسمي دير الجماجم وقال غيره إنه وقعت بين إياد وبين بني نهد حرب في مكانه فقتل فيها خلق من إياد وقضاعة ودفنوا قتلاهم هناك فكان الناس إذا حفروا استخرجوا جماجمهم فسمي بذلك وإياد كانت تنزل الريف معروف ذلك عند أهل هذا الشأن وعند هذا الموضع كانت الوقعة بين الحجاج بن يوسف الثقفي وعبد الرحمن بن محمد بن الأشعث التي كسر فيها ابن الأشعث وقتل القراء وفي ذلك يقول جرير ولم تشهد الجونين والشعب ذا الصفا وشدات قيس يوم دير الجماجم تحرض يا ابن القين قيسا ليجعلوا لقومك يوما مثل يوم الأراقم دير الجودي والجودي هو الجبل الذي استقرت عليه سفينة نوح عليه السلام وبين هذا الجبل وجزيرة ابن عمر سبعة فراسخ وهذا الدير مبني على قلة الجبل ويقال إنه مبني منذ أيام نوح عليه السلام ولم يتجدد بناؤه إلى هذا الوقت ويقال إن سطحه يشبر فيكون عشرين شبرا ثم يشبر فيكون ثمانية عشر شبرا ثم يشبر فيكون اثنين وعشرين شبرا وكلما شبر اختلف شبره دير حافر قرية بين حلب وبالس ذكرها أبو عبد الله محمد بن نصر بن صغير القيسراني في قوله يمدح علي بن مالك بن سالم العقيلي صاحب قلعة جعبر ألا كم ترامت بالس بمسافر وكم حافر أدميت يا دير حافر وبين قباب المنجبين مجبة أبت أن تطا إلا بأجفان ساهر وعند الفرات من يمين ابن مالك فرات ندى لا تختطى بالمعابر إذا أوجه الفتيان غارت مياهها فوجه علي ماؤه غير غائر دير حبيب لا أعرف موضعه إلا أنه جاء في شعر عربي وهو قول ورد بن الورد الجعدي ألا حبذا الإصعاد لو تستطيعه ولكن أجل لا ما أقام عسيب |جـ 2 صـ 505| وإن مر ركب مصعدين فقلبه مع الرائحين المصعدين جنيب سل الريح إن هبت شمالا ضعيفة متى عهدها بالدير دير حبيب متى عهدها بالنوفليات حبذا شواكل ذاك العيش حين يطيب دير حرجة بالتحريك والحرجة في الأصل الموضع الكثير الشجر الذي لا تصل إليه الراعية ومنه حرج الصدر أي ضيقه وهو دير بالصعيد في شرقي قوص بني على اسم مار جرجس والحرجة كورة هناك ذكرت في موضعها وعنده قرية تسمى العباسية ربما أضيف هذا الدير إليها دير الحريق سمي بذلك لأنه أحرق في موضعه قوم ثم دفن فيه قوم من أهل من احرق هناك وعمل ذرى وهو بالحيرة قديم ووجدته بخط ابن حمدون بالخاء المعجمة في الشعر والترجمة فيه يقول الثرواني دير الحريق فبيعة المزعوق بين الغدير فقبة السنيق أشهى إلي من الصراة ودورها عند الصباح ومن رحى البطريق فاغدوا نباكر من ذخائر عتبة ال خمار من صافي الدنان رحيق يا صاح واجتنب الملام أما ترى سمجا ملامك لي وأنت صديقي دير حزقيال قال أبو الفرج حدثني جعفر بن قدامة قال حدثني شريح الخزاعي قال اجتزت بدير حزقيال فبينما أنا أدور به إذا بسطرين مكتوبين على أسطوانة منه فقرأته فإذا هو رب ليل أمد من نفس العا شق طولا قطعته بانتحاب ونعيم كوصل من كنت أهوى قد تبدلته ببؤس العتاب نسبوني إلى الجنون ليخفوا ما بقلبي من صبوة واكتئاب ليت بي ما ادعوه من فقد عقلي فهو خير من طول هذا العذاب وتحته مكتوب هويت فمنعت وشردت وطردت وفرق بيني وبين الوطن وحجبت عن الإلف والسكن وحبست في هذا الدير ظلما وعدوانا وصفدت في الحديد زمانا وإني على ما نابني وأصابني لذو مرة باق على الحدثان فإن تعقب الأيام أظفر بحاجتي وإن أبق مرميا بي الرجوان فكم ميت هما بغيظ وحسرة صبور بما يأتي به الملوان هو الحب أفنى كل خلق بجوره قديما ويفني بعدي الثقلان قال فدعوت برقعة وكتبت ذلك أجمع وسألت عن صاحب القضية فقالوا رجل هوى ابنة عمه فحبسه عمه في هذا الدير وعزم على حمله إلى السلطان خوفا من أن تفتضح ابنته فمات عمه فورثه هو وابنته فجاء أهله وأخرجوا الفتى من الدير وزوجوه ابنة عمه دير حشيان بالحاء المهملة والشين المعجمة الساكنة وياء مثناة من تحت وآخره نون بنواحي حلب من العواصم ذكره حمدان بن عبد الرحيم فقال |جـ 2 صـ 506| يا لهف نفسي مما أكابده إن لاح برق من دير حشيان وإن بدت نفحة من الجانب ال غربي فاضت غروب أجفاني وما سمعت الحمام في فنن إلا وخلت الحمام فاجاني ما اعتضت مذ غبت عنكم بدلا حاشا وكلا ما الغدر من شاني كيف سلوى أرضا نعمت بها أم كيف أنسى أهلي وجيراني لا خلق رقن لي معالمها ولا اطبتني أنهار بطنان ولا ازدهتني في منبج فرص راقت لغيري من آل حمدان لكن زماني بالجزر أذكرني طيب زماني به فأبكاني دير حميم من قولهم ماء حميم أي حار موضع بالأهواز جاء في شعر قطري أصيب بدولاب ولم يك موطنا له أرض دولاب ودير حميم وقد ذكرت القطعة بتمامها في دولاب دير حنظلة بالقرب من شاطىء الفرات من الجانب الشرقي بين الدالية والبهسنة أسفل من رحبة مالك بن طوق معدود من نواحي الجزيرة منسوب إلى حنظلة بن أبي غفر بن النعمان بن حية بن سعنة ابن الحارث بن الحويرث بن ربيعة بن مالك بن سفر بن هني بن عمرو بن الغوث بن طيء وحنظلة هو عم إياس بن قبيصة بن أبي غفر الذي كان ملك الحيرة ومن رهطه أبو زبيد الطائي الشاعر وحنظلة هذا هو القائل وكان قد نسك في الجاهلية وتنصر وبنى هذا الدير فعرف به إلى الآن ومهما يكن من ريب دهر فإنني أرى قمر الليل المعذب كالفتى يهل صغيرا ثم يعظم ضوؤه وصورته حتى إذا ما هو استوى وقرب يخبو ضوؤه وشعاعه ويمصح حتى يستسر فما يرى كذلك زيد الأمر ثم انتقاصه وتكراره في إثره بعدما مضى تصبح فتح الدار والدار زينة وتؤتى الجبال من شماريخها العلى فلا ذا غنى يرجين من فضل ماله وإن قال أخرني وخذ رشوة أبى ولا عن فقير يأتجرن لفقره فتنفعه الشكوى إليهن إن شكى وفي هذا الدير يقول عبد الله بن محمد الأمين بن الرشيد وقد نزل به فاستطابه ألا يا دير حنظلة المفدى لقد أورثتني سقما وكدا أزف من الفرات إليك دنا وأجعل حوله الورد المندى وأبدأ بالصبوح أمام صحبي ومن ينشط لها فهو المفدى ألا يا دير جادتك الغوادي سحابا حملت برقا ورعدا يزيد بناءك النامي نماء ويكسو الروض حسنا مستجدا |جـ 2 صـ 507| دير حنظلة آخر وهو بالحيرة منسوب إلى حنظلة بن عبد المسيح بن علقمة بن مالك بن ربى بن نمارة بن لخم بن عدي بن الحارث بن مرة بن أدد وفيه يقول الشاعر بساحة الحيرة دير حنظله عليه أذيال السرور مسبله أحييت فيه ليلة مقتبله وكأسنا بين الندامى معمله والراح فيها مثل نار مشعله وكلنا منتقد ما خوله فما يزال عاصيا من عذله مبادرا قبل تلاقي آجله دير حنة هو دير قديم بالحيرة منذ أيام بني المنذر لقوم من تنوخ يقال لهم بنو ساطع تقابله منارة عالية كالمرقب تسمى القائم لبني أوس بن عمرو بن عامر وفيه يقول الثرواني يا دير حنة عند القائم الساقي إلى الخورنق من دير ابن براق ليس السلو وإن أصبحت ممتنعا من بغيتي فيك من شكلي وأخلاقي سقيا لعافيك من عاف معالمه قفر وما فيك مثل الوشم من باق ودير حنة بالأكيراح الذي قيل فيه يا دير حنة من ذات الأكيراح هذا أيضا بظاهر الكوفة والحيرة لا أدري أهو هذا المذكور هنا أم غيره وقد ذكر شاهده في الأكيراح دير خناصرة قد ذكرنا خناصرة في موضعها وهي بلد في قبلي حلب وأما هذا الدير فوجدت ذكره في شعر بني مازن في قول حاجب بن ذبيان المازني مازن بني تميم من عمرو بن تميم لعبد الملك بن مروان في جدب أصاب العرب فقال وما أنا يوم دير خناصرات بمرتد الهموم ولا مليم ولكني ألمت بحال قومي كما ألم الجريح من الكلوم بكوا لعيالهم من جهد عام خريق الريح منجرد الغيوم أصابت وائلا والحي قيسا وحلت بركها ببني تميم أقاموا في منازلهم وسيقت إليهم كل داهية عقيم سواء من يقيم لهم بأرض ومن يلقى اللطاة من المقيم أعني من جداك على عيال وأموال تساوك كالهشيم أصدت لا تسيم لها حوارا عقيلة كل مرباع رؤوم دير خالد وهو دير صليبا بدمشق مقابل باب الفراديس نسب إلى خالد بن الوليد رضي الله عنه لنزوله فيه عند حصاره دمشق وقال ابن الكلبي هو على ميل من الباب الشرقي الدير الخصيب بفتح الخاء المعجمة وكسر الصاد المهملة والباء الموحدة قرب بابل عند بزيقيا وهو حصن دير الخصيان هو بغور البلقاء بين دمشق والبيت المقدس ويعرف أيضا بدير الغور وسمي بدير |جـ 2 صـ 508| الخصيان لأن سليمان بن عبد الملك نزل فيه فسمع رجلا يشبب بجارية له في قصة فيها طول فخصاه هناك فسمي الدير بذلك ",
                "title": "دير إسحاق",
                "uri": "JK_000129_005402"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}