{
    "features": [
        {
            "item": "JK_000952_2524",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.576-577",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصيمري</h1> بفتح الصاد المهملة وسكون الياء المنقوطة باثنتين من تحتها وفتح الميم وفي آخرها الراء هذه النسبة إلى موضعين أحدهما منسوب إلى نهر من أنهار البصرة يقال له الصيمر عليه عدة قرى خرج منها القاضي أبو عبد الله الحسين بن علي بن محمد بن جعفر الصيمري أحد الفقهاء المذكورين من اصحاب أبي حنيفة رحمه الله وكان حسن العبارة جيد النظر ولي القضاء بالمدائن في أول أمره ثم ولي بآخره القضاء بربع الكرخ ولم يزل يتقلده إلى حين وفاته حدث عن أبي بكر محمد بن أحمد المفيد الجرجرائي وغيره روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وقال كان صدوقا وافر العقل جميل المعاشرة عارفا بحقوق أهل العلم وتفقه عليه القاضي أبو عبد الله محمد بن علي الدامغاني وتخرج عليه وتوفي في الحادي والعشرين من شوال سنة ست وثلاثين وأربعمائة ببغداد |جـ 3 صـ 577| وأبو العنبس محمد بن إسحاق بن إبراهيم بن أبي العنبس بن المغيرة بن ماهان الصيمري الشاعر من هذا الموضع وهو مذكور في الكتب أخبرنا عبد الرحمن بن أبي غالب أخبرنا أبو بكر الخطيب أخبرنا ابن حمويه الهمذاني بها أخبرنا أحمد بن عبد الرحمن الشيرازي أنشدنا لاحق بن الحسين أنشدنا علي بن عادل القطان الحافظ لأبي العنبس % كم مريض قد عاش من بعد يأس % % بعد موت الطبيب والعواد % % قد يصاد القطا فينجو سليما % % ويحل القضاء بالصياد % ومات أبو العنبس سنة خمس وسبعين ومائتين وحمل إلى الكوفة وأما الصيمرة فبلدة بين ديار الجبل وخوزستان وشيخنا الرئيس أبو تمام إبراهيم بن أحمد بن الحسين بن أحمد بن حمدان الهمذاني الصيمري من أهل بروجرد سألت ابنه عن هذا النسب فقال صيمرة وكودشت قريتان بخوزستان وأصلنا منها وأبو تمام هذا كان كبير السن جليل القدر ولي الرئاسة ببلدة بروجرد مدة ثم ضعف وعجز وأقعد في بيته سمع ببلده بروجرد أبا يعقوب يوسف بن محمد بن يوسف بن محمد الخطيب وأبا الفتح عبد الواحد بن إسماعيل ابن نقارة الحافظ وأبا إسحاق إبراهيم بن أحمد الرازي وببغداد أبا إسحاق إبراهيم بن علي الشيرازي وبمكة أبا معشر عبد الكريم بن عبد الصمد الطبري قرأت عليه أجزاء ببروجرد وكانت ولادته في سنة ست وأربعين وأربعمائة وتوفي ببروجرد في سنة اثنتين وثلاثين وخمسمائة ",
                "title": "الصيمري",
                "uri": "JK_000952_2524"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}