{
    "features": [
        {
            "item": "JK_000952_2065",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.235-238",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السدوسي</h1> بضم الدال المهملة والواو بين السينين المهملتين أولاهما مفتوحة هذه النسبة إلى جماعة قبائل منها سدوس بن شيبان وهو في ربيعة وهو سدوس بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل وقال ابن حبيب في تميم سدوس بن دارم بن مالك بن حنظلة منها بشير بن معبد بن الخصاصية السدوسي سدوس شيبان بن بكر بن وائل من الصحابة المهاجرين والخصاصية أمه كان اسمه زحم بن معبد فسماه النبي صلى الله عليه وسلم بشيرا هكذا ذكره أبو حاتم بن حبان في الصحابة من كتاب الثقات ومنها أبو الخطاب قتادة بن دعامة بن قتادة بن عزيز بن عمرو بن ربيعة بن عمرو بن الحارث بن سدوس بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن غنى ويقال علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن جديلة بن اسد بن ربيعة بن نزار بن معد بن عدنان |جـ 3 صـ 236| البصري السدوسي وقيل هو قتادة بن دعامة بن عكاشة بن عزيز بن كريم بن عمرو بن الحارث السدوسي وكان أعمى وكان من علماء الناس بالقرآن والفقه وكان ولد ضريرا فلما ترعرع شرع في تحصيل العلم وصار من حفاظ أهل زمانه جالس سعيد بن المسيب أياما فقال له سعيد قم يا أعمى فقد أنزفتني وجالس الحسن اثنتي عشرة سنة يروي عن أنس بن مالك رضي الله عنه روى عنه سعيد والناس قال أبو حاتم بن حبان مات بواسط على قدر فيه سنة سبع عشرة ومائة وهو ابن ست وخمسين سنة وكان مدلسا وابو مجلز لاحق بن حميد بن شيبة بن خالد بن كثير بن خنيس بن عبد الله بن سدوس السدوسي من أهل البصرة يروي عن ابن عمر وابن عباس وأنس رضي الله عنهم روى عنه قتادة وسليمان التيمي قدم خراسان وأقام بها مدة مع قتيبة بن مسلم ومات بالكوفة قبل الحسن بقليل والحسن مات سنة عشر ومائة روي أن أبا مجلز كان يؤم بالحي في رمضان وكان يختم في سبع وأبو الفضل علي بن سويد بن منجوف السدوسي من سدوس بن شيبان بن ذهل بن ربيعة من أهل البصرة يروي عن عبد الله بن بريدة روى عنه حماد بن زيد والنضر بن شميل وابو خالد قرة بن خالد السدوسي من أهل البصرة يروي عن الحسن وابن سيرين وعمرو بن دينار روى عنه يحيى القطان وعبد الرحمن بن مهدي وكان متقنا مات سنة أربع وخمسين ومائة وأبو عبد الرحمن حنظلة بن عبد الله السدوسي كان إمام مسجد بني سدوس في مسجد قتادة وهو الذي يقال له حنظلة بن أبي صفية يروي عن شهر وأنس روى عنه حماد بن زيد والبصريون اختلط بأخرة حتى كان لا يدري ما يحدث فاختلط حديثه القديم بحديثه الأخير تركه يحيى القطان وأبو النعمان محمد بن الفضل السدوسي الملقب بعارم من أهل البصرة يروي عن ابن المبارك والحمادين اختلط في آخر عمره تغير حتى لا يدري ما يحدث به فوقع المناكير الكثيرة في روايته فما روى عنه القدماء ما قبل اختلاطه إذا علم أن سماعهم منه قبل تغبره قال فإن احتج به محتج بعد العلم بما ذكرت ارجو ان لم يجرح والقائل هو ابن حبان في فعله ذلك وأما رواية المتأخرين عنه فلا يجب إلا التنكب عنها على الأحوال وإذا لم يعلم بين سماع المتأخرين والمتقدمين منه يترك الكل ولا يحتج بشيء منه هذا حكم كل من تغير في آخر عمره واختلط إذا كان قبل الاختلاط صدوقا ممن يعرف بالكتبة والإتقان ومات عارم |جـ 3 صـ 237| سنة أربع عشرة ومائتين روى عنه الإمام أبو عبد الله محمد بن إسماعيل البخاري في صحيحه وسمع منه قبل الاختلاط وابو بكر محمد بن أحمد بن يعقوب بن شيبة بن الصلت بن عصفور بن شداد بن هميان السدوسي مولاهم سمع جده يعقوب بن شيبة ومحمد بن شجاع البلخي وعبيد الله بن جرير بن جبلة وأحمد بن منصور الرمادي وعباس بن محمد الدوري روى عنه أبو طاهر بن أبي هاشم المقرىء والقاضي أبو الحسن الجراحي وطلحة بن محمد بن جعفر الشاهد وعبد الرحمن بن عمر بن حمه الخلال وابو عمر عبد الواحد بن محمد بن مهدي الفارسي وغيرهم وكان ثقة يسكن في دولاب مبارك بالجانب الشرقي قال سمعت المسند من جدي يعقوب بن شيبة في سنة ستين أو إحدى وستين ومائتين بسامراء وتوفي في ربيع الأول سنة اثنتين وستين ومائتين وكان قد سمع إبراهيم الأصبهاني وابا مسلم الكجي فسمع أبو مسلم الكجي من جدي وبقي عليه شيء سمعه مني ومات جدي وهو يقرأ على والدي وكان لي في ذلك الوقت دون العشر سنين لأنه كان وجه إلي فجاءني إلى سامراء لأن السلطان حمله إلى سامراء فلما ثقل جاء إلى بغداد وتوفي ببغداد وقال أبو بكر ولدت في أول سنة أربع وخمسين ومائتين وذكر أبو بكر بن يعقوب بن شيبة قال لما ولدت دخل أبي على أمي فقال إن المنجمين قد أخذوا مولد هذا الصبي وحسبوه فإذا هو يعيش كذا وكذا ذكرها الشيخ وأنسيها أبو بكر السقطي وقد حسبتها أياما وقد عزمت أن أعد له كل يوم دينارا مدة عمري فإن ذلك يكفي الرجل المتوسط له ولعياله فأعدي لي حبا ^ ^ الجبين فأعدته وتركته في الأرض وملأه بالدنانير ثم قال لها أعدي حبا ^ ^ الجبين آخر أجعل فيه مثل هذا يكون له استظهارا ففعلت وملأه ثم استدعى حبا ^ ^ الجبين آخر وملأه بمثل ما ملأ به كل واحد من الجبين ودفن الجميع قال الشيخ فما نفعني ذلك مع حوادث الزمان فقد احتجت إلى ما ترون قال أبو بكر بن السقطي ورأيناه فقيرا يجيئنا بلا إزار وتقرأ عليه الحديث ونبره بالشيء بعد الشيء وتوفي في شهر ربيع الآخر من سنة إحدى وثلاثين وثلاثمائة وأبو فيد مؤرج بن عمرو بن الحارث بن ثور بن حرملة بن علقمة بن عمرو بن سدوس بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن اسد بن ربيعة بن نزار بن معد بن عدنان السدوسي صاحب العربية وكان بخراسان ثم قدم بغداد مع المأمون وله كتاب في غريب القرآن |جـ 3 صـ 238| رواه عنه أهل مرو وهو من أصحاب الخليل بن أحمد وقد أسند الحديث عن شعبة بن الحجاج وأبي عمرو بن العلاء وغيرهما روى عنه من العراقيين أحمد بن محمد بن أبي محمد اليزيدي قال مؤرج اسمي وكنيتي غريبان اسمي مؤرج والعرب تقول أرجت بين الناس وأرشت إذا حرشت وأنا أبو فيد والفيد ورد الزعفران ويقال فاد الرجل يفيد فيدا إذا مات وقيل إن مؤرجا قدم من البادية لا معرفة له بالقياس في العربية وإنما كانت معرفته بالعربية قريحة قال فأول ما تعلمت القياس في حلقة أبي زيد الأنصاري بالبصرة ",
                "title": "السدوسي",
                "uri": "JK_000952_2065"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}