{
    "features": [
        {
            "item": "JK_000952_0328",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.253-254",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البارع</h1> بفتح الباء الموحدة وكسر الراء وفي آخرها العين المهملة هذا لقب لمن برع في نوع من العلم واختص به جماعة من الشعراء منهم أبو إسحاق إبراهيم بن إسحاق الأديب اللغوي الضرير البارع من أهل نيسابور سمع أبا القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني وأحمد بن الحسين البصري المعروف بشعبة وغيرهما سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ لنيسابور فقال أبو إسحاق الضرير البارع سمع الحديث بالبصرة والأهواز وببغداد بعد الأربعين والثلاثمائة وكان من الشعراء المجودين وممن تعلم الفقه والكلام طاف بعض الدنيا ثم استوطن نيسابور إلى أن توفي بها سنة ثمان وسبعين وثلاثمائة ثم قال الحاكم وقد أنشدني أبو إسحاق الكثير من شعره ولم يحتمل الكتاب ذكر قريضه وأبو القاسم أسعد بن علي بن أحمد الزوزني البارع من أهل زوزن سكن نيسابور كان فاضلا حسن الشعر سار شعره في الآفاق وكان يكتب الحديث على كبر سنه ويحضر مجالس الإملاء بنيسابور وهراة حدث عن أبي محمد عبد الله بن محمد الزوزني روى لي عنه أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وأبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وأبو الفضل جعفر بن الحسن بن منصور الكثيري بسمرقند وأبو حفص عمر بن محمد بن الحسن الفرغولي بمرو وأبو سعد محمد بن أبي العباس الحافظ بنوقان وغيرهم وكانت وفاته بنيسابور في يوم الأضحى من سنة اثنتين وتسعين وأربعمائة والرئيس أبو العلاء الحسن بن كوشاذ الأديب البارع من أهل أصبهان سكن نيسابور سمع بالبصرة |جـ 1 صـ 254| أبا روق أحمد بن بكر الهزاني وببغداد أبا القاسم عبد الله بن محمد البغوي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال الأديب البارع الرئيس العالم أبو العلاء الأصبهاني من أجل أهل أصبهان أبوة وأقدمهم نعمة ورياسة وكان إذا رآه الإنسان يملأ العين فإذا نطق فكأنه ينثر الدر فارق رياسته ونعمته ووطنه واستوطن نيسابور سنين إلى أن دفن بها وكان الأستاذ أبو سهل الصعلوكي يقول رأيت بأصبهان بقرب البلد لأبي العلاء أربعمائة جريب باقلي مزروعا في قراح واحد قال الحاكم حدث بنيسابور سنين وتوفي في شعبان سنة تسع وخمسين وثلاثمائة ",
                "title": "البارع",
                "uri": "JK_000952_0328"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}