{
    "features": [
        {
            "item": "JK_000952_2906",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.299-300",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغضائري</h1> بفتح الغين والضاد المعجمتين والياء المنقوطة من تحتها باثنتين وفي آخرها الراء هذه النسبة إلى الغضارة وهو إناء يؤكل فيه الطعام ونسب جماعة إلى عملها أو واحد من آبائهم منهم أبو الحسن علي بن عبد الحميد بن عبد الله بن سليمان بن محمد الغضائري من أهل حلب قيل إنه كان بغداديا سكنها وكان من الصالحين الزهاد الثقات سمع عبد الله بن معاوية الجمحي وعبيد الله بن عمر القواريري ومحمد بن أبي عمر العدني وعبد الأعلى بن حماد النرسي ومجاهد بن موسى روى عنه أبو أحمد عبد الله بن عدي الحافظ الجرجاني وأحمد بن عاصم المصري وغيرهما وقال دققت على السري السقطي بابه فقام إلى عضادتي الباب فسمعته يقول اللهم اشغل من شغلني عنك بك فقال الغضائري كان من بركة دعائه أني حججت على رجلي أربعين حجة من حلب ذاهبا وجائيا ومات في شوال من سنة ثلاث عشرة وثلاثمائة وأبو عبد الله الحسين بن الحسن بن محمد بن القاسم بن محمد بن يحيى بن حلبس بن عبد الله المخزومي المعروف بالغضائري من أهل بغداد سمع أبا بكر محمد بن يحيى الصولي وإسماعيل بن محمد الصفار ومحمد بن عمرو الرزاز وأبا عمرو بن السماك وأحمد بن سليمان النجاد وجعفر بن نصير الخلدي ذكره أبو بكر الخطيب وقال كتبنا عنه وكان ثقة فاضلا ومات في المحرم سنة أربع عشرة وأربعمائة ودفن في مقبرة باب حرب وأبو بكر الطيب بن محمد بن أحمد الغضائري الصوفي من أهل أبيورد شيخ الصوفية بها كان صالحا كثير العبادة حسن الأخلاق متواضعا صناع اليد خدم الصوفية في الأسفار وسلك البراري وقصد البلاد النائية سمع أبا الحسن علي بن أحمد بن علي الفاروزي وأبا عبد الله محمد بن حامد بن أحمد المروزي وأبا عبد الله محمد بن إبراهيم بن كلك التبريزي وطبقتهم سمعت منه أجزاء بمرو قبل خروجي إلى الرحلة وانتخبت عليه جزءا سمع عمي الإمام وجماعة منه ذلك الجزء وتوفي بأبيورد إما في أحد الربيعين أو الجماديين سنة ثلاث وثلاثين وخمسمائة وكنت ببغداد وأبو الفتوح نصر بن الحسين بن إبراهيم بن نوح المقرىء الغضائري من مشاهير خراسان وكان مقرئا فاضلا حسن التلاوة طيب النغمة لطيفا كثير العبادة له يد باسطة في وضع الألحان وأكثر القراء بخراسان تلامذته سمع أبا محمد الحسن بن أحمد السمرقندي وفاطمة بنت الأستاذ أبي علي الدقاق وأبا تراب عبد الباقي بن يوسف المراغي والسيد أبا الفضل ظفر بن الداعي بن مهدي ا لعلوي سمعت منه بميهنة ولقيته ببغداد ونيسابور |جـ 4 صـ 300| ",
                "title": "الغضائري",
                "uri": "JK_000952_2906"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}