{
    "features": [
        {
            "item": "JK_000952_1429",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.381-383",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخطمي</h1> بفتح الخاء المنقوطة بواحدة وسكون الطاء المهملة وفي آخرها الميم هذه النسبة إلى بطن من الأنصار يقال له خطمة بن جشم بن مالك بن الأوس بن حارثة وقال ابن |جـ 2 صـ 383| حبيب في طيء خطمة وخطيمة ابنا سعد بن ثعلبة بن نصر بن سعد بن نبهان فأما خطمة بن خشم من الأنصار ينسب إليها جماعة من الصحابة منهم عبد الله بن يزيد الخطمي له صحبة ورواية عن النبي صلى الله عليه وسلم وروى عن البراء بن عازب رضي الله عنهم وأبو الأسود عبيد الله بن موسى بن إسحاق بن موسى بن عبيد الله بن موسى بن عبد الله بن يزيد الخطمي الأنصاري وهو أخو أحمد والعباس ابني موسى من أهل بغداد حدث عن محمد بن سعد العوفي وجعفر بن محمد بن وأبي عبد الله الشيرازي وإبراهيم بن عبد الله العبسي الكوفي وأحمد بن سعيد الجمال روى عنه القاضي أبو الحسن الجراحي ومحمد بن المظفر وأبو الحسن الدارقطني وأبو حفص الكتاني وكان ثقة ومات في رجب من سنة تسع وعشرين وثلاثمائة وعمه أبو العباس عيسى بن إسحاق بن موسى الخطمي الأنصاري وهو أخو موسى وكان أسن منه سمع أباه وعبد المنعم بن إدريس وخلف بن هشام وأبا الربيع الزهراني وسعيد بن محمد الجرمي وأبا عقيل محمد بن حاجب المروزي وغيرهم روى عنه محمد بن جعفر الأدمي وأبو زكريا يحيى بن محمد بن العنبري ومحمد بن العباس بن نجيح وأحمد بن كامل وعبد الباقي بن قانع وأبو سهل بن زياد ومكرم بن أحمد القاضي وكان ثقة صادقا صالحا عابدا وذكر أبو بكر أحمد بن كامل القاضي أنه كان يمشي حافيا ويلبس ما يباف تزهدا ومات قبل سنة ثمانين ومائتين وقال أبو عمر الزاهد كان يقال إن عيسى بن إسحاق من الأبدال في زمانه وأبو بكر موسى بن إسحاق الأنصاري الخطمي أخوه سمع أباه وأحمد بن يونس اليربوعي وعلي بن الجعد الجوهري ومحمد بن جعفر الوركاني وأبا نصر التمار وأبا الربيع الزهراني وعلي بن المديني وأحمد بن حنبل وغيرهم روى عنه يحيى بن محمد بن صاعد وأبو بكر بن الأنباري ومحمد بن مخلد وأحمد بن كامل وحبيب بن الحسن القزاز وكان فصيحا ثبتا في الحديث كثير السماع محمودا وكان إليه القضاء بكور الأهواز وكان يظهر انتحال مذهب الشافعي وكان لا يرى مبتسما قط فقالت له امرأة أيها القاضي لا يحل لك أن تحكم بين الناس فإن النبي صلى الله عليه وسلم قال لا يحل للقاضي أن يحكم بين اثنين وهو غضبان فتبسم قال أبو عبد الله محمد بن أحمد بن موسى القاضي حضرت مجلس موسى بن إسحاق القاضي بالري سنة ست وثمانين ومائتين وتقدمت امرأة فادعى وليها على زوجها خمسمائة دينار مهرا فأنكر فقال القاضي شهودك قال قد أحضرتهم فاستدعى بعض الشهود أن ينظر المرأة ليشير إليها في شهادته فقام الشاهد وقالوا للمرأة قومي فقال الزوج تفعل ماذا قال الوكيل ينظرون إلى |جـ 2 صـ 384| امرأتك وهي مسفرة لتصح عندهم معرفتهم فقال الزوج فإني أشهد القاضي أن لها علي هذا المهر الذي تدعيه ولا تسفر عن وجهها فردت المرأة وأخبرت بما كان من زوجها فقالت المرأة فإني أشهد القاضي أني قد وهبت له هذا المهر وأبرأته منه في الدنيا والآخرة فقال القاضي يكتب هذا في مكارم الأخلاق وكانت ولادته سنة عشر ومائتين ومات بالأهواز في المحرم سنة سبع وتسعين ومائتين وكان على القضاء الأهواز ",
                "title": "الخطمي",
                "uri": "JK_000952_1429"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}