{
    "features": [
        {
            "item": "JK_000952_1197",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.248-249",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحلوائي</h1> بفتح الحاء المهملة وسكون اللام وهذه النسبة إلى عمل الحلوا وبيعها والمشهور بهذه النسبة أبو محمد عبد العزيز بن أحمد بن نصر صالح الحلوائي الملقب بشمس الأئمة من أهل بخارا إمام أهل الرأي بها في وقته حدث عن صالح بن محمد السجاري وأبي عبد الله الغنجار وأبي سهل أحمد بن محمد بن مكي بن عجيف الأنماطي البخاريين وغيرهم وتوفي بكس وحدث هكذا ذكره ابن ماكولا في الإكمال قلت وظني أنه أبو محمد عبد العزيز تفقه على القاضي أبي علي الحسين بن الخضر النسفي روى عنه أصحابه مثل أبي بكر محمد بن أحمد بن أبي سهل السرخسي وأبي بكر محمد بن الحسن بن منصور النسفي وأبي الفضل بكر بن محمد بن علي الزرنجري وهو آخر من روى عنه وتوفي سنة ثمان أو تسع وأربعين وأربعمائة بكس وحمل إلى بخارا فدفن بكلاباذ وزرت قبره ذكر أبو محمد عبد العزيز بن محمد النخشبي الحافظ في معجم شيوخه ومنهم شمس الأئمة أبو محمد الحلوائي شيخ عالم بأنواع العلوم معظم للحديث وأهل الحديث لم أشك أنه صاحب حديث في الباطن إن شاء الله من تعظيمه للحديث غير أنه يفتي على مذهب الكوفيين سمع أبا إسحاق الرازي وإسماعيل بن محمد الزاهد وعبيد الله بن محمد الكلاباذي وصالح بن محمد السجاري وجماعة ومات بكس في شعبان سنة اثنتين وخمسين وأربعمائة غير أنه يتساهل في الرواية كان أخرج إلي أصوله لأخرج له الأمالي فكان من جملة ما دفع إلي أمالي بخط القاضي أبي علي النسفي مما أملاها ببخارا لم يكن فيه سماعه فأمرني أن أخرج له منها وقال قد سمعت أماليه كلها فأبيت عليه أن أخرج له |جـ 2 صـ 249| منها إلا أن أرى سماعه فيها أو يكون مكتوبا بخطه عن شيوخه والله أعلم وأبو المعالي عبد الله بن أحمد بن محمد بن الحلوائي من أهل مرو كان يكتب لنفسه البزاز فقيه عالم حافظ تفقه بنيسابور أولا على الخوافي ثم بمرو على جدي الإمام وصحب والدي إلى الحجاز وأكثر من الحديث سمع بنيسابور شيوخا لم يدركهم والدي مثل أبي المظفر موسى بن عمران الأنصاري وأبي بكر أحمد بن علي بن خلف الشيرازي وغيرهما أكثرت عنه وسمعت منه الكثير وتوفي في سنة تسع وثلاثين وخمسمائة ودفن بسنجدان وولده أبو المحاسن عبد الكريم عبد الله الحلواني صديقنا القديم سمعه جده بنيسابور عن الحاكم أبي القاسم إسماعيل بن الحسين السنجبستي وأبي بكر عبد الغافر بن محمد الشيرويي وسمع بمرو أبا منصور محمد بن محمد بن حوتكين المشهوري وأبا الفضل عبد الله بن أحمد النيسابوري وجماعة كثيرة سواهم سمعت منه بمرو وبلخ وبالفارياب ",
                "title": "الحلوائي",
                "uri": "JK_000952_1197"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}