{
    "features": [
        {
            "item": "JK_000129_006968",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.256-257",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سميران</h1> بفتح أوله وكسر ثانيه وآخره نون وبعد الميم ياء مثناة من تحت ثم راء مهملة قلعة حصينة على نهر عظيم جار بين جبال في ولاية تارم خربها صاحب آلموت رأيتها وبها آثار حسنة تدل على أنها كانت من أمهات القلاع قال مسعر بن المهلهل وصلت إلى قلعة ملك الديلم المعروفة بسميران فرأيت من أبنيتها وعمارتها ما لم أره ولم أشاهده في غيرها من مواطن الملوك وذلك أن فيها ألفين وثمانمائة ونيفا وخمسين دارا كبارا وصغارا وكان محمد ابن مسافر صاحبها إذا نظر إلى سلعة حسناء أو عمل محكم سأل عن صانعه فإذا أخير بمكانه أنفذ إليه من المال ما يرغب مثله فيه وضمن له أضعاف ذلك إذا صار إليه فإذا حصل عنده منع أن يخرج من القلعة بقية عمره وكان يأخذ أولاد رعيته فيسلمهم في الصناعات وكان كثير الدخل قليل الخرج واسع المال ذا كنوز عظيمة فما زال على ذلك حتى أضمر أولاده مخالفته رحمة منهم لمن عندهم من الناس الذين هم في زي الأسارى فخرج يوما في بعض متصيداته فلما عاد أغلقوا باب القلعة دونه وامتنعوا عليه فاعتصم منهم بقلعة أخرى في بعض أعماله وأطلقوا من كان عنده من الصناع وكانوا نحو خمسة آلاف إنسان فكثر الدعاء لهم بذلك وأدركت ابنه الأوسط الحمية والأنفة أن ينسبه أبوه إلى العقوق وأنه رغب في الأموال والذخائر والكنوز فجمع جمعا عظيما من الديلم وخرج إلى أذربيجان فكان من أمره ما كان وكان فخر الدولة بن ركن الدولة ملك هذه القعلة في سنة 973 وذلك أن ملكها انتهى إلى ولد نوح بن وهسوذان وهو طفل وأمه المستولية عليه فأرسل إليها فخر الدولة حتى تزوجها وزوج ابنها بواحدة من أقاربه وملك القلعة وكان الصاحب قد أنفذ لحصارها وأخذ صاحبة المسكن عبده أبا علي الحسن بن أحمد فتمادى أمره فكتب إليه كتابا في صفة هذه القلعة هذه نسخته أوردته ليعرف قدرها ورد كتابك بحديث قلعة سميران وأنا أحسب أن أمرها خفيف في نفسك فلهذا أبسط القول وأشرح الخطاب وأبعث الرغبة وأدعو إلى الاجتهاد وأرهف البصيرة وأشحذ العزم اعلم يا سيدي أن سميران ليست بقلعة وإنما هي مملكة وليست مملكة وإنما هي ممالك وسأقول بما أعرف إن آل كنكر لم يكن قدمهم في الديلم ثابت الأطناب |جـ 3 صـ 257| حتى ملكوا من هذه القلعة ما ملكوا فصار السبب في اقتطاعهم عن قزوين وهي منها ومختلسة عنها ثم سمت بهم هماتهم إلى مواصلة حسنات وهسوذان ملك الديلم وقد ملك أربعين سنة فحين رأى أن سميران أخت قلعة آلموت استجاب للوصلة وبهذا التواصل وتلك القلعة ملك آل كنكر باقي الاستانة أجمع فصار لهم ملك شطر الديلم فاحتاج ملوك آل وهسوذان إلى الانتصار على اللائحية وهم الشطر الثاني بهذه الدولة شجع المرزبان بن محمد على التلقب بالملك وتوغل بلاد أذربيجان وعنده أن سميران معونة متى ما نبت به الأرض وهذا وهسوذان على ما عرفت خوره وجزعه وكثرة إفساده على الأمير السعيد إنما كانت تلك القلعة مادة الباطنية وعيبه المناظرة وباسمها واصل عماد الدولة وتأكل أبهر وزنجان وأكثر قزوين وجميع سهرورد وبنى القلاع التي خصلت اليوم للدولة القاهرة ثم من ملك سميران فقد أضاف إلى ملك الديلم ملك من أعلى أسفيذروذ من الجبل وليست المزية في ذلك بقليلة ولا المرزئة للأعداء بيسيرة ولا النباهة بخفيفة فاجتهد يا سيدي وجد وبالغ واشتد ولا تستكثر بذلا ولا تستعظم جزلا ولا تستسرف ما تخرجه نقدا وتضمنه وعدا فلو وزنت ألف ألف درهم ثم تملك سميران لكنت الرابح وأوردت هذا الفصل بهذا الذكر فلو كتبت فيه أحمالا من البياض لكنت بعد في جانب التقصير والاقتصار والله خير ميسر نعم يا سيدي إن أثرك في حسبك عظيم وذكرك فخم وحديثك كالروض باكره القطر وراوحه الصبا ولكن ليس النجم كالشمس ولا القمر كالصبح ولا سميران كجناشك ومتى تيسر هذا على يدك فقد حزت جمالا لا يمحى حتى تمحو السماء أثر الكواكب والله حسبي ونعم الوكيل ",
                "title": "سميران",
                "uri": "JK_000129_006968"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}