{
    "features": [
        {
            "item": "JK_000952_4446",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.704-706",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليمامي</h1> بفتح الياء المعجمة بنقطتين من تحتها والميمين بينهما ألف هذه النسبة إلى اليمامة وهي بلدة من بلاد العوالي مشهورة وأكثر من نزل بها بنو حنيفة وكان مسيلمة الكذاب المتنبىء منها خرج وبها قتل زمن أبي بكر رضي الله عنه والمشهور بالانتساب إليها أبو نصر يحيى بن أبي كثير واسمه القاسم اليمامي من أهل البصرة سكن اليمامة وهو مولى لطيء كان بصريا انتقل إلى اليمامة روى عن أنس بن مالك مرسلا ورأى أنسا رؤية وروى عن سليمان بن يسار وأبي سلمة بن عبد الرحمن وعبد الله بن أبي قتادة روى عنه الأوزاعي وأيوب وأبان العطار وهشام الدستوائي ومعمر وحرب بن شداد وعلي بن المبارك وهمام بن يحيى ومعاوية بن سلام وايوب بن عتبة وكان أيوب السجستاني يقول ما بقي على وجه الأرض مثل يحيى بن أبي كثير وكان شعبة يقول يحيى بن أبي كثير أكثر حديثا من الزهري وأقام بالمدينة عشر سنين في طلب |جـ 5 صـ 705| الحديث وكان لا يحدث إلا عن ثقة وكان يكتب على السماكين في البارجاه مات سنة تسع وعشرين ومئة وكان يدلس فكلما روى عن أنس رضي الله عنه يدلس لم يسمع من أنس ولا من الصحابي شيئا وأبو يحيى أيوب بن عتبة اليمامي قاضي اليمامة يروي عن يحيى بن أبي كثير وأبي كثير السحيمي وقيس بن طلق روى عنه ابن المبارك وأبو نعيم الملائي وأبو الوليد خلف بن الوليد وقبيصة بن عقبة وسعيد بن سليمان ووكيع وكان يخطىء كثيرا ويهم شديدا حتى فحش الخطأ منه مات سنة ستين ومئة وقال يحيى بن معين أيوب بن عتبة ليس بشيء وقال نوبة أخرى ليس بالقوي وقال أحمد بن حنبل أيوب بن عتبة مضطرب الحديث عن يحيى بن أبي كثير وفي غير يحيى على ذاك وقال أبو زرعة الرازي قال لي سليمان بن داود بن شعبة اليمامي وقع أيوب بن عتبة إلى البصرة وليس معه كتب فحدث من حفظه وكان لا يحفظ فأما حديث اليمامة فاحدث به ثمة فهو مستقيم قال ابن أبي حاتم سمعت أبي يقول أيوب بن عتبة فيه لين قدم بغداد ولم يكن معه كتبه فكان يحدث من حفظه على التوهم فليغلط وأما كتبه في الأصل فهي صحيحية عن يحيى بن أبي كثير قال لي سليمان بن شعبة هذا الكلام وكان عالما بأهل اليمامة وقال هو أروى الناس عن يحيى بن أبي كثير وأصح الناس كتابا عنه فقيل لأبي عبد الله أيزيد أحب إليك أو أيوب بن عتبة فقال أيوب بن عتبة أعجب إلي وهو أحب إلي من محمد بن جابر وسئل أبو زرعة عن أيوب بن عتبة فقال ضعيف وأبو روح غسان بن أبان بن الأرقم بن كلاب الخنفي ومن أهل اليمامية يروي العجائب يروي عن حفص بن عمر بن أبي طلحة الأنصاري ويحيى بن شبيب اليمامي حدث بالبصرة يروي عن الثوري ما لم يحدث به قط لا يجوز الاحتجاج به بحال روى عنه سهل بن علي الأهوازي وأبو عمر حجين بن المثنى اليمامي سكن بغداد وحدث بها عن مالك بن أنس وعبد العزيز بن أبي سلمة الماجشون والليث بن سعد وعبد الرحمن بن ثابت بن ثوبان وغيرهم روى عنه أحمد بن حنبل وزهير بن حرب وأحمد بن منيع وعباس الدوري وأحمد بن منصور الرمادي وقال البخاري حجين بن المثنى أبو عمر البغدادي كان قاضيا على خراسان وأصله من اليمامة وقال محمد بن سعد الزهري حجين بن المثنى |جـ 5 صـ 706| كان أصله من أهل اليمامة وقدم بغداد فنزلها وكان صاحب لؤلؤ وجوهر لزم السوق ببغداد وكان ثقة ومات ببغداد وأبو سهل أحمد بن محمد بن عمر بن يونس اليمامي قدم أصبهان وحدث بأحاديث مناكير عن عبد الرزاق بن همام وبكر بن الحجاج العدني وكتب بأصبهان عن إسماعيل بن عمر البجلي روى عنه إبراهيم بن محمد بن الحارث الأصبهاني وأبو الجمل أيوب بن محمد اليمامي العجلي يروي عن يحيى بن أبي كثير وعطاء بن السائب وقيس بن طلق روى عنه عبد الحميد بن جعفر وسهل بن بكار وأبو علي الحنفي وسئل يحيى بن معين عن أبي الجمل اليمامي فقال لا شيء اسمه أيوب قال أبو حاتم الرازي لا بأس به وسئل أبو زرعة عنه فقال منكر الحديث ",
                "title": "اليمامي",
                "uri": "JK_000952_4446"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}