{
    "features": [
        {
            "item": "JK_000952_0386",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.286-287",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البجيري</h1> بضم الباء المنقوطة بنقطة وفتح الجيم وسكون الياء المنقوطة من تحتها بنقطتين والراء المهملة هذه النسبة إلى الجد وهو بجير المشهور منهم أبو حفص عمر بن محمد بن بجير بن خازم بن راشد الهمداني الخشوفغني السغدي المعروف بالبجيري صاحب كتاب الجامع الصحيح من قرية خشوفغن ويقال لها رأس القنطرة الساعة سمعت جامعه الصحيح بنسف وولد أبو حفص سنة ثلاث وعشري ومائتين ومات سنة إحدى عشرة وثلاثمائة يروي عن أبيه ومحمد بن عبد الأعلى الصنعاني ومحمد بن بشار ومحمد بن المثنى البصريين وغيرهم روى عنه أبو نصر الكرميني محمد بن أحمد بن علي بن حيويه وأبو حاتم محمد بن حبان البستي وأبوه أبو عمر محمد بن بجير سمع مسدد بن مسرهد والقعنبي وجماعة سواهما روى عنه ابنه ومات في شعبان سنة ثمان وستين ومائتين وابنه أبو الحسن محمد بن عمر البجيري روى عن أبيه وإسحاق بن إبراهيم الدبري وعلي بن |جـ 1 صـ 287| عبد العزيز البغوي وبشر بن موسى الأسدي ويعقوب بن يوسف القاضي وعمر بن حفص السدوسي توفي في شهر ربيع الأول سنة خمس وأربعين وثلاثمائة وحفيده أبو العباس أحمد بن محمد بن عمر البجيري يروي عن جده وهو راوي الجامع والسفينة عن جده ويروي عن الحسن بن صاحب الشاشي وأحمد بن محمد بن إبراهيم السمرقندي وغيرهم روى عنه غنجار والمستغفري توفي في شهر ربيع الأول سنة اثنتين وسبعين وثلاثمائة وأبو الطاهر محمد بن أحمد بن عبد الله بن نصر بن بجير بن عبد الله بن صالح بن أسامة الذهلي البجيري نسب إلى جده الأعلى بجير من أهل بغداد كان من أهل العلم والفضل ولي القضاء ببغداد مدة وبمصر مدة وكان ذكيا متقنا سمع أبا شعيب الحراني ويوسف بن يعقوب القاضي ومحمد بن عبدوس بن كامل وأحمد بن يحيى ثعلب وموسى بن هارون الحافظ وجماعة من طبقتهم وولي القضاء بمدينة المنصور وبالشرقية وحدث ببغداد شيئا يسيرا ونزل مصر وحدث بها فأكثر وكتب عنه عامة أهلها وسمع منه أبو الحسن علي بن عمر الدارقطني وأبو محمد عبد الغني بن سعيد الأزدي الحافظان وكان ثقة وآخر من حدث عنه أبو الحسن محمد بن الحسين بن الطفال المصري وتوفي في سنة سبع وستين وثلاثمائة بمصر وكانت ولادته في سنة تسع وسبعين ومائتين |جـ 1 صـ 288| ",
                "title": "البجيري",
                "uri": "JK_000952_0386"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}