{
    "features": [
        {
            "item": "JK_000129_012901",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.301-302",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نقيع</h1> بالفتح ثم الكسر وياء ساكنة وعين مهملة والنقيع في اللغة القاع عن الخطابي والنقيع في قول غيره الموضع الذي يستنقع فيه الماء وبه سمي هذا الموضع عن عياض وقال الأزهري وأما اللبن الذي يبرد فهو النقيع والنقيعة وأصله من أنقعت اللبن فهو نقيع ولا يقال منقع ولا يقولون نقيعة وهو نقيع الخضمات موضع حماه عمر بن الخطاب رضي الله عنه لخيل المسلمين وهو من أودية الحجاز يدفع سيله إلى المدينة يسلكه العرب إلى مكة منه وحمى النقيع على عشرين فرسخا أو نحو ذلك من المدينة وفي كتاب نصر النقيع موضع قرب المدينة كان لرسول الله صلى الله عليه وسلم حماه لخيله وله هناك مسجد يقال له مقمل وهو من ديار مزينة وبين النقيع والمدينة عشرون فرسخا وهو غير نقيع الخضمات وكلاهما بالنون والباء فيهما خطأ وعن الخطابي وغيره قال القاضي عياض النقيع الذي حماه النبي صلى الله عليه وسلم ثم عمر هو الذي يضاف إليه في الحديث غرز النقيع وفي حديث آخر يقدح لهن من النقيع وحمى النقيع على عشرين فرسخا |جـ 5 صـ 302| كذا في كتاب عياض ومساحته ميل في بريد وفيه شجر يستجم حتى يغيب الراكب فيه واختلف الرواة في ضبطه فمنهم من قيده بالنون منهم النسفي وأبو ذر القابسي وكذلك قيد في مسلم عن الصدفي وغيره وكذلك لابن ماهان وكذا ذكره الهروي والخطابي قال الخطابي وقد صحفه بعض أصحاب الحديث بالباء وإنما الذي بالباء مدفن أهل المدينة قال ووقع في كتاب الأصيلي بالفاء مع النون وهو تصحيف وإنما هو بالنون والقاف قال وقال أبو عبيد البكري هو بالباء والقاف مثل بقيع الغرقد قال المؤلف وحكى السهيلي عن أبي عبيد البكري بخلاف ما حكاه عنه عياض قال السهيلي في حديث النبي صلى الله عليه وسلم إنه حمى غرز النقيع قال الخطابي النقيع القاع والغرز نبت شبه النمام بالنون وفي رواية ابن إسحاق مرفوعا إلى أبي أمامة أن أول جمعة جمعت بالمدينة في هزم بني بياضة في بقيع يقال له بقيع الخضمات قال المؤلف هكذا المشهور في جميع الروايات وقد ذكر ابن هشام هزم بني النبيت وسأذكره في هزم إن شاء الله مستوفى قال السهيلي وجدته في نسخة شيخ أبي بحر بالباء وكذا وجدته في رواية يونس عن ابن إسحاق قال وذكر أبو عبيد البكري في كتاب معجم ما استعجم من أسماء البقيع أنه نقيع بالنون ذكر ذلك بالنون والقاف وأما النفيع بالفاء فهو أقرب إلى المدينة منه بكثير وقد ذكرته أنا في موضعه هكذا نقل هذان الإمامان عن أبي عبيد البكري إلا أن يكون أبو عبيد جعل الموضع الذي حماه النبي صلى الله عليه وسلم وهو حمى غرز البقيع بالباء فغلط والله أعلم به على أن القاضي عياضا والسهيلي لم أرهما فرقا بينهما ولا جعلاهما موضعين وهما موضعان لا شك فيهما إن شاء الله وروي عن أبي مراوح نزل النبي صلى الله عليه وسلم بالنقيع على مقمل فصلى وصليت معه وقال حمى النقيع نعم مرتع الأفراس يحمى لهن ويجاهد بهن في سبيل الله وقال عبد الرحمن بن حسان في قاع النقيع أرقت لبرق مستطير كأنه مصابيح تخبو ساعة ثم تلمح يضيء سناه لي شرورى ودونه بقاع النقيع أو سنا البرق أنزح وقال محمد بن الهيصم المري سمعت مشيخة مزينة يقولون صدر العقيق ماء دفع في النقيع من قدس ما قبل من الحرة وما دبر من النقيع وثنية عمق ويصب في الفرع وما قبل الحرة الذي يدفع في العقيق يقال لها بطاويح كلها أودية في المدينة تصب في العقيق وقال عبيد الله بن قيس الرقيات أأرحت الفؤاد منك الطروبا أم تصابيت إذا رأيت المشيبا أم تذكرت آل سلمة إذ خل وا رياضا من النقيع ولوبا يوم لم يتركوا على ماء عمق للرجال المشيعين قلوبا وقال أبو صخر الهذلي قضاعية أدنى ديار تحلها قناة وأنى من قناة المحصب ومن دونها قاع النقيع فأسقف فبطن العقيق فالخبيت فعنبب ",
                "title": "نقيع",
                "uri": "JK_000129_012901"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}