{
    "features": [
        {
            "item": "JK_000129_000175",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.82-83",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبهر والنسبة الأبهري</h1> بالفتح ثم السكون وفتح الهاء وراء يجوز أن يكون أصله في اللغة من الابهر وهو عجس القوس أو من البهر وهو الغلبة قال عمر بن أبي ربيعة ثم قالوا تحبها قلت بهرا عدد القطر والحصى والتراب ويقال ابتهر فلان بفلانة أي اشتهر قال الشاعر تهيم حين تختلف العوالي وما بين إن مدحتهم ابتهار وبهرة الوادي وسطه فابهر اسم جبل بالحجاز قال القتال الكلابي فإنا بنو أمين أختين حلتا بيوتهما في نجوة فوق أبهرا وأبهر أيضا مدينة مشهورة بين قزوين وزنجان وهمذان من نواحي الجبل والعجم يسمونها أوهر وقال بعض العجم معنى أبهر مركب من آب وهو الماء وهر وهي الرحا كأنه ماء الرحا وقال ابن أحمر أبا سالم إن كنت وليت ما ترى فاسجح وإن لاقيت سكنى بأبهرا فلما غسى ليلي وأيقنت أنها هي الأربى جاءت بأم حبوكرا نهضت إلى القصواء وهي معدة لأمثالها عندي إذ كنت أوجرا وقال النجاشي الحارثي واسمه قيس بن عمرو بن مالك ابن معاوية بن خديج بن حماس ألج فؤادي اليوم فيما تذكرا وشطت نوى من حل جوا ومحضرا من الحي إذ كانوا هناك وإذ ترى لك العين فيهم مسترادا ومنظرا وما القلب إلا ذكره حارثية خوارية يحيا لها أهل أبهرا ويقال عبد اللهبن حجاج بن محصن بن جندب الجحاشي الذبياني من مبلغ قيسا وخندف أنني أدركت مظلمتي من ابن شهاب |جـ 1 صـ 83| هلا خشيت وأنت عاد ظالم بقصور أبهر ثؤرتي وعقابي إذ تستحل وكل ذاك محرم جلدي وتنزع ظالما أثوابي باءت عرار بكحل فيما بيننا والحق يعرفه ذوو الألباب وأما فتحها فإنه لما ولي المغيرة بن شعبة الكوفة وجرير بن عبد الله البجلي همذان والبراء بن عازب الري في سنة أربع وعشرين في أيام عثمان بن عفان رضي الله عنه وضم إليه جيشا فغزا أبهر فسار البراء ومعه حنظلة بن زيد الخيل حتى نزل على أبهر فأقام على حصنها وهو حصن منيع وكان قد بناه سابور ذو الأكتاف ويقال إنه بنى حصن أبهر على عيون سدها بجلود البقر والصوف واتخذ عليها دكة ثم بنى الحصن عليها ولما نزل البراء عليها قاتله أهل الحصن أياما ثم طلبوا الأمان فآمنهم على ما آمن حذيفة بن اليمان أهل نهاوند ثم سار البراء إلى قزوين ففتحها وبين أبهر وزنجان خمسة عشر فرسخا وبينها وبين قزوين اثنا عشر فرسخا وينسب إليها كثير من العلماء والفقهاء المالكية وكانوا على رأي مالك بن أنس منهم أبو بكر محمد بن عبد الله بن محمد بن صالح بن عمر بن بن حفص بن عمر بن معصب بن الزبير بن سعد بن كعب ابن عباد بن النزال بن مرة بن عبيد بن الحارث وهو مقاعس بن عمرو بن كعب بن سعد بن زيد مناة ابن تميم الأبهري التميمي المالكي الفقيه حدث عن أبي عروبة الحراني ومحمد بن عمر الباغندي ومحمد بن الحسين الأشناني وعبد الله بن زيدان الكوفي وأبي بكر بن أبي داود وخلق سواهم وله تصانيف في مذهب مالك وكان مقدم أصحابه في وقته ومن أهل الورع والزهد والعبادة دعي إلى القضاء ببغداد فامتنع منه روى عنه إبراهيم بن مخلد وابنه إسحاق بن إبراهيم وأبو بكر البرقاني وأبو القاسم التنوخي وأبو محمد الجوهري وغيرهم وكان مولده في سنة 982 ومات في شوال سنة 573 وأبو بكر محمد بن طاهر وقال عبد الله ابن طاهر وعبد الله أشهر أحد مشايخ الصوفية كان في أيام الشبلي يتكلم في علوم الظاهر وعلوم الطريقة والحقيقة وكان له قبول تام كتب الحديث الكثير ورواه وسعيد بن جابر صحب الجنيد وكان في أيام الشبلي أيضا قال أبو عبد الرحمن السلمي هو من أقران محمد بن عيسى ومحمد بن عيسى الأبهري كان مقيما بقزوين على الأمر بالمعروف والنهي عن المنكر يكنى أبا عبد الله ويعرف بالصفار صحب أبا عبد الله الزراد وذكره السلمي وعبد الواحد ابن الحسن بن محمد بن خلف المقري الأبهري أبو نصر روى عن الدارقطني قال يحيى بن مندة قدم أصبهان سنة 344 كتب عنه جماعة من أهل بلدنا وأبو علي الحسين بن عبد الرزاق بن الحسين الأبهري القاضي سمع أبا الفرج عبد الحميد بن الحسن بن محمد حدث عنه شيوخنا وغير هؤلاء كثير ",
                "title": "أبهر والنسبة الأبهري",
                "uri": "JK_000129_000175"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}