{
    "features": [
        {
            "item": "JK_000952_2691",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.146-148",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العتابي</h1> بفتح العين المهملة وتشديد التاء المنقوطة من فوقها بنقطتين والباء المنقوطة بواحدة بعد الألف هذه النسبة إلى أشياء منها إلى الجد وهو أبو خالد عبد العزيز بن معاوية بن عبد العزيز بن أمية بن خالد بن عبد الرحمن بن سعيد بن عبد الرحمن بن عتاب بن أسيد القرشي الأموي العتابي من أهل البصرة سمع أزهر السمان وجعفر بن عون وغيرهما روى عنه إسماعيل الصفار وأبو عمرو بن السماك البغداديان ومات سنة أربع وثمانين ومائتين بالبصرة وأبو عبد الرحمن الحسن بن عثمان العتابي البخاري وليس بالقاضي يروي عن عبيدة بن بلال العمي ومحمد بن الفضل روى عنه حفص بن داود الربعي وببغداد محلة يقال له العتابيين بالجانب الغربي منها وبها الشيخ الزاهد أبو الخير أحمد بن أبي غالب بن الطلاية العتابي سمع أبا القاسم عبد العزيز بن علي الأنماطي سمعت منه في محلته في مسجده وقد ينسب إلى أهل هذه المحلة بالعتابي وأبو الحسن محمد بن عبد الله بن محمد هلال بن الخبازة العتابي من العتابيين سمع أبا الحسن محمد بن أحمد بن رزقوية البزاز روى لنا أبو القاسم إسماعيل بن أحمد السمرقندي ويحيى بن علي الطراح وتوفي في ذي الحجة سنة تسع وسبعين وأربعمائة وأبو سهل العتابي روى عنه أبو أحمد بن أبي سهل العتابي حدثنا عنه مشايخنا والكهول ببخارى وسمرقند وإنما قيل له العتابي لأنه كان يسكن محلة يقال لها دار عتاب ومات أحمد بعد سنة عشر وخمسمائة ومن القدماء من هذه المحلة أبو عثمان سعيد بن حاتم المؤذن العتابي دار عتاب يروي عن أسباط بن اليسع وعلي بن أبي هريرة وأبي عبد الله بن أبي حفص الكبير روى عنه أبو الحسن علي بن الحسن بن عبد الرحيم الكندي وأما أبو عمرو كلثوم بن عمرو بن أيوب بن عبيد بن خنيس وقيل حبيش بن أوس بن |جـ 4 صـ 148| مسعود بن عبد الله بن عمرو بن كلثوم الشاعر وهو ابن مالك بن عتاب بن سعد العتابي وهو منسوب إلى العتاب بن سعد بن زهير بن جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب العتابي هذا كان شاعرا بليغا مجيدا من أهل قنسرين بلدة بالشام مدح الرشيد وغيره من الخلفاء وقد ذكرته في القاف قال أبو بكر بن دريد حدثنا الرياشي قال قال مالك بن طوق للعتابي يا أبا عمرو رأيتك كلمت فلانا فأقللت كلامك قال نعم كانت معي حيرة الداخل وفكرة صاحب الحاجة وذل المسألة وخوف الرد مع شدة الطمع حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أخبرنا أبو الفضل محمد بن طاهر المقدسي الحافظ أخبرنا محمد بن عبيد الله المقرئ أخبرنا الحاكم أبو عبد الله الحافظ إملاء قال أنشدني يوسف بن صالح النحوي أنشدني علي بن هارون النديم لرجل سماه ذهب عني إسمه % لم أقل للشباب في كنف الله % % وفي ستره غداة استقلا % % زائرا لم يزل مقيما إلى أن % % سود الصحف بالذنوب وولى % ثم قال علي بن هارون أحسن ما سمعت في هذا المعنى ما أنشدنيه عمي أبو أحمد يحيى بن علي للعتابي كلثوم بن عمرو % صحوت فودعت الصبى بعد كبرة % % ولم أقر ذكراه الدموع الجواريا % % ولم أتفجع في بقايا شبيبة % % جنيت بماضيها علي الدواهيا % وأبو الحسن محمد بن عبيد الله بن أبي الآذان العتابي وقيل إن كنيته أبو الفرج من أهل العتابيين محلة ببغداد حدث عن أبي القاسم البغوي بحديث واحد روى عنه أبو الحسن أحمد بن محمد العتيقي وأبو طالب محمد بن علي العشاري وغيرهما وكان قد ذهبت كتبه وكان يحفظ هذا الحديث الواحد ",
                "title": "العتابي",
                "uri": "JK_000952_2691"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}