{
    "features": [
        {
            "item": "JK_000952_1229",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.270-271",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحميري</h1> بكسر الحاء المهملة وسكون الميم وفتح الياء المنقوطة بنقطتين من تحتها وكسر الراء المهملة هذه النسبة إلى حمير وهي من أصول القبائل نزلت أقصى اليمن قال الدارقطني حمير القبيل الذي ينسب إليه الحميريون من اليمن وروى عن النبي صلى الله عليه وسلم أنه قال أن هذا لأمر كان في حمير فنزعه الله منهم وصيره في قريش والمثل المعروف من دخل ظفار حمر يعني من دخل بلدة ظفار تكلم بالحميرية وأصل هذا المثل ما سمعت أبا الفضل جعفر بن الحسن الكثيري ببخارا مذاكرة يقول دخل بعض الأعراب على ملك من ملوك ظفار وهي بلدة من بلاد حمير باليمن فقال الملك للداخل ثب فقفز قفزة فقال له مرة أخرى ثب فقفز فعجب الملك وقال ما هذا فقال ثب بلغة العرب هذا وبلغة حمير ثب يعني أقعد فقال الملك أما علمت أن من دخل ظفار حمر والمشهور بالنسبة إلى هذه القبيلة أبو إسحاق بن كعب بن ماتع الحميري وهو الذي يقال له كعب الأحبار يروي عن عمر وابن عباس ري الله عنهم وكان قد قرأ الكتب روى عنه الناس سكن الشام مات سنة أربع وثلاثين قبل قتل عثمان بن عفان رضي الله عنه بستة وقد قيل ومات سنة اثنتين |جـ 2 صـ 271| وثلاثين وقد بلغ مائة وأربع سنين أسلم في خلافة عمر رضي الله عنه وعبيد الله بن حميد بن عيد الرحمن الحميري من أهل البصرة يروي عن الشعبي روى عنه هشام الدستوائي وأبان بن يزيد العطار وأبو الحسن علي بن محمد بن هارون بن زياد الحميري الكوفي من أهل الكوفة فقيه سديد نبيل حدث عن أبي كريب محمد بن العلاء الهمداني وهو آخر من روى عنه في الدنيا روى عنه أبو بكر محمد بن إسماعيل الوراق وأبو عبد الله محمد بن عبد الله بن الحسين الجعفي الهرواني وغيرهما وكان ولي قضاء الكوفة وذهبت عامة كتبه وكان يحفظ حديثه وكان ثقة حسن المذهب ولد سنة إحدى وثلاثين ومائتين وتوفي سنة ثلاث وعشرين وثلاثمائة بالكوفة ويعقوب بن إسماعيل بن عبد الله بن سعيد بن منصور بن عبد الله بن شهر بن شرحبيل الحميري من أهل بغداد وحدث عن شبابة بن سوار ويونس بن محمد المؤدب روى عنه أبو عبد الله محمد بن مخلد العطار ومات سنة ثلاث وستين ومائتين ",
                "title": "الحميري",
                "uri": "JK_000952_1229"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}