{
    "features": [
        {
            "item": "JK_000129_009097",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.150-151",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عمان والنسبة العماني</h1> بضم أوله وتخفيف ثانيه وآخره نون اسم كورة عربية على ساحل بحر اليمن والهند وعمان في الإقليم الأول طولها أربع وثلاثون درجة وثلاثون دقيقة وعرضها تسع عشرة درجة وخمس وأربعون دقيقة في شرقي هجر تشتمل على بلدان كثيرة ذات نخل وزروع إلا أن حرها يضرب به المثل وأكثر أهلها في أيامنا خوارج إباضية ليس بها من غير هذا المذهب إلا طارىء غريب وهم لا يخفون ذلك وأهل البحرين بالقرب منهم بضدهم كلهم روافض سبائيون لا يكتمونه ولا يتحاشون وليس عندهم من يخالف هذا المذهب إلا أن يكون غريبا قال الأزهري يقال أعمن وعمن إذا أتى عمان وقال رؤبة نوى شآم بان أو معمن ويقال أعمن يعمن إذا أتى عمان قال الممزق واسمه شاس بن نهار أحقا أبيت اللعن أن ابن فرتنا على غير أجرام بريق مشرق فإن كنت مأكولا فكن خير آكل وإلا فأدركني ولما أمزق أكلفتني أدواء قوم تركتهم فإن لا تداركني من البحر أغرق فإن يتهموا أنجد خلافا عليهم وان يعمنوا مستحقبي الحرب أعرق فلا أنا مولاهم ولا في صحيفة كفلت عليهم والكفالة تعتق وقال ابن الأعرابي العمن المقيمون في مكان يقال رجل عامن وعمون ومنه اشتق عمان وقيل أعمن دام على المقام بعمان وقصبة عمان صحار وعمان تصرف ولا تصرف فمن جعله بلدا صرفه في حالتي المعرفة والنكرة ومن جعله بلدة ألحقه بطلحة وقال الزجاجي سميت عمان بعمان بن إبراهيم الخليل وقال ابن الكلبي سميت بعمان بن سبإ بن يفثان بن إبراهيم خليل الرحمن لأنه بنى مدينة عمان وفي كتاب ابن أبي شيبة ما يدل على أنها المرادة في حديث الحوض لقوله ما بين بصرى وصنعاء وما بين مكة وأيلة ومن مقامي هذا إلى عمان وفي مسلم من المدينة إلى عمان وفيه ما بين أيلة وصنعاء اليمن ومثله في البخاري وفي مسلم وعرضه من مقامي هذا إلى عمان وروى الحسن بن عادية قال لقيت ابن عمر فقال من أي بلد أنت قلت من عمان قال أفلا أحدثك حديثا سمعته من رسول الله صلى الله عليه وسلم قلت بلى قال سمعت رسول الله صلى الله عليه وسلم يقول إني لأعلم أرضا من أرض العرب يقال لها عمان على شاطىء البحر الحجة منها أفضل أو خير من حجتين من غيرها وعن الحسن & يأتين من كل فج عميق & قال عمان وعنه عليه الصلاة والسلام من تعذر عليه الرزق فعليه بعمان وقال القتال الكلابي حلفت بحج من عمان تحللوا ببئرين بالبطحاء ملقى رحالها يسوقون أنضاء بهن عشية وصهباء مشقوقا عليها جلالها بها ظعنة من ناسك متعبد يمور على متن الحنيف بلالها لئن جعفر فاءت علينا صدورها بخير ولم يردد علينا خيالها |جـ 4 صـ 151| فشئت وشاء الله ذاك لأعنين إلى الله مأوى خلفة ومصالها وينسب إلى عمان داود بن عفان العماني روى عن أنس بن مالك ونفر سواه وأبزون بن مهنبرذ العماني الشاعر وأبو هارون غطريف العماني روى عن أبي الشعثاء عن ابن عباس روى عنه الحكم بن أبان العدني وأبو بكر قريش بن حيان العجلي أصله من عمان وسكن البصرة يروي عن ثابت البناني روى عنه شعبة والبصريون ",
                "title": "عمان والنسبة العماني",
                "uri": "JK_000129_009097"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}