{
    "features": [
        {
            "item": "JK_000129_007227",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.294-295",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سيراف والنسبة السيرافي</h1> بكسر أوله وآخره فاء في الإقليم الثالث طولها تسع وتسعون درجة ونصف وعرضها تسع وعشرون درجة ونصف ذكر الفرس في كتابهم المسمى بالابستاق وهو عندهم بمثابة التوراة والإنجيل عند اليهود والنصارى أن كيكاوس لما حدث نفسه بصعود السماء صعد فلما غاب عن عيون الناس أمر الله الريح بخذلانه فسقط بسيراف فقال اسقوني ماء ولبنا فسقوه ذلك بذلك المكان فسمي بذلك لأن شير هو اللبن وآب هو الماء ثم عربت فقلبت الشين إلى السين والباء إلى الفاء فقيل سيراف وهي مدينة جليلة على ساحل بحر فارس كانت قديما فرضة الهند وقيل كانت قصبة كورة أردشير خره من أعمال فارس والتجار يسمونها شيلاو بكسر الشين المعجمة ثم ياء مثناة من تحت وآخره واو صحيحة وقد |جـ 3 صـ 295| رأيتها وبها آثار عمارة حسنة وجامع مليح على سواري ساج وهي في لحف جبل عال جدا وليس للمراكب فيها ميناء فالمراكب إذا قدمت إليها كانت على خطر إلى أن تقرب منها إلى نحو من فرسخين موضع يسمى نابد هو خليج ضارب بين جبلين وهو ميناء جيد غاية وإذا حصلت المراكب فيه أمنت من جميع أنواع الرياح وبين سيراف والبصرة إذا طاب الهواء سبعة أيام ومن سيراف هذه أبو سعيد الحسن بن عبد الله السيرافي النحوي وشرب أهلها من عين عذبة ووصفها أبو زيد حسب ما كانت في أيامه فقال ثم ينتهي إلى سيراف وهي الفرضة العظيمة لفارس وهي مدينة عظيمة ليس بها سوى الأبنية حتى يجاوز على فظر عملها وليس بها شيء من مأكول ولا مشروب ولا ملبوس إلا ما يحمل إليها من البلدان ولا بها زرع ولا ضرع ومع ذلك فهي أغنى بلاد فارس قلت كذا كان في أيامه فمنذ عمر ابن عميرة جزيرة قيس صارت فرضة الهند وإليها منقلب التجار خربت سيراف وغيرها ولقد رأيتها وليس بها قوم إلا صعاليك ما أوجب لهم المقام بها إلا حب الوطن ومن سيراف إلى شيراز ستون فرسخا قال الإصطخري وأما كورة أردشير خره فأكبر مدينة بها بعد شيراز سيراف وهي تقارب شيراز في الكبر وبناؤهم بالساج وخشب يحمل من بلاد الزنج وأبنيتهم طبقات وهي على شفير البحر مشتبكة البناء كثيرة الأهل يبالغون في نفقات الأبنية حتى إن الرجل من التجار لينفق على داره زيادة على ثلاثين ألف دينار ويعملون فيها بساتين وإنما سقيها وفواكههم وأطيب مائهم من جبل مشرف عليهم يسمى جم وهو أعلى جبل به الصرود وسيراف أشد تلك المدن حرارة قلت هكذا وصفها والجبل مضايق لها إلى البحر جدا ليس بين ماء البحر والجبل إلا دون رمية سهم فلا تحتمل هذه الصفة كلها إلا بأن يكون كان وغيره طول الزمان ",
                "title": "سيراف والنسبة السيرافي",
                "uri": "JK_000129_007227"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}