{
    "features": [
        {
            "item": "JK_000129_002440",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.537-538",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بيهق والنسبة البيهقي</h1> بالفتح أصلها بالفارسية بيهه يعني بهاءين ومعناه بالفارسية الأجود ناحية كبيرة وكورة واسعة كثيرة البلدان والعمارة من نواحي نيسابور تشتمل على ثلاثمائة وإحدى وعشرين قرية بين نيسابور وقومس وجوين بين أول حدودها ونيسابور ستون فرسخا وكانت قصبتها أولا خسر وجرد ثم صارت سابزوار والعامة تقول سبزور وأول حدود بيهق من جهة نيسابور آخر حدود ريوند إلى قرب دامغان خمسة وعشرون فرسخا طولا وعرضها قريب منه قال الحريش بن هلال السعدي يرثي قطن بن عمرو بن الأهتم إذا ذكرت قتلى الكرام تبادرت عيون بني سعد على قطن دما أتاه نعيم يبتغيه فلم يجد ببيهق إلا جفن سيف وأعظما |جـ 1 صـ 538| وغير بقايا رمة لعبت بها أعاصير نيسابور حولا مجرما وقد أخرجت هذه الكورة من لا يحصى من الفضلاء والعلماء والفقهاء والأدباء ومع ذلك فالغالب على أهلها مذهب الرافضية الغلاة ومن أشهر أئمتهم الإمام أبو بكر أحمد بن الحسين بن علي بن عبد الله بن موسى البيهقي من أهل خسروجرد صاحب التصانيف المشهورة وهو الإمام الحافظ الفقيه في أصول الدين الورع أوحد الدهر في الحفظ والإتقان مع الدين المتين من أجل أصحاب أبي عبد الله الحاكم والمكثرين عنه ثم فاقه في فنون من العلم تفرد بها رحل إلى العراق وطوف الآفاق وألف من الكتب ما يبلغ قريبا من ألف جزء مما لم يسبق إلى مثله استدعي إلى نيسابور لسماع كتاب المعرفة فعاد إليها في سنة 144 ثم عاد إلى ناحيته فأقام بها إلى أن مات في جمادى الأولى من سنة 454 ومن تصانيفه كتاب المبسوط وكتاب السنن وكتاب معرفة علوم الحديث وكتاب دلائل النبوة وكتاب مناقب الشافعي وكتاب البعث والنشور وكتاب الآداب وكتاب فضائل الصحابة وكتاب الإعتقاد وكتاب فضائل الأوقات وغيرها من الكتب وينسب إليها أيضا الحسن بن أحمد بن علي بن الحسين بن فطيمة البيهقي من أهل خسروجرد أيضا وكان شيخا مسنا كثير السماع من تلاميذ الإمام أبي بكر بن الحسين المذكور قبله وأصابته علة في يده فقطع أصابعه فكان يمسك بيده ويضع الكاغد على الأرض ويمسك برجله ويكتب خطا مقروءا وينسخ ذكره أبو سعد في التحبير وقال قدم مرو وتفقه على والدي ثم مضى إلى كرمان وأثرى بها ثم رجع إلى قريته وتولى بها القضاء قال ولقيته في طريقي إلى العراق وقرأت عليه كثيرا من مسموعاته ورعى لي حق والدي وذكر خبره معه بطوله قال وكان مولده في سنة 054 ومات بخسر وجرد في سنة 356 ",
                "title": "بيهق والنسبة البيهقي",
                "uri": "JK_000129_002440"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}