{
    "features": [
        {
            "item": "JK_000952_2763",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.190-193",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العسقلاني</h1> بفتح العين المهملة وسكون السين المهملة وفتح القاف وبعدها لام ألف وفي آخرها النون هذه النسبة لموضعين أحدهما إلى بلدة من بلاد الساحل مما يلي حد مصر يقال لها عسقلان الشام والثاني إلى محلة ببلخ يقال لها عسقلان وعسقلان الشام ودمشق يقال لهما العروسان من حسنهما فأما المنتسب إلى الأول وهو عسقلان الشام هو |جـ 4 صـ 191| محمد بن المتوكل بن أبي السري العسقلاني يروي عن ابن عيينة والمعتمر بن سليمان روى عنه أبو العباس محمد بن الحسن بن قتيبة العسقلاني مات سنة ثمان وثلاثين ومائتين وكان من الحفاظ والمحدث المشهور أبو الحسن آدم بن أبي إياس واسمه ناهية ويقال آدم بن عبد الرحمن بن محمد العسقلاني مولى بني تميم أصله من خراسان رحل إلى العراقين والحجاز والشام سكن عسقلان يروي عن شعبة وحماد بن سلمة روى عنه محمد بن إسماعيل البخاري والناس مات سنة عشرين ومائتين وقال عبد الرحمن بن أبي حاتم الرازي آدم بن أبي إياس العسقلاني قال مولى بني تميم روي عن شعبة وإسرائيل والمسعودي وورقاء قال أبو حاتم الرازي حضرت آدم بن أبي إياس العسقلاني وقال له رجل سمعت أحمد بن حنبل وسئل عن شعبة كان يملي عليهم ببغداد أو يقرأ قال كان يقرأ رمزا وكان أربعة أنفس يكتبون آدم ويملي الناس فقال آدم صدق كنت سريع الخط وكنت أكتب وكان الناس يأخذون من عندي وقدم شعبة بغداد فحدث فيها أربعين مجلسا في كل مجلس مائة حديث فحضرت أنا فيه عشرين مجلسا سمعت ألفي حديث وفاتني عشرون مجلسا مات سنة عشرين ومائتين وحفيده محمد بن عبيد بن آدم العسقلاني يروي عن أبي عمير عيسى بن محمد النحاس الرملي روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو الحسين محمد بن محمد بن كامل بن ديسم بن مجاهد العسقلاني أصله منها وهو مقدسي خرج منها وقت استيلاء الفرنج على بيت المقدس سمع أباه وله إجازة عن جماعة كثيرة من العراقيين قرأت عليه بدمشق وتوفي بعد سنة خمس وثلاثين وخمسمائة وأكثر الانتساب إلى عسقلان الشام وأما عسقلان بلخ فهي محلة من محالها مضيت إليها وقرأت في مسجدها على جماعة |جـ 4 صـ 192| الحديث ومن قال إنها قرية ببلخ فقد وهم والمشهور بالانتساب إليها أبو يحيى عيسى بن أحمد بن عيسى بن وردان العسقلاني قال أبو عبد الرحمن النسائي حدثنا عيسى بن أحمد العسقلاني عسقلان بلخ سمع عبد الله بن وهب وإسحاق بن الفرات المصريين ويحيى بن أبي الحجاج البصري وبشر بن بكر التنيسي وبقية بن الوليد وضمرة بن ربيعة وزيد بن أبي الزرقاء والنضر بن شميل روى عنه أبو حاتم محمد بن إدريس الرازي وسئل عنه فقال صدوق وروى عنه بعده الأئمة والأعلام وكان أبو العباس السراج يقول كتب إلي عيسى بن أحمد العسقلاني ويقال إن أصله بغدادي نزل عسقلان بلخ فنسب إليها قال أبو حاتم الرازي في جمعه أسماء مشايخه عيسى بن أحمد العسقلاني صدوق ببلخ قرية يقال لها عسقلان وقال أبو عبد الرحمن النسائي عيسى بن أحمد بلخي ثقة وعبد الله بن محمد بن أبي السري العسقلاني يروي عن أبيه روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطيراني وسلامة بن محمود بن عيسى بن قرعة العسقلاني من عسقلان الشام كان زاهدا ورعا يروي عن عبيد بن آدم بن أبي إياس العسقلاني روى عنه أبو بكر بن المقرىء قال وكان يقال إنه من الأبدال وأبو العباس محمد بن الحسن بن قتيبة بن زيادة بن الطفيل العسقلاني من عسقلان الشام يروي عن أبيه الحسن ومحمد بن المصفى الحمصي وجعفر بن مسافر وأبي أيوب الخبائري الحمصي وحرملة بن يحيى التجيبي وهشام بن عمار وكثير بن عبيد المذحجي وإبراهيم بن هشام بن يحيى الغساني وأبي الطاهر أحمد بن عمرو بن السرح وأبي خالد يزيد بن موهب الرملي ويحيى بن آدم المصيصي روى عنه أبو حاتم بن حبان وأبو القاسم الطبراني وأبو أحمد بن عدي وأبو بكر بن المقرىء وطبقتهم وتوفي بعد سنة عشر وثلاثمائة وابنه أبو الفضل العباس بن محمد بن قتيبة العسقلاني يروي عن جماعة منهم |جـ 4 صـ 193| عبيد بن آدم بن أبي إياس العسقلاني روى عنه أبو بكر بن المقرىء الأصبهاني ",
                "title": "العسقلاني",
                "uri": "JK_000952_2763"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}