{
    "features": [
        {
            "item": "JK_000129_008604",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.68-69",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عاقل</h1> بالقاف واللام بلفظ ضد الجاهل وهو من التحصن في الجبل يقال وعل عاقل إذا تحصن بوزره عن الصياد والجبل نفسه عاقل أي مانع وعاقل واد لبني ابان بن دارم من دون بطن الرمة وهو يناوح منعجا من قدامه وعن يمينه أي يحاذيه قال ذلك السكري في شرح قول جرير لعمرك لا أنسى ليالي منعج ولا عاقلا إذ منزل الحي عاقل وقال ابن السكيت في شرح قول النابغة حيث قال كأني شددت الكور حيث شددته على قارح مما تضمن عاقل وقال ابن الكلبي عاقل جبل كان يسكنه الحارث بن آكل المرار جد امرىء القيس بن حجر بن الحارث الشاعر ويقال عاقل واد بنجد من حزيز أضاخ ثم يسهل فأعلاه لغني وأسفله لبني أسد وبني ضبة وبني ابان بن دارم قال عبيد الله الفقير إليه الذي يقتضيه الاشتقاق أن يكون عاقل جبلا والأشعار التي قيلت فيه هي بالوادي أشبه ويجوز أن يكون الوادي منسوبا إلى الجبل لكونه من لحفه وقرأت بعد في النقائض لأبي عبيد فقال في قوله مالك بن حطان السليطي |جـ 4 صـ 69| وليتهم لم يركبوا في ركوبنا وليت سليطا دونها كان عاقل قال عاقل ببلاد قيس وبعضه اليوم لباهلة بن أعصر وقال ابن حبيب في قول عميرة بن طارق اليربوعي فأهون علي بالوعيد وأهله إذا حل أهلي بين شرك فعاقل قال عاقل في بلاد بني يربوع وكان فيه يوم بين بني جشم وبين حنظلة بن مالك وقال أعرابي لم يبق من نجد هوى غير أنني تذكرني ريح الجنوب ذرى الهضب وإني أحب الرمث من أرض عاقل وصوت القطا في الطل والمطر الضرب فإن أك من نجد سقى الله أهله بمنانة منه فقلبي على قرب وقال عبد الرحمن بن دارة نظرت ودور من نصيبين دوننا كأن عريبات العيون بها رمد لكيما أرى البرق الذي أومضت به ذرى المزن علويا وكيف لنا يبدو وهل أسمعن الدهر صوت حمامة يميل بها من عاقل غصن مأد فإني ونجدا كالقرينين قطعا قوى من حبال لم يشد لها عقد سقى الله نجدا من خليل مفارق عدانا العدا عنه وما قدم العهد وقال لبيد بن ربيعة تمنى ابنتاي أن يعيش أبوهما وهل أنا إلا من ربيعة أو مضر ونائحتان تندبان بعاقل أخا ثقة لا عين منه ولا أثر وفي ابني نزار إسوة إن جزعتما وإن تسألاهم تخبرا منهم الخبر فقوما وقولا بالذي قد علمتما ولا تخمشا وجها ولا تحلقا شعر وقولا هو المرء الذي لا حليفه أضاع ولا خان الصديق ولا غدر إلى الحول ثم اسم السلام عليكما ومن يبك حولا كاملا فقد اعتذر قال نصر عاقل رمل بين مكة والمدينة ",
                "title": "عاقل",
                "uri": "JK_000129_008604"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}