{
    "features": [
        {
            "item": "JK_000952_2176",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.313-314",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السنجاري</h1> هذه مدينة بالجزيرة يقال لها سنجار بكسر السين وسكون النون وفتح الجيم والراء أقمت بها يومين في توجهي إلى حلب والسلطان سنجر بن ملكشاه ولد بهذه البلدة وقت توجه والده إلى غزو الروم فقيل له سنجر باسم هذا البلد على ما |جـ 3 صـ 314| جرت به عادة الأتراك فإنهم يسمون أولادهم بأسماء المواضع وهذه المدينة سميت باسم بانيها وهو سنجار بن مالك بن ذعر وهو أخو آمد الذي بنى آمد خرج من هذه البلدة جماعة من المحدثين قديما وحديثا منهم مروان بن محمد السنجاري يروي عن مسلم بن خالد الزنجي قال أبو حاتم بن حبان مروان السنجاري مستقيم الحديث روى عنه أهل الجزيرة منهم محمد بن عيسى النصيبي الداري وأبو سعد إبراهيم بن عبد الرحمن بن عبد الله السنجاري المؤذن سكن ميافارقين يروي عن جده محمد بن جبير أبي بكر السنجاري روى لنا عنه أبو العز محمد بن علي بن محمد البستي بمرست وكانت وفاته في حدود سنة خمسمائة وكان يؤذن بجامع ميافارقين وأبو سعيد عمرو بن هاشم السنجاري الجزري ورد خراسان وخرج إلى ما وراء النهر وحدث بها عن عمرو بن هاشم السروي وعبد الله بن صالح وعمار بن مطر الرهاوي ومحمد بن إسحاق بن زياد السهمي روى عنه جماعة من أهل بخارى مثل سهل بن شاذويه ومكي بن خلف بن عفان وإسحاق بن أحمد بن خلف البخاريين وأبي مسلم مؤمن بن عبد الله النسفي وغيرهم ونصر بن علي بن عبد الملك السنجاري يروي عن معمر بن محمد بن عبيد الله بن أبي رافع روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وذكر أنه سمع منه بمدينة سنجار في سنة ثمان وسبعين ومائتين وعبيدة بن حسان بن عبد الرحمن العنبري السنجاري قال أبو حاتم بن حبان هو من أهل سنجار مدينة بالجزيرة يروي عن الزهري ويحيى بن سعيد الأنصاري وقتادة روى عنه خالد بن حيان الرقي وابن أخيه عمرو بن عبد الجبار بن حيان كان ممن يروي الموضوعات عن الثقات كتبنا من حديثه نسخة عن هؤلاء شبيها بمائة حديث كلها موضوعة فلست أدري أهو كان المتعمد لها أو أدخلت عليه فحدث بها وأما ما كان من هذين فقد بطل الاحتجاج به في الحالين ونسأل الله كمال إسبال ترك الهتك ",
                "title": "السنجاري",
                "uri": "JK_000952_2176"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}