{
    "features": [
        {
            "item": "JK_000952_0931",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.79-81",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجماز</h1> بفتح الجيم والميم المشددة بعدهما الألف وفي آخرها الزاي هذه النسبة إلى الأسماء وهو يشبه الأنساب وهم جماعة منهم كعب بن جماز بن مالك بن ثعلبة حليف لبني ساعدة شهد بدرا وأخوه سعد ابن جماز شهد أحدا وقتل يوم اليمامة قال ذلك الطبري وقال أيضا في موضع آخر الحارث بن جماز بن مالك بن ثعلبة من غسان حليف لبني ساعدة شهد أحدا وأخوه كعب بن جماز شهد بدرا قال ابن اسحاق كعب بن جماز بن ثعلبة من جهينة حليف لبني طريف بن الخزرج ذكره في من شهد بدرا وقال ابن حبيب عن هشام بن الكلبي في نسب قضاعة كعب بن جماز بن ثعلبة بن خرشة بن عمرو بن سعد بن ذبيان بن رشدان بن قيس بن جهينة بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة شهد بدرا والمشاهد كلها قال الدارقطني وجدته مضبوطا بالحاء والنون حمان وجماز بن عسان ذكرته في العين وعبد العزيز بن جماز القرشي يعد في |جـ 2 صـ 81| المصريين يروي عن حكيم بن الصلت روى عنه حرملة بن عمران قاله ابن وهب عنه والهيثم بن جماز البصري البكاء يحدث عن يزيد الرقاشي وثابت البناني ويحيى بن أبي كثير روى عنه محمد بن السماك والبصريون ويقال الجماز لمن يركب الجمازة ويسيرها اشتهر بهذه اللفظة أبو عبد الله محمد بن عمرو بن حماد بن عطاء بن ريسان الجماز وقيل ابن عطاء بن ياسر وقيل هو محمد بن عمرو بن عطاء بن زبان الجماز مولى أبي بكر الصديق رضي الله عنه وقيل هو محمد بن عبد الله بن عمرو بن جماد الجماز من أهل البصرة شاعر أديب فاضل وكان ماجنا خبيث اللسان وكان يقول إنه أكبر سنا من أبي نواس وكان من الظراف وكان الجماز يأكل على مائدة بين يدي جعفر بن القاسم وجعفر يأكل على مائدة أخرى مع قوم وكانت الصحفة ترفع من بين يدي جعفر وتوضع بين يدي الجماز ومن معه فربما جاء قليل وربما لم يجيء شيء فقال الجماز أصلح الله الأمير ما نحن اليوم إلا عصبة ربما فضل لنا بعض المال وربما أخذه أهل الشام فلا يبقى لنا شيء وحكي يموت بن المزرع قال كان أبي والجماز يمشيان وأنا خلفهما بالعشي فمررنا بإمام وهو ينتظر من يمر عليه فيصلي معه فلما رآنا أقام الصلاة مبادرا فقال له الجماز دع عنك هذا فإن رسول الله صلى الله عليه وسلم قد نهى أن يتلقى الجلب ",
                "title": "الجماز",
                "uri": "JK_000952_0931"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}