{
    "features": [
        {
            "item": "JK_000129_008045",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.416-417",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صقلية</h1> بثلاث كسرات وشتديد اللام والياء أيضا مشددة وبعض يقول بالسين وأكثر أهل صقلية يفتحون الصاد واللام من جزائر بحر المغرب مقابلة إفريقية وهي مثلثة الشكل بين كل زاوية والأخرى مسيرة سبعة أيام وقيل دورها مسيرة خمسة عشر يوما وإفريقية منها بين المغرب والقبلة وبينها وبين ريو وهي مدينة في البر الشمالي الشرقي الذي عليه مدينة قسطنطينية مجاز يسمى الفارو في أطول جهة منها اتساعه عرض ميلين وعليه من جهتها مدينة تسمى المسيني التي يقول فيها ابن قلاقس الإسكندري من ذا يمسيني على مسيني وهي مقابلة ريو وبين الجزيرة وبر إفريقية مائة وأربعون ميلا إلى أقرب مواضع إفريقية وهو الموضع المسمى إقليبية وهو يومان بالريح الطيبة أو أقل |جـ 3 صـ 417| وإن طولها من طرابنش إلى مسيني إحدى عشرة مرحلة وعرضها ثلاثة أيام وهي جزيرة خصيبة كثيرة البلدان والقرى والأمصار وقرأت بخط ابن القطاع اللغوي على ظهر كتاب تاريخ صقلية وجدت في بعض نسخ سيرة صقلية تعليقا عن حاشية أن بصقلية ثلاثا وعشرين مدينة وثلاثة عشر حصنا ومن الضياع ما لا يعرف وذكر أبو علي الحسن بن يحيى الفقيه في تاريخ صقلية حاكيا عن القاضي أبي الفضل أن بصقلية ثماني عشرة مدينة إحداها بلرم وأن فيها ثلاثمائة ونيفا وعشرين قلعة ولم تزل في قديم وحديث بيد متملك لا يطيع من حوله من الملوك وإن جل قدرهم لحصانتها وسعة دخلها وبها عيون غزيرة وأنهار جارية ونزه عجيبة ولذلك يقول ابن حمديس ذكرت صقلية والهوى يهيج للنفس تذكارها فإن كنت أخرجت من جنة فإني أحدث أخبارها وفي وسطها جبل يسمى قصر يانه هكذا يقولونه بكسر النون وهي أعجوبة من عجائب الدهر عليه مدينة عظيمة شامخة وحولها من الحرث والبساتين شيء كثير وكل ذلك يحويه باب المدينة وهي شاهقة في الهواء والأنهار تتفجر من أعلاها وحولها وكذلك جميع جبال الجزيرة وفيها جبل النار لا تزل تشتعل فيه أبدا ظاهرة لا يستطيع أحد الدنو منها فإن اقتبس منها مقتبس طفئت في يده إذا فارق موضعها وهي كثيرة المواشي جدا من الخيل والبغال والحمير والبقر والغنم والحيوان الوحشي وليس فيها سبع ولا حية ولا عقرب وفيها معدن الذهب والفضة والنحاس والرصاص والزيبق وجميع الفواكه على اختلاف أنواعها وكلأها لا ينقطع صيفا ولا شتاء وفي أرضها ينبت الزعفران وكانت قليلة العمارة خاملة قبل الإسلام فلما فتح المسلمون بلاد إفريقية هرب أهل إفريقية إليها فأقاموا بها فعمروها فأحسنوا عمارتها ولم تزل على قربها من بلاد الإسلام حتى فتحت في أيام بني الأغلب على يد القاضي أسد بن الفرات وكان صاحب صقلية رجلا يسمى البطريق قسطنطين فقتله لأمر بلغه عنه فتغلب فيمي على ناحية من الجزيرة ثم دب حتى استولى على أكثرها ثم أنفذ صاحب القسطنطينية جيشا عظيما فأخرج فيمي عنها فخرج في مراكبه حتى لحق بإفريقية ثم بالقيران منها مستجيرا بزيادة الله بن إبراهيم بن الأغلب وهو يومئذ الوالي عليها من جهة أمير المؤمنين المأمون بن هارون الرشيد وهون عليه أمرها وأغراه بها فندب زيادة الله الناس لذلك فابتدروا إليه ورغبوا في الجهاد فأمر عليهم أسد ابن الفرات وهو يومئذ قاضي القيروان وجمعت المراكب من جميع السواحل وتوجه نحو صقلية في سنة 212 في أيام المأمون في تسعمائة فارس وعشرة آلاف راجل فوصل إلى الجزيرة وجمع الروم جمعا عظيما فأمر أسد بن الفرات فيمي وأصحابه أن يعتزلوهم وقالوا لا حاجة لنا إلى الانتصار بالكفار ثم كبر المسلمون وحملوا على الروم حملة صادقة فانهزم الروم وقتل منهم قتلا ذريعا وملك أسد بن الفرات بالتنقل جميع الجزيرة ثم توفي في سنة 312 وكان رجلا صالحا فقيها عالما أدرك حياة مالك بن أنس رضي الله عنه ورحل إلى الشرق وبقيت بأيدي المسلمين مدة وصار أكثر أهلها مسلمين وبنوا بها الجوامع والمساجد ثم ظهر عليها الكفار فملكوها فهي اليوم في أيديهم قال بطليموس في كتاب الملحمة مدينة صقلية طولها أربعون درجة وعرضها خمس وثلاثون درجة طالعها السنبلة عاشرها ذراع الكلب ولها |جـ 3 صـ 418| شركة في الفرع المؤخر تحت عشر درجات من السرطان يقابلها مثلها من الجدي رابعها مثلها من الميزان بيت ملكها مثلها من الحمل ومن فضل جزيرة صقلية ان ليس بها سبع ضار ولا نمر ولا ضبع ولا عقرب ولا أفاع ولا ثعابين وفيها معادن الذهب موجودة في كل مكان ومعادن الشب والكحل والفضة ومعدن الزاج والحديد والرصاص وجبال تنعش وكثيرا ما يوجد النوشادر في جبل النار ويحمل منه إلى الأندلس وغيرها كثير وقال أبو علي الحسن بن يحيى الفقيه مصنف تاريخ صقلية وأما جبل النار الذي في جزيرة صقلية فهو جبل مطل على البحر المتصل بالمجاز وهو فيما بين قطانية ومصقلة وبقرب طبرمين ودوره ثلاثة أيام وفيه أشجار وشعارى عظيمة أكثرها القسطل وهو البندق والصنوبر والأرزن وحوله أبنية كثيرة وآثار عظيمة للماضين ومقاسم تدل على كثرة ساكنيه وقيل إنه يبلغ من كان يسكنه من المقاتلة في زمن الطورة ملك طبرمين ستين ألف مقاتل وفيه أصناف الثمار وفي أعلاه منافس يخرج منها النار والدخان وربما سالت النار منه إلى بعض جهاته فتحرق كل ما تمر به ويصير كخبث الحديد ولم ينبت ذلك المحترق شيئا ولا تمشي اليوم فيه دابة وهو اليوم ظاهر يسميه الناس الأخباث وفي أعلى هذا الجبل السحاب والثلوج والأمطار دائمة لا تكاد تنقطع عنه في صيف ولا شتاء وفي أعلاه الثلج لا يفارقه في الصيف فأما في الشتاء فيعم أوله وآخره وزعمت الروم أن كثيرا من الحكماء الأولين كانوا يرحلون إلى جزيرة صقلية ينظرون إلى عجائب هذا الجبل واجتماع هذه النار والثلج فيه وقيل إنه كان في هذا الجبل معدن الذهب ولذلك سمته الروم جبل الذهب وفي بعض السنين سالت النار من هذا الجبل إلى البحر وأقام أهل طبرمين وغيرهم أياما كثيرة يستضيئون بضوئه وقرأت لابن حوقل التاجر فصلا في صفة صقلية ذكرته على وجهه ففيه مستمتع للناظر في هذا الكتاب قال جزيرة صقلية على شكل مثلث متساوي الساقين زاويته الحادة من غربي الجزيرة طولها سبعة أيام في أربعة أيام وفي شرقي الأندلس في لج البحر وتحاذيها من بلاد الغرب بلاد إفريقية وباجة وطبرقة إلى مرسى الخزر وغربيها في البحر جزيرة قرشف وجزيرة سردانية من جهة جنوب قرشف ومن جنوب صقلية جزيرة قوصرة وعلى ساحل البحر شرقيها من البر الأعظم الذي عليه قسطنطينية مدينة ريو ثم نواحي قلورية والغالب على صقلية الجبال والحصون وأكثر أرضها مزرعة ومدينتها المشهورة بلرم وهي قصبة صقلية على نحر البحر والمدينة خمس نواح محدودة غير متباينة ببعد مسافة وحدود كل واحدة ظاهرة وهي بلرم وقد ذكرت في بابها وخالصة وهي دونها وقد ذكرت أيضا وحارة الصقالبة وهي عامرة وأعمر من المدينتين المذكورتين وأجل ومرسى البحر بها وبها عيون جارية وهي فاصلة بينها وبين بلرم ولا سور لها والمدينة الرابعة حارة المسجد وتعرف بابن صقلاب وهي مدينة كبيرة أيضا وشرب أهلها من الآبار ليس لهم مياه جارية وعلى طريقها الوادي المعروف بوادي العباس وهو واد عظيم وعليه مطاحنهم ولا انتفاع لبساتينهم به ولا للمدينة والخامسة يقال لها الحارة الجديدة وهي تقارب حارة ابن صقلاب في العظم والشبه وليس عليها سور وأكثر الأسواق فيها بين مسجد ابن صقلاب والحارة الجديدة وفي بلرم والخالصة والحارات المحيطة بها ومن ورائها من المساجد نيف وثلاثمائة مسجد وفي محال تلاصقها وتتصل بوادي العباس |جـ 3 صـ 419| مجاورة المكان المعروف بالعسكر وهو في ضمن البلد إلى البلد المعروف بالبيضاء قرية تشرف على المدينة من نحو فرسخ مائتا مسجد قال ولقد رأيت في بعض الشوارع في بلرم على مقدار رمية سهم عشرة مساجد وقد ذكرتها في بلرم قال وأهل صقلية أقل الناس عقلا وأكثرهم حمقا وأقلهم رغبة في الفضائل وأحرصهم على اقتناء الرذائل قال وحدثني غير إنسان منهم أن عثمان بن الحزاز ولي قضاءهم وكان ورعا فلما جربهم لم يقبل شهادة واحد منهم لا في قليل ولا في كثير وكان يفصل بين الناس بالمصالحات إلى أن حضرته الوفاة فطلب منه الخليفة بعده فقال ليس في جميع البلد من يوصى إليه فلما توفي تولى قضاءهم رجل من أهلها يعرف بأبي إبراهيم إسحاق بن الماحلي ثم ذكر شيئا من سخيف عقله قال والغالب على أهل المدينة المعلمون فكان في بلرم ثلاثمائة معلم فسألت عن ذلك فقالوا إن المعلم لا يكلف الخروج إلى الجهاد عند صدمة العدو وقال ابن حوقل وكنت بها في سنة 362 ووصف شيئا من تخلقهم ثم قال وقد استوفيت وصف هؤلاء وحكاياتهم ووصف صقلية وأهلها بما هم عليه من هذا الجنس من الفضائل في كتاب وسمته بمحاسن أهل صقلية ثم ذكرت ما هم عليه من سوء الخلق والمأكل والمطعم المنتن والأعراض القذرة وطول المراء مع أنهم لا يتطهرون ولا يصلون ولا يحجون ولا يزكون وربما صاموا رمضان واغتسلوا من الجناية ومع هذا فالقمح لا يحول عندهم وربما ساس في البيدر لفساد هوائها وليس يشبه وسخهم وقذرهم وسخ اليهود ولا ظلمة بيوتهم سواد الأتاتين وأجلهم منزلة تسرح الدجاج على موضعه وتذرق على مخدته وهو لا يتأثر ثم قال ولقد عررت كتابي بذكرهم والله أعلم ",
                "title": "صقلية",
                "uri": "JK_000129_008045"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}