{
    "features": [
        {
            "item": "JK_000129_009995",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.301-302",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قبا والنسبة القبائي</h1> بالضم وأصله اسم بئر هناك عرفت القرية بها وهي مساكن بني عمرو بن عوف من الأنصار وألفه واو يمد ويقصر ويصرف ولا يصرف قال عياض وأنكر البكري فيه القصر ولم يحك فيه القالي سوى المدة قال الخليل هو مقصور قلت فمن قصر جعله جمع قبوة وهو الضم والجمع في لغة أهل |جـ 4 صـ 302| المدينة وقد قبوت الحرف إذا ضممته قال النحويون لم تجمع فعلة على فعل مما لامه حرف علة إلا بروة وبرى للتي تجعل في أنف البعير وقرية وقرى وكوة وكوى وقد ألحقت أنا هذا الحرف به والجامع فيه وكأن الناس انضموا في هذا الموضع فسمي بذلك والله أعلم قال أبو حنيفة رحمه الله في اشتقاق قبا إنه مأخوذ من القبو وهو الضم والجمع ولم يذكر أهو جمع أو مفرد ولا يصح أن يكون على قوله جمعا لأن فعل لا يجمع عى فعل فيما علمت وإن كان مفردا فلا أدري ما المراد بهذه البنية والتغيير عن الأصل فصار ما ذكرته أنا وقسته أبين وأوضح وهي قرية على ميلين من المدينة على يسار القاصد إلى مكة بها أثر بنيان كثير وهناك مسجد التقوى عامر قدامه رصيف وفضاء حسن وآبار ومياه عذبة وبها مسجد الضرار يتطوع العوام بهدمه كذا قال البشاري قال أحمد بن يحيى بن جابر كان المتقدمون في الهجرة من أصحاب رسول الله صلى الله عليه وسلم ومن نزلوا عليه من الأنصار بنوا بقباء مسجدا يصلون فيه الصلاة سنة إلى البيت المقدس فلما هاجر رسول الله صلى الله عليه وسلم وورد قباء صلى بهم فيه وأهل قباء يقولون هو المسجد الذي أسس على التقوى من أول يوم وقيل إنه مسجد رسول الله صلى الله عليه وسلم وقد وسع مسجد قباء وكبر بعد وكان عبد الله بن عمر رضي الله عنه إذا دخله صلى إلى الأسطوانة المحلقة وكان ذلك مصلى رسول الله صلى الله عليه وسلم وأقام لما هاجر بقباء يوم الاثنين والثلاثاء والأربعاء والخميس وركب يوم الجمعة يريد المدينة فجمع في مسجد بني سالم بن عوف بن عمرو بن عوف بن الخزرج فكانت أول جمعة جمعت في الإسلام وقد جاء في فضائل مسجد قباء أحاديث كثيرة وممن ينسب إليها أفلح بن سعيد القبائي وعبد الرحمن بن عباس الأنصاري القبائي ومحمد بن سليمان المدني القبائي من أهل قباء يروي عن أبي أمامة بن سهل بن حنيف روى عنه عبد العزيز الدراوردي وحاتم بن إسماعيل وعبد الرحمن بن أبي الموالي وزيد بن الحباب وغيرهم و قبا أيضا موضع بين مكة والبصرة وقال السري بن عبد الرحمن بن عتبة بن عويمر بن ساعدة الأنصاري ولها مربع ببرقة خاخ ومصيف بالقصر قصر قباء كفنوني إن مت في درع أروى واغسلوني من بئر عروة مائي سخنة في الشتاء باردة الصي ف سراج في الليلة الظلماء و قباء أيضا مدينة كبيرة من ناحية فرغانة قرب الشاش نسب إليها قوم من أهل العلم بكل فن عن ابن طاهر ونسب إليها أبو سعد أبا المكارم رزق الله بن محمد بن أبي الحسن بن عمر القبائي كان من أهل قبا أحد بلاد فرغانة سكن بخارى وكان أديبا صالحا وسمعت منه وإبراهيم بن علي بن الحسين أبو إسحاق القبائي الصوفي شيخ الصوفية بالثغر يرجع إلى ستر طاهر وسمت حسن وطريقة مستقيمة كثير الدرس للقرآن طويل الصمت لازم لما يعنيه ولد بما وراء النهر وخرج صغيرا وتغرب وسافر إلى خراسان والعراق والحجاز ثم نزل صور فاستوطنها إلى أن مات بها وحدث بها كثير عنه وكان سماعه صحيحا وأقام بصور نحو أربعين سنة وسئل عن مولده فقال سنة 493 أو 593 وتوفي عاشر |جـ 4 صـ 303| جمادى الآخرة سنة 174 ولم يكن قد بقي بالشام شيخ لهذه الطائفة يجري مجراه ",
                "title": "قبا والنسبة القبائي",
                "uri": "JK_000129_009995"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}