{
    "features": [
        {
            "item": "JK_000952_0362",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.272-273",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البانبي</h1> بباء منقوطة بواحدة وبنون مفتوحة بعد الألف وفي آخرها باء أخرى هذه النسبة إلى قرية من قرى بخارا يقال لها بانب والمشهور بالنسبة إليها أبو الطيب جلوان بن سمرة بن ماهان البانبي يروي عن أبي مقاتل عصام النحوي وعبد الله بن يزيد المقري وسعيد بن منصور والقعنبي وخاقان السلمي وأحمد بن حفص كان زاهدا ورعا عابدا وكان من زهده أنه كان وقفا على باب مسجده يؤذن وكان يوم طين ووحل فلما فرغ من الأذان أتاه رجل وناوله كتابا مختوما فنظر في عنوانه وكان عليه اسم الأمير فرمى ذلك في الطين وقال متى كنت أنا من عمال الأمير فلما بلغ الخبر الأمير قال الحمد لله الذي جعل في رعيتي من لا يقرأ كتابي وهو صاحب حديث انزعوا الطسوس وخالفوا المجوس وأبو سفيان وأبو جعفر محمد بن يوسف الإسكاف الباوردي نزل بغداد وحدث عن أبي عتبة أحمد بن الفرج الحمصي وأحمد بن عيسى الخشاب التنيسي وسليمان بن عبد الحميد البهراني روى عنه محمد بن مخلد الدوري وأبو طالب عبد الله بن |جـ 1 صـ 273| وكيع بن أحمد بن المنذر الهمداني البانبي من أهل هذه القرية أيضا يروي عن أبي يعقوب إسرائيل بن السميدع روى عنه أبو صالح خلف بن محمد بن إسماعيل الخيام وأبو بكر أحمد بن سهل بن عبد الرحمن بن معبد بن طرخون البانبي حدث عن جلوان بن سمرة ويعقوب بن غرمل روى عنه سهل بن عثمان بن سعيد ومحمد بن أحمد بن موسى البزاز البخاريان وأبو عبد الله الحسين بن محمد بن قريش البانبي حدث عن قتيبة بن سعيد روى عنه أحمد بن سهل بن حمدويه البخاري وأبو محمد أحمد بن محمد بن زكريا بن قطن الأنصاري البانبي وأبو يوسف يعقوب بن يوسف بن قطن بن الجنيد بن إبراهيم بن مجدود الأنصاري البانبي وأبو علي الحسن بن محمد بن معروف البانبي حدث عن علي بن خشرم وأبي داود السنجي وغيرهما روى عنه أبو حفص أحمد بن أحيد بن حمدان توفي في سنة ست وتسعين ومائتين وأبو علي الحسن بن محمد بن إسماعيل البانبي حدث عن أبي خليفة الجمحي وزكريا بن يحيى الساجي والهيثم بن أحمد البصري صاحب دينار وأحمد بن الحسن الصوفي وعمر بن أبي غيلان وتوفي في ربيع الآخر سنة ثمان وثلاثين وثلاثمائة وأبو علي الحسين بن حمدان بن خشويه البانبي روى عن صالح بن محمد وحامد بن سهل وأبي بكر بن حريث وأبي حفص أحمد بن يونس وغيرهم توفي سنة سبع وأربعين وثلاثمائة وأبو سعيد سعيد بن عصمة بن عمر بن رجاء بن سمرة بن ماهان البانبي ورجاء أخو جلوان بن سمرة وسعيد هذا يروي عن عبد الصمد بن الفضل البلخي وإسماعيل بن بشر وأحمد بن جرير البلخي روى عنه أبو بكر محمد بن الحسين بن جعفر المقرىء البخاري ومات في شوال سنة ست وعشرين وثلاثمائة ",
                "title": "البانبي",
                "uri": "JK_000952_0362"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}