{
    "features": [
        {
            "item": "JK_000952_2112",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.267-269",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السكسكي</h1> بالكاف الساكنة بين السينين المفتوحتين المهملتين وفي آخرها كاف أخرى هذه النسبة إلى السكاسك وهو بطن من الأزد ووادي السكاسك موضع بالأردن نزلته السكاسك حين قدموا الشام زمن عمر بن الخطاب رضي الله عنه كان منها جماعة من المحدثين منهم أبو قرة موسى بن طارق السكسكي من أهل اليمن كان ينزل زبيد يروي عن ابن جريج ومالك وزمعة بن صالح روى عنه أحمد بن حنبل وإسحاق بن إبراهيم وأهل اليمن وكان ممن جمع وصنف وتفقه وذاكر واشتهرت السنن التي جمعها |جـ 3 صـ 268| ومن التابعين مالك بن يخامر السكسكي يروي عن معاذ بن جبل رضي الله عنه وأصله من اليمن انتقل إلى الشام روى عنه أهلها مات في ولاية عبد الملك حيث سار إلى مصعب بن الزبير رضي الله عنه وأبو عمرو صفوان بن عمرو بن هرم السكسكي الحضرمي من أهل الشام وأمه بنت عوسجة بن أبي ثوبان يروي عن راشد بن سعد وقد قيل إنه أدرك أبا أمامة رضي الله عنه وهو صغير روى عنه ابن المبارك والوليد بن مسلم مات سنة خمس وخمسين وخمسمائة وأبو إسماعيل إبراهيم بن عبد الرحمن السكسكي كوفي يروي عن ابن أبي أوفى يروي عنه مسعر بن كدام ويزيد بن عبد الرحمن الدالاني والعوام بن حوشب والمسعودي وكان شعبة يضعف إبراهيم السكسكي وقال كان كان لا يحسن يتكلم وأبو روح حوشب بن سيف السكسكي الشامي وهو الذي يقال له المعافري يروي عن معاوية روى عنه صفوان بن عمرو وشداد بن أفلح وعمرو بن بكر السكسكي من أهل الرملة يروي عن إبراهيم بن أبي جميلة وابن جريج وغيرهما من الثقات الأوابد والطامات التي لا يشك من هذا الشأن صناعته أنها معمولة أو مقلوبة لا يحل الاحتجاج به هكذا ذكره أبو حاتم بن حبان وابنه إبراهيم بن عمرو بن بكر السكسكي يروي عن أبيه الأشياء الموضوعة التي لا تعرف من حديث أبيه وأبوه أيضا لا شيء في الحديث فلست أدري أهو الجاني عن أبيه أو أبوه الذي كان يخصه بهذه الموضوعات قاله أبو حاتم بن حبان أيضا وحوشب بن يوسف السكسكي والهقل بن زياد السكسكي مولاهم سمع الأوزاعي روى عنه الليث وهو من رواية الأكابر عن الأصاغر وروى عنه الناس بعده وأما الحسن بن الأزهر بن الحارث بن سكسك النيسابوري السكسكي نسب إلى جده الأعلى سمع إسحاق بن إبراهيم ومحمد بن يحيى وأحمد بن حفص وغيرهم روى عنه أبو علي الحافظ وغيره وتوفي سنة ثلاث عشرة وثلاثمائة ودفن بباب معمر وأبو كبشة السكسكي وكان عريف السكاسك روى عن أبي الدرداء روى عنه ابنه يزيد قال ابن أبي حاتم سمعت أبي يقول ذلك |جـ 3 صـ 269| ",
                "title": "السكسكي",
                "uri": "JK_000952_2112"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}