{
    "features": [
        {
            "item": "JK_000129_010207",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.338-339",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القرى</h1> بضم أوله وفتح ثانيه والقصر جمع قرية قد تقدم بالقريتين من اشتقاق القرية وأصلها ونذكر ههنا ما يختص به فنقول قال الليث هي القرية والقرية لغتان المكسور يمانية ومن ثم اجتمعوا في جمعها على القرى فحملوها على لغة من يقول كسوة وكسى والنسبة إليها قروي وأم القرى مكة وقال غيره هي بفتح القاف لا غير وكسرها خطأ وجمعها قرى شاذ نادر قال ابن السكيت ما كان من جمع فعلة من الياء والواو على فعال كان ممدودا مثل ركوة وركاء وشكوة وشكاء وقشوة وقشاء قال ولم نسمع في جمع شيء من هذا القصر إلا كوة وكوى وقرية وقرى جاء على غير قياس قال المؤلف رحمه الله وزاد أبو علي بروة وبرى وقست أنا عليها قبوة وقبا وقد ذكرت في قبا علته ومعناه و وادي القرى واد بين الشام والمدينة وهو بين تيماء وخيبر فيه قرى كثيرة وبها سمي وادي القرى قال أبو المنذر سمي وادي القرى لأن الوادي من أوله إلى آخره قرى منظومة وكانت من أعمال البلاد وآثار القرى إلى الآن بها ظاهرة إلا أنها في وقتنا هذا كلها خراب ومياهها جارية تتدفق ضائعة لا ينتفع بها أحد قال أبو عبيد الله السكوني وادي القرى والحجر والجناب منازل قضاعة ثم جهينة وعذرة وبلي وهي بين الشام والمدينة يمر بها حاج الشام وهي كانت قديما منازل ثمود وعاد وبها أهلكهم الله وآثارها إلى الآن باقية ونزلها بعدهم اليهود واستخرجوا كظائمها وأساحوا عيونها وغرسوا نخلها فلما نزلت بهم القبائل عقدوا بينهم حلفا وكان لهم فيها على اليهود طعمة وأكل في كل عام ومنعوها لهم على العرب ودفعوا عنها قبائل قضاعة وروي أن معاوية بن أبي سفيان مر بوادي القرى فتلا قوله تعالى & أتتركون في ما ها هنا آمنين في جنات وعيون وزروع ونخل & الآية ثم قال هذه الآية نزلت في أهل هذه البلدة وهي بلاد ثمود فأين العيون فقال له رجل صدق الله في قوله أتحب أن أستخرج العيون قال نعم فاستخرج ثمانين عينا فقال معاوية الله أصدق من معاوية وكان النعمان بن الحارث الغساني ملك الشام أراد غزو وادي القرى فحذره نابغة بني ذبيان ذلك بقوله تجنب بني حن فإن لقاءهم كريه وإن لم تلق إلا بصابر هم قتلوا الطائي بالحجر عنوة أبا جابر واستنكوا أم جابر |جـ 4 صـ 339| وهم ضربوا أنف الفزاري بعدما أتاهم بمعقود من الأمر قاهر أتطمع في وادي القرى وجنابه وقد منعوا منه جميع المعاشر في أبيات وحن هو بضم الحاء المهملة والنون المشددة ابن ربيعة بن حرام بن ضنة بن عبد بن كبير بن عذرة بن سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة وأبو جابر هو الجلاس بن وهب بن قيس بن عبيد بن طريف بن مالك بن جدعاء بن ذهل بن رومان بن جندب بن خارجة بن سعد بن فطرة بن طيء وكان ممن اجتمعت عليه جديلة طيء ولما فرغ رسول الله صلى الله عليه وسلم من خيبر في سنة سبع امتد إلى وادي القرى فغزاه ونزل به وقال الشاعر ألا ليت شعري هل أبيتن ليلة بوادي القرى إني إذا لسعيد وهل أرين يوما به وهي أيم وما رث من حبل الوصال جديد ",
                "title": "القرى",
                "uri": "JK_000129_010207"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}