{
    "features": [
        {
            "item": "JK_000952_2297",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.396-398",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشبلي</h1> بكسر الشين المعجمة وسكون الباء المنقوطة بواحدة هذه النسبة إلى قرية من قرى أسروشنة يقال لها الشبلية منها شيخ الصوفية أبو بكر دلف بن جحدر الشبلي واختلف في اسمه واسم أبيه ايضا فقيل اسمه جعفر بن يونس وقيل دلف بن يونس وقيل جحدر بن دلف وقيل دلف بن جبغوية وقيل دلف بن جعثرة أخبرنا أبو عبد الرحمن بن أبي غالب ببغداد أنا أبو بكر الخطيب أنا إسماعيل الحيري أنا أبو عبد الرحمن السلمي سمعت محمد بن عبد الله بن شاذان يقول الشبلي من أهل أسروشنة بها قرية يقال لها شبلية أصله منها وكان خاله أمير الأمراء |جـ 3 صـ 397| بالإسكندرية وكان قد تاب في مجلس خير النساج وكان أبوه حاجب الحجاب للموفق وكان جعل له عملا بدماوند فلما تاب مضى إليهم ورد المظالم واستحل منهم وعرضوا عليه مالا فأبى أن يقبل وكان من أحسن المشايخ حالا وذكره اشهر من أن يذكر وتوفي ببغداد في سنة أربع وثلاثين وثلاثمائة وقبره مشهور يزار زرته غير مرة وقيل في نسبه غير ما ذكرناه من القرية المعروفة بشبلية حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان بجامعها أنا أبو بكر أحمد بن علي بن محمد بن موسى المقرىء فيما قرأت عليه من أصل سماعه أنا أبو منصور شجاع بن علي المصقلي أنا والدي علي بن شجاع سمعت أبا علي الإكافي الصوفي صاحب بندار بن الحسين حين قدم علينا أصبهان يقول سمعت استاذي بندار بن الحسين بأرجان سمعت الشبلي يقول نوديت في سري يوما شب لي أي احترق في فسميت نفسي بذلك وقلت في معنى ذلك % رآني فأوراني عجائب لطفه % % فهمت وقلبي بالأنين يذوب % % فلا غائبا عني فأسلو بذكره % % ولا هو عني معرض فأغيب % ومجاهداته في حياته فوق الحد وقال أبو علي الدقاق اكتحل الشبلي بكذا وكذا من الملح ليعتاد السهر ولا يأخذه النوم وكان إذا دخل شهر رمضان جد في الطاعات ويقول هذا شهر عظمه ربي وأنا أولى من يعظمه وكان رحمه الله يقول في آخر أيامه % وكم من موضع لو مت فيه % % لكنت به نكالا في العشيرة % وابنه أبو الحسن يونس بن أبي بكر الشبلي حكى عن أبيه قال قام أبي ليلة فترك فرد رجل على السطح والأخرى على الدار وسمعته يقول لئن أطرقت لأرمين بك إلى الدار فما زال على تلك الحال فلما اصبح قال لي يا بني ما سمعت الليلة ذاكرا لله إلا ديكا يسوى دانقين روى عنه أبو بكر محمد بن عبد الواحد الهاشمي وأما أبو علي محمد بن الحسين بن عبد الله بن الشبل الشاعر المعروف بابن الشبل وكان أبو الحسين يحيى بن الحسين العلوي إمام الزيدية إذا روى عنه قال أنشدني أبو علي الشبلي وكان من الشعراء المجودين سمع الحديث من أبي الحسين بن المقتدر بالله |جـ 3 صـ 398| الهاشمي وغيره ورى عنه جماعة ببغداد مثل أبي القاسم بن السمرقندي وأبي الحسن بن عبد الكريم وأبي سعد بن الزوزني وكانت وفاته في سنة نيف وسبعين وأربعمائة ببغداد ",
                "title": "الشبلي",
                "uri": "JK_000952_2297"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}