{
    "features": [
        {
            "item": "JK_000129_009827",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.271-272",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فلج</h1> بفتح أوله وثانيه وآخره جيم والفلج الماء الجاري من العين قال العجاج تذكر أعينا رواء فلجا أي جارية يقال عين فلج وماء فلج قال أبو عبيدة الفلج النهر والفلج تباعد ما بين الأسنان والفلج تباعد ما بين القدمين أو اليدين وفلج مدينة بأرض اليمامة لبني جعدة وقشير وكعب ابن ربيعة بن عامر بن صعصعة كما أن حجر مدينة بني ربيعة بن نزار بن معد بن عدنان و فلج مدينة قيس بن عيلان بن مضر بن نزار بن معد بن عدنان وبها منبر ووال قال ويقال لها فلج الأفلاج قال السكوني قال أبو عبيد ووراء المجازة فلج الأفلاج وهو ما بين العارض ومطلع الشمس تصب فيه أودية العارض وتنتهي إليه سيولها وليس باليمامة ملك لقوم خلصوا به مثلها وهي أربعة فراسخ طولا وعرضا مستديرة قال أبو زياد يزيد بن عبد الله الحر في نوادره إنما سمي فلج الأفلاج لأنها أفلاج كثيرة وأعظمها هذا الفلج لأنه أكثرها نخلا ومزارع وسيوحا جارية وسوى ذلك من الأفلاج الخطائم مكان كثير الزرع والأطواء ليس فيه نخل والزرنوق موضع آخر فيه الزروع وأطواء كثيرة وهو فلج من الأفلاج وحرم فلج وأكمة فلج والشطبتان فلج من الأفلاج فهذا إنما سمي فلج الأفلاج لأنه أعظمها وأكثرها نخلا والأفلاج لبني جعدة وفيها لبني قشير والحريش موضع وكل ما يجري سيحا من عين فهو فلج وكل جدول شق من عين على وجه الأرض فهو فلج وأما البحور والسيول فلا تسمى أفلاجا هذا آخر كلام أبي زياد الكلابي حرفا حرفا وقال أبو الدنيا فلج الأفلاج نخل لبني جعدة كثير وسيوح تجري مثل الأودية تنقب فيها قني فتساح وقال القحيف بن حمير العقيلي وقال أبو زياد هي لرجل من بني هزان سلوا فلج الأفلاج عنا وعنكم وأكمة إذ سالت سرارتها دما عشية لو شئنا سبينا نساءكم ولكن صفحنا عزة وتكرما عشية جاءت من عقيل عصابة تقدم من أبطالها من تقدما وقال القحيف أيضا بدانا فقلنا أثاب البحر واكتست أسافله حتى ارجحن وأودا أم التين في قريانه تم نبته خضيدا ولولا لينه ما تخضدا أم النخل من وادي القرى انحرفت له يمانية هن القنا فتأودا سقى فلج الأفلاج من كل همة ذهاب ترويه دماثا وقودا ويروى سقى الفلج العادي به نجد الصيد الغريب ومنظرا أنيقا ورخصات الأنامل خردا وقال الجعدي نحن بنو جعدة أرباب الفلج نحن منعنا سيله حتى اعتلج |جـ 4 صـ 272| ويوم فلج لبني عامر على بني حنيفة ويقال فلج الأفلاج والفلج العادي أيضا قال القحيف تركنا على النشاس بكر بن وائل وقد نهلت منها السيوف وعلت وبالفلج العادي قتلى إذا التقت عليها ضباع الغيل باتت وظلت وكان فلج هذا من مساكن عاد القديمة ",
                "title": "فلج",
                "uri": "JK_000129_009827"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}