{
    "features": [
        {
            "item": "JK_000952_2329",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.417-420",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشرقي</h1> بفتح الشين المعجمة وسكون الراء وفي آخرها القاف هذه النسبة إلى موضعين أحدهما الشرقية ببغداد وهي محلة من محال بغداد على الجانب الغربي من الدجلة ومسجد الشرقية عامر إلى آخر الزمان الذي دخلنا فيه بغداد وكان قد تركوه وهو بين باب البصرة والكرخ وإنما قيل له الشرقية لأنه على الجانب الشرقي من مدينة المنصور لا على الجانب الشرقي من بغداد خرج منها جماعة من المحدثين منهم أحمد بن محمد بن نافع الشرقي وأما محدثا نيسابور أبو محمد عبد الله وأبو حامد أحمد ابنا محمد بن الحسن الشرقي وهما من كبار المحدثين بها قال أبو الفضل محمد بن طاهر المقدسي الحافظ ولا أدري |جـ 3 صـ 418| أهذه النسبة إلى موضع بها أو إلى غيره والله أعلم وظني أنهما كانا يسكنان الجانب الشرقي بنيسابور فنسبا إليه واشتهرا بذلك ذكر الحاكم أبو عبد الله الحافظ في تاريخ نيسابور في ترجمة أبي حامد الشرقي والخطة للشرقيين مشهورة بأعلى الرمجار قلت والرمجار محلة كبيرة بشرقي نيسابور وسمعت أبا منصور علي بن محمد المفيد بنيسابور يقول ينبغي أن يسمع من أبي حامد البيهقي فإنه يسكن قرية بشتنقان وهي من القرى الشرقية بنيسابور حتى يقول حدثنا أبو حامد الشرقي ولعلهما اشتهرا لما ذكرنا وأبو محمد سمع ^ ^ وأبو العباس أحمد بن الصلت بن المغلس الحماني الشرقي ويقال أحمد بن محمد الصلت ويقال أحمد بن عطية وهو ابن أخي جبارة بن المغلس كان ينزل الشرقية ببغداد وحدث عن ثابت بن محمد الزاهد وأبي نعيم الفضل بن دكين ومسلم بن إبراهيم وبشر بن الوليد ومحمد بن عبد الله بن نمير وجبارة بن المغلس وأبي بكر بن أبي شيبة وأبي عبيد القاسم بن سلام أحاديث أكثرها باطلة هو وضعها ويحكي أيضا عن بشر بن الحارث ويحيى بن معين وعلي بن المديني أخبارا جمعها بعد أن صنعها في مناقب أبي حنيفة روى عنه أبو عمرو بن السماك وأبو علي بن الصواف وأبو بكر محمد بن عمر الجعابي وجماعة وذكر أبو بكر الخطيب وضعها الحماني في التاريخ ومات في الشرقية في شوال سنة ثمان وثلاثمائة فأما الإسم فهو الشرقي بن قطامي يروي عن محمد بن زياد روى عنه يزيد بن هارون وقد قيل إن شرقيا وقطاميا جميعا لقب وهو الوليد بن حصين بن جمال بن حبيب بن جابر بن مالك من بني عمرو بن امرىء القيس بن عامر بن النعمان بن عامر الأكبر بن عوف بن بني عذرة بن زيد اللات بن رفيدة قال ذلك اليشكري عن ابن حبيب وشرقي البصري روى عن عكرمة روى عنه الشعبي وشرقي الجعفي يروي عن سويد بن غفلة روى عنه جابر الجعفي وشرقي شيخ يروي عن أبي وائل روى عنه العوام بن حوشب |جـ 3 صـ 419| وأما الشرقي فهو أبو محمد عبد الله بن محمد بن الحسن بن الشرقي النيسابوري أخو أبي حامد أحمد بن محمد وظني أنه إنما قيل له الشرقي لأنه يسكن الجانب الشرقي بنيسابور وعبد الله هو الأكبر سمع محمد بن يحيى الذهلي وعبد الله بن هاشم وعبد الرحمن بن بشر وغيرهم وروى عنه أبو بكر بن إسحاق وأبو علي الحافظ ولد سنة ست وثلاثين ومائتين وكان متقدما في صناعة الطب ولم يدع الشرب إلى أن مات وهو الذي نقموا عليه وهو في الحديث ثقة مأمون مات في شهر ربيع الآخر سنة ثمان وعشرين وثلاثمائة وأما أبو حامد أحمد بن محمد بن الحسن بن الشرقي الحافظ صاحب الصحيح وتلميذ مسلم بن الحجاج والمصنف لحديث المكثرين والمقلين من الشيوخ وواحد عصره في المعرفة سمع بنيسابور محمد بن يحيى الذهلي وعبد الرحمن بن بشر العبدي وأحمد بن يوسف السلمي وأحمد بن حفص السلمي وبالري أبا حاتم الرازي وببغداد محمد بن إسحاق الصغاني والعباس بن محمد الدوري وبالكوفة أحمد بن حازم بن أبي غرزة وبالحجاز أبا يحيى بن أبي مسرة وكان في الحج يكتب في الطريق ويكتب عنه روى عنه الحافظ أبو العباس بن عقدة وأبو أحمد العسال وأبو أحمد بن عدي وأبو علي النيسابوري وأبو أحمد الحاكم وأبو الحسين بن الحجاجي ونظر أبو بكر بن إسحاق بن خزيمة إلى أبي حامد الشرقي فقال حياة أبي حامد بن الشرقي تحجز بين الناس والكذب على رسول الله صلى الله عليه وعلى آله وسلم وكانت ولادته في شهر رجب سنة أربعين ومائتين وتوفي في شهر رمضان سنة خمس وعشرين وثلاثمائة وأخوه أبو محمد عبد الله بن محمد بن الحسن بن الشرقي وكان أسن من أبي حامد وأسند منه وقد ذكرته فيما تقدم وأما الإسم الذي يشبه النسبة هو الشرقي بن القطامي الكوفي من أهل الكوفة حدث عن لقمان بن عامر وأبي طلق العايذي ومجالد بن سعيد روى عنه محمد بن |جـ 3 صـ 420| زياد بن زبار ويزيد بن هارون وكان الشرقي عالما بالنسب وافر الأدب أقدمه أبو جعفر المنصور بغداد وضم إليه المهدي ليأخذ من أدبه والشرقي لقب عليه واسمه الوليد بن الحصين كذلك ذكره البخاري وقد ذكرته في العذري وسيأتي بعد هذا ",
                "title": "الشرقي",
                "uri": "JK_000952_2329"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}