{
    "features": [
        {
            "item": "JK_000129_008336",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.23-24",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طخفة</h1> بالكسر ويروى بالفتح عن العمراني ثم السكون والفاء والطخاف السحاب المرتفع والطخف اللبن الحامض وهو موضع بعد النباج وبعد إمرة في طريق البصرة إلى مكة وفي كتاب الأصمعي طخفة جبل أحمر طويل حذاءه بئار ومنهل قال الضبابي لبني جعفر قد علمت مطرف خضابها تزل عن مثل النقا ثيابها أن الضباب كرمت أحسابها وعلمت طخفة من أربابها وفيه يوم لبني يربوع على قابوس بن المنذر بن ماء السماء ولذلك قال جرير وقد جعلت يوما بطخفة خيلنا لآل أبي قابوس يوما مكدرا وكان من أمره أن الردافة ردافة ملوك الحيرة كانت في بني يربوع لعتاب بن هرمي بن رياح بن يربوع ومعنى الردافة أنه كان إذا ركب الملك ركب خلفه وإذا شرب الملك في مجلسه جلس عن يمينه وشرب بعده فمات عتاب وابنه عوف صغير فقال حاجبه إنه صبي والرأي أن تجعل الردافة في غيره فأبت بنو يربوع ذلك ورحلت فنزلت طخفة وبعث الملك إليهم جيشا فيه قابوس ابنه وابن له آخر وحسان أخوه فضمن لهم أموالا وجعل الردافة فيهم على أن يطلقوا من أسروا ففعلوا فبقيت الردافة فيهم فقال الأحوص وهو زيد بن عمرو بن قيس بن عتاب بن كلومي وكنت إذا ما مات ملك قرعته قرعت بآباء أولي شرف ضخم بأبناء يربوع وكان أبوهم إلى الشرف الأعلى بآبائه ينمي هم ملكوا أملاك آل محرق وزادوا أبا قابوس رغما على رغم وقادوا بكره من شهاب وحاجب رؤوس معد بالأزمة والخطم علا جدهم جد الملوك فأطلقوا بطخفة أبناء الملوك على الحكم وقيل فيه أشعار غير ذلك وذكر ابن الفقيه في أعمال المدينة وقال في موضع آخر و طخفة جبل لكلاب ولهم عنده يوم قال ربيعة بن مقروم الضبي |جـ 4 صـ 24| وقومي فان أنت كذبتني بقولي فاسأل بقومي عليما بنو الحرب يوما إذا استلأموا حسبتهم في الحديد القروما فدى ببزاخة أهلي لهم وإذ ملؤوا بالجموع الحريما وإذا لقيت عامر بالنسا ر منهم وطخفة يوما غشوما به شاطروا الحي أموالهم هوازن ذا وفرها والعديما وساقت لنا مذحج بالكلاب مواليها كلها والصميما وقالت أم موسى الكلابية وقد زوجت في حجر باليمامة لله دري أي نظرة ناظر نظرت ودوني طخفة ورجامها هل الباب مفروج فأنظر نظرة بعيني أرضا عز عندي مرامها فيا حبذا الدهنا وطيب ترابها وأرض فضاء يصدح الليل هامها ونص العذارى بالعشيات والضحى إلى أن بدت وحي العيون كلامها ",
                "title": "طخفة",
                "uri": "JK_000129_008336"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}