{
    "features": [
        {
            "item": "JK_000129_009027",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.139-141",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العقيق</h1> واد لبني كلاب نسبه إلى اليمن لأن أرض هوازن في نجد مما يلي اليمن وأرض غطفان في نجد مما يلي الشام وإياه أيضا عني الفرزدق بقوله ألم تر أني يوم جو سويقة بكيت فنادتني هنيدة ماليا فقلت لها إن البكاء لراحة به يشتفي من ظن أن لا تلاقيا قفي ودعينا يا هنيد فإنني أرى الركب قد ساموا العقيق اليمانيا وقال أعرابي ألا أيها الركب المحثون عرجوا بأهل العقيق والمنازل من علم فقالوا نعم تلك الطلول كعهدها تلوح وما معنى سؤالك عن علم فقلت بلى إن الفؤاد يهيجه تذكر أوطان الأحبة والخدم وقال أعرابي أيا سروتي وادي العقيق سقيتما حيا غضة الأنفاس طيبة الورد ترويتما مح الثرى وتغلغلت عروقكما تحت الذي في ثرى جعد ولا تهنن ظلا كما إن تباعدت وفي الدار من يرجو ظلالكما بعدي وقال سعيد بن سليمان المساحقي يتشوق عقيق المدينة وهو في بغداد ويذكر غلاما له اسمه زاهر وأنه ابتلي بمحادثته بعد أحبته فقال أرى زاهرا لما رآني مسهدا وأن ليس لي من أهل بغداد زائر أقام يعاطيني الحديث وإننا لمختلفان يوم تبلى السرائر يحدثني مما يجمع عقله أحاديث منها مستقيم وحائر وما كنت أخشى أن أراني راضيا |جـ 4 صـ 141| وما كنت أخشى أن أراني راضيا يعللني بعد الأحبة زاهر وبعد المصلى والعقيق وأهله وبعد البلاط حيث يحلو التزاور إذا أعشبت قريانه وتزينت عراض بها نبت أنيق وزاهر وغنى بها الذبان تغزو نباتها كما واقعت أيدي القيان المزاهر وقد أكثر الشعراء من ذكر العقيق وذكروه مطلقا ويصعب تمييز كل ما قيل في العقيق فنذكر مما قيل فيه مطلقا قال أعرابي أيا نخلتي بطن العقيق أمانعي جنى النخل والتين انتظاري جناكما لقد خفت أن لا تنفعاني بطائل وأن تمنعاني مجتنى ما سواكما لو أن أمير المؤمنين على الغنى يحدث عن ظليكما لاصطفاكما وزوجت أعرابية ممن يسكن عقيق المدينة وحملت إلى نجد فقالت إذا الريح من نحو العقيق تنسمت تجدد لي شوق يضاعف من وجدي إذا رحلوا بي نحو نجد وأهله فحسبي من الدنيا رجوعي إلى نجدي ",
                "title": "العقيق",
                "uri": "JK_000129_009027"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}