{
    "features": [
        {
            "item": "JK_000952_3699",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.223-225",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المخرمي</h1> بضم الميم وفتح الخاء المعجمة وتشديد الراء المكسورة هذه النسبة إلى المخرم وهي محلة ببغداد مشهورة وإنما قيل له المخرم لأن بعض ولد يزيد بن المخرم نزلها فسميت به قاله ابن الكلبي أخبرنا إسماعيل بن أحمد بن الحافظ وإبراهيم بن محمد الكرخي ببغداد قالا أخبرنا إسماعيل بن مسعدة الجرجاني أنا حمزة بن يوسف الحافظ أنا أبو عبد الله بن عدي الحافظ أنا أحمد بن الحسين بن ابن إسحاق الصوفي سمعت عباسا الدوري يقول سمعت يحيى بن معين يقول دارنا بوقا وسويقة قطوطا والمخرم معدن الكذابين ومفيض السفل والمشهور بهذه النسبة أبو محمد خلف بن سالم المخرمي يروي عن يحيى بن سعيد القطان وعبد الرحمن بن مهدي قال أبو حاتم بن حبان خلف بن سالم كان من الحفاظ المتقنين حدثنا عنه أحمد بن الحسن بن عبد الجبار الصوفي مات في اخر رمضان سنة إحدى وثلاثين ومائتين وأبو عثمان سعدان بن نصر بن يزيد المخرمي من أهل بغداد يروي عن ابن عيينة روى عنه العراقيون وأبو سعيد أحمد بن محمد بن زياد بن الأعرابي وأبو جعفر محمد بن عمرو بن البحتري الرزاز وكان ممن عمر مات ببغداد ومحمد بن عبد الله بن المبارك المخرمي القاضي أبو جعفر يروي عن إسماعيل بن عليه ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وأزهر بن سعد السمان ويزيد بن هارون ووكيع بن الجراح وغيرهم وكان ثبتا عالما أخرج عنه البخاري في صحيحه وأبو حاتم الرازي ويعقوب بن سفيان وإبراهيم الحربي وأبو عبد الرحمن النسائي وابن صاعد واخر من |جـ 5 صـ 224| حدث عنه الحسين بن إسماعيل المحاملي وأبو إسحاق إبراهيم بن عبد الله بن محمد بن أيوب المخرمي حدث عن سعيد بن محمد الجرمي والفضل بن غانم وعبيد الله بن عمر القواريري وسري السقطي روى عنه أبو علي بن الصواف وأبو عبد الله بن العسكري وأبو حفص بن الزيات وأبو الفضل الزهري وغيرهم ومات في شهر رمضان سنة أربع وثلاثة مئة وأبو بكر محمد بن جعفر العطار المخرمي النحوي يلقب خرتك حدث عن الحسن بن عرفة وعباس بن محمد الدوري روى عنه محمد بن المظفر وأبو الحسن علي بن عمر الدراقطني وأبو بكر محمد بن حميد بن سهل بن إسماعيل بن شداد المخرمي من أهل بغداد سمع أبا خليفة الفضل بن الحباب وجعفر بن محمد الفريابي والهيثم بن خلف الدوري وقاسم بن زكريا المطرز وأبا العباس البراثي وأحمد بن الحسن بن عبد الجبار الصوفي روى عنه أبو الحسن علي بن عمر الدارقطني وأبو الفتح هلال بن محمد الحفار وعلي بن المظفر الأصبهاني وبشرى بن عبد الله الرومي وأبو نعيم الحافظ قال أبو الحسن بن الفرات قال محمد بن حميد المخرمي كان عنده أحاديث غرائب كتب مع الحفاظ القدماء إلا أنه كان منه تخليط في أشياء قبل أن يموت ولا أحسبه تعمد ذلك لأنه كان جميل الأمر إلا أن الإنسان تلحقه الغفلة وقال محمد بن أبي الفوارس الحافظ محمد بن حميد المخرمي كان فيه تساهل شديد وكان سمع حديثا كثيرا إلا أنه كان منه شره ومات في شهر ربيع الأول سنة إحدى وستين وثلاث مئة وأبو جعفر محمد بن عبد الله بن المبارك المخرمي قاضي حلوان سمع يحيى بن سعيد القطان وعبد الرحمن بن مهدي ووكيع بن الجراح وعبد الله بن نمير وأبا أسامة وصفوان بن عيسى وأزهر بن سعد وكان من أحفظ الناس للأثر وأعلمهم بالحديث روى عنه محمد بن إسماعيل البخاري في صحيحه وأبو حاتم الرازي ويعقوب بن سفيان وإبراهيم الحربي وأبو عبد الرحمن النسائي ومحمد بن محمد بن الباغندي ويحيى بن محمد بن صاعد والحسين بن إسماعيل المحاملي قال عبد الله بن أحمد بن حنبل قال لي أبي كتبت حديث عبد الله عن نافع عن ابن عمر كنا نغسل الميت فمنا من يغتسل ومنا من لا يغتسل قال قلت لا قال وفي ذلك الجانب المخرمي شاب يقال له محمد بن عبد الله يحدث به عن أبي هشام المخزومي عن وهيب فاكتبه عن وذكره نصر بن أحمد بن نصر فقال كان |جـ 5 صـ 225| من الحفاظ المتقنين المأمونين ومات في سنة أربع وخمسين ومائتين وأبو محمد عبد الله بن محمد بن أيوب بن صبيح المخرمي سمع سفيان بن عيينة ويحيى بن سليمان وعبد المجيد بن عبد العزيز بن أبي رواد وعلي بن عاصم وعبد الله بن نمير وأسباط بن محمد وبكر بن بكار وروح بن عبادة روى عنه علي بن حسنويه القطان ويحيى بن محمد بن صاعد ومحمد بن مخلد والحسين بن يحيى بن عياش وإسماعيل بن محمد الصفار وقال عبد الرحمن بن أبي حاتم سمعت منه مع أبي وهو صدوق قال محمد بن محمد بن سليمان الباغندي قال بسر من رأى وكان عبد الله بن أيوب المخرمي يقرب إلي فخرج توقيع الخليفة بتقليده القضاء فانحدرت في الحال من سر من رأى إلى بغداد حتى دققت على عبد الله بن أيوب بابه فخرج إلي فقلت له البشرى فقال بشرك الله بخير وما هي قال قلت خرج توقيع السلطان بتقليدك القضاء لأحد البلدية إما سر من رأى أو بغداد قال فأطبق الباب وقال بشرك الله بالنار وجاء أصحاب السلطان إليه فلم يظهر إليهم فانصرفوا ومات في جمادى الأولى سنة خمس وستين ومائتين وقد جاوز التسعين ومن القبائل قال الدراقطني وأما مخرم فهو وردان وحيدة ابنا مخرم بن مخرمة بن قرط بن جناب من بني العنبر وفدا إلى النبي صلى الله عليه وسلم فأسلما ودعا لهما وقال ابن دريد يزيد بن مخرم الحارث أبو الحارثي من ولد صاحب المخرم ببغداد ",
                "title": "المخرمي",
                "uri": "JK_000952_3699"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}