{
    "features": [
        {
            "item": "JK_000952_4005",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.412-413",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المهراني</h1> بكسر الميم وسكون الهاء وفتح الراء وفي اخرها النون بعد الألف هذه النسبة إلى مهران وهو اسم لجد المنتسب إليه وهو أبو بكر أحمد بن الحسين بن مهران الزاهد المقرىء المهراني من أهل نيسابور صاحب كتاب الغاية في القراءات وغيرها من التصانيف وكان إماما زاهدا ورعا عارفا بالقراءات وعللها رحل إلى العراق والشام في طلب أسانيد القراءات سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق الثقفي وأبا العباس الماسرجسي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ في جماعة اخرهم أبو سعد أحمد بن إبراهيم المقرىء وذكره الحاكم في التاريخ فقال أبو بكر بن مهران المقرىء إمام عصره في القراءات |جـ 5 صـ 413| وأعبد من رأينا من القراء وكان مجاب الدعوة قرأنا عليه ببخارى كتاب المصنف في القراءات وهو كتاب الشامل سنة خمس وخمسين وثلاث مئة ثم حمل إلى أبي جعفر المعيد بنيسابور سنة سبع وستين أصوله فانتقيت عليه أجزاء سمعوها منه ثم قال مرض أبو بكر بن مهران في العشر الأواخر من شهر رمضان ثم اشتد به المرض في شوال فدخلت عليه وهو بما به وكان يدعو لي ويشير بأصبعه وتوفي يوم الأربعاء السابع والعشرين من من شوال سنة إحدى وثمانين وثلاث مئة وهو يوم مات ابن ست وثمانين سنة وصلينا عليه في ميدان الطاهرية وتوفي في ذلك اليوم أبو الحسن العامري صاحب الفلسفة ورأى بعض الثقات في المنام أبا بكر بن مهران في الليلة التي دفن فيها قال فقلت أيها الأستاذ ما فعل الله بك فقال إن الله عز وجل أقام أبا الحسن العامري بحذائي وقال لي هذا فداؤك في النار وأبو العباس محمد بن العباس بن حمدون بن يزداد بن مهران الكرابيسي ويعرف بالمهراني من أهل نيسابور قدم بغداد في سنة خمسين وثلاث مئة روى عن جعفر بن أحمد بن نصر الخلدي ومحمد بن إسحاق بن خزيمة روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز وأبو بكر محمد بن حمدان بن مهران المهراني النيسابوري من أهل نيسابور سمع أبا عمار المروزي ومحمد بن رافع وإسحاق بن منصور روى عنه أبو عبد الله بن دينار وأبو جعفر الرازي ومشايخ أهل الرأي وكان أبو أحمد الحافظ يقول كان محمد بن حمدان بن مهران يروي المناكير عن محمد بن القاسم الطايكاني ولم يكن فيها ذنب فإنه كان شيخا صدوقا من أهل الرأي توفي في شعبان سنة عشر وثلاث مئة ",
                "title": "المهراني",
                "uri": "JK_000952_4005"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}