{
    "features": [
        {
            "item": "JK_000952_2568",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.45-48",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطبري</h1> بفتح الطاء المهملة والباء الموحدة بعدها راء مهملة هذه النسبة إلى طبرستان وهي آمل وولايتها سمعت القاضي أبا بكر الأنصاري ببغداد إنما هي تبرستان لأن أهلها يحاربون بالتبر يعني الفاس فعرب وقيل طبرستان والنسبة إليها طبري وخرج من آمل جماعة كثيرة من العلماء والفقهاء والمحدثين منهم أبو مروان الحكم بن محمد الطبري يروي عن سفيان بن عيينة روى عنه أهل طبرستان مات سنة بضع عشرة ومائتين وإسحاق بن إبراهيم الطبري شيخ سكن اليمن روى عن ابن عيينة والفضيل بن عياض منكر الحديث جدا يأتي عن الثقات بالأشياء الموضوعات لا يحل كتبة حديثه إلا على سبيل التعجب وجماعة من أهل طبرستان قديما وحديثا حدثوا وكتب عنهم الناس وقد ينسب واحد إلى طبرية الشام طبريا والنسبة الصحيحة إليها طبراني وقد ذكرناه فأما الذي ينسب إلى طبرية بهذه النسبة حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أخبرنا أبو الفضل محمد بن طاهر المقدسي أخبرنا أبو محمد جعفر بن أحمد بن الحسين السراج ببغداد أنشدنا أبو القاسم علي بن المحسن التنوخي أنشدنا أبو عبد الله الحسين بن علي بن ماكولا لأبي بكر الخوارزمي الطبري من طبرية الشام نسيب قصيدة في الصاحب أبي القاسم بن عباد % يفل غدا جيش النوى عسكر اللقا % % فرأيك في سح الدموع موفقا % % ولما رأيت الإلف يعزم للنوى % % عزمت على الأجفان أن تترقرقا % قال المقدسي وزاد في فخر الرؤساء أبو المظفر الأبيوردي |جـ 4 صـ 46| % وخذ حجتي في ترك جيبي سالما % % وقلبي ومن حقيهما أن يشققا % % يدي ضعفت عن أن تمزق جيبها % % وما كان قلبي حاضرا فيمزقا % وأبو بكر الخوارزمي طبري الأب من طبرستان آمل خوارزمي الأم فنسب إلى البلدتين جميعا وهو يذكر ذلك في رسائله وليس من طبرية الشام غير أنه أقام بالشام مدة بحلب ونواحيها وأبو جعفر محمد بن جرير بن يزيد بن كثير بن غالب الطبري من ساكني بغداد استوطنها إلى حين وفاته وكان أحد الأئمة العلماء يحكم بقوله ويرجع إلى رأيه لمعرفته وفضله وكان قد جمع من العلوم مالم يشاركه فيه أحد من أهل عصره وكان حافظا لكتاب الله عارفا بالقراءات بصيرا بالمعاني فقيها في أحكام القرآن عالما بالسنن وطرقها وصحيحها وسقيمها وناسخها ومنسوخها عارفا بأقوال الصحابة والتابعين ومن بعدهم من الخالفين في الأحكام ومائل الحلال والحرام عارفا بأيام الناس وأخبارهم وله الكتاب المشهور في تاريخ الأمم والملوك وكتاب في التفسير لم يصنف أحد مثله وكتاب سماه تهذيب الآثار لم ير سواه في معناه إلا أنه لم يتمه وله في أصول الفقه وفروعه كتب كثيرة واختيار من أقاويل الفقهاء وتفرد بمسائل حفظت عنه وله رحلة إلى الحجاز والشام ومصر سمع محمد بن عبد الملك بن أبي الشوارب وإسحاق بن أبي إسرائيل وأحمد بن منيع البغوي ومحمد بن حميد الرازي وأبا همام الوليد بن شجاع وأبا كريب محمد بن العلاء ويعقوب بن إبراهيم الدورقي وأبا سعيد الأشج وعمرو بن علي ومحمد بن بشار ومحمد بن المثنى البصريين وخلقا كثيرا نحوهم روى عنه القاضي أبو بكر أحمد بن كامل الشجري وأبو بكر محمد بن عبد الله الشافعي ومخلد بن جعفر وأبو عمرو محمد بن أحمد بن حمدان الحيري وغيرهم وحكي أن محمد بن جرير مكث أربعين سنة يكتب في كل يوم منها أربعين ورقة وقال أبو حامد الإسفرايني لو سافر رجل إلى الصين حتى يحصل له كتاب تفسير محمد بن جرير لم يكن ذلك كثيرا وقال يوما أبو جعفر الطبري لأصحابه أتنشطون لتفسير القرآن قالوا كم يكون قدره قال ثلاثين ألف ورقة فقالوا هذا مما تفنى الأعمار قبل تمامه فاختصره في نحو ثلاثة آلاف ورقة ثم قال هل تنشطون تاريخ العالم من آدم إلى وقتنا هذا قالوا كم قدره فذكر نحوا مما ذكره في التفسير فأجابوه بمثل ذلك فقال إنا لله ماتت الهمم فاختصره في نحو ما اختصر من التفسير قال أبو بكر محمد بن إسحاق بن خزيمة ما أعلم على أديم الأرض أعلم من محمد بن جرير ولقد ظلمته الحنابلة وكانت |جـ 4 صـ 47| ولادته في آخر سنة أربع أو أول سنة خمس وعشرين ومائتين وكان أسمر إلى الأدمة أعين نحيف الجسم مديد القامة فصيح اللسان وتوفي عي عشية يوم السبت ودفن يوم الأحد بالغداة في داره لأربع بقين من شوال سنة عشر وثلاثمائة وأبو الطيب طاهر بن عبد الله بن طاهر بن عمر الطبري الفقيه الشافعي من أهل طبرستان استوطن بغداد ودرس بها العلم وأفتى وولي القضاء بربع الكرخ بعد موت أبي عبد الله الصيمري ولم يزل قاضيا إلى حين وفاته وكان معمرا ذكيا متيقظا ورعا عارفا بأصول الفقه وفروعه محققا في علمه سليم الصدر حسن الخلق صحيح المذهب فصيح اللسان يقول الشعر على طريقة الفقهاء وله تصانيف في الفقه والأصول سمع أبا الحسن الدارقطني وأبا الفرج المعافى بن زكريا النهرواني وعلي بن عمر السكري وبجرجان أبا أحمد محمد بن أحمد الغطريفي وكان يتفقه بنيسابور على أبي الحسن الماسرجسي وبطبرستان على أبي علي الزجاجي وكانت ولادته في سنة ثمان وأربعين وثلاثمائة ومات في شهر ربيع الأول سنة خمسين وأربعمائة ودفن بمقبرة باب حرب روى لنا عنه الحديث أبو بكر محمد بن عبد الباقي الأنصاري وكتبت أنا عن جماعة بها الحديث فإني أقمت بها قريبا من أربعين يوما في خانقاه أبي العباس القصاب منصرفي من العراق وأبو غالب محمد بن أحمد بن عمر بن الطبر الجريري الطبري ينسب إلى جده وكان يعرف بابن الطبر خال شيخنا عبد الوهاب الحافظ وكان شيخا مسنا صالحا معمرا سمع أبا الحسن محمد بن عبد الواحد بن محمد بن جعفر الوكيل وأبا طالب محمد بن علي بن الفتح العشاري وأبا الطيب طاهر بن عبد الله الطبري وطبقتهم وأخوه أبو القاسم هبة الله بن أحمد الطبري أيضا كان من الصالحين المعمرين آخر من روى في الدنيا عن أبي الحسن الوكيل بن زوج الحرة وشيوخه شيوخ أخيه لم أدركه وكتب لي الإجازة بجميع مسموعاته روى لنا عنهما جماعة بخراسان والعراق مثل ابن أختهما أبي البركات عبد الوهاب بن المبارك الأنماطي الحافظ وتوفي أبو غالب في صفر سنة سبع عشرة وخمسمائة وتوفي أخوه أبو القاسم وثلاثين وخمسمائة جميعا ببغداد وأبو بكر محمد بن عمير الطبري جليس أبي زرعة الرازي والمفتي في مجلسه من أهل طبرستان آمل يروي عن عبد الله بن الزبير الحميدي كتاب الرد على النعمان وكتاب التفسير عن الحميدي وأبي جعفر الجمال وسهل بن زنجلة قال ابن أبي حاتم وهو |جـ 4 صـ 48| صدوق ثقة وكان يفتي برأي أبي ثور وأبو عبد الله محمد بن غصن الطبري من القدماء يروي عن وكيع وعبد الرزاق قال ابن أبي حاتم سمعت أبي يقول كان محمد بن غصن يختلف معنا إلى كاتب الليث وأصبغ بن الفرج ",
                "title": "الطبري",
                "uri": "JK_000952_2568"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}