{
    "features": [
        {
            "item": "JK_000952_1315",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.318-319",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخبري</h1> بفتح الخاء المعجمة وسكون الباء المنقوطة بنقطة واحدة في آخرها الراء المهملة هذه النسبة إلى خبر وهي قرية بنواحي شيراز من فارس بها قبر سعيد أخي الحسن بن أبي الحسن البصري والمشهور بها أبو العباس الفضل بن حماد الخبري الحافظ قال الدارقطني يكنى بأبي عبد الله يروي عن سعيد بن أبي مريم وسعيد بن عفير روى عنه |جـ 2 صـ 319| وأبو بكر بن عبدان الشيرازي وأبو بكر عبد الله بن أبي داود السجستاني وغيرهما وكان أحد الحفاظ رحل وكتب وجمع وصنف المسند وكان يعد من الأبدال وهو ورع تقي وسئل يعقوب بن سفيان عنه فقال ثقة كان معي بالشام مات سنة ثلاث أو أربع وستين ومائتين وأبو العباس الفضل بن يحيى بن إبراهيم الخبري ابن بنت الفضل بن حماد يروي عن أبي بكر أحمد بن سعدان الشيرازي عن جده الفضل المسند سمع منه أبو سعد الماليني وأم الخير فاطمة بنت أبي حكيم عبد الله بن إبراهيم بن عبد الله المعلم الخبري أما أبو حكيم كان فاضلا معلما ببغداد من أهل قرية خبر سكن بغداد وابنته الكبرى رابعة سمعت أبا محمد الجوهري روى عنها ابنها أبو الفضل محمد بن ناصر بن محمد بن علي السلامي الحافظ وكان يكتب لنفسه فارسي الأصل لهذا لأن والدته رابعة كانت بنت أبي حكيم الخبري وأم الخير فاطمة البنت الصغرى لأبي حكيم سمعت أبا جعفر محمد بن أحمد المسلمة المعدل وأبا الحسن علي بن الحسن بن الفضل الكاتب وأبا الفضل عمر بن عبيد الله المقري وأبا نصر محمد بن محمد بن علي الزينبي وغيرهم سمعت منها ببغداد في دار ابن أختها ابن ناصر الحافظ وقرأت عليها أكثر كتاب الموفقيات للزبير بن بكار وماتت في رجب سنة أربع وثلاثين وخمسمائة ببغداد وكانت ولادتها سنة إحدى وخمسين وأربعمائة وأما أبو محمد الحسن بن الحسين بن علي الشيرازي قيل له الخبري وعرف به ولم يكن خبريا وإنما اشتهر به لصحبة أبي العباس الفضل بن يحيى بن إبراهيم الخبري ",
                "title": "الخبري",
                "uri": "JK_000952_1315"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}