{
    "features": [
        {
            "item": "JK_000952_3349",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.570-571",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القلاسي</h1> بفتح القاف واللام ألف وفي آخرها السين المهملة هذه النسبة إلى والمشهور بها بيت معروف بنسف بلدة بما وراء النهر لأهل العلم منهم الإمام أبو نصر أحمد بن محمد بن نصر بن أحمد بن محمد بن إبراهيم بن جبرئيل بن مهدي بن واصل القلاسي النسفي كان من أئمة نسف تفقه بسمرقند على القاضي منصور بن أحمد الغزقي وكتب عنه الحديث وعن أئمة سمرقند مثل أبي الحسن علي بن أحمد بن الربيع السنكباثي روى عنه أبو حفص عمر بن محمد بن أحمد النسفي الحافظ وذكر أن ولادته في رجب أو شعبان سنة اثنتين وأربعين وأربعمائة وتوفي بسمرقند ليلة الجمعة الثاني عشر من ذي الحجة سنة ثلاث وتسعين وأربعمائة ودفن بجاكرديزة بقرب المشهد وعم أبيه أبو الحسن علي بن أحمد بن محمد بن إبراهيم بن جبرئيل بن مهدي القلاسي الرئيس من أهل نسف يروي عن جده أبي بكر محمد بن إبراهيم القلاسي وأبي علي الحسن بن صديق الوزغجني النسفي وفايق الأندلس الخاصة وأبي إسحاق إبراهيم بن محمد الرازي وأبي بكر أحمد بن محمد الإسماعيلي ولد سنة ثمان وخمسين وثلاثمائة وتوفي في رجب سنة سبع وأربعين وأربعمائة ووالد السابق ذكره أبو طاهر محمد بن نصر بن أحمد بن محمد بن إبراهيم بن جبرئيل بن مهدي بن واصل القلاسي النسفي كان يلي الأعمال الكبار للسلطان ثم تركها آخر عمره وكان يملي بنسف ويقرأ عليه التفسير وغيره وتوفي بنسف سنة ثمان أو تسع وسبعين وأربعمائة في ذي الحجة وابنه الآخر أبو بكر محمد بن محمد بن نصر القلاسي تفقه بسمرقند على الإمام علي السنكباثي وتوفي بنسف يوم الأربعاء الثامن عشر من ذي الحجة سنة خمس وثمانين |جـ 4 صـ 571| وأربعمائة وكانت ولادته في ذي الحجة سنة ثمان عشرة وأربعمائة وكان يروي عن أبي بكر محمد بن عبد الله النجار وأخوه أبو محمد ناصر بن محمد بن نصر بن أحمد القلاسي كتب الكثيربنسف وسمرقند قال عمر النسفي لقيته وأنا صغير فلم أستفد منه شيئا كان يدرس ويملي ويذكر بنسف وكتب الكثير يعني من الحديث وولد في النصف من ذي الحجة سنة إحدى وعشرين وأربعمائة وتوفي في شهر ربيع الأول سنة اثنتين وسبعين وأربعمائة ",
                "title": "القلاسي",
                "uri": "JK_000952_3349"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}