{
    "features": [
        {
            "item": "JK_000129_001960",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.421-422",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بسطام والنسبة البسطامي</h1> بالكسر ثم السكون بلدة كبيرة بقومس على جادة الطريق إلى نيسابور بعد دامغان بمرحلتين قال مسعر بن مهلهل بصطام قرية كبيرة شبيهة بالمدينة الصغيرة منها أبو يزيد البسطامي الزاهد وبها تفاح حسن الصبغ مشرق اللون يحمل إلى العراق يعرف بالبسطامي وبها خاصيتان عجيبتان إحداهما أنه لم ير بها عاشق من أهلها قط ومتى دخلها إنسان في قلبه هوى وشرب من مائها زال العشق عنه والأخرى أنه لم ير بها رمد قط ولها ماء مر ينفع إذا شرب منه على الريق من البخر وإذا احتقن به أبرأ البواسير الباطنة وتنقطع بها رائحة العود ولو أنه من أجود الهندي وتذكو بها رائحة المسك والعنبر وسائر أصناف الطيب إلا العود وبها حيات صغار وثابات وذباب كثير مؤذ وعلى تلك بإزائها قصر مفرط السعة على السور كثير الأبنية والمقاصير ويقال إنه من بناء سابور ذي الأكتاف ودجاجها لا يأكل العذرة قلت أنا وقد رأيت بسطام هذه وهي مدينة كبيرة ذات أسواق إلا أن أبنيتها مقتصدة ليست من أبنية الأغنياء وهي في فضاء من الأرض وبالقرب منها جبال عظام مشرفة عليها ولها نهر كبيرة جار ورأيت قبر أبي يزيد البسطامي رحمه الله في وسط البلد في طرف السوق وهو أبو يزيد طيفور بن عيسى بن شروسان الزاهد البسطامي ومنها أبو يزيد طيفور بن عيسى بن آدم بن عيسى ابن علي الزاهد البسطامي الأصغر ومن المتأخرين |جـ 1 صـ 422| أحمد بن الحسن بن محمد الشعيري أبو المظفر بن أبي العباس البسطامي المعروف بالكافي سبط أبي الفضل محمد ابن علي بن أحمد بن الحسين بن سهل السهلكي البسطامي سمع جده لأمه وأجاز لأبي سعد ومات في حدود سنة 035 وكان عمر أنفذ إلى الري وقومس نعيم بن مقرن وعلى مقدمته سويد بن مقرن وعلى مجنبته عييينة بن النحاس وذلك في سنة 91 أو 81 فلم يقم له أحد وصالحهم وكتب لهم كتابا وقال أبو نجيد فنحن لعمري غير شك قرارنا أحق وأملى بالحروب وأنجب أذا ما دعا داعي الصباح أجابه فوارس منا كل يوم مجرب ويوم ببسطام العريضة إذ حوت شددنا لهم أوزارنا بالتلبب ونقلبها زورا كأن صدورها من الطعن تطلى بالسنى المتخضب ",
                "title": "بسطام والنسبة البسطامي",
                "uri": "JK_000129_001960"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}