{
    "features": [
        {
            "item": "JK_000129_009731",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.255-256",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفرما والنسبة الفرمي</h1> بالتحريك والقصر في الإقليم الثالث طولها من جهة المغرب أربع وخمسون درجة وأربعون دقيقة وعرضها إحدى وثلاثون درجة ونصف وهو اسم عجمي أحسبه يونانيا ويشركه من العربية وقد يمد إن الفرم شيء تعالج به المرأة قبلها ليضيق ومنه يقال يا ابن المستفرمة بعجم الزبيب وقيل هو الخرق التي تستد بها إذا حاضت وأفرمت الحوض ملأته في لغة هذيل قال أبو بكر محمد ابن موسى الفرما مدينة على الساحل من ناحية مصر ينسب إليها أبو علي الحسين بن محمدب بن هارون بن يحيى بن يزيد الفرمي قيل إنه من موالي شرحبيل بن حسنة حدث عن أحمد بن داود المكي ويحيى بن أيوب العلاف مات في سنة 433 وقال الحسن بن محمد المهلبي وأما الفرما فحصن على ضفة البحر لطيف لكنه فاسد الهواء وخمه لأنه من كل جهة حوله سباخ تتوحل فلا تكاد تنضب صيفا ولا شتاء وليس بها زرع ولا ماء يشرب إلا ماء المطر فإنه يخزن في الجباب ويخزنون أيضا ماء النيل يحمل إليهم في المراكب من تنيس وبظاهرها في الرمل ماء يقال له العذيب ومياه غيره في آبار بعيدة الرشاء وملحة تنزل عليها القوافل والعساكر وأهلها نحاف الأجسام متغيرو الألوان وهم من القبط وبعضهم من العرب من بين جرى وسائر جذام وأكثر متاجرهم في النوى والشعير والعلف لكثرة اجتياز القوافل بهم ولهم بظاهر مدينتهم نخل كثير له |جـ 4 صـ 256| رطب فائق وتمر حسن يجهز إلى كل بلد قال أهل السير كان الفرما والإسكندر أخوين بنى كل واحد مدينة فقال الإسكندر قد بنيت مدينة إلى الله فقيرة وعن الناس غنية فبقيت بهجتها ونضرتها إلى اليوم وقال الفرما قد بنيت مدينة إلى الناس فقيرة وعن الله غنية فلا يمر يوم إلا وفيها شيء ينهدم حتى إنه في زماننا هذا لا يعرف أحد أثر بنائها لأنها خربت وسفت عليها الرمال وهي مدينة قديمة بين العريش والفسطاط قرب قطية وشرقي تنيس على ساحل البحر على يمين القاصد لمصر وبينها وبين بحر القلزم المتصل ببحر الهند أربعة أيام وهو أقرب موضع بين البحرين بحر المغرب وبحر المشرق وهي كثيرة العجائب غريبة الآثار ذكر أهل مصر أنه كان فيها طريق إلى جزيرة قبرس في البر فغلب عليها ماء البحر وكان بها مقطع الرخام الأبلق فغلب عليه البحر أيضا وكان مقطع الرخام الأبيض بلوينة غربي الإسكندرية وقال ابن قديد كان أحمد بن المدبر قد أراد هدم أبواب الفرما وكانت من حجارة شرقي حصن الفرما فخرج أهل الفرما ومنعوه من ذلك وقالوا إن هذه الأبواب التي ذكرت في كتاب الله قال يعقوب لبنيه & يا بني لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة & فتركها ونخلها كان من العجب فإنه كان يتمر حين ينقطع البسر والرطب من سائر البلدان فإنه يبتدىء حين يأتي كوانين فلا ينقطع أربعة أشهر حتى يجيء البلح في الربيع في غيرها من البلاد ولا يوجد هذا بالبصرة ولا غيرها ويكون في بسرها ما تزن البسرة قريبا من عشرين درهما ويكون منه ما يقارب أن يكون فترا وفتحها عمرو بن العاص عنوة في سنة 81 في أيام عمر بن الخطاب رضي الله عنه وقد ذكرها أبو نواس في قصيدته التي مدح فيها الخصيب فقال وأصبحن قد فوزن عن نهر فطرس وهن عن البيت المقدس زور طوالب بالركبان غزة هاشم وبالفرما من حاجهن شقور ولما أتت فسطاط مصر أجارها على ركبها ألا تزال مجير من القوم بسام كأن جبينه سنا الصبح يسري ضوؤه فينير وينسب إليها أبو علي الحسين بن محمد بن هارون بن يحيى الفرمي حدث عن أحمد بن داود المكي وكان ثقة توفي سنة 433 في ذي القعدة ",
                "title": "الفرما والنسبة الفرمي",
                "uri": "JK_000129_009731"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}