{
    "features": [
        {
            "item": "JK_000952_0662",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.434-435",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البيكندي</h1> من بلاد ما وراء النهر على مرحلة من بخارا إذا عبرت النهر لها ذكر في الفتوح وكانت بلدة حسنة كبيرة كثيرة العلماء خربت الساعة ولما قصدت إليها لزيارة الشهداء ما وجدت بها إلا نفرا يسيرا من التراكمة في رباطها خرج منها جماعة من العلماء وسمعت أن بها ثلاثة آلاف رباط للغزاة وقد رأيت بها آثارها والأطلال المندرسة كان منها أبو أحمد بن يوسف البيكندي يروي عن أبي اسكامة وعبد الأعلى بن مسهر وابن عيينة روى عنه البخاري وأبو زكريا يحيى بن جعفر بن أعين البيكندي يروي عنه البخاري أيضا وأبو عبد الله محمد بن سلام بن الفرج البيكندي مولى بني سليم يروي عن سفيان بن عيينة وأبي الأحوص محمد بن حيان البغوي وكان فقيها محدثا ثقة روى عنه محمد بن إسماعيل البخاري في صحيحه ومحمد بن إبراهيم البكري واسم والده سلام على التخفيف هكذا ذكره غنجار في تاريخه مات محمد بن سلام يوم الأحد لسبع مضين من صفر سنة خمس وعشرين ومائتين ومن أولاده أبو نصر محمد بن أبي عبد الله محمد بن أبي إسحاق إبراهيم بن محمد بن إبراهيم بن محمد بن إبراهيم بن محمد بن سلام بن الفرج البيكندي سمع أبا الفضل أحمد بن علي السليماني روى عنه أبو محمد عبد العزيز بن محمد النخشبي وقال صاحب حديث لا بأس به إن شاء الله ومحمد بن جعفر البيكندي يروي عن أبي عاصم وعبد الرزاق وغيرهما وأبو الفضل أحمد بن علي بن عمرو السليماني البيكندي من الحفاظ المكثرين رحل إلى العراق والشام وديار مصر وله أكثر من أربعمائة مصنف صغار على ما سمعت وكان يصنف كل أسبوع مجموعا في الجامع ويحضره في الجامع يوم الجمعة ويحدث به وتوفي في سنة اثنتي عشرة وأربعمائة والذي سمعنا منه |جـ 1 صـ 435| أبو عمرو عثمان بن علي بن محمد بن علي البيكندي الإمام الصالح الثقة ولد ببخارا في شوال سنة خمس وستين وأربعمائة ووالده بيكندي تفقه على إمام سرخس محمد بن أحمد بن أبي سهل السرخسي وسمع الحديث منه ومن القاضي أبي الخطاب الطبري وأبي محمد عبد الواحد بن عبد الرحمن الزبيري وجماعة كثيرة سواهم سمعت منه الكثير ببخارا وتوفي في شوال سنة اثنتين وخمسين وخمسمائة وأبو جعفر محمد بن أحمد بن خالد بن موسى بن زياد بن فروخان البيكندي يروي عن رجاء بن أبي الرجاء المروزي الحافظ ويحيى بن محمد بن السكن البزاز وقدم بغداد وحدث بها روى عنه أبو علي محمد بن أحمد بن الحسن الصواف وأبو يحيى أحمد بن يونس بن النضر بن شميل البيكندي الخطيب ولي الخطابة ببيكند يروي عن أبي بشر أحمد بن محمد بن عمرو المصعبي وأبي نعيم عبد الملك بن محمد بن عدي الإستراباذي وتوفي ببيكند سنة اثنتين وسبعين وثلاثمائة ",
                "title": "البيكندي",
                "uri": "JK_000952_0662"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}