{
    "features": [
        {
            "item": "JK_000952_0437",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.316-317",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرذعي</h1> بفتح الباء الموحدة وسكون الراء وفتح الذال المعجمة وفي آخرها العين ظني أن هذه النسبة إلى براذ الحمير وعملها وإلى بلدة بأقصى أذربيجان والمشهور بهذه النسبة أبو عمرو سعيد بن القاسم بن العلاء بن خالد البرذعي هكذا رأيت مقيدا بخط شجاع بن فارس الذهلي في تاريخ بغداد لأبي بكر الخطيب وقال سكن طراز قدم بغداد حاجا في سنة خمسين وثلاثمائة وحدث بها عن عبد الله بن الحسين بن بحر الشاماتي النيسابوري ومحمد بن جعفر الكرابيسي ومحمد بن حبان بن الأزهر البصري روى عنه محمد بن إسماعيل الوراق وأبو الحسن الدارقطني وابن الثلاج وأبو علي بن فضالة نزيل الري وجماعة من أهل ما وراء النهر وتوفي باسبيجاب سنة اثنتين وستين وثلاثمائة وأبو علي الحسين بن صفوان بن إسحاق بن إبراهيم البرذعي هكذا رأيت بالذال المعجمة مضبوطا بخط شجاع الذهلي من أهل بغداد كان صدوقا روى عن أبي بكر بن أبي الدنيا كتبه ومصنفاته سمع محمد بن الفرج الأزرق ومحمد بن شداد المسمعي وجعفر بن أبي عثمان الطيالسي روى عنه محمد بن عبد الله ابن أخي ميمي وأبو عبد الله بن دوست العلاف |جـ 1 صـ 317| وأبو الحسين بن بشران السكري وغيرهم ومات في شعبان سنة أربعين وثلاثمائة وأما أبو الحسين محمد بن جعفر بن عبد الله المقرىء البرذعي بالذال المعجمة يعرف بابن الصابوني من أهل برذعة هكذا رأيت بخط شجاع بن فارس الذهلي في تاريخ بغداد مقيدا قدم بغداد حاجا وحدث بها عن محمد بن أحمد بن أسد بن حرارة البرذعي نسخة بشر بن عمرو بن سام قال أبو القاسم الأزهري قرىء عليه في جامع المنصور في أيام الدارقطني وكنت إذ ذاك عليلا فلم أسمع منه وأخذ لي أبو عبد الله بن بكير إجازته وقال الخطيب روى عنه أبو الحسن الدارقطني وأبو الحسن محمد بن عبد العزيز بن جعفر بن محمد البرذعي المعروف بمكي من أهل برذعة حمل منها إلى بغداد وله سنتان فنشأ ببغداد وسمع علي بن محمد بن محمد بن قزقز ومحمد بن عبيد الله ابن الشخير وعلي بن إبراهيم بن أبي عزة العطار وأبا بكر محمد بن عبد الله الأبهري وأبا بكر أحمد بن إبراهيم بن شاذان وأبا الحسن بن الجندي وأبا المفضل الشيباني طمع منه أبو بكر الخطيب الحافظ وذكره في التاريخ فقال كتبت عنه فكان فيه نظر مع أنه لم يخرج عنه من الحديث كبير شيء وحدثني أخوه عبيد الله بن عبد العزيز قال ولد أخي ببرذعة في سنة ثمان وخمسين وثلاثمائة وجيء به إلى بغداد وله سنتان وتوفي في الحادي والعشرين من جمادى الأولى سنة ثلاث وعشرين وأربعمائة وصليت على جنازته في جامع المدينة وأخوه أبو القاسم عبيد الله بن عبد العزيز بن جعفر البرذعي سمع محمد بن عبيد الله بن الشخير الصيرفي ومحمد بن المظفر الحافظ وأبا المفضل الشيباني وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وولد في سنة ثلاث وستين وثلاثمائة ومات في ذي الحجة سنة أربع وثلاثين وأربعمائة وأبو بكر عبد العزيز بن الحسن البرذعي العابد وهو من الغرباء الرحالة الذين وردوا على أبي بكر محمد بن إسحاق بن خزيمة فأتمنه أبو بكر على حديثه لزهده وورعه وصار المفيد بنيسابور في حياة أبي بكر محمد بن إسحاق وبعد وفاته ثم خرج سنة ثماني عشرة وثلاثمائة من نيسابور إلى رباط فراوة وأقام بها مدة ثم سكن نسا إلى أن توفي بها سنة ثلاث وعشرين وثلاثمائة ",
                "title": "البرذعي",
                "uri": "JK_000952_0437"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}