{
    "features": [
        {
            "item": "JK_000129_006322",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.147-148",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زمزم</h1> بفتح أوله وسكون ثانيه وتكرير الميم والزاي وهي البئر المباركة المشهورة قيل سميت زمزم لكثرة مائها يقال ماء زمزم وزمازم وقيل هو اسم لها وعلم مرتجل وقيل سميت بضم هاجر أم إسماعيل عليه السلام لمائها حين انفجرت وزمها إياه وهو قول ابن عباس حيث قال لو تركت لساحت على الأرض حتى تملأ كل شيء وقيل سميت بذلك لأن سابور الملك لما حج البيت أشرف عليها وزمزم فيها والزمزمة كلام المجوس وقراءتهم على صلاتهم وعلى طعامهم وفيها يقول القائل |جـ 3 صـ 148| زمزمت الفرس على زمزم وذاك في سالفها الأقدم وقيل بل سميت زمزم لزمزمة جبرائيل عليه السلام وكلامه عليها وقال ابن هشام الزمزمة عند العرب الكثرة والاجتماع وأنشد وباشرت معطنها المدهثما ويممت زمزومها المزمزما وقال المسعودي والفرس تعتقد أنها من ولد إبراهيم الخليل عليه السلام وقد كانت أسلافهم تقصد البيت الحرام وتطوف به تعظيما لجدها إبراهيم وتمسكا بهديه وحفظا لأنسابها وكان آخر من حج منهم ساسان بن بابك وكان ساسان إذا أتى البيت طاف به وزمزم على هذه البئر وفي ذلك يقول الشاعر في القديم من الزمان زمزمت الفرس على زمزم وذاك في سالفهها الأقدم وقد افتخر بعض شعراء الفرس بعد ظهور الإسلام وما زلنا نحج البيت قدما ونلقي بالأباطح آمنينا وساسان بن بابك سار حتى أتى البيت العتيق بأصيدينا وطاف به وزمزم عند بئر لإسماعيل تروي الشاربينا ولها أسماء وهي زمزم وزمم وزمزم وزمازم وركضة جبرائيل وهزمة جبرائيل وهزمة الملك والهزمة والركضة بمعنى وهو المنخفض من الأرض والغمزة بالعقب في الأرض يقال لها هزمة وهي سقيا الله لإسماعيل عليه السلام والشباعة وشباعة وبرة ومضنونة وتكتم وشفاء سقم وطعام طعم وشراب الأبرار وطعام الأبرار وطيبة ولها فضائل كثيرة روي عن جعفر الصادق رضي الله عنه أنه قال كانت زمزم من أطيب المياه وأعذبها وألذها وأبردها فبغت على المياه فأنبط الله فيها عينا من الصفا فأفسدتها وروى ابن عباس عن النبي صلى الله عليه وسلم أنه قال التضلع من ماء زمزم براءة من النفاق وماء زمزم لما شرب له قال مجاهد ماء زمزم إن شربت منه تزيد شفاء شفاك الله وإن شربته لطمإ رواك الله وإن شربته لجوع أشبعك الله وقال محمد بن أحمد الهمذاني وكان ذرع زمزم من أعلاها إلى أسفلها ستين ذراعا وفي قعرها ثلاث عيون عين حذاء الركن الأسود وأخرى حذاء أبي قبيس والصفا وأخرى حذاء المروة ثم قل ماؤها جدا حتى كانت تجم وذلك في سنة 322 أو 422 فحفر فيها محمد بن الضحاك وكان خليفة عمر بن فرج الرخجي على بريد مكة وأعمالها تسعة أذرع فزاد ماؤها واتسع ثم جاء الله بالأمطار والسيول في سنة 522 فكثر ماؤها وذرعها من رأسها إلى الجبل المنقور فيه أحد عشر ذراعا وهو مطوي والباقي فهو منقور في الحجر وهو تسعة وعشرون ذراعا وذرع تدويرها أحد عشر ذراعا وسعة فمها ثلاثة أذرع وثلثا ذراع وعليها ميلا ساج مربعان فيهما اثنتا عشرة بكرة ليستقى عليها وأول من عمل الرخام عليها وفرش أرضها بالرخام المنصور وعلى زمزم قبة مبنية في وسط الحرم عن باب الطواف تجاه باب الكعبة وفي الخبر أن إبراهيم عليه السلام لما وضع إسماعيل بموضع الكعبة وكر راجعا قالت له هاجر إلى من تكلنا قال إلى الله قالت حسبنا الله فرجعت وأقامت عند ولدها حتى نفد ماؤها وانقطع درها فغمها ذلك |جـ 3 صـ 149| وأدركتها الحنة على ولدها فتركت إسماعيل في موضعه وارتقت على الصفا تنظر هلى ترى عينا أو شخصا فلم تر شيئا فدعت ربها واستسقته ثم نزلت حتى أتت المروة ففعلت مثل ذلك ثم سمعت أصوات السباع فخشيت على ولدها فأسرعت تشتد نحو إسماعيل فوجدته يفحص الماء من عين قد انفجرت من تحت خده وقيل بل من تحت عقبه قيل فمن ذلك العدو بين الصفا والمروة استنانا بهاجر لما عدت لطلب ابنها لخوف السباع قالوا فلما رأت هاجر الماء سرت به وجعلت تحوطه بالتراب لئلا يسيل فيذهب ولو لم تفعل ذلك لكان عينا جارية ولذلك قال بعضهم وجعلت تبني له الصفائحا لو تركته كان ماء سافحا ومن الناس من ينكر ذلك ويقول إن إسماعيل حفره بالمعاول والمعالجة كسائر المحفورات والله أعلم وقد كان ذلك محفورا عندهم قبل الإسلام وقالت صفية بنت عبد المطلب نحن حفرنا للحجيج زمزم سقيا نبي الله في المحرم ركضة جبريل ولما يفطم قالوا وتطاولت الأيام على ذلك حتى غورت تلك السيول وعفتها الأمطار فلم يبق لزمزم أثر يعرف فذكر محمد بن إسحاق فيما رفعه إلى علي بن أبي طالب رضي الله عنه أن عبد المطلب بينما هو نائم في الحجر إذ أتي فأمر بحفر زمزم فقال وما زمزم قالوا لا تنزف ولا تهدم تسقي الحجيج الأعظم وهي بين الفرت والدم عند نقرة الغراب الأعصم فغدا عبد المطلب ومعه الحارث ابنه ليس له يومئذ ولد غيره فوجد الغراب ينقر بين إساف ونائلة فحفر هنالك فلما بدا الطي كبر فاستشركته قريش وقالوا إنها بئر أبينا إسماعيل ولنا فيها حق فأبى أن يعطيهم حتى تحاكموا إلى كاهنة بني سعد بأشراف الشام فركبوا وساروا حتى إذا كانوا ببعض الطريق نفد ماؤهم فظمئوا وأيقنوا بالهلكة فانفجرت من تحت خف عبد المطلب عين من ماء فشربوا منها وعاشوا وقالوا قد والله قضي لك علينا أن لا نخاصمك فيها أبدا إن الذي سقاك الماء بهذه الفلاة لهو الذي سقاك زمزم فانصرفوا فحفر زمزم فوجد فيها غزالين من ذهب وأسيافا قلعية كانت جرهم دفنتها عند خروجهم من مكة فضرب الغزالين بباب الكعبة وأقام عبد المطلب سقاية زمزم للحاج وفيه يقول حذيفة بن غانم وساقي الحجيج ثم للخير هاشم وعبد مناف ذلك السيد الفهر طوى زمزما عند المقام فأصبحت سقايته فخرا على كل ذي فخر وفيه يقول خويلد بن أسد بن عبد العزى وفيه ما يدل على أن زمزم أقدم من إسماعيل عليه السلام أقول وما قولي عليكم بسبة إليك ابن سلمى أنت حافر زمزم حفيرة إبراهيم يوم ابن هاجر وركضة جبريل على عهد آدم ",
                "title": "زمزم",
                "uri": "JK_000129_006322"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}