{
    "features": [
        {
            "item": "JK_000952_0644",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.425-426",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البياضي</h1> بفتح الباء المنقوطة بواحدة والياء المنقوطة باثنتين من تحتها وفي آخرها الضاد المعجمة هذه النسبة إلى أشياء منها إلى بياضة الأنصار وهم بطن منه منهم سلمة بن صخر البياضي له صحبة وزياد بن لبيد البياضي الأنصاري وأبو السري محمد بن نعيم البياضي وعمه عبد الله بن محمد البياضي وزرعة بن عبد الله البياضي ويقال زرعة بن عبد الرحمن الأنصاري يروي عن مولى لمعمر التيمي عن أسماء بنت عميس روى عنه يزيد بن زياد القرظي من الثقات وأبو جابر محمد بن عبد الرحمن البياضي من أهل المدينة يروي عن سعيد بن المسيب روى عنه أهل بلده كان ممن يروي عن الثقات ما لا يشبه حديث الإثبات قال الشافعي رضي الله عنه من حدث عن أبي جابر البياضي بيض الله عينيه وقال يحيى بن معين كان أبو جابر البياضي كذابا وأبو السري محمد بن نعيم بن محمد بن عبد الله بن عمار بن عمران بن نعيم الأنصاري البياضي ولنعيم الذي سقنا نسبه إليه صحبة حدث عن عمه أبي نعيم عبد الله بن محمد البياضي وعن أبي هشام الرفاعي روى عنه محمد بن مخلد ومحمد بن عبد الله بن أحمد بن عتاب وأحمد بن محمد بن أحمد بن سهل المعروف ببكير الحداد وجماعة نسبوا إلى لبس الثياب البيض ببغداد والمشهور بذلك |جـ 1 صـ 426| أبو علي محمد بن عيسى بن محمد بن عبد الله بن عيسى بن عبد الله بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي المعروف بالبياضي روى عن محمد بن يحيى القطيعي كتاب القراءات روى عنه أبو بكر الأنباري ومحمد بن الحسن بن مقسم البغداديان وكان ثقة قال أبو بكر الخطيب سمعت أبا القاسم التنوخي يسأل بعض ولد البياضي عن سبب هذه النسبة فقال كان جدي حضر مع جماعة من العباسيين يوما مجلس الخليفة وكانوا كلهم قد لبسوا سوادا غير جدي فإن لباسه كان بياضا فلما رآه الخليفة قال من ذاك البياضي فثبت الاسم ولم يعرف بعد إلا به قال أبو الحسين بن قانع محمد بن عيسى البياضي الهاشمي قتلته القرامطة في سنة أربع وتسعين ومائتين وقال غيره قتل في المحرم من السنة وأخوه أبو الطيب أحمد بن عيسى بن محمد بن عبد الله بن عيسى الهاشمي أخو أبي علي حدث عن سعيد بن يحيى الأموي روى عنه أبو عبد الله محمد بن مخلد الدوري وكان ثقة والنسبة الثالثة هي النسبة إلى بيع الثياب البياض وهو نوع من الثياب القطنية يكون بالري يقال لها النصافية والمشهور بهذه النسبة أبو الحسن علي بن عبد الله بن محمد البياضي البزاز قال أبو الفضل محمد بن طاهر المقدسي هو أحد عدول القاضي بالري سمع أبا طاهر بن حمدان وغيره وكان شيخا صالحا قلت روى لنا عنه أبو سعد عبد الرحمن بن عبد الله الحصيري بالري وغيره وابنه أبو العلاء عبد الكريم بن علي البياضي من أهل الري أيضا حدث عن أبيه سماعا وعن أبي طاهر محمد بن أحمد بن علي بن حمدان الرازي إجازة سمع منه الإمام والدي رحمه الله وروى لي عنه أبو طاهر السنجي وأبو محمد الحسين بن الحسن الصائغ وغيرهما بمرو وكانت وفاته في حدود سنة خمسمائة والله أعلم ",
                "title": "البياضي",
                "uri": "JK_000952_0644"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}