{
    "features": [
        {
            "item": "JK_000952_4085",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.458-459",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النجار</h1> بفتح النون والجيم المشددة في اخرها الراء هذه النسبة إلى نجارة الأخشاب وعملها والمشهور بها صالح بن دينار النجار من أهل المدينة وهو والد داود بن صالح يروي عن أبي سعيد الخدري روى عنه ابنه وأبو بكر محمد بن جعفر بن العباس بن جعفر النجار من أهل بغداد كان ثقة صدوقا فهما يحفظ القرآن حفظا حسنا ويلقب بغندر هكذا ذكره أبو محمد الخلال المحافظ سمع محمد بن هارون بن المجدر وأبا حامد الحضرمي ويحيى بن محمد بن صاعد وأبا بكر عبد الله بن محمد بن زياد النيسابوري ويوسف بن يعقوب بن إسحاق بن البهلول روى عنه أبو محمد الحسن بن محمد بن الحسن الخلال وتوفي في المحرم سنة تسع وسبعين وثلاثمئة وأبو الحسن محمد بن جعفر بن محمد بن هارون بن فيروز بن ناجية بن مالك التميمي النحوي المعروف بابن النجار من أهل الكوفة كان ثقة حدث بالكوفة وببغداد عن محمد بن الحسين الأشناني وعبيد الله بن ثابت الحريري وإسحاق بن محمد بن مروان ومحمد بن القاسم بن بكر المحاربي وأبي بكر محمد بن الحسن بن دريد الأزدي وإبراهيم بن محمد بن عرفة نفطوية وأبي روق أحمد بن بكر الهزاني وأبي بكر محمد بن يحيى الصولي وغيرهم روى عنه أبو القاسم الأزهري ومحمد بن علي بن مخلد الوراق |جـ 5 صـ 459| وأحمد بن علي التوزي وأحمد بن عبد الواحد الوكيل وأبو الفتح سليمان بن أيوب الرازي وأبو منصور محمد بن محمد بن أحمد بن عبد العزيز العكبري وغيرهم وكانت ولادته في المحرم سنة ثلاث وثلاثمئة وصار شيخ الكوفة في عصره ومات في جمادي الأولى سنة اثنتين وأربعمئة بالكوفة وأبو بكر محمد بن عمر بن بكر بن ود بن وداد النجار من أهل بغداد وهو خال أبي القاسم بن بشران القندي شيخ من أهل الصلاح والخير سمع أبا بكر بن خلاد النصيبي وأبا بحر محمد بن الحسن بن كوثر البربهاري وأبا إسحاق المزكي وأحمد بن جعفر بن سلم وأبا بكر بن مالك القطيعي وأبا الحسن محمد بن الحسن بن مقسم العطار وجماعة ذكره أبو بكر الخطيب في التاريخ وقال كتبت عنه وكان شيخا مستورا ثقة من أهل القرآن قرأ على اليزوري صاحب أحمد بن فرح ولد في شوال سنة ست وأربعين وثلاثمئة ومات في شهر ربيع الأول سنة اثنتين وثلاثين وأربعمئة ودفن بمقابر الخيزران وأبو بكر محمد بن عثمان بن خالد العسكري النجار من أهل بغداد حدث عن الحسن بن عرفة روى عنه محمد بن جعفر بن العباس النجار وأبو زرعة محمد بن محمد بن عبد الوهاب العكبري والحسين بن محمد النجار صاحب مقالة الفرقة النجارية وسأذكرهم بعد هذا وأبو أيوب سليمان بن داود بن محمد بن شعبة بن يزيد بن النجار اليمامي بصري روى عن فلح بن محمد وعمارة بن عقبة اليمامي ويحيى بن مروان الحنفي وأبي ثمامة الجرمي روى عنه أبو زرعة وأبو حاتم الرازي قال ابن أبي حاتم سمعت أبي يقول سألني يحيى بن معين عن سليمان بن داود بن شعبة فقلت تركته بالبصرة في عافية فأثنى عليه خيرا وقال قل من رأيت أفهم بحديث اليمامة منه ",
                "title": "النجار",
                "uri": "JK_000952_4085"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}