{
    "features": [
        {
            "item": "JK_000952_0161",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.157",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأسواري</h1> بفتح الألف وسكون السين وفتح الواو وبعدها الألف وفي آخرها الراء هذه النسبة إلى أسوارى وهي قرية من قرى أصبهان خرج منها جماعة من العلماء والمحدثين منهم أبو علي الحسين بن علي بن زيد الأسواري من أهل أصبهان يروي عن أبي جعفر محمد بن سليمان بن حبيب المصيصي لوين يروي عنه محمد بن أحمد بن إبراهيم الأصبهاني وأبو عبد الله الحسين بن علي الأسواري القماط من أهل أصبهان سمع ابن أخي أبي زرعة وأحمد بن موسى بن إسحاق وغيرهما وأبو الحسن علي بن محمد بن المرزبان الأسواري من أهل أصبهان كان أحد الزهاد المشهورين بالصلاح والزهد والعفاف وكان الناس يعتقدون فيه وحق له ذلك سمع أحمد بن مهدي وأبا بكر بن النعمان الأصبهانيين ولم يخرج من حديثه شيء وتوفي سنة ثمان وعشرين وثلاثمائة بأصبهان وزرت قبره بها وأبو بكر محمد بن سهل بن المرزبان بن منده الأسواري من أهل أصبهان يروي عن أحمد بن يونس الضبي وغيره وتوفي في سنة سبع وعشرين وثلاثمائة وأبو الحسين محمد بن أحمد بن محمد بن علي بن شابور الأسواري من أهل أصبهان كان ثقة مأمونا صاحب أصول كثير الحديث عن العراقيين يروي عن ابن أبي مسرة وأبي إسماعيل الترمذي وعلي بن عبد العزيز وأبي حاتم الرازي وغيرهم حدث عنه أبو إسحاق إبراهيم بن محمد بن حمزة الحافظ وأبو الشيخ وأبو بكر محمد بن إبراهيم المقرىء وأبو بكر أحمد بن موسى الحافظ وتوفي سنة إثنتين وأربعين وثلاثمائة بأصبهان وأما الأسوارية فهم طائفة من المعتزلة وهم أصحاب الأسواري وكان في أول أمره على قول النظام في أن الله عز وجل لا يأمر أحدا إلا بالإرادة ولم ينه إلا عنها وزاد الأسواري على النظام بفضيحة لم يسبق إليها فزعم أن الله تعالى غير قادر أن يفعل ما قد علم أنه لا يفعله ولا يقدر أن يفعل ما أخبر أنه لا يفعله هذا مع قوله إن الإنسان قادر على فعل ما علم أنه لا يفعله لأن قدرة الإنسان عنده صالحة للضدين فالإنسان عنده أقدر من ربه عز وجل ",
                "title": "الأسواري",
                "uri": "JK_000952_0161"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}