{
    "features": [
        {
            "item": "JK_000952_0569",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.389-390",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البلدي</h1> بفتح الباء المنقوطة بواحدة واللام وفي آخرها الدال المهملة هذه النسبة إلى موضعين أحدهما البلد اسم بلدة تقارب الموصل يقال لها بلد الحطب وبها كان يونس بن متى عليه الصلاة والسلام والمشهور بهذه النسبة جماعة منهم علي بن الحسن بن هارون بن عبد الجبار بن زيد البلدي قال أبو سعيد بن يونس هو من أهل بلد قدم علينا مصر وكتبنا عنه حدث عن علي بن حرب الموصلي وأبو منصور محمد وأبو عبد الله أحمد ابنا الحسين بن سهل بن خليفة البلديان يعرفان بابني الصياح هكذا ذكر ابن ماكولا في الصياح بالياء المنقوطة باثنتين من تحتها وقال حدثا عن أبي العباس أحمد بن إبراهيم البلدي صاحب علي بن حرب وروى أبو منصور وحده عن محمد بن العباس بن الفضل الحناط الموصلي روى عنهما أبو محمد عبد العزيز بن علي الكتاني الحافظ وأبو القاسم علي بن محمد بن علي المصيصي وغيرهما وكانت وفاتهما بعد سنة أربعمائة والثاني منسوب إلى بلد الكرج التي بناها أبو دلف وسماها البلد وأهلها ينتسبون بهذه النسبة والمشهور بهذه النسبة أبو الحسن علي بن إبراهيم بن عبد الله بن عبد الرحمن البلدي |جـ 1 صـ 390| المعروف بعلان الكرجي روى عن الحسين بن إسحاق العجلي التستري وعبدان بن أحمد الجواليقي وغيرهما روى عنه جماعة من أهل بلد همذان وأقمت بهذه المدينة قريبا من عشرين يوما وكتبت عن جماعة من أهلها الكثير وفي سائر البلدان أيضا وفيهم كثرة وأكثر من ينسب إليها إنما ينتسب بالكرجي والله أعلم وأبو العباس أحمد بن عيسى بن السكين ابن عيسى بن فيروز البلدي الشيباني كان ثقة سكن بغداد وحدث بها عن هاشم بن القاسم ومحمد بن معدان وسليمان بن سيف الحرانيين وإسحاق بن زريق الرسعني والزبير بن محمد الرهاوي روى عنه أبو بكر الشافعي ومحمد بن إسماعيل الوراق وأبو الحسن الدارقطني وأبو حفص بن شاهين ويوسف بن عمر القواس وخرج إلى واسط في حاجة فمات بها في رجب سنة ثلاث وعشرين وثلاثمائة وأبو الحسن علي بن إبراهيم بن الهيثم بن مهلب البلدي من بلد الحطب فوق الموصل قدم بغداد وحدث بها عن أبيه وعن أبي موسى محمد بن المثنى وشعيب بن أيوب الصريفيني وإبراهيم بن مرزوق البصري وحميد بن عياش الرملي وغيرهم روى عنه علي بن الحسن بن عبد العزيز الهاشمي وأبو الفتح محمد بن الحسين الأزدي الموصلي وكان يتهم بوضع الحديث وأما أبو بكر محمد بن أحمد بن محمد بن أبي النضر البلدي الإمام المحدث المشهور من أهل نسف كان فاضلا من أولاد الأئمة والمحدثين سمع أبا العباس جعفر بن محمد المستغفري وابنه أبا ذر محمد بن جعفر وأبا نصر أحمد بن علي المايمرغي وأباه أبا نصر البلدي وجماعة من هذه الطبقة روى لنا عنه أكثر من عشرين نفسا ببخارى وسمرقند ونسف ومايمرغ وحدث بالكتب الكبار مثل الجامع الصحيح لأبي حفص عمر بن محمد البجيري سألت حفيده أبا نصر أحمد بن عبد الجبار بن أبي بكر بن أبي نصر البلدي عن هذه النسبة فقال كانت العلماء في زمان جدي الأعلى أبي نصر أكثرهم بنسف من القرى والناحية وكان جدي من أهل البلد فعرف بالبلدي فبقي علينا هذا الاسم توفي سنة أربع وخمسمائة وأبو نصر أحمد بن عبد الجبار بن محمد بن أحمد البلدي كان شيخا صالحا سديد السيرة من وجوه نسف والمعروفين بها سمعت منه جامع البجيري ورحلت إليه بسبب هذا الكتاب وسمعت ابني أبا المظفر منه الكتاب وغيره من الأجزاء وتركته حيا في سنة إحدى وخمسين وخمسمائة |جـ 1 صـ 391| وجده القاضي أبو نصر أحمد بن محمد بن أبي النضر بن موسى بن معبد بن منذر بن صاحب بن كان بن رخ البلدي سمع أبا محمد الطرسوسي وضاع سماعه منه وسمع أبا إسحاق إبراهيم بن محمد بن خلف وأبا عبد الله محمد بن أحمد غنجار الحافظ وأبا بكر بن إدريس الجرجرائي وغيرهم سمع منه ابنه وأبو محمد عبد العزيز بن محمد النخشبي وذكره في معجم شيوخه فقال قضى بنخشب أيام غيبتي سنين كثيرة وحمدت سيرته ولم يتهم أنه أخذ الرشوة أو أحد من حاشيته محب للحديث وأهل الحديث يقضي على مذهب الكوفيين سمعتهم يذكرون أنه كان ربما يشفع أصحاب السلطان والأتراك في بعض ما يقضي ويعجل بشفاعتهم القضاء والله أعلم وأما أبو عبد الله محمد بن أبي علي الحسن بن محمد البلدي شيخ صالح من أهل بنج ديه وقيل لوالده البلدي لأنه كان من بلد مرو الروذ وأهل بنج ديه يعني القرى الخمس قيل له البلدي لهذا المعنى يعني ليس هو من بنج ديه وإنما هو من البلد يعني مرو الروذ فبقي عليه سمع محمد هذا الجامع الصحيح لأبي عيسى الترمذي عن القاضي أبي سعيد محمد بن علي بن أبي صالح البغوي سمعت منه أوراقا من الكتاب وتوفي في حدود سنة ثمان أو تسع وأربعين وخمسمائة بمرو الروذ ",
                "title": "البلدي",
                "uri": "JK_000952_0569"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}