{
    "features": [
        {
            "item": "JK_000129_003748",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.227-229",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحدث والنسبة الحدثي</h1> بالتحريك وآخره ثاء مثلثة قلعة حصينة بين ملطية وسميساط ومرعش من الثغور ويقال لها الحمراء لأن تربتها جميعا حمراء وقلعتها على جبل يقال له الأحيدب وكان الحسن بن قحطبة قد غزا الثغور وأشج العدو فلما قدم على المهدي أخبره بما في بناء طرسوس والمصيصة من المصلحة للمسلمين فأمر ببناء ذلك وأن يكون بالحدث وذلك في سنة 162 وفي كتاب أحمد بن يحيى بن جابر كان حصن الحدث مما فتح في أيام عمر رضي الله عنه فتحه حبيب بن مسلمة الفهري من قبل عياض بن غنم وكان معاوية يتعاهده بعد ذلك وكانت بنو أمية يسمون درب الحدث درب السلامة للطيرة لأن المسلمين أصيبوا به وكان ذلك الحدث الذي سمي به الحدث فيما يقول بعضهم وقال آخرون لقي المسلمين على درب الحدث غلام حدث فقاتلهم في أصحابه قتالا |جـ 2 صـ 228| استظهر فيه فسمي الحدث بذلك الحدث ولما كان في فتنة مروان بن محمد خرجت الروم فقدمت مدينة الحدث وأجلت عنها أهلها كما فعلت بملطية فلما كان سنة 161 خرج ميخائيل إلى عمق مرعش ووجه المهدي الحسن بن قحطبة فساح في بلاد الروم حتى ثقلت وطأته على أهلها وحتى صوروه في كنائسهم وكان دخوله من درب الحدث فنظر إلى موضع مدينتها فأخبر أن ميخائيل خرج منه فارتاد الحسن موضع مدينة هناك فلما انصرف كلم المهدي في بنائها وبناء طرسوس فأمر بتقديم بناء مدينة الحدث وكان في غزوة الحسن هذه مندل العنزي المحدث ومعتمر ابن سليمان البصري فأنشأها علي بن سليمان وهو على الجزيرة وقنسرين وسميت المحمدية والمهدية بالمهدي أمير المؤمنين ومات المهدي مع فراغهم من بنائها وكان بناؤها باللبن وكانت وفاته سنة 169 واستخلف ابنه موسى الهادي فعزل علي بن سليمان وولى الجزيرة وقنسرين محمد بن إبراهيم بن محمد بن علي بن عبد الله بن عباس وكان فرض علي بن سليمان بمدينة الحدث لأربعة آلاف فأسكنهم إياها ونقل إليها من أهل ملطية وسميساط وشمشاط وكيسوم ودلوك ورعبان ألفي رجل وفرض لهم في أربعين من العطاء قال الواقدي ولما بنيت مدينة الحدث هجم الشتاء وكثرت الأمطار ولم يكن بناؤها وثيقا فهدم سور المدينة وشعثها ونزل بها الروم فتفرق عنها من كان نزلها من الجند وغيرهم وبلغ الخبر موسى الهادي فقطع بعثا مع المسيب بن زهير وبعثا مع روح بن حاتم وبعثا مع عمرو بن مالك فمات قبل أن ينفذوا ثم ولي الخلافة الرشيد فدفع عنها الروم وإعاد عمارتها وأسكنها الجند وكانت عمارتها على يد محمد بن إبراهيم آخر البلاذري ثم لم ينته إلي شيء من خبره إلا ما كان في أيام سيف الدولة بن حمدان وكان له به وقعات وخربته الروم في أيامه وخرج سيف الدولة في سنة 343 لعمارته فعمره وأتاه الدمستق في جموعه فردهم سيف الدولة مهزومين فقال المتنبي عند ذلك هل الحدث الحمراء تعرف لونها وتعلم أي الساقيين الغمائم بناها فأعلى والقنا يقرع القنا وموج المنايا حولها متلاطم طريدة دهر ساقها فرددتها على الدين بالخطي والأنف راغم تفيت الليالي كل شيء أخذته وهن لما يأخذن منك غوارم وقال أبو الحسين بن كوجك النحوي وكان ملك الروم عاد لخراب الحدث ثانيا فهزمهم سيف الدولة رام هدم الإسلام بالحدث المؤ ذن بنيانها بهدم الضلال نكلت عنك منه نفس ضعيف سلبته القوى رؤوس العوالي فتوقى الحمام بالنفس والما ل وباع المقام بالارتحال ترك الطير والوحوش سغابا بين تلك السهول والأجبال ولكم وقعة قريت عفاة ال طير فيها جماجم الأبطال وينسب إلى الحدث عمر بن زرارة الحدثي روى عن عيسى بن يونس وشريك بن عبد الله روى عنه أبو القاسم عبد الله بن محمد البغوي وموسى بن هارون وعلي بن الحسن الحدثي روى عن عيسى بن يونس |جـ 2 صـ 229| روى عنه أبو جعفر محمد بن عبد الله بن سليمان الحضرمي الكوفي وأبو الوليد أحمد بن جناب الحدثي روى عن عيسى بن يونس أيضا روى عنه فهد بن سليمان ذكره في الفيصل ",
                "title": "الحدث والنسبة الحدثي",
                "uri": "JK_000129_003748"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}