{
    "features": [
        {
            "item": "JK_000129_004193",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.300-301",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حماة</h1> مدينة كبيرة عظيمة كثيرة الخيرات رخيصة الأسعار واسعة الرقعة حفلة الأسواق يحيط بها سور محكم وبظاهر السور حاضر كبير جدا فيه أسواق كثيرة وجامع مفرد مشرف على نهرها المعروف بالعاصي عليه عدة نواعير تستقي الماء من العاصي فتسقي بساتينها وتصب إلى بركة جامعها ويقال لهذا الحاضر السوق الأسفل لأنه منحط عن المدينة ويسمون المسور السوق الأعلى وفي طرف المدينة قلعة عظيمة عجيبة في حصنها وإتقان عمارتها وحفر خندقها نحو مائة ذراع وأكثر للملك المنصور محمد بن تقي الدين عمر بن شاهنشاه بن أيوب وهي مدينة قديمة جاهلية ذكرها امرؤ القيس في شعره فقال تقطع أسباب اللبانة والهوى عشية جاوزنا حماة وشيزرا بسير يضج العود منه يمنه أخو الجهد لا يلوي على من تعذرا إلا أنها لم تكن قديما مثل ما هي اليوم من العظم بسلطان مفرد بل كانت من عمل حمص قال أحمد ابن الطيب فيما ذكره من البقاع التي شاهدها في مسيره من بغداد مع المعتضد إلى الطواحين فقال بعد ذكره حمص وحماة قرية عليها سور حجارة وفيها بناء بالحجارة واسع والعاصي يجري أمامها ويسقي بساتينها ويدير نواعيرها وكان قوله هذا في سنة 172 فسماها قرية وقال المنجمون طول حماة اثنتان وستون درجة وثلثان وعرضها خمس وثلاثون درجة وثلثان وربع وقال أحمد بن يحيى بن جابر ولما افتتح أبو عبيدة حمص وفرغ في سنة 71 خلف بها عبادة بن الصامت ومضى نحو حماة فتلقاه أهلها مذعنين فصالحهم على الجزية في رؤوسهم والخراج على أرضهم ومضى إلى شيزر فكان حالها حال حماة وقال عبد الرحمن بن المستخف يهجو الملك المنصور محمد بن تقي الدين صاحب حماة ما كان يصلح أن يكون محمد بسوى حماة لقلة في دينه قد أشبهت منه الصفات فهرها من جنسه وقرونها كقرونه قرون حماة قلتان متقابلتان جبل يشرف عليه ونهرها العاصي وبين كل واحد من حماة وحمص والمعرة وسلمية وبين صاحبه يوم وبينها وبين شيزر نصف يوم وبينها وبين دمشق خمسة أيام للقوافل وبينها وبين حلب أربعة أيام وقد نسب إليها جماعة من العلماء منهم قاضي القضاة ببغداد أبو بكر محمد بن المظفر بن بكران بن |جـ 2 صـ 301| عبد الصمد بن سلمان الحموي المعروف بالشامي وكان من صالحي القضاة تفقه على القاضي أبي الطيب الطبري وكان لا يخاف في الله لومة لائم روى عن أبي القاسم بن بشران وأبي طالب بن غيلان وغيرهما روى عنه عبد الواحد بن المبارك وغيره ومولده بحماة سنة 004 ومات ببغداد في شعبان سنة 488 ",
                "title": "حماة",
                "uri": "JK_000129_004193"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}