{
    "features": [
        {
            "item": "JK_000952_4311",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.613-615",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوكيل</h1> بفتح الواو وكسر الكاف بعدها الياء المنقوطة من تحتها بنقطتين وفي اخرها اللام هذا الاسم لمن يتوكل لأحد على باب دار القاضي أو يكون كذاخدي واحد من المعروفين في قضاء حوائجه ومهماته واشتهر به أبو بكر محمد بن إبراهيم بن نصر الوكيل من أهل نيسابور ويعرف بأبي بكر الخلقاني سمع أبا بكر محمد بن إسحاق بن خزيمة ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو بكر الوكيل وكيل الشيخ أبي بكر أحمد بن إسحاق الفقيه رحمه الله |جـ 5 صـ 614| وتوفي في شعبان من سنة أربع وستين وثلاثمئة وأبو سعيد محمد بن محمد بن علي العطار الوكيل من أهل نيسابور وكيل والي خراسان وأمينه وكان من عقلاء مشايخنا ومن أولاد المياسير ائتمنه الأمير السعيد والأمير الحميد على أملاكهما بنيسابور ثم استعفى بعد وفاة الحميد سمع إبراهيم بن أبي طالب وجعفر بن أحمد بن نصر الحافظ سمع منه الحاكم أبو عبد الله الحافظ وقال توفي غرة شهر ربيع الاخر سنة سبع وخمسين وثلاثمئة وأبو حفص عمر بن أحمد بن يوسف الوكيل يعرف بأبي نعيم وقيل ابن نعيم كان وكيل المتقي لله كان مستورا ثقة جميل الأمر وكان من معادن الصدق سمع علي بن الحسين بن حبان وأحمد بن الحسن بن عبد الجبار الصوفي وهارون بن يوسف بن زياد وسليمان بن عيسى الجوهري والمفضل بن محمد الجندي روى عنه محمد بن أبي الفوارس ومحمد بن عمر بن بكير النجار وبشرى بن عبد الله الرومي وتوفي في صفر سنة تسع وستين وثلاثمئة وأبو علي الحسن بن محمد بن جابر السعتري المعروف بحسن الوكيل من أهل نيسابور وهو من أهل الصدق وإنما قيل له الوكيل لأنه كان صاحب الرئيس أبي عمرو الخفاف والمتصرف في كذخدائيته وكان حسن الوكيل يسفر بين محمد بن يحيى الذهلي ومحمد بن إسماعيل البخاري من جهة أبي عمرو الخفاف وعلى لسانه سمع التفسير من عبد الله بن هاشم وعنه روى المشايخ وسمع محمد بن يحيى الذهلي وإسحاق بن منصور وعلي بن الحسن الذهلي وعبد الرحمن بن بشر وأحمد بن سعيد الدارمي وياسين بن النضر روى عنه أبو بكر بن إسحاق الصبغي وأبو علي الحافظ وكان يقول الوكيل كنت أتردد بين محمد بن يحيى ومحمد بن إسماعيل أياما فما رأيت أورع من محمد بن إسماعيل وكانت ولادته سنة ثلاث وثلاثين ومئتين ومات في جمادى الأولى سنة عشرين وثلاثمئة وأبو محمد عبد الله بن إسماعيل بن عبد الله الوكيل من أهل أصبهان كان وكيل القضاة ثم كبر وكان يؤدب الصبيان وكان كثير الحديث عن أهل بلده يروي عن أبي بكر بن النعمان وعمران بن عبد الرحيم وكان ثقة روى عنه أبو بكر بن مردويه ومات سنة إحدى وأربعين وثلاثمئة |جـ 5 صـ 615| ",
                "title": "الوكيل",
                "uri": "JK_000952_4311"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}