{
    "features": [
        {
            "item": "JK_000952_4141",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.509-510",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النعماني</h1> بضم النون وسكون العين وفي اخرها النون هذه النسبة إلى بلدة على شط الدجلة يقال لها النعمانية بين بغداد وواسط صليت بها الجمعة في انحداري إلى البصرة وبقيت بها أياما في رجوعي من واسط وعطفت منها إلى النيل والمشهور بالنسبة إليها أبو جعفر محمد بن سليمان بن محمد بن سليمان بن عمرو بن الحصين الباهلي النعماني حدث عن أحمد بن بديل اليابي ومحمد بن حسان الأموي وعبد الله بن عبد الصمد بن أبي خداش والحسين بن عبد الرحمن الجرجاني وعباس بن يزيد البحراني ومحمد بن عبد الله المخرمي وكان من الثقات روى عنه أبو حفص بن شاهين ويوسف بن عمر القواس وأبو الحسن علي بن عمر الدارقطني وأثنى عليه ووثقه ومات بالنعمانية في ذي الحجة سنة اثنتين وعشرين وثلاثمئة وأبو بكر محمد بن الحسن بن علي بن ثابت بن أحمد بن إسماعيل النعماني سمع عبد الخالق بن الحسن وأحمد بن سندي الحداد روى عنه أبو بكر أحمد بن علي بن ثابت الحافظ وصحح سماعه وقال توفي في جمادي الاخرة سنة خمس وعشرين وأربعمئة ودفن بمقبرة باب الدير وكانت ولادته في سنة تسع وأربعين وثلاثمئة وأبو يعقوب إسحاق بن إبراهيم النعماني سمع إسحاق بن الحسن الحربي روى عنه أبو الحسن بن رزقوية وأبو الحسن علي بن ثابت بن أحمد بن إسماعيل النعماني روى عن إسحاق الحربي وسليمان بن محمد النعماني روى عنه أبو الحسن الدراقطني وغيره وكان ثقة وأبو حفص عمر بن الحسن الصيرفي النعماني يروي عن أبي علي الحسن بن عرفة روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وذكر أنه كتب عنه بمدينة النعمانية بانتخاب إبراهيم بن مند والقاضي أبو جعفر محمد بن حامد بن ينبق النعماني من أهل النعمانية أيضا سمع أبا بكر محمد بن أحمد بن محمد بن يعقوب المفيد الجرجاني بجرجرايا وأبا علي بن المعلي الشاهد بواسط سمع منه عبد العزيز بن محمد بن محمد النخشبي الحافظ وقال سمعتهم بالنعمانية يذكرون أنه عاش مئة وعشرين سنة وكتب عن أبي بكر بن المفيد وهو كبير صحيح الأصول |جـ 5 صـ 510| وشاب يقال له عمر بن النعماني وأخوه محمد فقيهان سديدان ومحمد أفقه وأعلم وأورع لقيتهما بمرو أولا وكانا يتفقهان معنا على شيخنا عمر بن محمد الشيرازي السرخسي ثم خرجا إلى بلخ وسكناها كتبت عن عمر بيتين من الشعر ببلخ ",
                "title": "النعماني",
                "uri": "JK_000952_4141"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}