{
    "features": [
        {
            "item": "JK_000129_000266",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.103-104",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أجنادين</h1> بالفتح ثم السكون ونون وألف وتفتح الدال فتكسر معها النون فيصير بلفظ التثنية وتكسر الدال وتفتح النون بلفظ الجمع وأكثر أصحاب الحديث يقولون إنه بلفظ التثنية ومن المحصلين من يقوله بلفظ الجمع وهو موضع معروف بالشام من نواحي فلسطين وفي كتاب أبي حذيفة إسحاق ابن بشير بخط أبي عامر العبدري أن أجنادين من الرملة من كورة بيت جبرين كانت به وقعة بين المسلمين والروم مشهورة وقالت العلماء بأخبار الفتوح شهد يوم أجنادين مائة ألف من الروم سرب هرقل أكثرهم وتجمع الباقي من النواحي وهرقل يومئذ بحمص فقاتلوا المسلمين قتالا شديدا ثم إن الله تعالى هزمهم وفرقهم وقتل المسلمون منهم خلقا واستشهد من المسلمين طائفة منهم عبد الله بن الزبير بن عبد المطلب ابن هاشم بن عبد مناف وعكرمة بن أبي جهل والحارث بن هشام وأبلى خالد بن الوليد يومئذ بلاء مشهورا وانتهى خبر الوقعة إلى هرقل فنخب |جـ 1 صـ 104| قلبه وملىء رعبا فهرب من حمص إلى إنطاكية وكانت لاثنتي عشرة ليلة بقيت من جمادى الأولى سنة ثلاثة عشرة قبل وفاة أبي بكر رضي الله عنه بنحو شهر فقال زياد بن حنظلة ونحن تركنا أرطبون مطردا إلى المسجد الأقصى وفيه حسور عشية أجنادين لما تتابعوا وقامت عليهم بالعراء نسور عطفنا له تحت العجاج بطعنة لها نشج نائي الشهيق غزير فطمنا به الروم العريضة بعده عن الشام أدنى ما هناك شطير تولت جموع الروم تتبع إثره تكاد من الذعر الشديد تطير وغودر صرعى في المكر كثيره وعاد إليه الفل وهو حسير وقال كثير بن عبد الرحمن إلى خير أحياء البرية كلها لذي رحم أو خلة متأسن له عهد ود لم يكدر بريبة وناقول معروف حديث ومزمن وليس امرؤ من لم ينل ذاك كامرىء بدا نصحه فاستوجب الرفد محسن فإن لم تكن بالشام داري مقيمة فإن بأجنادين كني ومسكني منازل صدق لم تغير رسومها وأخرى بميا فارقين فموزن ",
                "title": "أجنادين",
                "uri": "JK_000129_000266"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}