{
    "features": [
        {
            "item": "JK_000129_000394",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.128-129",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أذربيجان</h1> بالفتح ثم السكون وفتح الراء وكسر الباء الموحدة وباء ساكنة وجيم هكذا جاء في شعر الشماخ تذكرتها وهنا وقد حال دونها قرى أذربيجان المسالح والجال وقد فتح قوم الذال وسكنوا الراء ومد آخرون الهمزة مع ذلك وروي عن المهلب ولا أعرف المهلب هذا آذريبجان بمد الهمزة وسكون الذال فيلتقي ساكنان وكسر الراء ثم ياء ساكنة وباء موحدة مفتوحة وجيم وألف ونون قال أبو عون إسحاق بن علي في زيحه أذربيجان في الإقليم الخامس طولها ثلاث وسبعون درجة وعرضها أربعون درجة قال النحويون النسبة إليه أذري بالتحريك وقيل أذري بسكون الذال لأنه عندهم مركب من أذر وبيجان فالنسبة إلى الشطر الأول وقيل أذربي كل قد جاء وهو اسم اجتمعت فيه خمس موانع من الصرف العجمة والتعريف والتأنيث والتركيب ولحاق الألف والنون ومع ذلك فإنه إذا زالت عنه إحدى هذه الموانع وهو التعريف صرف لأن هذه الأسباب لا تكون موانع من الصرف إلا مع العلمية فإذا زالت العلمية بطل حكم البواقي ولولا ذلك لكان مثل قائمة ومانعة ومطيعة غير منصرف لأن فيه التأنيث والوصف ولكان مثل الفرند واللجام غير منصرف لاجتماع العجمة والوصف فيه وكذلك الكتمان لأن فيه الألف والنون والوصف فاعرف ذلك قال ابن المقفع أذربيجان مسماة باذرباذ بن إيران بن الأسود بن سام بن نوح عليه السلام وقيل أذرباذ بن بيوراسف وقيل بل أذر اسم النار بالفهلوية وبايكان معناه الحافظ والخازن فكأن معناه بيت النار أو خازن النار وهذا أشبه بالحق وأحرى به لأن بيوت النار في هذه الناحية كانت كثيرة جدا وحد أذربيجان من برذعة مشرقا إلى أرزنجان مغربا ويتصل حدها من جهة الشمال ببلاد الديلم والجيل والطرم وهو إقليم واسع ومن مشهور مدائنها تبريز وهي اليوم قصبتها وأكبر مدنها وكانت قصبتها قديما المراغة ومن مدنها خوي وسلماس وأرمية وأردبيل ومرند وغير ذلك وهو صقع جليل ومملكة عظيمة الغالب عليها الجبال وفيه قلاع كثيرة وخيرات واسعة وفواكه جمة ما رأيت ناحية أكثر بساتين منها ولا أغزر مياها وعيونا لا يحتاج السائر بنواحيها إلى حمل إناء للماء لأن المياه جارية تحت أقدامه أين توجه وهو ماء بارد عذب صحيح وأهلها صباح الوجوه حمرها رقاق البشرة ولهم لغة يقال لها الأذرية لا يفهمها غيرهم وفي أهلها لين وحسن معاملة إلا أن البخل يغلب على طباعهم وهي بلاد فتنة وحروب ما خلت قط منها فلذلك أكثر مدنها خراب وقراها يباب وفي أيامنا هذه هي مملكة |جـ 1 صـ 129| جلال الدين منكبرني بن علاء الدين محمد بن تكش خوارزم شاه وقد فتحت أولا في أيام عمر بن الخطاب رضي الله عنه وكان عمر قد أنفذ المغيرة بن شعبة الثقفي واليا على الكوفة ومعه كتاب إلى حذيفة بن اليمان بولاية أذربيجان فورد الكتاب على حذيفة وهو بنهاوند فسار منها إلى أذربيجان في جيش كثيف حتى أتى أردبيل وهي يومئذ مدينة أذربيجان وكان مرزبانها قد جمع المقاتلة من أهل باجروان وميمذ والبذ وسراو وشيز والميانج وغيرها فقاتلوا المسلمين قتالا شديدا أياما ثم إن المرزبان صالح حذيفة على جميع أذربيجان على ثمانمائة ألف درهم وزن على أن لا يقتل منهم أحدا ولا يسبيه ولا يهدم بيت نار ولا يعرض لأكراد البلاشجان وسبلان وميان روذان ولا يمنع أهل الشيز خاصة من الزفن في أعيادهم وإظهار ما كانوا يظهرونه ثم إنه غزا موقان وجيلان فأوقع بهم وصالحهم على إتاوة ثم إن عمر رضي الله عنه عزل حذيفة وولى عتبة بن فرقد على أذربيجان فأتاها من الموصل ويقال بل أتاها من شهرزور على السلق الذي يعرف بمعاوية الأذري فلما دخل أردبيل وجد أهلها على العهد وقد انتفضت عليه نواح فغزاها وظفر وغنم فكان معه ابنه عمرو بن عتبة بن فرقد الزاهد وعن الواقدي غزا المغيرة بن شعبة أذربيجان من الكوفة سنة اثنتين وعشرين ففتحها عنوة ووضع عليها الخراج وروى أبو المنذر هشام بن محمد عن أبي مخنف أن المغيرة بن شعبة غزا أذربيجان في سنة عشرين ففتحها ثم إنهم كفروا فغزاهم الأشعت بن قيس الكندي ففتح حصن جابروان وصالحهم على صلح المغيرة ومضى صلح الأشعث إلى اليوم وقال المدائني لما هزم المشركون بنهاوند رجع الناس إلى أمصارهم وبقي أهل الكوفة مع حذيفة فغزا بهم أذربيجان فصالحهم على ثمانمائة ألف درهم ولما استعمل عثمان بن عفان رضي الله عنه الوليد بن عقبة على الكوفة عزل عتبة بن فرقد عن أذربيجان فنقضوا فغزاهم الوليد بن عقبة سنة خمس وعشرين وعلى مقدمته عبد الله بن شبيل الأحمسي فأغار على أهل موقان والتبريز والطيلسان فغنم وسبا ثم صالح أهل أذربيجان على صلح حذيفة ",
                "title": "أذربيجان",
                "uri": "JK_000129_000394"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}