{
    "features": [
        {
            "item": "JK_000952_1316",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.319-320",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخبزارزي</h1> بضم الخاء المعجمة وسكون الباء الموحدة وفتح الزاي وبعدها الألف ثم الراء ثم الزاي هذه النسبة إلى خبز الأرز وخبزها وبيعها والمشهور بهذه النسبة أبو الحسين أحمد بن أحمد البزاز المعروف بابن الخبزرزي من أهل بغداد حدث بكتاب التفسير عن محمد بن جرير الطبري روى عنه يوسف بن عمر القواس وإبراهيم بن مخلد الدقاق وكان ثقة توفي في شوال سنة اثنتين وخمسين وثلاثمائة وأبو القاسم نصر بن أحمد بن نصر البصري المعروف بالخبزارزي الشاعر كان شاعرا مليح الشعر حسن القول أقام ببغداد دهرا طويلا وقرئ عليه ديوان شعره روى عنه مقطعات من شعره المعافى بن زكريا الجريري وأحمد بن منصور النوشري وأبو الحسن بن الجندي وأحمد بن محمد بن العباس الأخباري ذكر أبو محمد بن الأكفاني البصري قال خرجت مع عمي أبي عبد الله الأكفاني الشاعر وأبي |جـ 2 صـ 320| الحسين بن لنكك وأبي عبد الله المفجع وأبي الحسن الساكر في بطالة عيد وأنا يومئذ صبي أصحبهم فمشوا حتى انتهوا إلى نصر بن أحمد الخبزرزي وهو جالس يخبز على طابقه فجلست الجماعة عنده يهنئون بالعيد ويتعرفون خبره وهو يوقد السعف تحت الطابق فزاد في الوقود فدخنهم فنهضت الجماعة عند تزايد الدخان فقال نصر بن أحمد لأبي الحسين في لنكك متى أراك يا أبا الحسين فقال إذا اتسخت ثيابي وكانت ثيابه يومئذ جددا على أنقى ما يكون للتجمل بها في العيد فمشينا في سكة بني سمرة حتى انتهينا إلى دار أبي أحمد بن المثنى فجلس ابن لنكك وقال يا أصحابنا إن نصرا لا يخلي هذا المجلس الذي مضى لنا معه من شيء يقوله فيه ويجب أن نبدأه قبل أن يبدأنا واستدعى دواة وكتب % لنصر في فؤادي فرط حب % % أنيف به على كل الصحاب % % أتيناه فبخرنا بخورا % % من السعف المدخن للثياب % % فقمت مبادرا وظننت نصرا % % يريد بذاك طردي أو ذهابي % % فقال متى أراك أبا حسين % % فقلت له إذا اتسخت ثيابي % وأنفذ الأبيات إلى نصر فأملى جوابها فقرأته فإذا هو قد أجاب % منحت أبا الحسين صميم ودي % % فداعبني بألفاظ عذاب % % أتى وثيابه كقتير شيب % % فعدن له كريعان الشباب % % ظننت جلوسه عندي كعرس % % فجدت له بتمسيك الثياب % % فقلت متى أراك أبا حسين % % فجاوبني إذا اتسخت ثيابي % % فإن كان التقزز فيه فخر % % فلم يكنى الوصي أبا تراب % ",
                "title": "الخبزارزي",
                "uri": "JK_000952_1316"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}