{
    "features": [
        {
            "item": "JK_000952_4118",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.483-486",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النسائي</h1> بفتح النون والسين المهملة وبعد الألف همزة وياء النسب هذه النسبة إلى بلد بخراسان بقال لها نسا والنسبة المشهورة إلى هذه البلدة النسوي والنسائي وسمعت إسماعيل بن محمد بن الفضل بأصبهان يقول سمعت الأديب أبا المظفر محمد بن أحمد الأبيوردي يقول النسبة الصحيحة إلى هذه البغدة نسائي وكان الأديب جمع جزءا في تاريخ نسا وأبيورد وأنا دخلتها وأقمت بها أربعين يوما وكتبت عن جماعة بها وسمعت أن هذه البلدة إنما سميت بهذا الاسم في ابتداء الإسلام لأن المسلمين لما أردوا فتحها كان رجالها غيبا عنها فحاربت النساء الغزاة فلما عرفت العرب ذلك كفوا عن الحرب لأن النساء لا يحاربن وقالوا وضعنا هذه القرية في النساء يعني التأخير حتى يعود وقت عود رجالهن إنما سميت نسا لأن النساء كانت تحارب دون الرجال والله أعلم |جـ 5 صـ 484| وفيها سمعت أبا نصر محمد بن أحمد الأزجاهي الضرير أملي من حفظه لبعض العرب القديمة من أهل عسكر قتيبة بن مسلم الباهلي % فتحنا سمرقند العريضة بالقنا % % شتاء وأربعنا نؤم نساء % % فلا تجعلنا يا قتيبة والذي % % ينام ضحى يوم الحروب سواء % وقيل قديما إن من دخل نسا نسي الوطني والمنسوب إلى هذه البلدة جماعة من الأئمة الكبار منهم أبو أحمد فضالة بن إبراهيم التميمي النسائي من كبار أصحاب ابن المبارك روى عن الليث بن سعد وعبد الله بن لهيعة روى عنه جماعة قال أبو حاتم بن حبان كان قتيبة بن سعيد مع فضالة بن إبراهيم التميمي بمصر وكان من أهل الحفظ والضبط والعلم باللغة والشعر وهو والد أبي يزيد عبيد الله بن فضالة وأبو أحمد حميد بن زنجوية بن سقتيبة بن عبد الله الأزدي النسوي الإمام الفاضل صاحب كتاب الترغيب والآدب رحل إلى العراق والحجاز والشام وديار مصر ورجع إلى بلده وكان من سادات أهل بلده فقها وعلما وهو الذي أظهر السنة بنسا يروي عن النضر بن شميل ويعلي بن عبيد روى عنه الحسن بن سفيان قال ابن أبي حاتم كتب عنه أبي بالمدينة بمصر وروى عنه أبو زرعة ومات بها في سنة سبع وأربعين ومئتين وزرت قبره بنسا وأتممت عند قبره قراءة كتاب الاداب من تصنيفه تمنها أبو عبد الرحمن أحمد بن شعيب بن علي بن بحر بن سنان النسائي صاحب كتاب السنن إمام عصره سكن مصر مدة وانتشرت بها تصانيفه حدث عن قتيبة بن سعيد وعلي بن حجر وغيرهما توفي سنة ثلاث وثلاثمئة قيل بمكة وقيل بالرملة وابنه عبد الكريم أحمد النسائي من أهل مصر ولد بمصر في صفر سنة سبع وسبعين ومئتين وتوفي بها سنة أربع وأربعين وثلاثمئة وعبد الله بن وهب النسائي شيخ دجال يضع الحديث على الثقات ويلزق الموضوعات بالضعفاء يروي عن يزيد بن هارون وأهل العراق لا يحل ذكره في الكتب إلا على سبيل الجرح فيه قال أبو حاتم بن حبان وهو شيخ ليس يعرفه كل إنسان إلا من تتبع الضعفاء والتنقير عن |جـ 5 صـ 485| أتباعهم وكتابة حديثهم للمعرفة والسبر روى عنه من أهل بلده محمد بن عبد العزيز بن إسماعيل قال أبو حاتم بنسا وقال حدثناه محمد بن سدوس بنسا في قرية الحسن بن سفيان قال ابن ماكولا في الإكمال وأبو عبد الرحمن أحمد بن عثمان بن عبد الرحمن النسوي كتب بخراسان والعراق والحجاز سمع عيسى بن حماد زغبة ودميم بن اليتيم وقتيبة وأبا مصعب وهشام بن عمار وغيرهم حدث عنه أبو عبد الله محمد بن يعقوب وأبو القاسم يوسف بن يعقوب السوسي قال عبد الرحمن بن أبي حاتم أحمد بن عثمان النسائي أبو عبد الرحمن رفيق أبي بمصر في الرحلة الثانية سمعت منه وهو صدوق ثقة وأبو محمد عبد الرحمن بن بحر بن معاذ النسوي البزاز سمع محمد بن يحيى بن أبي عمر العدني وهشام بن عمار روى عنه ابنه أبو عبد الله وأبو محمد زياد العدل وأبو الحسن علي بن إبراهيم بن أحمد النسوي سمع محمد بن رمح وأبا مصعب ونصر بن علي وأبا الطاهر روى عن أبو عبد الله محمد بن يعقوب الحافظ وأبو جعفر بن سعيد توفي سنة سبع وثمانين ومئتين وأبو الحسن محمد بن أحمد بن سعيد بن ذؤيب النسوي والد أبي بكر بن أبي الحسن رئيس نسا سمع ببلده حميد بن زنجوية وبخراسان محمد بن عيسى الدامغاني وبالري محمد بن حميد وبالعراق أحمد بن منيع وأبا كريب وبالححاز أبا مصعب وغيرهم روى عنه أبو الفضل بن إبراهيم وعلي بن سعيد بن جرير النسوي روى عنه ابنه محمد بن علي د أبو عبد الله محمد بن علي بن سعيد بن جرير النسوي سمع أباه وقتيبة روى عنه أبو الفضل بن إبراهيم وجماعة من بني نسي وهو بطن من الصدف وظني أن النسبة إليه نسائي منهم أبو زرعة عقبة بن يزيد بن سعيد بن قتادة بن جبلة بن نمر بن الحارث الصدفي النسائي من أهل مصر توفي في ذي الحجة سنة أربع وسبعين ومئتين وأبو خيثمة زهير بن حرب بن شداد النسائي كان اسم جده أشتال فعرب وجعل شداد وأبو خيثمة نسائي سكن بغداد وحدث بها عن سفيان بن عيينة وهشيم بن بشر |جـ 5 صـ 486| وإسماعيل بن علية وجرير بن عبد الحميد ويحيى بن سعيد القطان وأبو معاوية الضرير ووكيع بن الجراح وغيرهم روى عنه ابنه أبو بكر أحمد بن أبي خيثمة ويعقوب بن شيبة ومحمد بن إسماعيل البخاري ومسلم بن الحجاج وأبو داود السجستاني وأبو عيسى الترمذي وأبو زرعة وأبو حاتم الرازيان وكان ثقة ثبتا حافظا متقنا مكثرا من الحديث قال الفريابي سألت محمد بن عبد الله بن نمير أيما أحب إليك أبو خيثمة أو أبو بكر بن أبي شيبة فقال أبو خيثمة وجعل يطري أبا خيثمة ويضع من أبي بكر ومات أبو خثيمة في شعبان سنة أربع وثلاثين ومئتين في خلافة جعفر المتوكل وهو ابن أربع وسبعين سنة وابنه أبو بكر أحمد بن أبي خيثمة النسائي وابن أخيه أبو جعفر محمد بن زاهر بن حرب بن شداد النسائي أخو القاسم بن زاهر سكن دمشق وحدث بها عن أحمد بن شبوية المروزي روى عنه محمود بن إبراهيم بن سميع الدمشقي والعباس بن الوليد بن مزيد البيروتي وقال عبد الرحمن بن أبي حاتم الرازي سألت أبي عنه فقال كان بدمشق توفي هناك وأنا صليت عليه وكان من أقراني ولم يكن به بأس ",
                "title": "النسائي",
                "uri": "JK_000952_4118"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}