{
    "features": [
        {
            "item": "JK_000129_004353",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.326-327",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحويزة والنسبة الحويزي</h1> تصغير الحوزة وأصله من حازه يحوزه حوزا أذا حصله والمرة الواحدة حوزة وهو موضع حازه دبيس بن عفيف الأسدي في أيام الطائع لله ونزل فيه بحلته وبنى فيه أبنية وليس بدبيس بن مزيد الذي بنى الحلة بالجامعين ولكنه من بني أسد أيضا وهذا الموضع بين واسط والبصرة وخوزستان في وسط البطائح وهذه رسالة كتبها أبو الوفاء زاد بن خودكام إلى أبي سعد شهريار بن خسرو يصف في أولها الحويزة وأتبعها بوصف بقرة له أكلها السبع ذكرت منها وصف الحويزة وأولها لو شاب طرف شاب أسود ناظري من طول ما أنا في الحوادث ناظر فهذا كتابي أيها الأخ متعك الله بالإخوان وجنبك حبائل الشيطان وغوائل السلطان وكفاك شر حوادث الزمان وطوارق الحدثان من الحويزة وما أدراك ما الحويزة دار الهوان ومظنة الحرمان ومحط رحل الخسران على كل ذي زمان وضمان ثم ما أدارك ما الحويزة أرضها رغام وسماؤها قتام وسحابها جهام وسمومها سهام ومياهها سمام وطعامها حرام وأهلها لئام وخواصها عوام وعوامها طغام لا يؤوى ربعها ولا يرجى نفعها ولا يمرى ضرعها ولا يرأب صدعها وقد صدق الله تبارك وتعالى قوله فيها وأنفذ حكمه في أهاليها & ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين & وأنا منها بين هواء رديء وماء وبيء ومن أهاليها بين شيخ غوي وشاب غبي يؤذونك إن حضرت شغبا ويشنعونك إن غبت كذبا يتخذون الغمز أدبا والزور إلى أرزاقهم سببا يأكلون الدنيا سلبا ويعدون الدين لهوا ولعبا & لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا & إذا سقى الله أرضا صوب غادية فلا سقاها سوى النيران تضطرم |جـ 2 صـ 327| ثم شكا زمانه ووصف القرية بما ليس من شرط كتابنا وقد نسب إليها قوم منهم عبد الله بن حسن بن إدريس الحويزي حدث عن أحمد بن الجبير بن نصر الحلبي حدث عنه محمد بن الحسن بن أحمد الأهوازي وغيره وأحمد بن محمد بن سليمان العباسي أبو العباس الحويزي كان ذا فضل وتمييز ولي في أيام المقتفي عدة ولايات منها النظر بديوان واسط وآخر ما تولاه النظر بنهر الملك وكان الجور والظلم والعسف غالبا على طبائعه مع إظهار الزهد والتقشف والتسبيح الدائم والصلاة الكثيرة وكان إذا عزل لزم بيته واشتغل بالنظر إلى الدفاتر فهجاه أبو الحكم عبد الله بن المظفر الباهلي الأندلسي فقال رأيت الحويزي يهوى الخمول ويلزم زاوية المنزل لعمري لقد صار حلسا له كما كان في الزمن الأول يدافع بالشعر أوقاته وإن جاع طالع في المجمل وكان الحويزي ناظرا بنهر الملك في شعبان سنة 055 وكان نائما في السطح فصعد إليه قوم فوجؤوه بالسكاكين وتركوه وبه رمق فحمل إلى بغداد فمات بعد أيام ",
                "title": "الحويزة والنسبة الحويزي",
                "uri": "JK_000129_004353"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}