{
    "features": [
        {
            "item": "JK_000129_001951",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.414-419",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بست والنسبة البستي</h1> بالضم مدينة بين سجستان وغزنين وهراة وأظنها من أعمال كابل فإن قياس ما نجده من أخبارها في الأخبار والفتوح كذا يقتضي وهي من البلاد الحارة المزاج وهي كبيرة ويقال لناحيتها |جـ 1 صـ 415| اليوم كرم سير معناه النواحي الحارة المزاج وهي كثيرة الأنهار والبساتين إلا أن الخراب فيها ظاهر وسئل عنها بعض الفضلاء فقال هي كتثنيتها يعني بستان وقد خرج منها جماعة من أعيان الفضلاء منهم الخطابي أبو سليمان أحمد بن محمد البستي صاحب معالم السنن وغريب الحديث وغير ذلك وكان من الأئمة الأعيان ذكرت أخباره وأشعاره في كتاب الأدباء من جمعي فأغنى وإسحاق بن إبراهيم بن إسماعيل أبو محمد القاضي البستي سمع هشام بن عمار وهشام بن خالد الأزرق وقتيبة بن سعيد وغيرهم روى عنه أبو جعفر محمد بن حيان وأبو حاتم أحمد ابن عبد الله بن سهل بن هشام البستيان وغيرهما مات سنة 703 وأبو الفتح علي بن محمد ويقال ابن أحمد بن الحسين بن محمد بن عبد العزيز البستي الشاعر الكاتب صاحب التجنيس سمع أبا حاتم بن حبان روى عنه الحاكم أبو عبد الله مات ببخارى في سنة 004 وقال عمران بن موسى بن محمد بن عمران الطولقي في أبي الفتح البستي إذا قيل أي الأرض في الناس زينة أجبنا وقلنا أبهج الأرض بستها فلو أنني أدركت يوما عميدها لزمت يد البستي دهرا وبستها وقال كافور بن عبد الله الإخشيدي الخصي الليثي الصوري ضيعت أيامي ببست وهمتي تأبى المقام بها على الخسران وإذا الفتى في البؤس أنفق عمره فمن الكفيل له بعمر ثان وأبو حاتم محمد بن حبان بن معاذ بن معبد بن سعيد ابن شهيد التميمي كذا نسبه أبو عبد الله محمد بن أحمد بن محمد البخاري المعروف بغنجار ووافقه غيره إلى معبد ثم قال ابن هدبة بن مرة بن سعد ابن يزيد بن مرة بن زيد بن عبد الله بن دارم بن مالك ابن حنظلة بنمالك بن زيد مناة بن تميم بن مر بن أد ابن طابخة بن إلياس بن مضر الإمام العلامة الفاضل المتقن كان مكثرا من الحديث والرحلة والشيوخ عالما بالمتون والأسانيد أخرج من علوم الحديث ما عجز عنه غيره ومن تأمل تصانيفه تأمل منصف علم أن الرجل كان بحرا في العلوم سافر ما بين الشاش والإسكندرية وأدرك الأئمة والعلماء والأسانيد العالية وأخذ فقه الحديث والفرض على معانيه عن إمام الأئمة أبي بكر ابن خزيمة ولازمه وتلمذ له وصارت تصانيفه عدة لأصحاب الحديث غير أنها عزيزة الوجود سمع ببلده بست أبا أحمد إسحاق بن إبراهيم القاضي وأبا الحسن محمد بن عبد الله ابن الجنيد البستي وبهراة أبا بكر محمد بن عثمان بن سعد الدارمي وبمرو أبا عبد الله وأبا عبد الرحمن عبد الله بن محمود بن سليمان السعدي وأبا يزيد محمد بن يحيى بن خالد المديني وبقرية سنج أبا علي الحسين بن محمد بن مصعب السنجي وأبا عبد الله محمد بن نصر بن ترقل الهورقاني وبالصغد بما وراء النهر أبا حفص عمر بن محمد بن يحيى الهمداني وبنسا أبا العباس الحسن بن سفيان الشيباني ومحمد بن عمر بن يوسف ومحمد بن محمود بن عدي النسويين وبنيسابور أبا العباس محمد بن إسحاق بن إبراهيم السراج الثقفي وأبا محمد عبد الله بن محمد بن عبد الرحمن بن شيرويه الأزدي وبأرغيان أبا عبد الله محمد بن المسيب بن إسحاق الأرغياني وبجرجان عمران بن موسى بن |جـ 1 صـ 416| مجاشع وأحمد بن محمد بن عبد الكريم الوزان الجرجانيين وبالري أبا القاسم العباس بن الفضل بن عاذان المقري وعلي بن الحسن بن مسلم الرازي وبالكرج أبا عمارة أحمد بن عمارة بن الحجاج الحافظ والحسين بن إسحاق الأصبهاني وبعسكر مكرم أبا محمد عبد الله بن أحمد بن موسى الجواليقي المعروف بعبدان الأهوازي وبتستر أبا جعفر أحمد بن محمد بن يحيى بن زهير الحافظ وبالأهواز أبا العباس محمد بن يعقوب الخطيب وبالأبلة أبا يعلى محمد بن زهير والحسين بن محمد بن بسطام الأبليين وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وأبا يحيى زكرياء ابن يحيى الساجي وأبا سعيد عبد الكرم بن عمر الخطابي وبواسط أبا محمد جعفر بن أحمد بن سنان القطان والخليل بن محمد الواسطي ابن بنت تميم بن المنتصر وبقم الصلح عبد الله بن قحطبة بن مرزوق الصلحي وبنهر سابس قرية من قرى واسط خلاد ابن محمد بن خالد الواسطي وببغداد أبا العباس حامد ابن محمد بن شعيب البلخي وأبا أحمد الهيثم بن خلف الدوري وأبا القاسم عبد الله بن محمد بن عبد العزيز البغوي وبالكوفة أبا محمد عبد الله بن زيدان البجلي وبمكة أبا بكر محمد بن إبراهيم بن المنذر النيسابوري الفقيه صاحب كتاب الأشراف في اختلاف الفقهاء وأبا سعيد المفضل بن محمد بن إبراهيم الجندي وبسامرا علي بن سعيد العسكري عسكر سامرا وبالموصل أبا يعلى أحمد بن علي بن المثنى الموصلي وهارون بن المسكين البلدي وأبا جابر زيد بن علي ابن عبد العزيز بن حيان الموصلي وروح بن عبد المجيب الموصلي وببلد سنجار علي بن إبراهيم بن الهيثم الموصلي وبنصيبين أبا السري هاشم بن يحيى النصيبيني ومسدد بن يعقوب بن إسحاق الفلوسي وبكفرتوثا من ديار ربيعة محمد بن الحسين بن أبي معشر السلمي وبسرغامرطا من ديار مضر أبا بدر أحمد بن خالد بن عبد الملك بن عبد الله بن مسرح الحراني وبالرافقة محمد بن إسحاق بن إبراهيم بن فروخ البغدادي وبالرقة الحسين بن عبد الله بن يزيد القطان وبمنبج عمر بن سعيد بن سنان الحافظ وصالح بن الأصبغ بن عامر التنوخي وبحلب علي بن أحمد بن عمران الجرجاني وبالمصيصة أبا طالب أحمد بن داود بن محسن بن هلال المصيصي وبأنطاكية أبا علي وصيف بن عبد الله الحافظ وبطرسوس محمد بن يزيد الدرقي وإبراهيم بن أبي أمية الطرسوسي وبأذنة محمد بن علان الأذني وبصيداء محمد بن أبي المعافى بن سليمان الصيداوي وببيروت محمد بن عبد الله بن عبد السلام البيروتي المعروف بمكحول وبحمص محمد بن عبيد الله بن الفضل الكلاعي الراهب وبدمشق أبا الحسن أحمد ابن عمير بن جوصاء الحافظ وجعفر بن أحمد بن عاصم الأنصاري وأبا العباس حاجب بن أركين الفرغاني الحافظ وبالبيت المقدس عبد لله بن محمد بن مسلم المقدسي الخطيب وبالرملة أبا بكر محمد بن الحسن ابن قتيبة العسقلاني وبمصر أبا عبد الرحمن أحمد بن شعيب بن علي النسائي وسعيد بن داود بن وردان المصري وعلي بن الحسين بن سليمان المعدل وجماعة كثيرة من أهل هذه الطبقة سوى من ذكرناهم روى عنه الحاكم أبو عبد الله الحافظ وأبو عبد الله ابن مندة الأصبهاني وأبو عبد الله محمد بن أحمد الغنجار الحافظ البخاري وأبو علي منصور بن عبد الله بن خالد الذهلي الهروي وأبو مسلمة محمد بن محمد ابن داود الشافعي وجعفر بن شعيب بن محمد السمرقندي والحسن بن منصور الأسفيجابي والحسن بن محمد بن سهل الفارسي وأبو الحسن محمد بن أحمد بن محمد بن |جـ 1 صـ 417| هارون الزوزني وأبو عبد الله محمد بن أحمد بن عبد الله بن خشنام الشروطي وجماعة كثيرة لا تحصى أخبرنا القاضي الإمام إبو القاسم عبد الصمد بن محمد بن أبي الفضل الأنصاري الحرستاني إذنا عن أبي القاسم زاهر بن طاهر الشحامي عن أبي عثمان سعيد البستري قال سمعت الحاكم أبا عبد الله الحافظ يقول أبو حاتم البستي القاضي كان من أوعية العلم في اللغة والفقه والحديث والوعظ ومن عقلاء الرجال صنف فخرج له من التصنيف في الحديث ما لم يسبق إليه وولي القضاء بسمرقند وغيرها من المدن ثم ورد نيسابور سنة 433 وحضرناه يوم جمعة بعد الصلاة فلما سألناه الحديث نظر إلى الناس وأنا أصغرهم سنا فقال استمل فقلت نعم فاستمليت عليه ثم أقام عندنا وخرج إلى القضاء بنيسابور وغيرها وانصرف إلى وطنه وكانت الرحلة بخراسان إلى مصنفاته أخبرنا أبو اليمن زيد بن الحسن الكندي شفاها قال أخبرنا القاضي أبو بكر محمد بن عبد الباقي اذنا عن أبي بكر أحمد بن علي بن ثابت كتابة قال ومن الكتب التي تكثر منافعها إن كانت على قدر ما ترجمها به واضعها مصنفات أبي حاتم محمد بن حبان البستي التي ذكرها لي مسعود بن ناصر السجزي ووقفني على تذكرة بأسمائها ولم يقدر لي الوصول إلى النظر فيها لأنها غير موجودة بيننا ولا معروفة عندنا وأنا أذكر منها ما استحسنته سوى ما عدلت عنه واطرحته فمن ذلك كتاب الصحابة خمسة أجزاء وكتاب التابعين اثنا عشر جزءا وكتاب اتباع التابعين خمسة عشر جزءا وكتاب تبع الاتباع سبعة عشر جزءا وكتاب تباع التبع عشرون جزءا وكتاب الفصل بين النقلة عشرة أجزاء وكتاب علل أوهام أصحاب التواريخ عشرة أجزاء وكتاب علل حديث الزهري عشرون جزءا وكتاب علل حديث مالك عشرة أجزاء وكتاب علل مناقب أبي حنيفة ومثالبه عشرة أجزاء وكتاب علل ما استند إليه أبو حنيفة عشرة أجزاء وكتاب ما خالف الثوري شعبة ثلاثة أجزاء وكتاب ما انفرد فيه أهل المدينة من السنن عشرة أجزاء وكتاب ما انفرد به أهل مكة من السنن عشرة أجزاء وكتاب ما عند شعبة عن قتادة وليس عند سعيد عن قتادة جزآن وكتاب غرائب الأخبار عشرون جزءا وكتاب ما أغرب الكوفيون عن البصريين عشرة أجزاء وكتاب ما أغرب البصريون عن الكوفيين ثمانية أجزاء وكتاب أسامي من يعرف بالكنى ثلاثة أجزاء وكتاب كنى من يعرف بالاسامي ثلاثة اجزاء وكتاب الفصل والوصل عشرة أجزاء وكتاب التمييز بين حديث النضر الحداني والنضر الخزاز جزآن وكتاب الفصل بين حديث أشعث بن مالك وأشعث بن سوار جزآن وكتاب الفصل بين حديث منصور بن المعتمر ومنصور ابن راذان ثلاثة أجزاء وكتاب الفصل بين مكحول الشامي ومكحول الأزدي جزء وكتاب موقوف ما رفع عشرة أجزاء وكتاب آداب الرجالة جزآن وكتاب ما أسند جنادة عن عبادة جزء وكتاب الفصل بين حديث نور بن يزيد ونور بن زيد جزء وكتاب ما جعل عبد الله بن عمر عبيد الله بن عمر جزآن وكتاب ما جعل شيبان سفيان أو سفيان شيبان ثلاثة أجزاء وكتاب مناقب مالك بن أنس جزآن وكتاب مناقب الشافعي جزآن وكتاب المعجم على المدن عشرة أجزاء وكتاب المقلين من الحجازيين عشرة أجزاء وكتاب المقلين من العراقيين عشرون جزءا وكتاب الأبواب المتفرقة ثلاثون جزءا وكتاب الجمع بين الأخبار المتضادة جزآن وكتاب وصف |جـ 1 صـ 418| المعدل والمعدل جزآن وكتاب الفصل بين حدثنا وأخبرنا جزء وكتاب وصف العلوم وأنواعها ثلاثون جزءا وكتاب الهداية إلى علم السنن قصد فيه إظهار الصناعتين اللتين هما صناعة الحديث والفقه يذكر حديثا ويترجم له ثم يذكر من يتفرد بذلك الحديث ومن مفاريد أي بلد هو ثم يذكر كل اسم في إسناده من الصحابة إلى شيخه بما يعرف من نسبته ومولده وموته وكنيته وقبيلته وفضله وتيقظه ثم يذكر ما في ذلك الحديث من الفقه والحكمة فإن عارضه خبر ذكره وجمع بينهما وإن تضاد لفظه في خبر آخر تلطف للجمع بينهما حتى يعلم ما في كل خبر من صناعة الفقه والحديث معا وهذا من أنبل كتبه وأعزها قال أبو بكر الخطيب سألت مسعود بن ناصر يعني السجزي فقلت له أكل هذه الكتب موجودة عندكم ومقدور عليها ببلادكم فقال إنما يوجد منها الشيء اليسير والنزر الحقير قال وقد كان أبو حاتم ابن حبان سبل كتبه ووقفها وجمعها في دار رسمها لها فكان السبب في ذهابها مع تطاول الزمان ضعف السلطان واستيلاء ذوي العيث والفساد على أهل تلك البلاد قال الخطيب ومثل هذه الكتب الجليلة كان يجب أن يكثر بها النسخ فيتنافس فيها أهل العلم ويكتبوها ويجلدوها إحرازا لها ولا أحسب المانع من ذلك كان إلا قلة معرفة أهل تلك البلاد بمحل العلم وفضله وزهدهم فيه ورغبتهم عنه وعدم بصيرتهم به والله أعلم قال الإمام تاج الإسلام وحصل عندي من كتبه بالإسناد المتصل سماعا كتاب التقاسيم والأنواع خمسة مجلدات قرأتها على أبي القاسم الشحامي عن أبي الحسن النخاني عن أبي هارون الزوزني عنه وكتاب روضة العقلاء قرأته على حنبل السجزي عن أبي محمد النوني عن أبي عبد الله الشروطي عنه وحصل عندي من تصانيفه غير مسندة عدة كتب مثل كتاب الهداية إلى علم السنن من أوله قدر مجلدين وله وهو أشهر من هذه كلها كتاب الثقات وكتاب الجرح والتعديل وكتاب شعب الإيمان وكتاب صفة الصلاة أدرك عليه في كتاب التقاسيم فقال في أربع ركعات يصليها الإنسان ستمائة سنة عن النبي أخرجناها بفصولها في كتاب صفة الصلاة فأغنى ذلك عن نظمها في هذا النوع من هذا الكتاب قال أبو سعد سمعت أبا بكر وجيه بن طاهر الخطيب بقصر الريح سمعت با محمد الحسن بن أحمد السمرقتدي سمعت أبا بشر عبد الله بن محمد بن هارون سمعت عبد الله بن محمد الاستراباذي يقول أبو حاتم بن حبان البستي كان على قضاء سمرقند مدة طويلة وكان من فقهاء الدين وحفاظ الآثار والمشهورين في الأمصار والأقطار عالما بالطب والنجوم وفنون العلم ألف كتاب المسند الصحيح والتاريخ والضعفاء والكتب الكثيرة من كل فن أخبرتني الحرة زينب الشعرية إذنا عن زاهر بن طاهر عن أحمد بن الحسين الإمام سمعت الحافظ أبا عبد الله الحاكم يقول أبو حاتم بن حبان داره التي هي اليوم مدرسة لأصحابه ومسكن للغرباء الذين يقيمون بها من أهل الحديث والمتفقهة ولهم جرايات يستنفقونها داره وفيها خزانة كتبه في يدي وصي سلمها إليه ليبذلها لمن يريد نسخ شيء منها في الصفة من غير أن يخرجه منها شكر الله له عنايته في تصنيفها وأحسن مثوبته على جميل نيته في أمرها بفضله ورأفته وأخبرني القاضي أبو القاسم الحرستاني في كتابه قال أخبرني وجيه بن طاهر الخطيب بقصر الريح إذنا سمعت الحسن بن أحمد الحافظ سمعت أبا بشر |جـ 1 صـ 419| النيسابوري يقول سمعت أبا سعيد الإدريسي يقول سمعت أبا حامد أحمد بن محمد بن سعيد النيسابوري الرجل الصالح بسمرقند يقول كنا مع أبي بكر محمد بن إسحاق بن خزيمة في بعض الطريق من نيسابور وكان معنا أبو حاتم البستي وكان يسأله ويؤذيه فقال له محمد بن إسحاق بن خزيمة يا بارد تنح عني لا تؤذني أو كلمة نحوها فكتب أبو حاتم مقالته فقيل له تكتب هذا فقال نعم أكتب كل شيء يقوله أخبرني الخطيب أبو الحسن السديدي مشافهة بمرو قال أخبرني أبو سعد إذنا أخبرنا أبو علي إسماعيل بن أحمد بن الحسين البيهقي إجازة سمعت والدي سمعت الحاكم أبا عبد الله يقول سمعت أبا علي الحسين بن علي الحافظ وذكر كتاب المجروحين لأبي حاتم البستي فقال كان لعمر بن سعيد بن سنان المنبجي ابن رحل في طلب الحديث وأدرك هؤلاء الشيوخ وهذا تصنيفه وأساء القول في أبي حاتم قال الحاكم أبو حاتم كبير في العلوم وكان يحسد لفضله وتقدمه ونقلت من خط صديقنا الإمام الحافظ أبي نصر عبد الرحيم بن النفيس بن هبة الله بن وهبان السلمي الحديثي وذكر أنه نقله من خط أبي الفضل أحمد بن علي بن عمرو السليماني البيكندي الحافظ من كتاب شيوخه وكان قد ذكر فيه ألف شيخ في باب الكذابين قال وأبو حاتم محمد بن حبان بن أحمد البستي قدم علينا من سمرقند سنة 033 أو 923 فقال لي أبو حاتم سهل ابن السري الحافظ لا تكتب عنه فإنه كذاب وقد صنف لأبي الطيب المصعبي كتابا في القرامطة حتى قلده قضاء سمرقند فلما أخبر أهل سمرقند بذلك أرادوا أن يقتلوه فهرب ودخل بخارى وأقام دلالا في البزازين حتى اشترى له ثيابا بخمسة آلاف درهم إلى شهرين وهرب في الليل وذهب بأموال الناس قال وسمعت السليمان الحافظ بنيسابور قال لي كتبت عن أبي حاتم البستي فقلت نعم فقال إياك أن تروي عنه فإنه جاءني فكتب مصنفاتي وروى عن مشايخي ثم إنه خرج إلى سجستان بكتابه في القرامطة إلى ابن بابو حتى قبله وقلده أعمال سجستان فمات به قال السليماني فرأيت وجهه وجه الكذابين وكلامه كلام الكذابين وكان يقول يا بني اكتب أبو حاتم محمد بن حبان البستي إمام الأئمة حتى كتبت بين يديه ثم محوته قال أبو يعقوب إسحاق بن أبي إسحاق القراب سمعت أحمد ابن محمد بن صالح السجستاني يقول توفي أبو حاتم محمد بن أحمد بن حبان سنة 453 وعن شيخنا أبي القاسم الحرستاني عن أبي القاسم الشحامي عن أبي عثمان سعيد بن محمد البحتري سمعت محمد بن عبد الله الضبي يقول توفي أبو حاتم البستي ليلة الجمعة لثماني ليال بقين من شوال سنة 453 ودفن بعد صلاة الجمعة في الصفة التي ابتناها بمدينة بست بقرب داره وذكر أبو عبد الله الغنجار الحافظ في تاريخ بخارى أنه مات بسجستان سنة 453 وقبره ببست معروف يزار إلى الآن فإن لم يكن نقل من سجستان إليها بعد الموت وإلا فالصواب أنه مات ببست ",
                "title": "بست والنسبة البستي",
                "uri": "JK_000129_001951"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}