{
    "features": [
        {
            "item": "JK_000129_003565",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.196-197",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جيجون</h1> بالفتح وهو اسم أعجمي وقد تعسف بعضهم فقال هو من جاحه إذا استأصله ومنه الخطوب الجوائح سمي بذلك لاجتياحه الأرضين قال حمزة أصل اسم جيحون بالفارسية هرون وهو اسم وادي خراسان على وسط مدينة يقال لها جيهان فنسبه الناس إليها وقالوا جيحون على عادتهم في قلب الألفاظ وقال ابن الفقيه يجيء جيحون من موضع يقال له ريوساران وهو جبل يتصل بناحية السند والهند وكابل ومنه عين تخرج من موضع يقال له عندميس وقال الإصطخري فأما جيحون فإن عموده نهر يعرف بجرياب يخرج من بلاد وخاب من حدود بذخشان وينضم إليه أنهار في حدود الختل ووخش فيصير في تلك الأنهار هذا النهر العظيم وينضم إليه نهر يلي جرياب يسمى بأخش وهو نهر هلبك مدينة الختل ويليه نهر بربان والثالث نهر فارعي والرابع نهر أنديخارع والخامس نهر وخشاب وهو أغزر هذه الأنهار فتجتمع هذه الأنهار قبل أن تجتمع مع وخشاب وقبل القواديان ثم ترتفع إليه بعد ذلك أنهار البتم وغيره ومنها أنهار الصغانيان وأنهار القواديان فتجتمع كلها وتقع إلى جيحون بقرب القواديان وماء وخشاب يخرج من بلاد الترك حتى |جـ 2 صـ 197| يظهر في أرض وخش ويسير في جبل هناك حتى يعبر قنطرة ولا يعلم ماء في كثرته يضيق مثل ضيقه في هذا الموضع وهذه القنطرة هي الحد بين الختل وواشجرد ثم يجري هذا الوادي في حدود بلخ إلى الترمذ ثم يمر على كالف ثم على زم ثم آمل ثم درغان وهي أول أرض خوارزم ثم الكاث ثم الجرجانية مدينة خوارزم ولا ينتفع بهذا النهر من هذه البلاد التي يمر بها إلا خوارزم لأنه يستقبل عنها ثم ينحدر من خوارزم حتى ينصب في بحيرة تعرف ببحيرة خوارزم وهي بحيرة بينها وبين خوارزم ستة أيام وهو في موضع أعرض من دجلة وقد شاهدته وركبت فيه ورأيته جامدا وكيفية جموده أنه إذا اشتد البرد وقوي كلبه جمد أولا قطعا ثم تسري تلك القطع عى وجه الماء فكلما ماست واحدة الأخرى التصقت بها ولا تزال تعظم حتى يعود جيحون كله قطعة واحدة ولا يزال ذلك الجامد يثخن حتى يصير ثخنه نحو خمسة أشبار وباقي الماء تحته جار فيحفر أهل خورازم فيه آبارا بالمعاول حتى يخرقوه إلى الماء الجاري ثم يستقوا منه الماء لشربهم ويحملوه في الجرار إلى منازلهم فلم يصل إلى المنزل إلا وقد جمد نصفه في بواطن الجرة فإذا استحكم جمود هذا النهر عبرت عليه القوافل والعجل بالبقر ولا يبقى بينه وبين الأرض فرق حتى رأيت الغبار يتطاير عليه كما يكون في البوادي ويبقى على ذلك نحو شهرين فإذا انكسرت سورة البرد تقطع قطعا كما بدأ في أول مرة إلى أن يعود إلى حالته الأولى وتظل السفن في مدة جماده ناشبة فيه لا حيلة لهم في اقتلاعها منه إلى أن يذوب وأكثر الناس يبادرون برفعها إلى البر قبل الجماد وهو يسمى نهر بلخ مجازا لأنه يمر بأعمالها فأما مدينة بلخ فإن أقرب موضع منه إليها مسيرة اثني عشر فرسخا ",
                "title": "جيجون",
                "uri": "JK_000129_003565"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}