{
    "features": [
        {
            "item": "JK_000129_001103",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.274-275",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أوانا والنسبة الأواني</h1> بالفتح والنون بليدة كثيرة البساتين والشجر نزهة من نواحي دجيل بغداد بينها وبين بغداد عشرة فراسخ من جهة تكريت وكثيرا ما يذكرها الشعراء الخلعاء في أشعارهم فحدث بعض الظرفاء قال حصلت يوما بعكبرا في |جـ 1 صـ 275| بعض الحانات فشربت أياما بها وكان فيها ابن خمار يحكي الشمس حسنا فلم أزل من عنده حتى نفدت نفقتي وبلغت الغرض الأقصى من عشرته فقرأت يوما على جدار البيت الذي كنا فيه حضر الفارغ المشغول المغرم بحانات الشمول وهو لمن دخل إلى هذا الموضع يقول أيها المغرمون بالحانات والمعنون في هوى الفتيات ومن استنفدت كروم بزوغى فأوانا أمواله فالفرات قد شربنا المدام في دير ماري ونكحنا البنين قبل البنات وأخذنا من الزمان أمانا حيث كان الزمان طوعا مواتي تحت ظل من الكروم ظليل وغريب من معجبات البنات بادروا الوقت واشربوا الراح واحظوا بعناق الحبيب قبل الفوات ودعوا من يقول حرمت الخم ر علينا في محكم الآيات وافعلوا مثل ما فعلنا سواء وأجيبوا عن هذه الأبيات قال فكتبت تحت هذه الأبيات بعد أن تحرفت على إجابته ولم يكن الشعر من عملي أما فلان بن فلان فقد عرف صحة قولك وفعل مثل فعلك جزاك الله عن إخوانك فلقد قلت فنصحت وحضضت فنفعت وينسب إلى أوانا قوم من أهل العلم منهم أبو الحسن علي بن أحمد بن محمد الأواني الضرير المعروف بالموصلي شيخ مستور سمع أبا الحسن علي بن أحمد الأنباري كتب عنه أبو سعد ببغداد وتوفي سنة 735 وأبو نصر محمد بن أحمد بن الحسين بن محمود الأواني كاتب سديد شاعر مجيد وله رسائل مدونة وأشعار حسان منها رسالة في حسن الربيع أجاد فيها وله غير ذلك ومات بأوانا سنة 755 وأبو زكرياء يحيى بن الحسين بن جميلة الأواني المقري الضرير سمع أبا الفضل محمد بن عمر الأرموي وأبا غالب بن الداية وأبا محمد عبد الله بن علي المعروف بابن بنت الشيخ أبي محمد وأبا الفضل بن ناصر وغيرهم وهو مكثر صحيح السماع مات في صفر سنة 606 ",
                "title": "أوانا والنسبة الأواني",
                "uri": "JK_000129_001103"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}