{
    "features": [
        {
            "item": "JK_000952_1863",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.117-118",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الريوندي</h1> بكسر الراء وسكون الياء المنقوطة من تحتها باثنتين وفتح الواو وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى ريوند وهي اسم لأحد أرباع نيسابور وهي قرى كثيرة قيل هي أكثر من خمسمائة قرية وربما زاد من الجامع القديم إلى أحمد اباذ وهو أول حد بيهق وهو كما قدر ثلاثة عشر فرسخا والعرض من حدود طوس إلى حدود بشت وهو خمسة عشر فرسخا وقيل إن أول من تولى ما وراء النهر بعد سعيد بن عثمان بن عفان الذي فتحه محمد والغطريف والمسيب إخوة ثلاثة من فتاة محمد من ربع الريوند ملكوا بخارى فنقشت السكك وضربت الدراهم بأسمائهم وهي الغطريفية والمحمدية والمسيبية وبقيت آثارهم بها منها أبو سعيد سهل بن أحمد بن سهل الريوندي المذكر من أهل نيسابور سمع بخراسان أبا محمد جعفر بن أحمد بن نصر الحافظ وأبا محمد عبد الله بن محمد بن شيرويه وبالعراق أبا جعفر محمد بن جرير الطبري الفقيه وأبا القاسم عبد الله بن محمد البغوي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وتوفي في شهر ربيع الأول من سنة خمسين وثلاثمائة وأبو بكر محمد بن أحمد بن هارون بن محمد الريوندي المعروف بالشافعي من أهل نيسابور سمع مع الشيخ أبي بكر بن إسحاق من أبي عبد الله محمد بن أيوب وأقرانه بالري ثم لم يقتصر على ذلك وخلط روى عنه الحاكم أبو عبد الله الحافظ في التاريخ وقال سمعت أبا بكر بن إسحاق يقول من أراد أن يعلم أن أهل العلم إذا أعرضوا عن العلم واشتغلوا بأعمال السلطان يكون ضررهم أكثر فلينظر إلى أبي بكر الشافعي فقد كان معنا على باب محمد بن أيوب وسمع المسند فصار أهل الريوند يستغيثون منه وكنت أنا إذ ذاك لا أعرف أبا بكر هذا بوجهه فلما كان بعد سنين عرض علي من حديثه المناكير الكثيرة |جـ 3 صـ 118| وروايته عن قوم لا يعرفون مثل أبي العكوك الحجازي وغيره وذكر قصه منعه عن الرواية عن جماعة فقال كأني قلت له زد فيما ابتدأت فيه فإنه زاد عليه وكان أصحابنا يخرجون إلى الريوند فيسمعون منه وجاءنا نعيه وأنا ببخارى سنة خمس وخمسين وثلاثمائة ",
                "title": "الريوندي",
                "uri": "JK_000952_1863"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}