{
    "features": [
        {
            "item": "JK_000129_003224",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.134-135",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جزيرة أقور</h1> بالقاف وهي التي بين دجلة والفرات مجاورة الشام تشتمل على ديار مضر وديار بكر سميت الجزيرة لأنها بين دجلة والفرات وهما يقبلان من بلاد الروم وينحطان متسامتين حتى يلتقيا قرب البصرة ثم يصبان في البحر وطولها عند المنجمين سبع وثلاثون درجة ونصف وعرضها ست وثلاثون درجة ونصف وهي صحيحة الهواء جيدة الريع والنماء واسعة الخيرات بها مدن جليلة وحصون وقلاع كثيرة ومن أمهات مدنها حران والرها والرقة ورأس عين ونصيبين وسنجار والخابور وماردين وآمد وميافارقين والموصل وغير ذلك ما هو مذكور في مواضعه وقد صنف لأهلها تواريخ وخرج منها أئمة في كل فن وفيها قيل نحن إلى أهل الجزيرة قبلة وفيها غزال ساجي الطرف ساحره يؤازره قلبي علي وليس لي يدان بمن قلبي علي يؤازره وتوصف بكثرة الدماميل قال عبد الله بن همام السلولي أتيح له من شرطة الحي جانب عريض القصيرى لحمه متكاوس أبد إذا يمشي يحيك كأنما به من دماميل الجزيرة ناخس القصيرى الضلع التي تلي الشاكلة وهي الواهنة في أسفل البطن والأبد السمين قال ولما تفرقت قضاعة في البلاد سار عمرو بن مالك التزيذي في تزيد |جـ 2 صـ 135| وعشم ابني حلوان بن عمران بن الحاف بن قضاعة وبنو عوف بن ربان وجرم بن ربان إلى أطراف الجزيرة وخالطوا قراها وكثروا بها وغلبوا على طائفة منها فكانت بينهم وبين من هناك وقعة هزموا الأعاجم فيها فأصابوا فيهم فقال شاعرهم جدي بن الدلهاث بن عشم العشمي صففنا للأعاجم من معد صفوفا بالجزيرة كالسعير لقيناهم بجمع من علاف ترادى بالصلادمة الذكور فلاقت فارس منهم نكالا وقاتلنا هرابذ شهرزور ولم يزالوا بناحية الجزيرة حتى غزا سابور الجنود بن أردشير الحضر وكانت مدينة تزيد فافتتحها واستباح ما فيها وقتل جماعة من فضائل قضاعة وبقيت منهم بقية قليلة فلحقوا بالشام وساروا مع تنوخ وذكر سيف بن عمر أن سعد بن أبي وقاص لما مصر الكوفة في سنة 71 اجتمع الروم فحاصروا أبا عبيدة بن الجراح والمسلمين بحمص فكتب عمر رضي الله عنه إلى سعد بإمداد أبي عبيدة بالمسلمين من أهل العراق فأرسل إليه الجيوش مع القواد وكان فيهم عياض بن غنم وبلغ الروم الذين بحمص مسير أهل العراق إليهم فخرجوا عن حمص ورجعوا إلى بلادهم فكتب سعد إلى عياض بغزو الجزيرة فغزاها سنة 71 وافتتحها فكانت الجزيرة أسهل البلاد افتتاحا لأن أهلها رأوا أنهم بين العراق والشام وكلاهما بيد المسلمين فأذعنوا بالطاعة فصالحهم على الجزية والخراج فكانت تلك السهول ممتحنة عليهم وعلى من أقام بها من المسلمين قال عياض بن غنم من مبلغ الأقوام أن جموعنا حوت الجزيرة غير ذات رجام جمعوا الجزيرة والغياب فنفسوا عمن بحمص غيابة القدام إن الأعزة والأكارم معشر فضوا الجزيرة عن فراج الهام غلبوا الملوك على الجزيرة فانتهوا عن غزو من يأوي بلاد الشام وكان عمر رضي الله عنه قد نزل الجابية في سنة 71 ممدا لأهل حمص بنفسه فلما فرغ من أهل حمص أمد عمر عياض بن غنم بحبيب بن مسلمة الفهري فقدم على عياض ممدا وكتب أبو عبيدة إلى عمر بعد انصرافه من الجابية يسأله أن يضم إليه عياض بن غنم إذ كان صرف خالدا إلى المدينة فصرفه إليه وصرف سهيل بن عدي وعبد الله بن عتبان إلى الكوفة واستعمل حبيب بن مسلمة على عجم الجزيرة والوليد بن عقبة بن أبي معيط على عرب الجزيرة وبقي عياض بن غنم على ذلك إلى أن مات أبو عبيدة في طاعون عمواس سنة 81 فكتب عمر رضي الله عنه عهد عياض على الجزيرة من قبله هذا قول سيف ورواية الكوفيين وأما غيره فيزعم أن أبا عبيدة هو الذي وجه عياض بن غنم إلى الجزيرة من الشام من أول الأمر وأن فتوحه كان من جهة أبي عبيدة وزعم البلاذري فيما رواه عن ميمون بن مهران قال الجزيرة كلها من فتوح عياض بن غنم بعد وفاة أبي عبيدة بن الجراح ولاه إياها عمر رضي الله عنه وكان أبو عبيدة استخلفه على الشام فولى عمر يزيد بن أبي سفيان ثم معاوية من بعده الشام وأمر عياضا بغزو الجزيرة قال وقال آخرون بعث أبو عبيدة عياض بن غنم إلى |جـ 2 صـ 136| الجزيرة فمات أبو عبيدة وهو بها فولاه عمر إياها بعده وقال محمد بن سعد عن الواقدي أثبت ما سمعناه في عياض بن غنم أن أبا عبيدة مات في طاعون عمواس سنة 81 واستخلف عياضا فورد عليه كتاب عمر بتوليته حمص وقنسرين والجزيرة للنصف من شعبان سنة 81 فسار إليها في خمسة آلاف وعلى مقدمته ميسرة بن مسروق وعلى ميسرته صفوان بن المعطل وعلى ميمنته سعيد بن عامر بن جذيم الجمحي وقيل كان خالد بن الوليد على ميسرته والصحيح أن خالدا لم يسر تحت لواء أحد بعد أبي عبيدة ولزم حمص حتى توفي بها سنة 12 وأوصى إلى عمر ويزعم بعضهم أنه مات بالمدينة وموته بحمص أثبت وعبر الفرات وفتح الجزيرة بأسرها قال ميمون بن مهران أخذت الزيت والطعام والخل لمرفق المسلمين بالجزيرة مدة ثم خفف عنهم واقتصر على ثمانية وأربعين وأربعة وعشرين واثني عشر درهما نظرا من عمر للناس وكان على كل إنسان من جزيته مد قمح وقسطان من زيت وقسطان من خل ",
                "title": "جزيرة أقور",
                "uri": "JK_000129_003224"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}