{
    "features": [
        {
            "item": "JK_000952_2788",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.214-215",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العقدي</h1> بضم العين المهملة وفتح القاف وفي آخرها الدال المهملة هذه النسبة إلى عقدة وهو لقب والد أبي العباس بن عقدة الحافظ وإنما لقب بذلك لعلمه بالتصريف والنحو كان بورق بالكوفة ويعلم القرآن والأدب وأبو العباس أحمد بن محمد بن سعيد بن عبد الرحمن بن إبراهيم بن زياد بن عبد الله بن عجلان العقدي الكوفي المعروف بابن عقدة الحافظ من أهل الكوفة وزياد هو مولى عبد الواحد بن عيسى بن موسى الهاشمي عتاقة وجده عجلان هو مولى عبد الرحمن بن سعيد بن قيس الهمداني كان حافظا متقنا مكثرا عالما جمع التراجم والأبواب والمشيخة وأكثر الرواية وانتشر حديثه سمع أحمد بن عبد الحميد الحارثي وعبد الله بن أسامة الكلبي والحسن بن علي بن عفان العامري وعبد الله بن أبي مسرة المكي ومحمد بن عبيد الله بن المنادي والحسن بن مكرم وأحمد بن أبي خيثمة |جـ 4 صـ 215| وعبد الله بن روح المدائني وغيرهم يروي عنه الأكابر من الحفاظ مثل أبي بكر محمد بن عمر الجعابي وأبي القاسم سليمان بن أحمد بن أيوب الطبراني وأبي نعيم عبد الله بن عدي الجرجاني وأبي الحسين محمد بن المظفر البغداد وأبي الحسن علي بن عمر الدارقطني وأبي حفص عمر بن أحمد بن شاهين وعبد الله بن موسى الهاشمي وأبي بكر محمد بن إبراهيم بن المقرئ وأبي حفص عمر بن إبراهيم الكناني وخلق يطول ذكرهم وحكى أبو أحمد الحافظ النيسابوري قال قال لي أبو العباس بن عقدة دخل البرديجي الكوفة فزعم أنه أحفظ مني فقلت لا تطول نتقدم إلى دكان وراق ونضع القبان ونزن من الكتب ما شئت ثم تلقى علينا فنذكره فبقي وكان الدارقطني يقول أجمع أهل الكوفة أنه لم ير من زمن عبد الله بن مسعود إلى زمن أبي العباس بن عقدة أحفظ منه وقال أبو الطيب بن هرثمة كنا بحضرة ابن عقدة المحدث نكتب عنه وفي المجلس رجل هاشمي إلى جانبه فجرى حديث حفاظ الحديث فقال أبو العباس أنا أجيب في ثلاثمائة ألف حديث من حديث أهل بيت هذا سوى غيرهم وضرب بيده على الهاشمي ولد سنة تسع وأربعين ومائتين ليلة النصف من المحرم ومات في ذي القعدة سنة اثنتين وثلاثين وثلاثمائة ",
                "title": "العقدي",
                "uri": "JK_000952_2788"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}