{
    "features": [
        {
            "item": "JK_000952_2280",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.384-386",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشاماتي</h1> بفتح الشين المعجمة وفي آخر الكلمة تاء منقوطة من فوقها بنقطتين هذه النسبة إلى الشامات وهو اسم لموضعين أحدهما اسم لأحد أرباع نيسابور وهو من الجامع إلى حدود بست طولا وهو على القبلة ستة عشر فرسخا وعرضه من حدود بيهق إلى حدود الرخ وهو على القبلة أربعة عشر فرسخا وفيه من القرى ما يزيد على ثلاث مائة قرية وخرج منها جماعة من الفقهاء والأدباء منهم |جـ 3 صـ 385| أبو الحسن بن أبي الحسين القطان الشاماتي قال أبو كامل البصيري أبو الحسن القطان هو الناقد الناظر من شامات نيسابور سمعت منه كتاب المدخل في التفسير يرويه عن أبي القاسم بن حبيب وقال كان أبو القاسم بن حبيب عندنا بنيسابور كرامي المذهب أولا ثم تحول إلى اصحاب الشافعي رحمه الله وكان في داره بستان وبئر وكان إذا قصده إنسان من الغرباء إن كان ذا ثروة طمع في ماله ويأخذ منه حتى يقرأ له وإن كان فقيرا أمره بنزح الماء من البئر لبستانه بقدر طاقته حتى يفيده وكان لا يفعل بأهل بلده ذلك وكنا نستفيد منه مجانا قال أبو الحسن وشامات على ناحية نيسابور كان والدي أبو الحسين منها كان يتفقه في مسجدها ويتزهد فيها وأبو جعفر محمد بن محمد بن أحمد الأديب الشاماتي منها شيخ ثقة أديب فاضل عفيف من أهل نيسابور روى عن الأستاذ أبي طاهر محمد بن محمد بن محمش الزيادي وأبي محمد عبد الله بن يوسف بن مامويه الأصبهاني وغيرهما روى لنا عنه أبو نصر الغازي الحافظ بأصبهان وأبو سعد ناصر بن سهل البغدادي بنوقان وعبد الله بن أبي القاسم الجصاص بنيسابور وغيرهم مات في شعبان سنة تسع وسبعين وأربعمائة ومن القدماء أبو حامد أحمد بن الفضل بن منصور الشاماتي يروي عن محمد بن رافع وأيوب بن الحسن روى عنه أبو عبد الله الديناري وأبو الطيب الذهلي وأبو محمد جعفر بن أحمد بن أبي عبد الرحمن الشاماتي من أهل نيسابور تفقه على أبي إبراهيم إسماعيل بن يحيى المزني وروى الحديث عن إسحاق بن إبراهيم الحنظلي ومحمد بن رافع وإسحاق بن منصور وأبي كريب ويونس بن عبد الأعلى وأحمد بن عبدة الضبي وأبي موسى وبندار روى عنه أبو عبد الله بن أبي يعقوب توفي في ذي القعدة سنة اثنتين وتسعين ومائتين وحامد بن محمود بن معقل الشاماتي القطان النيسابوري والد أبي العباس سمع محمد بن يحيى الذهلي وأحمد بن يوسف وعبد الله بن هاشم توفي سنة تسع عشرة وثلاثمائة روى عنه أبو العباس أحمد بن هارون الفقيه وأبو عبد الله بن دينار العدل وابنه أبو العباس الشاماتي وأما ابنه أبو العباس محمد بن حامد الشاماتي يروي عن أبي العباس محمد بن يونس الكديمي والسري بن خزيمة والحسين بن الفضل البلخي وأحمد بن نصر اللباد ومحمد بن أيوب الرازي وعبد الله بن أحمد بن حنبل وأبي مسلم إبراهيم بن عبد الله |جـ 3 صـ 386| البصري وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وقال أبو العباس الشاماتي كان من مشايخ أصحاب الرأي وقد حدث سمع منه الحاكم عن أبي بكر بن أبي العوام الرياحي وأبي الوليد بن برد الأنطاكي وأقرانهما في آخر عمره وتوفي في شهر ربيع الأول سنة ثمان وأربعين وثلاثمائة ودفن في مقبرة عاصم وبالسيرجان من نواحي كرمان قرية يقال لها الشامات ايضا على ستة فراسخ من السيرجان خرج منها محمد بن عمار الشاماتي سمع يعقوب بن سفيان الفسوي ",
                "title": "الشاماتي",
                "uri": "JK_000952_2280"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}