{
    "features": [
        {
            "item": "JK_000129_000052",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.57-58",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>آمل والنسبة الآملي</h1> بضم الميم واللام اسم أكبر مدينة بطبرستان في السهل لأن طبرستان سهل وجبل وهي في الإقليم الرابع وطولها سبع وسبعون درجة وثلث وعرضها سبع وثلاثون درجة ونصف وربع وبين آمل وسارية ثمانية عشر فرسخا وبين آمل والرويان اثنا عشر فرسخا وبين آمل وسالوس وهي من جهة الجيلان عشرون فرسخا وقد ذكرنا خبر فتحها بطبرستان فأغنى وبآمل تعمل السجادات الطبرية والبسط الحسان وكان بها أول إسلام أهلها مسلحة في ألفي رجل وقد خرج منها كثير من العلماء لكنهم قل ما ينسبون إلى غير طبرستان فيقال لهم الطبري منهم أبو جعفر محمد بن جرير الطبري صاحب التفسير والتاريخ المشهور أصله ومولده من آمل ولذلك قال أبو بكر محمد بن العباس الخوارزمي وأصله من آمل أيضا وكان يزعم أن أبا جعفر الطبري خاله بآمل مولدي وبنو جرير فأخوالي ويحكي المرء خاله فها أنا رافضي عن تراث وغيري رافضي عن كلاله وكذب لم يكن أبو جعفر رحمه الله رافضيا وإنما حسدته الحنابلة فرموه بذلك فاغتنمها الخوارزمي وكان سبابا رافضيا مجاهرا بذلك متبجحا به ومات ابن جرير في سنة 310 وإليها ينسب أحمد بن هارون الآملي روى عن سويد بن |جـ 1 صـ 58| سعيد الحدثاني ومحمد بن بشار بندار الحكم بن نافع وغيرهما وأبو إسحاق إبراهيم بن بشار الآملي حدث بجرجان عن يحيى بن عبدك وغيره روى عنه أبو أحمد عبد الله بن عدي الحافظ وأحمد بن محمد بن المشاجر وزرعة بن أحمد بن محمد بن هشام أبو عاصم الآملي حدث بجرجان عن أبي سعيد العدوي حدث عنه أبو أحمد بن عدي وغير هؤلاء ومن المتأخرين إسماعيل بن أبي القاسم بن أحمد السني الديلمي أجاز لأبي سعد السمعاني ومات سنة تسع وعشرين وقيل سنة سبع وعشرين وخمسمائة وكانت الخطبة تقام في هذه المدينة وفي جميع نواحي طبرستان وتحمل أموالها إلى خوارزم شاه علاء الدين محمد بن تكش إلى أن هرب من التتار هربه الذي أفضى به إلى الموت سنة 617 وخلف ولده جلال الدين ثم لا أعلم إلى من صار ملكها ",
                "title": "آمل والنسبة الآملي",
                "uri": "JK_000129_000052"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}