{
    "features": [
        {
            "item": "JK_000129_012494",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.229-230",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كقولك</h1> المرمي والمكري والملقي ولو كان يفعل ذلك بغيره لضمت الميم وليس الضم والفتح للتعدية وغير التعدية فإن الأصمعي يقول هداه يهديه في الدين هدى وهداه يهديه هداية إذا دله على الطريق وهديت العروس فأنا أهديها هداء وأهديت الهدية إهداء وأهديت الهدي هذان الأخيران بالألف والأول كما تراه ثلاثيا متعديا فلا يفتقر إلى زيارة ألف التعدية فهو بمنزلة اسم الزمان والمكان وإن كان اسم رجل لأنك إذا قلت مضرب أو مشرب إنما المراد موضع |جـ 5 صـ 230| الضرب والشرب ومحلهما فكذلك هذا المسمى المراد أنه موضع الهدي ومحله ويجوز أن يكون المهدي منسوبا إلى اسم مكان الهدي كما أن مضربي منسوب إلى اسم مكان الضرب والقياس هدى يهدي والمكان مهدي بتصحيح الياء كما أن قاض أصله قاضي بتصحيح الياء مثل مضرب سواء ولكنهم استثقلوا الخروج من الكسر إلى الضم كما استثقلوا في القاضي والغازي فعدلوا إلى الأخف فقالوا مهدى كما قالوا مغزى فصار مقصورا لا يحتمل ما تحتمله الياء من التحريك في النصب فلزم طريقة واحدة وأعيدت الياء في القاضي إلى أصلها لما أمن الثقل عليها فإن قيل فهلا فروا في القاضي والغازي إلى القصر وألزموه طريقة واحدة قلنا إنما فروا من الثقل ولو قالوا قاضا لصار بعد الضاد ألف وقبلها ألف وصار في زنة الفعل من قاضيت ففروا إلى الأخف لكنهم لما نسبوا إليهما ردوهما إلى الأصل الواحد في رأيي فقالوا قاضي ومهدي فكسروا الدال التي في مهدي وشددوا ياء النسبة وإن كان الأشهر الأكثر قاضوي ومهدوي ومغزوي إلا أن ذلك هو الأولى على أصلنا فهذا هو وجه حسن في تعليل من قال قاضي ومغزي لا مطعن للمنصف فيه والوجه الثاني وهو الذي يراه النحويون في هذا أن المهدي هو اسم المفعول من هدى يهدي فهو مهدي مثل ضرب يضرب فهو مضروب فعلى هذا أصله مهدوي بفتح أوله وسكون ثانيه وضم الدال وسكون واوه وتصحيح يائه بوزن مضروب فاستثقلوا الخروج من الواو الساكنة إلى الياء فأدغموا الواو في الياء فصارت ياء مشددة فكسرت لها الدال فصار مهدي مثل مرمي ومشوي ومقلي والوجه الثالث أن يكون منسوبا إلى المهد تشبيها له بعيسى عليه السلام فإنه تكلم في المهد فضيلة اختص بها وإنه يأتي في آخر الزمان فيهدي الناس من الضلالة ويردهم إلى الصواب وهذه المدينة بإفريقية منسوبة إلى المهدي وبينها وبين القيروان مرحلتان القيروان في جنوبيها والثياب السوسية المهدوية إليها تنسب وقد اختطها المهدي واختلف في نسبه فأكثر أهل السير الذين لم يدخلوا في رعيتهم وبعض رعيتهم الذين كانوا يخفون أمرهم يزعمون أنه كان ابن يهودي من أهل سلمية الشام وتزوج القداح الذي كان أصل هذه الدعوة بأمه فرباه إلى أن حضرته الوفاة ولم يكن له ولد فعهد إليه وعلمه الدعوة وكان اسمه سعيدا فلما صار الأمر إليه سمي عبيد الله وقال قوم قليلون إنه ولد القداح نفسه في قصص طويلة وقال من صحح نسبه إنه أحمد بن إسماعيل الثاني بن محمد بن إسماعيل الأكبر بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب قدم إفريقية فملكها وأقام بالقيروان مدة ثم خط المهدية وهي على ساحل بحر الروم داخلة فيه ككف على زند عليها سور عال محكم كأعظم ما يكون يمشي عليه فارسان عليها باب من حديد مصمت مصراع واحد تأنق المهدي في عمله وقال بعض أهل المعرفة بأخبارهم في سنة 003 خرج المهدي بنفسه إلى تونس يرتاد لنفسه موضعا يبني فيه مدينة خوفا من خارج يخرج عليه وأراد موضعا حصينا حتى ظفر بموضع المهدية وهي جزيرة متصلة بالبر كهيئة كف متصلة بزند فتأملها فوجد فيها راهبا في مغارة فقال له بم يعرف هذا الموضع فقال هذا يسمى جزيرة الخلفاء فأعجبه هذا الاسم فبناها وجعلها دار مملكته وحصنها بالسور المحكم والأبواب الحديد المصمت وجعل في كل مصراع من الأبواب مائة قنطار ولها بابان بأربعة مصاريع لكل باب منها دهليز يسع خمسمائة فارس |جـ 5 صـ 231| وكان شروعه في اختطاطها لخمس خلون من ذي القعدة سنة 303 وقال أبو عبيد البكري كان شروعه فيها سنة 003 وكمل سورها في سنة خمس وانتقل إليها سنة ثمان في شوال ولم تزل دار مملكة لهم إلى أن ولي الأمر إسماعيل بن أبي القاسم سنة 44 فسار إلى القيروان محاربا لأبي يزيد واتخذ مدينة صبرة واستوطنها بعد أبيه معد وعمل فيها مصانع واحتفر أبيارا وبنى فيها قصورا عالية قال بطليموس مدينة برقة وهي المهدية طولها اثنتان وثلاثون درجة وعرضها ست وثلاثون درجة داخلة في الإقليم الرابع طالعها العقرب تحت اثنتي عشرة درجة منزلها من قلب العقرب الجناح الأيمن ولها ممسك العنان ولها جبهة الليث تحت اثنتي عشرة درجة من السرطان يقابلها مثلها اثنتي عشرة درجة من الجدي وقال أبو عبيد البكري جعل لمدينتها بابا حديد لا خشب فيهما كل باب وزنه ألف قنطار وطوله ثلاثون شبرا كل مسمار من مساميره ستة أرطال وجعل فيها من الصهاريج العظام وأهل تلك النواحي يسمونها مواجل ثلثمائة وستين موجلا غير ما يجري إليها من القناة التي فيها والماء الجاري الذي بالمهدية جلبه عبيد الله من قرية ميانش وهي على مقربة من المهدية في أول أقداس ويصب في المهدية في صهريج داخل المدينة عند جامعها ويرفع من الصهريج إلى القصر بالدواليب وكذلك يسقي أيضا من قرية ميانش من الآبار بالدواليب يصب في محبس يجري منه في تلك القناة قال ومرسى المهدية منقور في حجر صلد يسع ثلاثين مركبا على طرفي المرسى برجان بينهما سلسلة حديد فإذا أريد إدخال سفينة أرسل حراس البرجين أحد طرفي السلسلة حتى تدخل السفينة ثم يمدونها كما كانت تحبيسا لها ولما فرغ من إحكام ذلك قال اليوم أمنت على الفاطميات يعني بناته وارتحل إليها وأقام بها ثم عمر فيها الدكاكين ورتب فيها أرباب المهن كل طائفة في سوق فنقلوا إليها أموالهم فلم استقام ذلك أمر بعمارة مدينة أخرى إلى جانب المهدية وجعل بين المدينتين قدر طول ميدان وأفردها بسور وأبواب وحفظة وسماها زويلة وأسكن أرباب الدكاكين من البزازين وغيرهم فيها بحرمهم وأهاليهم وقال إنما فعلت ذلك لآمن غائلتهم وذاك أن أموالهم عندي وأهاليهم هناك فإن أرادوني بكيد وهم بزويلة كانت أموالهم عندي فلا يمكنهم ذلك وإن أرادوني بكيد وهم بالمهدية خافوا على حرمهم هناك وبنيت بيني وبينهم سورا وأبوابا فأنا آمن منهم ليلا ونهارا لأني أفرق بينهم وبين أموالهم ليلا وبينهم وبين حرمهم نهارا وشرب أهلها من الآبار والصهاريج ومهما ذكرنا من حصانتها فإن أحوال ملوكها تناقضت حتى أفضى الأمر إلى أن أنفذ روجار صاحب صقلية جرجي إليها في سنة 345 فأخلاها الحسن بن علي بن يحيى بن تميم بن المعز بن باديس وخرج هاربا حتى لحق بعبد المؤمن وبقيت في يد الأفرنج اثنتي عشرة سنة حتى قدم عبد المؤمن في سنة 555 إلى إفريقية فأخذ المهدية في أسرع وقت فهي في يد أصحابه إلى يومنا هذا ولم تغن حصانتها في جنب قضاء الله شيئا وينسب إلى المهدية جماعة وافرة من العلماء في كل فن منهم أبو الحسن علي بن محمد بن ثابت الخولاني المعروف بالحداد المهدوي القائل قالت وأبدت صفحة كالشمس من تحت القناع بعت الدفاتر وهي آ خر ما يباع من المتاع |جـ 5 صـ 232| فأجبتها ويدي على كبدي وهمت بانصداع لا تعجبي فيما رأي ت فنحن في زمن الضياع ",
                "title": "كقولك",
                "uri": "JK_000129_012494"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}