{
    "features": [
        {
            "item": "JK_000952_4037",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.433-437",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الميكالي</h1> بكسر الميم وسكون الياء المنقوطة باثنتين من تحتها وفتح الكاف وفي اخرها اللام هذه النسبة إلى ميكال وهو اسم لجد المنتسب إليه وهذا بيت معروف بخراسان من أهل نيسابور مدح بعضهم أبو بكر محمد بن الحسن بن دريد الأزدي بالقصيدة التي أولها % أما تري رأسي حاكى لونه % % طرة صبح تحت أذيال الدجى % ويقول فيها % إن ابن ميكال الأمير انتاشني % % من بعدما قد كنت كالشيء اللقا % وفي هذا البيت شهرة وفيه جماعة من الفضلاء والعلماء في كل فن وذكر الرئيس أبو محمد بن أبي العباس الميكالي نسبهم فقال ميكال بن عبد الواحد بن جبريل بن القاسم بن بكر بن ديواشتي وهو شور الملك بن شور بن شور بن شور أربعة من الملوك بن فيروز بن بزدجر بن بهرام بن جور فمنهم الأمير أبو الفضل عبيد الله بن أحمد بن علي بن إسماعيل بن عبد الله بن محمد بن ميكال الميكالي من اهل نيسابور أوحد عصره في خراسان أدبا وفضلا ونسبا وأصلا وعقلا وكان حسن الأخلاق مليح الشمائل كثير العبادة دائم التلاوة سخي النفس ذكره علي بن الحسن الباخرزي في كتاب دمية القصر وقال لو قلت لي من أمير الفضل لقلت الأمير أبو الفضل سمع الكثير وعقد له مجلس الإملاء في رجب سنة اثنتين وعشرين وأربع مئة واستمر ذلك إلى حين وفاته وانتشرت تصانيفه وديوان شعره في |جـ 5 صـ 434| الافاق سمع روى عنه أبو الفضل محمد بن أحمد الطبسي الحافظ وأبو الحسن علي بن أحمد المؤذن وأبو القاسم المؤذن وأبو القاسم عبد الله بن علي الفقيه الأجل وجماعة وكانت وفاته في اليوم العيد الأضحى من سنة ست وثلاثين وأربع مئة وعم أبيه أبو محمد عبد الله بن إسماعيل بن عبد الله بن محمد بن ميكال الميكالي رئيس نيسابور وكان مذكورا بالأدب والكتابة وحفظ دواوين الشعر ودرس الفقه على قاضي الحرمين وغيره وكان أوحد زمانه في معرفة الشروط وكان أريد على ديوان الرسائل سنة أربع وستين وثلاث مئة فامتنع واستعفى ثم أكره بعد ذلك غير مرة على وزارة السلطان فامتنع وتضرع حتى أعفي وكان يختم القرآن في ركعتين ويقول وكان يفتح بابه بعد فراغه من صلاة الصبح إلى أن يصلي صلاة العتمة فلا يحجب عنه صاحب حاجة عقد له مجلس النظر سنة سبع وأربعين وثلاث مئة في حضرة إمامي المذهب أبي الوليد القرشي وأبي الحسن القاضي وحضر جميعا مجسله ثم تقلد الرئاسة سنة ست وخمسين وثلاث مئة وهو منفرد بها بلا منازع ولا مانع نيفا وعشرين سنة فلم ير شاك مستنصف بجميع خراسان وكان قد حج سنة سبع وأربعين وثلاث مئة ثم تأهب للخروج إلى الحج ثانيا في شهر رمضان سنة تسع وسبعين وثلاث مئة فسئل أن يستصحب شيئا من مسموعاته من أبي حامد الشرقي وأقرانه من المحدثين ففعل وحدث بنيسابور والدامغان والري وهمذان وحدث ببغداد بجملة من الحديث وكذلك بالكوفة ومكة فحدثني غير واحد من أولاده وأقاربه الذين صحبوه بمكة أنه دخل مكة وهو ابن اثنتين وسبعين سنة ونظر في مولده وقد حكم له المنجمون أنه يموت وهو ابن أربع وسبعين سنة فدعا بمكة في المشاعر الشريفة يقول اللهم إن كنت قابضني بعد سنتين فاقبضني في حرمك فاستجاب الله دعاءه وتوفي بمكة في اخر أيام الموسم في ذي الحجة من سنة تسع وسبعين وثلاث مئة وهو ابن اثنتين وسبعين سنة قال الحاكم حدثني أبو بكر المحمدابادي من أصحابنا أنه نام على فراشه في الليلة التي مات فيها وأمر كل من كان في رحله حتى ناموا وأنهم أصبحوا فوجدوه ميتا مستقبل القبلة فغسلوه وكفنوه فحمل على السرير وأدخل المسجد الحرام وطافوا به حول الكعبة ثم أخرجوه وصلوا عليه عند باب بني شيبة وذكروا أنه صلى عليه أكثر من مئة ألف رجل ودفن |جـ 5 صـ 435| بالبطحاء بين سفيان بن عيينة والفضيل بن عياض وقد كان أبو محمد قد حدثني غير مرة أنه ولد سنة سبع وثلاث مئة وأبو القاسم علي بن إسماعيل بن عبد الله بن محمد بن ميكال المطوعي الميكالي من أهل نيسابور وكان من فرسان خراسان ومن الراغبين في الخيرات والذابين عن حريم الإسلام غزا بخراسان غزوات كثيرة ثم خرج إلى طرسوس وغزا الروم على الطريقين وكان من الراغبين في صحبة الصالحين وسمع بنيسابور أبا محمد عبد الله بن محمد بن الشرقي وأبا حامد أحمد بن محمد بن بلال البزاز وأبا الفضل بن قوهيار وغيرهم طبقة قبل الأصم ثم كتب ببغداد والبصرة وأظنه كتب بالشام أيضا ولم يحدث وتوفي بغراوة بعد أن سكنها وجاورها غازيا واقتنى بها ضياعا وعقارا بغراوة في جمادى الأولى من سنة ست وسبعين وثلاث مئة ودفن بها في البناء الذي ارتاده لترتبه وأبو جعفر محمد بن عبد الله بن إسماعيل بن محمد بن ميكال الأديب الميكالي أديب شاعر لغوي وقد تفقه عند قاضي الحرمين أبي الحسين وسمع أحمد بن كامل القاضي وأحمد بن سلمان الفقيه وعبد الله بن إسحاق الخراساني وحدث وعقد له مجلس الإملاء سنة ثلاث وثمانين وثلاث مئة سمع منه الحاكم أبو عبد الله الحافظ وتوفي في صفر سنة ثمان وثمانين وثلاث مئة ودفن في دار أبي محمد ميكالي ووالد أبي محمد السابق ذكره هو أبو العباس إسماعيل بن عبد الله بن محمد بن ميكال الأديب الميكالي شيخ خراسان ووجهها وعينها في عصره سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأبا العباس أحمد بن محمد الماسرجسي وبكور الأهواز عبدان بن أحمد بن موسى الجواليقي الحافظ والحسين بن يهمان وعلي بن سعيد العسكريين وأقرانهم سمع منه الحفاظ مثل أبي علي النيسابوري وأبي الحسين محمد بن الحجاجي وأبي عبد الله محمد بن عبد الله الحافظ وذكره في التاريخ فقال ولد أبو العباس بنيسابور فلما قلد أمير المؤمنين المقتدر بالله أباه عبد الله بن محمد الأعمال بكور الأهواز حمل إلى حضرة أبيه فاستدعى أبا بكر محمد بن الحسن الدريدي لتأديبه فأجيب إليه إيجابا له وبعث بأبي بكر الدريدي إليه فهو كان مؤدبه وكان واحد عصره وفي أبي عبد الله بن محمد بن ميكال وابنه أبي العباس قال الدريدي قصيدته المشهورة في الدنيا التي مدحهم بها ثم قال الحاكم سمعت أبا العباس وسئل عن مقصورة الدريدي فقال أنشدنيها مؤدبي أبو بكر الدريدي ثم قرأتها عليه مرارا فسألناه أن ينشدناها قال أنشدنا |جـ 5 صـ 436| أبو بكر محمد بن الحسن بن دريد قلت وأنشدناها عاليا الأديب أبو عبد الله الحسين بن عبد الملك الخلال في داره بأصبهان أنشدنا أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي المقرىء قدم علينا قال أنشدنا أبو مسلم محمد بن علي الكاتب بمصر أنشدنا أبو بكر محمد بن الحسن بن دريد الأزدي لنفسه من الرجز % أما تري رأسي حاكى لونه % % طرة صبح تحت أذيال الدجى % % واشتعل المبيض في مسوده % % مثل اشتعال النار في جزل الغضا % إلى أن قال في مدحهم % إن العراق لم أفارق أهله % % عن شنا اصدني ولا قلى % % ولا أطبي عيني مذ باينتهم % % شيء يروق الطرف من هذا الورى % % هم الشناخيب المنيفات الذرى % % والناس أذحال سواهم ولقى % % هم البحور زاخر اذيها % % والناس ضحضاح ثغاب وأضا % % إن كنت أبصرت لهم من بعدهم % % مثلا فأغضيت على وخز السفا % % حاشا الأميرين اللذين أوفدا % % على طلا من نعيم قد ضفا % % هما اللذان أثبتا لي أملا % % قد وقف الشيأس به على شفا % % تلافيا العيش الذي رنقه % % صرف الزمان فاستساغ وصفا % % وأجريا ماء الحيالى رغدا % % فاهتز غصن بعدما كان ذوى % % هما اللذان سموا بناظري % % من بعد إغضائي على لذع القذى % % هما اللذان عمرا لي جانبا % % من الرجا قد كان قدما قد عفا % % وقلداني منة لو قرنت % % بشكر أهل الأرض عني ما وفى % % بالعشر من معشارها وكان كال % % بحسوة في اذي بحر قد طما % % إن ابن ميكال الأمير انتاشني % % من بعد ما قد كنت كالشيء اللقى % % ومد ضبعي أبو العباس من % % بعد انقباض الذرع والباع الورى % % نفسي الفداء لأميري ومن % % تحت السماء لأميري الفدا % % لا زال شكري لهما مواصلا % % دهري أو يعتاقني صرف القنا % وحكى الحاكم أبو عبد الله قال سمعت أبا منصور الفقيه يقول كنت باليمن سنة تسع وثلاثين وثلاث مئة فبينا أنا ذات يوم أسير في مدينة عدن إذ رأيت مؤدبا يعلم متادبا له مقصورة الدريدي وقد بلغ ذكر الميكالية فقال لي يا خراساني أبو العباس هذا لكم عنده عقب |جـ 5 صـ 437| بخراسان فقلت هو بنفسه حي فتعجب من ذلك أشد التعجب وقال أنا أعلم هذه القصيدة منذ كذا سنة قال وسمعت أبا بكر محمد بن إبراهيم الجوري الأديب وهو يحدثنا عن أبي بكر بن دريد فقلت له أين كتبت عنه ولم تدخل العراق قال كتبت عنه بفارس لما قدم على عبد الله بن محمد بن ميكال لتاديب ولده أبي العباس فقلت له وأبو العباس إذ ذاك صبي قال لا والله إلا رجل إمام في الأدب والفروسية بحيث يشار إليه ثم قال سمعت أبا عبد الله محمد بن الحسين الوضاحي يقول سمعت أبا العباس بن ميكال يذكر صلة أبيه الدريدي في إنشائه المقصورة فيهم قال الوضاحي فقلت وايش الذي وصل إليه من خاصة الشيخ فقال لم تصل يدي إذ ذاك إلا إلى ثلاث مئة دينار وضعتها في طبق كاغد ووضعتها بين يديه فأما سماعات أبي العباس بن ميكال فإنه لما وصل إلى فارس خصه عبدان الأهوازي بالمجلد الذي قرأه علينا وسمعت أبا علي الحافظ يقول استفدت منها أكثر من مئة حديث وسمع الموطأ لمالك عن شيخ بحر فارس عن أبي مصعب وعند منصرفه إلى نيسابور سمع من ابن خزيمة وحدث بضعة عشر عاما إملاء وقراءة وروى عنه أبو علي الحافظ في مصنفاته وأبو الحسين الحجاجي ومشايخنا وتوفي ليلة الاثنين الخامس عشر سنة اثنتين وستين وثلاث مئة وصلى عليه ابنه الرئيس أبو محمد ودفن في مقبرة باب معمر وهو ابن اثنتين وتسعين سنة ورئي بعد موته في المنام فقيل له ما فعل بك ربك قال غفر لي قيل بماذا قال بأحاديث حدث بها الناس في أواخر عمري ",
                "title": "الميكالي",
                "uri": "JK_000952_4037"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}