{
    "features": [
        {
            "item": "JK_000952_2825",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.242-245",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العمي</h1> بفتح العين المهملة وتشديد الميم هذه النسبة إلى العم وهو بطن من تميم وقد ذكره جرير في شعره فقال % سيروا بني العم فالأهواز منزلكم % % ونهر تيري فلم تعرفكم العرب % منهم مرة بن مالك بن حنظلة الخثعمي العمي قال ابن الأعرابي وهم العميون وقال ابن الكلبي مرة هذا من ولد عمرو بن مالك فهو الأزدي وهو مرة بن وائل بن عمرو |جـ 4 صـ 243| وهم بنو العم الذين في بني تميم هذا نسبهم ثم قالوا هو مرة بن مالك بن حنظلة بن زيد مناة بن تميم وعكاشة العمي الضرير البصري شاعر جيد القول ومحمد بن عبد الله العمي يروي عن ثابت البناني روى عنه أبو النضر وغيره وأبو الحواري زيد بن الحواري العمي من أهل البصرة يروي عن أنس بن مالك رضي الله عنه ومعاوية بن قر روى عنه الثوري وشعبة وكان قاضيا بهراة يروي عن أنس أشياء موضوعة لا أصول لها حتى سبق إلى القلب أنه المتعمد لها وكان يحيى يمرض القول فيه وهو عندي لا يجوز الاحتجاج بخبره ولا كتبة حديثه إلا للاعتبار وإنما قيل لزيد العمي فيما ذكر عبد الرحمن بن أبي حاتم الرازي في كتابه وقال حدثنا محمد بن الحسين حدثنا محمد بن عبد الله بن إبراهيم الهروي سمعت أبي يقول قال علي بن مصعب سمي زيد العمي لأنه كان كلما سئل عن شيء قال حتى أسأل عمي وابنه أبو زيد عبد الرحيم بن زيد العمي عداده في أهل البصرة يروي عن أبيه العجائب بما لا يشك من الحديث صفته أنها معمولة أو مقلوبة كلها يروي عن أبيه روى عنه العراقيون فأما ما روى عن أبيه فالجرح ملزق بأحدهما أو بهما وهذا مما لا سبيل إلى معرفته إذ الضعيفان إذا انفرد أحدهما عن الآخر بخبر لا يتهيأ حكم القدح في أحدهما دون الآخر فإن كان وجود المناكير في حديث منهما معا أو من أحدهما استحق الترك روى عنه محمد بن موسى الجرشي ومحمد بن عبد الملك بن أبي الشوارب البصري وجعفر بن مهران السماك وغيرهم وعمران العمي من أهل البصرة وهو القطان قاله البخاري وهو عمران بن جاور يروي عن الحسن روى عنه حماد بن مسعدة والبصريون ومن زعم أنه فقد وهم وكان عمران العمي اختلط حتى لا يدري ما كان يحدث به كتب عنه يحيى القطان أشياء ثم رمى بها ولم يحدث عنه وعبد العزيز بن عبد الصمد العمي البصري يكنى أبا عبد الصمد يروي عن أبي عمران الجوني ومنصور وحصين |جـ 4 صـ 244| وعقبة بن مكرم العمي يروي عنه مسلم بن الحجاج وموسى بن خلف أبو خلف العمي عن قتادة روى عنه ابنه خلف بن موسى وأبوسلمة موسى بن إسماعيل المنقري التبوذكي ومحمد بن يحيى بن الحسين العمي عن أبي مالك كثير بن يحيى وغيره وبهز بن أسد العمي أخو معلى بن أسد العمي حديثهما في الصحيحين ومعلى من شيوخ البخاري وأبو محمد عبد الرحمن بن محمود بن أحمد بن عبد الله بن أبي بكر بن أبي ريحان العمي السكري أحد المشهورين المعدلين بمرو كان فاضلا عالما حسن السيرة محتاطا سمع أبا الفضل محمد بن عبد الرزاق الماخواني سمعت منه قبل الخروج إلى الرحلة ولما انصرفت منها كان قد تغير عقله واختلط وكان يعرف بابن العم وكان يكتب لنفسه العمي وابنه علي كان معنا في المكتب فذكر في حق أبي الفتح النظري شيئا لما بلغه نبؤه فشتمه وقال يكفيك أنك ابن العم ولست بابن الأب وتوفي عبد الرحمن بمرو في ذي القعدة سنة تسع وثلاثين وخمسمائة أو ذي الحجة |جـ 4 صـ 245| ",
                "title": "العمي",
                "uri": "JK_000952_2825"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}