{
    "features": [
        {
            "item": "JK_000129_003342",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.159-160",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جماعيل والنسبة الجماعيلي</h1> بالفتح وتشديد الميم وألف وعين مهملة مكسورة وياء ساكنة ولام قرية من جبل نابلس من أرض فلسطين منها كان الحافظ |جـ 2 صـ 160| عبد الغني بن عبد الواحد بن علي بن سرور بن نافع بن حسن بن جعفر المقدسي أبو محمد انتسب إلى بيت المقدس لقرب جماعيل منها ولأن نابلس وأعمالها جميعا من مضافات البيت المقدس وبينهما مسيرة يوم واحد ونشأ بدمشق ورحل في طلب الحديث إلى أصبهان وغيرها وكان حريصا كثير الطلب ورد بغداد فسمع بها من ابن النقور وغيره في سنة 560 ثم سافر إلى أصبهان وعاد إليها في سنة 875 فحدث بها وانتقل إلى الشام ثم إلى مصر فنفق بها سوقه وصار له بها حشد وأصحاب من الحنابلة وكان قد جرى له بدمشق أن ادعي عليه أن يصرح بالتجسيم وأخذت عليه خطوط الفقهاء فخرج من دمشق إلى مصر لذلك ولم يخل في مصر عن مناكد له في مثل ذلك تكدرت عليه حياته بذلك وصنف كتبا في علم الحديث حسانا مفيدة منها كتاب الكمال في معرفة الرجال يعني رجال الكتب الستة من أول راو إلى الصحابة جوده جدا ومات في سنة 600 بمصر ومنها أيضا الشيخ الزاهد الفقيه موفق الدين أبو محمد عبد الله بن أحمد بن أحمد بن محمد بن قدامة بن مقدام بن نصر الجماعيلي المقدسي المقيم بدمشق كان من الصالحين العلماء العاملين لم يكن له في زمانه نظير في العلم على مذهب أحمد بن حنبل والزهد صنف تصانيف جليلة منها كتاب المغني في الفقه على مذهب أحمد بن حنبل والخلاف بين العلماء وقيل لي أنه في عشرين مجلدا وكتاب المقنع وكتاب العهدة وله في الحديث كتاب التوابين وكتاب الرقة وكتاب صفة الفلق وكتاب فضائل الصحابة وكتاب القدر وكتاب الوسواس وكتاب المتحابين وله في علم النسب كتاب التبيين في نسب القرشيين وكتاب الاستبصار في نسب الأنصار ومقدمة في الفرائض ومختصر في غريب الحديث وكتاب في أصول الفقه وغير ذلك وكان قد تفقه على الشيخ أبي الفتح بن المني ببغداد وسمع أبا الفتح محمد بن عبد الباقي بن سلمان بن البطي وأبا المعالي أحمد بن عبد الغني بن حنيفة الباجسراني وأبا زرعة طاهر بن محمد بن طاهر المقدسي وغيرهم كثيرا وتصدر في جامع دمشق مدة طويلة يقرأ في العلم أخبرني الحافظ أبو إسحاق إبراهيم بن محمد الأزهري الصيرفي أنه آخر من قرأ عليه وأنه مات بدمشق في أواخر شهر رمضان سنة 602 وكان مولده في شعبان سنة 145 ",
                "title": "جماعيل والنسبة الجماعيلي",
                "uri": "JK_000129_003342"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}