{
    "features": [
        {
            "item": "JK_000129_005850",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.59-61",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الرقيم</h1> بفتح أوله وكسر ثانيه وهو الذي جاء ذكره في القرآن والرقم والترقيم تعجيم الكتاب ونقطه وتبيين حروفه وكتاب رقيم أي مرقوم فعيل بمعنى مفعول قال الشاعر سأرقم في الماء القراح إليكم على بعدكم إن كان للماء راقم وبقرب البلقاء من أطراف الشام موضع يقال له الرقيم يزعم بعضهم أن به أهل الكهف والصحيح أنهم ببلاد الروم كما نذكره وهذا الرقيم أراد كثير بقوله وكان يزيد بن عبد الملك ينزله وقد ذكرته الشعراء أمير المؤمنين إليك نهوي على البخت الصلادم والعجوم إذا اتخذت وجوه القوم نصبا أجيج الواهجات من السموم فكم غادرن دونك من جهيض ومن نعل مطرحة جذيم يزرن على تنائيه يزيدا بأكناف الموقر والرقيم تهنئه الوفود إذا أتوه بنصر الله والملك العظيم |جـ 3 صـ 61| قال الفراء في قوله تعالى & أم حسبت أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا & قالوا هو لوح رصاص كتبت فيه أنسابهم وأسماؤهم ودينهم ومما هربوا وقيل الرقيم اسم القرية التي كانوا فيها وقيل إنه اسم الجبل الذي فيه الكهف وروى عكرمة عن ابن عباس رضي الله عنه أنه قال ما أدري ما الرقيم أكتاب أم بنيان وروى غيره عن ابن عباس أصحاب الرقيم سبعة وأسماؤهم يمليخا مكسملينا مشلينا مرطونس دبريوس سرابيون افستطيوس واسم كلبهم قطمير واسم ملكهم دقيانوس واسم مدينتهم التي خرجوا منها أفسس ورستاقها الرس واسم الكهف الرقيم وكان فوقهم القبطي دون الكردي وقد قيل غير ذلك في أسمائهم والكهف المذكور الذي فيه أصحاب الكهف بين عمورية ونيقية وبينه وبين طرسوس عشرة أيام أو أحد عشر يوما وكان الواثق قد وجه محمد بن موسى المنجم إلى بلاد الروم للنظر إلى أصحاب الكهف والرقيم قال فوصلنا إلى بلد الروم فإذا هو جبل صغير قدر أسفله أقل من ألف ذراع وله سرب من وجه الأرض فتدخل السرب فتمر في خسف من الأرض مقدار ثلاثمائة خطوة فيخرجك إلى رواق في الجبل على أساطين منقورة وفيه عدة أبيات منها بيت مرتفع العتبة مقدار قامة عليها بابا حجارة فيه الموتى ورجل موكل بهم يحفظهم معه خصيان وإذا هو يحيدنا عن أن نراهم ونفتشهم ويزعم أنه لا يأمن أن يصيب من التمس ذلك آفة في بدنه يريد التمويه ليدوم كسبه فقلت دعني أنظر إليهم وأنت بريء فصعدت بمشقة عظيمة غليظة مع غلام من غلماني فنظرت إليهم وإذا هم في مسوح شعر تتفتت في اليد وإذا أجسادهم مطلية بالصبر والمر والكافور ليحفظها وإذا جلودهم لاصقة بعظامهم غير أني أمررت يدي على صدر أحدهم فوجدت خشونة شعره وقوة ثيابه ثم أحضرنا المتوكل بهم طعاما وسألنا أن نأكل منه فلما أخذناه منه ذقناه وقد أنكرت أنفسنا وتهوعنا وكأن الخبيث أراد قتلنا أو قتل بعضنا ليصح له ما كان يموه به عند الملك أنه فعل بنا هذا الفعل أصحاب الرقيم فقلنا له إنا ظننا أنهم أحياء يشبهون الموتى وليس هؤلاء كذلك فتركناه وانصرفنا قال غيرهم إن بالبلقاء بأرض العرب من نواحي دمشق موضعا يزعمون أنه الكهف والرقيم قرب عمان وذكروا أن عمان هي مدينة دقيانوس وقيل هي في أفسس من بلاد الروم قرب أبلستين قيل هي مدينة دقيانوس وفي بر الأندلس موضع يقال له جنان الورد به الكهف والرقيم وبه قوم موتى لا يبلون كما ذكر أهلها وقيل إن طليطلة هي مدينة دقيانوس وذكر علي ابن يحيى أنه لما قفل من غزاته دخل ذلك الموضع فرآهم في مغارة يصعد إليها من الأرض بسلم مقدار ثلاثمائة ذراع قال فرأيتهم ثلاثة عشر رجلا وفيهم غلام أمرد عليهم جباب صوف وأكسية صوف وعليهم خفاف ونعال فتناولت شعرات من جبهة أحدهم فمددتها فما منعني منها شيء والصحيح أن أصحاب الكهف سبعة وإنما الروم زادوا الباقي من عظماء أهل دينهم وعالجوا أجسادهم بالصبر وغيره على ما عرفوه وروي عن عبادة بن الصامت قال بعثني أبو بكر الصديق رضي الله عنه سنة استخلف إلى ملك الروم أدعوه إلى الإسلام أو أوذنه بحرب قال فسرت حتى دخلت بلد الروم فلما دنوت إلى قسطنطينية لاح لنا جبل أحمر قيل |جـ 3 صـ 62| إن فيه أصحاب الكهف والرقيم ودفعنا فيه إلى دير وسألنا أهل الدير عنهم فأوقفونا على سرب في الجبل فقلنا لهم إنا نريد أن ننظر إليهم فقالوا أعطونا شيئا فوهبنا لهم دينارا فدخلوا ودخلنا معهم في ذلك السرب وكان عليه باب حديد ففتحوه فانتهينا إلى بيت عظيم محفور في الجبل فيه ثلاثة عشر رجلا مضطجعين على ظهورهم كأنهم رقود وعلى كل واحد منهم جبة غبراء وكساء أغبر قد غطوا بها رؤوسهم إلى أرجلهم فلم ندر ما ثيابهم أمن صوف أو وبر أم غير ذلك إلا أنها كانت أصلب من الديباج وإذا هي تقعقع من الصفاقة والجودة ورأينا على أكثرهم خفافا إلى أنصاف سوقهم وبعضهم منتعلين بنعال مخصوفة ولخفافهم ونعالهم من جودة الخرز ولين الجلود ما لم ير مثله فكشفنا عن وجوههم رجلا بعد رجل فإذا بهم من ظهور الدم وصفاء الألوان كأفضل ما يكون للأحياء وإذا الشيب قد وخط بعضهم وبعضهم شبان سود الشعور وبعضهم موفورة شعورهم وبعضهم مطمومة وهم على زي المسلمين فانتهينا إلى آخرهم فإذا هو مضروب الوجه بالسيف وكأنه في ذلك اليوم ضرب فسألنا أولئك الذين أدخلونا إليهم عن حالهم فأخبرونا أنهم يدخلون إليهم في كل يوم عيد لهم يجتمع أهل تلك البلاد من سائر المدن والقرى إلى باب هذا الكهف فنقيمهم أياما من غير أن يمسهم أحد فننفض جبابهم وأكسيتهم من التراب ونقلم أظافيرهم ونقص شواربهم ثم نضجعهم بعد ذلك على هيئتهم التي ترونها فسألناهم من هم وما أمرهم ومنذ كم هم بذلك المكان فذكروا أنهم يجدون في كتبهم أنهم بمكانهم ذلك من قبل مبعث المسيح عليه السلام بأربعمائة سنة وأنهم كانوا أنبياء بعثوا بعصر واحد وأنهم لا يعرفون من أمرهم شيئا غير هذا قال عبدالله الفقير إليه هذا ما نقلته من كتب الثقات والله أعلم بصحته ",
                "title": "الرقيم",
                "uri": "JK_000129_005850"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}