{
    "features": [
        {
            "item": "JK_000952_2544",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.22-24",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الضني</h1> بكسر الضاد المعجمة والنون المشددة هو مسعود بن بشر الضني وهو من ضنة بن سعد بطن من قضاعة وهو من ولد عمرو بن مرة الجهني وفي العرب ضنتان ضنة بن سعد القضاعي وضنة بن عبد الله بن نمير وكان مسعود الضني وفد على عبد الملك بن مروان وله قصة أخبرنا أبو بكر محمد بن عبد الباقي الأنصاري ببغداد أخبرنا أبو عبد الله محمد بن إبراهيم بن فارس الشيرازي أخبرنا أبو محمد عبد الرحمن بن محمد بن علي الراشقي بشيراز أخبرنا أبو محمد عبد الرحمن بن محمد بن خلاد القاضي حدثني محمد بن الحسن الأزدي أخبرنا أبو الفضل الرياشي حدثنا مسعود بن بشر من ولد عمرو بن مرة الجهني قال قال رجل من ضنة وفي العرب ضنتان ضنة بن سعد من قضاعة وهم هؤلاء وضنة بن عبد الله بن نمير قال وفد هذا الضني إلى عبد الملك بن مروان فدخل عليه فقال % والله ما ندري إذا ما فاتنا % % طلب إليك من الذي نتطلب % % ولقد ضربنا في البلاد فلم نجد % % أحدا سواك إلى المكارم ينسب % % فاصبر لعادتنا التي عودتنا % % أولا فأرشدنا إلى من نذهب % قال فقال له عبد الملك إلي وأمر له بألف دينار ثم أتاه العام المقبل فقال % يرب الذي يأتي من العرف إنه % % إذا فعل المعروف زاد وتمما % % وليس كبان حين تم بناؤه % % يتبعه بالنقض حتى تهدما % فأعطاه ألفي دينار ثم عاد له في العام الثالث فقال |جـ 4 صـ 23| % إذا استمطروا كانوا مغازير في الندى % % يجودون بالمعروف عودا على بدء % فأعطاه ثلاثة آلاف دينار وأبو يزيد الضني يروي عن ميمونة مولاة النبي صلى الله عليه وسلم روى عنه زيد بن جبير هكذا ذكره البصيري في المضافات ولا أدري من أي الضنتين هو وذكر الأمير أبو نصر ابن ماكولا في الإكمال بطونا من العرب بهذا الاسم فقال في قضاعة ضنة بن سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحاف وفي عذرة ضنة بن عبد بن كبير بن عذرة وفي بني أسد بن خزيمة ضنة بن الحلاف بن سعد بن ثعلبة بن دودان بن أسد بن خزيمة وفي الأزد ضنة بن العاص بن عمرو بن مازن بن الأزد قال وقال ابن الكلبي إنما سمي عمرو بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل وأمه فاطمة بنت طابخة وهو عامر بن الثعلب بن وبرة من قضاعة ضنة لمعنى ذكره وأخوه مالك ولقبه أتيد ومالك وأتيد ابنا ثعلبة بن عكابة وأمهما فاطمة بنت طابخة رجعت إلى قومها ومعها عمرو وقد خلفت مالكا فقيل لها لم لا تتزوجين فقالت الضن بعمرو وابني أتيد خلفته فسمي عمرو ضنة وسمي مالك أتيدا فلا يعرفون إلا به فصار أتيد في بني شيبان وضنة في بني عذرة وضنة بن سعد هذيم بن زيد أمه عاتكة بنت مر أخت تميم بن مر وأخو قصي وزهرة لأمهما رزاح بن ربيعة بن حرام بن ضنة بن عبد بن كبير بن عذرة بن سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة وكعب بن يسار بن ضنة بن ربيعة العبسي له صحبة شهد فتح مصر وله خطة معروفة قضى لعمر بن الخطاب روى عنه عمار بن سعد التجيبي وكعب بن ضنة من أهل مصر أدرك الكبار من الصحابة وصالح بن سهل بن محمد بن سهل بن عبد الله بن عنبسة بن كعب بن ضنة العبسي الضني ذكره ابن يونس في المصريين ولم يزد ورزاح بن ربيعة بن حرام بن ضنة بن عبد بن كبير بن عذرة بن سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة أخو قصي وزهرة لأمهما |جـ 4 صـ 24| ",
                "title": "الضني",
                "uri": "JK_000952_2544"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}