{
    "features": [
        {
            "item": "JK_000952_1551",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.448-449",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الداودي</h1> بفتح الدال المهملة والألف والواو المضمومة بين الدالين المهملتين هذه النسبة إلى مذهب داود وإلى اسم داود فأما المذهب جماعة انتحلوا مذهب أبي سليمان داود بن علي الأصبهاني إمام أهل الظاهر وفقيههم وفيهم كثرة فهم أبو القاسم عبيد الله بن علي بن الحسن بن محمد بن عمر بن حزم بن مالك بن كامل بن زياد بن نهيك بن هيثم بن سعد بن مالك بن النخع الكوفي النخعي القاضي الداودي كان فقيه الداودية في عصره بخراسان وسمع الحديث الكثير بالعراق ومصر سمع ببغداد أبا عبد الله الحسين بن إسماعيل المحاملي وبالكوفة أبا العباس أحمد بن محمد بن عقدة الحافظ وبمصر أبا جعفر أحمد بن محمد بن سلامة الطحاوي وبدمشق أبا بكر أحمد بن سليمان بن زبان الدمشقي انتخب عليه الحاكم أبو عبد الله الحافظ الفوائد وكتبها الناس روى عنه أبو عبد الله الغنجار وأبو العباس المستغفري الحافظان وتوفي ببخارى وكان قد سكنها إلى أن توفي في جمادى الأولى سنة ست وسبعين وثلاثمائة وأبو علي سليمان بن محمد بن داود الأديب الفقيه الداودي ينسب إلى جده داود من أهل هراة كان فقيها أديبا بارعا سمع أبا الحسن بن عمران الحنظلي وطبقته ذكره الحاكم أبو عبد الله الحافظ في تاريخ النيسابوريين الإمام أبو الحسن عبد الرحمن بن محمد بن المظفر بن محمد بن داود بن أحمد بن معاذ بن سهل بن الحاكم بن شيرزاد الداودي الفوشنجي وجه مشايخ خراسان فضلا عن ناحيته والمشهور في أصله وفضله وسيرته وورعه له قدم راسخ في التقوى ينسب إلى جده الأعلى داود بن أحمد قرأ الأدب على أبي علي الفنجكردي وقرأ الفقه بمرو على أبي بكر القفال وبنيسابور على أبي سهل الصعلوكي وببغداد على أبي حامد الإسفراييني وبفوشنج على أبي سعيد يحيى بن منصور الفقيه وكان حال التفقه يحمل ما يأكله من بلاده احتياطا وتورعا صحب الأستاذ أبا علي الدقاق وأبا عبد الرحمن السلمي سمع ببغداد أبا الحسن بن الصلت المجبر وبنيسابور أبا عبد الله الحافظ وبهراة أبا محمد بن أبي شريح وبفوشنج أبا محمد الحمويي وجماعة كثيرة من هذه الطبقة روى لنا عنه أبو |جـ 2 صـ 449| الحسن مسافر وأبو محمد أحمد ابنا محمد بن علي البسطامي بنيسابور وأبو الوقت عبد الأول بن عيسى السجزي بهراة وأبو المحاسن أسعد بن علي الحنفي بمالين وأم الفضل عائشة بنت أبي بكر بن بحر البلخي بفوشنج وغيرهم أخبرنا أبو الحسن الفارسي كتابة أنشدنا أبو القاسم أسعد بن علي البارع لنفسه في أبي الحسن الداودي % أئمة العالم جربتهم % % من بين مذموم ومحمود % % سيرة داوديهم خيرهم % % وخير درع درع داود % ولد أبو الحسن الداودي في شهر ربيع الآخر سنة أربع وسبعين وثلاثمائة وتوفي بفوشنج في شوال سنة سبع وستين وأربعمائة وزرت قبره بظاهر فوشنج ومن الداودية الذين هم على مذهب داود بن علي أبو بكر محمد بن موسى بن المثنى الفقيه الداودي النهرواني من أهل النهروان سكن بغداد كان فقيها نبيلا على مذهب داود بن علي سمع أبا القاسم عبد الله بن محمد البغوي وأبا سعيد الحسن بن علي العدوي وأبا بكر عبد الله بن أبي داود روى عنه أبو بكر أحمد بن محمد البرقاني وابن بنته أبو الحسن أحمد بن عمر بن روح النهرواني قال أبو بكر الخطيب سألت أبا بكر البرقاني عنه أكان ثقة فقال ما كان حاله يدل إلا على ثقته أو كما قال ثم قال البرقاني علقت عنه شيئا يسيرا وكانت ولادته في شوال سنة ثلاثمائة ومات في سنة خمس وثمانين وثلاثمائة وأبو المظفر سليمان بن داود بن محمد بن داود الصيدلاني المعروف بالداودي نسبة إلى جده الأعلى وهو نافلة الإمام أبي بكر الصيدلاني صاحب أبي بكر القفال من أهل مرو وهو من بيت العلم والصلاح تفقه على أبي القاسم الفوراني وكان من عباد الله الصالحين والمشتغلين بالعبادة وكان يعقد المجلس على رأس سكة عمار ثم لزم بيته في آخر عمره سنين سمع أستاذه أبا القاسم عبد الرحمن بن محمد الفوراني وأبا بكر محمد بن أبي الهيثم الترابي وأبا الرشيد عبد الملك بن طاهر السجزي وأبا الحسن عبيد الله بن أبي عبد الله بن منده الحافظ وغيرهم سمع منه والدي رحمه الله وروى لنا عنه أبو طاهر محمد بن أبي بكر السنجي وأبو الفتح مسعود بن محمد المسعودي وعمه المظفر بن أبي العباس المسعودي وغيرهم وكانت وفاته بعد سنة تسعين وأربعمائة ",
                "title": "الداودي",
                "uri": "JK_000952_1551"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}