{
    "features": [
        {
            "item": "JK_000952_0005",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.57-58",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الآبندوني</h1> بفتح الألف الممدودة والباء الموحدة وسكون النون وضم الدال المهملة وفي آخرها النون هذه النسبة إلى آبندون وهي قرية من قرى جرجان منها أبو بكر أحمد بن محمد بن علي بن إبراهيم بن يوسف بن سعيد الجرجاني الآبندوني قدم بغداد وحدث بها عن أبي نعيم عبد الملك بن محمد بن عدي الأستراباذي وعبد الله بن محمد بن مسلم الجوربذي ومحمد بن قارن الرازي وإسحاق بن إبراهيم البحري وغيرهم روى عنه القاضي أبو الطيب طاهر بن عبد الله الطبري وأبو القاسم عبيد الله بن أحمد الأزهري وقال الأزهري قدم علينا الآبندوني في سنة ثمانين وثلاثمائة فسمعنا منه وسمع معنا أبو الحسن الدارقطني وأبو القاسم عبد الله بن إبراهيم بن يوسف الآبندوني الجرجاني كان إماما حافظا زاهدا ثقة مأمونا ورعا مكثرا من الحديث وكان من أقران أبي بكر الإسماعيلي وأبي أحمد بن عدي الحافظ ورفيقهما إن شاء الله سمع بجرجان عمران بن موسى وببغداد أبا عبد الله أحمد بن الحسن بن عبد الجبار الصوفي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبالموصل أبا يعلى أحمد بن علي بن المثني التميمي روى عنه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وأبو نصر الإسماعيلي وأبو بكر الشالنجي القاضي وأبو بكر البرقاني الخوارزمي وذكره الحاكم في التاريخ فقال أبو القاسم الآبندوني نزل نيسابور في كهولته غير مرة وسكنها وكان مع أبي عبد الله وأبي نصر أيضا لما أقام بنيسابور وهو كهل ثم جاءنا فأقام بنيسابور في سنة سبع أو ثمان وأربعين وثلاثمائة وحدث ثم خرج إلى جرجان وخرج إلى بغداد سنة خمسين وثلاثمائة وسكنها ولم يخرج منها إلى أن مات بها فإني دخلت بغداد في الكرة الثالثة سنة سبع وستين وثلاثمائة وهو بها وقد ضعف وهو ابن أربع وسبعين سنة وكان أبو الحسن الحافظ الدارقطني ينتقي عليه من مسند الحسن بن سفيان ولا يقرأ إلا له وحده ولغيره بعد الجهد فقرأت عليه شيئا من كتاب المجروحين لأبي بشر الدولابي وعرضت عليه الباقي بحضرة شيخنا أبي الحسن وكان أبو القاسم أحد أركان |جـ 1 صـ 58| الحديث ورفيق أبي أحمد بن عدي الحافظ بالشام ومصر وكثير السماع فارقته في رجب من سنة ثمان وستين وثلاثمائة وجاءنا نعيه في كتب أصحابنا سنة تسع وستين وثلاثمائة وقال غيره الآبندوني سكن الحربية ببغداد وحدث بجرجان وبغداد عن جماعة من أهل العراق والشام ومصر وقال أبو بكر البرقاني كنت أختلف إلى أبي قاسم الآبندوني الجرجاني مع أبي منصور الكرجي وكان لا يحدثنا جميعا وكان يجلس أحدنا على باب داره ويدخل الآخر ويسمع منه ما أحب ثم إذا خرج دخل الآخر فكان سماعنا منه على هذا وقد كان حلف أن لا يحدث إلا واحدا واحدا وكان في خلقه شيء ومات ببغداد في سنة ثمان أو سبع وستين وثلاثمائة قال حمزة السهمي وسمعت أبا بكر الإسماعيلي حين بلغه نعيه ترحم عليه وأثنى عليه خيرا وأبو الحسن علي بن إبراهيم بن يوسف الآبندوني يروي عن عمران بن موسى السختياني روى عنه أبو بكر الآبندوني وأبو بكر بن السباك وغيرهما وتوفي في شهر رمضان سنة ثلاث وثلاثين وثلاثمائة ",
                "title": "الآبندوني",
                "uri": "JK_000952_0005"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}