{
    "features": [
        {
            "item": "JK_000952_1268",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.292-293",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحلاج</h1> بفتح الحاء المهملة وتشديد اللام ألف هذه النسبة إلى حلج القطن والمشهور بها أبو مغيث الحسين بن منصور الحلاج وقيل أبو عبد الله وقيل له الحلاج حلاج الأسرار يعني يخبر عن أسرار الناس وبعضهم قال إنما قيل له الحلاج لأنه جلس على حانوت حلاج واستقضاه شغلا فقال الحلاج أنا مشتغل بالحلج فقال امض في شغلي حتى أحلج أنا عنك فمضى الحلاج وصار قطن الحلاجة محلوجا إلى أن رجع الحلاج فسمي الحلاج وكان جده مجوسيا اسمعه محمي من أهل بيضاء فارس نشأ الحسين بواسط وقيل بتستر وقدم بغداد فخالط الصوفية وصحب من مشيختهم الجنيد بن محمد وأبا الحسين النوري وعمرو بن عثمان المكي والصوفية مختلفون فيه فأكثرهم نفى الحلاج أن يكون منهم وأبى أن يعده فيهم وقبله من متقدميهم أبو العباس بن عطاء البغدادي ومحمد بن خفيف الشيرازي وإبراهيم بن محمد النصر اباذي النيسابوري وصححوا له حاله ودونوا كلامه حتى قال ابن خفيف الحسين بن منصور عالم رباني ومن نفاه منهم نسبه إلى الشعبذة في فعله وإلى الزندقة في عقده وكان للحلاج حسن عبارة وحلاوة منطق وشعر على طريقة التصوف وروى عن ابن باكويه الشيرازي عن ابنه حمد بن الحسين بن منصور الحلاج بتستر |جـ 2 صـ 293| قال مولد والدي الحسين بالبيضاء في موضع يقال له الطور ونشأ بتستر وتلمذ لسهل بن عبد الله سنين ثم صعد إلى بغداد وكان بالأوقات يلبس المسوح وبالأوقات يمشي بخرقتين مصبغ ويلبس بأوقات الدراعة والعمامة ويمشي بالقباء أيضا على زي الجند وأول ما سافر من تستر إلى البصرة كان له ثمان عشرة سنة ثم خرج بخرقتين إلى عمرو بن عثمان المكي وإلى الجنيد بن محمد وأقام مع عمرو بن عثمان ثمانية عشر شهرا ثم تزوج بوالدتي بنت أبي يعقوب الأقطع وتغير عمرو بن عثمان من تزويجه وجرى بين عمرو وأبي يعقوب وحشة عظيمة بذلك السبب ثم رجع إلى بغداد مع جماعة من الفقراء ثم عاد إلى مكة وجاور سنة ورجع إلى بغداد وقصد الجنيد وسأله عن مسألة فلم يجبه ونسبه إلى أنه بدع فيما يسأله فاستوحش وأخذ والدتي ورجع إلى تستر وأقام نحو سنة ووقع له عند الناس قبول عظيم حتى حسده جميع من في وقته ولم يزل عمرو بن عثمان يكتب في أمره إلى خوزستان ويتكلم فيه بالعظائم حتى حرد ورمى بثياب الصوفية ولبس قباء وأخذ في صحبة أبناء الدنيا ثم خرج وغاب عنا خمس سنين إلى خراسان وما وراء النهر ورحل إلى سجستان وكرمان ثم رجع إلى فارس فأخذ يتكلم على الناس ويتخذ المجلس ويدعو الخلق إلى الله وكان يعرف بفارس بأبي عبد الله الزاهد وصنف لهم تصانيف ثم صعد من فارس إلى الأهواز وأنفذ من حملني إلى عنده وتكلم على الناس وقبله الخاص والعام وكان يتكلم على أسرار الناس وما في قلوبهم ويخبر عنها فسمى ذلك حلاج الأسرار فصار الحلاج لقبه ثم خرج إلى البصرة وأقام مدة يسيرة وخرج ثانيا إلى مكة ولبس المرقعة والفوطة وخرج معه في تلك السفرة خلق كثير وحسده أبو يعقوب النهر جوري فتكلم فيه فرجع إلى البصرة وأقام شهرا وجاء إلى الأهواز ورجع إلى بغداد ومكة ثم وقع له أن يدخل بلاد الشرك ويدعو الخلق إلى الله فقصد الهند والصين وتركستان ورجع وحج وجاور ثم رجع إلى بغداد واقتنى العقار وبنى دارا وخرج عليه محمد بن داود وجماعة من أهل العلم وقبحوا صورته ووقع بين علي بن عيسى وبينه لأجل نصر القشوري ووقع بينه وبين الشبلي وغيره من مشايخ الصوفية وكان يقول قوم إنه ساحر وقوم يقولون إنه محنون وقوم يقولون له الكرامات واختلفت الألسنة في أمره حتى أخذه السلطان وحبسه وقصده حامد بن العباس الوزير وأحضر قاضي القضاة أبا عمرو ومحمد بن يوسف والأئمة وتكلموا معه فقال له القاضي أنت مباح الدم وكتب خطه والجماعة بذلك بأمر الوزير ورفع إلى الخليفة فبرز التوقيع بعد يومين بضربه ألف سوط فإن مات وإلا جز رأسه فأخرج |جـ 2 صـ 294| إلى رأس الجسر وضرب ألف سوط فما تأوه وقطعت يده ثم رجله وجز رأسه وصلب وأحرقت جثته وآخر ما تكلم به وهو يقتل حسب الواجد أفراد الواحد له فما سمع كلامه أحد من المشايح إلا رق له وقال قبل ذلك يا معين الضنا على أعني علي الضنا ثم خرج يتبختر في قيوده ويقول % نديمي غير منسوب إلى شيء من الحيف % % سقاني مثل ما يشرب كفعل الضيف بالضيف % % فما دارت الكأس دعا بالنطع والسف % % كذا من يشرب الراح مع التنين في الصيف % ثم قال & يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق & ثم ما نطق بعد ذلك حتى فعل به ما فعل به ما فعل ومن شعره لم أخرج ليقتل أنشد % طلبت المستقر بكل أرض % % فم أر لي بأرض مستقرا % % أطعت مطامعي فاستعبدتني % % ولو أني قنعت لكنت حرا % ولما صلب قال أبو إسحاق الرازي وقفت عليه فقال وهو مصلوب إلهي أصبحت في دار الرغائب أنظر إلى العجائب إلهي إنك تتودد إلى من يؤذيك فكيف لا تتودد إلى من يؤذي فيك وكان يقول مع كل سوط إذا ضرب أحد أحد ومن لطيف شعره قوله % متى سهرت عيني لغيرك أو بكت % % فلا أعطيت ما منيت وتمنت % % وإن أضمرت نفيس سواك فلا رعت % % رياض المنى من وجنتيك وجنت % وحكى القناد عنه أنه قال % دنيا تغالطني كأني % % لست أعرف حالها % % حظر المليك حرامها % % وأنا احتميت حلالها % % فوجدتها محتاجة فوهبت لذتها لها % وأمر المقتدر بالله بقتله وإحراقه بالنار ففعل به ذلك يوم الثلاثاء لسبع بقين من ذي القعدة سنة تسع وثلاثمائة ببغداد على رأس الجسر ",
                "title": "الحلاج",
                "uri": "JK_000952_1268"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}