{
    "features": [
        {
            "item": "JK_000952_0098",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.110-111",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأرزناني</h1> بفتح الألف وسكون الراء وضم الزاي والألف بين النونين وهذه النسبة إلى أرزنان وهي من قرى أصبهان هكذا سمعت شيخنا أبا سعد أحمد بن محمد بن الحسن الحافظ بأصبهان يقول أرزنان قرية على باب بلدنا والمنتسب بهذه النسبة أبو القاسم الحسن ابن أحمد بن محمد بن دلير الأرزناني المعلم الأعمى الربضي ذكره يحيى بن أبي عمرو بن منده في كتاب أصبهان وقال نزيل شميكان محلة بأصبهان كثير السماع قليل الرواية مات في سنة ثلاث وخمسين وأربعمائة ومن القدماء أبو جعفر محمد بن عبد الرحمن بن زياد الأصبهاني الأرزناني الحافظ من الحفاظ الأثبات الجوالين في طلب الحديث إلى الشام ومصر وخراسان وكان حافظا عالما سمع ببلده أحمد بن مهران بن خالد وإسماعيل بن عبد الله سمويه وإبراهيم بن معدان وبالأهواز عبد الوارث بن إبراهيم والسري بن سهل وبالري الحسن بن علي بن زياد وبالبصرة هشام بن علي ومحمد بن يحيى القزاز وببغداد محمد بن غالب بن حرب وأحمد بن علي الأبار وبالكوفة مطين محمد بن عبد الله بن سليمان الحضرمي وبالحجاز علي بن عبد العزيز وبمصر يحيى بن عثمان بن صالح وبكر بن سهل الدمياطي وغيرهم روى عنه الحاكم أبو أحمد الحافظ وأبو إسحاق إبراهيم بن محمد بن حمزة الحافظ وذكر الحاكم أبو أحمد وروده نيسابور سنة خمس عشرة وثلاثمائة ووصف حفظه وإتقانه ومعرفته وحسن |جـ 1 صـ 111| حديثه وأخرج إلي انتخابه عليه بنيسابور خمسة أجزاء وفيها غرائبه ثم خرج من نيسابور إلى هراة وكان أبو عبد الله محمد بن العباس الشهيد يقول ما قدم علينا هراة مثل أبي جعفر الأرزناني زهدا وورعا وحفظا وإتقانا وتوفي سنة سبع عشرة وثلاثمائة وهو ابن نيف وستين سنة وذكره أبو بكر بن مردويه الحافظ فقال أبو جعفر الأرزناني كان يحفظ ويذاكر وقال عبد الله بن أبي القاسم رأيت الأرزناني في المنام فقلت ما فعل الله بك قال أعطاني مناي أعطاني مناي فقال توفي سنة اثنتين وعشرين وثلاثمائة ",
                "title": "الأرزناني",
                "uri": "JK_000952_0098"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}