{
    "features": [
        {
            "item": "JK_000129_008345",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.25-26",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طرابلس والنسبة الطرابلسي</h1> بفتح أوله وبعد الألف باء موحدة مضمومة ولام أيضا مضمومة وسين مهملة ويقال أطرابلس وقال ابن بشير البكري طرابلس بالرومية والإغريقية ثلاث مدن وسماها اليونانيون طرابليطة وذلك بلغتهم أيضا ثلاث مدن لأن طرا معناه ثلاث وبليطة مدينة وقد ذكر أن أشباروس قيصر أول من بناها وتسمى أيضا مدينة إياس وعلى مدينة طرابلس سور صخر جليل البنيان وهي على شاطىء البحر ومبنى جامعها أحسن مبنى وبها أسواق حافلة جامعة وبها مسجد يعرف بمسجد الشعاب مقصود وحولها أنباط وفي بربرها من كلامه بالنبطية في قرارات في شرقيها وغربيها مسيرة ثلاثة أيام إلى موضع يعرف ببني السابري وفي القبلة مسيرة يومين إلى حد هوارة وفيها رباطات كثيرة يأوي إليها الصالحون أعمرها وأشهرها مسجد الشعاب ومرساها مأمون من أكثر الرياح وهي كثيرة الثمار والخيرات ولها بساتين جليلة في شرقيها وتتصل بالمدينة سبخة كبيرة يرفع منها الملح الكثير وداخل مدينتها بئر تعرف ببئر أبي الكنود يعيرون بها ويحمق من شرب منها فيقال للرجل منهم إذا أتى بما يلام لا يعتب عليك لأنك شربت من بئر أبي الكنود وأعذب آبارها بئر القبة نذكرها في طرابلس فإنه لم تكتب الألف وقد ذكر في باب الألف ما فيه كفاية وذكر الليث بن سعد قال غزا عمرو بن العاص طرابلس سنة 32 حتى نزل القبة التي على الشرف من شرقيها فحاصرها شهرين لا يقدر منهم على شيء فخرج رجل من بني مدلج ذات يوم من عسكر عمرو بن العاص متصيدا مع سبعة نفر فجمعوا غربي المدينة واشتد عليهم الحر فأخذوا راجعين على ضفة البحر وكان البحر لاصقا بالمدينة ولم يكن في ما بين المدينة والبحر سور وكانت سفن البحر شارعة في مرساها إلى بيوتهم ففطن المدلجي وأصحابه وإذا البحر قد غاض من ناحية المدينة فدخلوا منه حتى أتوا من ناحية الكنيسة وكبروا فلم يكن للروم مفزع إلا سفنهم وأقبل عمرو بجيشه حتى دخل عليهم فلم تفلت الروم إلا بما خف في مراكبهم وغنم عمرو ما كان في المدينة وإنما بنى سورها مما يلي البحر هرثمة بن أعين حيث ولايته على القيروان ومن طرابلس إلى نفوسة مسيرة ثلاثة أيام وفي كتاب ابن عبد الحكم أن عمرو بن العاص نزل على مدينة طرابلس في سنة 32 من الهجرة فملكها عنوة واستولى على ما فيها قال وكان من بسبرت متحصنين فلما بلغتهم محاصرة عمرو طرابلس واسمها نبارة وسبرت السوق القديم وإنما نقله إلى نبارة عبد الرحمن بن حبيب سنة 13 فهذا يدل على أن طرابلس اسم الكورة وأن نبارة قصبتها وقد ذكرنا أن طرابلس معناه الثلاث مدن وهذا يدل على أنها ليست بمدينة بعينها وأنها كورة وينسب إلى طرابلس الغرب عمر بن عبد العزيز بن عبيد بن يوسف الطرابلسي المالكي لقيه السلفي وأثنى عليه وهو القائل في كتب الغزالي |جـ 4 صـ 26| هذب المذهب حبر أحسن الله خلاصه ببسيط ووسيط ووجيز وخلاصه وسافر إلى بغداد ومات بها في سنة 510 وأبو الحسن علي بن عبد الله بن مخلوف الطرابلسي كان له اهتمام بالتواريخ وصنف تاريخا لطرابلس وكان فاضلا في فنون شتى أخذ عنه السلفي وسافر إلى الحج فأدركته المنية بمكة في ذي الحجة سنة 522 وقال أبو الطيب يمدح عبيد الله بن خراسان الطرابلسي لو كان فيض يديه ماء غادية عز القطا في الفيافي موضع اليبس أكارم حسد الأرض السماء بهم وقصرت كل مصر عن طرابلس أي الملوك وهم قصدي أحاذره وأي قرن وهم سيفي وهم ترسي وقال أحمد بن الحسين بن حيدرة يعرف بابن خراسان الطرابلسي أحبابنا غير زهد في محبتكم كوني بمصر وأنتم في طرابلس إن زرتكم فالمنايا في زيارتكم وإن هجرتكم فالهجر مفترسي ولست أرجو نجاحا في زيارتكم إلا إذا خاض بحرا من دم فرسي وأنثي ورماح الخط قد حطمت في كل أروع لا وان ولا نكس حتى يظل عميد الجيش ينشدنا نظما يضيء كضوء الفجر في الغلس يفدي بنيك عبيد الله حاسدكم بجبهة العير يفدي حافر الفرس ",
                "title": "طرابلس والنسبة الطرابلسي",
                "uri": "JK_000129_008345"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}