{
    "features": [
        {
            "item": "JK_000952_0475",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.336-337",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البزار</h1> بفتح الباء المنقوطة بواحدة والزاي المشددة وفي آخرها الراء هذا اسم لمن يخرج الدهن من البزر أو يبيعه واشتهر به جماعة من الأئمة والعلماء قديما وحديثا منهم أبو عمر دينار البزار وبشر بن ثابت البزار بصري حدث عنه العباس الدوري وإبراهيم بن مرزوق وخلف بن هشام بن ثعلب البزار المقري روى عنه أبو القاسم البغوي ومن الأئمة مسلم بن الحجاج القشيري والحسن بن الصباح البزار وأبو عبيد الله يحيى بن محمد بن السكن البزار وأحمد بن عمرو بن عبد الخالق البزار أبو بكر البصري الحافظ العتكي كان حافظا من أهل البصرة سمع هدبة بن خالد وعمر بن موسى الحادي وإسماعيل بن سيف والحسن بن علي بن راشد الواسطي وإبراهيم بن سعيد الجوهري روى عنه أبو الحسن علي بن محمد المصري ومحمد بن العباس بن نجيح وعبد الباقي بن قانع وأبو بكر بن سلم وغيرهم وكان ثقة صنف المسند وتكلم على الأحاديث وبين عللها وقال الدارقطني في حقه كان ثقة يخطىء كثيرا ويتكل على حفظه وقال في موضع آخر يخطىء في الإسناد والمتن حدث بالمسند بمصر حفظا ينظر في كتب الناس ويحدث من حفظه ولم يكن معه كتب فأخطأ في أحاديث كثيرة يتكلمون فيه جرحه النسائي مات بالرملة سنة اثنتين وتسعين ومائتين وابنه أبو العباس محمد بن أحمد بن عمرو بن عبد الخالق بن خلاد بن عبيد الله العتكي البزار سمع أبا علاثة محمد بن عمرو بن خالد المصري والحسين بن حميد بن موسى العتكي وإسحاق بن إبراهيم بن جابر وعبيد الله بن محمد بن عبد العزيز العمري وأحمد بن محمد بن رشدين والقاسم بن الليث الرسعني والحسين بن إسحاق التستري وأبا الأحوص محمد بن الهيثم القاضي روى عنه القاضي أبو الحسن الجراحي وأبو الحسن الدارقطني الحافظ وعمر بن أحمد بن شاهين وغيرهم وكان ثقة ومات في شعبان من سنة تسع وثلاثين وثلاثمائة وجعفر بن أحمد بن سلم العبدي البزاز ينتسب في عبد القيس يكنى أبا الفضل توفي في شوال سنة ثمان وثمانين ومائتين قاله ابن يونس حدث عنه أبو أحمد الزيات وأبو محمد عبيد بن عبد الواحد بن شريك البزار من أهل بغداد حدث عن آدم بن أبي أياس العسقلاني وسعيد بن أبي مريم ويحيى بن بكير المصريين ونعيم بن حماد المروزي |جـ 1 صـ 337| وأبي الجماهر محمد بن عثمان وسليمان بن عبد الرحمن وهشام بن عمار الدمشقيين وجماعة سواهم من هذه الطبقة روى عنه القاضي المحاملي وأبو مزاحم الخاقاني وأبو عمرو بن السماك وعبد الصمد بن علي الطستي وأحمد بن سلمان النجاد وهو صدوق أحد الثقات وقيل أنه تغير في آخر عمره ومات في رجب سنة خمس وثمانين ومائتين وأبو محمد خلف بن هشام البزار من أهل بغداد يروي عن مالك بن أنس وأبي عوانة الوضاح روى عنه أبو يعلى الموصلي وأبو القاسم البغوي قال أبو حاتم بن حبان خلف البزار كان خيرا فاضلا عالما بالقراءات كتب عنه أحمد بن حنبل ومات ببغداد يوم السبت لسبع مضين من جمادي الآخرة سنة تسع وعشرين ومائتين وأبو علي الحسن بن الصباح بن محمد البزار من أهل بغداد سمع سفيان بن عيينة ومعن بن عيسى وأبا معاوية الضرير وروح بن عبادة وجعفر بن عون وحجاج بن محمد الأعور وشبابة بن سوار وغيرهم روى عنه محمد بن إسماعيل البخاري ومحمد بن إسحاق الصاغاني وأبو بكر بن أبي الدنيا وجعفر الفريابي وأبو القاسم البغوي ويحيى بن صاعد وآخر من حدث عنه القاضي أبو عبد الله بن المحاملي وقال ابن أبي حاتم سئل أبي عنه فقال صدوق وكان له جلالة عجيبة ببغداد وكان أحمد بن حنبل يرفع من قدره ويجله ومات ببغداد في شهر ربيع الآخر سنة تسع وأربعين ومائتين وقيل في ربيع الأول ",
                "title": "البزار",
                "uri": "JK_000952_0475"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}