{
    "features": [
        {
            "item": "JK_000952_3631",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.185-186",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المايني</h1> بفتح الميم وكسر الياء المنقوطة تحتها باثنتين وفي اخرها النون هذه النسبة إلى ماين وهي من بلاد فارس خرج منها جماعة من العلماء والصلحاء منهم أبو القاسم فارس بن الحسين بن شهريار المايني يروي عن بكر بن أحمد الفارسي روى عنه أبو عبد الله محمد بن عبد العزيز الشيرازي الحافظ ومات بعد سنة خمس وتسعين وثلاث مئة فإنه توفي في هذه السنة وأبو عبد الله محمد بن أحمد بن يعقوب بن أحمد المايني يروي عن أبي يحيى بكر بن أحمد الفارسي وأحمد بن عطاء وأبي بكر أحمد بن جعفر القطيعي وأبي موسى البيضاوي |جـ 5 صـ 186| سمع منه محمد بن عبد العزيز الشيرازي وتوفي بعد سنة خمس وتسعين وثلاث مئة وأبو الحسن علي بن محمد المايني حدث بشيراز عن أبي بكر أحمد بن موسى بن عمار القرشي صاحب أبي بكر السني الدينوري سمع منه أبو القاسم هبة الله بن عبد الله الوارث الشيرازي الحافظ وأبو بكر محمد بن الحسين بن أحمد المايني القاضي ولي القضاء بماين رحل إلى أصبهان روى عنه سليمان بن أحمد بن أيوب الطبراني وعبد الله بن القباب وأبو الشيخ عبد الله بن محمد بن جعفر وأبو يحيى بكر بن أحمد الشيرازي وكان ورعا فاضلا دينا يروي عنه أبو عبد الله محمد بن عبد العزيز الفارسي الشيرازي الحافظ ومات بماين في حدود سنة أربع مئة وأبو عبد الله محمد بن أبي نصر بن محمد الصوفي المقرىء نزيل حلب كان مقرئا فاضلا صالحا سديد السيرة قلما يتفق في الصوفية مثله وكان كثير الأسفار رحالا جوالا طاف في بلاد العراق والجبال والشام والحجاز سمع بشيراز أبا شجاع محمد بن سعدان المقاريضي وببغداد أبا بكر أحمد بن علي بن الحسين بن زكريا الطريثيثي وأبا محمد جعفر بن أحمد بن الحسين السراج وأبا المعالي ثابت بن بندار البقال وأبا الفضل محمد بن عبد السلام الأنصاري وبأصبهان أبا بكر أحمد بن محمد بن أحمد بن مردويه الحافظ وبهمذان أبا محمد عبد الرحمن بن أحمد بن الحسين الدوني وغيرهم لقيته بحلب وأنست به غاية الأنس وكتبت وكانت أصوله قد ضاعت في برية الرقة هكذا ذكر لي ومات بعد سنة أربعين وخمس مئة بحلب ",
                "title": "المايني",
                "uri": "JK_000952_3631"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}