{
    "features": [
        {
            "item": "JK_000129_004213",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.302-303",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حمص والنسبة الحمصي</h1> بالكسر ثم السكون والصاد مهملة بلد مشهور قديم كبير مسور وفي طرفه القبلي قلعة حصينة على تل عال كبيرة وهي بين دمشق وحلب في نصف الطريق يذكر ويؤنث بناه رجل يقال له حمص بن المهر بن جان بن مكنف وقيل حمص بن مكنف العمليقي وقال أهل الاشتقاق حمص الجرح يحمص حموصا وانحمص ينحمص انحماصا إذا ذهب ورمه وقال أبو عون في زيجه طول حمص إحدى وستون درجة وعرضها ثلاث وثلاثون درجة وثلثان وهي في الإقليم الرابع وفي كتاب الملحمة مدينة حمص طولها تسع وستون درجة وعرضها أربع وثلاثون درجة وخمس وأربعون دقيقة من الإقليم الرابع ارتفاعها ثمان وسبعون درجة تحت ثماني درج من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان قال أهل السير حمص بناها اليونانيون وزيتون فلسطين من غرسهم وأما فتحها فذكر أبو المنذر عن أبي مخنف أن أبا عبيدة بن الجراح لما فرغ من دمشق قدم أمامه خالد بن الوليد وملحان بن زيار الطائي ثم اتبعهما فلما توافوا بحمص قاتلهم أهلها ثم لجؤوا إلى المدينة وطلبوا الأمان والصلح فصالحوه على مائة ألف وسبعين ألف دينار وقال الواقدي وغيره بينما المسلمون على أبواب دمشق إذ أقبلت خيل للعدو كثيفة فخرج إليهم جماعة من المسلمين فلقوهم بين بيت لهيا والثنية فولوا منهزمين |جـ 2 صـ 303| نحو حمص على طريق قارا حتى وافوا حمص وكانوا متخوفين لهرب هرقل عنهم فأعطوا ما بأيديهم وطلبوا الأمان فأمنهم المسلمون فأخرجوا لهم النزل فأقاموا على الأرنط وهو النهر المسمى بالعاصي وكان على المسلمين السمط بن الأسود الكندي فلما فرغ أبو عبيدة من أمر دمشق استخلف عليها يزيد بن أبي سفيان ثم قدم حمص على طريق بعلبك فنزل بباب الرستن فصالحه أهل حمص على أن أمنهم على أنفسهم وأموالهم وسور مدينتهم وكنائسهم وأرحائهم واستثنى عليهم ربع كنيسة يوحنا للمسجد واشترط الخراج على من أقام منهم وقيل بل السمط صالحهم فلما قدم أبو عبيدة أمضى الصلح وإن السمط قسم حمص خططا بين المسلمين وسكنوها في كل موضع جلا أهله أو ساحة متروكة وقال أبو مخنف أول راية وافت للعرب حمص ونزلت حول مدينتها راية ميسرة بن مسرور العبسي وأول مولود ولد في الإسلام بحمص أدهم بن محرز وكان أدهم يقول إن أمه شهدت صفين وقاتلت مع معاوية وطلبت دم عثمان رضي الله عنه وما أحب أن لي بذلك حمر النعم قالوا ومن عجائب حمص صورة على باب مسجدها إلى جانب البيعة على حجر أبيض أعلاه صورة إنسان وأسفله صورة العقرب إذا أخذ من طين أرضها وختم على تلك الصورة نفع من لدغ العقرب منفعة بينة وهو أن يشرب الملسوع منه بماء فيبرأ لوقته وقال عبد الرحمن خليلي إن حانت بحمص منيتي فلا تدفناني وارفعاني إلى نجد ومرا على أهل الجناب بأعظمي وإن لم يكن أهل الجناب على القصد وإن أنتما لم ترفعاني فسلما على صارة فالقور فالأبلق الفرد لكيما أرى البرق الذي أومضت له ذرى المزن علويا وماذا لنا يبدي وبحمص من المزارات والمشاهد مشهد علي بن أبي طالب رضي الله عنه فيه عمود فيه موضع إصبعه رآه بعضهم في المنام وبها دار خالد بن الوليد رضي الله عنه وقبره فيما يقال وبعضهم يقول إنه مات بالمدينة ودفن بها وهو الأصح وعند قبر خالد قبر عياض بن غنم القرشي رضي الله عنه الذي فتح بلاد الجزيرة وفيه قبر زوجة خالد بن الوليد وقبر ابنه عبد الرحمن وقيل بها قبر عبيد الله بن عمر بن الخطاب والصحيح أن عبيد الله قتل بصفين فإن كان نقلت جثته إلى حمص فالله أعلم ويقال إن خالد بن الوليد مات بقرية على نحو ميل من حمص وإن هذا الذي يزار بحمص إنما هو قبر خالد بن يزيد بن معاوية وهو الذي بنى القصر بحمص وآثار هذا القصر في غربي الطريق باقية وبحمص قبر سفينة مولى رسول الله واسم سفينة مهران وبها قبر قنبر مولى علي بن أبي طالب رضي الله عنه ويقال إن قنبر قتله الحجاج وقتل ابنه وقتل ميثما التمار بالكوفة وبها قبور لأولاد جعفر بن أبي طالب وهو جعفر الطيار وبها مقام كعب الأحبار ومشهد لأبي الدرداء وأبي ذر وبها قبر يونان والحارث بن عطيف الكندي وخالد الأزرق الغاضري والحجاج بن عامر وكعب وغيرهم وينسب إليها جماعة من العلماء ومن أعيانهم محمد بن عوف ابن سفيان أبو جعفر الطائي الحمصي الحافظ قال الإمام أبو القاسم الدمشقي قدم دمشق في سنة 217 وروى |جـ 2 صـ 304| عن أبيه وعن محمد بن يوسف القبرياني وأحمد بن يونس وآدم بن أبي إياس وأبي المغيرة الحمصي وعبد السلام بن عبد الحميد السكوني وعلي بن قادم وخلق كثير من هذه الطبقة وروى عنه أبو زرعة وأبو حاتم الرزاياني وأبو داود السجستاني وابنه أبو بكر وعبد الرحمن بن أبي حاتم ويحيى بن محمد بن صاعد وأبو زرعة الدمشقي وخلق كثير من هذه الطبقة قال عبد الصمد بن سعيد القاضي سمعت محمد بن عوف بن سفيان يقول كنت ألعب في الكنيسة بالكرة وأنا حدث فدخلت الكرة المسجد حتى وقعت بالقرب من المعافى بن عمران فدخلت لآخذها فقال لي يا فتى ابن من أنت قلت أنا ابن عوف قال ابن سفيان قلت نعم فقال أما إن أباك كان من إخواننا وكان ممن يكتب معنا الحديث والعلم والذي يشبهك أن تتبع ما كان عليه والدك فصرت إلى أمي فأخبرتها فقالت صديق يا بني هو صديق لأبيك فألبستني ثوبا من ثيابه وإزارا من أزره ثم جئت إلى المعافى ابن عمران ومعي محبرة وورق فقال لي اكتب حدثنا إسماعيل بن عبد ربه بن سليمان قال كتبت إلي أم الدرداء في لوحي فيما تعلمني اطلبوا العلم صغارا تعلموه كبارا قال فإن لكل حاصد ما زرع خيرا كان أو شرا فكان أول حديث سمعته وذكر عند يحيى بن معين حديث من حديث الشام فرده وقال ليس هو كذا قال فقال له رجل في الحلقة يا أبا زكرياء إن ابن عوف يذكره كما ذكرناه قال فإن ابن عوف ذكره فإن ابن عوف أعرف بحديث بلده وذكر ابن عوف عند عبد الله بن أحمد بن حنبل في سنة 372 فقال ما كان بالشام منذ أربعين سنة مثل محمد بن عوف ذكر ابن قانع أنه توفي سنة 269 وقال ابن المنادي مات في وسط سنة 272 ومحمد بن عبيد الله بن الفضل يعرف بابن أبي الفضل أبو الحسن الكلاعي الحمصي حدث عن مصيفي وجماعة كثيرة من طبقته وروى عنه القاضي أبو بكر الميانجي وأبو حاتم محمد ابن حبان البستي وجماعة كثيرة من طبقتهما وكان من الزهاد ومات في أول يوم رمضان سنة 903 ومات ابنه أبو علي الحسن لعشر خلون من شهر ربيع الأول سنة 153 ومن عجيب ما تأملته من أمر حمص فساد هوائها وتربتها اللذين يفسدان العقل حتى يضرب بحماقتهم المثل إن أشد الناس على علي رضي الله عنه بصفين مع معاوية كان أهل حمص وأكثرهم تحريضا عليه وجدا في حربه فلما انقضت تلك الحروب ومضى ذلك الزمان صاروا من غلاة الشيعة حتى إن في أهلها كثيرا ممن رأى مذهب النصيرية وأصلهم الإمامية الذين يسبون السلف فقد التزموا الضلال أولا وأخيرا فليس لهم زمان كانوا فيه على الصواب ",
                "title": "حمص والنسبة الحمصي",
                "uri": "JK_000129_004213"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}