{
    "features": [
        {
            "item": "JK_000952_0940",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.87-88",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجملي</h1> بفتح الجيم والميم وبعدهما اللام هذه النسبة إلى جمل وهو بطن من مراد وهو جمل بن كنانة بن ناجية بن مراد بن مالك بن أدد - ذكره ابن حبيب في مذحج وهم رهط عمرو بن مرة الجملي ومنهم عمرة بن مرة الجملي وعمرو بن هند الجملي والد عبد الله بن عمرو بن هند من أهل الكوفة وعبد الله يروي عن علي رضي الله عنه روى عنه عوف الأعرابي وعمرو بن مرة الجملي الجهني كنيته أبو عبد الرحمن ويقال أبو عبد الله من أهل الكوفة أيضا يروي عن ابن أبي أوفي روى عنه الأعمش ومنصور مات سنة ست عشرة ومائة وكان مرجئا وزياد بن عمرو بن هند الجملي من أهل الكوفة يروي عن عمران بن حذيفة عن ميمونة روى عنه منصور بن المعتمر وأبو عبد الله أشعث بن عبد الله الجملي ويقال له أشعث بن جابر يروي عن أنس بن مالك رضي الله عنه روى عنه هارون المقرىء وهند بن عمرو الجملي قتل يوم الجمل مع علي رضي الله عنه قتله ابن يثربي وأبو إسحاق إبراهيم بن محمد بن سلمة بن عبد لله بن أبي فاطمة مولى عامر الذي يقال له عامر جمل مولي عبد الله بن يزيد بن برذغ الجملي مولى جمل وإنما سمي عامر جملا إن عمرا وفد على معاوية رضي الله عنه في وفد أهل مصر فيهم عامر هذا فتجادل معاوية وعمرو فعلا كلام معاوية كلام عمرو فنادى عامر عمرا وكان من وراء الستر تكلم يا أبا عبد الله بكل فيك وأنا من ورائك فقال معاوية من هذا أنا عامر مولى جمل قال بل أنت عامر جمل وكان الوافد من مصر إلى معاوية بقتل محمد بن أبي بكر وكان في |جـ 2 صـ 88| مائتين من العطاء وكان عريف موالي مذحج واسم أبي فاطمة عبد الرحمن حدث عن عبد الله بن يوسف والنضر بن عبد الجبار وغيرهما وتوفي في شهر رمضان سنة أربع وثمانين ومائتين ووالده محمد بن سلمة بن عبد الله بن أبي فاطمة الجملي المرادي مولى جمل الذي يقال له عامر جمل يروي عن عبد الله بن وهب المصري روى عنه أبو حاتم الرازي وأبو عبد الرحمن النسائي وأبو داود السجستاني وابنه عبد الله أبو بكر وغيرهم ومن الصحابة صفوان بن عسال المرادي صاحب رسول الله صلى الله عليه وسلم هو من جمل بن كنانة بن ناجية بن مراد روى عنه زر بن حبيش المقرىء الكوفي ",
                "title": "الجملي",
                "uri": "JK_000952_0940"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}