{
    "features": [
        {
            "item": "JK_000952_2095",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.255-257",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السعدي</h1> بفتح السين وسكون العين وفي آخرها الدال المهملات هذه النسبة إلى عدة قبائل إلى سعد بن بكر بن هوزان وإلى سعد تميم وإلى سعد الأنصار وإلى سعد جذام وإلى سعد خولان وإلى سعد تجيب وإلى سعد بن أبي وقاص وإلى سعد من بني عبد شمس وإلى سعد هذيم بن قضاعة فأما سعد بن بكر بن هوزان منهم عبد الله بن وقدان يعرف بابن السعدي لأنه استرضع في بني سعد بن بكر له صحبة وهو من بني مالك بن حسل بن عامر بن لؤي بن غالب من قريش وأما سعد تميم فهو سعد بن زيد مناة بن تميم منهم سهم بن منجاب السعدي وأبو معاوية محمد بن خازم التميمي السعدي مولاهم يروي عن الأعمش روى عنه الأئمة مثل أبي بكر وعثمان ابني أبي شيبة وابي خيثمة وغيرهم ومن التابعين أبو بحر الأحنف بن قيس بن معاوية بن حصين بن عبادة بن النزال بن مرة بن عبيد بن الحارث بن عمرو بن كعب بن سعد بن زيد مناة السعدي البصري كان اسمه صخر وقيل اسمه الضحاك والأحنف لقب لأنه ولد أحنف وكان من عقلاء الناس وفصائحهم وحكمائهم يروي عن عمر وعثمان رضي الله عنهما روى عنه الحسن وأهل البصرة مات سنة سبع وستين بالكوفة في إمارة ابن الزبير وصلى عليه مصعب بن الزبير ومشى في جنازته بغير رداء وأبو عبد الله محمد بن إسحاق بن سعيد بن إسماعيل السعدي الهروي سعد تميم رأيت من تصنيفه كتابا حسنا ببخارى أظنه لم يسبق إلى ذلك سماه كتاب الصناع من الفقهاء والمحدثين روى عن أبي داود سليمان بن معبد السنجي وعلي بن خشرم المابرسامي وأحمد بن منصور الرمادي وعلي بن إشكاب وعمر بن شبة النميري ومحمد بن إسحاق الصغاني وعلي بن حرب وغيرهم وأبو الفضل جعفر بن محمد بن الفضل بن زياد بن عيسى بن مروان بن هبيرة بن مرة بن تميم بن سعد السعدي التميمي من أهل نيسابور الملقب بصفويه سمع إسحاق بن إبراهيم |جـ 3 صـ 256| الحنظلي ومحمد بن رافع وأبا عمار الحسين بن الحريث وغيرهم روى عنه أبو الفضل محمد بن إبراهيم بن الفضل النيسابوري وأما سعد الأنصار فمنهم الحارث بن زياد الأنصاري السعدي شهد بدرا هكذا نسبه أبو عبد الله بن منده في كتابه وأما سعد جذام فمنهم عبد الملك بن محمد بن العاص السعدي أندلسي توفي بالأندلس سنة ثلاثين وثلاثمائة وعبد الملك بن العباس بن محمد بن سعد السعدي الأندلسي ذكرهما أبو سعيد بن يونس في كتابه بأن سعد جذام أيضا توفي بالأندلس سنة ثلاثين وثلاثمائة وكان فقيها وأما سعد خولان فمنهم أبو عبد الله بحر بن نصر بن سابق الخولاني ثم السعدي مولى بني سعد بن خولان كان من أهل الفضل توفي بمصر ليلة الاثنين لثمان خلون من شعبان سنة سبع وستين ومائتين وصلى عليه أخوه إدريس بن نصر وذكر يونس بن عبد الأعلى بحر بن نصر فقال الأصغر رأيته عند ابن وهب ووثقه وأما سعد تجيب فمنهم إسحاق بن يحيى الصيرفي السعدي مولى لبني سعد بن تجيب أخو عيسى بن يحيى المعروف بملول روى عنه ابن أخيه هارون بن عيسى وروى هو عن ضمرة بن ربيعة وأما سعد بن أبي وقاص رضي الله عنه فجماعة من ولده كانوا أئمة علماء انتسبوا إليه منهم أبو بكر سعد بن حفص السعدي سمع عبد الله بن إدريس وغيره روى عنه تمتام وأبو بكر بن أبي الدنيا ومحمد بن إسحاق الصغاني وغيرهم وأبو بكر أحمد بن محمد بن إبراهيم بن يوسف بن معمر بن حمزة بن عمر بن سعد بن أبي وقاص الزهري السعدي حدث عن جده إبراهيم والقعقاع بن زكريا بن المغلس |جـ 3 صـ 257| وسلمة بن جنادة وغيرهم روى عنه محمد بن مخلد وأبو بكر الشافعي توفي في شوال سنة اثنتين وثمانين يعني ومائتين وأما سعد من بني عبد شمس بن سعد بن زيد مناة بن تميم بن مر بن أد بن طانجة بن إلياس بن مضر فمنهم أبو الحسين علي بن حجر بن إياس بن مشمرخ بن مقاتل السعدي إمام أهل مرو في عصره كان ينزل ببغداد ثم تحول إلى مرو وانتشر حديثه بها وكان صادقا متقنا حافظا ضابطا سمع إسماعيل بن جعفر وفرج بن فضالة وشريك بن عبد الله وعلي بن مسهر وعتاب بن بشير ويحيى بن حمزة وسفيان بن عيينة روى عنه الأئمة مثل البخاري ومسلم وأبي داود وأبي عيسى وأبي عبد الرحمن وأبي بكر بن خزيمة وغيرهم ولد سنة أربع وخمسين ومائة وتوفي سنة أربع وأربعين ومائتين وقبره مشهور بقرية زرزم عند كمشان يزار زرته غير مرة وقال علي بن حجر انصرفت من العراق وأنا ابن ثلاث وثلاثين فقلت لو بقيت ثلاثا وثلاثين أخرى فأروي بعض ما جمعته من العلم وقد عشت بعده ثلاثا وثلاثين أخرى وإنما أتمنى بعد ما كنت أتمناه وقت انصرافي من العراق وأما سعد هذيم بن قضاعة أنا أبو البركات الأنماطي ببغداد أنا أبو سعد الرستمي أنا أبو الحسين بن الفضل أنا أبو جعفر بن درستويه حدثنا يعقوب بن سفيان قال أبو خزامة السعدي سعد هذيم بن قضاعة ",
                "title": "السعدي",
                "uri": "JK_000952_2095"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}