{
    "features": [
        {
            "item": "JK_000952_0960",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.99-100",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجنيدي</h1> بضم الجيم وفتح النون وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الدال المهملة هذه النسبة إلى بعض الأجداد واسمه الجنيد والمشهور بهذا الانتساب أبو الجنيدي يروي روى عنه أبو أحمد عبد الله بن عدي الحافظ الجرجاني وأبو محمد حيدر بن محمد بن أحمد بن الجنيدي البخاري الجنيدي من أهل بخارا يروي عن حاتم بن أحمد بن محمود الصيرفي البخاري وأبي محمد عبد الرحمن بن أبي حاتم الرازي وغيرهما روى عنه أبو سعد الإدريسي الحافظ وقال كتبنا عنه بسمرقند سنة ستين وثلاثمائة وكنا كتبنا عنه ببخارا قبل ذلك سنة 357 وأبو عبد الله بن الجنيد الإسكاف كان يتكلم بكلام الجنيد بن محمد البغدادي كثيرا فلقب به ومن أولاده يقال له الجنيدي وهو أبو عبد الله محمد بن أحمد بن عبد الواحد بن أحمد بن أبي عبد الله محمد بن أحمد الجنيد الإسكاف من أهل أصبهان يروي عن أبي عبد الله القاسم بن الفضل الثقفي كتبت عنه أحاديث يسيرة وكان صحيح السماعات والأصول وقدم علينا سمرقند سنة ستين وثلاثمائة رسولا لوالي خراسان منصور بن نوح إلى الترك وقتل في بلاد الترك في تلك السنة وأبو نصر الجنيد بن أبي علي محمد بن أحمد بن عيسى الجنيدي الإسفراييني الواعظ الصوفي المقيم بطريثيث سمع أبا طاهر محمد بن محمد ابن محمش الزيادي وأبا بكر أحمد بن الحسن الحيري وجماعة سمع منه أبو محمد عبد العزيز بن محمد النخشبي الحافظ |جـ 2 صـ 100| وقال سمع ابن محمش والحيري وجماعة من اللفظية الأشعرية وأبو بكر محمد بن عبدوس بن أحمد بن الجنيد المقرئ المفسر الواعظ الجنيدي من أهل نيسابور كان إماما فاضلا بالقراءات عالما بمعاني القرآن سمع الحسين بن الفضل والسري بن خزيمة وأبا عبد الله القوشنجي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو بكر المفسر الواعظ كان إمام خراسان بلا مدافعة في القراءات ومعاني القرآن قد كان قرأ على حمدون المقرئ فلما ورد أبو الحسن بن شنبوذ نيسابور قرأ عليه واعتمده في جميع الروايات وسمع الحسين بن الفضل وكان على مذهبه وجمع كتبه أكثرها سمع منه وتوفي أبو بكر بن عبدوس في شهر ربيع الأول سنة ثمان وثلاثين وثلاثمائة وشهدت جنازته في ميدان الحسين ورأيت الشيخ أبا بكر بن إسحاق يركض دابته ركضا حتى صلى عليه ثم حملت جنازته إلى شاهنبر ",
                "title": "الجنيدي",
                "uri": "JK_000952_0960"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}