{
    "features": [
        {
            "item": "JK_000129_004840",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.401-402",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الخورنق والنسبة الخورنقي</h1> بفتح أوله وثانيه وراء ساكنة ونون مفتوحة وآخره قاف بلد بالمغرب قرأت في كتاب النوادر الممتعة لأبي الفتح بن جني أخبرنا أبو صالح السليل بن أحمد عن أبي عبد الله محمد بن العباس اليزيدي قال قال الأصمعي سألت الخليل ابن أحمد عن الخورنق فقال ينبغي أن يكون مشتقا من الخرنق الصغير من الأرانب قال الأصمعي ولم يصنع شيئا إنما هو من الخورنقاه بضم الخاء وسكون الواو وفتح الراء وسكون النون والقاف يعني موضع الأكل والشرب بالفارسية فعربته العرب فقالت الخورنق ردته إلى وزن السفرجل قال ابن جني ولم يؤت الخليل من قبل الصنعة لأنه أجاب على أن الخورنق كلمة عربية ولو كان عربيا لوجب أن تكون الواو فيه زائدة كما ذكر لأن الواو لا تجيء أصلا في ذوات الخمسة على هذا الحد فجرى مجرى الواو كذلك وإنما أتي من قبل السماع ولو تحقق ما تحققه الأصمعي لما صرف الكلمة أنى وسيبويه إحدى حسناته و الخورنق أيضا قرية على نصف فرسخ من بلخ يقال لها خبنك وهو فارسي معرب من خرنكاه تفسيره موضع الشرب ينسب إليها أبو الفتح محمد بن محمد بن عبد الله بن محمد البسطامي الخورنقي وهو أخو عمر البسطامي الخورنقي كان يسكن الخورنق فنسب إليها سمع أباه أبا الحسن بن أبي محمد وأبا هريرة عبد الرحمن بن عبد الملك بن يحيى بن أحمد القلانسي وأبا حامد أحمد بن محمد الشجاعي السرخسي وأبا القاسم أحمد بن محمد الخليلي وأبا إسحاق إبراهيم بن محمد بن إبراهيم الأصبهاني التاجر وكانت له إجازة من أبي علي السرخسي كتب عنه أبو سعد وكانت ولادته في العشر الأخير من شهر رمضان سنة 468 ببلخ ووفاته بالخورنق في السابع عشر من رمضان سنة 155 وأما الخورنق الذي ذكرته العرب في أشعارها وضربت به الأمثال في أخبارها فليس بأحد هذين إنما هو موضع بالكوفة قال أبو منصور هو نهر وأنشد وتجبى إليه السيلحون ودونها صريفون في أنهارها والخورنق قال وهكذا قال ابن السكيت في الخورنق والذي عليه أهل الأثر والأخبار أن الخورنق قصر كان بظهر الحيرة وقد اختلفوا في بانيه فقال الهيثم بن عدي الذي أمر ببناء الخورنق النعمان بن امرىء القيس بن عمرو بن عدي بن نصر بن الحارث بن عمرو بن لخم ابن عدي بن مرة بن أدد بن زيد بن كهلان بن سبأ بن يعرب بن قحطان ملك ثمانين سنة وبنى الخورنق في ستين سنة بناه له رجل من الروم يقال له سنمار فكان يبني السنتين والثلاث ويغيب الخمس سنين وأكثر من ذلك وأقل فيطلب فلا يوجد ثم يأتي فيحتج فلم يزل يفعل هذا الفعل ستين سنة حتى فرغ من بنائه فصعد النعمان على رأسه ونظر إلى البحر تجاهه والبر خلفه فرأى الحوت والضب والظبي والنخل فقال ما رأيت مثل هذا البناء قط فقال له سنمار إني أعلم موضع آجرة لو زالت لسقط القصر كله فقال النعمان أيعرفها أحد غيرك قال لا قال لا جرم لأدعنها وما يعرفها أحد ثم أمر به فقذف من أعلى القصر إلى أسفله فتقطع فضربت العرب به المثل فقال شاعر جزاني جزاه الله شر جزائه جزاء سنمار وما كان ذا ذنب سوى رمه البنيان ستين حجة يعل عليه بالقراميد والسكب |جـ 2 صـ 402| فلما رأى البنيان تم سحوقه وآض كمثل الطود والشامخ الصعب فظن سنمار به كل حبوة وفاز لديه بالمودة والقرب فقال اقذفوا بالعلج من فوق رأسه فهذا لعمر الله من أعجب الخطب وقد ذكرها كثير منهم وضربوا سنمار مثلا وكان النعمان هذا قد غزا الشام مرارا وكان من أشد الملوك بأسا فبينما هو ذات يوم جالس في مجلسه في الخورنق فأشرف على النجف وما يليه من البساتين والنخل والجنان والأنهار مما يلي المغرب وعلى الفرات مما يلي المشرق والخورنق مقابل الفرات يدور عليه على عاقول كالخندق فأعجبه ما رأى من الخضرة والنور والأنهار فقال لوزيره أرأيت مثل هذا المنظر وحسنه فقال لا والله أيها الملك ما رأيت مثله لو كان يدوم قال فما الذي يدوم قال ما عند الله في الآخرة قال فبم ينال ذلك قال بترك هذه الدنيا وعبادة الله والتماس ما عنده فترك ملكه في ليلته ولبس المسوح وخرج مختفيا هاربا ولا يعلم به أحد ولم يقف الناس على خبره إلى الآن فجاؤوا بابه بالغداة على رسمهم فلم يؤذن لهم عليه كما جرت العادة فلما أبطأ الإذن أنكروا ذلك وسألوا عن الأمر فأشكل الأمر عليهم أياما ثم ظهر تخليه من الملك ولحاقه بالنسك في الجبال والفلوات فما رؤي بعد ذلك ويقال إن وزيره صحبه ومضى معه وفي ذلك يقول عدي بن زيد وتبين رب الخورنق إذ أشرف يوما وللهدى تفكير سره ما رأى وكثرة ما يم لك والبحر معرضا والسدير فارعوى قلبه وقال فما غب طة حي إلى الممات يصير ثم بعد الفلاح والملك والإم مة وارتهم هناك القبور ثم صاروا كأنهم ورق جف ف فألوت به الصبا والدبور وقال عبد المسيح بن عمرو بن بقيلة عند غلبة خالد ابن الوليد على الحيرة في خلافة أبي بكر رضي الله عنه أبعد المنذرين أرى سواما تروح بالخورنق والسدير تحاماه فوارس كل حي مخافة ضيغم عالي الزئير فصرنا بعد هلك أبي قبيس كمثل الشاء في اليوم المطير تقسمنا القبائل من معد كأنا بعض أجزاء الجزور وقال ابن الكلبي صاحب الخورنق والذي أمر ببنائه بهرام جور بن يزدجرد بن سابور ذي الأكتاف وذلك أن يزدجرد كان لا يبقى له ولد وكان قد لحق ابنه بهرام جور في صغره علة تشبه الاستسقاء فسأل عن منزل مريء صحيح من الأدواء والأسقام ليبعث بهرام إليه خوفا عليه من العلة فأشار عليه أطباؤه أن يخرجه من بلده إلى أرض العرب ويسقى أبوال الإبل وألبانها فأنفذه إلى النعمان وأمره أن يبني له قصرا مثله على شكل بناء الخورنق فبناه له وأنزله إياه وعالجه حتى برأ من مرضه ثم استأذن أباه في |جـ 2 صـ 403| المقام عند النعمان فأذن له فلم يزل عنده نازلا قصره الخورنق حتى صار رجلا ومات أبوه فكان من أمره في طلب الملك حتى ظفر به ما هو متعارف مشهور وقال الهيثم بن عدي لم يقدم أحد من الولاة الكوفة إلا وأحدث في قصرها المعروف بالخورنق شيئا من الأبنية فلما قدم الضحاك بن قيس بنى فيه مواضع وبيضه وتفقده فدخل إليه شريح القاضي فقال يا أبا أمية أرأيت بناء أحسن من هذا قال نعم & والسماء وما بناها & قال ما سألتك عن السماء أقسم لتسبن أبا تراب قال لا أفعل قال ولم قال لأنا نعظم أحياء قريش ولا نسب موتاهم قال جزاك الله خيرا وقال علي بن محمد العلوي الكوفي المعروف بالحماني سقيا لمنزلة وطيب بين الخورنق والكثيب بمدافع الجرعات من أكناف قصر أبي الخصيب دار تخيرها الملو ك فهتكت رأي اللبيب أيام كنت من الغواني في السواد من القلوب لو يستطعن خبأنني بين المخانق والجيوب أيام كنت وكن لا متحرجين من الذنوب غرين يشتكيان ما يجدان بالدمع السروب لم يعرفا نكدا سوى صد الحبيب عن الحبيب وقال علي بن محمد الكوفي أيضا كم وقفة لك بالخور نق ما توازى بالمواقف بين الغدير إلى السدي ر إلى ديارات الأساقف فمدارج الرهبان في أطمار خائفة وخائف دمن كأن رياضها يكسين أعلام المطارف وكأنما غدرانها فيها عشور في مصاحف وكأنما أغصانها تهتز بالريح العواصف طرر الوصائف يلتقي ن بها إلى طرر المصاحف تلقى أواخرها أوا ئلها بألوان الرفارف بحرية شتواتها برية منها المصائف درية الصهباء كا فورية منها المشارف ",
                "title": "الخورنق والنسبة الخورنقي",
                "uri": "JK_000129_004840"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}