{
    "features": [
        {
            "item": "JK_000129_007832",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.383-384",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شيز</h1> بالكسر ثم السكون وزاي ناحية بأذربيجان من فتوح المغيرة بن شعبة صلحا قال وهي معربة جيس يقال منها كان زرادشت نبي المجوس وقصبة هذه الناحية أرمية وكان المتوكل قد ولى عليها حمدون بن إسماعيل النديم فكرهها وكتب إليه ولاية الشيز عزل والعزل عنها ولاية فولني العزل عنها إن كنت بي ذا عنايه وقال مسعر بن المهلهل لما شارفت الصنعة الشريفة والتجارة المربحة من التصعيدات والتعقيدات والحلول والتكليسات خامر قلبي شك في الحجارة واشتبهت علي العقاقير فأوجب الرأي اتباع الركازات والمعادن فوصلت بالخبر والصفة إلى الشيز وهي مدينة بين المراغة وزنجان وشهرزور والدينور بين جبال تجمع معادن الذهب ومعادن الزيبق ومعادن الأسرب ومعادن الفضة معادن الزرنيخ الأصفر ومعادن الحجارة المعروفة بالجست وأما ذهبها فهو ثلاثة أنواع نوع منه يعرف بالقومسي وهو تراب يصب عليه الماء فيغسل ويبقى تبرا كالذر ويجمع بالزيبق وهو أحمر خلوقي ثقيل نقي صبغ ممتنع على النار لين يمتد ونوع آخر يقال له السهرقي يوجد قطعا من الحبة إلى عشرة مثاقيل صبغ صلب رزين إلا أن فيه يبسا قليلا ونوع آخر يقال له السحاندي أبيض رخو رزين أحمر المحك يصبغ بلزاج وزرنيخها مصبغ قليل الغبار يدخل في التزاويق ومنها خاصة يعمل منها أهل أصبهان فصوصا ولا حمرة فيها وزيبقها |جـ 3 صـ 384| أجل من الخراساني وأثقل وأنقى وقد اختبرناه فتقرر من الثلاثين واحد في كيان الفضة المعدنية ولم نجد ذلك في الشرق وأما فضتها فإنها تعز بعزة الفحم عندهم وهذه المدينة يحيط بها سور وبها بحير في وسطها لا يدرك قراره وإني أرسبت فيه أربعة عشر ألف ذراع وكسورا من ألف فلم تستقر المثقلة ولا اطمأنت واستدارته نحو جريب بالهاشمي ومتى بل بمائه تراب صار في الوقت حجرا صلدا ويخرج منه سبعة أنهار كل واحد منها ينزل على رحى ثم يخرج تحت السور وبها بيت نار عظيم الشأن عندهم منها تذكى نيران المجوس من المشرق إلى المغرب وعلى رأس قبته هلال فضة هو طلسمه وقد حاول قلعه خلق من الأمراء فلم يقدروا ومن عجائب هذا البيت أن كانوا يوقدون فيه منذ سبعمائة سنة فلا يوجد فيه رماد البتة ولا ينقطع الوقود عنه ساعة من الزمان وهذه المدينة بناها هرمز بن خسروشير بن بهرام بكلس وحجر وعند هذا البيت إيوانات شاهقة وأبنية عظيمة هائلة ومتى قصد هذه المدينة عدو ونصب المنجنيق على سورها فإن حجره يقع في البحيرة التي ذكرناها فإن أخر منجنيقه ولو ذراعا واحدا وقع الحجر خارج السور قال والخبر في بناء هذه المدينة أن هرمز ملك الفرس بلغه أن مولودا مباركا يولد في بيت المقدس في قرية يقال لها بيت لحم وأن قربانه يكون دهنا وزيتا ولبانا فأنفذ بعض ثقاته بمال عظيم وحمل معه لبانا كثيرا وأمره ان يمضي به إلى بيت المقدس ويسأل عن هذا المولود فإذا وقف عليه دفع الهدية إلى أمه وبشرها بما يكون لودها من الشرف والذكر وفعل الخير ويسألها أن تدعو له ولأهل مملكته ففعل الرجل ما أمر وسار إلى مريم عليها السلام فدفع إليها ما وجه به معه وعرفها بركة ولدها فلما أراد الانصراف عنها دفعت إليه جراب تراب وقالت له عرف صاحبك أنه سيكون لهذا التراب نبأ فأخذه وانصرف فلما صار إلى موضع الشيز وهو إذ ذاك صحراء مرض وأحس بالموت فدفن الجراب هناك ثم مات فاتصل الخبر بالملك فتزعم الفرس أنه وجه رجلا ثقة وأمره بالمضي إلى المكان الذي مات فيه ويبني بيت نار قال ومن أين أعرف مكانه قال امض فلن يخفى عليك فلما وصل إلى الموضع تحير وبقي لا يدري أي شيء يصنع فلما أجنه الليل رأى نورا عظيما مرتفعا من مكان القبر فعلم أنه الموضع الذي يريده فسار إليه وخط حول النور خطا وبات فلما أصبح أمر بالبناء على ذلك الخط فهو بيت النار الذي بالشيز قال عبيد الله الفقير إليه مؤلف هذا الكتاب هذا كله عن أبي دلف مسعر بن المهلهل الشاعر وأنا بريء من عهدة صحته فإنه كان يحكى عنه الشريد والكذب وإنما نقلته على ما وجدته والله أعلم وقد ذكر غيره أن بالشيزنار أذرخش وهو بيت معظم عند المجوس كان إذا ملك ملك منهم زاره ماشيا وأهل المراغة وتلك النواحي يسمون هذا الموضع كزنا والله أعلم ",
                "title": "شيز",
                "uri": "JK_000129_007832"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}