{
    "features": [
        {
            "item": "JK_000952_2725",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.167-170",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العدوي</h1> بفتح العين والدال المهملتين هذه النسبة إلى خمسة رجال منهم عدي بن كعب بن لؤي بن غالب بن فهر جد أمير المؤمنين عمر بن الخطاب ورهطه وأولاده من بعده ومواليه ينتسبون إليه وفيهم كثرة وشهرة وقد أدركنا جماعة منهم بهراة ومرو وسمعنا منهم والثاني منسوب إلى عدي بن عبد مناة بن أد بن طابخة منهم أبو السوار حسان بن حريث من التابعين سمع عمران بن حصين روى عنه قتادة وعمر بن حبيب العدوي البصري من بني عدي بن عبد مناة روى عن داود بن أبي هند وخالد الحذاء وعمران بن حدير وعبد الملك بن جريج وشعبة وسليمان التيمي وهشام بن عروة روى عنه محمد بن عبيد الله بن المنادي وأبو قلابة الرقاشي وأبو العباس الكديمي وزكريا بن الحارث بن ميمون وعبد الرحمن بن محمد الحارثي وكان قدم بغداد وولي قضاء الشرقية بها وولي قضاء البصرة أيضا من قبل الرشيد فقال ليحيى بن خالد إنكم تبعثوني إلى ملك جبار لا آمنه يعني محمد بن سليمان فبعث يحيى معه قائدا في مائة فكان إذا جلس للقضاء أقام الجند عن يمينه ويساره سماطين ولم يكن قاض أهيب منه وكان لا يكلم في طريق وكانت وفاته بالبصرة سنة سبع ومائتين وأبو نصر حميد بن هلال بن هبيرة العدوي الهلالي البصري والثالث عدي الأنصار منهم حسان بن ثابت بن المنذر بن حرام بن عمرو الأنصاري من بن النجار شهد بدرا مداح رسول الله صلى الله عليه وسلم وقاطع السنة المشركين عن رسول الله صلى الله عليه وسلم والمؤيد بروح القدس الذي قال له النبي صلى الله عليه وسلم أهج المشركين فإن جبريل معك وحارثة بن سراقة من بني عدي بن النجار والرابع منسوب إلى بني العدوية وهي أمهم من بني عدي الرباب وأبوهم |جـ 4 صـ 168| تميمي أيضا منهم أبو المعلى زيد بن مرة العدوي البصري ويقال زيد بن أبي ليلى رأى أنس بن مالك وروى عن الحسن وغيره روى عنه المعتمر بن سليمان وغيره وهو من موالي بني العدوية والخامس عدي بن خزاعة منهم حبشية العدوية زوجة سفيان ابن معمر بن حبيب البياضي من مهاجرة الحبشة وأبو هريرة أحمد بن عبد الله بن الحسن بن عبد الله بن علي بن عبد الملك العدوي عدي الرباب من أهل مصر كان يستملي ويورق على الشيوخ وكان ثقة رحل إلى العراق وسمع أبا مسلم إبراهيم بن عبد الله الكجي وأبا يزيد القراطيسي وتوفي في ربيع الآخر سنة ست وأربعين وثلاثمائة وزيد بن عمرو بن نفيل العدوي وابنه سعيد بن زيد أحد العشرة رضي الله عنهم وخارجة بن حذافة العدوي وأبو الجهم عامر بن حذيفة بن عامر العدوي شهد فتح مصر قاله ابن يونس وعبد الله بن أبي حذيفة العدوي يروي عن رويفع بن ثابت روى عنه حميد بن عبد الله المزني الشامي قاله ابن يونس والربيع بن عون بن خارجة بن حذافة العدوي وكان في النفر الذين خرجوا ببيعة أهل مصر إلى الوليد بن يزيد روى عنه جعفر بن ربيعة وأبو قتادة تميم بن نذير العدوي يروي عن عمر بن الخطاب رضي الله عنه روى عنه حميد بن هلال والمنتسب إليها ولاء أبو أنس محمد بن أنس العدوي مولى عمر بن الخطاب رضي الله عنه يروي عن عاصم بن كليب والأعمش والكوفيين روى عنه إبراهيم بن موسى الفراء |جـ 4 صـ 169| وأما أبو الربيع خلف بن مهران العدوي إنما قيل له العدوي لأنه كان إمام مسجد بني عدي وهي محلة بالبصرة قال أبو حاتم بن حبان أبو الربيع العدوي من أهل البصرة إمام مسجد بني عدي يروي عن عامر الأحول روى عنه حرمي بن عمارة وجماعة ينتسبون إلى عدي الرباب وهو عدي بن عبد مناة بن أد بن طابخة منهم أبو رفاعة تميم بن أسيد العدوي أسيد بفتح الهمزة وكسر السين ويقال بضم الهمزة وفتح السين على التصغير له صحبة روى عنه حميد بن هلال وأبو قتادة تميم بن نذير العدوي من عدي بن عبد مناة يروي عن عمران بن حصين وإسحاق بن سويد العدوي يروي عنه معتمر بن سليمان وحميد بن هلال العدوي يروي عن عبد الله بن مغفل وأنس بن مالك وأبي رفاعة العدوي وأبي بردة وأبي صالح ذكوان الزيات وأبو الدهماء قرفة بن بهيس العدوي حديثه في الصحيح لمسلم ابن الحجاج وحجير بن الربيع العدوي وأبو نعامة العدوي عمرو بن عيسى وخالد بن عمير العدوي ثلاثتهم من كبار التابعين وقدمائهم وحديثهم في الصحيح وإلى عدي خزاعة وهو عدي بن عمرو بن ربيعة وهو يحيى بن حارثة بن عمرو بن عامر منهم بديل بن ورقاء الخزاعي أتى ذكره في حديث صلح الحديبية وأبو شريح الخزاعي العدوي ويقال الكعبي كعب خزاعة له صحبة يروي عنه سعيد المقبري ونافع بن جبير بن مطعم |جـ 4 صـ 170| ",
                "title": "العدوي",
                "uri": "JK_000952_2725"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}