{
    "features": [
        {
            "item": "JK_000129_005676",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.31-32",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رحا البطريق</h1> ببغداء على الصراة حدث أبو زكرياء ولا أعرفه قال دخلت على أبي العباس الفضل بن الربيع يوما فوجدت يعقوب بن المهدي عن يمينه ومنصور بن المهدي عن يساره ويعقوب بن الربيع عن يمين يعقوب بن المهدي وقاسما أخاه عن يسار منصور بن المهدي فسلمت فأومأ بيده إلي بالانصراف وكان من عادته إذا أراد أن يتغدى معه أحد من جلسائه أو أهل بيته أمر غلاما له يكنى أبا حيلة أن يرده إلى مجلس في داره حتى يحضر غداؤه ويدعو به قال فخرجت فردني أبو حيلة فدخلت فإذا عيسى بن موسى كاتبه قاعد فجلسنا حتى حضر الغداء فأحضرني وأحضر كتابه وكانوا أربعة عيسى ابن موسى بن أبيروز وعبدالله بن أبي نعيم الكلبي وداود بن بسطام ومحمد بن المختار فلما أكلنا جاؤوا بأطباق الفاكهة فقدموا إلينا طبقا فيه رطب فأخذ الفضل منه رطبة فناولها ليعقوب بن المهدي وقال له إن هذا من بستان أبي الذي وهبه له المنصور فقال له يعقوب رحم الله أباك فإني ذكرته أمس وقد اجتزت على الصراة برحا البطريق فإذا أحسن موضع فإذا الدور من تحتها والسوق من فوقها وماء غزير حاد الجرية فقال له فمن البطريق الذي نسبت هذه الرحا إليه أمن موالينا هو أم من أهل دولتنا أم من الغرب فقال له الفضل أنا أحدثك حديثه لما أفضت الخلافة إلى أبيك المهدي رضي الله عنه قدم عليه بطريق كان قد أنفذه ملك الروم مهنئا له فأوصلناه إليه وقربناه منه فقال المهدي للربيع قل له يتكلم فقال الربيع للترجمان ذلك فقال البطريق هو بري من دينه وإلا فهو حنيف مسلم إن كان قدم لدينار أو لدرهم ولا لغرض من أغراض الدنيا ولا كان قدومه إلا شوقا إلى وجه الخليفة وذلك أنا نجد في كتبنا أن الثالث من آل بيت النبي صلى الله عليه وسلم يملأها عدلا كما ملئت جورا فجئنا اشتياقا إليه فقال الربيع للترجمان تقول له قد سرني ما قلت ووقع مني بحيث أحببت |جـ 3 صـ 32| ولك الكرامة ما أقمت والحباء إذا شخصت وبلادنا هذه بلاد ريف وطيب فأقم بها ما طابت لك ثم بعد ذلك فالإذن إليك وأمر الربيع بإنزاله وإكرامه فأقام أشهرا ثم خرج يوما يتنزه ببراثا وما يليها فلما انصرف اجتاز إلى الصراة فلما نظر إلى مكان الأرحاء وقف ساعة يتأمله فقال له الموكلون به قد أبطأت فإن كانت لك حاجة فأعلمنا إياها فقال شيء فكرت فيه فانصرف فلما كان العشي راح إلى الربيع وقال له أقرضني خمسمائة ألف درهم قال وما تصنع بها قال أبني لأمير المؤمنين مستغلا يؤدي في السنة خمسمائة ألف درهم فقال له الربيع وحق الماضي رحمه الله وحياة الباقي أطال الله بقاءه لو سألتني أن أهبها لغلامك ما خرجت إلا ومعه ولكن هذا أمر لا بد من إعلام الخليفة إياه وقد علمت أن ذاك كذلك ثم دخل الربيع على المهدي وأعلمه فقال ادفع إليه خمسمائة ألف وجميع ما يريد بغير مؤامرة قال فدفع ذلك الربيع إليه فبنى الأرحاء المعروفة بأرحاء البطريق فأمر المهدي أن تدفع غلتها إليه وكانت تحمل إليه إلى سنة 163 فإنه مات فأمر المهدي أن تضم إلى مستغله وقال كان اسم البطريق طارات بن الليث بن العيزار بن طريف بن القوق بن مروق ومروق كان الملك في أيام معاوية وقال كاتب من أهل البندنيجين يذم مصر بأبيات ذكرت في مصر وبعدها يا طول شوقي واتصال صبابتي ودوام لوعة زفرتي وشهيقي ذكر العراق فلم تزل أجفانه تهمي عليه بمائها المدفوق ونعيم دهر أغفلت أيامنا بالكرخ في قصف وفي تفنيق وبنهر عيسى أو بشاطىء دجلة أو بالصراة إلى رحا البطريق سقيا لتلك مغانيا ومعارفا عمرت بغير البخل والتضييق ما كان أغناه وأبعد داره عن أرض مصر ونيلها الممحوق لا تبعدن صريم عزمك بالمنى ما أنت بالتقييد بالمخفوق فز بالرجوع إلى العراق وخلها يمضي فريق بعد جمع فريق ",
                "title": "رحا البطريق",
                "uri": "JK_000129_005676"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}