{
    "features": [
        {
            "item": "JK_000952_0421",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.307-308",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البربهاري</h1> بفتح الباء الموحدة وسكون الراء المهملة وفتح الباء الثانية أيضا والراء المهملة أيضا بعد الهاء والألف هذه النسبة إلى بربهار وهي الأدوية التي تجلب من الهند من الحشيش والعقاقير والفلوس وغيرها يقول البحرية وأهل البصرة لها البربهار ومن يجلبها يقال له البربهاري والمشهور بهذه النسبة أبو بحر محمد بن الحسن بن كوثر بن علي البربهاري من المحدثين المشهورين حدث عن أبي العباس محمد بن يونس الكديمي ومحمد بن الفرج الأزرق ومحمد بن غالب التمتام وإسماعيل بن إسحاق القاضي وإبراهيم بن إسحاق الحربي ومحمد بن محمد بن سليمان الباغندي وغيرهم انتخب عليه أبو الحسن علي بن عمر الدارقطني وروى عنه أبو الحسن ابن رزقويه وأبو بكر البرقاني وعبيد الله بن عمر بن شاهين وأبو نعيم الحافظ الأصبهاني قال أبو بكر الخطيب وسألت أبا نعيم الحافظ عنه فقال كان الدارقطني يقول لنا اقتصروا من حديث أبي بحر على ما انتخبته حسب وسئل مرة عنه فقال كان له أصل صحيح وسماع صحيح وأصل رديء فحدث بذا وبذاك فأفسده وقال محمد بن أبي الفوارس أبو بحر بن كوثر شيخ فيه نظر قال البرقاني حضرت عند أبي بحر يوما فقال لنا ابن السرخسي سأريكم أن الشيخ كذاب وقال لأبي بحر أيها الشيخ فلان بن فلان بن فلان كان ينزل في الموضع الفلاني هل سمعت منه فقال |جـ 1 صـ 308| أبو بحر نعم قد سمعت منه قال أبو بكر وكان ابن السرخسي قد اختلق ما سأله عنه ولم يكن للمسألة أصل قال أبو بكر الخطيب قرأت على أبي بكر البرقاني حديثا عن أبي بحر فقال خرج عنه أبو الفتح بن أبي الفوارس في الصحيح قلت له وكذلك فعل أبو نعيم الأصبهاني فقال لا يسوى أبو بحر عندي كعبا ثم سمعته ذكره مرة أخرى فقال كان كذابا قال محمد بن أبي الفوارس مولد أبي بحر في سنة ست وستين ومائتين وكان مخلطا وله أصول جياد وله أشياء ردية ومات سنة اثنتين وستين وثلاثمائة وقال أبو الحسن بن الفرات كان أبو بحر البربهاري مخلطا وظهر منه في آخر عمره أشياء منكرة منها أنه حدث عن يحيى بن أبي طالب وعبدوس المدائني تغفله قوم من أصحاب الحديث وقرأوا عليه ذلك وكانت له أصول كثيرة جيدة فخلط ذلك بغيره وغلبت الغفلة عليه وابو بكر محمد بن موسى بن سهل العطار البربهاري حدث عن إسحاق بن البهلول الأنباري والحسن بن عرفة العبدي روى عنه القاضي أبو الحسن الجراحي وأبو الحسن الدارقطني وغيرهما وكان بغداديا ثقة ومات في ذي القعدة سنة تسع عشرة وثلاثمائة ",
                "title": "البربهاري",
                "uri": "JK_000952_0421"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}