{
    "features": [
        {
            "item": "JK_000952_2221",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.342-343",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السهلوي</h1> بفتح السين المهملة وسكون الهاء وضم اللام وفي آخرها ياء مثناة من تحتها هذه النسبة إلى سهل وهو اسم لبعض أجداد المنتسب إليه منهم أبو بكر محمد بن الحسين بن علي بن أحمد بن سهل السهلوي من أهل سرخس إمام لطيف الطبع عفيف خير حسن السيرة مليح الوعظ اشتهر ببلاد خراسان وظهر له أصحاب وأتباع سمع الحديث الكثير مع أولاده من جماعة من الشيوخ المتأخرين بمرو وسرخس وما أظن أنه حدث بشيء وكان آخر أمره أن حضر السماع في دعوة جمع بنيسابور فأنشد القوال % يا ديار الأحباب عندك خبر % % فتردي علي المحب جوابا % قال فتواجد وبكى وقام وسط الجميع مطروحا ومات من الغد وكان يوم الجمعه تفقه على القاضي أبي القاسم العبدوسي ثم صار من مشاهير الوعاظ وسمع الحديث من أبي الحسن الليث بن الحسن الليثي ومات يوم الجمعة الثامن من جمادى الآخرة سنة تسعين وأربعمائة ودفن بالحيرة بنيسابور وابنه الأكبر أبو القاسم صاعد بن محمد بن الحسين السهلوي كان شيخا عالما فاضلا من بيت العلم والورع سمع بمرو أبا الخير محمد بن موسى بن عبد الله الصفار وبسرخس السيد أبا الحسن محمد بن محمد بن زيد الحسيني وبنيسابور أبا الحسن علي بن أحمد المديني وغيرهم سمعت منه الحديث بسرخس سنة ثمان وعشرين ثم منصرفي من العراق سنة ثمان وثلاثين سمعت منه أيضا وكانت ولادته في صفر سنة تسع وخمسين وأربعمائة بسرخس ووفاته بها في سنة ثلاث وأربعين وخمسمائة وأخوه أبو يعقوب يوسف بن محمد السهلوي سمع السيد أبا الحسن محمد بن محمد بن زيد الحسيني وابا منصور محمد بن عبد الملك بن علي المظفري وغيرهما كتبت عنه بسرخس شيئا يسيرا وتوفي ^ ^ وأخوهما أبو سعد أسعد بن محمد السهلوي كان حسن الخط سمع أبا منصور عبد الملك المظفري المعروف برافوكه سمعت منه أحاديث وكانت ولادته في ذي الحجة سنة أربع وستين وأربعمائة ووفاته في رجب سنة أربع وأربعين أو خمسين وخمسمائة ومن القدماء |جـ 3 صـ 343| أبو الحسين طاهر بن محمد بن سهلويه بن الحارث السهلوي العدل ينسب إلى جده من أهل نيسابور ذكره الحاكم أبو عبد الله في التاريخ وكان يلقى الشيخ أبا بكر بن إسحاق لما كف وكتب حديثا كثيرا سمع الشرقي ومكي بن عبدان وأقرانهما بقي عندنا على القبول في الشهادة سنتين ثم خرج إلى الحج في شهر رمضان من سنة ثمان وسبعين وثلاثمائة وحدث ببغداد والطريق ^ ^ وتوفي سنة تسع وسبعين وثلاثمائة وهو ابن سبعين سنة ",
                "title": "السهلوي",
                "uri": "JK_000952_2221"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}