{
    "features": [
        {
            "item": "JK_000129_002050",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.450-451",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البطيحة</h1> بالفتح ثم الكسر وجمعها البطائح والبطيحة والبطحاء واحد وتبطح السيل إذا اتسع في الأرض وبذلك سميت بطائح واسط لأن المياه تبطحت فيها أي سالت واتسعت في الأرض وهي أرض واسعة بين واسط والبصرة وكانت قديما قرى متصلة وأرضا عامرة فاتفق في أيام كسرى إبرويز أن زادت دجلة زيادة مفرطة وزاد الفرات أيضا بخلاف العادة فعجز عن سدها فتبطح الماء في تلك الديار والعمارات والمزارع فطرد أهلها عنها فلما نقص الماء وأراد العمارة أدركته المنية وولي بعده ابنه شيرويه فلم تطل مدته ثم ولي نساء لم تكن فيهن كفاية ثم جاء الإسلام فاشتغلوا بالحروب والجلاء ولم يكن للمسلمين درية بعمارة الأرضين فلما ألقت الحروب أوزارها واستقرت الدولة الإسلامية قرارها استفحل أمر البطائح وانفسدت مواضع البثوق وتغلب الماء على النواحي ودخلها العمال بالسفن فرأوا فيها مواضع عالية لم يصل الماء إليها فبنوا فيها قرى وسكنها قوم |جـ 1 صـ 451| وزرعوها الأرز وتغلب عليها في أوائل أيام بني بويه أقوام من أهلها وتحصنوا بالمياه والسفن وجارت تلك الأرض عن طاعة السلطان وصارت تلك المياه لهم كالمعاقل الحصينة إلى أن انقضت دولة الديلم ثم دولة السلجوقية فلما استبد بنو العباس بملكهم ورجع الحق إلى نصابه رجعت البطائح إلى أحسن النظام وجباها عمالهم كما كانت في قديم الأيام وقال حمدان بن السحت الجرجاني حضرت الحسين ابن عمرو الرستمي وكان من أعيان قواد المأمون وهو يسأل الموبذان من خراسان ونحن في دار ذي الرياستين عن النوروز والمهرجان وكيف جعلا عيدا وكيف سميا فقال الموبذان أنا أنبئك عنهما إن واسطا كانت في أيام دارا بن دارا تسمى أفرونية ولم تكن على شاطىء دجلة وكانت دجلة تجري على سننها في ناحية بطن جوخا فانبثقت في أيام بهرام جور وزالت عن مجراها إلى المذار وصارت تجري ألى جانب واسط منصبة فغرقت القرى والعمارات التي كانت موضع البطائح وكانت متصلة بالبادية ولم تكن البصرة ولا ما حولها ألا الأبلة فإنها من بناء ذي القرنين وكان موضع البصرة قرى عادية مخوفا بها لا ينزلها أحد ولا يجري بها نهر ألا دجلة الأبلة فأصاب القرى والمدن التي كانت في موضع البطائح وهم بشر كثير وباء فخرجوا هاربين على وجوههم وتبعهم أهاليهم بالأغذية والعلاجات فأصابوهم موتى فرجعوا فلما كان أول يوم من فروردين ماه من شهور الفرس أمطر الله تعالى عليهم مطرا فأحياهم فرجعوا ألى أهاليهم فقال ملك ذلك الزمان هذا نوروز أي هذا يوم جديد فسمي به فقال الملك هذا يوم مبارك فإن جاء الله عز وجل فيه بمطر وإلا فليصب الماء بعضهم على بعض وتبركوا به وصيروه عيدا فبلغ المأمون هذا الخبر فقال إنه لموجود في كتاب الله تعالى وهو قوله & ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم & الآية ",
                "title": "البطيحة",
                "uri": "JK_000129_002050"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}