{
    "features": [
        {
            "item": "JK_000952_2199",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.330-331",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السوائي</h1> بضم السين وفتح الواو بعدها الألف وفي آخرها الياء آخر الحروف هذه النسبة إلى بني سواءة بن عامر بن صعصعة والمشهور منهم أبو عامر قبيصة بن عقبة بن محمد بن سعيد بن سفيان بن عقبة بن ربيعة بن حبيب بن زبان بن خبيب بن سواءة بن عامر بن صعصعة الكوفي السوائي من بني عامر بن صعصعة يروي عن سفيان الثوري ومسعر بن كدام وشريك ويونس بن أبي إسحاق وابنه إسرائيل روى عنه عبد الله بن أبي عرابة الشاشي وأحمد بن حنبل وأبو بكر بن أبي شيبة وأبو كريب ومحمد بن إسماعيل البخاري وغيرهم قال أبو حاتم بن حبان قبيصة بن عقبة من بني عامر بن صعصعة من أهل الكوفة وقال غيره كان ثقة صالحا مكثرا من الحديث وحكي أن دلف بن أبي دلف العجلي جاء إلى باب قبيصة ومعه الخدم والغلمان لكتابة الحديث فدق عليه الباب فأبطأ قبيصة بالخروج فعاوده الخدم وقيل له إن ابن ملك الجبل على الباب وأنت لا تخرج إليه قال فخرج وفي طرف إزاره كسر من الخبز فقال رجل قد رضي من الدنيا بهذا ما يصنع بابن ملك الجبل والله لا أحدثه فلم يحدثه مات ليلة الجمعة في شهر المحرم وقيل في صفر سنة خمس وعشرين ومائتين ومنهم أبو الحكم جنادة بن سلم العامري السوائي وابنه أبو السائب سلم بن جنادة بن سالم بن خالد بن جابر بن سمرة السوائي من أهل |جـ 3 صـ 331| الكوفة يروي عن عبيد الله بن عمرو الكوفيين روى عنه ابنه سلم بن جنادة وسهل بن عثمان العسكري وأما ابنه سالم بن جنادة فحدث عن عبد الله بن إدريس ومحمد بن فضيل ووكيع وأبي معاوية الضرير وحفص بن غياث وأبي نعيم وغيرهم روى عنه المطين وموسى بن هارون ويحيى بن صاعد وأبو بكر بن أبي داود والقاضي أبو عبد الله بن المحاملي وهو ثقة حجة مات في جمادى الآخرة سنة أربع وخمسين ومائتين وكان يخضب وكانت ولادته في سنة أربع وسبعين ومائة ومن التابعين جابر بن يزيد بن الأسود السوائي يروي عن أبيه روى عنه يعلى بن عطاء وخالد بن جابر بن سمرة العامري السوائي يروي عن أبيه روى عنه ابنه حرب بن خالد ",
                "title": "السوائي",
                "uri": "JK_000952_2199"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}