{
    "features": [
        {
            "item": "JK_000952_4382",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.653-654",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهندي</h1> بكسر الهاء وسكون النون وفي اخرها الدال المهملة هذه النسبة إلى البلاد وإلى القبيلة فأما الأول فهو منسوب إلى بلاد الهند وفيهم كثرة وشهرة منهم شيخنا أبو الحسن بختيار بن عبد الله الهندي الصوفي عتيق محمد بن إسماعيل اليعقوبي القاضي من أهل فوشنج شيخ صالح سديد السيرة سافر مع سيده إلى العراق |جـ 5 صـ 654| والحجاز وكور الأهواز وسمع ببغداد الشريف أبا نصر محمدا وأبا الفوارس طرادا ابني محمد بن علي الزينبي وأبا محمد رزق الله بن عبد الوهاب التميمي وبالبصرة أبا علي علي بن أحمد بن علي التستري وأبا القاسم عبد الملك بن علي بن خلف بن شعبة الحافظ وأبا يعلي أحمد بن محمد بن الحسن العبدي وجماعة كثيرة من هذه الطبقة بأصبهان وسائر بلاد الجبل وخوزستان سمعت منه بفوشنج وهراة توفي سنة اثنتين أو ثلاث وأربعين وخمسمئة وأبو محمد بختيار بن عبد الله الهندي الفصاد عتيق الإمام والدي رحمه الله سافر معه إلى العراق والحجاز وسمعه الحديث الكثير وكان عبدا صالحا سمع ببغداد أبا محمد بن أحمد بن الحسين السراج وأبا الفضل محمد بن عبد السلام بن أحمد الأنصاري وأبا الحسين المبارك بن عبد الجبار بن الطيوري وبهمذان أبا محمد عبد الرحمن بن حمد بن الحسن الدوني وبأصبهان أبا الفتح أحمد بن محمد بن أحمد الحداد وأبا سعد محمد بن أبي عبد الله المطرز وأبا علي الحسن بن أحمد الحداد وطبقتهم سمعت منه شيئا يسيرا وتوفي بمرو في صفر سنة إحدى وأربعين وخمسمئة والثاني جماعة من بني هند من بني شيبان حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظة بجامع أصبهان أخبرنا أبو الفضل محمد بن طاهر بن علي المقدسي الحافظ أخبرنا أحمد بن أبي الربيع حدثنا محمد بن إبراهيم الجرجاني حدثنا أبو العباس الأموي حدثنا عباس الدوري سمعت يحيى بن معين يقول يسير بن عمرو جاهلي وهو هندي من بني هند من بني شيبان وأبو موسى إسرائيل بن موسى الهندي بصري كان ينزل الهند فنسب إليها روى عن الحسن روى عنه ابن عيينة ويحيى بن سعيد القطان والحسين الجعفي قال يحيى بن معين إسرائيل صاحب الحسن ثقة ",
                "title": "الهندي",
                "uri": "JK_000952_4382"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}