{
    "features": [
        {
            "item": "JK_000952_2900",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.294-296",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغساني</h1> بفتح الغين المعجمة وتشديد السين المهملة وفي آخرها النون هذه النسبة إلى غسان وهي قبيلة نزلت الشام وإنما سميت غسان بما نزلوها قال أبو المنذر الكلبي سمي ماء السماء لأنه كان غياثا لقومه مثل ماء السماء وأما المنذر بن ماء السماء فإن أمه كانت تسمى ماوية لقبت ماء السماء وهي بنت عوف بن جشم أخوه لأمه جابر بن أبي حوط الحظائر النمري فعامر هو ماء السماء بن حارثة وهو الغطريف بن ثعلبة بن امرئ القيس بن مازن وهو جماع غسان وغسان ماء شرب منه أبناء مازن فسموا غسان ولم يشرب منه خزاعة ولا أسلم ولا بارق ولا أزد عمان فلا يقال لهم غسان وهو من أولاد مازن بن الأسد والمشهور المنتسب إلى غسان جماعة كثيرة منهم أبو مسهر عبد الأعلى بن مسهر الدمشقي الغساني من أنفسهم من أهل دمشق سمع سعيد بن عبد العزيز التنوخي ويحيى بن حمزة الحضرمي ومالك بن أنس وعبد الله بن العلاء بن زبر وغيرهم روى عنه يحيى بن معين ومحمد بن عبد الملك بن زنجويه وأبو زرعة الدمشقي وعبد الرحمن بن إبراهيم دحيم الدمشقي وهو من كبار محدثي دمشق وأعيان متقنيهم سمع أيضا صدقة بن خالد وسفيان بن عيينة وعيسى بن يونس وغيرهم وقال يحيى بن معين إذا حدثت في بلدة فيها مثل أبي مسهر صح للحيتي أن تحلق وغير واحد من الأئمة وكان من أعلم الناس بالمغازي وأيام الناس حمله المأمون إلى بغداد في أيام المحنة فحبسه بها إلى أن مات وقال أبو مسهر ولد لي والأوزاعي حي وجالست سعيد بن عبد العزيز اثنتي عشرة سنة قال وما كان أحد من أصحابي أحفظ لحديثه مني غير أني نسيت ومات أبو مسهر ببغداد في الحبس غرة رجب سنة ثمان عشرة ومائتين وأخرج ليدفن فشهده ناس كثير من أهل بغداد وكان ابن تسع وسبعين سنة ورفدة بن قضاعة الغساني من أهل الشام يروي عن الأوزاعي وسعيد بن عبد العزيز روى عنه هشام بن عمار ممن ينفرد بالمناكير عن المشاهير لا يحتج به إذا وافق الثقات فكيف إذا انفرد عن الأثبات بالأشياء المقلوبات وأما الغسانية فهم طائفة من مرجئة الكوفة انتسبوا إلى رجل |جـ 4 صـ 296| اسمه غسان زعموا أن الإيمان هو المعرفة بالله عز وجل وبرسوله والإقرار بهما وبما جاء من عندهما في الجملة دون التفسير وأن الإيمان يزيد ولا ينقص وزعمت هذه الطائفة أن قائلا لو قال أعلم أن الله حرم لحم الخنزير ولا أدري هل الخنزير هذا الحيوان المعروف أم غيره كان مؤمنا ولو قال اعلم أن الله قد فرض الحج في الكعبة غير أني لا أدري أين الكعبة ولعلها بالهند كان مؤمنا ولو قال أعلم أن الله بعث محمدا رسول الله رسولا ولا أدري لعله هذا الزنجي كان مؤمنا نعوذ بالله من الكفر والضلال وأبو الحسين محمد بن أحمد بن محمد بن جميع الغساني الصيداني ذكرته في الصيداني في حرف الصاد وولده الحسن وحفيده ووالده وأبو إسحاق إبراهيم بن طلحة بن إبراهيم بن محمد بن غسان البصري الحافظ الغساني نسب إلى جده الأعلى من أهل البصرة كان حافظا مكثرا من الحديث وكان عمه أبو الحسين أحمد بن محمد بن محمد بن غسان البصري الحافظ سمعه من الشيوخ شيئا كثيرا ثم لما كبر نقم عليه في بعض أموره وكان يقطع أول الورقة التي فيها سماعه سمع أبا يعقوب إسحاق النجيرمي وأبا العباس أحمد بن عبد الرحمن الخاركي وأبا القاسم عبيد الله بن محمد بن بابويه المخرمي وغيرهم سمع منه أبو محمد عبد العزيز بن محمد النخشبي وأبو الفضل جعفر بن يحيى الحكاك وأبو إسحاق إبراهيم بن أحمد بن عبد الله الخزاعي وجماعة سواهم وقال النخشبي كان عمه أبو الحسين سمعه الكثير ثم غضب عليه وكان يقطع الأوراق التي عليها سماعه من أجزائه وكان عنده من ذلك كثير وبقيت عليه بقية لم تقطع وكان كلما قطع يعلم أنه كان سماعه على ما سمعتهم بالبصرة يذكرون وإبراهيم بن هشام بن يحيى بن يحيى الغساني الدمشقي حفيد يحيى بن يحيى من أهل دمشق يروي عن أبيه وسعيد بن عبد العزيز وعبد الله بن عياض الإسكندراني قال أبو حاتم الرازي قلت لأبي زرعة لا تحدث عن إبراهيم بن هشام فإني ذهبت إلى قريته فأخرج إلي كتابا زعم أنه سمعه من سعيد بن عبد العزيز فنظرت فيه فإذا فيه أحاديث ضمرة عن رجاء بن أبي سلمة وعن ابن شوذب ويحيى بن أبي عمرو السيباني فنظرت إلى حديث فاستحسنته من حديث ليث بن سعد عن عقيل فقلت له اذكر هذا فقال هذا سعيد عن ليث عن عقيل بالكسر ورأيت في كتابه أحاديث قد قلبها وأظنه لم يطلب العلم وهو كذاب وجده يحيى بن يحيى الغساني الدمشق كان قاضي دمشق يروي عن سعيد بن المسيب وعروة بن الزبير وعمرة بنت عبد الرحمن وغيرهم روى عنه محمد بن إسحاق وسفيان بن عيينة وابنه هشام بن يحيى بن يحيى وكان من الثقات وثقه يحيى بن معين وقيل إنه شرب شربة فشرق بها فمات سنة خمس وثلاثين ومائة |جـ 4 صـ 297| ",
                "title": "الغساني",
                "uri": "JK_000952_2900"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}