{
    "features": [
        {
            "item": "JK_000952_1275",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.297-300",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحيري</h1> بكسر الحاء المهملة وسكون الياء المنقوطة باثنتين وفي آخرها الراء هذه النسبة إلى الحيرة بالعراق عند الكوفة وبخراسان بنيسابور فأما حيرة الكوفة أول من نزل بها مالك بن زهير بن عمرو بن فهم بن تيم الله بن أسد بن وبرة وبه سميت وقيل هو بناها وقيل هو بنى بها بيعة ونزلها وقيل سمي الحيرة لأنهم تحيروا في بقائهم المنزل وقيل إن بخت نصر حبس جماعة من العرب وبنى لهم حيرا حبسهم فيه في هذا الموضع وقيل إن تبعا لما غزا اليمامة وقتل جديساسا من بلاد العجم فانتهى إلى موضع الحيرة فخلف بها ضعفاء العسكر والعبيد وقال لهم حيروا ههنا وهي بالحميرية انزلوا فسمي الموضع حيرة وقيل بل تحير تبع وأصحابه في نواحيها وهي محلة مشهورة بنيسابور إذا خرجت منها |جـ 2 صـ 298| على طريق مرو خرج منها جماعة من المحدثين والأئمة منهم أبو عمرو أحمد بن محمد الحيري يروي عن أحمد بن سعيد الدارمي روى عنه أبو عمرو بن ابن نجيد السلمي وأبو إسحاق إبراهيم بن محمد بن مرشد الحيري المعدل سمع أبا عبد الله البوشنجي وإبراهيم بن علي الذهلي ويوسف القاضي روى عنه أبو محمد الشيباني وأبو سعيد بن أبي بكر بن أبي عثمان توفي سنة إحدى وثلاثين وثلاثمائة وأبو عمرو محمد بن أحمد بن حمدان بن علي بن سنان الحيري من الثقات الأثبات سمع أبا يعلى الموصلي والحسن بن سفيان والبغوي والباغندي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو نعيم الأصبهاني وآخر من روى عنه أبو سعد الكنجروذي توفي في سنة ثمانين وثلاثمائة وإسماعيل بن أحمد المفسر الضرير الحيري يروي عن أبي عمرو بن حمدان وأبي الهيثم الكشميهني ورد بغداد وقرأ عليه أبو بكر الخطيب صحيح البخاري في ثلاثة مجالس والقاضي أبو بكر أحمد بن الحسن بن أحمد بن محمد بن أحمد بن حفص الحيري الحرشي ذكرت نسبه عند الحرشي قاضي نيسابور فاضل غزير العلم رحل إلى العراق والحجاز وحدث عن الأصم وابن عدي وابن دحيم وبكير الحداد روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وأكثر عنه أبو أحمد بن الحسين البيهقي وأبو صالح المؤذن الحافظان في جماعة من الغرباء وأهل نيسابور وآخر من روى عنه بقية المشايخ أبو بكر عبد الغفار بن محمد بن الحسين الشيروي وأحضرت مجلسه وسمعت منه عنه وكانت وفاة أبي بكر الحيري في سنة إحدى وعشرين وأربعمائة وقبره بالحيرة على يسار الطريق إذا خرجت إلى مرو مشهور يزار وأبو عثمان سعيد بن إسماعيل بن سعيد بن منصور الواعظ الحيري ولد بالري نشأ بها ثم انتقل إلى نيسابور فسكنها إلى أن توفي بها وكان أحد المشايخ المشهورين بصدق الحالة وحسن الكلام وكان مستجاب الدعوة سمع بالري محمد بن مقاتل وموسى بن نصر وبالعراق محمد بن إسماعيل الأحمسي وحميد بن الربيع اللحمي وغيرهم وكان من مريدي أبي حفص الحداد وكانت له أصحاب مثل أبي عمرو إسماعيل بن نجيد السلمي وكان يقول موافقة الإخوان خير من الشفقة عليهم وكان أبو عثمان يقول منذ أربعين سنة ما أقامني الله في حال فكرهته ولا نقلني إلى غيره فسخطته وقعد يوما أبو عثمان على منبره للتذكير فأطال القعود والسكوت فناداه رجل يعرف بأبي |جـ 2 صـ 299| العباس ترى ما تقول في سكوتك فأنشأ يقول % وغير تقي يأمر الناس بالتقي % % طبيب يداوي والطبيب مريض % قال فارتفعت الأصوات بالبكاء والضجيج ومات ليلة الثلاثاء لعشر بقين من شهر ربيع الآخر سنة ثمان وتسعين ومائتي وأبو إسحاق إبراهيم بن محمد بن إبراهيم بن حاتم الزاهد العابد الحيري المعروف بأبي إسحاق الزاهد ذكره الحاكم أبو عبد الله الحفظ في تاريخه وقال قلما رأيت من الزهاد مثله عاش نيف وتسعين سنة على الورع والزهد يخفي شخصه من الناس فإذا دخل وقت الظهر صلى في الجامع في موضع لا يعرف ثم يتعبد سرا إلى العصر فينصرف على زهده وورعه يقعد في مسجد ساعة واحدة وكان يصوم الدهر وهو من أكابر أصحاب أبي عثمان الزاهد سمع بنيسابور أبا أحمد محمد بن عبد الوهاب العبدي والسري بن خزيمة والحسن بن عبد الوهاب العبدي والسري بن خزيمة والحسن بن عبد الصمد وسمع الأمالي من الفوشنجي والفضل بن محمد الشعراني وسمع بصنعاء اليمن من إسحاق بن إبراهيم الدبري ومحمد بن إسحاق بن الصباح الصنعاني عن محمد بن جعشم جامع الثوري وترك الرواية عن محمد بن عبد الوهاب كان يقول سمعوني وأنا صغير لا أضبط وتوفي في شوال سنة اثنتين وأربعين وثلاثمائة ودفن في مقبرة الحيرة وشهدت جنازته وأبو طالب علي بن عبد الرحمن بن أبي الوفاء الحيري المعروف بحر نار إن إمام فاضل زاهد من بيت العلم تفقه على أبي المعالي الجويني وكان يسكن صومعة بالحيرة حدث عن أبي الحسن أحمد بن عبد الرحيم الإسماعيلي والإمام أبي إسحاق إبراهيم بن علي الشيرازي وأبي القاسم الفضل بن عبد الله بن المحب وجماعة سواهم سمعت منه أكثر كتاب السنن لأبي داود وغيرها من الأجزاء المنثورة في صومعته بالحيرة ومات في سنة ثمان وأربعين وخمسمائة والله يرحمه وأما الحيري المنسوب إلى حيرة الكوفة التي ورد وذكرها في الحديث كعب بن عدي الحيري له صحبة روى حديثه عمرو بن الحارث عن ناعم بن أجيل عن كعب بن عدي الحيري وذكرها رسول الله صلى الله عليه وسلم في حديث عدي بن حاتم وإنما سميت الحيرة بهذا الأسم إن الله تعالى أوحى إلى برخيا بن أختيا بن زربابل بن شلثيل وهو الذي سميت الطفشيل به كانت تجعل له وكان من ولد يهوذا بن يعقوب |جـ 2 صـ 300| إن ائت بخت نصر فمره أن يغزو العرب الذي لا إغلاق لبيوتهم ولا أبواب وأعلمه كفرهم واتخاذهم الآلهة دوني وتكذيبهم أنبيائي فأقبل برخيا من نجران حتى قدم على بخت نصر وهو ببابل فأخبره بما أوحى الله إليه وذلك في زمن معد بن عدنان فوثب بخت مصر على من كان في بلاده من تجار العرب وكانوا يقدمون عليهم بالتجارات ويمتارون من عندهم الحب والتمر والثياب فجمع من ظفر به منهم فبنى لهم حيرا على النجف وحصنه ثم ضمهم فيه ووكل بهم حرسا ثم نادى للناس بالغزو فتأهب لذلك وانتشر الخبر في من يليهم من العرب فخرجت إليه طوائف منهم مسالمين مستأمنين فاستشار بخت نصر فيهم برخيا فقال خروجهم إليكم قبل نهوضكم إليه رجوع عما كانوا عليه فأقبل منهم وأحسن إليهم فأنزلهم بخت نصر السواد على شاطئ الفرات وابتنوا موضع عسكرهم بعد فسموه الأنبار وخلى عن أهل الحيرة فاتخذوه منزلا حياة بخت نصر فلما مات انضموا إلى أهل الأنبار وبقي الحير خرابا قال هذا أبو المنذر هشام بن محمد بن السائب الكلبي عن أبيه في حديث جذيمة والزباء وقال أبو المنذر قال الشرقي سميت الحيرة لأن تبعا تحير فيها والمنتسب إليه كعب بن عدي الحيري له صحبة ",
                "title": "الحيري",
                "uri": "JK_000952_1275"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}