{
    "features": [
        {
            "item": "JK_000952_3334",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.556-557",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القواريري</h1> بفتح القاف والواو والراء المكسورة بعد الألف والياء المنقوطة من تحتها باثنتين بعد الرائين هذه النسبة إلى القوارير وهي عمل القارورة وبيعها واشتهر به جماعة منهم أبو القاسم الجنيد بن محمد بن الجنيد الخزاز ويقال له القواريري وقيل كان أبوه قواريريا وكان هو خزازا وأصله من نهاوند إلا أن مولده ومنشأه ببغداد وسمع بها الحديث ولقي العلماء ودرس الفقه على أبي ثور إبراهيم بن خالد الكلبي وصحب جماعة من الصالحين واشتهر منهم بصحبة الحارث المحاسبي وسري السقطي ثم اشتغل بالعبادة ولازمها حتى علت سنه وصار شيخ وقته وفريد عصره في علم الأحوال والكلام على لسان الصوفية وطريقة الوعظ وله أخبار مشهورة وكرامات مأثورة سمع أبا علي الحسن بن عرفة العبدي روى عنه جعفر بن محمد بن نصير الخلدي وقيل إنه كان يفتي في حلقة أبي ثور بحضورة وكان في سوقه وكان ورده في كل يوم ثلاثمائة ركعة وثلاثين ألف تسبيحة وكان يقول لنا لو علمت أن لله علما تحت أديم السماء أشرف من هذا العلم الذي نتكلم فيه مع أصحابنا وإخواننا لسعيت إليه وقصدته ومات الجنيد ليلة النيروز في سنة ثمان وتسعين ومائتين فذكر أنهم حزروا الجمع الذين يومئذ صلوا عليه نحو ستين ألف إنسان ثم ما زال الناس ينتابون قبره في كل يوم نحو الشهر أو أكثر ودفن عند خاله السري السقطي في مقابر الشونيزي وأبو سعيد عبيد الله بن عمر بن ميسرة الجشمي مولاهم المعروف بالقواريري من |جـ 4 صـ 557| أهل البصرة سكن بغداد وكان ثقة صدوقا مكثرا من الحديث سمع حماد بن زيد وأبا عوانة الوضاح وعبد الوارث بن سعيد ومسلم بن خالد وسفيان بن عيينة وهشيم بن بشير ومعتمر بن سليمان ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وغيرهم روى عنه أبو قدامة السرخسي ومحمد بن إسحاق الصغاني وأبو داود السجستاني وأبو زرعة وأبو حاتم الرازيان وأحمد بن أبي خيثمة وأبو القاسم البغوي وأبو يعلى الموصلي وغيرهم وكان أحمد بن سيار المروزي يقول لم أر في جميع من رأيت مثل مسدد بالبصرة والقواريري ببغداد وصدقة بمرو وثقه يحيى بن معين وغيره وقال أبو علي جزرة الحافظ القواريري أثبت من الزهراني وأشهر وأعلم بحديث البصرة وما رأيت أحدا أعلم بحديث البصرة منه توفي في ذي الحجة سنة خمس وثلاثين ومائتين وحكى حفص بن عمرو الربالي قال رأيت عبيد الله بن عمر القواريري في المنام فقلت ما صنع الله بك قال غفر لي وعاتبني وقال يا عبيد الله أخذت من هؤلاء القوم قال قلت يا رب أنت أحوجتني إليهم ولو لم تحوجني لم آخذه قال فقال لي إذا قدموا علينا كافأناهم عنك قال ثم قال لي أما ترضى أن كتبتك في أم الكتاب سعيدا ويحيى بن محمد بن قيس بن بشر البصري القواريري من أهل البصرة كان من الحفاظ سمع منه بالري وأصبهان وكان قدومه أصبهان قبل الخمسين ومائتين فخرج عنها وروى عن يحيى بن آدم وأي عاصم النبيل ومسلم بن إبراهيم وغيرهم حدث عنه أحمد بن الحسين الأنصاري وجماعة ",
                "title": "القواريري",
                "uri": "JK_000952_3334"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}