{
    "features": [
        {
            "item": "JK_000952_2227",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.349-352",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السلامي</h1> بفتح السين المهملة واللام ألف المخففة وفي آخرها الميم هذه النسبة إلى رجل وموضع أما الرجل فهو منسوب إلى بني سلامان وهو بطن من قضاعة وفيهم كثرة من الصحابة فمن بعدهم منهم خليد بن سعد السلامي من سلامان من قضاعة ذكر ذلك أبو الحسن بن سبيع في تاريخه وأما المنسوب إلى موضع فهو مدينة السلام بغداد والمشهور بهذه النسبة أبو الحسن عبد الله بن موسى بن الحسين بن إبراهيم بن كديد السلامي الشاعر كان محدثا فاضلا حافظا حسن الشعر مليح النادرة غير أنه ضعيف في الرواية روى عن أبي عبد الله المحاملي وأخيه أبي عبد الله القاسم بن إسماعيل وعبد الله بن محمد بن زياد وأبي بكر بن مجاهد المقرىء ومحمد بن مخلد الحافظ وغيرهم روى عنه أبو عبد الله بن مندة الحافظ وأبو العباس المستغفري سمعت وجيه بن طاهر سمعت الحسن بن أحمد السمرقندي سمعت أبا بشر بن هارون سمعت أبا سعد الإدريسي الحافظ يقول كان أبو عبد الله بن مندة الأصبهاني الحافظ سيىء الرأي فيه وما أراه كان يتعمد الكذب في فضله إلا أنه كتب عمن دب ودرج من المجهولين وأصحاب الزوايا ومات في المحرم سنة أربع وسبعين وثلاثمائة وابنه أبو روح عبد الحي بن عبد الله السلامي ذكرته في حرف الباء في البغدخزرقندي وجماعة انتسبوا بهذه النسبة إلى بغداد قديما وحديثا منهم شيخنا أبو الفضل محمد بن ناصر بن محمد بن علي البغدادي الحافظ وكان يكتب لنفسه الفارسي الأصل السلامي المولد والدار وكان حافظ بغداد في عصره وكان عارفا بمتون الحديث وأسانيده سمع أبا القاسم علي بن أحمد بن البسري وأبا طاهر محمد بن أحمد بن أبي الصقر الأنباري وأبا محمد رزق الله بن عبد الوهاب التميمي وأبا الحسين عاصم بن الحسن العاصمي ومن بعدهم كتبت عنه الكثير وقرأت عليه ببغداد وكانت ولادته في سنة نيف وستين وأربعمائة وتوفي في شعبان سنة خمسين وخمسمائة ببغداد |جـ 3 صـ 350| ودفن بباب حرب عند أحمد بن حنبل رحمه الله والشاعر المعروف أبو الحسن السلامي هو محمد بن عبد الله بن محمد بن محمد بن يحيى بن خليس بن عبد الله بن يحيى بن عبد الله بن الحارث بن عبد الله بن الوليد بن المغيرة بن عبد الله بن عمرو بن مخزوم بن يقظة بن مرة بن كعب بن لؤي بن غالب المعروف بالسلامي الشاعر من أهل بغداد كان حسن الشعر جيده وأظنه صاحب كتاب النتف والطرف روى عنه أبو الفرج عبد الوهاب بن عبد العزيز التميمي وأبو القاسم علي بن المحسن التنوخي ومات في جمادى الأولى سنة ثلاث وتسعين وثلاثمائة ومن مليح شعره قوله % ظبي إذا لاح في عشيرته % % يطرق بالهم قلب من طرقه % % سهام ألحاظه مفوقه % % فكل من رام وصله رشقه % % بدائع الحسن فيه مفترقة % % وأنفس العاشقين فيه متفقه % % قد كتب الحسن فوق عارضه % % هذا مليح وحق من خلقه % ومن مليح قوله أيضا % الحمد لله قد فطنا % % لولا حذار العدا لقلنا % % لو كان من زار عاشقه % % اثر في وجهه افتضحنا % وأما أبو نصر محمد بن يعقوب بن إسحاق بن محمد بن موسى بن سلام السلامي النسفي من أهل نسف كان شيخا ثقة صدوقا عالما مكثرا من الحديث وبرج السلامي في ربض نسف منسوب إليه وسمعت أن أبا نصر السلامي هذا لم يكن له ولد ولم يرزق ذلك فبنى برجا على حائط نسف وكان يكثر القعود عنده حتى نسب إليه وكان يقول هذا البرج لي بمنزلة الولد رحل إلى خراسان وسمع بنسف أباه وأبا عمرو بكر بن محمد بن جعفر النسفي وببخارى أبا سعيد عبد الله بن محمد بن عبد الوهاب الرازي وأبا حامد أحمد بن محمد بن عبد الله الصائغ وبكرمينية أبا نصر محمد بن أحمد بن علي بن حسنويه الحافظ وبمرو أبا الفضل محمد بن الحسين الحدادي وبسرخس أبا علي زاهر بن أحمد الفقيه وغيره روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وأبو بكر محمد بن أحمد بن محمد البلدي وغيرهما حدث بالجامع الصحيح للبجيري عن الكرميني وكانت وفاته سنة نيف وثلاثين وأربعمائة بنسف وأخوه الأكبر منه أبو سهل أحمد بن يعقوب السلامي سمع أباه وأبا أحمد القاسم بن |جـ 3 صـ 351| محمد القنطري وأبا إسحاق إبراهيم بن أبي بكر الرازي وأبا الحسن أحمد بن إبراهيم بن فراس المكي بها وتفقه ببغداد على أبي حامد الاسفراييني وكتب الحديث بها وبخراسان وجمع من الآداب والنتف والأشعار حتى صار ركنا من الأركان ثم دخل جرجان منصرفا من العراق ومات بها في شعبان سنة خمس وأربعمائة ومن جملة فوائده ما ذكر أبو العباس جعفر بن محمد المستغفري في كتاب التاريخ وجدت في كتابه بخطه يعني أبا سهل السلامي أنشدني أبو نصر عبد العزيز بن عمر بن نباتة السعدي لنفسه من قبله في صباه % ولما استقلت للرواح حمولهم % % فلم يبق إلا شامت وغيور % % وقفنا فمن باك يكفكف دمعه % % وملتزم قلبا يكاد يطير % وقال المستغفري أنشدني أحمد بن يعقوب بن إسحاق للعباس بن أحنف % أيها الراقدون حولي أعينوني % % على الليل حسبة واقتدارا % % حدثوني عن النهار حديثا % % أو صفوه قد نسيت النهارا % قال وأنشدني ابن نباته لنفسه % في كل يوم لنا يا دهر معركة % % هام الحوادث في أرجائها فلق % % حظي من العيش أكل كله غصص % % مر المذاق وشرب كله شرق % |جـ 3 صـ 352| ",
                "title": "السلامي",
                "uri": "JK_000952_2227"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}