{
    "features": [
        {
            "item": "JK_000129_005408",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.512-513",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير زكى</h1> بفتح أوله وتشديد الكاف مقصور هو دير بالرها بإزائه تل يقال له تل زفر بن الحارث الكلابي وفيه ضيعة يقال لها الصالحية اختطها عبد الملك بن صالح الهاشمي كذا قال الأصبهاني وقال الخالدي هو بالرقة قريب من الفرات قال الشابشتي هو بالرقة وعلى جنبيه نهر البليخ وأنشد للصنوبري أراق سجاله بالرقتين جنوبي صحوب الجانبين ولا اعتزلت عزاليه المصلى بلى خرت على الخرارتين وأهدى للرضيف رضيف مزن يعاوده طرير الطرتين معاهد بل مآلف باقيات بأكرم معهدين ومألفين يضاحكها الفرات بكل فن فتضحك عن نضار أو لجين كأن الأرض من حمر وصفر عروس تجتلى في حلتين كأن عناق نهري دير زكى إذا اعتنقا عناق متيمين وقت ذاك البليخ يد الليالي وذاك النيل من متجاورين أقاما كالشواريز استدارت على كتفيه أو كالدملجين أيا متنزهي في دير زكى ألم تك نزهتي بك نزهتين أردد بين ورد نداك طرفا تردد بين ورد الوجنتين ومبتسم كنظمي أقحوان جلاه الطل بين شقيقتين ويا سفن الفرات بحيث تهوي هوي الطير بين الجلهتين تطارد مقبلات مدبرات على عجل تطارد عسكرين ترانا واصليك كما عهدنا بوصل لا ننغصه ببين ألا يا صاحبي خذا عناني هواي سلمتما من صاحبين |جـ 2 صـ 513| لقد غصبتني الخمسون فتكي وقامت بين لذاتي وبيني كأن اللهو عندي كابن أمي فصرنا بعد ذاك كعلتين وفي هذا الدير يقول الرشيد أمير المؤمنين سلام على النازح المغترب تحية صب به مكتئب غزال مراتعه بالبليخ إلى دير زكى فجسر الخشب أيا من أعان على نفسه بتخليفه طائعا من أحب سأستر والستر من شيمتي هوى من أحب لمن لا أحب و دير زكى قرية بغوطة دمشق معروفة وقد مر بهذا الدير عبد الله بن طاهر ومعه أخ له فشربا فيه وخرجا إلى مصر فمات أخوه بها وعاد عبد الله بن طاهر فنزل في ذلك الموضع فتشوق أخاه فقال أيا سروتي بستان زكى سلمتما وغال ابن أمي نائب الحدثان ويا سروتي بستان زكى سلمتما ومن لكما أن تسلما بضمان ",
                "title": "دير زكى",
                "uri": "JK_000129_005408"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}