{
    "features": [
        {
            "item": "JK_000129_001435",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.331-332",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بانقيا</h1> بكسر النون ناحية من نواحي الكوفة ذكرها في الفتوح وفي أخبار إبراهيم الخليل عليه السلام خرج من بابل على حمار له ومعه ابن أخيه لوط يسوق غنما ويحمل دلوا على عاتقه حتى نزل بانقيا وكان طولها اثني عشر فرسخا وكانوا يزلزلون في كل ليلة فلما بات إبراهيم عندهم لم يزلزلوا فقال لهم شيخ بات عنده إبراهيم عليه السلام والله ما دفع عنكم إلا بشيخ بات عندي فإني رأيته كثير الصلاة فجاؤوه وعرضوا عليه المقام عندهم وبذلوا له البذول فقال إنما خرجت مهاجرا إلى ربي وخرج حتى أتى النجف فلما رآه رجع أدراجه أي من حيث مضى فتباشروا وظنوا أنه رغب فيما بذلوا له فقال لهم لمن تلك الأرض يعني النجف قالوا هي لنا قال فتبيعونيها قالوا هي لك فوالله ما تنبت شيئا فقال لا أحبها إلا شراء فدفع إليها غنيمات كن معه بها والغنم يقال لها بالنبطية نقيا قال أكره أن آخذها بغير ثمن فصنعوا ما صنع أهل بيت المقدس بصاحبهم وهبوا له أرضهم فلما نزلت بها البركة رجعوا عليه وذكر إبراهيم عليه السلام أنه يحشر من ولده من ذلك الموضع سبعون ألف شهيد فاليهود تنقل موتاها إلى هذا المكان لهذا السبب ولما رأى عليه السلام غدرهم به تركهم ومضى نحو مكة في قصة فيها طول وقد ذكرها الأعشى فقال فما نيل مصر إذ تسامى عبابه ولا بحر بانقيا إذ راح مفعما بأجود منه نائلا إن بعضهم إذا سئل المعروف صد وجمجما وقال أيضا قد سرت ما بين بانقيا إلى عدن وطال في العجم تكراري وتسياري وأما ذكرها في الفتوح فقال أحمد بن يحيى لما قدم خالد بن الوليد رضي الله عنه العراق بعث بشير ابن سعد أبا النعمان بن بشير الأنصاري إلى بانقيا فخرج |جـ 1 صـ 332| عليه فرخبنداذ في جيش فهزمهم بشير وقتل فرخبنداذ وانصرف بشير وبه جراحة فمات بعين التمر ثم بعث خالد جرير بن عبد الله إلى بانقيا فخرج إليه بصبهري بن صلوبا فاعتذر إليه وصالحه على ألف درهم وطيلسان وقال ليس لأحد من أهل السواد عهد إلا لأهل الحيرة وأليس وبانقيا فلذلك قالوا لا يصلح بيع أرض دون الجبل إلا أرض بني صلوبا وأرض الحيرة وذكر إسحاق بن بشيرأبو حذيفة فما قرأته بخط أبي عامر العبدري بإسناده إلى الشعبي أن خالد بن الوليد سار من الحيرة حتى نزل بصلوبا صاحب بانقيا وسميا على ألف درهم وزن ستة وكتب لهم كتابا فهو عندهم إلى اليوم معروف قال فلما نزل بانقيا على شاطىء الفرات قاتلوه ليلة حتى الصباح فقال في ذلك ضرار ابن الأزور الأسدي أرقت ببانقيا ومن يلق مثل ما لقيت ببانقيا من الحرب يأرق فلما رأوا أنه لا طاقة لهم بحربه طلبوا إليه الصلح فصالحهم وكتب لهم كتابا فيه بسم الله الرحمن الرحيم هذا كتاب من خالد بن الوليد لصلوبا بن بصبهري ومنزله بشاطىء الفرات إنك آمن بأمان الله على حقن دمك في إعطاء الجزية عن نفسك وجيرتك وأهل قريتك بانقيا وسميا على ألف درهم جزية وقد قبلنا منك ورضي من معي من المسلمين بذلك فلك ذمة الله وذمة النبي محمد صلى الله عليه وسلم وذمة المسلمين على ذلك شهد هشام بن الوليد وجرير بن عبد الله بن أبي عوف وسعيد بن عمرو وكتب سنة 31 والسلام ويروي أن ذلك كان سنة 21 و بانقيا أيضا من رستاق منبج على أميال من المدينة ",
                "title": "بانقيا",
                "uri": "JK_000129_001435"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}