{
    "features": [
        {
            "item": "JK_000952_1884",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.127-130",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزباري</h1> بضم الزاي وفتح الباء المنقوطة بواحدة وفي آخرها الراء هذه النسبة إلى زبارة والمنتسب إليه بطن كبير من السادة العلوية منهم أبو علي محمد بن أحمد بن محمد وهو المقلب بزبارة وهو محمد بن عبد الله بن الحسن بن علي بن الحسين بن علي بن |جـ 3 صـ 128| أبي طالب العلوي شيخ الطالبية بنيسابور بل بخراسان في عصره سمع الحسين بن الفضل البجلي روى عنه ابن أخيه أبو محمد بن أبي الحسين بن زبارة وتوفي سنة ستين وثلاثمائة بنيسابور وكانت ولادته سنة ستين ومائتين كان ابن مائة سنة وأخوه أبو الحسين محمد بن أحمد بن محمد الزباري علوي أديب فاضل فصيح راوية للأشعار حافظ لأيام الناس سمع أبا بكر بن خزيمة وإبراهيم بن أبي طالب وأبا عبد الله الفوشنجي وغيرهم روى عنه ابنه أبو منصور وتوفي في جمادى الآخرة سنة تسع وثلاثين وثلاثمائة وهم جماعة كثيرة من السادة العلوية وإنما قيل لهم ولجدهم زيارة لما أخبرنا زاهر بن طاهر بنيسابور أنا أبو بكر الحيري الحافظ إجازة سمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا الحسن بن أبي منصور العلوي يقول سمعت أبا محمد بن أبي الحسين العلوي يقول سمعت أبا علي العلوي عمنا وقيل له لم لقبتم ببني زبارة فقال كان جدي أبو الحسين محمد بن عبد الله من أهل المدينة وأبو إبراهيم جعفر بن محمد بن الظفر بن محمد بن أحمد بن محمد الزباري ومحمد الذي انتهى نسبه إليه يعرف بزبارة وهو محمد بن عبد الله الذي سقنا نسبه أولا من أهل نيسابور ذكره أبو بكر أحمد بن علي بن ثابت الخطيب في تاريخ بغداد وقال قدم علينا بغداد في سنة أربعين وأربعمائة وحدث بها عن أبي الحسين أحمد بن محمد بن عمر الخفاف ويحيى بن إسماعيل بن يحيى الحربي ومحمد بن أحمد بن عبدوس المزكي والحاكم أبي عبد الله بن البياع وأبي عبد الرحمن السلمي وعن جده الظفر بن محمد العلوي الزباري كتبت عنه وكان سماعه صحيحا وكان يعتقد مذهب الرافضة الإمامية ولقيته بمكة في آخر سنة خمس وأربعين وأربعمائة فسمعت منه أيضا هناك وسألته عن مولده فقال ولدت في شوال سنة ست وثمانين وثلاثمائة وبلغني أنه مات بنيسابور في سنة ثمان وأربعين وأربعمائة وأبو منصور ظفر بن محمد بن أحمد بن زبارة واسمه محمد بن أبي عبد الله العلوي الحسيني الزباري كان صالحا عابدا زكيا فارسا جوادا سمع بنيسابور عمه السيد أبا علي بن زبارة وببخارى أبا صالح خلف بن محمد الخيام وببغداد أبا بكر أحمد بن سلمان النجاد وأبا عبد الله محمد بن مخلد العطار وبالكوفة أبا الحسين علي بن عبد الرحمن بن ماتي الكوفي وطبقتهم وأكثر سماعاته معي وقد حدث وحمل عنه العلم وصحبته في السفر والحضر والأمن والخوف فما رأيته قط ترك صلاة الليل ولقد كنا ببغداد |جـ 3 صـ 129| نبيت في دار واحدة لها أربع درجات وكنا نبيت على السطح وكان ينزل في نصف الليل ويجدد الطهارة ويصعد بجهد ويرجع إلى ورده وما رأيته في السفر والحضر يبخل على أحد من المسلمين بما يجده بل كان يبذل ما في يده ولا يبالي أن يلحقه ضيق بعده كما قال الفرزدق في آبائه الطاهرين % لا يقبض العسر بسطا من اكفهم % % سيان ذلك إن أثروا وإن عدموا % وأبو الحسين محمد بن أحمد بن محمد بن عبد الله بن الحسن بن الحسن بن علي بن الحسين بن علي بن أبي طالب العلوي الزباري والد السيد أبي محمد بن زبارة أديب حافظ للقرآن راوية للأشعار حافظ لأيام الناس ذو حظ حسن ولسان فصيح تابعه بنيسابور خلق كثير من الأمراء والقواد وطبقات الرعية وذلك في ولاية الأمير السعيد أبي الحسن نصر بن أحمد فأشخص إلى بخارى مقيدا وحبس بها ثم عفا عنه الأمير السعيد وأمر بإطلاق أرزاقه كل شهر ورده إلى نيسابور وكان أول علوي أثبت رزقه بخراسان سمع أبا عبد الله محمد بن إبراهيم البوشنجي وإبراهيم بن أبي طالب ومحمد بن إسحاق بن خزيمة وأقرانهم وحدث عن علي بن قتيبة عن الفضل بن شاذان بالكتب وتوفي في جمادى الآخرة سنة تسع وثلاثين وثلاثمائة وابنه أبو محمد يحيى بن محمد بن أحمد بن محمد بن عبد الله بن الحسن الزباري كان فاضلا زاهدا عالما سمع بنيسابور أبا العباس محمد بن يعقوب الأصم وبمرو أبا العباس عبد الله بن الحسين البصري وببخارى أبا صالح خلف بن محمد بن إسماعيل الخيام وببغداد أبا بكر محمد بن عبد الله الشافعي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو محمد بن أبي الحسين بن زبارة العلوي السيد العالم الأديب الكامل الكاتب الورع الدين نشأ معنا وبلغ المبلغ الذي بلغه ولم يذكر له جاهلية قط قد كان حج سنة تسع وأربعين ثم حج سنة سبع وخمسين وصلى بالحجيج بمكة عدة صلوات وانصرف على طريق جرجان فمات بها وقد كنت خرجت له الفوائد سنة ثلاث وستين وثلاثمائة خرجت له فوائد نيفا وعشرين جزءا وحدث بتلك البلاد وكتب الصاحب إسماعيل بن عباد إلى السيد أبي محمد بن زبارة رقعة فأجابه عنها فكتب الصاحب على ظهرها % بالله قل لي أقرطاس تخط به % % من حلة هو أم ألبسته حللا % % بالله لفظك هذا سال من عسل % % أم قد صببت على ألفاظك العسلا % وتوفي بجرجان في جمادي الآخرة سنة ست وسبعين وثلاثمائة وهو ابن ثمان وخمسين سنة |جـ 3 صـ 130| ",
                "title": "الزباري",
                "uri": "JK_000952_1884"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}