{
    "features": [
        {
            "item": "JK_000129_008806",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.101-102",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عرصه والنسبة العرصي</h1> بفتح أوله وسكون ثانيه وصاد مهملة وهما عرصتان بعقيق المدينة قال الأصمعي كل جوبة متسعة ليس فيها بناء فهي عرصة وقال غيره العرصة ساحة الدار سميت لاعتراص الصبيان فيها أي للعبهم فيها وقال إن تبعا مر بالعرصة وكانت تسمى السليل فقال هذه عرصة الأرض فسميت العرصة كأنه أراد ملعب الأرض أو ساحة الأرض والعرصتان بالعقيق من نواحي المدينة من أفضل بقاعها وأكرم أصقاعها ذكر محمد بن عبد العزيز الزهري عن أبيه أن بني أمية كانوا يمنعون البناء في العرصة عرصة العقيق ضنا بها وأن سلطان المدينة لم يكن يقطع بها قطيعة إلا بأمر الخليفة حتى خرج خارجة بن حمزة بن عبد الله بن عبد الرحمن بن العوام إلى الوليد بن عبد الملك يسأله أن يقطعه موضع قصر فيها فكتب إلى عامله بالمدينة بذلك فأقطعه موضع قصر وألحقه بالسراة أي بالحزم فلم يزل في أيديهم حتى صار ليحي بن عبد الله بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهم وقد كان سعيد بن العاصي ابتنى بها قصرا واحتفر بها بئرا وغرس النخل والبساتين وكان نخل بستانه أبكر نخل بالمدينة وكانت تسمى عرصة الماء وفيها يقول ذؤيب الأسلمي قد أقر الله عيني بغزال يا ابن عون طاف من وادي دجيل بفتى طلق اليدين بين أعلى عرصة الما ء إلى قصر وبيني فقضاني في منامي كل موعود ودين وفيها يقول أبو الأبيض سهل بن أبي كثير قلت من أنت فقالت بكرة من بكرات ترتعي نبت الخزامى تحت تلك الشجرات حبذا العرصة دارا في الليالي المقمرات طاب ذاك العيش عيشا وحديث الفتيات ذاك عيش أشتهيه من فنون ألمات وفي العرصة الصغرى يقول داود بن سلم أبرزتها كالقمر الزاهر في عصفر كالشرر الطائر |جـ 4 صـ 102| بالعرصة الصغرى إلى موعد بين خليج الواد والظاهر قال وإنما قال العرصة الصغرى لأن العقيق الكبير يتبعها من أحد جانبيها ويتبعها عرصة البقل من الجانب الآخر وتختلط عرصة البقل بالجرف فتتسع والخليج الذي ذكره خليج سعيد بن العاصي وروى الحسن بن خالد العدواني أن النبي صلى الله عليه وسلم قال نعم المنزل العرصة لولا كثرة الهوام وكتب سعيد بن العاصي بن سليمان المساحقي إلى عبد الأعلى بن عبد الله ومحمد بن صفوان الجمحي وهما ببغداد يذكرهما طيب العقيق والعرصتين في أيام الربيع فقال ألا قل لعبد الله إما لقيته وقل لابن صفوان على القرب والبعد ألم تعلما أن المصلى مكانه وأن العقيق ذو الأراك وذو المرد وأن رياض العرصتين تزينت بنوارها المصفر والأشكل الفرد وأن بها لو تعلمان أصائلا وليلا رقيقا مثل حاشية البرد فهل منكما مستأنس فمسلم على وطن أو زائر لذوي الود فأجابه عبد الأعلى أتاني كتاب من سعيد فشاقني وزاد غرام القلب جهدا على جهد وأذرى دموع العين حتى كأنها بها رمد عنه المراود لا تجدي فإن رياض العرصتين تزينت وإن المصلى والبلاط على العهد وإن غدير اللابتين ونبته له أرج كالمسك أو عنبر الهند فكدت بما أضمرت من لاعج الهوى ووجد بما قد قال أقضي من الوجد لعل الذي كان التفرق أمره يمن علينا بالدنو من البعد فما العيش إلا قربكم وحديثكم إذا كان تقوى الله منا على عمد وقال بعض المدنيين وبالعرصة البيضاء إذ زرت أهلها مها مهملات ما عليهن سائس خرجن لحب اللهو من غير ريبة عفائف باغي اللهو منهن آيس يردن إذا ما الشمس لم يخش حرها خلال بساتين خلاهن يابس إذا الحر آذاهن لذن ببحرة كما لاذ بالظل الظباء الكوانس والقول في العرصة كثير جدا وهذا كاف وبنو إسحاق العرصي وهو إسحاق بن عبد الله بن جعفر ابن أبي طالب بن عبد المطلب إليها منسوبون ",
                "title": "عرصه والنسبة العرصي",
                "uri": "JK_000129_008806"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}