{
    "features": [
        {
            "item": "JK_000952_1370",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.349-350",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخرقي</h1> بكسر الخاء المعجمة وفتح الراء وفي آخرها القاف هذه النسبة إلى بيع الثياب والخرق منهم جماعة ببغداد وأصبهان وأبو علي الحسين بن عبد الله بن أحمد الخرقي الحنبلي والد عمر بن الحسين صاحب المختصر الفقيه على مذهب أحمد بن حنبل حدث عن أبي عمر الدوري المقرئ وعمرو بن علي البصري والمنذر بن الوليد الجارودي ومحمد بن مرداس الأنصاري وغيرهم روى عنه أبو بكر الشافعي وأبو علي ابن الصواف وعبد العزيز بن جعفر الحنبلي وأبو طاهر عمر بن عمر بن محمد بن علي بن |جـ 2 صـ 350| عمر بن يوسف بن محمد بن عمرو بن زاده الدلال الخرقي من أهل أصبهان سمع أبا بكر محمد بن إبراهيم بن المقري روى عنه نسخة جويرية بن أسماء ونسخة ورقاء روى لنا عنه الأديب أبو عبد الله الحسين بن عبد الملك الخلال ولم يحدثنا عنه سواه ومات سنة ثلاث وخمسين وأربعمائة وكان أميا وأبو العباس أحمد بن ابن محمد بن أحمد بن محمد الخرقي من أهل أصبهان حدث عن أبي علي الحسن بن عمر بن يونس الحافظ الأصبهاني سمعت منه بأصبهان وقرأت عليه الأربعين التي جمعها أبو عبد الرحمن السلمي بروايته عن ابن يونس عنه وأبو القاسم عبد العزيز بن جعفر بن محمد بن عبد الحميد الخرقي المعروف بابن حمدي من أهل بغداد سمع القاسم بن زكريا المطرز ومحمد بن طاهر بن أبي الدميك وأحمد بن الحسن بن عبد الجبار الصوفي وعلي بن اسحاق بن زاطيا والهيثم بن خلف الدوري وعمر بن الحسن الحلبي وبشر بن أنس الموصلي وشعيب بن محمد الذارع وأحمد بن خالد البرتي وعبد الله بن يزيد الدقيقي ومحمد بن الحسن الخواتيمي ومحمد بن هارون الحضرمي روى عنه أبو الحسن الدار قطني وأبو بكر أحمد بن محمد البرقاني ومحمد بن الفرج البزاز وعلي بن أحمد بن عبد السلام المقري وأبو الحسن العتيقي وأبو القاسم التنوخي وأبو محمد الجوهري في آخرين وكان ثقة أمينا وتوفي في جمادى الآخرة سنة خمس وسبعين وثلاثمائة وأبو القاسم عمر بن الحسين بن عبد الله الخرقي من أهل بغداد صاحب الكتاب المختصر في الفقه على مذهب أحمد بن حنبل وكان فقيها صالحا سديدا شديد الورع قال القاضي أبو يعلى بن الفراء كانت له مصنفات كثيرة وتخريجات على المذهب لم تطهر لأنه خرج عن مدينة السلام لما ظهر سب الصحابة وأودع كتبه قال فحكى لي عن أبي الحسن التميمي أنه قال كانت كتبه مودعة في درب سليمان واحترقت الدار التي كانت فيها واحترقت الكتب أيضا ولم تكن قد انتشرت لبعده عن البلد ومات الخرقي بدمشق سنة أربع وثلاثين وثلاثمائة ",
                "title": "الخرقي",
                "uri": "JK_000952_1370"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}