{
    "features": [
        {
            "item": "JK_000952_0237",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.206-208",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإمامي</h1> بفتح الميم بين الألفين وألف بين الميمين هذه النسبة إلى بيت بمرو الروذ نسبوا إلى الإمام على ما سنذكر فأما الفرقة الإمامية جماعة من غلاة الشيعة فإنما لقبوا بهذا اللقب لأنهم يردن الإمامة لعلي رضي الله عنه ولأولاده من بعده ويعتقدون أن لا بد للناس من الإمام وينتظرون الإمام الذي يخرج في آخر الزمان يملأ الأرض عدلا كما ملئت جورا وقد اختلفت الشيعة في الإمام المنتظر فالكيسانية تزعم أنه محمد بن الحنفية وأنه بجبل رضوي وقال طائفة منهم |جـ 1 صـ 207| إنه توفي ويعود إلى الدنيا ويبعث معه الأموات ثم يموتون ثم يبعثون يوم القيامة قال شاعرهم % إلى يوم يؤب الناس فيه % % إلى دنياهم قبل الحساب % وطائفة تقول إنه موسى بن جعفر وطائفة تقول إنه إسماعيل أخوه وأخرى تقول إنه محمد بن الحسن بن علي الذي بمشهد سامرا وعلى هذه الطائفة يطلق الآن الإمامية واختلاف المنتظرية في المنتظر كثير وفي الإمامية فرق منهم من يميل إلى قول أصحاب الحلول أو إلى التشبيه فحكمه حكم الحلولية والمشبهة ومنهم من قال بالنص على الإمام وأكفر الذين تركوا بيعة علي رضي الله عنه ونحن نكفرهم لتكفيرهم الصحابة الأخيار ويقال لهم لو كان أبو بكر وعمر رضي الله عنهما كافرين لكان علي بتزويجه أم كلثوم الكبرى من عمر رضي الله عنه كافرا أو فاسقا معرضا بنته للزنا لأن وطء الكافر للمسلمة زنا محض ثم إنهم في انتظارهم الإمام الذي انتظروه مختلفون اختلافا يلوح عليه حمق بليغ وذلك أن أكثر الكيسانية ينتظرون محمد بن الحنفية ويزعمون أنه في جبل رضوي بين أسد ونمر يحفظانه وعنده عينان إحداهما من الماء والأخرى من العسل وكان كثير الشاعر على هذا المذهب حتى قال في شعر له % إلا أن الأئمة من قريش % % ولاة تلحق أربعة سواء % % علي والثلاثة من بنيه % % هم الأسباط ليس لهم خفاء % % فسبط سبط إيمان وبر % % وسبط غيبته كربلاء % % وسبط لا يذوق الموت حتى % % يقود الخيل يقدمها اللواء % % تغيب لا يرى فيهم زمانا % % برضوي عنده عسل وماء % وكذلك السيد الحميري على هذا المذهب ولذلك قال في شعره % ألا قل للوصي فدتك نفسي % % أطلت بذلك الجبل المقاما % % أضر بمعشر والوك منا % % وسموك الخليفة والإماما % % وعادوا فيك أهل الأرض طرا % % مقامك عنهم ستين عاما % وقال في الرد عليه مروان بن أبي حفصة % وقائله تقول بشعب رضوي % % إمام خاب ذلك من إمام % |جـ 1 صـ 208| % إمامي من له سبعون ألفا % % من الأتراك مشرعة اللجام % وزعم قوم من الإمامية أن محمد بن الحنفية قد مات غير أنه يرجع إلى الدنيا ويرجع الأموات معه قبل القيامة ثم يموتون بعده ثم يرجعون في القيامة لهذا قال شاعرهم % إلى يوم يؤب الناس فيه % % إلى دنياهم قبل الحساب % ",
                "title": "الإمامي",
                "uri": "JK_000952_0237"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}