{
    "features": [
        {
            "item": "JK_000129_009956",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.292-294",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قار والنسبة القاري</h1> القار والقير لغتان في هذا الأسود الذي تطلى به السفن والقار شجر مر قال بشر يسومون الصلاح بذات كهف وما فيها لهم سلع وقار وذو قار ماء لبكر بن وائل قريب من الكوفة بينها وبين واسط وحنو ذي قار على ليلة منه وفيه كانت الوقعة المشهورة بين بكر بن وائل والفرس وكان من حديث ذي قار أن كسرى لما غضب على النعمان بن المنذر بسبب عدي بن زيد وزيد ابنه في قصة فيها طول أتى النعمان طيئا فأبوا أن يدخلوه جبلهم وكانت عند النعمان ابنة سعد بن حارثة بن لأم فأتاهم للصهر فلما أبوا دخوله مر في العرب ببني عبس فعرضت عليه بنو رواحة النصرة فقال لهم لا أيدي لكم بكسرى وشكر ذلك لهم ثم وضع وضائع له عند أحياء العرب واستودع ودائع فوضع أهله وسلاحه عند هانىء بن قبيصة بن هانىء بن مسعود أحد بني ربيعة بن ذهل بن شيبان وتجمعت العربان مثل بني عبس وشيبان وغيرهم وأرادوا الخروج على كسرى فأتى رسول كسرى بالأمان على الملك النعمان وخرج |جـ 4 صـ 294| النعمان معه حتى أتى المدائن فأمر به كسرى فحبس بساباط فقيل إنه مات بالطاعون وقيل طرحه بين أرجل الفيلة فداسته حتى مات ثم قيل لكسرى إن ماله وبيته قد وضعه عند هانىء بن قبيصة بن هانىء بن مسعود الشيباني فبعث إليه كسرى إن أموال عبدي النعمان عندك فابعث بها إلي فبعث إليه أن ليس عندي مال فعاوده فقال أمانة عندي ولست مسلمها إليك أبدا فبعث كسرى إليه الهامرز وهو مرزبانة الكبير في ألف فارس من العجم وخناير في ألف فارس وإياس بن قبيصة وكان قد جعله في موضع النعمان ملك الحيرة في كتيبتين شهباوين ودوسر وخالد بن يزيد البهراني في بهراء وإياد والنعمان بن زرعة التغلبي في تغلب والنمر بن قاسط قال وإن العربان المجتمعة عند هانىء بن قبيصة أشاروا عليه أن يفرق دروع النعمان على قومه وعلى العربان فقال هي أمانة فقيل له إن ظفر بك العجم أخذوها هي وغيرها وإن ظفرت أنت بهم رددتها على عادتها ففرقها على قومه وغيرهم وكانت سبعة آلاف درع وعبى بنو شيبان تعبية الفرس ونزلوا أرض ذي قار بين الجلهتين ووقعت بينهم الحرب ونادى منادي العرب إن القوم يغرقونكم بالنشاب فاحملوا عليهم حملة رجل واحد وبرز الهامرز فبرز إليه يزيد بن حرثة اليشكري فقتله وأخذ ديباجه وقرطيه وأسورته وكان الاستظهار في ذلك اليوم الأول للفرس ثم كان ثاني يوم وقع بينهم القتال فجزعت الفرس من العطش فصارت إلى الجبابات فتبعتهم بكر وباقي العربان إلى الجبابات يوما فعطش الأعاجم فمالوا إلى بطحاء ذي قار وبها اشتدت الحرب وانهزمت الفرس وكانت وقعة ذي قار المشهورة في التاريخ أنها يوم ولادة رسول الله صلى الله عليه وسلم وكسرت الفرس كسرة هائلة وقتل أكثرهم وقيل كانت وقعة ذي قار عند منصرف النبي صلى الله عليه وسلم من وقعة بدر الكبرى وكان أول يوم انتصف فيه العرب من العجم وبرسول الله صلى الله عليه وسلم انتصفوا وهي من مفاخر بكر بن وائل قال أبو تمام يمدح أبا دلف العجلي إذا افتخرت يوما تميم بقوسها وزادت على ما وطدت من مناقب فأنتم بذي قار أمالت سيوفكم عروش الذين استرهنوا قوس حاجب وذكر أبو تمام ذلك مرارا فقال يمدح خالد بن يزيد بن مزيد الشيباني ألاك بنو الأفضال لولا فعالهم درجن فلم يوجد لمكرمة عقب لهم يوم ذي قار مضى وهو مفرد وحيد من الأشباه ليس له صحب به علمت صهب الأعاجم أنه به أعربت عن ذات أنفسها العرب هو المشهد الفرد الذي ما نجا به لكسرى بن كسرى لا سنام ولا صلب وقال جرير يذكر ذا قار فلما التقى الحيان ألقيت العصا ومات الهوى لما أصيبت مقاتله أبيت بذي قار أقول لصحبتي لعل لهذا الليل نحبا نطاولة فهيهات هيهات العقيق ومن به وهيهات خل بالعقيق نواصله عشية بعنا الحلم بالجهل وانتحت بنا أريحيات الصبا ومجاهلة |جـ 4 صـ 295| و قار أيضا قرية بالري قال أبو الفتح نصر منها أبو بكر صالح بن شعيب القاري أحد أصحاب العربية المتقدمين قدم بغداد أيام ثعلب وحكي أنه قال كنت إذا جاريت أبا العباس في اللغة غلبته وإذا جاريته في النحو غلبني ",
                "title": "قار والنسبة القاري",
                "uri": "JK_000129_009956"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}