{
    "features": [
        {
            "item": "JK_000952_3421",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.39-41",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكديمي</h1> بضم الكاف وفتح الدال المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي اخرها الميم هذه النسبة إلى كديم وهو اسم للجد الأعلى لأبي العباس محمد بن يونس بن موسى بن سليمان بن عبيد بن ربيعة بن كديم البصري الكديمي القرشي الشامي من أهل بغداد يروي عن روح بن عبادة وهو زوج أم الكديمي والخريبي والعقدي وأبي نعيم الكوفي وكان يضع على الثقات الحديث وضعا ولعله قد وضع أكثر من ألف حديث قال أبو حاتم بن حبان روى الكديمي عن أبي نعيم عن الأعمش عن أبي صالح عن أبى هريرة قال قال رسول الله صلى الله عليه وسلم أكذب الناس الصباغون والصواغون قال أبو حاتم حدثناه أحمد بن محمد بن إبراهيم حدثنا الكديمي محمد بن يونسن فيما يشبه هذا من الأحاديث التي تغني شهرتها عند من سلك مسلك الحديث عن الإغراق في ذكرها للقدح فيه وهذا الحديث ليس يعرف إلا من حديث همام عن فرقد السبخي عن يزيد بن عبد الله بن الشخير عن أبي هريرة وفرقد ليس بشيء هذا ذكر أبي حاتم له وقال أبو بكر الخطيب الحافظ أبو العباس الكديمي البصري كان حافظا كثير الحديث سافر وسمع بالحجاز واليمن ثم انتقل إلى بغداد فسكنها وحدث بها روى عنه جماعة كثيرة عددهم اخرهم أبو بكر أحمد بن جعفر بن مالك القطيعي وذكر عبيد الله بن أحمد بن أبي طاهر أن الكديمي حج أربعين حجة وكانت ولادته في الليلة التي مات فيها هشيم بن بشير من سنة ثلاث وثمانين ومائة وكان أحمد بن حنبل يقول كان محمد بن يونس الكديمي حسن الحديث حسن المعرفة ما وجد عليه إلا صحبته لسليمان الشاذكوني ويقال إنه ما دخل دار دميك أكذب من سليمان الشاذكوني وكان الإمام أبو بكر محمد بن إسحاق بن خزيمة سأل عمرو بن محمد بن مصنور فقال يا أبا سعيد كتبت عن الكديمي فقلت نعم كتبت عنه بالبصرة في حياة أبي موسى وبندار ومات سنة ست وثمانين ومائتين |جـ 5 صـ 40| ومن القدماء عبد الرحمن بن زيد بن عقبة بن كديم الأنصاري الكديمي يروي عن أنس بن مالك روى عنه موسى بن عقبة وغيره يعرف بأبي البندق |جـ 5 صـ 41| ",
                "title": "الكديمي",
                "uri": "JK_000952_3421"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}