{
    "features": [
        {
            "item": "JK_000129_005369",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.493-494",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الدهناء</h1> بفتح أوله وسكون ثانيه ونون وألف تمد وتقصر وبخط الوزير المغربي الدهناء عند البصريين مقصور وعند الكوفيين يقصر ويمد والدهان الأمطار اللينة واحدها دهن وأرض دهناء مثل الحسن والحسناء والدهان الأديم الأحمر قالوا في قوله تعالى & فكانت وردة كالدهان & قالوا شبهها في اختلاف ألوانها من الفزع الأكبر بالدهن والاختلاف ألوانه أو الأديم واختلاف ألوانه ولعل الدهناء سميت بذلك لاختلاف النبت والأزهار في عراضها قال الساجي ومن خط ابن الفرات نقلت بنى عتبة بن غزوان دار الإمارة بالبصرة في موضع حوض حماد وهو حوض سليمان بن علي في رحبة دعلج وهي رحبة بني هاشم وكانت الدار تسمى الدهناء قال أبو منصور الدهناء من ديار بني تميم معروفة تقصر وتمد والنسبة إليها دهناوي قال ذو الرمة أقول لدهناوية قال وهي سبعة أجبل من الرمل في عرضها بين كل جبلين شقيقة وطولها من حزن ينسوعة إلى رمل يبرين وهي من أكثر بلاد الله كلأ مع قلة أعذاء ومياه وإذا أخصبت الدهناء ربعت العرب جمعا لسعتها وكثرة شجرها وهي عذاة مكرمة نزهة من سكنها لا يعرف الحمى لطيب تربتها وهوائها آخر كلامه وقال غيره إذا كان المصعد بالينسوعة وهو منزل بطريق مكة من البصرة صبحت به أقماع الدهناء من جانبه الأيسر واتصلت أقماعها بعجمتها وتفرعت جبالها من عجمتها وقد جعلوا رمل الدهناء بمنزلة بعير وجعلوا أقماعها التي شخصت من عجمتها نحو الينسوعة ثفنا كثفن البعير وهي خمسة أجبل على عدد الثفنات فالجبل الأعلى منها الأدنى إلى جعفر بني سعد واسمه خشاخش لكثرة ما يسمع من خشخشة أموالهم فيه والجبل الثاني يسمى حماطان والثالث جبل الرمث والرابع معبر والخامس جبل حزوى وقال الهيثم بن عدي الوادي الذي في بلاد بني تميم ببادية البصرة في أرض بني سعد يسمونه الدهناء يمر في بلاد بني أسد فيسمونه منعج ثم في غطفان فيسمونه الرمة وهو بطن الرمة الذي في طريق فيد إلى المدينة وهو وادي الحاجر ثم يمر في بلاد طيء فيسمونه حائل ثم يمر في بلاد كلب فيسمونه قراقر ثم يمر في بلاد تغلب فيسمونه سوى وإذا انتهى إليهم عطف إلى بلاد كلب فيصير إلى النيل ولا يمر في بلاد قوم إلا انصب إليهم كلها هذا قول الهيثم وقد أكثر الشعراء من ذكر الدهناء وعلى الخصوص ذو الرمة فقال أعرابي حبس بحجر اليمامة هل الباب مفروج فأنظر نظرة بعين قلت حجرا فطال احتمامها ألا حبذا الدهنا وطيب ترابها وأرض خلاء يصدح الليل هامها ونص المهارى بالعشيات والضحى إلى بقر وحي العيون كلامها وقالت العيوف بنت مسعود أخي ذي الرمة خليلي قوما فارفعا الطرف وانظرا لصاحب شوق منظرا متراخيا |جـ 2 صـ 494| عسى أن نرى والله ما شاء فاعل بأكثبة الدهنا من الحي باديا وإن حال عرض الرمل والبعد دونهم فقد يطلب الإنسان ما ليس رائيا يرى الله أن القلب أضحى ضميره لما قابل الروحاء والعرج قاليا ",
                "title": "الدهناء",
                "uri": "JK_000129_005369"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}