{
    "features": [
        {
            "item": "JK_000952_0602",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.407-408",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البواني</h1> بفتح الباء الموحدة وتشديد الواو وفي آخرها النون هذه النسبة إلى موضعين أحدهما إلى شعب بوان وهو موضع بين شيراز ونوبنجان ويضرب به المثل في النزهة والحسن وكثرة الأشجار والمياه والرياض وذكره أبو الطيب في شعره وقال % يقول لشعب بوان حصاني % % أمن هذا أرد إلى الطعان % % أبوكم آدم سن المعاصي % % وعلمكم مفارقة الجنان % ولعل جماعة ينسبون إلى هذا الموضوع قال الدارقطني وأما بوان فهو شعب يعرف بشعب بوان وفيه يقول الشاعر % فبالله يا ريح الشمال تحملي % % إلى شعب بوان سلام فتى صب % في أبيات طويلة وفيها % فإن تبغني يوما ببوان تلفني % % لدى الشعب مشدود الركاب إلى الدلب % قلت وقد ذكرت هذه الأبيات في النزوع إلى الأوطان وبأصبهان قرية على باب مدينتها يقال لها بوان منها أبو عبد الله محمد بن الحسن بن عبد الله بن مصعب بن سلم بن كيسان الثقفي البواني من أهل هذه القرية يروي عن سهل بن عثمان وغيره والقاضي أبو بكر محمد بن الحسن بن محمد بن أحمد بن عبد الله بن أحمد بن سليم البواني المعلم كان شيخا فاضلا صالحا حسن السيرة كثير السماع واسع الرواية ولي القضاء ببعض نواحي أصبهان وكان رحل إلى العراق والحجاز سمع ببلده أبا بكر أحمد بن موسى بن مردويه الحافظ وأبا عبد الله محمد بن إبراهيم بن جعفر الجرجاني وأبا سعيد محمد بن علي بن عمرو النقاش وببغداد أبا بكر أحمد بن محمد بن غالب البرقاني وأبا علي الحسن بن أحمد بن شاذان البزاز وأبا القاسم عبد الرحمن بن عبيد الله الحرفي وبواسط أبا الحسن أحمد بن محمد بن سنان المقري النسائي وطبقتهم سمع منه جماعة من القدماء والحفاظ روى لنا عنه أبو سعد أحمد بن محمد بن أحمد بن الحسن البغدادي بمكة وأبا القاسم إسماعيل بن محمد بن الفضل الحافظ وأبو نصر أحمد بن عمر بن محمد الغازي وأبو بكر محمد بن |جـ 1 صـ 408| شجاع بن محمد بن اللفتواني الحفاظ وأبو منصور محمود بن أحمد بن عبد المنعم بن ماشاذه الإمام وجماعة كثيرة سواهم وكانت ولادته في صفر سنة إحدى وأربعمائة وتوفي في ذي القعدة سنة أربع وثمانين وأربعمائة ودفن بمقبرة باغ سلم ",
                "title": "البواني",
                "uri": "JK_000952_0602"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}