{
    "features": [
        {
            "item": "JK_000952_2626",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.91-93",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطيالسي</h1> بفتح الطاء المهملة والياء المنقوطة بنقطتين من تحتها وسكون الألف وكسر اللام وفي آخرها السين المهملة هذه النسبة إلى الطيالسة وهي التي تكون فوق العمامة والمشهور بهذه النسبة أبو داود سليمان بن داود بن الجارود الطيالسي أصله من فارس سكن البصرة كان أبوه مولى لقريش وأمه مولاة لبني نصر بن معاوية روى عن شعبة والثوري وهشام الدستوائي وهمام بن يحيى وأبان بن يزيد وأبي عوانة وغيرهم وأهل العراق وله مسند مجموع على الصحابة روى عنه أحمد بن حنبل وعلي بن المديني وأبو بكر بن أبي شيبة وأخوه عثمان والناس وكان مولده سنة ثلاث وثلاثين ومائة ومات سنة ثلاث ومائتين في ربيع الأول وحكي عن محمد بن المنهال الضرير أنه قال قلت لأبي داود صاحب الطيالسة يوما سمعت من ابن عون شيئا قال لا قال فتركته سنة وكنت أتهمه بشيء قبل ذلك حتى نسي ما قال فلما كان سنة قلت له يا أبا داود سمعت من ابن عون شيئا قال نعم قلت كم قال عشرين حديثا ونيفا قلت عدها علي فعدها كلها فإذا هي أحاديث يزيد بن زريع ما خلا واحدا له لم أعرفه |جـ 4 صـ 92| قيل إن أبا داود كان يحدث من حفظه فيغلط مع أن غلطه يسير في جنب ما روي على الصحة والسلامة وحكى محمد بن بشار قال سمعت أبا داود الطيالسي يقول حدثت بأصبهان أحدا وأربعين ألف حديث ابتداء من غير أن أسأل وقال أحمد العجلي قال أبو داود الطيالسي بصري ثقة وكان كثير الحفظ رحلت إليه فأصبته مات قبل قدومي بيوم وكان قد شرب البلاذر هو وعبد الرحمن بن مهدي فجذم أبو داود وبرص عبد الرحمن فحفظ أبو داود أربعين ألف حديث وحفظ عبد الرحمن عشرة آلاف حديث وكان وكيع يقول ما بقي أحد أحفظ لحديث طويل من أبي داود وقد ذكر ذلك لأبي داود فقال قل له ولا قصير قال عبد الله قدم علينا أبو داود وكان يملي من حفظه وكان يحفظ ثلاثين ألف حديث وأبو الوليد هشام بن عبد الملك الطيالسي مولى باهلة من أهل البصرة يروي عن شعبة وسليمان بن المغيرة وزائدة وزهير بن معاوية والأسود بن شيبان وعمار بن عمارة ومبارك بن فضالة وسلم بن زرير وجرير بن حازم والليث بن سعد وغيرهم روى عنه محمد بن بشار ومحمد بن المثنى وأحمد بن سنان وأبو زرعة وأبو حاتم الرازيان ومحمد بن مسلم البصري وغيرهم قال علي بن المديني اكتب عن أبي الوليد الأصول وقال أحمد بن حنبل أبو الوليد متقن وقال أحمد بن سنان أبو الوليد أمير المحدثين وقال أبو حاتم الرازي أبو الوليد إمام فقيه عاقل وما رأيت في يده كتابا قط قال ابن أبي حاتم سمعت أبا زرعة الرازي يقول وذكر أبا الوليد الطيالسي فقال أدركت نصف الإسلام وكان إماما في زمانه جليلا عند الناس مات أبو الوليد الطيالسي سنة سبع وعشرين ومائتين وأبو عبد الله محمد بن إبراهيم بن زياد بن عبد الله الطيالسي الرازي كان جوالا حدث ببغداد وبمصر وطرسوس وسكن قرميسين وعمر عمرا طويلا كان يحدث عن إبراهيم بن موسى الفراء والمعافى بن سليمان الرسعني ويحيى بن معين وعبيد الله بن عمر القواريري وأبي مصعب الزهري وعلي بن حكيم الأودي ومحمد بن حميد الرازي وأبي غسان زنيج وعبد الرحمن بن يونس الرقي وغيرهم روى عنه يحيى بن محمد بن صاعد والحسن بن محمد بن شعبة ومكرم بن أحمد القاضي وجعفر بن محمد الخلدي وأبو بكر بن الجعابي قال صالح بن أحمد الحافظ الهمذاني محمد بن إبراهيم بن زياد الرازي نزيل قرميسين حدثنا عنه أحمد بن محمد المقرئ |جـ 4 صـ 93| ومحمد بن أحمد الصفار ثم قال سمعت أبا جعفر الصفار يقول تكلموا فيه وكان فهما بالحديث مسنا وقال صالح سمعت أبي يقول كتب عنه ابن وهب الدينوري وأفسد حاله بمرة فذكرت ذلك لأبي جعفر فقال ابن وهب يتكلم في الناس وله في نفسه من الشغل مالا يتفرغ لغيره قال صالح سمعت أبا جعفر يقول توهمت أن الناس لا يحملون حديثه لضعفه وذكره الحاكم أبو أحمد الحافظ قال محمد بن إبراهيم الطيالسي عمر الكثير وكان يروي عن المعافى بن سليمان الرسعني وأمية بن بسطام العيشي وإبراهيم بن حمزة الزبيري والله أعلم أشرها كان ذلك منه أم صدقا ذكره الدارقطني فقال متروك وفي موضع ضعيف وسئل أبو بكر البرقاني عنه فقال بئس الرجل وذكره الخطيب فقال سألت أبا حازم العبدوي الحافظ بنيسابور عن محمد بن إبراهيم بن زياد فقال سمعت أبا أحمد الحافظ ذكره فقال لو أنه اقتصر على سماعه لكان فيه مقنع لكنه حدث عن شيوخ لم يدركهم أو قال كلاما هذا معناه وأبو محمد عبد الله بن العباس بن عبيد الله الطيالسي سمع عبد الله بن معاوية الجمحي ومحمد بن موسى الحرشي وبشر بن معاذ العقدي والفضل بن الصباح السمسار وعبد الرحيم بن محمد السكري ونصر بن علي الجهضمي وعبد الرحمن بن بشر بن الحكم وأحمد بن حفص بن عبد الله وغيرهم روى عنه محمد بن مخلد وعبد الباقي بن قانع وأبو بكر محمد بن الحسين الآجري وعبد العزيز بن جعفر الخرقي وكان ثقة ومات في ذي القعدة وقيل في ذي الحجة سنة ثمان وثلاثمائة وأبو بشر حوشب بن مسلم الثقفي الطيالسي صاحب الطيالسة من أهل البصرة يروي عن الحسن روى عنه شعبة وجعفر بن سليمان ومسكين أبو فاطمة ونوح بن قيس وغيرهم ",
                "title": "الطيالسي",
                "uri": "JK_000952_2626"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}