{
    "features": [
        {
            "item": "JK_000952_0229",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.202-203",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأكاف</h1> بفتح الألف والكاف المشددة هذه اللفظة لمن يعمل أكاف البهائم ولعل واحدا من أجداد المنتسب كان يعمل هذا العمل وأبو عمر حفص بن حميد الأكاف الزاهد المروزي كان من أصحاب عبد الله بن المبارك وكان له كلام واستقصاء على العلماء حدث عن أبي حمزة محمد بن ميمون السكري وكان حفص يتحفظ على عبد الله بن المبارك عيوبه فيخبره بها حتى يكون عبد الله منزها من العيب وكان حفص عند عبد الله بن المبارك بهذه المثابة وقال عبد الله بن المبارك خردبيش حفص باي كوازي كند وقال حفص لابن المبارك يوما لا أرى معك سواكا أتحفظ عليه فقال ابن المبارك هذا هو السواك في حجزتي فأراني ذلك قال وقال لي ابن المبارك يوما هؤلاء الذين يسمعون قد آذوني فلا أدري ما أصنع قال حفص تقول لي هذا فتحت بابك ووسعت دارك وألفت الكتب واختلف إليك الناس لو لم تحب لم يجئك أحد ثم قلت اجعلني بوابا لك وقل لي لا تأذن لأحد فانظر متى يجيئك أحد قال ابن المبارك لا يمكنني هذا فقال حفص قد أخبرتك أنك تريد الاختلاف إليك وأبو القاسم عبد الرحمن بن عبد الصمد الأكاف من أهل نيسابور كان إماما زاهدا ورعا من صغره إلى حين وفاته لم تعرف له هفوة أو زلة رباه أبوه بالحلال وتفقه على أبي نصر بن القشيري وبرع في المتفق والمختلف والأصول واشتغل بالعمل سمع الحديث من أبي سعد علي بن عبد الله بن أبي صادق الحيري وأبي بكر عبد الغفار بن محمد بن الحسين الشيروي ومن بعدهما سمعت منه أحاديث يسيرة وتوفي في وقعة الغز بعد أن قبض عليه بمدينة نيسابور |جـ 1 صـ 203| في شوال سنة تسع وأربعين وخمسمائة وأبو القاسم عبد الرحمن بن أبي بكر محمد بن عبد الله الأديب الأكاف مؤدبي وأول من قرأت عليه شيئا من الأدب وكان يعرف الفلسفة والعلوم المهجورة ولكنه كان ساكتا وقورا لطيفا وكان ينظم الشعر المتوسط وتوفي في حدود سنة ثلاثين وخمسمائة وكان من أهل مرو ووالده أبو بكر الأكاف حدث وكان من أصحاب أبي القاسم الفوراني الفقيه ",
                "title": "الأكاف",
                "uri": "JK_000952_0229"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}