{
    "features": [
        {
            "item": "JK_000952_1247",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.282-283",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحنيني</h1> بضم الحاء المهملة والياء المنقوطة باثنتين من تحتها بين النونين هذه النسبة إلى الجد وهو حنين أو أبو الحنين والمشهور بها أبو جعفر محمد بن الحسين بن موسى بن أبي الحنين الكوفي الخزاز الحنيني من أهل الكوفة قدم بغداد وحدث بها عن عبيد الله بن موسى ومالك بن إسماعيل النهدي وعمر بن حفص بن غياث النخعي ويحيى بن يعلى المحاربي وأبي نعيم الفضل بن دكين وعبد الله بن مسلمة القعنبي وكان عنده موطأ مالك روى عنه يحيى بن محمد بن صاعد وأبو عبد الله بن المحاملي ومحمد بن مخلد الدوري وإسماعيل بن محمد الصفار وأبو عمرو بن السماك ومكرم بن أحمد القاضي وأبو |جـ 2 صـ 283| السهل بن زياد القطان وغيرهم وقال أبو الحسن علي بن عمر الدارقطني الحافظ ابن أبي الحنين الكوفي الخزاز صنف مسندا حدث به وكان ثقة صدوقا حدثنا عنه جماعة من شيوخنا ومات بالكوفة في جمادى الآخرة سنة سبع وسبعين ومائتين وأبو يعقوب إسحاق بن إبراهيم الحنيني ويعقوب بن إبراهيم بن عبد الله بن حنين الحنيني مولى عبد الله بن عباس رضي الله عنهما يروي عن نافع وأبيه روى عنه رباح بن عبيد الله وأبو محمد يحيى بن الشبل بن العباس بن سليمان بن عبد الله بن يحيى بن الشبل بن إبراهيم بن عبد الله بن حنين الحنيني مولى العباس بن عبد المطلب من أهل بغداد يروي عن أحمد بن محمد بن عبد الخالق الوراق وأبي الفضل العباس بن أحمد بن أبي شحمة الختلي روى عنه أبو بكر محمد بن عمر بن بكير المقري ومات في شوال سنة ست وستين وثلاثمائة وأبو يحيى فليح بن سليمان بن أبي المغيرة بن حنين المديني الحنيني الخزاعي وعامر بن عبد الله بن الزبير وهلال بن علي وسهيل بن أبي صالح روى عنه بن وهب والحسن بن محمد بن أعين الحراني وسعيد بن منصور ومحمد بن الصلت ويحيى بن صالح الوحاظي وسليمان بن داود العتكي ومحمد بن بكار ومنصور بن أبي مزاحم ومعافي بن سليمان قال يحيى بن معين فليح بن سليمان ليس بالقوي ولا يحتج بحديثه وهو دون الدراوردي وقال أبو حاتم الرازي فليح بن سليمان ليس بالقوي ",
                "title": "الحنيني",
                "uri": "JK_000952_1247"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}