{
    "features": [
        {
            "item": "JK_000129_011482",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.49",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ماه دينار والنسبة الماسكاني</h1> هي مدينة نهاوند وإنما سميت بذلك لأن حذيفة بن اليمان لما نازلها اتبع سماك العبسي رجلا في حومة الحرب وخالطه ولم يبق إلا قتله فلما أيقن بالهلاك ألقى سلاحه واستسلم فأخذه العبسي أسيرا فجعل يتكلم بالفارسية فأحضر ترجمانا فقال اذهبوا بي إلى أميركم حتى أصالحه عن المدينة وأؤدي إليه الجزية وأعطيك أنت مهما شئت فقد مننت علي إذ لم تقتلني فقال له ما اسمك قال دينار فانطلقوا به إلى حذيفة فصالحه على الخراج والجزية وأمن أهلها على أموالهم وأنفسهم وذراريهم فسميت نهاوند يومئذ ماه دينار وقد ذكر حمزة بن الحسن في كتاب الموازنة ما خالف هذا كله فقال ماسبذان واسم هذه الكورة مضاف إلى اسم القمر وهو ماه وكان في ممالك الفرس عدة مدن مضافة الأسماء إلى اسم القمر وهو ماه نحو ماه دينار وماه نهاوند وماه بهراذان وماه شهرياران وماه بسطام وماه كران وماه سكان وماه هروم فأما ماه دينار فهو اسم كورة الدينور وقيل إن أصله ديناوران لأن أهلها تلقوا دين زردشت بالقبول ونهاوند اسم مختصر من نيوهاوند ومعناه الخير المضاعف وماه شهرياران اسم الكورة التي فيها الطزر والمطامير والزبيدية والمرج وهو دون حلوان وماه بهراذان في تلك الناحية ولا أدري كيف أخذه وبالقرب من هذه الناحية موضع يلي وندنيكان فعرب على البندنيجان وماه بسطام أقدر تقديرا لا سماعا أنه بسطام التي هي حومة كورة قومس وماه كران هو الذي اختصروه فقالوا مكران وكران اسم لسيف البحر وماه سكان اسم لسجستان وسجستان يسمى سكان وماسكان أيضا ولذلك يقال للفانيذ من ذلك الصقع الفانيذ الماسكاني وماه هروم اسم كورة الجزيرة وعلى ذلك سموا جين التي هي الصين ماه جين أيضا وأقدر تقديرا لا سماعا أن ماه الذي هو اسم القمر إنما يقحمونه على اسم كل بلد ذي خصب لأن القمر هو المؤثر في الأنداء والمياه التي منها الخصب ",
                "title": "ماه دينار والنسبة الماسكاني",
                "uri": "JK_000129_011482"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}