{
    "features": [
        {
            "item": "JK_000952_0498",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.348-349",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البستي</h1> هذه النسبة إلى بست بضم الباء المعجمة الموحدة وسكون السين المهملة والتاء المنقوطة بنقطتين في آخرها وهي بلدة من بلاد كابل بين هراة وغزنة وهي بلدة حسنة كثيرة الخضر والأنهار والبساتين سمعت أبا زيد محمد بن علي القزازي بآمل طبرستان وأبا الفضل جعفر بن الكثري السباري ببخارا يقولان سئل بعض الفضلاء عن بست ووصفها فقال هي كتثنيتها يعني بستان خرج منها جماعة من الأئمة والعلماء منهم القاضي أبو محمد إسحاق بن إبراهيم البستي صاحب السنن أدرك جماعة كثيرة من شيوخ البخاري ومسلم وأبو حاتم محمد بن حبان بن أحمد بن حبان التميمي البستي إمام عصره |جـ 1 صـ 349| صنف تصانيف لم يسبق إلى مثلها رحل فيما بين الشاش إلى الإسكندرية وتلمذ في الفقه لأبي بكر بن خزيمة بنيسابور وكتب بالبصرة عن أبي خليفة الجمحي وبالشام عن محمد بن عبيد الله الكلاعي وعالم لا يحصون سمع منه أبو عبد الله بن منده وأبو عبد الله بن البيع الحافظان وغيرهما وذكره الحاكم أبو عبد الله فقال أبو حاتم البستي القاضي كان من أوعية العلم في اللغة والفقه والحديث والوعظ وكان من عقلاء الرجال صنف فخرج له من التصنيف في الحديث ما لم يسبق إليه وولي القضاء بسمرقند وغيرها من المدن بخراسان ثم ورد نيسابور سنة أربع وثلاثين وحضرناه يوم جمعة بعد الصلاة فلما سألناه الحديث نظر إلى الناس وأنا أصغرهم سنا فقال استمل فقلت نعم فاستمليت ثم أقام عندنا وخرج إلى القضاء إلى نسا أو غيرها وانصرف إلينا سنة سبع وثلاثين فبنى الخانقاه في باب الرازيين وقرىء عليه جملة من مصنفاته ثم خرج من نيسابور سنة أربعين وانصرف إلى وطنه ببست وكانت الرحلة بخراسان إلى مصنفاته ومات في شوال سنة أربع وخمسين وثلاثمائة ودفن ببست في الصفة التي ابتناها بقرب داره التي هي اليوم مدرسة لأصحابه ولهم جرايات يستنفقونها وأبو سليمان حمد بن محمد إبراهيم الخطابي صاحب كتاب أعلام الحديث ومعالم السنن وغريب الحديث والعزلة وغيرها أدرك أبا سعيد بن الأعرابي بمكة وأبا بكر بن داسة بالبصرة روى عنه عبد الغافر بن محمد الفارسي وأبو عمرو محمد بن عبد الله الرزجاهي وجماعة سواهما والعميد أبو الفتح علي بن محمد البستي أوحد عصره جودة الشعر وحسن المحاورة صحب الأكابر وشعره مدون مشهور وأبو الفتح علي بن محمد البستي الأديب الكاتب النحرير وهو أوحد عصره في الفضل والعلم والشعر والكتابة ذكره الحاكم أبو عبد الله الحافظ في تاريخه وقال ذكر لي سماعه بتلك الديار من أصحاب علي بن عبد العزيز وأقرانه وأكثر عن أبي حاتم وأهل عصره ورد نيسابور غير مرة وأفاد حتى أقر له جماعة بالفضل وتوفي ببخارا في سنة إحدى وأربعمائة ",
                "title": "البستي",
                "uri": "JK_000952_0498"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}