{
    "features": [
        {
            "item": "JK_000129_006059",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.98-105",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رويان والنسبة الروياني</h1> بضم أوله وسكون ثانيه وياء مثناة من تحت وآخره نون مدينة كبيرة من جبال طبرستان وكورة واسعة وهي أكبر مدينة في الجبال هناك قالوا أكبر مدن سهل طبرستان آمل وأكبر مدن جبالها رويان ورويان في الإقليم الرابع طولها ست وسبعون درجة وخمس وثلاثون دقيقة وعرضها سبع وثلاثون درجة وعشر دقائق وبني جيلان ورويان اثنا عشر فرسخا وقد ذكر بعضهم أن رويان ليست من طبرستان وإنما هي ولاية برأسها مفردة واسعة محيط بها جبال عظيمة وممالك كثيرة وأنهار مطردة وبساتين متسعة وعمارات متصلة وكانت فيما مضى من مملكة الديلم فافتتحها عمرو بن العلاء صاحب الجوسق بالري وبنى فيها مدينة وجعل لها منبرا وفيما بين جبال الرويان والديلم رساتيق وقرى يخرج من القرية ما بين الأربعمائة رجل إلى الألف ويخرج من جميعها أكثر من خمسين ألف مقاتل وخراجها على ما وظف عليها الرشيد أربعمائة ألف وخمسون ألف درهم وفي بلاد الرويان مدينة يقال لها كجة بها مستقر الوالي وجبال الرويان متصلة بجبال الري وضياعها ومدخلها مما يلي الري وأول من افتتحها سعيد بن العاصي في سنة 92 أو 03 وهو والي الكوفة لعثمان سار إليها فافتتحها وقد نسب إلى هذا الموضع طائفة من العلماء منهم أبو المحاسن عبد الواحد بن إسماعيل بن محمد بن أحمد الروياني الطبري القاضي الإمام أحد أئمة الشافعية ووجوه أهل عصره ورؤوس اإلفقهاء في أيامه بيانا وإتقانا وكان نظام الملك علي بن إسحاق يكرمه تفقه على أبي عبدالله محمد بن بيان الفقيه الكازروني وصنف كتبا كثيرة منها كتاب التجربة وكتاب الشافي وصنف في الفقه كتابا كبيرا عظيما سماه البحر رأيت جماعة من فقهاء خراسان يلونه على كل ما صنف في مذهب الشافعي وسمع الحديث من أبي الحسين عبد الغافر بن محمد الفارسي ومن شيخه ابن بيان الكازروني روى عنه زاهر بن طاهر الشحامي وإسمعيل بن محمد بن الفضل الأصبهاني وغبرهما وقتل بسبب التعصب شهيدا في مسجد الجامع بآمل طبرستان في محرم سنة 105 وقيل سنة 205 عن السلفي ومولده سنة 514 وعبد الكريم بن شريح بن عبد الكريم بن أحمد بن محمد الروياني الطبري أبو معمر قاضي آمل طبرستان إمام فاضل مناظر فقيه حسن الكلام ورد نيسابور فأقام بها مدة وسمع ببسطام أبا الفضل محمد بن علي بن أحمد السهلكي وبطبرستان الفضل بن أحمد بن محمد البصري وأبا جعفر محمد بن علي بن محمد المناديلي وأبا الحسين أحمد بن الحسين بن أبي خداش الطبري وبساوة أبا عبدالله محمد بن أحمد |جـ 3 صـ 105| ابن الحسن الكامخي وبأصبهان أبا المظفر محمود بن جعفر الكوسج وبنيسابور أبا بكر محمد بن إسماعيل التفليسي وفاطمة بنت أبي عثمان الصابوني وأبا نصر محمد بن أحمد الرامش إجازة وفوض إليه القضاء بآمل في رمضان سنة 135 وبندار بن عمر بن محمد ابن أحمد أبو سعيد التميمي الروياني قدم دمشق وحدث بها وبغيرها عن أبي مطيع مكحول بن علي ابن موسى الخراساني وأبي منصور المظفر بن محمد النحوي الدينوري وأبي محمد عبدالله بن جعفر الجباري الحافظ وعلي بن شجاع بن محمد الصيقلي وأبي صالح شعيب بن صالح روى عنه الفقيه نصر بن سهل بن بشر وأبو غالب عبد الرحمن بن محمد بن عبد الرحمن الشيرازي ومكي بن عبد السلام المقدسي وأبو الحسن علي بن طاهر النحوي قال عبد العزيز النخشبي وسئل عنه فقال لا تسمع منه فإنه كذاب ",
                "title": "رويان والنسبة الروياني",
                "uri": "JK_000129_006059"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}