{
    "features": [
        {
            "item": "JK_000952_4430",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.688-689",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليزداذي</h1> بفتح الياء المنقوطة باثنتين من تحتها وسكون الزاي وفتح الدال المهملة بعدها الألف وفي اخرها الذال المعجمة هذه النسبة إلى يزداذ وهذا الاسم يزاداذ يعني هبة الله وهو اسم لبعض أجداد المنتسب إليه منهم أبو عبد الله محمد بن أحمد بن موسى بن يزداذ الرازي اليزداذي إبن أخي علي بن موسى القمي سمع عمه علي بن موسى ومحمد بن أيوب الرازي وإبراهيم بن يوسف الهسنجاني وغيرهم ذكره أبو سعد الإدريسي في تاريخه بسمرقند وقال سكن سمرقند سنين كثيرة وكان على القضاء بها في عصرنا ثم ولي ضبط خزانة والي خراسان منصور بن نوح فتحول إلى بخارى وله بسمرقند عقب كتبنا عنه ببخارى سنة سبع وخمسين وثلاثمئة ثم دخل سمرقند أظنه في سنة ستين وثلاثمئة وكان بها أهله وداره فكتبوا عنه بها وأنا غائب عنها وولي قضاء فرغانة فخرج إليها ومات بها وحمل تابوته منها إلى سمرقند ودفن بها في مقبرة جاكرديزة في صفر سنة إحدى وستين وثلاثمئة وكان ثقة فاضلا ينتحل مذهب الرأي وأبو بكر محمد بن زكريا بن الحسين بن يزيد بن إبراهيم بن يزداذ الحافظ الصعلوكي اليزداذي من أهل نسف كان بندار شيوخ بلده وأحاديثه عارفا لأنسابهم جامعا لعلومهم مصنفا للأبواب فاضلا كانت رحلته إلى بخارى وسمرقند وبلاد السغد وكس ونواحيها وقد غربل شيوخها غربلة ولم يرحل إلى خراسان والعراق سمع أباه وإبراهيم بن معقل النسفي وأبا عبد الله محمد بن نصر المروزي وأبا علي صالح بن محمد الحافظ جزرة روى عنه جماعة كثيرة واستملى لأبي يعلي عبد المؤمن بن خلف ومات قبله بسنتين وكان يعتقد في أبي حاتم محمد بن حبان البستي وكتب عنه الكثير من مصنفاته ومات اليزدادي قيل أبي حاتم سنين في جمادى الأولى سنة أربع وأربعين وثلاثمائة بنسف وأبو العباس أحمد بن الحسن بن عبد الله بن يزداذ السرخسي اليزداذي المعروف بشيخ الإسلام من أهل سرخس خرج إلى بلاد الغربة وحدث بما وراء النهر عن أبي عبد الله |جـ 5 صـ 689| الحسين بن أحمد بن عبد الله بن بكبر البغدادي الحافظ بالإجازة روى عنه أبو تراب إسماعيل بن طاهر النخشبي ومات غرة رجب سنة تسع وأربعمئة وأبو بكر محمد بن عبد الله بن يزداذ بن علي بن عبد الملك الرازي اليزداذي المفسر من أهل الري يعرف بابن الخباز سكن بخارى ومات بها وكتب بالري عن إبراهيم بن يوسف الهسنجاني ومحمد بن عمران بن الجنيد الصفار وببغداد أحمد بن الحسن بن عبد الجبار الصوفي ومحمد بن جرير الطبري وبالبصرة أبا يحيى زكريا بن يحيى الساجي وبالموصل أبا يعلي أحمد بن علي بن المثنى التميمي وطبقتهم وتوفي ببخارى في صفر سنة ثلاث وخمسين وثلاثمئة وكان مولده في سنة ثمانين ومئتين وأبو القاسم علي بن محمد بن أحمد بن موسى بن يزداذ الرازي اليزداذي وهو ابن أبي عبد الله الخازن سكن بخارى وخرج إلى سمرقند ومات بها يروي عن الأخوين أبي عبيد القاسم وأبي عبد الله الحسين ابني إسماعيل المحاملي وأبي بكر عبد الله بن محمد بن زياد النيسابوري وتوفي بسمرقند سنة ست وثمانين وثلاثمئة ",
                "title": "اليزداذي",
                "uri": "JK_000952_4430"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}