{
    "features": [
        {
            "item": "JK_000129_006135",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.116-121",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الري والنسبة الرازي</h1> بفتح أوله وتشديد ثانيه فإن كان عربيا فأصله من رويت على الراوية أروي ريا فإنا راو إذا شددت عليها الرواء قال أبو منصور أنشدني أعرابي وهو يعاكمني ريا تميميا على المزايد وحكى الجوهري رويت من الماء بالكسر أروى ريا وريا وروى مثل رضى وهي مدينة مشهورة من أمهات البلاد وأعلام المدن كثيرة الفواكه والخيرات وهي محط الحاج على طريق السابلة وقصبة بلاد الجبال بينها وبين نيسابور مائة وستون فرسخا وإلى قزوين سبعة وعشرون فرسخا ومن قزوين إلى أبهر اثنا عشر فرسخا ومن أبهر إلى زنجان خمسة عشر فرسخا قال بطليموس في كتاب الملحمة مدينة الري طولها خمس وثمانون درجة وعرضها سبع وثلاثون درجة وست وثلاثون دقيقة وارتفاعها سبع وسبعون تحت ثماني عشرة درجة من السرطان خارجة من الإقليم الرابع داخلة في الإقليم الخامس يقابلها مثلها من الجدي في قسمة النسر الطائر ولها شركة في الشعرى والغميصاء رأس الغول من قسمة سعد بلع ووجدت في بعض تواريخ الفرس أن كيكاوس كان قد عمل عجلة وركب عليها آلات ليصعد إلى السماء فسخر الله الريح حتى علت به إلى السحاب ثم ألقته فوقع في بحر جرجان فلما قام كيخسرو بن سياوش بالملك حمل تلك العجلة وساقها ليقدم بها إلى بابل فلما وصل إلى موضع الري قال الناس بري آمد كيخسرو واسم العجلة بالفارسية ري وأمر بعمارة مدينة هناك فسميت الري بذلك قال العمراني الري بلد بناه فيروز ابن يزدجرد وسماه رام فيروز ثم ذكر الري المشهورة بعدها وجعلهما بلدتين ولا أعرف الأخرى فأما الري المشهورة فإني رأيتها وهي مدينة عجيبة الحسن مبنية بالآجر المنمق المحكم الملمع بالزرقة |جـ 3 صـ 117| مدهون كما تدهن الغضائر في فضاء من الأرض وإلى جانبها جبل مشرف عليها أقرع لا ينبت فيه شيء وكانت مدينة عظيمة خرب أكثرها واتفق أنني اجتزت في خرابها في سنة 671 وأنا منهزم من التتر فرأيت حيطان خرابها قائمة ومنابرها باقية وتزاويق الحيطان بحالها لقرب عهدها بالخراب إلا أنها خاوية على عروشها فسألت رجلا من عقلائها عن السبب في ذلك فقال أما السبب فضعيف ولكن الله إذا أراد أمرا بلغه كان أهل المدينة ثلاث طوائف شافعية وهم الأقل وحنفية وهم الأكثر وشيعة وهم السواد الأعظم لأن أهل البلد كان نصفهم شيعة وأما أهل الرستاق فليس فيهم ألا شيعة وقليل من الحنفيين ولم يكن فيهم من الشافعية أحد فوقعت العصبية بين السنة والشيعة فتضافر عليهم الحنفية والشافعية وتطاولت بينهم الحروب حتى لم يتركوا من الشيعة من يعرف فلما أفنوهم وقعت العصبية بين الحنفية والشافعية ووقعت بينهم حروب كان الظفر في جميعها للشافعية هذا مع قلة عدد الشافعية إلا أن الله نصرهم عليهم وكان أهل الرستاق وهم حنفية يجيئون إلى البلد بالسلاح الشاك ويساعدون أهل نحلتهم فلم يغنهم ذلك شيئا حتى أفنوهم فهذه المحال الخراب التي ترى هي محال الشيعة والحنفية ويقيت هذه المحلة المعروفة بالشافعية وهي أصغر محال الري ولم يبق من الشيعة والحنفية إلا من يخفي مذهبه ووجدت دورهم كلها مبنية تحت الأرض ودروبهم التي يسلك بها إلى دورهم على غاية الظلمة وصعوبة المسلك فعلوا ذلك لكثرة ما يطرقهم من العساكر بالغارات ولولا ذلك لما بقي فيها أحد وقال الشاعر يهجو أهلها الري دار فارغه لها ظلال سابغه على تيوس ما لهم في المكرمات بازغة لا ينفق الشعر بها ولو أتاها النابغه وقال إسماعيل الشاشي يذم أهل الري تنكب حدة الأحد ولا تركن إلى أحد فما بالري من أحد يؤهل لاسم الأحد وقد حكى الاصطخري أنها كانت أكبر من أصبهان لأنه قال وليس بالجبال بعد الري أكبر من أصبهان ثم قال والري مدينة ليس بعد بغداد في المشرق أعمر منها وإن كانت نيسابور أكبر عوصة منها وأما اشتباك البناء واليسار والخصب والعمارة فهي أعمر وهي مدينة مقدارها فرسخ ونصف في مثله والغالب على بنائها الخشب والطين قال وللري قرى كبار كل واحدة أكبر من مدينة وعدد منها قوهذ والسد ومرجبى وغير ذلك من القرى التي بلغني أنها تخرج من أهلها ما يزيد على عشرة آلاف رجل قال ومن رساتيقها المشهورة قصران الداخل والخارج وبهزان والسن وبشاويه وذنباوند وقال ابن الكلبي سميت الري بري رجل من بني شيلان ابن أصبهان بن فلوج قال وكان في المدينة بستان فخرجت بنت ري يوما إليه فإذا هي بدراجة تأكل تينا فقالت بور انجير يعني أن الدراجة تأكل تينا فاسم المدينة في القديم بورانجير ويغيره أهل الري فيقولون بهورند وقال لوط بن يحيى كتب عمر بن الخطاب رضي الله عنه إلى عمار بن ياسر وهو عامله على الكوفة بعد شهرين من فتح |جـ 3 صـ 118| نهاوند يأمره أن يبعث عروة بن زيد الخيل الطائي إلى الري ودستبى في ثمانية آلاف ففعل وسار عروة لذلك فجمعت له الديلم وأمدوا أهل الري وقاتلوه فأظهره الله عليهم فقتلهم واستباحهم وذلك في سنة 02 وقيل في سنة 91 وقال أبو نجيد وكان مع المسلمين في هذه الوقائع دعانا إلى جرجان والري دونها سواد فأرضت من بها من عشائر رضينا بريف الري والري بلدة لها زينة في عيشها المتواتر لها نشز في كل آخر ليلة تذكر أعراس الملوك الأكابر قال جعفر بن محمد الرازي لما قدم المهدي الري في خلافة المنصور بنى مدينة الري التي بها الناس اليوم وجعل حولها خندقا وبنى فيها مسجدا جامعا وجرى ذلك على يد عمار بن أبي الخصيب وكتب اسمه على حائطها وتم عملها سنة 851 وجعل لها فصيلا يطيف به فارقين آجر والفارقين الخندق وسماها المحمدية فأهل الري يدعون المدينة الداخلة المدينة ويسمون الفصيل المدينة الخارجة والحصن المعروف بالزينبدى في داخل المدينة المعروفة بالمجدية وقد كان المهدي أمر بمرمته ونزله أيام مقامه بالري وهو مطل على المسجد الجامع ودار الإمارة ويقال الذي تولى مرمته وإصلاحه ميسرة التغلبي أحد وجوه قواد المهدي ثم جعل بعد ذلك سجنا ثم خرب فعمره رافع بن هرثمة في سنة 872 ثم خربه أهل الري بعد خروج رافع عنها قال وكانت الري تدعى في الجاهلية أزارى فيقال إنه خسف بها وهي على اثني عشر فرسخا من موضع الري اليوم على طريق الخوار بين المحمدية وهاشمية الري وفيها أبنية قائمة تدل على أنها كانت مدينة عظيمة وهناك أيضا خراب في رستاق من رساتيق الري يقال له البهزان بينه وبين الري ستة فراسخ يقال إن الري كانت هناك والناس يمضون إلى هناك فيجدون قطع الذهب وربما وجدوا لؤلؤا وفصوص ياقوت وغير ذلك من هذا النوع وبالري قلعة الفرخان تذكر في موضعها ولم تزل قطيعة الري اثني عشر ألف ألف درهم حتى اجتاز بها المأمون عند منصرفه من خراسان بريد مدينة السلام فلقيه أهلها وشكوا إليه أمرهم وغلظ قطيعتهم فأسقط عنهم منها ألفي ألف درهم وأسجل بذلك لأهلها وحكى ابن الفقيه عن بعض العلماء قال في التوراة مكتوب الري باب من أبواب الأرض وإليها متجر الخلق وقال الأصمعي الري عروس الدنيا وإليه متجر الناس وهو أحد بلدان الأرض وكان عبيد الله ابن زياد قد جعل لعمر بن سعد بن أبي وقاص ولاية الري إن خرج على الجيش الذي توجه لقتال الحسين ابن علي رضي الله عنه فأقبل يميل بين الخروج وولاية الري والقعود وقال أأترك ملك الري والري رغبة أم ارجع مذموما بقتل حسين وفي قتله النار التي ليس دونها حجاب وملك الري قرة عين فغلبه حب الدنيا والرياسة حتى خرج فكان من قتل الحسين رضي الله عنه ما كان وروي عن جعفر الصادق رضي الله عنه أنه قال الري وقزوين وساوة ملعونات مشؤومات وقال إسحاق بن سليمان ما رأيت بلدا أرفع للخسيس من الري |جـ 3 صـ 119| وفي أخبارهم الري ملعونة وتربتها تربة ملعونة ديلمية وهي على بحر عجاج تأبى أن تقبل الحق والري سبعة عشر رستاقا منها دنباوند وويمة وشلمبة حدث أبو عبدالله بن خالوية عن نفطويه قال قال رجل من بني ضبة وقال المدائني فرض لأعرابي من جديلة فضرب عليه البعث إلى الري وكانوا في حرب وحصار فلما طال المقام واشتد الحصار قال الأعرابي ما كان أغناني عن هذا وأنشأ يقول لعمري لجو من جواء سويقة أسافله ميث وأعلاه أجرع به العفر والظلمان والعين ترتعي وأم رئال والظليم الهجنع وأسفع ذو رمحين يضحي كأنه إذا ما علا نشزا حصان مبرقع أحب إلينا أن نجاور أهلنا ويصبح منا وهو مرأى ومسمع من الجوسق الملعون بالري كلما رأيت به داعي المنية يلمع يقولون صبرا واحتسب قلت طالما صبرت ولكن لا أرى الصبر ينفع فليت عطائي كان قسم بينهم وظلت بي الوجناء بالدو تضبع كأن يديها حين جد نجاؤها يدا سابح في غمرة يتبوع أأجعل نفسي وزن غلج كأنما يموت به كلب إذا مات أجمع والجوسق الملعون الذي ذكره ههنا هو قلعة الفرخان وحدث أبو المحلم عوف بن المحلم الشيباني قال كانت لي وفادة على عبدالله بن طاهر إلى خراسان فصادفته يريد المسير إلى الحج فعادلته في العمارية من مرو إلى الري فلما قاربنا الري سمع عبدالله بن طاهر ورشانا في بعض الأغصان يصيح فأنشد عبدالله بن طاهر متمثلا بقول أبي كبير الهذلي ألا يا حمام الأيك إلفك حاضر وغصنك مياد ففيم تنوح أفق لا تنح من غير شيء فإنني بكيت زمانا والفؤاد صحيح ولوعا فشطت غربة دار زينب فها أنا أبكي والفؤاد جريح ثم قال يا عوف أجز هذا فقلت في الحال أفي كل عام غربة ونزوح أما للنوى من ونية فنريح لقد طلح البين المشت ركائبي فهل أرين البين وهو طليح وأرقني بالري نوح حمامة فنحت وذو الشجو القديم ينوح على أنها ناحت ولم تذر دمعة ونحت وأسراب الدموع سفوح وناحت وفرخاها بحيث تراهما ومن دون أفراخي مهامه فيح عسى جود عبدالله أن يعكس النوى فتضحي عصا الأسفار وهي صريح فإن الغنى يدني الفتى من صديقه وعدم الغنى بالمقترين نزوح فأخرج رأسه من العمارية وقال يا سائق ألق زمام البعير فألقاه فوقف ووقف الخارج ثم دعا بصاحب |جـ 3 صـ 120| بيت ماله فقال كم يضم ملكنا في هذا الوقت فقال ستين ألف دينار فقال ادفعها إلى عوف ثم قال يا عوف لقد ألقيت عصا تطوافك فارجع من حيث جئت قال فأقبل خاصة عبدالله عليه يلومونه ويقولون أتجيز أيها الأمير شاعرا في مثل هذا الموضع المنقطع بستين ألف دينار ولم تملك سواها قال إليكم عني فإني قد استحييت من الكرم أن يسير بي جملي وعوف يقول عسى جود عبدالله وفي ملكي شيء لا ينفرد به ورجع عوف إلى وطنه فسئل عن حاله فقال رجعت من عند عبدالله بالغنى والراحة من النوى وقال معن بن زائدة الشيباني تمطى بنيسابور ليلي وربما يرى بجنوب الري وهو قصير ليالي إذ كل الأحبة حاضر وما كحضور من تحب سرور فأصبحت أما من أحب فنازح وأما الألى أقليهم فحضور أراعي نجوم الليل حتى كأنني بأيدي عداة سائرين أسير لعل الذي لا يجمع الشمل غيره يدير رحى جمع الهوى فتدور فتسكن أشجان ونلقى أحبة ويورق غصن للشباب نضير ومن أعيان من ينسب إليها أبو بكر محمد بن زكرياء الرازي الحكيم صاحب الكتب المصنفة مات بالري بعد منصرفه من بغداد في سنة 113 عن ابن شيراز ومحمد بن عمر بن هشام أبو بكر الرازي الحافظ المعروف بالقماطري سمع وروى وجمع قال أبو بكر الإسماعيلي حدثني أبو بكر محمد بن عمير الرازي الحافظ الصدوق بجرجان وربما قال الثقة المأمون سكن مرو ومات بها في سنة نيف وتسعين ومائتين وعبد الرحمن بن محمد بن إدريس أبو محمد ابن أبي حاتم الرازي أحد الحفاظ صنف الجرح والتعديل فأكثر فائدته رحل في طلب العلم والحديث فسمع بالعراق ومصر ودمشق فسمع من يونس بن عبد الأعلى ومحمد بن عبدالله بن عبد الحكم والربيع بن سليمان والحسن بن عرفة وأبيه أبي حاتم وأبي زرعة الرازي وعبدالله وصالح ابني أحمد بن حنبل وخلق سواهم رورى عنه جماعة أخرى كثيرة وعن أبي عبدالله الحاكم قال سمعت أبا أحمد محمد بن محمد ابن أحمد بن إسحاق الحاكم الحافظ يقول كنت بالري فرأيتهم يوما يقرؤون على محمد بن أبي حاتم كتاب الجرح والتعديل فلما فرغوا قلت لابن عبدويه الوراق ما هذه الضحكة أراكم تقرؤون كتاب التاريخ لمحمد بن إسماعيل البخاري عن شيخكم على هذا الوجه وقد نسبتموه إلى أبي زرعة وأبي حاتم فقال يا أبا محمد اعلم أن أبا زرعة وأبا حاتم لما حمل إليهما هذا الكتاب قالا هذا علم حسن لا يستغنى عنه ولا يحسن بنا أن نذكره عن غيرنا فأقعدا أبا محمد عبد الرحمن الرازي حتى سألهما عن رجل معه رجل وزادا فيه ونقصا منه ونسبه عبد الرحمن الرازي وقال أحمد بن يعقوب الرازي سمعت عبد الرحمن ابن أبي حاتم الرازي يقول كنت مع أبي في الشام في الرحلة فدخلنا مدينة فرأيت رجلا واقفا على الطريق يلعب بحية ويقول من يهب لي درهما حتى أبلع هذه الحية فالتفت إلي أبي وقال يا بني احفظ دراهمك فمن أجلها تبلع الحيات وقال أبو يعلى الخليل بن عبد الرحمن بن أحمد الحافظ القزويني أخذ عبد الرحمن بن أبي حاتم علم أبيه وعلم أبي زرعة وصنف |جـ 3 صـ 121| منه التصانيف المشهورة في الفقه والتواريخ واختلاف الصحابة والتابعين وعلماء الأمصار وكان من الابدال ولد سنة 042 ومات سنة 723 وقد ذكرته في حنظلة وذكرت من خبره هناك زيادة عما ههنا وإسماعيل بن علي بن الحسين بن محمد بن زنجويه أبو سعد الرازي المعروف بالسمان الحافظ كان من المكثرين الجوالين سمع من نحو أربعة آلاف شيخ سمع ببغداد أبا طاهر المخلص ومحمد بن بكران بن عمران روى عنه أبو بكر الخطيب وأبو علي الحداد الأصبهاني وغيرهما مات في الرابع والعشرين من شعبان سنة 544 وكان معتزليا وصنف كتبا كثيرة ولم يتأهل قط وكان فيه دين وورع ومحمد بن عبدالله بن جعفر بن عبدالله بن الجنيد أبو الحسين الرازي والد تمام بن محمد الرازي الحافظان ويعرف في الري بأبي الرستاقي سمع ببلده وغيره وأقام بدمشق وصنف وكان حافظا ثقة مكثرا مات سنة 743 وابنه تمام بن محمد الحافظ ولد بدمشق وسمع بها من أبيه ومن خلق كثير وروى عنه خلق وقال أبو محمد بن الأكفاني أنبأنا عبد العزيز الكناني قال توفي شيخنا وأستاذنا تمام الرازي لثلاث خلون من المحرم سنة 414 وكان ثقة مأمونا حافظا لم أر أحفظ منه لحديث الشاميين ذكر أن مولده سنة 303 وقال أبو بكر الحداد ما لقينا مثله في الحفظ والخبر وقال أبو علي الأهوازي كان عالما بالحديث ومعرفة الرجال ما رأيت مثله في معناه وأبو زرعة أحمد بن الحسين بن علي بن إبراهيم ابن الحكم بن عبدالله الحافظ الرازي قال الحافظ أبو القاسم قدم دمشق سنة 743 فسمع بها أبا الحسين محمد بن عبدالله بن جعفر بن الجنيد الرازي والد تمام وبنيسابور أبا حامد أحمد بن محمد بن يحيى بن بلال وأبا الحسن علي بن أحمد الفارسي ببلخ وأبا عبدالله بن مخلد ببغداد وأبا الفوارس أحمد بن محمد بن الحسين الصابوني بمصر وعمر بن إبراهيم بن الحداد بتنيس وأبا عبدالله المحاملي وأبا العباس الأصم وحدث بدمشق في تلك السنة فروى عنه تمام وعبد الرحمن بن عمر بن نصر والقاضيان أبو عبدالله الحسين بن محمد الفلاكي الزنجاني وأبو القاسم التنوخي وأبو الفضل محمد بن أحمد بن محمد الجارودي الحافظ وحمزة بن يوسف الخرقاني وأبو محمد إبراهيم بن محمد بن عبدالله الزنجاني الهمداني وعبد الغني بن سعيد والحاكم أبو عبدالله وأبو العلاء عمر بن علي الواسطي وأبو زرعة روح بن محمد الرازي ورضوان بن محمد الدينوري وفقد بطريق مكة سنة 573 وكان أهل الري أهل سنة وجماعة إلى أن تغلب أحمد بن الحسن المارداني عليها فأظهر التشيع وأكرم أهله وقربهم فتقرب إليه الناس بتصنيف الكتب في ذلك فصنف له عبد الرحمن بن أبي حاتم كتابا في فضائل أهل البيت وغيره وكان ذلك في أيام المعتمد وتغلبه عليها في سنة 572 وكان قبل ذلك في خدمة كوتكين ابن ساتكين التركي وتغلب على الري وأظهر التشيع بها واستمر إلى الآن وكان أحمد بن هارون قد عصى على أحمد بن إسماعيل الساماني بعد أن كان من أعيان قواده وهو الذي قتل محمد بن زيد الراعي فتبعه أحمد بن اسماعيل إلى قزوين فدخل أحمد بن هارون بلاد الديلم وأيس منه أحمد إسماعيل فرجع فنزل بظاهر الري ولم يدخلها فخرج إليه أهلها وسألوه أن يتولى عليهم ويكاتب الخليفة في ذلك ويخطب ولاية الري فامتنع وقال لا أريدها لأنها |جـ 3 صـ 122| مشؤومة قتل بسببها الحسين بن علي رضي الله عنهما وتربتها ديلمية تأبى قبول الحق وطالعها العقرب وارتحل عائدا إلى خراسان في ذي الحجة سنة 982 ثم جاء عهده بولاية الري من المكتفي وهو بخراسان فاستعمل على الري من قبله ابن أخيه أبا صالح منصور بن إسحاق بن أحمد بن أسد فوليها ست سنين وهو الذي صنف له أبو بكر محمد بن زكرياء الرازي الحكيم كتاب المنصوري في الطب وهو الكناشة وكان قدوم منصور إليها في سنة 092 والله الموفق للصواب وإليه المرجع والمآب |جـ 3 صـ 123| ",
                "title": "الري والنسبة الرازي",
                "uri": "JK_000129_006135"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}