{
    "features": [
        {
            "item": "JK_000129_003350",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.161",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جمدان</h1> بالضم ثم السكون قال ابن شميل الجمد قارة ليست بطويلة في السماء وهي غليظة تغلظ مرة وتلين أخرى تنبت الشجر سميت جمدا من جمودها أي يبسها والجمد أضعف الآكام يكون مستديرا صغيرا والقارة مستديرة صغيرة طويلة في السماء لا ينقادان في الأرض وكلاهما غيظ الرأس ويسميان جميعا أكمة وجمدان ههنا كأنه تثنية جمد يدل عليه قول جرير لما أضافه إلى نعامة أسقط النون فقال طربت وهاج الشوق منزلة قفر تراوحها عصر خلا دونه عصر أقول لعمرو يوم جمدي نعامة بك اليوم بأس لا عزاء ولا صبر هذا إن كان جرير أراد الموضع الذي في الحديث وإلا فمراده أكمتا أو قارتا نعامة فيكون وصفا لا علما فأما الذي في الحديث فقد صحفه يزيد بن هارون فجعل بعد الجيم نونا وصحفه بعض رواه مسلم فقال حمران بالحاء والراء وهو من منازل أسلم بين قديد وعسفان قال أبو بكر بن موسى جمدان جبل بين ينبع والعيص على ليلة من المدينة وقيل جمدان واد بين ثنية غزال وبين أمج وأمج من أعراض المدينة وفي الحديث مر رسول الله صلى الله عليه وسلم على جمدان فقال هذه جمدان سبق المفردون وقال الأزهري قال أبو هريرة مر النبي صلى الله عليه وسلم في طريق مكة على جبل يقال له بجدان فقال سيروا هذه بجدان سبق المفردون فقالوا يا رسول الله ومن المفردون فقال & والذاكرين الله كثيرا والذاكرات & هكذا في كتاب الأزهري بالباء الموحدة ثم الجيم ثم الدال وغيره يرويه كما ترجم به قلت أنا ولا أدري ما الجامع بين سبق المفردين ورواية جمدان ومعلوم أن الذاكرين الله كثيرا والذاكرات سابقون وإن لم يروا جمدان ولم أر أحدا ممن فسر الحديث ذكر في ذلك شيئا وقال كثير يذكر جمدان ويصف سحابا سقى أم كلثوم على نأي دارها ونسوتها جون الحيا ثم باكر أحم زحوف مستهل ربابه له فرق مسحنفرات صوادر تصعد في الأحناء ذو عجرفية أحم حبركى مزحف متماطر أقام على جمدان يوما وليلة فجمدان منه مائل متقاصر ",
                "title": "جمدان",
                "uri": "JK_000129_003350"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}