{
    "features": [
        {
            "item": "JK_000952_1070",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.167-168",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحبشي</h1> بفتح الحاء المهملة والباء المعجمة وكسر الشين المعجمة وهذه النسبة إلى الحبشة وهي بلاد معروفة ملكها النجاشي الذي أسلم بالنبي صلى الله عليه وسلم هاجر أصحابه إليه حتى هاجر النبي صلى الله عليه وسلم إلى المدينة فالتحقوا هم من الحبشة إلى المدينة سميت الحبشة بحبشة بن حام وقيل الزنج والحبشة والنوبة وزعاوة وفران هم ولد زعيا ابن كوش بن حام ومنها بلال الحبشي مؤذن رسول الله صلى الله عليه وسلم وأبو سلام ممطور الحبشي قال عبد الغني بن سعيد ينسب إلى الحبش يعني أبا سلام ممطور وقال أبو بكر بن أبي داود ليس نم الحبشة ولكنهم طائفة من خثعم كان منهم رجل يقال له أبو فلان وكان خثعميا فجعل عمر أصحاب النجاشي في الذين لم يقتلوا وحضروا أحدا كلهم في خثعم نسب بلال وأما أبو عقيل هلال بن بلال الحبشي من أهل بيروت قال مهنأ بن يحيى الدمشقي سألت يحيى بن معين عن هلال بن بلال فقال هو شامي يقال له الحبشي وقال مهنأ وقلت لأحمد بن حنبل ويحيى بن معين لم قيل له الحبشي قالا قبيلة أخبرنا أبو البركات |جـ 2 صـ 168| عبد الوهاب بن المبارك الحافظ ببغداد أنا أبو الغنائم محمد بن علي الدقاق المقرئ أنا أبو الحسين محمد بن الحسين القطان ثنا عبد الله بن جعفر بن درستويه ثنا يعقوب بن سفيان حدثني سلمة بن شبيب عن أحمد بن حنبل ثنا عبد الصمد عن حرب بن شداد قال يحيى بن أبي كثير اسم أبي سلام ممطور الحبشي قبيل من اليمن وقال المفضل بن غسان قال يحيى بن معين زيد بن سلام ابن أبي سلام وأبو سلام ممطور الحبشي حي من حمير قال وأبو زكريا سهل بن هاشم بن بلال الحبشي قال يحيى بن معين فيما حكاه عنه المفضل حي من الأحياء نسب كان واسطيا وكان ينزل الشام وقد سمع هشيم وشعبة من أبيه هاشم من بلال وأبو الحسن علي بن محمد بن عبد الله الحبشي الكاتب البغدادي المعروف بابن حبش أنباري الأصل كان ببغداد وعبد الله جده يسمى حبش حدث عن جعفر بن محمد بن الحسن الفريابي روى عنه القاضيان أبو العلاء الواسطي وأبو القاسم التنوخي وكان أبوه ابن خالة أبي الحسن بن الفرات الوزير وكتب بخطه عن جعفر الفريابي وكانت ولادته في سنة أربع وثمانين ومائتين وأبو عبد الله قيس بن سعد المكي الحبشي المولى أم علقمة يروى عن عطاء ومجاهد روى عنه حماد بن سلمة وسيف بن سليمان مات سنة 117 وقد قيل سنة 119 ",
                "title": "الحبشي",
                "uri": "JK_000952_1070"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}