{
    "features": [
        {
            "item": "JK_000952_0486",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.343-344",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البزوري</h1> بضم الباء الموحدة والزاي والراء بعد الواو هذه النسبة إلى البزور وهي جمع البزر وعندنا يقال هذا لمن يبيع البزور للبقول وغيرها اشتهر بهذه النسبة أبو عبد الله أحمد بن عبد الرحمن بن مرزوق بن عطية البزوري المعروف بابن أبي عوف من أهل بغداد كان ثقة نبيلا رفيعا جليلا له منزلة من السلطان ومودة في أنفس العوام وحال من الدنيا واسعة وطريقة في الخير محمودة سمع سويد بن سعيد الحدثاني وعثمان بن أبي شيبة وعمرو بن محمد الناقد ومحمود بن غيلان وسعيد بن عبد الرحمن المخزومي وخلقا كثيرا أمثال هؤلاء روى عنه محمد بن مخلد وأبو بكر الشافعي وأبو علي بن الصواف وحبيب بن الحسن القزاز وغيرهم وكانت ولادته في سنة أربع عشرة ومائتين ومات في شوال سنة سبع وتسعين ومائتين وأبو القاسم المبارك وأبو الفائز أحمد ابنا محمد بن الحسين بن البزوري من أهل بغداد أما أبو القاسم كان يعرف بالدواني وسأذكره في حرف الدال إن شاء الله تعالى شيخ صالح سديد سمع أبا الحسين أحمد بن محمد بن النقور البزاز وأبا الخطاب نصر بن أحمد بن البطر وغيرهما كتبت عنه ببغداد في دار ابن الظاهر وكانت له إجازة صحيحة عن أبي بكر الخطيب الحافظ وأما أخوه أبو الفائز أحمد بن محمد بن الحسين البزوري الشطرنجي وأبو عبد الله محمد بن سعيد بن يحيى بن سعيد بن يحيى بن سعيد البزوري كوفي الأصل حدث عن عمر بن شبة وعلي بن حرب وعباس بن محمد الدوري روى عنه أبو الحسين بن المنادي ومحمد بن جعفر زوج الحرة وأبو بكر بن شاذان ومحمد بن عبيد الله بن الشخير وأبو حفص بن شاهين ووالد السابق ذكره أبو عوف عبد الرحمن بن مرزوق بن عطية البزوري سمع روح بن عبادة وزكريا بن عدي وشبابة بن سوار وكثير بن هشام ومكي بن إبراهيم وعبد الوهاب بن عطاء ويحيى بن أبي بكير وأبا نعيم الملائي وعاصم بن علي روى عنه ابنه أبو عبد الله ويحيى بن محمد بن صاعد وإسماعيل بن محمد بن إسماعيل الصفار ومحمد بن عمرو بن البختري الرزاز وأبو عمرو بن السماك الدقاق وأبو سهل بن زياد |جـ 1 صـ 344| القطان وكان ثقة ومات في رجب سنة خمس وسبعين ومائتين وكان قد بلغ ثلاثا وتسعين سنة ",
                "title": "البزوري",
                "uri": "JK_000952_0486"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}