{
    "features": [
        {
            "item": "JK_000129_011686",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.74-75",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المدائن والنسبة المدائني</h1> قال بطليموس طول المدائن سبعون درجة وثلث وعرضها ثلاث وثلاثون درجة وثلث بالفتح جمع المدينة تهمز ياؤها ولا تهمز وإن أخذت من دان يدين إذا أطاع لم تهمز إذا جمع على مداين لأنه مثل معيشة وياؤه أصلية إن أخذت من مدن بالمكان إذا أقام به همزت لأن ياءها زائدة فهي مثل قرينة وقرائن وسفينة وسفائن والنسبة إليها مدائني وإنما جاز النسبة إلى الجمع بصيغته لأنه صار علما بهذه الصيغة وإلا فالأصل أن يرد المجموع إلى الواحد ثم ينسب إليه والنسبة إلى مدينة الرسول صلى الله عليه وسلم مدني وربما قيل مديني والنسبة إلى مدينة أصبهان مديني لا غير وربما نسب إلى غيرها هذه النسبة كبغداد ومرو ونيسابور والمدائن العظام قال يزدجرد بن مهبندار الكسروي في رسالة له عملها في تفضيل بغداد فقال في تضاعيفها ولقد كنت أفكر كثيرا في نزول الأكاسرة بين أرض الفرات ودجلة فوقفت على أنهم توسطوا مصب الفرات في دجلة هذا أن الإسكندر لما سار في الأرض ودانت له الأمم وبنى المدن العظام في المشرق والمغرب رجع إلى المدائن وبنى فيها مدينة وسورها وهي إلى هذا الوقت موجودة الأثر وأقام بها راغبا عن بقاع الأرض جميعا وعن بلاده ووطنه حتى مات قال يزدجرد أما أنوشروان بن قباذ وكان أجل ملوك فارس حزما ورأيا وعقلا وأدبا فإنه بنى المدائن وأقام بها هو ومن كان بعده من ملوك بني ساسان إلى أيام عمر بن الخطاب رضي الله عنه وقد ذكر في سير الفرس أن أول من اختط مدينة في هذا الموضع أردشير بن بابك قالوا لما ملك البلاد سار حتى نزل في هذا الموضع فاستحسنه فاختط به مدينة قال وإنما سميت المدائن لأن زاب الملك الذي بعد موسى عليه السلام ابتناها بعد ثلاثين سنة من ملكه وحفر الزوابي وكورها وجعل المدينة العظمى المدينة العتيقة فهذا ما وجدته مذكورا عن القدماء ولم أر أحدا ذكر لم سميت بالجمع والذي عندي فيه أن هذا الموضع كان مسكن الملوك من الأكاسرة الساسانية وغيرهم فكان كل واحد منهم إذا ملك بنى لنفسه مدينة إلى جنب التي قبلها |جـ 5 صـ 75| وسماها باسم فأولها المدينة العتيقة التي لزاب كما ذكرنا ثم مدينة الإسكندر ثم طيسفون من مدائنها ثم اسفانبر ثم مدينة يقال لها رومية فسميت المدائن بذلك والله أعلم وكان فتح المدائن كلها على يد سعد بن أبي وقاص في صفر سنة 16 في أيام عمر بن الخطاب رضي الله عنه قال حمزة اسم المدائن بالفارسية توسفون وعربوه على الطيسفون والطيسفونج وإنما سمتها العرب المدائن لأنها سبع مدائن بين كل مدينة إلى الأخرى مسافة قريبة أو بعيدة وآثارها وأسماؤها باقية وهي اسفابور ووه أردشير وهنبو شافور ودرزنيدان ووه جنديوخسره ونونيافاذ وكردافاذ فعرب اسفابور على اسفانبر وعرب وه أردشير على بهرسير وعرب هنبو شافور على جنديسابور وعرب درزنيدان على درزيجان وعرب وه جنديوخسره على رومية وعرب السادس والسابع على اللفظ فلما ملك العرب ديار الفرس واختطت الكوفة والبصرة انتقل إليهما الناس عن المدائن وسائر مدن العراق ثم اختط الحجاج واسطا فصارت دار الإمارة فلما زال ملك بني أمية اختط المنصور بغداد فانتقل إليها الناس ثم اختط المعتصم سامرا فأقام الخلفاء بها مدة ثم رجعوا إلى بغداد فهي الآن أم بلاد العراق فأما في وقتنا هذا فالمسمى بهذا الاسم بليدة شبيهة بالقرية بينها وبين بغداد ستة فراسخ وأهلها فلاحون يزرعون ويحصدون والغالب على أهلها التشيع على مذهب الإمامية وبالمدينة الشرقية قرب الإيوان قبر سلمان الفارسي رضي الله عنه وعليه مشهد يزار إلى وقتنا هذا وقال رجل من مراد دعوت كريبا بالمدائن دعوة وسيرت إذ ضمت علي الأظافر فيال بني سعد علام تركتما أخا لكما يدعوكما وهو صابر أخا لكما إن تدعواه يجبكما ونصركما منه إذا ريع فاتر وقال عبدة بن الطبيب هل حبل خولة بعد الهجر موصول أم أنت عنها بعيد الدار مشغول وللأحبة أيام تذكرها وللنوى قبل يوم البين تأويل حلت خويلة في دار مجاورة أهل المدائن فيها الديك والفيل يقارعون رؤوس العجم ظاهرة منها فوارس لا عزل ولا ميل من دونها لعتاق العيس إن طلبت خبت بعيد نياط الماء مجهول وقال رجل من الخوارج كان مع الزبير بن الماخور وكانوا أوقعوا بأهل المدائن فقال ونجى يزيدا سابح ذو علالة وأفلتنا يوم المدائن كردم وأقسم لو أدركته إذ طلبته لقام عليه من فزارة مأتم والمدائن أيضا اسم قريتين من نواحي حلب في نقرة بني أسد إليها فيما أحسب ينسب أبو الفتح أحمد بن علي المدائني الحلبي قرأت بخط عبد الله بن محمد بن سنان الخفاجي الحلبي على جزء من كتاب الحيوان للجاحظ ابتعته من تركة أبي الفتح أحمد المدائني في جمادى الآخرة سنة 954 ",
                "title": "المدائن والنسبة المدائني",
                "uri": "JK_000129_011686"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}