{
    "features": [
        {
            "item": "JK_000129_002431",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.535-536",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بينون</h1> بضم النون وسكون الواو ونون أخرى اسم حصن عظيم كان باليمن قرب صنعاء اليمن يقال إنه من بناء سليمان بن داود عليه السلام والصحيح أنه من بناء بعض التبابعة وله ذكر في أخبار حمير وأشعارهم قال ذو جدن الحميري لا تهلكن جزعا في إثر من ماتا فإنه لا يرد الدهر ما فاتا أبعد بينون لا عين ولا أثر وبعد سلحين يبني الناس أبياتا وبعد حمير إذ شالت نعامتهم حتتهم ريب هذا الدهر حتاتا وقال ذو جدن أيضا واسمه علقمة من شعب ذي رعين يا بنت قيل معافر لا تسخري ثم اعذريني بعد ذلك أو ذري أولا ترين وكل شيء هالك بينون هالكة كأن لم تعمر أولا ترين وكل شيء هالك سلحين مدبرة كظهر الأدبر أولا ترين ملوك ناعط أصبحوا تسفي عليهم كل ريح صرصر أوما سمعت بحمير وبيوتهم أمست معطلة مساكن حمير فابكيهم أو ما بكيت لمعشر لله درك حميرا من معشر |جـ 1 صـ 536| وقال عبد الرحمن الأندلسي بينون وسلحين مدينتان أخربهما ارياط الحبشي المتغلب على اليمن من قبل النجاشي وحكي عن أبي عبيد البكري في كتاب معجم ما استعجم سميت بينونة لأنها كانت بين عمان والبحرين قلت أنا وهم البكري بينون من أعمال صنعاء إنما التي بين عمان والبحرين بينونة بالهاء فهي إذا على قوله فعلون من البين والياء أصلية وقياس النحوين يمنع هذا لأن الإعراب إذا كان في النون لزمت الياء الاسم في جميع أحواله كقنسرين وفلسطين ألا ترى كيف قال في آخر البيت وبعد سلحين فكذلك كان القياس أن يقول أبعد بينين وعلى مذهب من جعله من المعرب في الرفع بالواو وفي النصب والخفض بالياء يقول أيضا أبعد بينين وليس يعرف فيه مذهب ثالث فثبت أنه ليس من البين إنما هو فيعول والياء زائدة من أبن بالمكان وبن إذا أقام به لكنه لا ينصرف للتأنيث والتعريف غير أن أبا سعد ذكر وجها ثالثا للمعرب في التسمية بالجمع السالم فأجاز أن يكون الإعراب في النون وتثبت الواو وقال في زيتون إنه فعلون من الزيت وأجاز أبو الفتح بن جني أن يكون الزيتون فيعولا لا من الزيت ولكن من قولهم زيت المكان إذا أنبت الزيتون قلت أنا وهذا من قول أبي الفتح واه جدا وذاك أنه لم يقل للموضع زيت إلا بعد إنباته الزيتون ولولا إنباته لم يصح أن يقال له زيت فكيف يقال إن الزيتون من زيت والزيتون الأصل والمعلوم أن الفعل بعد الفاعل قال وفي المعروف من أسماء الناس وإن لم يكن في كلام العرب القدماء سحنون وعبدون ودير فيتون غير أن فيتون يحتمل أن يكون فيعولا فلا يكون من هذا الباب كما قلنا في بينون وهو الأظهر وأما حلزون وهو دود يكون في العشب وأكثر ما يكون في الرمث فليس من باب فلسطين وقنسرين ولكن النون فيه أصلية كزرجون ولذلك أدخله أبو عبيد في باب فعلول وأدخله صاحب كتاب العين في الرباعي فدل على أن النون عنده أصلية وأنه فعلول بلامين وقوله وبعد سلحين يقطع على أن بينون فيعول على كل حال لأن الذي ذكره السيرافي من المذهب الثالث إن صح فإنما هي لغة أخرى من غير ذي جدن الحميري إذ لو كان من لغته لقال سلحون وأعرب النون مع بقاء الواو فلما لم يفعل علمنا أن المعتقد عندهم في بينون زيادة الياء وأن النونين أصليتان كما تقدم ",
                "title": "بينون",
                "uri": "JK_000129_002431"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}