{
    "features": [
        {
            "item": "JK_000952_3033",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.366-368",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفرغاني</h1> بفتح الفاء وسكون الراء وفتح الغين المعجمة وفي آخرها النون هذه النسبة إلى موضعين أحدهما فرغانة وهي ولاية وراء الشاش من بلاد المشرق وراء نهر جيحون وسيحون وفيهم كثرة وشهرة في كل فن ونوع من العلوم واستغنينا عن ذكرهم وأما الثاني فهو فرغان قرية من قرى فارس وخرج منها جماعة منهم أبو الفتح محمد بن إسماعيل الفارسي الفرغاني دخل نيسابور وسمع من أبي يعلى حمزة بن عبد العزيز المهلبي وغيره وسماع أثبت في جزء لأبي يعلى والظن أنه ما روى شيئا وأما أبو المظفر المشطب بن محمد بن أسامة بن زيد بن النعمان بن سفيان الفرغاني من فرغانة ما وراء النهر كان من فحول المناظرين وكانت له يد باسطة في النظر والجدل وكان مختلطا بالعسكر وكان لا يفارقهم سمع أبا الوفاء محمد بن بديع الحاجب وأبا مسعود سليمان بن إبراهيم وأبا سعد ثابت بن أحمد بن عبدوس الرازي وأبا سعد محمد بن جعفر بن محمد المطيبي وأبا عبيد محمد بن سليمان بن بكر الكرواني وغيرهم روى لنا عنه أبو الحسن عبد الغافر بن إسماعيل الفارسي وتوفي ببغداد في شوال سنة ست وثمانين وأربعمائة وأبو بكر محمد بن حمويه بن حديد بن هارون بن إدريس بن عبد الله الفرغاني يروي عن أبي جعفر أحمد بن محمد بن الأزهر الوراق روى عنه أبو الحسن علي بن عمر السكري الحربي لأنه حدث ببغداد لما قدمها حاجا |جـ 4 صـ 368| وأبو جعفر محمد بن عبد الله الفرغاني الصوفي من فرغانة الشاش أيضا نزل بغداد ولزم الجنيد واشتهر بصحبته وروى عنه كلامه حكى عنه أبو العباس محمد بن الحسن الخشاب وغيره وحكي عنه أنه قال التوكل باللسان يورث الدعوى والتوكل بالقلب يورث الغنى وأبو صالح عبد العزيز بن عباد الفرغاني أخو حمدون حدث عن يزيد بن هارون ويعقوب بن محمد بن عيسى الزهري روى عنه محمد بن مخلد الدوري وعلي بن إسحاق المادرائي وكان صدوقا مات في صفر سنة تسع وستين ومائتين وأبو سعيد مسعدة بن بكر بن يوسف بن ساسان الفرغاني من فرغانة ما وراء النهر قدم بغداد حاجا وحدث عن الحسن بن سفيان النسوي روى عنه أبو الحسن الدارقطني ويوسف بن عمر القواس وكانت وفاته بعد سنة إحدى وأربعين وثلاثمائة وأبو عبد الرحمن القاسم بن محمد بن عبد الله الفرغاني المذكر من فرغانة ما وراء النهر كان يضع الحديث وضعا فاحشا ذكره الحاكم أبو عبد الله الحافظ في التاريخ ووصفه بما قلت ثم قال ما ذكرته إلا على التعجب والتذكرة ليعرفه من لم يقف على حاله كان يدور في رساتيقنا بين نيسابور وجرجان فيحدث عن قبيصة بن عقبة وأبي عاصم النبيل وعبد الله بن يوسف وأبي حذيفة النهدي وأقرانهم بالموضوعات وتوفي بإسفرايين سنة إحدى وستين ومائتين وحكى الفرغاني عن بشر بن الحارث الحافي أنه قال الحمد لله إذ لم يرزقني زهد أبي ذر ولم يجعلني في الجهل مثل أبي جهل وأبو العباس حاجب بن مالك بن أركين الفرغاني الضرير الدمشقي ويقال حاجب بن أبي بكر ظني أن أصله من فرغانة ما وراء النهر وحاجب هذا كان حافظا مكثرا جليل القدر سكن دمشق قدم أصبهان أيام بدر الحمامي سنة ست وتسعين ومائتين ورجع إلى دمشق وبها توفي سمع أحمد بن عبد الرحمن بن بكار الدمشقي وعبد الرحمن بن يونس الرقي روى عنه عبد الرحمن بن محمد بن أحمد بن سياه وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو بكر أحمد بن إبراهيم بن المقرئ وأبو حاتم محمد بن حبان بن أحمد البستي وغيرهم ",
                "title": "الفرغاني",
                "uri": "JK_000952_3033"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}