{
    "features": [
        {
            "item": "JK_000129_006297",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.142-143",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زغر والنسبة الزغري</h1> بوزن زفر وآخره راء مهملة قال أبو منصور قال اللحياني زخرت دجلة وزغرت أي مدت وزغر كل شيء كثرته والإفراط فيه قال أبو صخر |جـ 3 صـ 143| بل قد أتاني ناصح عن كاشح بعداوة ظهرت وزغر أقاول كذا نقلته من خطه سواء قال وزغر قرية بمشارف الشام وإياها عنى أبو دؤاد الإيادي حيث قال ككتابة الزغري غشا ها من الذهب الدلامص قال وقيل زغر اسم بنت لوط عليه السلام نزلت بهذه القرية فسميت باسمها وقال حاتم الطائي سقى الله رب الناس سحا وديمة جنوب السراة من مآب إلى زغر بلاد امرىء لا يعرف الذم بيته له المشرب الصافي ولا يطعم الكدر وجاء ذكر زغر في حديث الجساسة وهي دابة في جزائر البحر تتجسس الأخبار وتأتي بها إلى الدجال وتسمى دابة الأرض وعين زغر تغور في آخر الزمان وهي من علامات القيامة روى الشعبي عن فاطمة بنت قيس قالت خرج علينا رسول الله صلى الله عليه وسلم في حر الظهيرة فخطبنا وقال إني لم أجمعكم لرغبة ولا لرهبة ولكن لحديث حدثنيه تميم الداري منعني سروره القائلة حدثني أن نفرا من قومه أقبلوا في البحر فأصابهم ريح عاصف فألجأتهم إلى جزيرة فإذا هم بدابة قالوا لها ما أنت قالت أنا الجساسة قلنا أخبرينا الخبر قالت إن أردتم الخبر فعليكم بهذا الدير فإن فيه رجلا بالأشواق إليكم قال فأتيناه فقال أنى نبغتم فأخبرناه فقال ما فعلت بحيرة طبرية قلنا تدفق بين جوانبها قال ما فعلت نخل عمان وبيسان قلنا يجتنيها أهلها قال فما فعلت عين زغر قلنا يشرب منها أهلها قال فلو يبست نفذت من وثاقي فوطئت بقدمي كل منهل إلا مكة والمدينة وحدثني الثقة أن زغر هذه في طرف البحرية المنتنة في واد هناك بينها وبين البيت المقدس ثلاثة أيام وهي من ناحية الحجاز ولهم هناك زروع قال ابن عباس رضي الله عنه لما هلك قوم لوط مضى لوط عليه السلام وبناته يريدون الشام فماتت الكبرى من بناته وكان يقال لها رية فدفنت عند عين هناك فسميت باسمها عين رية ثم ماتت بعد ذلك الصغرى وكان اسمها زغر فدفنت عند عين فسميت عين زغر وهذه في واد وخم رديء في أشأم بقعة إنما يسكنه أهله لأجل الوطن وقد يهيج فيهم في بعض الأعوام مرض فيفني كل من فيه أو أكثرهم فحدثني الوزير الأكرم أطال الله بقاءه قال بلغني أن في بعض الأعوام هاج بهم ذلك حتى أهلك أكثرهم وكان هناك دار من أعيان منازلهم وفيها جماعة تزيد على العشرة أنفس فوقع فيهم الموت واحدا بعد واحد حتى لم يبق منهم إلا رجل واحد فرجع يوما من المقبرة فدخل تلك الدار فاستوحش وحده فجلس على دكة هناك وأفكر ساعة ثم رفع رأسه قبل السماء وقال يا ربيبي وعزتك لئن استمررت على هذا لتفنين العالم في مدة يسيرة ولتقعدن على عرشك وحدك وقيل قال لتقعدن على عرشك وحيدك هكذا قال بالتصغير في ربي ووحدك لأن من عادة تلك البلاد إذا أحبوا شيئا خاطبوه بالتصغير على سبيل التحنن والتلطف ",
                "title": "زغر والنسبة الزغري",
                "uri": "JK_000129_006297"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}