{
    "features": [
        {
            "item": "JK_000129_012707",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.271-272",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>النجف</h1> بالتحريك قال السهيلي بالفرع عينان يقال لإحداهما الربض وللأخرى النجف تسقيان عشرين ألف نخلة وهو بظهر الكوفة كالمسناة تمنع مسيل الماء أن يعلو الكوفة ومقابرها والنجف قشور الصليان وبالقرب من هذا الموضع قبر أمير المؤمنين علي بن أبي طالب رضي الله عنه وقد ذكرته الشعراء في أشعارها فأكثرت فقال علي بن محمد العلوي المعروف بالجماني الكوفي فيا أسفي على النجف المعرى وأودية منورة الأقاحي وما بسط الخورنق من رياض مفجرة بأفنية فساح ووا أسفا على القناص تغدو خرائطها على مجرى الوشاح وقال إسحاق بن إبراهيم الموصلي يمدح الواثق ويذكر النجف يا راكب العيس لا تعجل بنا وقف نحي دارا لسعدى ثم ننصرف وابك المعاهد من سعدى وحارتها ففي البكاء شفاء الهائم الدنف أشكو إلى الله يا سعدى جوى كبد حرى عليك متى ما تذكري تجف أهيم وجدا بسعدى وهي تصرمني هذا لعمرك شكل غير مؤتلف دع عنك سعدى فسعدى عنك نازحة واكفف هواك وعد القول في لطف ما إن أرى الناس في سهل ولا جبل أصفى هواء ولا أعذى من النجف كأن تربته مسك يفوح به أو عنبر دافه العطار في صدف حفت ببر وبحر من جوانبها فالبر في طرف والبحر في طرف وبين ذاك بساتين يسيح بها نهر يجيش بجاري سيله القصف وما يزال نسيم من أيامنه يأتيك منها بريا روضة أنف تلقاك منه قبيل الصبح رائحة تشفي السقيم إذا أشفى على التلف لو حله مدنف يرجو الشفاء به إذا شفاه من الأسقام والدنف يؤتى الخليفة منه كلما طلعت شمس النهار بأنواع من التحف والصيد منه قريب إن هممت به يأتيك مؤتلفا في زي مختلف فيا له منزلا طابت مساكنه بحيز من حاز بيت العز والشرف |جـ 5 صـ 272| خليفة واثق بالله همته تقوى الإله بحق الله معترف ولبعض أهل الكوفة وبالنجف الجاري إذا زرت أهله مها مهملات ما عليهن سائس خرجن بحب اللهو في غير ريبة عفائف باغي اللهو منهن آيس يردن إذا ما الشمس لم يخش حرها ظلال بساتين جناهن يابس إذا الحر آذاهن لذن بغينة كما لاذ بالظل الظباء الكوانس لهن إذا استعرضتهن عشية على ضفة النهر المليح مجالس يفوح عليك المسك منها وإن تقف تحدث وليست بينهن وساوس ولكن نقيات من اللؤم والخنا إذا ابتز عن أبشارهن الملابس ",
                "title": "النجف",
                "uri": "JK_000129_012707"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}