{
    "features": [
        {
            "item": "JK_000129_009777",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.261-266",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفسطاط</h1> وفيه لغات وله تفسير واشتقاق وسبب يذكر عند ذكر عمارته وأنا أبدأ بحديث فتح مصر ثم أذكر اشتقاقه والسبب في استحداث بنائه حدث الليث بن سعد وعبد الله بن لهيعة عن يزيد بن أبي |جـ 4 صـ 262| حبيب وعبيدالله بن أبي جعفر وعياش بن عباس القتباني وبعضهم يزيد على بعض في الحديث وهو أن عمر بن الخطاب رضي الله عنه لما قدم الجابية خلا به عمرو بن العاص وذلك في سنة 81 من التاريخ فقال يا أمير المؤمنين ائذن لي في المسير إلى مصر فإنك إن فتحتها كانت قوة للمسلمين وعونا لهم وهي أكثر الأرضين أموالا وأعجز عن حرب وقتال فتخوف عمر بن الخطاب على المسلمين وكره ذلك فلم يزل عمرو بن العاص يعظم أمرها عنده ويخبره بحالها ويهون عليه أمرها في فتحها حتى ركن عمر بن الخطاب لذلك فعقد له على أربعة آلاف رجل كلهم من عك قال أبو عمر الكندي إنه سار ومعه ثلاثة آلاف وخمسمائة ثلثهم من غافق فقال له سر وأنا مستخير الله تعالى في تسييرك وسيأتيك كتابي سريعا إن شاء الله تعالى فإن لحقك كتابي آمرك فيه بالانصراف عن مصر قبل أن تدخلها أو شيئا من أرضها فانصرف وإن دخلتها قبل أن يأتيك كتابي فامض لوجهك واستعن بالله واستنصره فسار عمرو بن العاص بالمسلمين واستخار عمر بن الخطاب الله تعالى فكأنه تخوف على المسلمين فكتب إلى عمرو يأمره أن ينصرف فوصل إليه الكتاب وهو برفح فلم يأخذ الكتاب من الرسول ودافعه حتى نزل العريش فقيل له إنها من مصر فدعا بالكتاب وقرأه على المسلمين وقال لمن معه تعلمون أن هذه القرية من مصر قالوا نعم قال فإن أمير المؤمنين عهد الي إن لحقني كتابه ولم أدخل أرض مصر أن أرجع وقد دخلت أرض مصر فسيروا على بركة الله فكان أول موضع قوتل فيه الفرما قتالا شديدا نحو شهرين ففتح الله له وتقدم لا يدافع إلا بالأمر الخفيف حتى أتى بلبيس فقاتلوه بها نحوا من الشهر حتى فتح الله عز وجل له ثم مضى لا يدافع إلا بأمر خفيف حتى أتى أم دنين وهي المقس فقاتلوه قتالا شديدا نحو شهرين وكتب إلى عمر رضي الله عنه يتسمده فأمده باثني عشر ألفا فوصلوا إليه أرسالا يتبع بعضهم بعضا وكتب إليه قد أمددتك باثني عشر ألفا وما يغلب اثنا عشر ألفا من قلة وكان فيهم أربعة آلاف عليهم أربعة من الصحابة الكبار الزبير بن العوام والمقداد بن الأسود وعبادة بن الصامت ومسلمة بن مخلد رضي الله عنهم وقيل إن الرابع خارجة بن حذافة دون مسلمة ثم أحاط المسلمون بالحصن وأمير الحصن يومئذ المندفور الذي يقال له الأعيرج من قبل المقوقس بن فرقب اليوناني وكان المقوقس ينزل الإسكندرية وهو في سلطان هرقل غير أنه حاصر الحصن حين حاصره المسلمون ونصب عمرو فسطاطه في موضع الدار المعروفة بإسرائيل على باب زقاق الزهري وأقام المسلمون على باب الحصن محاصري الروم سبعة أشهر ورأى الزبير بن العوام خللا مما يلي دار أبي صالح الحراني الملاصقة لحمام أبي نصر السراج عند سوق الحمام فنصب سلما وأسنده إلى الحصن وقال إني أهب نفسي لله عز وجل فمن شاء أن يتبعني فليفعل فتبعه جماعة حتى أوفى على الحصن فكبر وكبروا ونصب شرحبيل بن حجية المرادي سلما آخر مما يلي زقاق الزمامرة ويقال إن السلم الذي صعد عليه الزبير كان موجودا في داره التي بسوق وردان إلى أن وقع حريق في هذه الدار فاحترق بعضه ثم أحرق ما بقي منه في ولاية عبد العزيز بن محمد بن النعمان أخزاه الله لقضاء الإسماعيلية وذلك بعد سنة 093 فلما رأى المقوقس أن العرب قد ظفروا بالحصن جلس في سفينة هو وأهل |جـ 4 صـ 263| القوة وكانت ملصقة بباب الحصن الغربي ولحقوا بالجزيرة وقطعوا الجسر وتحصنوا هناك والنيل حينئذ في مده وقيل إن الأعيرج خرج معهم وقيل أقام بالحصن وسأله المقوقس في الصلح فبعث إليه عمرو عبادة بن الصامت وكان رجلا أسود طوله عشرة أشبار فصالحه المقوقس عن القبط والروم على أن للروم الخيار في الصلح إلى أن يوافي كتاب ملكهم فإن رضي تم ذلك وإن سخط انتقض ما بينه وبين الروم وأما القبط فبغير خيار وكان الذي انعقد عليه الصلح أن فرض على جميع من بمصر أعلاها وأسفلها من القبط ديناران على كل نفس في السنة من البالغين شريفهم ووضيعهم دون الشيوخ والأطفال والنساء وعلى أن للمسلمين عليهم النزول حيث نزلوا ثلاثة أيام وأن لهم أرضهم وأموالهم لا يعترضون في شيء منها وكان عدد القبط يومئذ أكثر من ستة آلاف ألف نفس والمسلمون خمسة عشر ألفا فمن قال إن مصر فتحت صلحا تعلق بهذا الصلح وقال إن الأمر لم يتم إلا بما جرى بين عبادة بن الصامت والمقوقس وعلى ذلك أكثر علماء مصر منهم عقبة بن عامر وابن أبي حبيب والليث بن سعد وغيرهم وذهب الذين قالوا إنها فتحت عنوة إلى أن الحصن فتح عنوة فكان حكم جميع الأرض كذلك وبه قال عبد الله بن وهب ومالك بن أنس وغيرهما وذهب بعضهم إلى أن بعضها فتح عنوة وبعضها فتح صلحا منهم ابن شهاب وابن لهيعة وكان فتحها يوم الجمعة مستهل المحرم سنة 02 للهجرة وذكر يزيد بن أبي حبيب أن عدد الجيش الذين شهدوا فتح الحصن خمسة عشر ألفا وخمسمائة وقال عبد الرحمن بن سعيد بن مقلاص إن الذين جرت سهامهم في الحصن من المسلمين اثنا عشر ألفا وثلاثمائة بعد من أصيب منهم في الحصار بالقتل والموت وكان قد أصابهم طاعون ويقال إن الذين قتلوا من المسلمين دفنوا في أصل الحصن فلما حاز عمرو ومن معه ما كان في الحصن أجمع على المسير إلى الإسكندرية فسار إليها في ربيع الأول سنة 02 وأمر عمرو بفسطاطه أن يقوض فإذا بيمامة قد باضت في أعلاه فقال لقد تحرمت بجوارنا أقروا الفسطاط حتى تنقف وتطير فراخها فأقر فسطاطه ووكل به من يحفظه أن لا تهاج ومضى إلى الإسكندرية وأقام عليها ستة أشهر حتى فتحها الله عليه فكتب إلى عمر بن الخطاب يستأذنه في سكناها فكتب إليه لا تنزل بالمسلمين منزلا يحول بيني وبينهم فيه نهر ولا بحر فقال عمرو لأصحابه أين ننزل فقالوا نرجع أيها الأمير إلى فسطاطك فنكون على ماء وصحراء فقال للناس نرجع إلى موضع الفسطاط فرجعوا وجعلوا يقولون نزلت عن يمين الفسطاط وعن شماله فسميت البقعة بالفسطاط لذلك وتنافس الناس في المواضع فولى عمرو بن العاص على الخطط معاوية بن حديج وشريك بن سمي وعمرو بن قحزم وجبريل بن ناشرة المعافري فكانوا هم الذين نزلوا القبائل وفصلوا بينهم وللعرب ست لغات في الفسطاط يقال فسطاط بضم أوله وفسطاط بكسره وفساط بضم أوله واسقاط الطاء الأولى وفساط بإسقاطها وكسر أوله وفستاط وفستاط بدل الطاء تاء ويضمون ويفتحون ويجمع فساطيط وقال الفراء في نوادره ينبغي أن يجمع فساتيط ولم أسمعها فساسيط وأما معناه فإن الفسطاط الذي كان لعمرو بن العاص هو بيت من أدم أو شعر وقال صاحب العين الفسطاط ضرب من الأبنية قال والفسطاط أيضا مجتمع أهل الكورة حوالي مسجد جماعتهم يقال هؤلاء أهل الفسطاط وفي الحديث عليكم |جـ 4 صـ 264| بالجماعة فإن يد الله على الفسطاط يريد المدينة التي يجتمع فيها الناس وكل مدينة فسطاط قال ومنه قيل لمدينة مصر التي بناها عمرو بن العاص الفسطاط روي عن الشعبي أنه قال في العبد الآبق إذا أخذ في الفسطاط ففيه عشرة دراهم وإذا أخذ خارج الفسطاط ففيه أربعون وقال عبد الرحمن بن عبد الله بن عبد الحكم فلما فتحت مصر التمس أكثر المسلمين الذين شهدوا الفتح أن تقسم بينهم فقال عمرو لا أقدر على قسمتها حتى أكتب إلى أمير المؤمنين فكتب إليه يعلمه بفتحها وشأنها ويعلمه أن المسلمين طلبوا قسمتها فكتب إليه عمر لا تقسمها وذرهم يكون خراجهم فيئا للمسلمين وقوة لهم على جهاد عدوهم فأقرها عمرو وأحصى أهلها وفرض عليهم الخراج ففتحت مصر كلها صلحا بفريضة دينارين دينارين على كل رجل لا يزاد على أحد منهم في جزية رأسه أكثر من دينارين إلا أنه يلزم بقدر ما يتوسع فيه من الأرض والزرع إلا أهل الإسكندرية فإنهم كانوا يؤدون الجزية والخراج على قدر ما يرى من وليهم لأن الإسكندرية فتحت عنوة بغير عهد ولا عقد ولم يكن لهم صلح ولا ذمة وحدث الليث بن سعد بن عبد الله بن جعفر قال سألت شيخا من القدماء عن فتح مصر فقال هاجرنا إلى المدينة أيام عمر بن الخطاب رضي الله عنه وأنا محتلم وشهدت فتح مصر وقلت إن ناسا يذكرون أنه لم يكن لهم عهد فقال لا يبالي أن لا يصلي من قال إنه ليس لهم عهد فقلت هل كان لهم كتاب قال نعم كتب ثلاثة كتاب عند طلما صاحب إخنى وكتاب عند قرمان صاحب رشيد وكتاب عند يحنس صاحب البرلس قلت فكيف كان صلحهم قال ديناران على كل إنسان جزية وأرزاق المسلمين قلت أفتعلم ما كان من الشروط قال نعم ستة شروط لا يخرجون من ديارهم ولا تنتزع نساؤهم ولا كنوزهم ولا أراضيهم ولا يزاد عليهم وقال عقبة بن عامر كانت شروطهم ستة أن لا يؤخذ من أرضهم شيء ولا يزاد عليهم و لا يكلفوا غير طاقتهم ولا تؤخذ ذراريهم وأن يقاتل عنهم عدوهم من ورائهم وعن يحيى بن ميمون الحضرمي قال لما فتح عمرو بن العاص مصر صولح جميع من فيها من الرجال من القبط ممن راهق الحلم إلى ما فوق ذلك ليس فيهم صبي ولا امرأة ولا شيخ على دينارين دينارين فأحصوا لذلك فبلغت عدتهم ثلاثمائة ألف ألف وذكر آخرون أن مصر فتحت عنوة روى ابن وهب عن داود بن عبد الله الحضرمي أن أبا قنان حدثه عن أبيه أنه سمع عمرو بن العاص يقول قعدت في مقعدي هذا وما لأحد من قبط مصر علي عهد ولا عقد إلا لأهل انطابلس فإن لهم عهدا نوفي لهم به إن شئت قتلت وإن شئت خمست وإن شئت بعت وروى ابن وهب عن عياض بن عبد الله الفهري عن ربيعة بن أبي عبد الرحمن أن عمرو بن العاص فتح مصر بغير عقد ولا عهد وأن عمر بن الخطاب رضي الله عنه حبس درها وصرها أن يخرج منها شيء نظرا للإمام وأهله والله الموفق جامع ابن طولون قال القضاعي كان السبب في بنائه أن أهل مصر شكوا إلى أحمد بن طولون ضيق مسجد الجامع يعنون مسجد عمرو بن العاص فأمر بإنشاء مسجد الجامع بجبل يشكر ابن جزيلة من لخم وهو الآن بين مصر والقاهرة فابتدأ ببنائه في سنة 264 وفرغ منه في سنة 266 وذكر أحمد بن يوسف في سيرة أحمد بن طولون أن مبلغ النفقة على هذا الجامع مائة وعشرون ألف دينار ومات أحمد بن طولون سنة 072 وهو الآن فارغ تسكنه المغاربة |جـ 4 صـ 265| ولا تقام فيه جمعة وأما جامع عمرو بن العاص فهو في مصر وهو العامر المسكون وكان عمرو بن العاص لما حاصر الحصن بالفسطاط نصب رايته بتلك المحلة فسميت محلة الراية إلى الآن وكان موضع هذا الجامع جبانة حاز موضعه قيسبة بن كلثوم التجيبي ويكنى أبا عبد الرحمن ونزله فلما رجعوا من الإسكندرية سأل عمرو بن العاص قيسبة في منزله هذا أن يجعله مسجدا فتصدق به قيسبة على المسلمين واختط مع قومه بني سوم في تجيب فبني سنة 12 وكان طوله خمسين ذراعا في عرض ثلاثين ذراعا ويقال إنه وقف على إقامة قبلته ثمانون رجلا من الصحابة الكرام منهم الزبير بن العوام والمقداد بن الأسود وعبادة بن الصامت وأبو الدرداء وأبو ذر الغفاري وغيرهم قيل إنها كانت مشرقة قليلا حتى أعاد بناءها على ما هي اليوم قرة بن شريك لما هدم المسجد في أيام الوليد بن عبد الملك وبناه ثم ولي مصر مسلمه بن مخلد الأنصاري من قبل معاوية سنة 35 وبيضه وزخرفه وزاد في أرجائه وأبهته وكثر مؤذنيه ثم لما ولي مصر قرة بن شريك العبسي في سنة 29 هدمه بأمر الوليد بن عبد الملك فزاد فيه ونمقه وحسنه على عادة الوليد بن عبد الملك في بناء الجوامع ثم ولي صالح بن علي بن عبد الله بن العباس في أيام السفاح فزاد أيضا فيه وهو أول من ولي مصر من بني هاشم وذلك في سنة 331 ويقال إنه أدخل في الجامع دار الزبير بن العوام ثم ولي موسى بن عيسى في أيام الرشيد في سنة 571 فزاد فيه أيضا ثم قدم عبد الله بن طاهر بن الحسين في أيام المأمون في سنة 112 لقتال الخوارج ولما ظفر بهم ورجع أمر بالزيادة في الجامع فزيد فيه من غربيه وكان وروده إلى مصر في ربيع الأول وخروجه في رجب من هذه السنة ثم زاد فيه في أيام المعتصم أبو أيوب أحمد بن محمد بن شجاع ابن أخت أبي الوزير أحمد بن خالد وكان صاحب الخراج بمصر وذلك في سنة 852 ثم وقع في الجامع حريق في سنة 572 فهلك فيه أكثر زيادة عبد الله بن طاهر فأمر خمارويه بن أحمد بن طولون بعمارته وكتب اسمه عليه ثم زاد فيه أبو حفص عمر القاضي العباسي في رجب سنة 336 ثم زاد فيه أبو بكر محمد بن عبد الله بن الخازن رواقا واحدا مقداره تسعة أذرع في سنة 753 ومات قبل تتمتها فأتمها ابنه علي وفرغت في سنة 853 ثم زاد فيه في أيام الوزير يعقوب بن يوسف بن كلس الفوارة التي تحت قبة بيت المال وذلك في سنة 873 وجدد الحاكم بياض مسجد الجامع وقلع ما كان عليه من الفسفس وبيض مواضعه قال الشريف محمد بن أسعد بن علي بن الحسن الجواني المعروف بابن النحوي في كتاب سماه النقط لمعجم ما أشكل عليه من الخطط وكان السبب في خراب الفسطاط وإخلاء الخطط حتى بقيت كالتلال أنه توالت في أيام المستنصر بن الظاهر بن الحاكم سبع سنين أولها سنة 754 إلى سنة 464 من الغلاء والوباء الذي أفنى أهلها وخرب دورها ثم ورد أمير الجيوش بدر الجمالي من الشام في سنة 466 وقد عم الخراب جانبي الفسطاط الشرقي والغربي فأما الغربي فخرب الشرف منه ومن قنطرة خليج بني وائل مع عقبة يحصب إلى الشرف ومراد والعبسيين وحبشان وأعين والكلاع والألبوع والأكحول والربذ والقرافة ومن الشرقي الصدف وغافق وحضرموت والمقوقف والبقنق والعسكر إلى المنظر والمعافر بأجمعها إلى دار أبي قتيل وهو الكوم الذي شرقي عفصة الكبرى وهي سقاية ابن طولون فدخل أمير |جـ 4 صـ 266| الجيوش مصر وهذه المواضع خاوية على عروشها وقد أقام النيل سبع سنين يمد وينزل فلا يجد من يزرع الأرض وقد بقي من أهل مصر بقايا يسيرة ضعيفة كاسفة البال وقد انقطعت عنها الطرق وخيفت السبل وبلغ الحال بهم إلى أن الرغيف الذي وزنه رطل من الخبز يباع في زقاق القناديل كبيع الطرف في النداء بأربعة عشر درهما وبخمسة عشر درهما ويباع إردب القمح بثمانين دينارا ثم عرم ذلك وتزايد إلى أن أكلت الدواب والكلاب والقطاط ثم اشتدت الحال إلى أن أكل الرجال الرجال ولذلك سمي الزقاق الذي يحضره الغشم زقاق القتلى لما كان يقتل فيه وكان جماعة من العبيد الأقوياء قد سكنوا بيوتا قصيرة السقوف قريبة ممن يسعى في الطرقات ويطوف وقد أعدوا سكاكين وخطاطيف وهراوات ومجاذيف فإذا اجتاز أحد في الطريق رموا عليه الكلاليب وأشالوه إليهم في أقرب وقت وأسرع أمر ثم ضربوه بتلك الهراوات والأخشاب وشرحوا لحمه وشووه وأكلوه فلما دخل أمير الجيوش فسح للناس والعسكر في عمارة المساكن مما خرب فعمروا بعضه وبقي بعضه على خرابه ثم اتفق في سنة 564 نزول الافرنج على القاهرة فأضرمت النار في مصر لئلا يملكها العدو إذ لم يكن لهم بها طاقة قال ومن الدليل على دثور الخطط أنني سمعت الأمير تأييد الدولة تميم بن محمد المعروف بالصمصام يقول حدثني القاضي أبو الحسن علي بن الحسين الخلعي يقول عن القاضي أبي عبد الله القضاعي أنه قال كان في مصر من المساجد ستة وثلاثون ألف مسجد وثمانية آلاف شارع مسلوك وألف ومائة وسبعون حماما وفي سنة 275 قدم صلاح الدين يوسف بن أيوب من الشام بعد تملكه عليها إلى مصر وأمر ببناء سور على الفسطاط والقاهرة والقلعة التي على جبل المقطم فذرع دوره فكان تسعة وعشرين ألف ذراع وثلاثمائة ذراع بالذراع الهاشمي ولم يزل العمل فيه إلى أن مات صلاح الدين فبلغ دوره على هذا سبعة أميال ونصف الميل وهي فرسخان ونصف ",
                "title": "الفسطاط",
                "uri": "JK_000129_009777"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}