{
    "features": [
        {
            "item": "JK_000129_003022",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.104-105",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جبلة والنسبة الجبلي</h1> بالتحريك مرتجل اسم لعدة مواضع منها جبلة ويقال شعب جبلة الموضع الذي كانت فيه الوقعة المشهورة بين بني عامر وتميم وعبس وذبيان وفزارة وجبلة هذه هضبة حمراء بنجد بين الشريف والشرف والشريف ماء لبني نمير والشرف ماء لبني كلاب وجبلة جبل طويل له شعب عظيم واسع لا يرقى الجبل إلا من قبل الشعب والشعب متقارب وداخله متسع وبه عرينة بطن من بجلة وقال أبو زياد جبلة هضبة طولها مسيرة يوم وعرضها مسيرة نصف يوم وليس فيها طريق إلا طريقان فطريق من قبل مطلع الشمس وهو أسفل الوادي الذي يجيء من جبلة وبه ماءة لعرينة يقال لها سلعة وعرينة حي من بجيلة حلفاء في بني كلاب وطريق آخر من قبل مغرب الشمس يسمى الخليف وليس إلى جبلة طريق غير هذين وقال أبو أحمد يوم شعب جبلة وهو يوم بين بني تميم وبين بني عامر بن صعصعة فانهزمت تميم ومن ضامها وهذا اليوم الذي قتل فيه لقيط بن زرارة وهو المشهور بيوم تعطيش النوق برأي قيس بن زهير العبسي وكان قد قتل لقيطا جعدة بن مرداس وجعدة هو فارس خيبر وفيه يقول معقر البارقي تقدم خيبرا بأقل عضب له ظبة لما لاقى قطوف وزعم بعضهم أن شريح بن الأحوص قتله واستشهد بقول دختنوس بنت لقيط وجعل بنو عبس يضربونه وهو ميت ألا يا لها الويلات ويلة من هوى يضرب بني عبس لقيطا وقد قضى له عفروا وجها عليه مهابة ولا تحفل الصم الجنادل من ثوى وما ثأره فيكم ولكن ثأره شريح أرادته الأسنة والقنا وكان يوم جبلة من أعظم أيام العرب وأذكرها وأشدها وكان قبل الإسلام بسبع وخمسين سنة وقبل مولد النبي صلى الله عليه وسلم بسبع عشرة سنة وقال رجل من بني عامر لم أر يوما مثل يوم جبله لما أتتنا أسد وحنظله وغطفان والملوك أزفله نضربهم بقضب منتحله و جبلة أيضا موضع بالحجاز قال أبو بكر في الفيصل منها أبو القاسم سليمان بن علي الجبلي الحجازي المقيم بمكة حدث عن ابن عبد المؤمن وغيره |جـ 2 صـ 105| قال والحسن بن علي بن أحمد أبو علي الجبلي أظنه من جبلة الحجاز كان بالبصرة روى عن أبي خليفة الفضل بن الحباب الجمحي ومحمد بن عزرة والجوهري وبكر بن أحمد بن مقبل ومحمد بن يوسف العصفري ومحمد بن علي الناقد البصريين روى عنه القاضي أبو الحسن علي بن محمد بن حبيب الماوردي وغيره ",
                "title": "جبلة والنسبة الجبلي",
                "uri": "JK_000129_003022"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}