{
    "features": [
        {
            "item": "JK_000952_3977",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.398-399",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنكدري</h1> بضم الميم وسكون النون وفتح الكاف وكسر الدال والراء المهملتين هذه النسبة إلى المنكدر وهو اسم لبعض أجداد المنتسب إليه وهو أبو بكر أحمد بن محمد بن عمر بن عبد الرحمن بن عمر بن محمد بن المنكدر من أولاد محمد بن المنكدر بن عبد الله بن الهدير بن محرز بن عبد العزيز بن عامر بن الحارث بن حارثة بن سعد بن تيم بن مرة القرشي التيمي المنكدري الحافظ كان مولده بمكة ورحل إلى الأقاليم وحصل الأسانيد ويقع في حديثه المناكير والعجائب والإفرادات وكان يقول أناظر في ثلاث مئة ألف حديث حدث عن العباس بن محمد الدوري وجعفر بن أبي عثمان الطيالسي ومحمد بن إسماعيل السلمي وغيرهم روى عنه جماعة كثيرة فإنه حدث ببلاد خراسان وما وراء النهر والعراق وتوفي بطخارستان سنة عشرين وثلاث مئة قال عبد الواحد بن أبي بكر المنكدري مات والدي بفرجستان فنقلناه إلى مرو الروذ وبها قبره ومات ليلة الثلاثاء لتسع خلون من جمادى الآخرة سنة تسع عشر وثلاث مئة وابنه أبو عمر عبد الواحد بن أبي بكر التيمي المنكدري أقام بنيسابور مع أبيه مدة وسمع جعفر بن أحمد الحافظ وعبد الله بن محمد بن شيرويه وأقرانهما ثم خرج مع أبيه إلى |جـ 5 صـ 399| ما وراء النهر وانصرف إلى نيسابور بعد وفاة أبيه وذلك في أيام صاحب الجيش أبي نصر منصور بن قرانكين ثم إنه خرج إلى الجوزجانان فاستوزر بها فبقي عند أولئك الملوك الوزارة الأب ثم الأبن واخر ما رأيته ببخارى سنة خمس وخمسين وثلاث مئة ذكره الحاكم أبو عبد الله الحافظ صاحب التاريخ ثم قال وكتبنا عنه وانتخبت عليه ثم جاءنا بغتة من جوزجانان سنة تسع وخمسين وثلاث مئة وكان من عقلاء الرجال وقال الحاكم كنا مع أبي عمر المنكدري ببخارى فبلغني أن علي بن موسى الزراد قال له يوما يا أبا عمر بلغني أنك قرمطي فقال أبو عمر أنا رجل من تميم قريش وكان والدي من مدينة رسول الله صلى الله عليه وسلم لا يتعلق بنا هذا القول وكل ذي نعمة محسود فسكت علي بن موسى ",
                "title": "المنكدري",
                "uri": "JK_000952_3977"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}