{
    "features": [
        {
            "item": "JK_000129_012989",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.313-314",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نهاوند</h1> بفتح النون الأولى وتكسر والواو مفتوحة ونون ساكنة ودال مهملة هي مدينة عظيمة في قبلة همذان بينهما ثلاثة أيام قال أبو المنذر هشام سميت نهاوند لأنهم وجدوها كما هي ويقال إنها من بناء نوح عليه السلام أي نوح وضعها وإنما اسمها نوح أوند فخففت وقيل نهاوند وقال حمزة أصلها بنوهاوند فاختصروا منها ومعناه الخير المضاعف قال بطليموس نهاوند في الإقليم الرابع وطولها اثنتان وسبعون درجة وعرضها ست وثلاثون درجة وهي أعتق مدينة في الجبل وكان فتحها سنة 91 ويقال سنة 02 وذكر أبو بكر الهذلي عن محمد بن الحسن كانت وقعة نهاوند سنة 12 أيام عمر بن الخطاب رضي الله عنه وأمير المسلمين النعمان بن مقرن المزني وقال عمر إن أصبت فالأمير حذيفة بن اليمان ثم جرير بن عبد الله ثم المغيرة بن شعبة ثم الأشعث بن قيس فقتل النعمان وكان صحابيا فأخذ الراية حذيفة وكان الفتح على يده صلحا كما ذكرناه في ماه دينار وقال المبارك بن سعيد عن أبيه قال نهاوند من فتوح أهل الكوفة والدينور من فتوح أهل البصرة فلما كثر الناس بالكوفة احتاجوا إلى أن يرتادوا من النواحي التي صولح على خراجها فصيرت لهم الدينور وعوض أهل البصرة نهاوند لأنها قريبة من أصبهان فصار فضل ما بين خراج الدينور ونهاوند لأهل الكوفة فسميت نهاوند ماه البصرة والدينور ماه الكوفة وذلك في أيام معاوية بن أبي سفيان قال ابن الفقيه وعلى جبل نهاوند طلسمان وهما صورة سمكة وصورة ثور من ثلج لا يذوبان في شتاء ولا صيف ويقال إنهما للماء لئلا يقل بها فماؤها نصفان نصف إليها ونصف إلى الدينور وقال في موضع آخر وماء ذلك الجبل ينقسم قسمين قسم يأخذ إلى نهاوند وقسم يأخذ في المغرب حتى يسقي رستاقا يقال له الأشتر وقال مسعر بن المهلهل أبو دلف وسرنا من همذان إلى نهاوند وبها سمكة وثور من حجر حسنا الصورة يقال إنهما طلسم لبعض الآفات التي كانت بها وبها آثار لبعض الفرس حسنة وفي وسطها حصن عجيب البناء عالي السمك وبها قبور قوم من العرب استشهدوا في صدر الإسلام وماؤها بإجماع العلماء غذي مريء وبها شجر خلاف تعمل منه الصوالجة ليس في شيء من البلدان مثله في صلابته وجودته قال ابن الفقيه وبنهاوند قصب يتخذ منه ذريرة وهو هذا الحنوط فما دام بنهاوند أو بشيء من رساتيقها فهو والخشبة بمنزلة واحدة لا رائحة له فإذا حمل منها وجاوز العقبة التي يقال لها عقبة الركاب فاحت رائحته وزالت الخشبية عنه وقال عبيد الله الفقير إليه مؤلف الكتاب ومما يصدق هذه الحكاية ما ذكره محمد بن أحمد بن سعيد التميمي في كتاب له ألفه في الطب في مجلدين وسماه حبيب العروس وريحان النفوس قال قصبة الذريرة هي القمحة العراقية وهي ذريرة القصب وقال فيه يحيى بن ماسويه إنه قصب يجلب من ناحية نهاوند قال وكذلك قال فيه محمد بن العباس الخشكي قال وأصله قصب ينبت في أجمة في بعض الرساتيق يحيط بها جبال والطريق إليها في عدة عقاب فإذا طال ذلك القصب ترك حتى يجف ثم يقطع عقدا وكعابا على مقدار عقد ويعبى في |جـ 5 صـ 314| جوالقات ويحمل فإن أخذته على عقبة من تلك العقاب مسماة معروفة نخر وتهافت وتكلس جسمه فصار ذريرة وسمي قمحة وإن أسلك به على غير تلك العقبة لم يزل على حاله قصبا صلبا وأنابيب وكعابا صلبة لا ينتفع به ولا يصلح إلا للوقود وهذا من العجائب الفردة وقال ابن الفقيه يوجد على حافات نهر نهاوند طين أسود للختم وهو أجود ما يكون من الطين وأشده سوادا وتعلكا يزعم أهل الناحية أن السراطين تخرجه من جوف النهر وتلقيه إلى حافاته ويقولون إنهم لو حفروا في قرار النهر ما حفروا أو في جوانبه ما وجدوا إلا ما تخرجه السراطين قال وحدثني رجل من أهل الأدب قال رأيت بنهاوند فتى من الكتاب وهو كالساهي فقلت له ما حالك فقال يا طول ليلي بنهاوند مفكرا في البث والوجد فمرة آخذ من منية لا تجلب الخير ولا تجدي ومرة أشدو بصوت إذا غنيته صدع لي كبدي قد جالت الأيام بي جولة فصرت منها ببروجرد كأنني في خانها مصحف مستوحش من يد مرتد الحمد لله على كل ما قدر من قبل ومن بعد وبين همذان ونهاوند أربعة عشر فرسخا من همذان إلى زوذراور سبعة فراسخ وجمع الفرس جموعها بنهاوند قيل مائة وخمسون ألف فارس وقدم عليهم الفيروزان وبلغ ذلك المسلمين فأنفذ عمر عليهم الجيوش وعليهم النعمان بن مقرن فواقعهم فقتل أول قتيل فأخذ حذيفة بن اليمان رايته وصار الفتح وذلك أول سنة 91 لسبع سنين من خلافة عمر بن الخطاب رضي الله عنه وقيل كانت سنة 02 والأول أثبت فلم يقم للفرس بعد هذه الوقعة قائم فسماها المسلمون فتح الفتوح فقال القعقاع بن عمرو المخزومي رمى الله من ذم العشيرة سادرا بداهية تبيض منها المقادم فدع عنك لومي لا تلمني فإنني أحوط حريمي والعدو الموائم فنحن وردنا في نهاوند موردا صدرنا به والجمع حران واجم وقال أيضا وسائل نهاوندا بنا كيف وقعنا وقد أثخنتها في الحروب النوائب وقال أيضا ونحن حبسنا في نهاوند خيلنا لشد ليال أنتجت للأعاجم فنحن لهم بينا وعصل سجلها غداة نهاوند لإحدى العظائم ملأنا شعابا في نهاوند منهم رجالا وخيلا أضرمت بالضرائم وراكضهن الفيرزان على الصفا فلم ينجه منا انفساح المخارم ",
                "title": "نهاوند",
                "uri": "JK_000129_012989"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}