{
    "features": [
        {
            "item": "JK_000952_0414",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.303-304",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البراثي</h1> بفتح الباء الموحدة والراء وفي آخرها الثاء المثلثة هذه النسبة إلى براثا وهو موضع ببغداد متصل بالكرخ وبه جامع إلى الساعة بقي حيطانه غير أن أمير المؤمنين أمر بسد أبوابه وأن لا يصلى فيه أيام الجمعات فإن جماعة من الشيعة كانوا يجتمعون فيه ويشتمون الصحابة وقال أبو بكر الخطيب الحافظ أبو بكر بن البراثي قرية ببغداد من سواد نهر الملك والمنتسب إلى هذه القرية جماعة منهم أبو العباس أحمد بن محمد بن خالد بن يزيد بن غزوان البراثي يروي عن علي بن الجعد وعبد الله بن عون الخراز ويحيى بن عبد الحميد الحماني وكامل بن طلحة وسريج بن يونس روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي الجرجاني الإمام وأبو بكر محمد بن عمر الجعابي الحافظ وأبو حفص عمر بن علي الزيات ووالده أبو عبد الله محمد بن خالد البراثي كان من أهل الدين والفضل والجلالة والنبل ذا حال من الدنيا حسنة معروفا بالبر واصطناع الخير وكان صديقا لبشر بن الحارث الحافي يأنس إليه في أموره ويقبل منه ما يهدي إليه وكان يجهز إلى الثغر وكان موسرا وأسند الحديث عن هشيم بن بشير وسفيان بن عيينة روى عنه ابنه أبو العباس البراثي وأبو عبد الله البراثي العابد يحكى عنه حكايات في الزهد وأبو بكر أحمد بن المبارك بن أحمد يعرف بأبي الرجال البراثي كتب بالبصرة عن أبي الحسن علي بن |جـ 1 صـ 304| محمد بن موسى التمار الأمالي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وقال كتبت عنه في قريته وكان فاضلا صالحا من أهل القرآن كثير التعبد وكان له بيت ينفرد فيه ولا يخرج منه إلا في أوقات الصلوات ويشتغل فيه بالعبادة ومات ببراثا في سنة ثلاثين وأربعمائة وأبو عبد الله جعفر بن محمد بن عبدويه المروزي المعروف بالبراثي حدث عن حفص بن عمرو الربالي ومحمد بن الوليد البسر وإسماعيل بن أبي الحارث وزيد بن إسماعيل الصائغ وعلي بن عبدة التميمي روى عنه أبو حفص بن شاهين والمعافى بن زكريا الجريري وجماعة وكان ثقة مات سلخ جمادى الأولى سنة خمس وعشرين وثلاثمائة ",
                "title": "البراثي",
                "uri": "JK_000952_0414"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}