{
    "features": [
        {
            "item": "JK_000129_010049",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.310-311",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قتندة</h1> بلدة بالأندلس ثغر سرقسطة كانت بها وقعة بين المسلمين والأفرنج استشهد بها إمام المحدثين بالأندلس القاضي أبو علي الحسين بن محمد بن فيره بن حيون بن سكرة الصدفي السرقسطي في ربيع الأول سنة 415 عن ستين سنة وكان أمير المسلمين علي بن يوسف بن تاشفين ألزمه أن يقلده القضاء بمرسية في شرقي الأندلس فتقلده على كره منه في سنة 505 ثم استعفى من القضاء فلم يعفه فاختفى مدة وخضع حتى أعفاه وهو مغضب عليه فكتب ابن فيره إلى أمير المسلمين كتابا يقوم فيه بعذره وضمنه حديثا ذكره بإسناد له عن إبراهيم بن أبي عبلة قال بعث إلي هشام بن عبد الملك وقال يا إبراهيم إنا قد عرفناك صغيرا واخترناك كبيرا فرضينا سيرتك وحالك وقد رأيت أن أخالطك بنفسي وخاصتي وأشركك في عملي وقد وليتك خراج مصر فقلت أما الذي عليه رأيك يا أمير المؤمنين فالله تعالى يجزيك ويثيبك وكفى به جازيا ومثيبا وأما الذي أنا عليه فما لي بالخراج بصر وما لي عليه قوة قال فغضب حتى اختلج وجهه وكان في عينيه قبل فنظر إلي نظرا منكرا ثم قال لي لتلين طائعا أو لتلين كارها قال فأمسكت عن الكلام حتى رأيت غضبه قد انكسر وسورته قد طفئت فقلت يا أمير المؤمنين أتكلم قال نعم قلت إن الله سبحانه وتعالى قال في كتابه الكريم & إنا عرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها & فوالله يا أمير المؤمنين ما غضب عليهن إذ أبين ولا أكرههن إذ كرهن وما أنا بحقيق أن تغضب علي إذ أبيت أو تكرهني إذ كرهت قال فضحك هشام حتى بدت نواجذه ثم قال يا إبراهيم أبيت إلا فقها قد رضينا عنك وأعفيناك قال فأجابه أمير المسلمين بما آنسه وحضه على الرجوع إلى إفادة الناس ونشر العلم ولهذا الرجل فضائل كثيرة ورحلة إلى المشرق لقي فيها جماعة وعمل له القاضي عياض مشيخة في عدة أجزاء كتبت هذا منها وكانت بخط أبي عبيد الله الأشيري |جـ 4 صـ 311| ",
                "title": "قتندة",
                "uri": "JK_000129_010049"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}