{
    "features": [
        {
            "item": "JK_000952_2512",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.567-568",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصولي</h1> بضم الصاد المهملة وفي آخرها اللام هذه النسبة إلى صول وهو اسم لبعض أجداد المنتسب إليه وصول مدينة بباب الأبواب قال بعض القدماء % في ليل صول تناهى العرض والطول % % كأنما صبحه بالحشر موصول % وأبو بكر محمد بن يحيى بن عبد الله بن العباس بن محمد بن صول الصولي وصول جده كان من ملوك جرجان ثم رأس أولاده من بعده في الكتبة وتقلد الأعمال السلطانية وصول وفيروز أخوان تركيان ملكان بجرجان يدينان المجوسية فلما دخل يزيد بن المهلب جرجان أمنهما فأسلم صول على يده ولم يزل معه حتى قتل يوم العقر وأبو بكر الصولي النديم هذا كان أحد العلماء بفنون الآداب حسن المعرفة بأخبار الملوك وأيام الخلفاء ومآثر الأشراف وطبقات الشعراء وكان واسع الرواية حسن الحفظ للأدب حاذقا بتصنيف الكتب ووضع الأشياء منها في مواضعها ونادم عدة من الخلفاء وصنف أخبارهم وسيرهم وجمع أشعارهم ودون أخبار من تقدم وتأخر من الشعراء والوزراء والكتاب والرؤساء وكان حسن الإعتقاد جميل الطريقة مقبول القول وله أبوة حسنة على ما ذكرناه وله شعر كثير في المدح والغزل حدث عن أبي داود سليمان بن الأشعث السجستاني وأبوي العباس ثعلب والمبرد وأبي العيناء محمد بن القاسم وأبي العباس الكديمي وأبي عبد الله محمد بن زكريا الغلابي وأبي رويق عبد الرحمن بن خلف الضبي وإبراهيم بن فهد الساجي وعباس بن فضل الأسفاطي وأحمد بن عبد الرحمن الهجري ومعاذ بن المثنى العنبري وغيرهم روى عنه أبو الحسن الدارقطني وابو عمر بن حيويه وأبو بكر بن شاذان وأبو عبيد الله المرزباني وأبو أحمد الفرضي وجماعة سواهم ممن بعدهم وكتبت جزأين ضخمين من أماليه الحسنة عن شيخنا أبي منصور الجواليقي ببغداد وتصانيفه سائرة مشهورة ومات بالبصرة لأنه خرج عن بغداد إليها لإصابة لحقته في سنة خمس أو ست وثلاثين وثلاثمائة وأبو إسحاق إبراهيم بن العباس بن صول الصولي المعروف بالكاتب أصله من خراسان وكان أشعر الكتاب وأرقهم لسانا وأسيرهم قولا وله ديوان شعر مشهور |جـ 3 صـ 568| روى عن علي بن موسى الرضا عليهما السلام روى عنه ثعلب النحوي وتوفي سنة ثلاث وأربعين ومائتين بسر من رأى ",
                "title": "الصولي",
                "uri": "JK_000952_2512"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}