{
    "features": [
        {
            "item": "JK_000129_008482",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.49-50",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طوس والنسبة الطوسي</h1> قال بطليموس طول طوس إحدى وثمانون درجة وعرضها سبع وثلاثون وهي في الإقليم الرابع إن شئت صرفته لأن سكون وسطه قاوم إحدى العلتين واشتقاقه في الذي قبله وهي مدينة بخراسان بينها وبين نيسابور نحو عشرة فراسخ تشتمل على بلدتين يقال لإحداهما الطابران وللأخرى نوقان ولهما أكثر من ألف قرية فتحت في أيام عثمان بن عفان رضي الله عنه وبها قبر علي بن موسى الرضا وبها أيضا قبر هارون الرشيد وقال مسعر بن المهلهل وطوس أربع مدن منها اثنتان كبيرتان واثنتان صغيرتان وبها آثار أبنية إسلامية جليلة وبها دار حميد بن قحطبة ومساحتها ميل في مثله وفي بعض بساتينها قبر علي بن موسى الرضا وقبر الرشيد وبينها وبين نيسابور قصر هائل عظيم محكم البنيان لم أر مثله علو جدران وإحكام بنيان وفي داخله مقاصير تتحير في حسنها الأوهام وآزاج وأروقة وخزائن وحجر للخلوة وسألت عن أمره فوجدت أهل البلد مجمعين على أنه من بناء بعض التبابعة وأنه كان قصد بلد الصين من اليمن فلما صار إلى هذا المكان رأى أن يخلف حرمه وكنوزه وذخائره في مكان يسكن إليه ويسير متخففا فبنى هذا القصر وأجرى له نهرا عظيما آثاره بينة وأودعه كنوزه وذخائره وحرمه ومضى إلى الصين فبلغ ما أراد وانصرف فحمل بعض ما كان جعله في القصر وبقيت له فيه بعد أموال وذخائر تخفى أمكنتها وصفات مواضعها مكتوبة معه فلم يزل على هذه الحال تجتاز به القوافل وتنزله السابلة ولا يعلمون منه شيئا حتى استبان ذلك واستخرجه أسعد بن أبي يعفز صاحب كحلان في أيامنا هذه لأن الصفة كانت وقعت إليه فوجه قوما استخرجوها وحملوها إليه إلى اليمن وقد خرج من طوس من أئمة أهل العلم والفقه ما لا يحصى وحسبك بأبي حامد محمد بن محمد بن محمد الغزالي الطوسي وأبي الفتوح أخيه وأما الغزالي أبو حامد فهو الإمام المشهور صاحب التصانيف التي ملأت الأرض طولا وعرضا قرأ على أبي المعالي الجويني ودرس بالنظامية بعد أبي إسحاق ونال من الدنيا أربه ثم انقطع إلى العبادة فحج إلى بيت الله الحرام وقصد الشام وأقام بالبيت المقدس مدة وقيل إنه قصد الإسكندرية وأقام بمنارتها ثم رجع إلى طوس وانقطع إلى العبادة فألزمه فخر الملك بن نظام الملك بالتدريس بمدرسته في نيسابور فامتنع وقال أريد العبادة فقال له لا يحل لك أن تمنع المسلمين الفائدة منك فدرس ثم ترك التدريس ولزم منزله بطوس حتى مات بالطابران منها في رابع عشر جمادى الآخرة سنة 505 ودفن بظاهر الطابران وكان مولده سنة 054 ورثاه الأديب الأبيوردي فقال بكى على حجة الإسلام حين ثوى من كل حي عظيم القدر أشرفه وما لمن يمتري في الله عبرته على أبي حامد لاح يعنفه تلك الرزية تستهوي قوى جلدي والطرف تسهره والدمع تنزفه فما له خلة في الزهد منكرة ولا له شبه في الخلق نعرفه |جـ 4 صـ 50| مضى وأعظم مفقود فجعت به من لا نظير له في الخلق يخلفه ومنها تميم بن محمد بن طمغاج أبو عبد الرحمن الطوسي صاحب المسند الحافظ رحل وسمع بحمص سليمان بن سلمة الخياري وبمصر محمد بن رمح وغيره وبالجبال وخراسان إسحاق بن راهويه والحسن بن عيسى الماسرجسي وبالعراق عبد الرحمن بن واقد الواقدي وأحمد بن حنبل وهدبة بن خالد وشيبان بن فروخ روى عنه جماعة منهم علي بن جمشاد العدل وأبو بكر بن إبراهيم بن البدر صاحب الخلافيات وخلق سواهم وقال الحاكم تميم بن محمد بن طمغاج أبو عبد الرحمن الطوسي محدث ثقة كثير الحديث والرحلة والتصنيف جمع المسند الكبير ورأيته عند جماعة من مشايخنا والوزير نظام الملك الحسن بن علي وغيرهم وأهل خراسان يسمون أهل طوس البقر ولا أدري لم ذلك وقال رجل يهجو نظام الملك لقد خرب الطوسي بلدة غزنة فصب عليه الله مقلوب بلدته هو الثور قرن الثور في حر أمه ومقلوب اسم الثور في جوف لحيته وقال دعبل بن علي في قصيدة يمدح بها آل علي بن أبي طالب رضي الله عنه ويذكر قبري علي بن موسى والرشيد بطوس إربع بطوس على قبر الزكي به إن كنت تربع من دين على وطر قبران في طوس خير الناس كلهم وقبر شرهم هذا من العبر ما ينفع الرجس من قرب الزكي ولا على الزكي بقرب الرجس من ضرر هيهات كل امرىء رهن بما كسبت يداه حقا فخذ ما شئت أو فذر ",
                "title": "طوس والنسبة الطوسي",
                "uri": "JK_000129_008482"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}