{
    "features": [
        {
            "item": "JK_000129_002476",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.10-11",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تبت والنسبة التبتي</h1> بالضم وكان الزمخشري يقوله بكسر ثانيه وبعض يقوله بفتح ثانيه ورواه أبو بكر محمد بن موسى بفتح أوله وضم ثانيه مشدد في الروايات كلها وهو بلد بأرض الترك قيل هي في الإقليم الرابع المتاخم لبلاد الهند طولها من جهة المغرب مائة وثلاثون درجة وعرضها سبع وثلاثون درجة وقرأت في بعض الكتب أن تبت مملكة متاخمة لمملكة الصين ومتاخمة من إحدى جهاتها لأرض الهند ومن جهة المشرق لبلاد الهياطلة ومن جهة المغرب لبلاد الترك ولهم مدن وعمائر كثيرة ذوات سعة وقوة ولأهلها حضر وبدو وبداويهم ترك لا تدرك كثرة ولا يقوم لهم أحد من بوادي الأتراك وهم معظمون في أجناس الترك لأن الملك كان فيهم قديما وعند أحبارهم أن الملك سيعود إليهم وفي بلاد التبت خواص في هوائها ومائها وسهلها وجبلها ولا يزال الإنسان بها ضاحكا مستبشرا لا تعرض له الأحزان والأخطار والهموم والغموم يتساوى في ذلك شيوخهم وكهولهم وشبانهم ولا تحصى عجائب ثمارها وزهرها ومروجها وأنهارها وهو بلد تقوى فيه طبيعة الدم على الحيوان الناطق وغيره وفي أهله رقة طبع وبشاشة وأريحية تبعث على كثرة استعمال الملاهي وأنواع الرقص حتى إن الميت إذا مات لا يداخل أهله كثير الحزن كما يلحق غيرهم ولهم تحنن بعضهم على بعض والتبسم فيهم عام حتى إنه ليظهر في وجوه بهائمهم وإنما سميت تبت ممن ثبت فيها وربث من رجال حمير ثم أبدلت الثاء تاء لأن الثاء ليست في لغة العجم وكان من حديث ذلك أن تبع الأقرن سار من اليمن حتى عبر نهر جيحون وطوى مدينة بخارى وأتى سمرقند وهي خراب فبناها وأقام عليها ثم سار نحو الصين في بلاد الترك شهرا حتى أتى بلادا واسعة كثيرة المياه والكلأ فابتنى هناك مدينة عظيمة وأسكن فيها ثلاثين ألفا من أصحابه ممن لم يستطع السير معه إلى الصين وسماها تبت وقد افتخر دعبل بن علي الخزاعي بذلك في قصيدته التي عارض بها الكميت فقال وهم كتبوا الكتاب بباب مرو وباب الصين كانوا الكاتبينا |جـ 2 صـ 11| وهم سموا قديما سمرقندا وهم غرسوا هناك التبتينا وأهلها فيما زعم بعضم على زي العرب إلى هذه الغاية ولهم فروسية وبأس شديد وقهروا جميع من حولهم من أصناف الترك وكانوا قديما يسمون كل من ملك عليهم تبعا اقتداء بأولهم ثم ضرب الدهر ضربة فتغيرت هيئتهم ولغتهم إلى ما جاورهم من الترك فسموا ملوكهم بخاقان والأرض التي بها ظباء المسك التبتي والصيني واحدة متصلة وإنما فضل التبتي على الصين لأمرين أحدهما أن ظباء التبت ترعى سنبل الطيب وأنواع الأفاويه وظباء الصين ترعى الحشيش والأمر الآخر أن أهل التبت لا يعرضون لإخراج المسك من نوافجه وأهل الصين يخرجونه من النوافج فيتطرق عليه الغش بالدم وغيره والصيني يقطع به مسافة طويلة في البحر فتصل إليه الأنداء البحرية فتفسده وإن سلم المسك التبتي من الغش وأودع في البراني الزجاج وأحكم عفاصها ورد إلى بلاد الإسلام من فارس وعمان وهو جيد بالغ وللمسك حال ينقص خاصيته فلذلك يتفاضل بعضه على بعض وذلك أنه لا فرق بين غزلاننا وبين غزلان المسك في الصورة ولا الشكل ولا اللون ولا القرون وإنما الفارق بينهما بأنياب لها كأنياب الفيلة فإن لكل ظبي نابين خارجين من الفكين منتصبين نحو الشبر أو أقل أو أكثر فينصب لها في بلاد الصين وتبت الحبائل والشرك والشباك فيصطادونها وربما رموها بالسهام فيصرعونها ثم يقطعون عنها نوافجها والدم في سررها خام لم يبلغ الإنضاج فيكون لرائحته زهوكة تبقى زمانا حتى تزول وسبيل ذلك سبيل الثمار إذا قطعت قبل النضج فإنها تكون ناقصة الطعم والرائحة وأجود المسك وأخلصه ما ألقاه الغزال من تلقاء نفسه وذلك أن الطبيعة تدفع سواد الدم إلى سرته فإذا استحكم لون الدم فيها ونضج آذاه ذلك وأحدث له في سرته حكة فيندفع إلى أحد الصخور الحادة فيحتك به فيلتذ بذلك فينفجر ويسيل على تلك الأحجار كانفجار الجراح والدماميل إذا نضجت فيجد الغزال بخروج ذلك لذة حتى إذا فرغ ما في نافجته وهي سرته وهي لفظة فارسية اندملت وعادت فدفعت إليه مواد من الدم فتجتمع ثانية كما كانت أولا فتخرج رجال التبت فيتبعون مراعيها بين تلك الأحجار والجبال فيجدون الدم قد جف على تلك الصخور وقد أمكن الإنضاج فيأخذونه ويودعونه نوافج معهم فذلك أفضل المسك وأفخره فذلك الذي تستعمله ملوكهم ويتهادونه بينهم وتحمله التجار في النادر من بلادهم ولتبت مدن كثيرة وينسبون مسك كل مدينة إليها ويقال إن وادي النمل الذي مر به سليمان بن داود عليه السلام خلف بلاد التبت وبه معدن الكبريت الأحمر قالوا وبالتبت جبل يقال له جبل السم إذا مر به أحد تضيق نفسه فمنهم من يموت ومنهم من يثقل لسانه ",
                "title": "تبت والنسبة التبتي",
                "uri": "JK_000129_002476"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}