{
    "features": [
        {
            "item": "JK_000129_005280",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.473-476",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دنباوند</h1> جبل بكرمان ذكرته في بلد يقال له دمندان فأما الذي في الري فقال ابن الكلبي إنما سمي دنباوند لأن افريدون بن اثفيان الأصبهاني لما أخذ الضحاك بيوراسف قال لأرمائيل وكان نبطيا من أهل الزاب اتخذه الضحاك على مطابخه فكان يذبح غلاما ويستحيي غلاما ويسم على عنقه ثم يأمره فيأتي المغارة فيما بين قصران وخوي ويذبح كبشا فيخلطه بلحم الغلام فلما أراد افريدون قتله قال أيها الملك إن لي عذرا وأتى به المغارة وأراه صنيعه فاستحسن افريدون ذلك منه وأراد قتله بحجة فقال اجعل لي غذاء لا تجعل لي فيه بقلا ولا لحما فجعل فيه أذناب الضأن وأحضر له وهو بدنباوند لحبس الضحاك به فاستحسن افريدون ذلك منه وقال له دنباوندى أي وجدت الأذناب فتخلصت بها مني ثم قال أفريدون يا أرمائيل قد أقطعتك صداء الخيل ووهبت لك هؤلاء الذين وسمت فأنت وسمان وسمى الأرض التي وجد |جـ 2 صـ 476| فيها القوم دشت ي أي سمة وعقب فسميت دست ي الكورة المعروفة بين الري وهمذان وقزوين وقرأت في رسالة ألفها مسعر بن مهلهل الشاعر ووصف فيها ما عاينه في أسفاره فقال دنباوند جبل عال مشرف شاهق شامخ لا يفارق أعلاه الثلج شتاء ولا صيفا ولا يقدر أحد من الناس أن يعلو ذروته ولا يقاربها ويعرف بجبل البيوراسف يراه الناس من مرج القلعة ومن عقبة همذان والناظر إليه من الري يظن أنه مشرف عليه وأن المسافة بينهما ثلاثة فراسخ أو اثنان وزعم العامة أن سليمان بن داود عليه السلام حبس فيه ماردا من مردة الشياطين يقال له صخر المارد وزعم آخرون أن افريدون الملك حبس فيه البيوراسف وأن دخانا يخرج من كهف في الجبل يقول العامة إنه نفسه ولذلك أيضا يرون نارا في ذلك الكهف يقولون إنها عيناه وإن همهمته تسمع من ذلك الكهف فاعتبرت ذلك وارتصدته وصعدت في ذلك الجبل حتى وصلت إلى نصفه بمشقة شديدة ومخاطرة بالنفس وما أظن أن أحدا تجاوز الموضع الذي بلغت إليه بل ما وصل انسان إليه فيما أظن وتأملت الحال فرأيت عينا كبريتية وحولها كبريت مستحجر فإذا طلعت عليه الشمس والتهبت ظهرت فيه نار وإلى جانبه مجرى يمر تحت الجبل تخترقه رياح مختلفة فتحدث بينها أصوات متضادة على ايقاعات متناسبة فمرة مثل صهيل الخيل ومرة مثل نهيق الحمير ومرة مثل كلام الناس ويظهر للمصغي إليه مثل الكلام الجهوري دون المفهوم وفوق المجهول يتخيل إلى السامع أنه كلام بدوي ولغة إنسي وذلك الدخان الذي يزعمون أنه نفسه بخار تلك العين الكبريتية وهذه حال تحتمل على ظاهر صورة ما تدعيه العامة ووجدت في بعض شعاب هذا الجبل آثار بناء قديم وحولها مشاهد تدل على أنها مصايف بعض الأكاسرة وإذا نظر أهل هذه الناحية إلى النمل يدخر الحب ويكثر من ذلك علموا أنها سنة قحط وجدب وإذا دامت عليهم الأمطار وتأذوا بها وأرادوا قطعها صبوا لبن المعز على النار فانقطعت وقد امتحنت هذا من دعواهم دفعات فوجدتهم فيه صادقين وما رأى أحد رأس هذا الجبل في وقت من الأوقات منحسرا عن الثلج إلا وقعت الفتنة وهريقت الدماء من الجانب الذي يرى منحسرا وهذه العلامة أيضا صحيحة بإجماع أهل البلد وبالقرب من هذا الجبل معدن الكحل الرازي والمرتك والأسرب والزاج هذا كله قول مسعر وقد حكى قريبا من هذا علي بن زين كاتب المازيار الطبري كان حكيما محصلا وله تصانيف في فنون عدة قريبا من حكاية مسعر قال وجهنا جماعة من أهل طبرستان إلى جبل دنباوند وهو جبل عظيم شاهق في الهواء يرى من مائة فرسخ وعلى رأسه أبدا مثل السحاب المتراكم لا ينحسر في الصيف ولا في الشتاء ويخرج من أسفله نهر ماؤه أصفر كبريتي زعم جهال العجم أنه بول البيوراسف فذكر الذين وجهناهم أنهم صعدوا إلى رأسه في خمسة أيام وخمس ليال فوجدوا نفس قلته نحو مائة جريب مساحة على أن الناظر ينظر إليها من أسفل الجبل مثل رأس القبة المخروطة قالوا ووجدنا عليها رملا تغيب فيه الأقدام وإنهم لم يروا عليها دابة ولا أثر شيء من الحيوان وإن جميع ما يطير في الجو لا يبلغها وإن البرد فيها شديد والريح عظيمة الهبوب والعصوف وإنهم عدوا في كواتها سبعين كوة يخرج منها الدخان الكبريتي وإنه كان معهم رجل من أهل تلك الناحية فعرفهم أن ذلك الدخان تنفس البيوراسف ورأوا |جـ 2 صـ 477| حول كل نقب من تلك الكوى كبريتا أصفر كأنه الذهب وحملوا منه شيئا معهم حتى نظرنا إليه وزعموا أنهم رأوا الجبال حوله مثل التلال وأنهم رأوا البحر مثل النهر الصغير وبين البحر وبين هذا الجبل نحو عشرين فرسخا ودنباوند من فتوح سعيد بن العاصي في أيام عثمان لما ولي الكوفة سار إليها فافتتحها وافتتح الرويان وذلك في سنة 92 أو 03 للهجرة وبلغ عثمان بن عفان رضي الله عنه أن ابن ذي الحبكة النهدي يعالج تبريحا فأرسل إلى الوليد بن عقبة وهو وال على الكوفة ليسأله عن ذلك فإن أقر به فأوجعه ضربا وغربه إلى دنباوند ففعل الوليد ذلك فأقر فغربه إلى دنباوند فلما ولي سعيد رده وأكرمه فكان من رؤوس أهل الفتن في قتل عثمان فقال ابن ذي الحبكة لعمري إن أطردتني ما إلى الذي طمعت به من سقطتي سبيل رجوت رجوعي يا ابن أروى ورجعتي إلى الحق دهرا غال حلمك غول وإن اغترابي في البلاد وجفوتي وشتمي في ذات الإله قليل وإن دعائي كل يوم وليلة عليك بدنباوندكم لطويل وقال البحتري يمدح المعتز بالله فما زلت حتى أذعن الشرق عنوة ودانت على ضغن أعالي المغارب جيوش ملأن الأرض حتى تركنها وما في أقاصيها مفر لهارب مددن وراء الكوكبي عجاجة أرته نهارا طالعات الكواكب وزعزعن دنباوند من كل وجهة وكان وقورا مطمئن الجوانب ",
                "title": "دنباوند",
                "uri": "JK_000129_005280"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}