{
    "features": [
        {
            "item": "JK_000129_013521",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.404-405",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الهزم</h1> بالفتح ثم السكون والهزم ما اطمأن من الأرض جرى في هذا المكان بحث وتفتيش وسؤال وقد اقتضى أن أذكره ههنا وذلك أن بعض أهل العصر زعم أنه نقل عن أسعد بن زرارة أنه جمع بأهل المدينة قبل مقدم النبي صلى الله عليه وسلم في أول جمعة في هزم بني النبيت فطلبنا نقل ذلك من المسانيد فوجدنا في معجم الطبراني بإسناده مرفوعا إلى محمد بن إسحاق بن يسار قال حدثني محمد بن أبي أمامة بن سهل بن حنيف عن أبيه قال حدثني عبد الرحمن بن كعب بن مالك قال كنت يوما قائدا لأبي حين كف بصره فإذا خرجت به إلى الجمعة استغفر لأبي أمامة أسعد بن زرارة فقلت يا أبتاه رأيت استغفارك لأسعد بن زرارة كلما سمعت الأذان بالجمعة فقال يا بني أسعد أول من جمع بنا بالمدينة قبل مقدم النبي صلى الله عليه وسلم في هزم من حرة بني بياض في نقيع الخضمات فقلت كم كنتم يومئذ فقال أربعين رجلا وفي كتاب الصحابة لأبي نعيم الحافظ بإسناده إلى محمد بن إسحاق أيضا عن محمد بن أبي أمامة بن سهل بن حنيف عن أبيه عن عبد الرحمن بن كعب بن مالك أخبره قال كنت قائد أبي بعدما ذهب بصره |جـ 5 صـ 405| فكان لا يسمع الأذان بالجمعة إلا قال رحمة الله على أسعد بن زرارة فقلت يا أبي إنه تعجبني صلاتك على أبي أمامة كلما سمعت الأذان بالجمعة فقال يا بني إنه كان أول من جمع لنا الجمعة بالمدينة في هزم من حرة بني بياضة في نقيع يقال له الخضمات قلت وكم كنتم يومئذ قال أربعين رجلا وفي كتاب معرفة الصحابة لأبي عبد الله محمد بن إسحاق بن محمد بن يحيى بن مندة رفعه إلى محمد بن إسحاق بن يسار حدثني محمد بن أبي أمامة بن سهل بن حنيف عن أبيه قال حدثني عبد الرحمن بن كعب بن مالك قال كنت قائد أبي حين كف بصره فكنت إذا خرجت به إلى الجمعة وسمع الأذن استغفر لأبي أمامة أسعد بن زرارة فمكثت حينا أسمع ذلك منه فقلت عجزا لأسأله عن هذا فخرجت به كما كنت فلما سمع الأذان استغفر له فقلت يا أبتاه رأيت استغفارك لأسعد بن زرارة كلما سمعت الأذان بالجمعة فقال أي بني كان أسعد بن زرارة أول من جمع بنا بالمدينة قبل مقدم النبي صلى الله عليه وسلم في هزم من حرة بني بياضة في نقيع الخضمات قلت فكم كنتم يومئذ قال أربعين وفي كتاب الاستيعاب لابن عبد البر أن أسعد بن زرارة كان أول من جمع بالمدينة في هزمة من حرة بني بياضة يقال لها بقيع الخضمات وفي كتاب الآثار لأحمد بن الحسين البيهقي بإسناده قال أي بني كان أسعد أول من جمع بنا في هزم من حرة بني بياضة يقال له نقيع الخضمات قال الخطابي هو نقيع بالنون قلت فهذا كما تراه من الاختلاف في اسم المكان ثم قرأت في كتاب الروض الأنف الذي ألفه عبد الرحمن بن عبد الله السهيلي في شرح سيرة النبي صلى الله عليه وسلم تهذيب ابن هشام فقال وذكر ابن إسحاق أنه جمع بهم أبو أمامة عند هزم النبيت جبل على بريد من المدينة ففي هذا خلافان قوله النبيت وكلهم قال بياضة وقوله جبل والهزم بإجماع أهل اللغة المنخفض من الأرض وذكر بعض أهل المغاربة في حاشية كتابه قولا حسنا جمع بين القولين فإن صح فهو المعول عليه قال جمع بنا في هزم بني النبيت من حرة بني بياضة في نقيع يقال له نقيع الخضمات قلت والنبيت بطن من الأنصار وهو عمرو بن مالك بن الأوس وبياضة أيضا بطن من الأنصار وهو بياضة بن عامر بن زريق بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج ",
                "title": "الهزم",
                "uri": "JK_000129_013521"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}