{
    "features": [
        {
            "item": "JK_000129_005049",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.435-436",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دبا</h1> بفتح أوله والقصر والدبا الجراد قبل أن يطير قال الأصمعي سوق من أسواق العرب بعمان وهي غير دما ودما أيضا من أسواق العرب كلاهما عن الأصمعي وبعمان مدينة قديمة مشهورة لها ذكر في أيام العرب وأخبارها وأشعارها وكانت قديما قصبة عمان ولعل هذه السوق المذكورة فتحها المسلمون في أيام أبي بكر الصديق رضي الله عنه عنوة سنة 11 وأميرهم حذيفة بن محصن فقتل وسبى قال الواقدي قدم وفد الأزد من دبا مقرين بالإسلام على رسول الله صلى الله عليه وسلم فبعث عليهم مصدقا منهم يقال له حذيفة بن محصن البارقي ثم الأزدي من أهل دبا فكان يأخذ صدقات أغنيائهم ويردها إلى فقرائهم وبعث إلى النبي صلى الله عليه وسلم بفرائض لم يجد لها موضعا فلما مات رسول الله صلى الله عليه وسلم ارتدوا فدعاهم إلى النزوع فأبوا وأسمعوه شتما لرسول الله صلى الله عليه وسلم وأبي بكر فكتب حذيفة بذلك إلى أبي بكر رضي الله عنه فكتب أبو بكر إلى |جـ 2 صـ 436| عكرمة بن أبي جهل وكان النبي صلى الله عليه وسلم استعمله على صدقات عامر فلما مات النبي صلى الله عليه وسلم انحاز عكرمة إلى تبالة أن سر فيمن قبلك من المسلمين وكان رئيس أهل الردة لقيط بن مالك الأزدي فجهز لقيط إليهم جيشا فالتقوا فهزمهم الله وقتل منهم نحو مائة حتى دخلوا مدينة دبا فتحصنوا بها وحاصرهم المسلمون شهرا أو نحوه ولم يكونوا استعدوا للحصار فأرسلوا إلى حذيفة يسألونه الصلح فقال لا أصالح إلا على حكمي فاضطروا إلى النزول على حكمه فقال اخرجوا من مدينتكم عزلا لا سلاح معكم فدخل المسلمون حصنهم فقال إني قد حكمت فيكم أن أقتل أشرافكم وأسبي ذراريكم فقتل من أشرافهم مائة رجل وسبى ذراريهم وقدم بسبيهم المدينة فاختلف المسلمون فيهم وكان فيهم أبو صفرة أبوالمهلب غلام لم يبلغ فأراد أبو بكر رضي الله عنه قتل من بقي من المقاتلة فقال عمر رضي الله عنه يا خليفة رسول الله هم مسلمون إنما شحوا بأموالهم والقوم يقولون ما رجعنا عن الإسلام فلم يزالوا موقوفين حتى توفي أبو بكر فأطلقهم عمر رضي الله عنه فرجع بعضهم إلى بلاده وخرج أبو المهلب حتى نزل البصرة وأقام عكرمة بدبا عاملا لأبي بكر رضي الله عنه ",
                "title": "دبا",
                "uri": "JK_000129_005049"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}