{
    "features": [
        {
            "item": "JK_000952_4186",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.533-534",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النوري</h1> بضم النون المشددة والراء المهملة بعد الواو هذه النسبة إلى نور وهي بليدة بين بخارى وسمرقند عند جبل بها مزارات ومشاهد يقصدها الناس للزيارات فمن أهلها علي بن مسعدة النوري وأبو شعيب صالح بن محمد بن شعيب السنجاري النوري وبين سنجار ونور فرسخ واحد والحاكم أبو نصر أحمد بن جعفر النوري وابنه الحاكم محمد بن أحمد بن جعفر النوري والقاضي أبو علي الحسن بن علي بن أحمد بن الحسن بن إسماعيل بن داود الداودي النوري يروي عن أبي محمد عبد الصمد بن إبراهيم الحنظلي روى عنه عمر بن محمد النسفي قال وكان مولده في صفر سنة إحدى وخمسين وأربعمئة وتوفي بالنور في جمادى الأولى سنة ثمان عشرة وخمسمئة قال البصيري وفي حديث الأديب إسماعيل بن محمد بن حام الرعفندوي حدثنا أحمد بن عبد الواحد بن رفيد حدثنا أبو موسى عمران بن عبد الله الحافظ النوري قلت هو أبو موسى عمران بن عبد الله النوري الحافظ قال ابن ماكولا والنور من أعمال بخارى روى عن أحمد بن حفص ومحمد بن سلام البيكندي وحبان بن موسى ومحمد بن حفص البلخي والحسن بن سهرب روى عنه ابن رفيد وعبد الله بن منيح قال غنجار الحافظ وذكر أبو موسى عمران بن عبد الله بن إدريس النوري |جـ 5 صـ 534| الحافظ روى عن محمد بن سلام وأحمد بن حفص وعبدان بن عثمان وأبو مقاتل أحمد بن محمد بن حمد بن النوري سمع أبا حامد أحمد بن إسحاق بن عبد الله بن بشرويه بن حرب الهروي وجماعة من شيوخ بخارى عقد له مجلس الإملاء ببخارى روى عنه أبو العباس المستغفري وتوفي في رجب سنة سبع عشرة وأربعمئة وجماعة من أهل العراق نسبتهم هكذا ولا أدري لأي شيء قيل لهم النوري منهم أبو الحسين محمد بن محمد بن الصوفي النوري من كبار المشايخ قيل إنما سمي النوري لحسن وجهه ونور فيه وأبو الحسين أحمد بن محمد بن إدريس النوري حدث عن أبا بن جعفر النجيري وسليمان بن عيسى الجوهري حدث عنه أبو الحسن النعيمي وعلي بن حمزة المؤذن البصري وأحمد بن محمد بن مخلد النوري حدث عن يوسف بن موسى القطان حدث عنه ابن ابنه عبيد الله بن محمد وأبو القاسم عبيد الله بن محمد بن أحمد بن محمد بن مخلد النوري بغدادي حدث عن أبي القاسم البغوي وابن صاعد والقاسم بن بكر الطيالسي ومحمد بن حمدويه المروزي حدث عنه أبو القاسم عبيد الله بن أحمد بن عثمان ذكر هذا كله ابن ماكولا قلت توفي أبو القاسم النوري في شهر ربيع الاخر من سنة ثمانين وثلاثمئة ",
                "title": "النوري",
                "uri": "JK_000952_4186"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}