{
    "features": [
        {
            "item": "JK_000952_0366",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.275-276",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباهلي</h1> بفتح الباء المنقوطة بواحدة وكسر الهاء واللام هذه النسبة إلى باهلة وهي باهلة بن أعصر وكان العرب يستنكفون من الإنتساب إلى باهلة كأنها ليست فيما بينهم من الأشراف حتى قال قائلهم % وما ينفع الأصل من هاشم % % إذا كانت النفس من باهلة % والمشهور بالإنتساب إليها جماعة من القدماء والمتأخرين منهم أمير خراسان أبو حفص قتيبة بن مسلم بن عمرو بن الحصين بن ربيعة بن خالد بن أسيد الخير بن قضاعي بن هلال بن سلامة بن ثعلبة بن وائل بن معن بن مالك بن أعصر بن سعد بن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان الباهلي والي خراسان زمن عبد الملك بن مروان من جهة الحجاج بن يوسف من شجعان العرب ورجالاتهم حزما ورأيا ونبلا وفصاحة وكان أكثر فتوح بلاد ما وراء النهر بسببه مثل سمرقند ونسف وكش وخوارزم وغيرها من البلاد وقتل بفرغانة وحفيده أبو محمد سعيد بن سلم بن قتيبة بن مسلم الباهلي كان ولي الأعمال بمرو وكان عالما بالحديث والعربية ألا أنه كان لا يبذل نفسه للناس ليقرأوا عليه روى عن محمد بن زياد بن الأعرابي وعلي بن خشرم وغيرهما وأبو محمد العلاء بن هلال بن عمرو بن هلال بن أبي عطية الباهلي مولى عامر بن عمرو بن قتيبة من أهل الرقة والد هلال بن العلاء ولد سنة خمسين ومائة ومات سنة خمس وعشرة ومائتين يروي عن عبيد الله بن عمرو والبصريين روى عنه ابنه كان ممن يقلب الأسانيد ويغير الأسماء لا يجوز الاحتجاج به بحال روى عن يزيد بن زريع عن أيوب عن ابن أبي مليكة عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال من قلم أظفاره يوم الجمعة عافاه الله من السوء كله إلى الجمعة الأخرى وأبو حبيب علي بن |جـ 1 صـ 276| مسعدة الباهلي من أهل البصرة يروي عن قتادة روى عنه مسلم بن إبراهيم كان ممن يخطىء على قلة روايته ويتفرد بما لا يتابع عليه فاستحق ترك الاحتجاج به بما لا يوافق الثقات من الأخبار روى عنه زيد بن الحباب وأبو القاسم بشر بن محمد بن أحمد بن ياسين بن النضر بن سليمان بن سلمان بن ربيعة الباهلي القاضي ابن القضاة بنيسابور كانت خطته لآبائه الواردين عند فتح نيسابور وأقدم بيت للفتوى على مذهب أهل النظر وكان الحاكم أبو القاسم هذا رحمه الله حسن الوجه والخلق طلق الوجه كثير الذكر والصلاة بالليل والنهار شديد الميل إلى الصالحين والفقراء والمتصوفة سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وبسرخس أبا العباس محمد بن عبد الرحمن الدغولي وأبا الحسن بن إسحاق بن مزيد وببلخ أبا بكر محمد بن علي بن طرخان وأبا القاسم بن حم الفقيه وغيرهم سمع منه أبو عبد الله محمد بن عبد الله الحافظ وذكره في التاريخ فقال القاضي ابن ياسين الباهلي كان كثير السماع إلا أنه ضيع كتبه وسماعاته فلما حدث لم يجد منها إلا القليل وأول مجلس جلس للإملاء في مسجد أبيه في المربعة يوم الثلاثاء الخامس من شهر رمضان سنة ثمان وسبعين وثلاثمائة ثم مرض فأملى المجلس الثاني في داره توفي صبيحة يوم السبت الثالث والعشرين من شهر رمضان سنة ثمان وسبعين وثلاثمائة وأبو بكر محمد بن حبان بن الأزهر الباهلي البصري من أهل البصرة سكن بغداد وحدث بها عن أبي عاصم النبيل وعمرو بن مرزوق وأبي معمر الضرير الباهلي وحدث بها عن أبي عاصم النبيل وعمرو بن مرزوق وأبي معمر الضرير الباهلي وعمرو بن الحصين روى عنه أبو طاهر الذهلي وأبو بكر بن الجعابي وعمر بن محمد بن سبنك تكلموا فيه قال عبد الغني بن سعيد محمد بن حبان بصري يحدث بمناكير حدث عنه أبو قتيبة سلم بن الفضل وقال الآبندوني محمد بن حبان كان لا بأس به إن شاء الله ",
                "title": "الباهلي",
                "uri": "JK_000952_0366"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}