{
    "features": [
        {
            "item": "JK_000129_003268",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.144-145",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجفار</h1> ماء لبني تميم وتدعيه ضبة وقيل الجفار موضع بين الكوفة والبصرة قال بشر بن أبي حازم ويوم النسار ويوم الجفا ر كانا عذابا وكانا غراما |جـ 2 صـ 145| وقيل الجفار موضع بنجد وله ذكر كثير في أخبارهم وأشعارهم ويوم الجفار من أيام العرب معلوم بين بكر بن وائل وتميم بن مر أسر فيه عقال بن محمد بن سفيان بن مجاشع أسره قتادة بن مسلمة قال شاعرهم أسر المجشر وابنه وحويرثا والنهشلي ومالكا وعقالا وقال الأعشى وإن أخاك الذي تعلمين ليالينا إذ نحل الجفارا تبدل بعد الصبا حلمه وقنعه الشيب منه خمارا والجفار أيضا من مياه الضباب قبلي ضرية على ثلاث ليال وهو من أرض الحجاز وماء هذا الجفار أشبه بماء سماء تخرج من عيون تحت هضبة وكأنه وشل وليس بوشل وفيه يقول بعض بني الضباب كفى حزنا أني نظرت وأهلنا بهضبي شماخير الطوال حلول إلى ضوء نار بالحديق يشبها مع الليل سمح الساعدين طويل على لحم ناب عضه السيف عضة فخر على اللحيين وهو كليل أقول وقد أيقنت أن لست فاعلا ألا هل إلى ماء الجفار سبيل وقد صدر الوراد عنه وقد طما بأشهب يشفي لو كرهت غليلي والجفار أيضا أرض من مسيرة سبعة أيام بين فلسطين ومصر أولها رفح من جهة الشام وآخرها الخشبي متصلة برمال تيه بني إسرائيل وهي كلها رمال سائلة بيض في غربيها منعطف نحو الشمال بحر الشام وفي شرقيها منعطف نحو الجنوب بحر القلزم وسميت الجفار لكثرة الجفار بأرضها ولا شرب لسكانها إلا منها رأيتها مرارا ويزعمون أنها كانت كورة جليلة في أيام الفراعنة إلى المائة الرابعة من الهجرة فيها قرى ومزارع فأما الآن ففيها نخل كثير ورطب طيب جيد وهو ملك لقوم متفرقين في قرى مصر يأتونه أيام لقاحه فيلقحونه وأيام إدراكه فيجتنونه وينزلون بينه بأهاليهم في بيوت من سعف النخل والحلفاء وفي الجادة السابلة إلى مصر عدة مواضع عامرة يسكنها قوم من السوقة للمعيشة على القوافل وهي رفح والقس والزعقا والعريش والورادة وقطية في كل موضع من هذه المواضع عدة دكاكين يشترى منها كل ما يحتاج المسافر إليه قال أبو الحسن المهلبي في كتابه الذي ألفه للعزيز وكان موته في سنة 836 وأعيان مدن الجفار العريش ورفح والورادة والنخل في جميع الجفار كثير وكذلك الكروم وشجر الرمان وأهلها بادية محتضرون ولجميعهم في ظواهر مدنهم أجنة وأملاك وأخصاص فيها كثير منهم ويزرعون في الرمل زرعا ضعيفا يؤدون فيه العشر وكذلك يؤخذ من ثمارهم ويقطع في وقت من السنة إلى بلدهم من بحر الروم طير من السلوى يسمونه المرع يصيدون منه ما شاء الله يأكلون هطريا ويقتنونه مملوحا ويقطع أيضا إليهم من بلد الروم على البحر في وقت من السنة جارح كثير فيصيدونه منه الشواهين والصقور والبواشق وقل ما يقدرون على البازي وليس لصقورهم وشواهينهم من الفراهة ما لبواشقهم وليس يحتاجون لكثرة أجنتهم إلى الحراس لأنه لا يقدر |جـ 2 صـ 146| أحد منهم أن يعدو على أحد لأن الرجل منهم إذا أنكر شيئا من حال جنانه نظر إلى الوطء في الرمل ثم قفا ذلك إلى مسيرة يوم ويومين حتى يلحق من سرقه وذكر بعضهم أنهم يعرفون أثر وطء الشاب من الشيخ والأبيض من الأسود والمرأة من الرجل والعاتق من الثيب فإن كان هذا حقا فهو من أعجب العجائب ",
                "title": "الجفار",
                "uri": "JK_000129_003268"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}