{
    "features": [
        {
            "item": "JK_000952_3721",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.241-243",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المذكر</h1> بضم الميم وفتح الذال المعجمة وكسر الكاف وفي اخرها الراء هذه |جـ 5 صـ 242| اللفظة لمن يذكر ويعظ واشتهر بها أبو محمد عبد الواحد بن أحمد بن القاسم بن محمد بن عبد الرحمن الزهري المذكر من ولد عبد الرحمن بن عوف وهو ابن أبي الفضل المتكلم الأشعري سمع أبا حامد بن بلال هو أحمد بن محمد بن بلال وأبا بكر محمد بن الحسين القطان وأقرانهما روى عنه الحاكم أبو عبد الله الحافظ ثم قال وصحبني عند أبي النصر بطوس وعند المحبوبي والسياري بمرو وسمع معنا الكثير وكان يصوم الدهر ويختم القرآن في كل يومين وتوفي في شهر ربيع الأول سنة اثنتين وثمانين وثلاث مئة دخلت عليه يوم وفاته باكرا فبكى كثيرا وقال استودعك الله أيها الحاكم فإني راحل وأبو بكر محمد بن عبد الله بن عبد العزيز بن شاذان المذكر الرازي من أهل الري كان مليحا ظريفا صحب يوسف بن الحسين الرازي ذكره الحاكم أبو عبد الله الحافظ وقال أبو بكر الرازي المذكر وكان قد جمع من كلام التصوف وأكثر ورد نيسابور سنة أربعين وثلاث مئة والمشايخ متوافرون وهو محمود عند جماعتهم في التصوف وصحبة الفقراء ومجالستهم فعلقت في ذلك الوقت عنه حكايات المتصوفة ثم اجتمعنا ببخارى سنة خمس وخمسين وكتبت بخطي خمسة أجزاء من تلك الحكايات لبعض الصدور بها وقرأتها عليه بحضرته ثم إني دخلت الري سنة سبع وستين فصادفته بها وهو ينتسب إلى محمد بن أيوب فأخبرني عبد العزيز بن أبان أنه أملى عليهم محمد بن عبد الله بن محمد بن أيوب بن يحيى بن الضريس البجلي فقلت لعبد العزيز لا تذكر هذا لأحد حتى ألتقي به فخلوت به وذكرته عنه فانزجر وترك ذلك النسب ولو سمع أهل الري بذلك لتولد منه ما يكرهه فإن محمد بن أيوب لم يعقب ولدا ذكرا قط ثم التقينا بنيسابور سنة سبعين وثلاث مئة وما كنت رأيته قبل ذلك يحدث بالمسانيد فحدث عن علي بن عبد العزيز وأقرانه والله تعالى يرحمنا وإياه وتوفي بنيسابور يوم الأحد الثالث والعشرين من جمادى الاخرة سنة ست وسبعين وثلاث مئة وأبو بكر محمد بن علي بن الحسن المذكر المؤدب من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو بكر المذكر شيخ لحياني صالح كان يؤدب في سكة عيسى بن ماسرجس ويذكر في المسجد وغير موضع سمع أبا خليفة القاضي وبابوية ابن خالد وعبدان الأهوازي وغيرهم كتبنا عنه قديما ثم عمر بعد ذلك وتوفي بعد الأربعين والثلاث مئة وقبل الخمسين بلا شك |جـ 5 صـ 243| وأبو العباس أحمد بن محمد بن علي بن عمر المذكر من أهل نيسابور وأبوه علي المذكر أظن قد ذكرناه في الباء الموحدة وفي البرنوذي وأبو العباس هذا سمع إبراهيم بن علي الأهلي روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو العباس المذكر هو ابن أبي علي يعني البونوذي الذي كتبنا عنه وأوثق من أبيه وتوفي شهر ربيع الاخر سنة خمس وستين وثلاث مئة وأبو محمد عبد الله بن أبي القاسم عمر بن عبد الله بن الهيثم المذكر من أهل أصبهان كان دينا فاضلا خيرا مكثرا من الحديث يروي عن الوليد من أبان ومحمد بن سهل بن الصباح والحسن بن محمد الداركي والحسن بن محمد بن دكة وأبي القاسم بن أخي أبي زرعة وغيرهم روى عنه أبو بكر بن مردوية الحافظ وعائشة بنت الحسن بن إبراهيم الوركانية وغيرهما ",
                "title": "المذكر",
                "uri": "JK_000952_3721"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}