{
    "features": [
        {
            "item": "JK_000129_002068",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.462-468",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بغشور</h1> بضم الشين المعجمة وسكون الواو وراء بليدة بين هراة ومرو الروذ شربهم من آبار عذبة وزروعهم ومباطخهم أعذاء وهم في برية ليس عندهم شجرة واحدة ويقال لها بلغ أيضا رأيتها في شهور سنة 616 والخراب فيها ظاهر وقد نسب إليها خلق كثير من العلماء والأعيان منهم أبو القاسم عبد الله بن محمد بن عبد العزيز بن المرزبان بن سابور ابن شاهنشاه ابن بنت أحمد بن منيع بغوي الأصل ولد ببغداد سمع علي بن الجعد وخلف بن هشام |جـ 1 صـ 468| البزاز وعبيد الله بن محمد بن عائشة وأحمد بن حنبل وعلي بن المديني في خلق من الأئمة روى عنه يحيى ابن محمد بن صاعد وعبد الباقي بن قانع ومحمد بن عمر الجعابي والدارقطني وابن شاهين وابن حيوية وخلق كثير وكان ثقة ثبتا مكثرا فهما عارفا وقيل إنما قيل له البغوي لأجل جده أحمد بن منيع وأما هو فولد ببغداد وكان محدث العراق في عصره وإليه الرحلة من البلاد وعمر طويلا وكانت ولادته سنة 312 ومات سنة 713 وإبو الأحوص محمد بن حيان البغوي سكن بغداد روى عن مالك وهشيم روى عنه أحمد بن حنبل وغيره وتوفي سنة 722 والإمام أبو محمد الحسين بن مسعود الفراء البغوي الفقيه العالم المشهور صاحب التصانيف التي منها التهذيب في الفقه على مذهب الشافعي وشرح السنة وتفسير القرآن وغير ذلك وكان يلقب محيي السنة وكان بمرو الروذ وبنج ده مات في شوال سنة 156 ومولده في جمادى الأولى سنة 334 وأخوه الحسن وكان أيضا من أهل العلم ذكره في التحبير وقال كان رحمه الله رقيق القلب أنشد رجل ويوم تولت الأظعان عنا وقوض حاضر وأرن حادي مددت إلى الوداع يدي وأخرى حبست بها الحياة على فؤادي فتواجد الحسن والفراء وخلع ثيابه التي عليه ومات سنة 925 بغ هي التي قبلها يقال لها بغ وبغشور والنسبة إليها بغوي على غير قياس على إحداهما روي عن أبي محمد الحسين بن بدر بن عبد الله مولى الموفق أنه قال قال لي عبد الله بن محمد البغوي أنا من قرية بخراسان يقال لها بغاوة قلت وهذا ليس بصحيح فإن بغاوة بخراسان لا تعرف وقد رأيت بغشور ورأيت أهلها وهم ينتسبون بغويين ",
                "title": "بغشور",
                "uri": "JK_000129_002068"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}