{
    "features": [
        {
            "item": "JK_000129_005690",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.34-36",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رحبة مالك بن طوق والنسبة الرحبي</h1> بينها وبين دمشق ثمانية أيام ومن حلب خمسة أيام وإلى بغداد مائة فرسخ وإلى الرقة نيف وعشرون فرسخا وهي بين الرقة وبغداد على شاطىء الفرات أسفل من قرقيسيا قال البلاذري لم يكن لها أثر قديم إنما أحدثها مالك بن طوق بن عتاب التغلبي في خلافة المأمون قال صاحب الزيج طولها ستون درجة وربع وعرضها ثلاث وثلاثون درجة قد ذكر من لغة هذه اللفظة في الترجمة قبله ويزيد ههنا قال النضر بن شميل الرحاب في الأودية الواحدة رحبة وهي مواضع متواطئة ليستنقع الماء فيها وما حولها مشرف عليها وهي أسرع الأرض نباتا تكون عند منتهي الوادي في وسطه وتكون في المكان المشرف ليستنقع الماء فيها وإذا كانت في الأرض المستوية نزلها الناس وإذا كانت في بطن المسيل لم ينزلها الناس وإذا كانت في بطن الوادي فهي أقنة أي حفرة تمسك الماء ليست بالقعيرة جدا وسعتها قدر غلوة والناس ينزلون في ناحية منها ولا تكون الرحاب في الرمل وتكون في بطون الأرض وظواهرها وقد نسبت إلى مالك بن طوق كما ترى وفي التوراة في السفر الأول في الجزء الثاني إن الرحبة بناها نمرود بن كوش حدث أبو شجاع عمر ابن أبي الحسن محمد بن أبي محمد عبدالله البسطامي فيما أنبأنا عنه شيخنا أبو المظفر عبد الرحيم بن أبي سعد عبد الكريم بن أبي بكر محمد بن منصور السمعاني المرزوي بإسناد له طويل أوصله إلى علي بن سعد الكاتب الرحبي رحبة مالك بن طوق قال سألت أبي لم سميت هذه المدينة رحبة مالك بن طوق ومن كان هذا الرجل فقال يا بني اعلم أن هارون الرشيد كان قد اجتاز في الفرات في حراقة حتى بلغ الشذا ومعه ندماء له أحدهم يقال له مالك بن طوق فلما قرب من الدواليب قال مالك بن طوق ياأمير المؤمنين لو خرجت إلى الشط إلى أن تجوز هذه البقعة فقال له هارون الرشيد أحسبك تخاف هذه الدواليب فقال مالك يكفي الله أمير المؤمنين كل محذور ولكن إن رأى أمير المؤمنين ذلك رأيا وإلا فالأمر له فقال الرشيد قد تطيرت بقولك وقدم السفينة وصعد الشط فلما بلغت الحراقة موضع الدواليب دارت دورة ثم انقلبت بكل ما فيها فعجب من ذلك هارون الرشيد وسجد لله شكرا وأمر بإخراج مال عظيم يفرق على الفقراء في جميع المواضع وقال لمالك وجبت لك علي حاجة فسل فقال يقطعني أمير المؤمنين في هذا الموضع أرضا أبنيها مدينة تنسب إلي فقال الرشيد قد فعلت وأمر أن يعان في بنائها بالمال الرجال فلما عمرها واستوسقت له |جـ 3 صـ 35| أموره فيها وتحول الناس إليها أنفذ إليه الرشيد يطلب منه مالا فتعلل عليه بعلة ودافعه عن حمل المال ثم ثنى الرسول إليه وكذلك راسله ثالثا وبلغ هارون الرشيد أنه قد عصى عليه وتحصن فأنفذ إليه الجيوش إلى أن طالت بينهما المحاربة والوقائع ثم ظفر به صاحب الرشيد فحمله مكبلا بالحديد فمكث في حبس الرشيد عشرة أيام لم يسمع منه كلمة واحدة وكان إذا أراد شيئا أومأ برأسه ويده فلما مضت له عشرة أيام جلس الرشيد للناس وأمر بإخراجه فأخرج من الحبس إلى مجلس أمير المؤمنين والوزراء والحجاب والأمراء بين يدي الرشيد فلما مثل بين يديه قبل الأرض ثم قام قائما لا يتكلم ولا يقول شيئا ساعة تامة قال فدعا الرشيد النطع والسيف وأمر بضرب عنقه فقال له يحيى ويلك يا مالك لم لا تتكلم فالتفت إلى الرشيد فقال السلام عليك يا أمير المؤمنين ورحمة الله وبركاته الحمد لله الذي خلق الإنسان من سلالة من طين يا أمير المؤمنين جبر الله بك صدع الدين ولم بك شعث المسلمين وأخمد بك شهاب الباطل وأوضح بك سبل الحق إن الذنوب تخرس الألسنة وتصدع الأفئدة وايم الله لقد عظمت الجريرة فانقطعت الحجة فلم يبق إلا عفوك أو انتقامك ثم أنشأ يقول أرى الموت بين السيف والنطع كامنا يلاحظني من حيث ما أتلفت وأكثر ظني أنك اليوم قاتلي وأي امرىء مما قضى الله يفلت وأي امرىء يدلي بعذر وحجة وسيف المنايا بين عينيه مصلت يعز على الأوس بن تغلب موقف يهز علي السيف فيه وأسكت وما بي خوف أن أموت وإنني لأعلم أن الموت شيء موقت ولكن خلفي صبية قد تركتهم وأكبادهم من خشية تتفتت كأني أراهم حين أنعى إليهم وقد خمشوا تلك الوجوه وصوتوا فإن عشت عاشوا خافضين بغبطة أذود الردى عنهم وإن مت موتوا وكم قائل لا يبعد الله داره وآخر جذلان يسر ويشمت قال فبكى الرشيد بكاء تبسم ثم قال لقد سكت على همة وتكلمت على علم وحكمة وقد وهبناك للصبية فارجع إلى مالك ولا تعاود فعالك فقال سمعا لأمير المؤمنين وطاعة ثم انصرف من عنده بالخلع والجوائز وقد نسب إلى رحبة مالك جماعة منهم أبو علي الحسن بن قيس الرحبي روى عن عكرمة وعطاء روى عن سليمان التيمي ومن المتأخرين أبو عبدالله محمد بن علي بن محمد بن الحسن الرحبي الفقيه الشافعي المعروف بابن المتفننة تفقه على أبي منصور بن الرزاز البغدادي ودرس ببلده وصنف كتبا ومات بالرحبة سنة 775 وقد بلغ ثمانين سنة وابنه أبو الثناء محمود كان قد ورد الموصل وتولى بها نيابة القضاء عن القاضي أبي منصور المظفر بن عبد القاهر بن الحسن بن علي بن القاسم الشهرزوري وبقي مدة ثم صرف عنها وعاد إلى الرحبة وكان فقيها عالما وكان أسد الدين شيركوه ولي الرحبة يوسف ابن الملاح الحلبي وآخر معه من بعض القرى فكتب إليه يحيى بن النقاش الرحبي |جـ 3 صـ 36| كم لك في الرحبة من لائم يا أسد الدين ومن لاح دمرتها من حيث دبرتها برأي فلاح وملاح وله فيه يا أسد الدين اغتنم أجرنا وخلص الرحبة من يوسف تغزو إلى الكفر وتغزو به الإسلام ما ذاك بهذا يفي ",
                "title": "رحبة مالك بن طوق والنسبة الرحبي",
                "uri": "JK_000129_005690"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}