{
    "features": [
        {
            "item": "JK_000129_000404",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.132-133",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أذنة والنسبة الأذني</h1> بفتح أوله وثانيه ونون بوزن حسنة وأذنة بكسر الذال بوزن خشنة قال السكوني بحذاء توز جبل يقال له الغمر شرقي توز ثم يمضي الماضي فيقع في جبل شرقيه أيضا يقال له أذنة ثم يقطع إلى جبل يقال له حبشي |جـ 1 صـ 133| وقال نصر آذنة خيال من أخيلة حمى فيد بينه وبين فيد نحو عشرين ميلا وقد جمع فيه الشعر فقيل آذنات وأذنة أيضا بلد من الثغور قرب المصيصة مشهور خرج منه جماعة من أهل العلم وسكنه آخرون قال بطليموس طول أذنة ثمان وستون درجة وخمس عشرة دقيقة وهي في الإقليم الرابع تحت إحدى وعشرين درجة من السرطان وخمس وأربعين دقيقة يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان قال أحمد بن يحيى بن جابر بنيت أذنة سنة إحدى أو اثنتين وأربعين ومائة وجنود خراسان معسكرون عليها بأمر صالح بن علي بن عبد الله بن عباس ثم بنى الرشيد القصر الذي عند أذنة قريب من جسرها على سيحان في حياة أبيه المهدي سنة 165 فلما كانت سنة 391 بنى أبو سليم فرج الخادم أذنة وأحكم بناءها وحصنها وندب إليها رجالا من أهل خراسان وذلك بأمر محمد الأمين بن الرشيد وقال ابن الفقيه عمرت أذنة في سنة 190 على يدي أبي سليم خادم تركي للرشيد ولاه الثغور وهو الذي عمر طرسوس وعين زربة وقال أحمد بن الطيب رحلنا من المصيصة راجعين إلى بغداد إلى أذنة في مرج وقرى متدانية جدا وعمارات كثيرة وبين المنزلين أربعة فراسخ ولأذنة نهر يقال له سيحان وعليه قنطرة من حجارة عجيبة بين المدينة وبين حصن مما يلي المصيصة وهو شبيه بالربض والقنطرة معقودة عليه على طاق واحد قال ولأذنة ثمانية أبواب وسور وخندق وينسب إليها جماعة من أهل العلم منهم أبو بكر محمد بن علي بن أحمد بن داود الكتاني الأذني وغيره وعدي بن أحمد بن عبد الباقي بن يحيى بن يزيد بن إبراهيم بن عبد الله أبو عمير الأذني حدث عن عمه أبي القاسم يحيى بن عبد الباقي الأذني وأبي عطية عبد الرحيم بن محمد بن عبد الله بن محمد الفزاري روى عنه أبو بكر أحمد بن عبد الكريم ابن يعقوب الحلبي وأبو الطيب عبد المنعم بن عبد الله ابن غلبون المغربي وأبو حفص عمر بن علي بن الحسن الإنطاكي مات في سنة 337 والقاضي علي ابن الحسين بن بندار بن عبيد الله بن جبر أبو الحسن الأذني قاضي أذنة سمع بدمشق أبا بكر عبد الرحمن ابن محمد بن العباس بن الذرفس وغيره وبغيرها أبا عروبة الحراني وعلي بن عبد الحميد الغضائري ومكحولا البيروتي وسمع بحران وطرسوس ومصر وغيرها روى عنه عبد الغني بن سعيد وغيره وقال الجبائي مات سنة 385 ",
                "title": "أذنة والنسبة الأذني",
                "uri": "JK_000129_000404"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}