{
    "features": [
        {
            "item": "JK_000952_0423",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.308-309",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرجمي</h1> بضم الباء المنقوطة بواحدة وسكون الراء وضم الجيم هذه النسبة إلى البراجم وهي قبيلة من تميم بن مر واتفق أن رجلا من العرب قتل واحد من البرجميين أخا له فحلف أن يقتل مائة منهم فظفر بتسعة وتسعين منهم وقتلهم فبقي واحد واتفق أن رجلا من برجم كان يسيح في الأرض فوقع إلى حي هذا الرجل فنزل به ليضيفه فقال له ممن الرجل فقال وافد البرجميين فأخذ الرجل السيف وقال إن الشقي وافد البراجم وقتله وأبر قسمه وذهبت كلمته مثلا وذكر ابن الكلبي في الألقاب قال إنما سموا البراجم من |جـ 1 صـ 309| بني حنظلة بن مالك بن زيد مناة بن تميم وهم خمسة عمرو والظليم وقيس وكلفة وغالب بنو حنظلة لأنه قال لهم رجل منهم يقال له حارثة بن عامر بن عمرو بن حنظلة أيتها القبائل التي قد ذهب عددها تعالوا فلنجتمع فلنكن مثل براجم يدي هذه ففعلوا فسموا البراجم والمشهور بالانتساب إليها السكن بن أبي السكن البرجمي واسم أبي السكن سليمان من أهل البصرة يروي عن حميد الطويل ويونس بن عبيد روى عنه أزهر بن جميل والبصريون وأبو موسى عبد الرحمن بن عجلان البرجمي الطحان من أهل الكوفة يروي عن إبراهيم النخعي روى عنه أهل الكوفة وعصمة بن بشير البرجمي يروي عن الفزع روى عنه سيف بن هارون وسيف بن هارون البرجمي من أهل الكوفة يروي عن إسماعيل بن أبي خالد وسليمان التيمي روى عنه مالك بن إسماعيل وسعيد بن سليمان يروي عن الإثبات الموضوعات وأخوه سنان بن هارون البرجمي يروي عن حميد الطويل ويزيد بن زياد بن أبي الجعد عداده في أهل الكوفة روى عنه رحمويه والعراقيون منكر الحديث جدا يروي المناكير عن المشاهير وكان يحيى بن معين يقول سنان بن هارون البرجمي ليس حديثه بشيء وجعفر بن محمد بن عمار البرجمي من أهل الكوفة ولي قضاء القضاة بسر من رأى وولي قضاء الكوفة أيضا ومات بسر من رأى أبو السكن مكي بن إبراهيم بن بشير بن فرقد البرجمي الحنظلي التميمي من أهل بلخ سمع يزيد بن أبي عبيد وبهز بن حكيم وابن جريج ومالك بن أنس وعبد الله بن سعيد بن أبي هند وهشام بن حسان روى عنه أبو عبد الله محمد بن إسماعيل البخاري وأحمد بن حنبل وعبيد الله بن عمر القواريري والحسن بن عرفة وكان مكي بن إبراهيم يقول حججت ستين حجة وتزوجت ستين امرأة وجاورت بالبيت عشر سنين وكتبت عن سبعة عشر نفسا من التابعين ولو علمت أن الناس يحتاجون إلي لما كتبت دون التابعين عن أحد وكان مكي يقول قطعت البادية من بلخ خمسين مرة حاجا ودفعت في كراء بيوت مكة ألف دينار ومائتي دينار ونيفا ومات وقد قارب المائة سنة ببلخ في النصف من شعبان سنة خمس عشرة ومائتين ",
                "title": "البرجمي",
                "uri": "JK_000952_0423"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}