{
    "features": [
        {
            "item": "JK_000952_2778",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.206-208",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العطار</h1> هذه النسبة إلى بيع العطر والطيب والمنتسبون إلى هذه الصنعة جماعة كثيرة من العلماء والمحدثين وقد ذكر أبو عبد الله محمد بن إسحاق بن سعيد بن إسماعيل السعدي التميمي الهروي في كتابه الصناع من الفقهاء والمحدثين جماعة كثيرة قريبا من خمسين نفسا منهم أبو حمزة العطار عن ابن سيرين روى عنه الأصمعي وأبو الهيثم العطار اسمه عمار روى عنه شعبة وهو كوفي وأبو حاتم العطار سمع ابن سيرين سمع منه وكيع وأبو عامر صالح بن رستم العطار وهو يعرف بالخزاز روى عنه يزيد بن هارون وأبو الورقاء فائد بن عبد الرحمن العطار روى عنه حماد ومرحوم بن عبد العزيز العطار بصري روى عنه الثوري وابنه عنبس بن مرحوم العطار قال أحمد بن حنبل مرحوم رجل صالح ويحيى بن سعيد العطار الحمصي روى عنه حيوة الحمصي والعلاء بن عبد الجبار العطار من أهل البصرة سكن مكة وولد له بها ابنه أبو بكر عبد الجبار بن العلاء بن عبد الجبار العطار قال أبو حاتم بن حبان البستي أبو بكر العطار من أهل مكة أصله من البصرة سكن أبوه مكة وولد بها عبد الجبار روى عن ابن عيينة روى عنه الناس مات بمكة سنة ثمان وأربعين ومائتين وكان متقنا سمعت ابن خزيمة يقول ما رأيت أسرع قراءة من بندار وعبد الجبار بن العلاء قلت روى عن عبد الجبار جماعة من الأئمة مثل أبي عيسى الترمذي وأبي عبد الرحمن النسائي ومسلم بن الحجاج القشيري وعمر بن محمد البحيري وغيرهم ومن القدماء سليمان العطار من أهل واسط والد صلة بن سليمان يروي عن |جـ 4 صـ 208| رباح بن عبيدة عن ابن عمر روى عنه شعبة بن الحجاج وأبو علي سيما بن عبد الله العطار مولى الخازمية ووكيله من أهل نيسابور وكان صحيح السماع والكتاب وعهدت مشايخنا يقولون لم يعرف لأحد من الوجوه في نيسابور مولى كمولى الخازمية سيما وكان كاتبا حاسبا معروفا بالإمامية سمع بنيسابور أبا عبد الله البوشنجي وبالري محمد بن أيوب الرازي روى عنه الحاكم أبو عبد الله الحافظ وقال توفي في جمادى الآخرة من سنة ثلاث وأربعين وثلاثمائة وأبو القاسم عبد الرحمن بن أحمد المقرئ العطار شيخ قرأ على القاضي أبي العلاء محمد بن علي بن يعقوب الواسطي قرأ عليه الإمام المقرئ أبو نصر محمد بن أحمد بن علي بن حامد المقرئ الكركانجي وذكره في كتابيه التذكرة والمعول ومحمد بن جامع العطار يروي عن عبد العزيز بن عبد الصمد روى عنه العباس بن عزير القطان ",
                "title": "العطار",
                "uri": "JK_000952_2778"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}