{
    "features": [
        {
            "item": "JK_000129_001075",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.266-269",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أنطاكية</h1> بالفتح ثم السكون والياء مخففة وليس في قول زهير علون بأنطاكية فوق عقمة وراد الحواشي لونها لون عندم وقول امرىء القيس علون بأنطاكية فوق عقمة كجرمة نخل أو كجنة يثرب دليل على تشديد الياء لأنها للنسبة وكانت العرب إذا أعجبها شيء نسبته إلى أنطاكية قال الهيثم بن عدي أول من بنى أنطاكية انطيخس وهو الملك الثالث بعد الإسكندر وذكر يحيى بن جرير المتطبب التكريتي أن أول من بنى أنطاكية انطيغونيا في السنة السادسة من موت الإسكندر ولم يتمها فأتمها بعده سلوقوس وهو الذي بنى اللاذقية وحلب والرها وأفامية وقال في موضع آخر من كتابه بنى الملك أنطيغونيا على نهر أورنطس مدينة وسماها أنطيوخيا وهي التي كمل سلوقوس بناءها وزخرفها وسماها على اسم ولده انطيوخوس وهي أنطاكية وقال بطليموس مدينة أنطاكية طولها تسع وستون درجة وعرضها خمس وثلاثون درجة وثلاثون دقيقة تحت اثنتي عشرة درجة من السرطان وثلاثين دقيقة يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان لها درجتان ونصف من الحوت تحكم فيه كف الخضيب وهي في الإقليم الرابع وقيل إن أول من بناها وسكنها أنطاكية بنت الروم بن اليقين ( اليفز ) بن سام بن نوح عليه السلام أخت أنطالية باللام ولم تزل أنطاكية قصبة العواصم من الثغور الشامية وهي من أعيان البلاد وأمهاتها موصوفة بالنزاهة والحسن وطيب الهواء وعذوبة الماء وكثرة الفواكه وسعة الخير وقال ابن بطلان في رسالة كتبها إلى بغداد إلى أبي الحسن هلال بن المحسن الصابي في سنة نيف وأربعين وأربعمائة قال فيها وخرجنا من حلب طالبين |جـ 1 صـ 267| أنطاكية وبينهما يوم وليلة فوجدنا المسافة التي بين حلب وأنطاكية عامرة لا خراب فيها أصلا ولكنها أرض تزرع الحنطة والشعير تحت شجر الزيتون قراها متصلة ورياضها مزهرة ومياهها منفجرة يقطعها المسافر في بال رخي وأمن وسكون وأنطاكية بلد عظيم ذو سور وفصيل ولسوره ثلاثمائة وستون برجا يطوف عليها بالنوبة أربعة آلاف حارس ينفذون من القسطنطينية من حضرة الملك يضمنون حراسة البلد سنة ويستبدل بهم في السنة الثانية وشكل البلد كنصف دائرة قطرها يتصل بجبل والسور يصعد مع الجبل إلى قلته فتتم دائرة وفي رأس الجبل داخل السور قلعة تبين لبعدها من البلد صغيرة وهذا الجبل يستر عنها الشمس فلا تطلع عليها إلا في الساعة الثانية وللسور المحيط بها دون الجبل خمسة أبواب وفي وسطها بيعة القسيان وكانت دار قسيان الملك الذي أحيا ولده فطرس رئيس الحواريين وهو هيكل طوله مائة خطوة وعرضه ثمانون وعليه كنيسة على أساطين وكان يدور الهيكل أروقة يجلس عليها القضاة للحكومة ومتعلمو النحو واللغة وعلى أحد أبواب هذه الكنيسة فنجان للساعات يعمل ليلا ونهارا دائما اثنتي عشرة ساعة وهو من عجائب الدنيا وفي أعلاه خمس طبقات في الخامسة منها حمامات وبساتين ومناظر حسنة تخر منها المياه وعلة ذلك أن الماء ينزل عليها من الجبل المطل على المدينة وهناك من الكنائس ما لا يحد كلها معمولة بالذهب والفضة والزجاج الملون والبلاط المجزع وفي البلد بيمارستان يراعي البطريك المرضى فيه بنفسه ويدخل المجذمين الحمام في كل سنة فيغسل شعورهم بيده ومثل ذلك يفعل الملك بالضعفاء كل سنة ويعينه على خدمتهم الأجلاء من الرؤساء والبطارقة التماس التواضع وفي المدينة من الحمامات ما لا يوجد مثله في مدينة أخرى لذاذة وطيبة لأن وقودها الآس ومياهها تسعى سيحا بلا كلفة وفي بيعة القسيان من الخدم المسترزقة ما لا يحصى ولها ديوان لدخل الكنيسة وخرجها وفي الديوان بضعة عشر كاتبا ومنذ سنة وكسر وقعت في الكنيسة صاعقة وكانت حالها أعجوبة وذلك أنه تكاثرت الأمطار في آخر سنة 3162 للإسكندر الواقع في سنة 244 للهجرة وتواصلت أكثر أيام نيسان وحدث في الليلة التي صبيحتها يوم السبت الثالث عشر من نيسان رعد وبرق أكثر مما ألف وعهد وسمع في جملته أصوات رعد كثيرة مهولة أزعجت النفوس ووقعت في الحال صاعقة على صدفة مخبأة في المذبح الذي للقسيان ففلقت من وجه النسرانية قطعة تشاكل ما قد نحت بالفأس والحديد الذي تنحت به الحجارة وسقط صليب حديد كان منصوبا على علو هذه الصدفة وبقي في المكان الذي سقط فيه وانقطع من الصدفة أيضا قطعة يسيرة ونزلت الصاعقة من منفذ في الصدفة وتنزل فيه إلى المذبح سلسلة فضة غليظة يعلق فيها الثميوطون وسعة هذا المنفذ إصبعان فتقطعت السلسة قطعا كثيرة وانسبك بعضها ووجد ما انسبك منها ملقى على وجه الأرض وسقط تاج فضة كان معلقا بين يدي مائدة المذبح وكان من وراء المائدة في غربيها ثلاثة كراس خشبية مربعة مرتفعة ينصب عليها ثلاثة صلبان كبار فضة مذهبة مرصعة وقلع قبل تلك الليلة الصليبان الطرفيان ورفعا إلى خزانة الكنيسة وترك الوسطاني على حاله فانكسر الكرسيان الطرفيان وتشظيا وتطايرت الشظايا إلى داخل المذبح وخارجه |جـ 1 صـ 268| من غير أن يظهر فيها أثر حريق كما ظهر في السلسلة ولم ينل الكرسي الوسطاني ولا الصليب الذي عليه شيء وكان على كل واحد من الأعمدة الأربعة الرخام التي تحمل القبة الفضة التي تغطي مائدة المذبح ثوب ديباج ملفوف على كل عمود فتقطع كل واحد منها قطعا كبارا وصغارا وكانت هذه القطع بمنزلة ما قد عفن وتهرأ ولا يشبه ما قد لامسته نار ولا ما احترق ولم يلحق المائدة ولا شيئا من هذه الملابس التي عليها ضرر ولا بان فيها أثر وانقطع بعض الرخام الذي بين يدي مائدة المذبح مع ما تحته من الكلس والنورة كقطع الفأس ومن جملته لوح رخام كبير طفر من موضعه فتكسر إلى علو تربيع القبة الفضة التي تغطي المائدة وبقيت هناك على حالها وتطافرت بقية الرخام إلى ما قرب من المواضع وبعد وكان في المجنبة التي للمذبح بكرة خشب فيها حبل قنب مجاور للسلسلة الفضة التي تقطعت وانسبك بعضها معلق فيها طبق فضة كبير عليه فراخ قناديل زجاج بقي على حاله ولم ينطفىء شيء من قناديله ولا غيرها ولا شمعة كانت قريبة من الكرسيين الخشب ولا زال منها شيء وكان جملة هذا الحادث مما يعجب منه وشاهد غير واحد في داخل أنطاكية وخارجها في ليلة الاثنين الخامس من شهر آب من السنة المقدم ذكرها في السماء شبه كوة ينور منها نور ساطع لامع ثم انطفأ وأصبح الناس يتحدثون بذلك وتوالت الأخبار بعد ذلك بأنه كان في أول نهار يوم الاثنين في مدينة عنجرة وهي داخل بلاد الروم على تسعة عشر يوما من أنطاكية زلزلة مهولة تتابعت في ذلك اليوم وسقط منها أبنية كثيرة وخسف موضع في ظاهرها وكان هناك كنيسة كبيرة وحصن لطيف غابا حتى لم يبق لهما أثر ونبع من ذلك الخسف ماء حار شديد الحرار كثير المنبع المتدفق وغرق منه سبعون ضيعة وتهارب خلق كثير من تلك الضياع إلى رؤوس الجبال والمواضع المرتفعة فسلموا وبقي ذلك الماء على وجه الأرض سبعة أيام وانبسط حول هذه المدينة مسافة يومين ثم نضب وصار موضعه وحلا وحضر جماعة ممن شاهد هذه الحال فحدثوا بها أهل أنطاكية على ما سطرته وحكوا أن الناس كانوا يصعدون أمتعتهم إلى رأس الجبل فيضطرب من عظم الزلزلة فيتدحرج المتاع إلى الأرض وفي ظاهر البلد نهر يعرف بالمقلوب يأخذ من الجنوب إلى الشمال وهو مثل نهر عيسى وعليه رحى ويسقي البساتين والأراضي آخر ما كتبناه من كتاب ابن بطلان وبين أنطاكية والبحر نحو فرسخين ولها مرسى في بليد يقال له السويدية ترسو فيها مراكب الأفرنج يرفعون منه أمتعتهم على الدواب إلى أنطاكية وكان الرشيد العباسي قد دخل أنطاكية في بعض غزواته فاستطابها جدا وعزم على المقام بها فقال له شيخ من أهلها ليست هذه من بلدانك يا أمير المؤمنين قال وكيف قال لأن الطيب الفاخر فيها يتغير حتى لا ينتفع به والسلاح يصدأ فيها ولو كان من قلعي الهند فصدقه في ذلك فتركها ودفع عنها وأما فتحها فإن أبا عبيدة بن الجراح سار إليها من حلب وقد تحصن بها خلق كثير من أهل جند قنسرين فلما صار بمهروية على فرسخين من مدينة أنطاكية لقيه جمع من العدو ففضهم وألجأهم إلى المدينة وحاصر أهلها من جميع نواحيها وكان معظم الجيش على باب فارس والباب الذي يدعى باب البحر ثم إنهم صالحوه على الجزية أو الجلاء فجلا بعضهم وأقام بعض منهم فأمنهم ووضع على كل حالم دينارا وجريبا |جـ 1 صـ 269| ثم نقضوا العهد فوجه إليهم أبو عبيدة عياض بن غنم وحبيب بن مسلمة ففتحاها على الصلح الأول ويقال بل نقضوا بعد رجوع أبي عبيدة إلى فلسطين فوجه عمرو بن العاص من إيلياء ففتحها ورجع ومكث يسيراف حتى طلب أهل إيلياء الأمان والصلح ثم انتقل إليها قوم من أهل حمص وبعلبك مرابطة منهم مسلم بن عبد الله جد عبد الله بن حبيب بن النعمان بن مسلم الأنطاكي وكان مسلم قتل على باب من أبوابها فهو يعرف بباب مسلم إلى الآن وذلك أن الروم خرجت من البحر فأناخت على أنطاكية وكان مسلم على السور فرماه علج بحجر فقتله ثم أن الوليد بن عبد الملك بن مروان أقطع جند أنطاكية أرض سلوقية عند الساحل وصير إليهم الفلثر بدينار ومدي قمح فعمروها وجرى ذلك لهم وبنى حصن سلوقية والفلثر مقدار من الأرض معلوم كما يقول غيرهم الفدان والجريب ثم لم تزل بعد ذلك أنطاكية في أيدي المسلمين وثغرا من ثغورهم إلى أن ملكها الروم في سنة 353 بعد أن ملكوا الثغور المصيصة وطرسوس وأذنة واستمرت في أيديهم إلى أن استنقذها منهم سليمان بن قتلمش السلجوقي جد ملك آل سلجوق اليوم في سنة 774 وسار شرف الدولة مسلم بن قريش من حلب إلى سليمان ليدفعه عنها فقتله سليمان سنة 874 وكتب سليمان إلى السلطان جلال الدولة ملك شاه بن ألب أرسلان يخبره بفتحها فسر به وأمر بضرب البشائر فقال الأبيوردي يخاطب ملك شاه لمعت كناصية الحصان الأشقر نار بمعتلج الكثيب الأحمر وفتحت أنطاكية الروم التي نشزت معاقلها على الإسكندر وطئت مناكبها جيادك فانثنت تلقي أجثتها بنات الأصفر فاستقام أمرها وبقيت في أيدي المسلمين إلى أن ملكتها الأفرنج من واليها بغيسغان التركي بحيلة تمت عليه وخرج منها فندم ومات من الغبن قبل أن يصل إلى حلب وذلك في سنة 194 وهي في أيديهم إلى الآن وبأنطاكية قبر حبيب النجار يقصد من المواضع البعيدة وقبره يزار ويقال إنه نزلت فيه & وجاء من أقصى المدينة رجل يسعى قال يا قوم اتبعوا المرسلين & وقد نسب إليها جماعة كثيرة من أهل العلم وغيرهم ومنهم عمر بن علي بن الحسن بن محمد بن إبراهيم بن عبيد ابن زهير بن مطيع بن جرير بن عطية بن جابر بن عوف ابن ذبيان بن مرثد بن عمرو بن عمير بن عمران ابن عتيك بن الأزد أبو حفص العتكي الأنطاكي الخطيب صاحب كتاب المقبول سمع أبا بكر الخرائطي والحسن بن علي بن روح الكفرطابي ومحمد ابن حريم وأبا الحسن بن جوصا سمع منه ومن غيرهم بدمشق وقدم مرة أخرى في سنة 953 مستنفرا فحدث بها وبحمص عن جماعة كثيرة روى عنه عبد الوهاب الميداني ومسدد بن علي الأملوكي وغيرهما وكتب عنه أبو الحسين الرازي وعثمان بن عبد الله بن محمد بن خرداذ الأنطاكي أبو عمرو محدث مشهور له رحلة سمع بدمشق محمد بن عائذ وأبا نصر إسحاق بن إبراهيم الفراديسي وإبراهيم بن هشام بن يحيى ودحيما وهشام بن عمار وسعيد بن كثير بن عفير وأبا الوليد الطيالسي وشيبان بن فروخ وأبا بكر وعثمان ابني أبي شيبة وعفان بن مسلم وعلي بن الجعد وجماعة سواهم روى عنه أبو حاتم الرازي وهو أكبر منه وأبو الحسن بن جوصا وأبو |جـ 1 صـ 270| عوانه الأسفراييني وخيثمة بن سليمان وغيرهم وكان من الحفاظ المشهورين وقال أبو عبد الله الحاكم عثمان بن خرداذ ثقة مأمون وذكر دحيم أنه مات بانطاكية في المحرم سنة 282 وإبراهيم بن عبد الرزاق أبو يحيى الأزدي ويقال العجلي الأنطاكي الفقيه المقري قرأ القرآن بدمشق على هارون بن موسى بن شريك الأخفش وقرأ على عثمان بن خرداذ ومحمد بن عبد الرحمن بن خالد المكي المعروف بقنبل وغيرهما وصنف كتابا يشتمل على القراءات الثماني وحدث عن آخرين روى عنه أبو الفضل محمد بن عبد الله بن المطلب الشيباني وأبو الحسين بن جميع وغيرهما ومات بأنطاكية سنة 833 وقيل شعبان سنة تسع ",
                "title": "أنطاكية",
                "uri": "JK_000129_001075"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}