{
    "features": [
        {
            "item": "JK_000952_0143",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.143-144",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإسفراييني</h1> بكسر الألف وسكون السين المهملة وفتح الفاء والراء وكسر الياء المنقوطة باثنتين من تحتها هذه النسبة إلى إسفرايين وهي بليدة بنواحي نيسابور على منتصف الطريق من جرجان وقيل إن نسا وأبيورد وإسفريين عرائس ينشزن على المبتدعين وقيل لها المهرجان وذكرت قصتها في حرف الميم خرج منها جماعة من العلماء في كل فن قديما وحديثا فمن مشاهير المحدثين أبو عوانة يعقوب بن إسحاق بن إبراهيم بن يزيد الإسفراييني الحافظ أحد حفاظ الدنيا ومن رحل في طلب الحديث وعنى بجمعه وتعب في كتابته وكانت له رحل عدة إلى العراق والشام والحجاز وديار مصر وفارس واليمن وصنف المسند الصحيح على صحيح مسلم بن الحجاج القشيري وأحسن وكان زاهدا عفيفا متعبدا متقللا ذكره الحاكم في التاريخ فقال أبو عوانة من علماء الحديث وأثباتهم ومن الرحالة في أقطار الأرض لطلب الحديث قلت سمع بمرو محمد بن عبد الله قهزاذ وبنيسابور محمد بن يحيى الذهلي وبالري أبا زرعة وأبا حاتم الرازيين وبفارس يعقوب بن سفيان الفسوي وببغداد سعدان بن نصر البزاز وبالبصرة عمر بن شبة النميري وبالكوفة محمد بن إسماعيل الأحمسي وبمكة محمد بن عبد الله بن يزيد المقري وبمصر يونس بن |جـ 1 صـ 144| عبد الأعلى الصدفي وبالرملة موهب بن يزيد الرملي وبدمشق شعيب بن عمرو وبالمصيصة يوسف بن سعيد بن مسلم وبحمص عطية بن بقية بن الوليد وبالرها عبد السلام بن أبي فروة الرهاوي وبالموصل علي بن حرب الطائي وبصنعاء اليمن إبراهيم بن برة الصنعاني وإسحاق بن إبراهيم الدبري وبواسط أحمد بن سنان القطان وبالأهواز موسى بن سفيان الجنديسابوري وبأصبهان يونس بن حبيب وبجرجان أحمد بن يحيى السابري وجماعة كثيرة وفيمن ذكرنا غنية روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي وأبو علي الحسين بن علي الحافظ وأبو بكر أحمد بن علي بن منجويه الأصبهاني الحافظ وجماعة كثيرة آخرهم أبو نعيم عبد الملك بن الحسن الأزهري وكانت وفاته سنة ست عشرة وثلاثمائة وحفيده سمع جده أبا عوانة وأبا عبد الله وأبا الحسين بن جوصا وعلي بن عبد الله بن مبشر وأحمد بن عبد الوارث المصري ذكره الحاكم أبو عبد الله الحافظ فقال رأيت سماعاته التي نظرت فيها صحيحة وقد خرجت عنه في الصحيح قلت وآخر من روى عنه أبو سعد محمد بن عبد الرحمن الكنجروذي ومن الأئمة أبو إسحاق إبراهيم بن محمد بن إبراهيم بن مهران الإسفراييني الأستاذ الإمام أحد من بلغ حد الاجتهاد من العلماء المتبحرة في العلوم واستجماعه شرائط الإمامة من العربية والفقه والكلام والأصول ومعرفة الكتاب والسنة رحل إلى العراق في طلب العلم وحصل ما لم يحصل غيره وأخذ في التصنيف والإفادة والتدريس مدة مديدة سمع أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا بكر محمد بن يزداد بن مسعود وأبا جعفر محمد بن علي الجوسقاني وأبا أحمد محمد بن أحمد الغطريفي وأبا محمد دعلج بن أحمد السجزي وطبقتهم انتخب عليه الحاكم أبو عبد الله الحافظ عشرة أجزاء وخرج له أبو بكر بن منجويه الحافظ الأصبهاني ألف حديث وعقد له مجلس الإملاء بنيسابور بمسجد عقيل وكان يقول أشتهي أن يكون موتي بنيسابور حتى يصلي علي جميع نيسابور فتوفي بعد هذا الكلام بنحو من خمسة أشهر يوم عاشوراء سنة ثمان عشرة وأربعمائة وكان يوما مطيرا ثم طلعت الشمس بعد الظهر وحمل إلى المقبرة الحرة ودفن في مشهد أبي بكر الطرسوسي ثم ورد ابنه في خلق عظيم من أهل إسفرايين ونقلوه بعد ثلاث وصلوا عليه في ميدان الحسين وحملوه إلى إسفرايين ودفن في مشهده وهو اليوم ظاهر والناس يتبركون ويزورونه ويستجاب عنده الدعوة زرت قبره بإسفرايين وذكرته في الأصولي وأبو حامد أحمد بن أبي طاهر محمد بن أحمد الفقيه الإسفراييني ساكن بغداد قدمها وهو حدث فدرس فقه الشافعي على أبي الحسن بن المرزبان ثم على |جـ 1 صـ 145| أبي القاسم الداركي وأقام ببغداد مشغولا بالعلم حتى صار أوحد وقته وانتهت إليه الرياسة وعظم جاهه عند الملوك والعوام وحدث بشيء يسير عن أبي بكر أحمد بن إبراهيم الإسماعيلي وأبي أحمد عبد الله بن عدي الحافظ الجرجانيين وإبراهيم بن محمد بن عبدك الإسفراييني روى عنه أبو محمد الحسن بن محمد الخلال وأبو القاسم عبد العزيز بن علي الأزجي وأبو منصور محمد بن أحمد بن شعيب الروياني وأبو الحسين أحمد بن محمد بن أحمد بن النقور قال أبو بكر أحمد بن علي بن ثابت الخطيب وقد رأيته غير مرة وحضرت تدريسه في مسجد عبد الله بن المبارك وهو المسجد الذي في صدر قطيعة الربيع وسمعت من يذكر أنه كان يحضر درسه سبعمائة متفقه وكان الناس يقولون لو رآه الشافعي لفرح به وكان أبو الحسين ابن القدوري يقول ما رأيت في الشافعيين أفقه من أبي حامد وقال أبو إسحاق الشيرازي سألت أبا عبد الله الصميري من أنظر من رأيت من الفقهاء فقال أبو حامد الإسفراييني ومرض أبو الفرج الدارمي فعاده أبو حامد فقال فيه % مرضت فارتحت إلى عائد % % فعادني العالم في واحد % % ذاك الإمام ابن أبي طاهر % % أحمد ذو الفضل أبو حامد % ولد أبو حامد الإسفراييني بها في سنة أربع وأربعين وثلاثمائة وقدم بغداد سنة أربع وستين وثلاثمائة ودرس الفقه من سنة سبعين إلى أن مات ببغداد في شوال سنة ست وأربعمائة ودفن في داره ثم نقل إلى باب حرب في سنة عشر وأربعمائة وكان يوم جنازته يوما مشهودا بكثرة الناس وعظم الحزن وشدة البكاء أبو سهل بشر بن أحمد الإسفراييني سأذكره الدهقان وأبو بكر محمد بن أبي سعيد بن سختويه الإسفراييني أقام بجرجان مدة وحدث بها عن أبي سهل بشر بن أحمد الإسفراييني ثم خرج منها إلى مكة وأقام بها ",
                "title": "الإسفراييني",
                "uri": "JK_000952_0143"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}