{
    "features": [
        {
            "item": "JK_000952_3861",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.335-336",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعاوي</h1> بضم الميم وفتح العين المهملة هذه النسبة إلى معاوية وهم جماعة منهم علي بن عبد الرحمن المعاوي وهو ينسب إلى بني معاوية بن مالك بن عوف بن عمرو بن عوف بطن من الأوس منهم جابر بن عتيك شهد بدرا مع رسول الله صلى الله عليه وسلم وروى علي بن عبد الرحمن المعاوي هذا عن ابن عمر رضي الله عنهما روى عنه مسلم بن أبي مريم حديثه عند مالك وابن عيينة وفي الموطأ عن عبد الله بن عبد الله بن جابر بن عتيك قال أتانا عبد الله بن عمر في بني معاوية وهي قرية من قرى الأنصار فقال هل تدرون أين صلى رسول الله صلى الله عليه وسلم من مسجدكم هذا قلت له نعم الحديث وبشير المعاوي حدث عن النبي صلى الله عليه وسلم وابنه أيوب بن بشير وأبو سليمان الأنصاري المعاوي الأويسي روى عن عبد الله بن الزبير روى عنه الزهري وهو من أهل المدينة وجبر بن عتيك الأنصاري المعاوي وأخوه جابر بن عتيك والنعمان بن غصن بن الحارث المعاوي شهد بدرا وجماعة نسبوا إلى معاوية بن أبي سفيان وفيهم كثرة وأما من انتسب إلى معاوية الأصغر فهو أبو المظفر محمد بن أحمد بن محمد بن إسحاق بن الحسين بن منصور بن معاوية بن محمد بن عثمان بن عتبة بن عنبسة بن أبي |جـ 5 صـ 336| سفيان بن صخر بن حرب الأموي الأديب الأبيوردي الكوفني وكان يكتب لنفسه المعاوي ينسب إلى معاوية الأصغر وهو ابن محمد بن عثمان المذكور في نسبه لا معاوية بن أبي سفيان وكتب الأديب الأبيوردي قصة إلى أمير المؤمنين المستظهر بالله وكتب على رأسها الخادم المعاوي فحك الخليفة الميم من المعاوي ورد القصة فصار الخادم العاوي والأديب الأبيوردي هذا كان أوحد عصره وفريد دهره في معرفة اللغة والأنساب وشعره مدون سائر على ألسنة الناس وله العراقيات والنجديات سمع أبا القاسم إسماعيل بن مسعدة الإسماعيلي وأبا الفضل أحمد بن الحسن بن خيرون الأمين وغيرهم روى لنا عن جماعة منهم أبو بكر بن الشهرزوري بالموصل وأبو علي الأدمي بأصبهان وأبو الفضل الأديب بهمذان وعمر بن عثمان الحيري بمرو وجماعة وتوفي في شهر ربيع الأول سنة سبع وخمس مئة بأصبهان ",
                "title": "المعاوي",
                "uri": "JK_000952_3861"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}