{
    "features": [
        {
            "item": "JK_000129_004880",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.409-410",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خيبر والنسبة الخيبري</h1> الموضع المذكور في غزاة النبي صلى الله عليه وسلم وهي ناحية على ثمانية برد من المدينة لمن يريد الشام يطلق هذا الاسم على الولاية وتشتمل هذه الولاية على سبعة حصون ومزارع ونخل كثير وأسماء حصونها حصن ناعم وعنده قتل مسعود بن مسلمة ألقيت عليه رحى والقموص حصن أبي الحقيق وحصن الشق وحصن النطاة وحصن السلالم وحصن الوطيح وحصن الكتيبة وأما لفظ خيبر فهو بلسان اليهود الحصن ولكون هذه البقعة تشتمل على هذه الحصون سميت خيابر وقد فتحها النبي صلى الله عليه وسلم كلها في سنة سبع للهجرة وقيل سنة ثمان وقال محمد بن موسى الخوارزمي غزاها النبي صلى الله عليه وسلم حين |جـ 2 صـ 410| مضى ست سنين وثلاثة أشهر وأحد وعشرون يوما للهجرة وقال أحمد بن جابر فتحت خيبر في سنة سبع عنوة نازلهم رسول الله صلى الله عليه وسلم قريبا من شهر ثم صالحوه على حقن دمائهم وترك الذرية على أن يخلوا بين المسلمين وبين الأرض والصفراء والبيضاء والبزة إلا ما كان منها على الأجساد وأن لا يكتموه شيئا ثم قالوا يا رسول الله إن لنا بالعمارة والقيام على النخل علما فأقرنا فأقرهم وعاملهم على الشطر من التمر والحب وقال أقركم ما أقركم الله فلما كانت خلافة عمر بن الخطاب رضي الله عنه ظهر فيهم الزنا وتعبثوا بالمسلمين فأجلاهم إلى الشام وقسم خيبر بين من كان له فيها سهم من المسلمين وجعل لأزواج النبي صلى الله عليه وسلم فيها نصيبا وقال أيتكن شاءت أخذت الثمرة وأيتكن شاءت أخذت الضيعة فكانت لها ولعقبها وإنما فعل عمر رضي الله عنه ذلك لأنه سمع أن النبي صلى الله عليه وسلم قال لا يجتمع دينان في جزيرة العرب فأجلاهم وقسم النبي صلى الله عليه وسلم خيبر لما فتحها على ستة وثلاثين سهما وجعل كل سهم مائة سهم فعزل نصفها لنوائبه وما ينزل به وقسم الباقي بين المسلمين فكان سهم رسول الله صلى الله عليه وسلم مما قسم الشق والنطاة وما حيز معهما وكان فيما وقف على المسلمين الكتيبة وسلالم وهي حصون خيبر ودفعها إلى اليهود على النصف مما أخرجت فلم تزل على ذلك حياة رسول الله صلى الله عليه وسلم وأبي بكر رضي الله عنه فلما كان عمر رضي الله عنه وكثر المال في أيدي المسلمين وقووا على عمارة الأرض وسمع أن النبي صلى الله عليه وسلم قال في مرض موته لا يجتمع دينان في جزيرة العرب فأجلى اليهود إلى الشام وقسم الأموال بين المسلمين وكان رسول الله صلى الله عليه وسلم بعث عبد الله بن رواحة إلى أهل خيبر ليخرص عليهم فقال إن شئتم خرصت وخيرتكم وإن شئتم خرصتم وخيرتموني فأعجبهم ذلك وقالوا هذا هو العدل هذا هو القسط وبه قامت السموات والأرض وذكر أبو القاسم الزجاجي أنها سميت بخيبر بن قانية بن مهلائيل بن إرم بن عبيل وعبيل أخو عاد بن عوض بن إرم بن سام بن نوح عليه السلام وهو عم الربذة وزرود والشقرة بنات يثرب وكان أول من نزل هذا الموضع وخيبر موصوفة بالحمى قال شاعر كأن به إذ جئته خيبرية يعود عليه وردها وملالها وقد أعرابي خيبر بعياله فقال قلت لحمى خيبر استعدي هاك عيالي فاجهدي وجدي وباكري بصالب وورد أعانك الله على ذا الجند فحم ومات وبقي عياله واشتهر بالنسبة إليها جماعة منهم ابن القاهر الخيبري اللخمي الدمشقي ولا أدري أهو اسم جده أم نسبه إلى هذا الموضع روى عنه أبو القاسم الطبراني ومات بعد سنة 955 وقال الأخنس بن شهاب فلابنة حطان بن قيس منازل كما نمق العنوان في الرق كاتب ظللت بها أعرى وأشعر سخنة كما اعتاد محموما بخيبر صالب وهي أيضا موصوفة بكثرة النخل والتمر قال حسان ابن ثابت |جـ 2 صـ 411| أتفخر بالكتان لما لبسته وقد تلبس الأنباط ريطا مقصرا فلا تك كالعاوي فأقبل نحره ولم تخشه سهما من النبل مضمرا فإنا ومن يهدي القصائد نحونا كمستبضع تمرا إلى أرض خيبرا ",
                "title": "خيبر والنسبة الخيبري",
                "uri": "JK_000129_004880"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}