{
    "features": [
        {
            "item": "JK_000129_004366",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.328-329",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحيرة والنسبة الحيري</h1> بالكسر ثم السكون وراء مدينة كانت على ثلاثة أميال من الكوفة على موضع يقال له النجف زعموا أن بحر فارس كان يتصل به وبالحيرة الخورنق بقرب منها مما يلي الشرق على نحو ميل والسدير في وسط البرية التي بينها وبين الشام كانت مسكن ملوك العرب في الجاهلية من زمن نصر ثم من لخم النعمان وآبائه والنسبة إليها حاري على غير قياس كما نسبوا إلى النمر نمري قال عمرو بن معدي كرب كأن الإثمد الحاري منها يسف بحيث تبتدر الدموع وحيري أيضا على القياس كل قد جاء عنهم ويقال لها الحيرة الروحاء قال عاصم بن عمرو صبحنا الحيرة الروحاء خيلا ورجلا فوق أثباج الركاب حضرنا في نواحيها قصورا مشرفة كأضراس الكلاب وأما وصفهم إياها بالبياض فإنما أرادوا حسن العمارة |جـ 2 صـ 329| وقيل سميت الحيرة لأن تبعا الأكبر لما قصد خراسان خلف ضعفة جنده بذلك الموضع وقال لهم حيروا به أي أقيموا به وقال الزجاجي كان أول من نزل بها مالك بن زهير بن عمرو بن فهم بن تيم الله بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة فلما نزلها جعلها حيرا وأقطعه قومه فسميت الحيرة بذلك وفي بعض أخبار أهل السير سار أردشير إلى الأردوان ملك النبط وقد اختلفوا عليه وشاغبه ملك من ملوك النبط يقال له بابا فاستعان كل واحد منهما بمن يليه من العرب ليقاتل بهم الآخر فبنى الأردوان حيرا فأنزله من أعانه من العرب فسمي ذلك الحير الحيرة كما تسمى القيعة من القاع وأنزل بابا من أعانه من الأعراب الأنبار وخندق عليهم خندقا وكان بخت نصر حيث نادى العرب قد جمع من كان في بلاده من العرب بها فسمتها النبط أنبار العرب كما تسمى أنبار الطعام إذا جمع إليه الطعام وفي كتاب أحمد بن محمد الهمذاني إنما سميت الحيرة لأن تبعا لما أقبل بجيوشه فبلغ موضع الحيرة ضل دليله وتحير فسميت الحيرة وقال أبو المنذر هشام بن محمد كان بدو نزول العرب أرض العراق وثبوتهم بها واتخاذهم الحيرة والأنبار منزلا أن الله عز وجل أوحى إلى يوحنا بن اختيار بن زربابل بن شلثيل من ولد يهوذا بن يعقوب أن ائت بخت نصر فمره أن يغزو العرب الذين لا أغلاق لبيوتهم ولا أبواب وأن يطأ بلادهم بالجنود فيقتل مقاتليهم ويستبيح أموالهم وأعلمهم كفرهم بي واتخاذهم آلهة دوني وتكذيبهم أنبيائي ورسلي فأقبل يوحنا من نجران حتى قدم على بخت نصر وهو ببابل فأخبره بما أوحي إليه وذلك في زمن معد بن عدنان قال فوثب بخت نصر على من كان في بلاده من تجار العرب فجمع من ظفر به منهم وبنى لهم حيرا على النجف وحصنه ثم جعلهم فيه ووكل بهم حرسا وحفظة ثم نادى في الناس بالغزو فتأهبوا لذلك وانتشر الخبر فيمن يليهم من العرب فخرجت إليه طوائف منهم مسالمين مستأمنين فاستشار بخت نصر فيهم يوحنا فقال خروجهم إليك من بلدهم قبل نهوضهم إليك رجوع منهم عما كانوا عليه فاقبل منهم وأحسن إليهم فأنزلهم السواد على شاطىء الفرات وابتنوا موضع عسكرهم فسموه الأنبار وخلى عن أهل الحير فابتنوا في موضعه وسموها الحيرة لأنه كان حيرا مبنيا وما زالوا كذلك مدة حياة بخت نصر فلما مات انضموا إلى أهل الأنبار وبقي الحير خرابا زمانا طويلا لا تطلع عليه طالعة من بلاد العرب وأهل الأنبار ومن انضم إليهم من أهل الحيرة من قبائل العرب بمكانهم وكان بنو معد نزولا بتهامة وما والاها من البلاد ففرقتهم حروب وقعت بينهم فخرجوا يطلبون المتسع والريف فيما يليهم من بلاد اليمن ومشارف أرض الشام وأقبلت منهم قبائل حتى نزلوا البحرين وبها قبائل من الأزد كانوا نزلوها من زمان عمرو بن عامر بن ماء السماء بن الحارث الغطريف بن ثعلبة بن امرىء القيس بن ثعلبة بن مازن بن الأزد ومازن هو جماع غسان وغسان ماء شرب منه بنو مازن فسموا غسان ولم تشرب منه خزاعة ولا أسلم ولا بارق ولا أزد عمان فلا يقال لواحد من هذه القبائل غسان وإن كانوا من أولاد مازن فتخلفوا بها فكان الذين أقبلوا من تهامة من العرب مالك وعمرو ابنا فهم بن تيم الله بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة ومالك بن الزمير بن عمرو بن فهم بن تيم الله بن أسد بن وبرة في جماعة |جـ 2 صـ 330| من قومهم والحيقان بن الحيوة بن عمير بن قنص بن معد بن عدنان في قنص كلها ثم لحق به غطفان بن عمرو بن طمثان بن عوذ مناة بن يقدم بن أفضى بن دعمى بن إياد فاجتمعوا بالبحرين وتحالفوا على التنوخ وهو المقام وتعاقدوا على التناصر والتوازر فصاروا يدا على الناس وضمهم اسم التنوخ وكانوا بذلك الاسم كأنهم عمارة من العمائر وقبيلة من القبائل قال ودعا مالك بن زهير بن عمرو بن فهم جذيمة الأبرش بن مالك بن فهم بن غنم بن دوس بن عدنان بن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد إلى التنوخ معه وزوجه أخته لميس بنت زهير فتنخ جذيمة بن مالك وجماعة من كان بها من الأزد فصارت كلمتهم واحدة وكان من اجتماع القبائل بالبحرين وتحالفهم وتعاقدهم أزمان ملوك الطوائف الذين ملكهم الإسكندر وفرق البلدان عند قتله دارا إلى أن ظهر أردشير على ملوك الطوائف وهزمهم ودان له الناس وضبط الملك فتطلعت أنفس من كان في البحرين من العرب إلى ريف العراق وطمعوا في غلبة الأعاجم مما يلي بلاد العرب ومشاركتهم فيه واغتنموا ما وقع بين ملوك الطوائف من الاختلاف فأجمع رؤساؤهم على المسير إلى العراق ووطن جماعة ممن كان معهم أنفسهم على ذلك فكان أول من طلع منهم على العجم حيقان في جماعة من قومه وأخلاط من الناس فوجدوا الأرمنيين الذين بناحية الموصل وما يليها يقاتلون الأردوانيين وهم ملوك الطوائف وهم ما بين نفر قرية من سواد العراق إلى الأبلة وأطراف البادية فاجتمعوا عليهم ودفعوهم عن بلادهم إلى سواد العراق فصاروا بعد أشلاء في عرب الأنبار وعرب الحيرة فهم أشلاء قنص بن معد منهم كان عمرو بن عدي بن نصر بن ربيعة بن عمرو بن الحارث بن مالك بن عمم بن نمارة بن لخم ومن ولده النعمان بن المنذر ثم قدمت قبائل تنوخ على الأردوانيين فأنزلوهم الحيرة التي كان قد بناها بخت نصر والأنبار وأقاموا يدينون للعجم إلى أن قدمها تبع أبو كرب فخلف بها من لم تكن له نهضة فانضموا إلى الحيرة واختلطوا بهم وفي ذلك يقول كعب بن جعيل وغزانا تبع من حمير نازل الحيرة من أرض عدن فصار في الحيرة من جميع القبائل من مذحج وحمير وطيء وكلب وتميم ونزل كثير من تنوخ الأنبار والحيرة إلى طف الفرات وغربيه إلا أنهم كانوا بادية يسكنون المظال وخيم الشعر ولا ينزلون بيوت المدر وكانت منازلهم فيما بين الأنبار والحيرة فكانوا يسمون عرب الضاحية فكان أول من ملك منهم في زمن ملوك الطوائف مالك بن فهم أبو جذيمة الأبرش وكان منزله مما يلي الأنبار ثم مات فملك ابنه جذيمة الأبرش بن مالك بن فهم وكان جذيمة من أفضل ملوك العرب رأيا وأبعدهم مغارا وأشدهم نكاية وأظهرهم حزما وهو أول من اجتمع له الملك بأرض العرب وغزا بالجيوش وكان به برص وكانت العرب لا تنسبه أليه إعظاما له وإجلالا فكانوا يقولون جذيمة الوضاح وجذيمة الأبرش وكانت دار مملكته الحيرة والأنبار وبقة وهيت وعين التمر وأطراف البر إلى الغمير إلى القطقطانة وما وراء ذلك تجبى إليه من هذه الأعمال الأموال وتفد عليه الوفود وهو صاحب الزباء وقصير والقصة طويلة ليس ههنا موضعها إلا أنه لما هلك صار ملكه إلى ابن أخته عمرو بن عدي بن نصر اللخمي وهو أول من اتخذ الحيرة منزلا |جـ 2 صـ 331| من الملوك وهو أول ملوك هذا البيت من آل نصر ولذلك يقول ابن رومانس الكلبي وهو أخو النعمان لأمه أمهما رومانس ما فلاحي بعد الألى عمروا ال حيرة ما إن أرى لهم من باق ولهم كان كل من ضرب العي ر بنجد إلى تخوم العراق فأقام ملكا مدة ثم مات عن مائة وعشرين سنة مطاع الأمر نافذ الحكم لا يدين لملوك الطوائف ولا يدينون له إلى أن قدم أردشير بن بابك يريد الاستبداد بالملك وقهر ملوك الطوائف فكره كثير من تنوخ المقام بالعراق وأن يدينوا لأردشير فلحقوا بالشام وانضموا إلى من هناك من قضاعة وجعل كل من أحدث من العرب حدثا خرج إلى ريف العراق ونزل الحيرة فصار ذلك على أكثرهم هجنة فأهل الحيرة ثلاثة أصناف فثلث تنوخ وهم كانوا أصحاب المظال وبيوت الشعر ينزلون غربي الفرات فيما بين الحيرة والأنبار فما فوقها والثلث الثاني العباد وهم الذين سكنوا الحيرة وابتنوا فيها وهم قبائل شتى تعبدوا لملوكها وأقاموا هناك وثلث الأحلاف وهم الذين لحقوا بأهل الحيرة ونزلوا فيها فمن لم يكن من تنوخ الوبر ولا من العباد دانوا لأردشير فكان أول عمارة الحيرة في زمن بخت نصر ثم خربت الحيرة بعد موت بخت نصر وعمرت الأنبار خمسمائة سنة وخمسين سنة ثم عمرت الحيرة في زمن عمرو بن عدي باتخاذه إياها مسكنا فعمرت الحيرة خمسمائة سنة وبضعا وثلاثين سنة إلى أن عمرت الكوفة ونزلها المسلمون وينسب إلى الحيرة كعب بن عدي الحيري له صحبة روى حديثه عمرو بن الحارث عن ناعم بن أجيل بن كعب بن عدي الحيري ",
                "title": "الحيرة والنسبة الحيري",
                "uri": "JK_000129_004366"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}