{
    "features": [
        {
            "item": "JK_000129_001879",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.404-405",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بروجرد والنسبة البروجردي</h1> بالفتح ثم الضم ثم السكون وكسر الجيم وسكون الراء ودال بلدة بين همذان وبين الكرج بينها وبين همذان ثمانية عشر فرسخا وبينها وبين الكرج عشرة فراسخ وبروجرد بينهما وكانت تعد من القرى إلى أن اتخذ حمولة وزير آل أبي دلف بها منبرا اتخذها منزلا لما عظم أمره واستبد بالجبال وهي مدينة خصبة كثيرة الخيرات تحمل فواكهها إلى الكرج وغيرها وطولها مقدار نصف فرسخ وهي قليلة العرض ينبت بها الزعفران وقال بعضهم يهجو أهلها بروجرد في طيبها جنة وما عيبها غير سكانها ولكن يغطي على لؤمهم وبخلهم جود نسوانها وقال أبو الحسن علي بن أحمد بن الحسن بن محمد بن نعيم النعيمي ودع بروجرد توديعا إلى الأبد واضرط عليها فما بالربع من أحد فما بها أحد يرجى لنائبة ولا لجبران كسر من سماح يد وقال أبو المظفر الأموي ببروجرد نزلنا منزلا غير أنيق وطوى دون قراها كشحه كل صديق وتوارى بحجاب يوحش الضيف وثيق والبروجردي إن ص احبته شر رفيق والنهاوندي أيضا من بنيات الطريق وكلا الجنسين لا يصلح إلا للحريق ينسب إليها محمد بن هبة الله بن العلاء بن عبد الغفار البروجردي أبو الفضل الحافظ من أهل بروجرد شيخ صالح عالم صحب أبا الفضل محمد بن طاهر المقدسي وكان من المتميزين الفهيمين سمع أبا محمد عبد الرحمن بن أحمد الدوني وأبا محمد مكي بن بحير الشعار ويحيى بن عبد الوهاب بن مندة ومحمد بن طاهر المقدسي قال أبو سعد أول ما لقيته أني كنت قاعدا في جامع بروجرد أنسخ شيئا من الحديث فدخل شيخ ذو هيئة رثة فسلم وقعد فبعد ساعة قال لي إيش تكتب فكرهت جوابه وقلت في نفسي ماله ولهذا السؤال ثم قلت متبرما الحديث فقال كأنك تطلب الحديث قلت نعم قال من أين أنت قلت من مرو قال عمن يروي البخاري الحديث من مرو قلت عن |جـ 1 صـ 405| عبدان وصدقة وعلي بن حجر وجماعة من هذه الطبقة قال ما اسم عبدان قلت عبد الله بن عثمان بن جبلة قال لي لم قيل له عبدان فوقفت فتبسم فنظرت إليه بعين أخرى وقلت يذكره الشيخ فقال كنيته أبو عبد الرحمن واسمه عبد الله فاجتمع في اسمه وكنيته العبدان فقيل له عبدان ففرحت بهذه الفائدة فقلت عمن سمعت هذا فقال عن محمد بن طاهر المقدسي ثم بعد ذلك كتبت عنه أحاديث من أجزاء انتخبتها عليه ",
                "title": "بروجرد والنسبة البروجردي",
                "uri": "JK_000129_001879"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}