{
    "features": [
        {
            "item": "JK_000952_4195",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.537-538",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النوقدي</h1> بفتح النون وسكون الواو وفتح القاف وفي اخرها الدال المهملة هذه النسبة إلى نوقد وهي قرية كبيرة على ستة فراسخ من نسف يقال لها نوقد قريش وبما وراء النهر قرية أخرى يقال لها نوقد أيضا والمشهور بالانتساب إليها أبو الفضائل عبد القادر بن عبد الخالق بن عبد الرحمن بن كاسم بن الفضل بن عبد الرحيم بن الحسن بن الربيع النوقدي قال من أهل نوقد قريش كان إماما فاضلا سمع ببخارى السيد أبا بكر محمد بن علي بن حيدرة الجعفري وبمكة أبا عبد الله الحسين بن علي الطبري وغيرهما سمع منه أبو حفص عمر بن محمد بن أحمد النسفي |جـ 5 صـ 538| وكانت ولادته ليلة البراءة من سنة خمسين وأربعمئة والإمام الزاهد صائم الدهر محمد بن منصور بن مخلص بن إسماعيل النوقدي المدرس المفتي بسمرقند يروي عن القاضي أبي اليسر محمد بن محمد بن الحسين البزدوي ومات بسمرقند في شهر رمضان سنة خمس وثلاثين وخمسمئة وأما أبو بكر محمد بن سليمان بن الخضر بن أحمد بن الحكم المعدل النوقدي من نوقد خرداخن من نواحي نسف كان ثقة أمينا يروي عن محمد بن محمود بن عنبر عن أبي عيسى الترمذي كتاب الجامع له وعن غيرهما ومات غرة جمادي الأولى سنة سبع وأربعمئة وأبو إسحاق إبراهيم بن محمد بن نوح بن محمد بن زيد بن النعمان بن عبد الله بن الحسن بن زيد بن نوح الفقيه النوحي النوقدي من نوقد ساذه يروي عن أبي بكر بن بندار الإستراباذي وأبي جعفر محمد بن إبراهيم الفرخاني وأبي الليث نصر بن عمران النوقدي وأبي سعيد الخليل بن أحمد السجزي وأبي محمد إبراهيم القلانسي وغيرهم روى عنه أبو العباس المستغفري الخطيب وكان قوالا بالحق ناصرا له مات في ذي القعدة سنة خمس وعشرين وأربعمئة وأبو الليث نصر بن عامر بن حفص النوقدي من نوقد خرداخن يروي عن أبي النضر محمد بن إسحاق السمرقندي عن إبراهيم بن السري كتاب جزاء الأعمال سمع منه الققيه أبو القاسم النوحي قال المستعفري لم أرغب في سماعه لأن أكثر ما فيه موضوعات محمد بن تميم الفارياني وأحمد بن عبد الله الجويباري ",
                "title": "النوقدي",
                "uri": "JK_000952_4195"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}