{
    "features": [
        {
            "item": "JK_000952_1959",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.168-169",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزنجاني</h1> بفتح الزاي وسكون النون وفتح الجيم وفي آخرها نون هذه النسبة إلى زنجان وهي بلدة على حد أذربيجان من بلاد الجبل منها يتفرق القوافل إلى الري وقزوين وهمذان واصبهان والمشهور منها أحمد بن محمد بن ساكن الزنجاني يروي عن نصر بن علي وأبي بكر الأثرم وزياد بن ايوب وإسماعيل بن موسى بن بنت السدي روى عنه يوسف بن القاسم الميانجي ومكي بن بندار الزنجاني قال ابن أبي حاتم سمعت منه بالكوفة مع أبي وأبو عبيد الله الحسين بن أحمد بن محمد الزنجاني أظن هو المعروف بالفلاكي روى عنه القاضي أبو ثابت البخاري وإن كان الفلاكي فروى عنه أبو القاسم يوسف بن محمد التفكري الزنجاني وأبو القاسم سعد بن علي بن محمد الزنجاني شيخ الحرم في عصره كان جليل القدر عالما زاهدا كان الناس يتبركون به حتى قال حاسده لأمير مكة إن الناس يقبلون يد الزنجاني أكثر مما يقبلون الحجر الأسود حدث عن جماعة من أهل الشام ومصر سمع منه جدي الإمام أبو المظفر السمعاني وأبو الفضل المقدسي وأبو جعفر الهمذاني ولم يروي لنا عنه إلا الأستاذ أبو المظفر عبد المنعم بن أبي القاسم القشيري وتوفي بمكة بعد سنة سبعين وأربعمائة وأبو محمد عبد الله بن موسى الزنجاني يروي عن محمد بن إبراهيم الزنجاني روى عنه علي بن إبراهيم القطان القزويني وابو حفص عمر بن الزنجاني وصل بغداد وسمع الحديث من أبي محمد الجوهري وغيره ودرس الفقه على القاضي أبي الطيب الطبري والكلام على أبي جعفر السمناني وحدث وأبو جعفر محمد بن منصور بن محمد الزنجاني منها كان أحد الجوالين في |جـ 3 صـ 169| الآفاق وكان فقيها فاضلا متدينا سكن في آخر عمره إسترباذ سمع أبا عبد الله محمد بن جعفر القضاعي وأحمد بن إبراهيم بن موسى الدقاق وأبا محمد عبد الرحمن بن محمد بن الحسن الفارسي وغيرهم روى لنا عنه أبو حفص عمر بن محمد بن الحسن الفرغولي بمرو وابو نصر عبد الوهاب بن أحمد بن عبد السلام الخطيب باستراباذ وتوفي بها في حدود سنة ثمانين وأربعمائة وابو عبد الله مكي بن بندار بن مكي بن عاصم الزنجاني قدم بغداد وحدث بها عن أسامة بن علي بن سعيد الرازي ومحمد بن زنجويه القزويني وعرس بن فهد الموصلي وأبي العباس بن عقدة ومحمد بن الحسين الزعفراني صاحب ابن أبي خيثمة روى عنه أبو الحسن الدارقطني وأبو الحسن محمد بن أحمد بن رزق البزاز وابو بكر أحمد بن موسى بن مردويه الحافظ وغيرهم وذكره أبو بكر في تاريخه لأصبهان فقال مكي بن بندار الزنجاني قدم أصبهان سنة تسع وثلاثين وثلاثمائة كتب الحديث الكثير بالشام ومصر والعراق وأبو سهل السري بن مهران الرازي ثم الزنجاني من أهل الري يروي عن حسين الجعفي ومحمد بن عبيد وأبو أحمد الزبيري قال ابن أبي حاتم رأيته ولم أكتب عنه وكان صدوقا ",
                "title": "الزنجاني",
                "uri": "JK_000952_1959"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}