{
    "features": [
        {
            "item": "JK_000952_0937",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.85-86",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجمحي</h1> بضم الجيم وفتح الميم وفي آخرها الحاء المهملة هذه النسبة إلى بني جمح والمشهور بهذه النسبة أبو عبد الله سعيد بن عبد الرحمن بن عبد الله بن جميل بن عامر بن حذيم بن سلامان بن ربيعة بن سعد بن جمح المديني الجمحي ولي القضاء ببغداد في عسكر المهدي زمن هارون الرشيد وحدث عن هشام بن عروة وسهيل بن أبي صالح وعبيد الله بن عمر بن حفص وغيرهم روى عنه محمد بن الصباح الدولابي وسليمان بن داود الهاشمي وأبو إبراهيم الترجماني وأحمد بن إبراهيم الموصلي ويحيى بن أيوب المقابري وعبد الرحمن بن واقد الواقدي وجماعة وثقة يحيى بن معين وغيره ومات ببغداد سنة ست وسبعين ومائة عن اثنتين وسبعين سنة وأبو عبد الله محمد بن سلام بن عبيد الله بن سالم الجمحي البصري مولى قدامة بن مظعون الجمحي وهو أخو عبد الرحمن بن سلام من أهل البصرة كان من أهل الأدب وصنف كتابا في طبقات الشعراء وحدث عن حماد بن سلمة ومبارك بن فضالة وزائدة بن أبي الرقاد وأبي عوانة وغيرهم وسكن بغداد وبها توفي روى عنه أبو بكر بن أبي خيثمة وعبد الله بن أحمد بن حنبل وأبو العباس ثعلب وأبو العباس أحمد بن علي الأبار وغيرهم سئل أبو علي صالح بن محمد جزرة عن عبد الرحمن ومحمد ابني سلام الجمحيين فقال صدوقان ورأت يحيى بن معين يختلف إليهما قيل إن محمد بن سلام كان يرمي بالقدر وحكي أن محمد بن سلام الجمحي لما قدم بغداد سنة اثنتين وعشرين ومائتين اعتل علة شديدة فما تخلف عنه أحد وأهدى إليه الأجلاء أطبائهم وكان ابن ماسويه ممن أهدي إليه فلما جسه ونظر إليه قال له ما أرى من العلة كما أرى من الجزع فقال والله ما ذاك لحرص على الدنيا مع اثنتين وثمانين سنة ولكن الإنسان في غفلة حتى يوقظ بعلة ولو وقفت بعرفات وقفة وزرت قبر رسول الله صلى الله عليه وسلم زورة وقضيت |جـ 2 صـ 86| أشياء في نفسي لرأيت ما اشتد علي من هذا قد سهل فقال له ابن ماسويه فلا تجزع فقد رأيت في عرقك من الحرارة الغريزية وقوتها ما أن سلمك الله من العوارض بلغك عشر سنبن بعد ذلك ومات سنة اثنتين وثلاثين ومائتين وأبو إسحاق إبراهيم بن عبد الله بن الحارث بن علي بن محمد بن حاطب بن الحارث بن نعيم بن حبيب بن وهب بن حذافة بن جمح الجمحي الكوفي من أهل الكوفة قدم أصبهان وسكن المدينة ومات بها حدث عن حفص بن غياث ويعلي بن عبيد وجعفر بن عون وغيرهم وكان أحد الثقات روى عنه عبد الله بن أحمد بن أسيد وأبو دهبل وهب بن زمعة بن أسيد بن أحيحة بن خلف بن وهب بن حذافة بن جمح الجمحي أحد الشعراء الإسلامين يعرف بكنيته ",
                "title": "الجمحي",
                "uri": "JK_000952_0937"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}