{
    "features": [
        {
            "item": "JK_000952_1852",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, p.113",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الريحاني</h1> بفتح الراء وسكون الياء المنقوطة باثنتين من تحتها وبعدها الحاء المهملة وفي آخرها النون هذه النسبة إلى الريحان وبيعها وإلى رجل اسمه ريحان فأما الريحان الذي يشم فالمشهور بالنسبة إليها أبو عبد الله الحسين بن أحمد بن محمد الريحاني الهمذاني يروي عن أبي القاسم البغوي ويحيى بن صاعد وأحمد بن إسحاق بن بهلول روى عنه أبو طالب محمد بن علي بن الفتح العشاري الحربي قال ابن ماكولا روى عنه جماعة من شيوخنا أظن آخرهم ابن العشاري وأبو بكر محمد بن إبراهيم بن محمد الريحاني يروي عن الحسين بن علي النيسابوري وإسحاق بن سعد وإبراهيم بن محمد بن أبي حماد الأبهري وغيرهم والنسبة إلى ريحان إسم الرجل وهو والد يوسف بن ريحان الأزدي فجماعة ينسبون إليه منهم أمير الماء ببخارى أبو الفضل محمد بن يوسف الريحاني وأولاده أبو الحسن وأبو الحسين وأحد ولديه يروي عن أبي أحمد الحسيني المروزي قال البصري سمعت منه حديثه في مجلس الحاكم أبي إسحاق النوقدي ومسجده بالشارستان وأبو الحسن علي بن محمد بن يوسف هو القسام الريحاني يروي عن أبي محمد المزني وجماعة قرأت عليه حديث صالح بن محمد البغدادي في جمع علي بن الجعد عن شعبة وله ابن أكبر من هذيم سمي أبا الحسين أحمد أيضا سمعنا حديثه من أبي مقاتل النسفي وابن ابنه أبو علي الحسين بن أبي الحسين بن أبي الفضل الريحاني وأبو الفضل محمد بن يوسف بن ريحان الأزدي الريحاني يروي عن أبيه أبي يعقوب وأبي حسان مهيب بن سليم وتوفي في رجب سنة أربع وستين وثلاثمائة وأما أبو الحسن علي بن عبيدة الريحاني الكاتب نسب بعض أجداده فيما أظن إلى بيع الريحان وهو من اهل بغداد كان أحد البلغاء الفصحاء وافر الأدب كثير الفضل مليح اللفظ حسن العبارة وله كتب حسان في الحكم والأمثال وكان له اختصاص بالمأمون وكان يرمى بالزندقة ومن كلماته الرائقة قوله المودة قرابة مستفادة وقال أحمد بن أبي الذيال قلت لأبي الحسن الريحاني القول زر غبا تزدد حبا فقال لي يا أبا علي هذا مثل للعامة تجفو عنه الخاصة قال الحكيم بكثرة زيارة الثقة تحرز المقة قال ابن أبي الذيال فحدثه إبراهيم بن الجنيد فقال أحسن والله وكتبه عني ",
                "title": "الريحاني",
                "uri": "JK_000952_1852"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}