{
    "features": [
        {
            "item": "JK_000952_2614",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.80-82",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطوسي</h1> بضم الطاء المهملة وفي آخرها السين المهملة أيضا هذه النسبة إلى بلدة بخراسان يقال لها طوس وهي محتوية على بلدتين يقال لإحداهما الطابران وللأخرى نوقان ولهما أكثر من ألف قرية وكان فتحها في خلافة عثمان بن عفان على يد عبد الله بن عامر بن كريز في سنة تسع وعشرين من الهجرة خرج منها جماعة من العلماء والمحدثين قديما وحديثا وهذه النسبة اسم طوسي بن طالب بن جرير البجلي حدث عن أبيه روى عنه حمزة بن المطلب الخزاعي البصري والمنسوب إلى هذه البلدة أبو نضر محمد بن محمد بن يوسف بن الحجاج بن الجراح بن عبد الله بن عبد الخالق الفقيه الطوسي من أهل طابران طوس كان إماما زاهدا ورعا حسن السمت والسيرة سمع بنيسابور الحسين بن محمد بن زياد السمدي وإسماعيل بن قتيبة وبمرو يحيى بن ساسوية وأبا رجاء الهورقاني وبهراة عثمان بن سعيد الدارمي ومعاذ بن نجدة وبالري علي بن الحسين بن الجنيد ومحمد بن أيوب الرازي |جـ 4 صـ 81| وببغداد إسماعيل بن إسحاق القاضي والحارث بن أبي أسامة وبالكوفة أحمد بن موسى بن إسحاق الكوفي ومطين الحضرمي وبمكة علي بن عبد العزيز ومحمد بن علي بن زيد الصائغ وسمع بسمرقند من مصنفات أبي عبد الله محمد بن نصر المروزي وروى عنه الحافظ أبو علي وأبو أحمد الحاكم وأبو الحسين الحجاجي وأبو عبد الله البيع النيسابوريون وذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال الفقيه الأديب أبو عبد الله العابد أبو نضر الإمام الطوسي وما رأيت في مشايخي أحسن صلاة ولا أبعد عن الذم منه وكان يصوم النهار يقوم الليل ويتصدق بالفاضل من قوته ويأمر بالمعروف وينهى عن المنكر سمع بطوس تميم بن محمد وإبراهيم العنبري وكتب عنهما جميعا المسند فقد صنفاه وقال الحاكم سألت أبا النضر متى تتفرغ إلى التصنيف مع ما أنت فيه من هذه الفتاوى والتوسط قال قد جزأت الليل ثلاثة أجزاء جزء للتصنيف وجزء لقراءة القرآن وجزء للنوم رؤي أبو النضر في المنام بعد وفاته لسبع ليال فقيل له وصلت إلى ما طلبته فقال إي والله نحن عند رسول الله صلى الله عليه وسلم وبشر بن الحارث يحجبنا بين يديه ويرافقنا قلت كيف وجدت مصنفاتك في الحديث قال قد عرضتها كلها على رسول الله صلى الله عليه وسلم ورضيها وقال توفي أبو النضر بطوس في شعبان سنة أربع وأربعين وثلاثمائة وأبو محمد حاجب بن أحمد بن يرحم بن سفيان الطوسي من أهل طوس كان شيخا مسنا سمع جماعة من المتقدمين وعمر حتى حدث عنهم مثل محمد بن رافع القشيري ومحمد بن يحيى الذهلي ومحمد بن حماد الأبيوردي وعبد الله بن هاشم وعبد الرحيم بن منيب المروزي وإسحاق بن منصور الكوسج وغيرهم سمع منه الحاكم أبو عبد الله الحافظ روى عنه أبو طاهر محمد بن الفضل بن محمد بن إسحاق بن خزيمة والقاضي أبو بكر أحمد بن الحسين الحيري وغيرهما ذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال حاجب بن أحمد أبو محمد الطوسي حدث عن شيخ كان لا يسميه فيقول حدثنا أبو عبد الرحمن حدثنا عبد الله بن المبارك وبلغنا أن شيخنا أبا محمد البلاذري كان يشهد له بلقي هؤلاء الشيوخ وكان يزعم أنه ابن مائة وثمان سنين هذا وهو بنيسابور سنة خمس وثلاثين وثلاثمائة وحضرت دار السنة بعد فراغ أبي العباس من الإملاء وحمل حاجب بن أحمد فوضع على الدكة وقرأ عليه أبو أحمد الوراق من تلك الأجزاء الخمسة ثلاثة أجزاء إلى أن أذنوا لصلاة العصر وفيها عن عبد الله بن هاشم وعبد الرحيم بن منيب |جـ 4 صـ 82| وغيرهما وقال له أبو أحمد كما قرأت عليك فقال نعم وأشار برأسه ولم يصل إلى ذلك السماع قال فسمعت أبا الفضل الطوسي يقول توفي حاجب بن أحمد في قريته فجأة سنة ست وثلاثين وثلاثمائة ",
                "title": "الطوسي",
                "uri": "JK_000952_2614"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}