{
    "features": [
        {
            "item": "JK_000952_3234",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.484-486",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القريشي</h1> بضم القاف وفتح الراء بعدها الياء الساكنة آخر الحروف وفي آخرها الشين المعجمة منسوب إلى قريش وأكثر ما ورد في هذه النسبة بإسقاط الياء والذي اشتهر بالنسبة إلى قريش مع الياء أبو نصر محمد بن عبد الرحمن القريشي شيخ من أهل سرخس سمع آخر مجلس |جـ 4 صـ 485| أملاه أبو علي زاهر بن أحمد بن الفقيه السرخسي سمع منه جدنا أبو المظفر السمعاني روى لي عنه أبو نصر محمد بن محمود السرة مرد الشجاعي ذلك المجلس ولم يرو لنا عنه غيره قال ابن ماكولا شيخ كان بسرخس حدث عن زاهر بن أحمد وهو آخر من حدث عنه وحدث عن غيره يقال له أبو نصر محمد بن عبد الرحمن القريشي مشهور بها سمع منه جماعة ودخلت سرخس وسألت عنه لأسمع منه فأخبرت بموته ذكر لي اسمه ونسبه أبو محمد الطبسي وإنما سميت قريش بهذا الاسم لتجمعهم على قصي بن كلاب وسمي قصي مجمعا وفي ذلك يقول حذافة بن غانم الجمحي يمدحه % أبوهم قصي كان يدعى مجمعا % % به جمع الله القبائل من فهر % % هم نزلوها والمياه قليلة % % وليس بها إلا كهول بني عمرو % يريد ببني عمرو خزاعة وفي رواية أخرى % هم ملكوا البطحاء مجدا وسؤددا % % وهم طردوا عنها غواة بني بكر % والتجمع التقرش في بعض كلام العرب ويقال كان يقال لقصي القريشي ولم تسم قريش قبله ويقال أيضا إن النضر بن كنانة كان يسمى القريش قال الدارقطني أما قريش فالقبيلة المعروفة وهي بطنان قريش البطاح وقريش الظواهر وقد قيل أيضا إنما سميت قريش قريشا لأنها كانت تجارا تكسب وتتجر وتحترش فشبهت بحوت في البحر وسنذكر قول ابن عباس فيه وأما قصة قصي بن كلاب واجتماع الناس عليه الذي به سمي هو قريشا أخبرنا الأديب أبو القاسم محمود بن علي بن نصر النسفي بسمرقند وأبو يعقوب يوسف بن أبي بكر المقري بنسف وأبو محمد أحمد بن محمد بن عبد الرحمن العلوي ببخارى وغيرهم قالوا أخبرنا أبو بكر محمد بن أحمد بن محمد بن أبي النضر البلدي أخبرنا أبو المعالي معتمر بن محمد بن محمد بن مكحول النسفي أخبرنا أبو سهل هارون بن أحمد بن هارون الإستراباذي أخبرنا أبو محمد إسحاق بن محمد بن نافع الخزاعي بمكة أخبرنا أبو الوليد |جـ 4 صـ 486| محمد بن عبد الله بن أحمد بن الوليد الأزرقي حدثني جدي حدثنا سعيد بن سالم عن عثمان بن ساج عن ابن جريج وعن ابن إسحاق يزيد أحدهما على صاحبه قالا أقامت خزاعة على ماكانت عليه من ولاية البيت وأما المنسوب إلى قريش وليس منهم فهو عمرو بن خالد القريشي وهذا هو همداني من أهل واسط كان الراوي عنه يدلسه بالقريشي ينسبه إلى بلده وقبيلته لشدة ضعفه ",
                "title": "القريشي",
                "uri": "JK_000952_3234"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}