{
    "features": [
        {
            "item": "JK_000952_4210",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.544-546",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النهرواني</h1> بفتح النون وسكون الهاء وفتح الراء المهملة والواو وفي اخرها نون أخرى هذه النسبة إلى بليدة قديمة على أربع فراسخ من الدجلة يقال لها النهروان وقد خرب أكثرها ولها نواح كثيرة وقرى يتصل بعضها ببعض دخلتها غير مرة وبت ليلة في انصرافي من بغداد والمشهور بهذه النسبة أبو أيوب أحمد بن عبد الصمد النهرواني يروي عن إسماعيل بن قيس عن يحيى بن سعيد الإنصاري روى عنه أبو العباس محمد بن إسحاق الثقفي وغيره وأبو الحسين أحمد بن عمر بن روح بن علي النهرواني كان فاضلا صدوقا دينا حسن المذاكرة مليح المحاضرة ينتحل مذهب المعتزلة سمع أبا حفص بن الزيات |جـ 5 صـ 545| والحسين بن محمد بن عبيد العسكري والحسن بن جعفر الحرفي وأبا الحسين بن البواب وأبا بكر بن شاذان البزاز وعبد الله بن أحمد بن ماهبزد الأصبهاني وأبا الحسن الدارقطني وأبا الفضل عبيد الله بن عبد الرحمن الزهري والمعافى بن زكريا الجريري وغيرهم وكانت ولادته في شهر رمضان سنة ثمان وستين وثلاثمئة ومات ببغداد في شهر ربيع الاخر سنة خمس وأربعين وأربعمئة ودفن في مقبرة ماسرز ومن القدماء أبو داود سليمان بن توبة بن زياد النهرواني سمع يزيد بن هارون وروح بن عبادة وشبابة بن سوار وأبا النضر هاشم بن القاسم وسلام بن سليمان المدائني وأبا حذيفة موسى بن مسعود وعلي بن الحسن بن شقيق وأبا عمران الوركاني روى عنه أبو العباس محمد بن إسحاق السراج ويحيى بن محمد بن صاعد ومحمد بن مخلد بن العطار وغيرهم قال عبد الرحمن بن أبي حاتم كتبت عنه بنهروان وكان صدوقا وقال الدارقطني هو ثقة ومات في صفر سنة إحدى وستين ومئتين ومحمد بن جعفر بن سليمان بن نوح النهرواني حدث عن أحمد بن منصور الرمادي وأبي قلابة عبد الملك بن محمد الرقاشي وأبي محمد الحارث بن أبي أسامة التميمي روى عنه المعافى بن زكريا الجريري وأبو الفرج المعافى بن زكريا بن يحيى بن حميد بن حماد بن داود النهرواني الجريري القاضي المعروف بابن طرارا كان يذهب إلى مذهب محمد بن جرير الطبري وكان من أعلم الناس في وقته بالفقه والنحو واللغة وأصناف الأدب وصنف كتابا مليح كثير الفوائد سماه الجليس والأنيس حدث عن أبي القاسم عبد الله بن محمد البغوي وأبي بكر عبد الله بن أبي داود السجستاني ويحيى بن محمد بن صاعد وأبي حامد محمد بن هارون الحضرمي روى عنه القاضي أبو الطيب طاهر بن عبد الله الطبري وأبو القاسم الأزهري وأحمد بن عمر النهرواني وطبقتهم وحضر المعافى دار بعض الروساء وكان هناك جماعة من أهل العلم والأدب فقالوا له في أي نوع من العلوم يتذاكر فقال المعافى لذلك الرئيس خزانتك قد جمعت أنواع العلوم وأصناف الأدب فإن رأيت أن تبعث بالغلام إليها وتأمره أن يفتح بابها ويضرب بيده إلى دأي كتاب قرب منها فيحمله ثم تفتحه وتنظر في أي نوع هو فنتذاكره ونتجارى فيه وكان أبو محمد الباقي يقول لو أوصى رجل بثلث ماله أن يدفع إلى أعلم الناس لوجب أن يدفع إلى المعافى بن زكريا وكان الباقي يقول إذا حضر القاضي أبو الفرج فقد حضرت العلوم كلها وكانت ولادته في سنة خمس وثلاثمئة |جـ 5 صـ 546| وتوفي في ذي الحجة سنة تسعين وثلاثمئة ببغداد ",
                "title": "النهرواني",
                "uri": "JK_000952_4210"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}