{
    "features": [
        {
            "item": "JK_000952_0823",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.20-21",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجبلي</h1> بفتح الجيم وضم الباء المشددة المنقوطة بنقطة واحدة وهذه النسبة إلى جبل وهي بلدة على الدجلة بين بغداد وواسط اجتزت بها في انحداري إلى البصرة والمثل السائر المعروف الذي يضرب لمادح نفسه نعم القاضي قاضي جبل والمشهور بهذه النسبة الحكم بن سليمان الجبلي يروي عن يحيى بن عقبة بن أبي العيزار وأهل العراق روى عنه عيسى بن السكين البلدي وأبو مسعود الجبلي يروي عن مالك بن مغول روى عنه بشر بن عبيد الدارسي وأبو عمران موسى بن إسماعيل الجبلي رفيق يحيى بن معين يحدث عن عمر بن أبي خثعم اليمامي ويحدث عن حفص بن سلم عن عمرو بن أبي شداد عن الحسن وصية لقمان وهي جزء والحكم بن سليمان الجبلي عن سيف بن عمرو روى عنه ابن أبي غرزة وأبو بكر أحمد بن حمدان قاضي جبل كان شيخا صالحا يروي عن سعدان بن نصر والدقيقي وابن المنادي وغيرهم وأبو بكر محمد بن عبد الله بن إبراهيم الشافعي كان يقول إنه جبلي يروي عن أبي قلابة الرقاشي وموسى بن سهل الوشاء وإسماعيل القاضي وغيرهم روى عنه أبو الحسن الدارقطني والحاكم البيع وجماعة آخرهم أبو طالب بن غيلان وأبو الخطاب الشاعر الجبلي سمع عبد الوهاب بن الحسن الكلابي وكان من المجيدين قال ابن ماكولا أبو الخطاب الجبلي له معرفة باللغة والنحو ومدح أبي وعمي قاضي القضاة أبا عبد الله قلت وكان بينه وبين أبي العلاء المعري مشاعره ومدحه أبو العلاء بقصيدته التي |جـ 2 صـ 21| أنشدناها الأديب أبو عبد الله الحسين بن عبد الملك الخلال بأصبهان أنشدنا أبو المكارم عبد الوارث بن عبد المنعم الأبهري أنشدنا أبو العلاء أحمد عبد الله بن سليمان المعري لنفسه % غير مجد في ملتي واعتقادي % % نوح باك ولا ترنم شادي % ومات أبو الخطاب في ذي القعدة سنة تسع وثلاثين وأربعمائة وأبو القاسم إسحاق بن إبراهيم المعروف بابن الجبلي كان يذكر بالفهم ويوصف بالحفظ ولم يحدث إلا بشيء يسير سمع منصور بن أبي مزاحم روى عنه أبو سهل أحمد بن محمد بن زياد القطان كانت ولادته في سنة اثنتي عشرة ومائتين ومات في شهر ربيع الأخر سنة إحدى وثمانين ومائتين وصلى عليه إبراهيم الحربي وأبو عمران موسى بن إسماعيل الجبلي رفيق يحيى بن معين يروى عن عمر بن أبي خثعم اليمامي وعن حفص بن سلم عن عمرو بن أبي شداد عن الحسن وصية لقمان جزءا وأما عبد الرحمن بن مسهر الجبلي أخو علي بن مسهر كان قاضيا على جبل يروي عن هشام بن عروة وخالد بن سعيد وغيرهما وهو الذي لما انحدر الرشيد ومعه أبو يوسف القاضي كان واعد أهل جبل أن يصحبوه ليثنوا عليه عند أمير المؤمنين فلما قرب من أمير المؤمنين التمسهم فإذا هم قد انقطعوا عنه فقال هو وأثنى على نفسه يا أمير المؤمنين نعم القاضي قاضي جبل فضحك أبو يوسف من ذلك فقال له الرشيد ما شأنك فقال يا أمير المؤمنين هو القاضي وهو يثني على نفسه ولم يكن بالقوي في الحديث وأخوه علي بن مسهر ثقة ",
                "title": "الجبلي",
                "uri": "JK_000952_0823"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}