{
    "features": [
        {
            "item": "JK_000129_012325",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.205-206",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>منبج والنسبة منبجاني</h1> بالفتح ثم السكون وباء موحدة مكسورة وجيم وهو بلد قديم وما أظنه إلا روميا إلا أن اشتقاقه في العربية يجوز أن يكون من أشياء يقال نبج الرجل ينبج إذا قعد في النبجة وهي الأكمة والموضع منبج ويجوز أن يكون قياسا صحيحا ويقال نبج الكلب ينبج بالجيم مثل نبح ينبح معنى ووزنا والموضع منبج ويجوز أن يكون من النبيج وهو طعام كانت العرب تتخذه في المجاعة يخاض الوبر في اللبن فيجدح ويؤكل ويجوز أن يكون من النبج وهو الضراط فأما الأول وهو الأكمة فلا يجوز أن يسمى به لأنه على بسيط من الأرض لا أكمة فيه فلم يبق إلا الوجوه الثلاثة فليختر مختار منها ما أراد فقال ثكل وغدر أنت بينهما فاختر فما فيهما حظ لمختار وذكر بعضهم أن أول من بناها كسرى لما غلب على الشام وسماها من به أي أنا أجود فعربت فقيل له منبج والرشيد أول من أفرد العواصم كما ذكرنا في العواصم وجعل مدينتها منبج وأسكنها عبد الملك بن صالح بن علي بن عبد الله بن عباس وقال بطليموس مدينة منبج طولها إحدى وسبعون درجة وخمس عشرة دقيقة |جـ 5 صـ 206| طالعها الشولة بيت حياتها تسع درج من الحوت لها شركة في كف الخضيب وأربعة أجزاء من رأس الغول تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي عاشرها مثلها من الحمل رابعها مثلها من الميزان وهي في الإقليم الرابع قال صاحب الزيج طولها ثلاث وستون درجة ونصف وربع وعرضها خمس وثلاثون درجة وهي مدينة كبيرة واسعة ذات خيرات كثيرة وأرزاق واسعة في فضاء من الأرض كان عليها سور مبني بالحجارة محكم بينها وبين الفرات ثلاثة فراسخ وبينها وبين حلب عشرة فراسخ وشربهم من قني تسيح على وجه الأرض وفي دورهم آبار أكثر شربهم منها لأنها عذبة صحيحة وهي لصاحب حلب في وقتنا ذا ومنها البحتري وله بها أملاك وقد خرج منها جماعة من الشعراء فأما المبرزون فلا أعرف غير البحتري وإياها عنى المتنبي بقوله قيل بمنبج مثواه ونائله في الأفق يسأل عمن غيره سألا وقال ابن قتيبة في أدب الكتاب كساء منبجاني ولا يقال أنبجاني لأنه منسوب إلى منبج وفتحت باؤه في النسب لأنه خرج مخرج منظراني ومخبراني قال أبو محمد البطليوسي في تفسيره لهذا الكتاب قد قيل أنبجاني وجاء ذلك في بعض الحديث وقال أنشد أبو العباس المبرد في الكامل في وصف لحية كالأنبجاني مصقولا عوارضها سوداء في لين خد الغادة الرود ولم ينكر ذلك وليس في مجيئه مخالفا للفظ منبج ما يبطل أن يكون منسوبا إليها لأن المنسوب يرد خارجا عن القياس كثيرا كمروزي ودراوردي ورازي ونحو ذلك قلت دراوردي هو منسوب إلى دار بجرد وقرأت بخط ابن العطار منبج بلدة البحتري وأبي فراس وقبلهما ولد بها عبد الملك بن صالح الهاشمي وكان أجل قريش ولسان بني العباس ومن يضرب به المثل في البلاغة وكان لما دخل الرشيد إلى منبج قال له هذا البلد منزلك قال يا أمير المؤمنين هو لك ولي بك قال كيف بناؤك به فقال دون بناء بلاد أهلي وفوق منازل غيرهم قال كيف صفتها قال طيبة الهواء قليلة الأدواء قال كيف ليلها قال سحر كله قال صدقت إنها لطيبة قال بل طابت بك يا أمير المؤمنين وأين يذهب بها عين الطيب وهي برة حمراء وسنبلة صفراء وشجرة خضراء في فياف فيح بين قيصوم وشيح فقال الرشيد هذا الكلام والله أحسن من الدر النظيم ورأيت في كتاب الفتوح أن أبا عبيدة بعد فتح حلب وأنطاكية قدم عياضا إلى منبج ثم لحقه صالح أهلها على مثل صلح أنطاكية فأنفذ ذلك وقال إبراهيم بن المدبر يتشوق إلى منبج وكان قد فارقها وله بها جارية يهواها وكان قد ولي الثغور الجزرية وليلة عين المرج زار خياله فهيج لي شوقا وجدد أحزاني فأشرفت أعلى الدير أنظر طامحا بألمح آماقي وأنظر إنساني لعلي أرى أبيات منبج رؤية تسكن من وجدي وتكشف أشجاني فقصر طرفي واستهل بعبرة وفديت من لو كان يدري لفداني ومثله شوقي إليه مقابلي وناجاه عني بالضمير وناجاني |جـ 5 صـ 207| وينسب إلى منبج جماعة منهم عمر بن سعيد أحمد بن سنان أبو بكر الطائي المنبجي سمع بدمشق رحيما والوليد بن عتبة وهشام بن عمار وهشام بن خالد وعبد الله بن إسحاق الأدرمي وغيرهم سمع منه أبو حاتم محمد بن حبان البستي وأبو بكر محمد بن عيسى بن عبد الكريم الطرسوسي وأبو القاسم عبدان بن حميد بن رشيد الطائي المنبجي وأبو العباس عبد الله بن عبد الملك بن الإصبع المنبجي وغيرهم وقال ابن حبان إنه صام النهار وقام الليل مرابطا ثمانين سنة فإرساله مقبول ومن منبج إلى حلب يومان ومنها إلى ملطية أربعة أيام وإلى الفرات يوم واحد ",
                "title": "منبج والنسبة منبجاني",
                "uri": "JK_000129_012325"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}