{
    "features": [
        {
            "item": "JK_000129_010222",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.342-343",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قزوين والنسبة القزويني</h1> بالفتح ثم السكون وكسر الواو وياء مثناة من تحت ساكنة ونون مدينة مشهورة بينها وبين الري سبعة وعشرون فرسخا وإلى أبهر اثنا عشر فرسخا وهي في الإقليم الرابع طولها خمس وسبعون درجة وعرضها سبع وثلاثون درجة قال ابن الفقيه أول من استحدثها سابور ذو الأكتاف واستحدث أبهر أيضا قال وحصن قزوين يسمى كشرين بالفارسية وبينه وبين الديلم جبل كانت ملوك الأرض تجعل فيه رابطة من الأساورة يدفعون الديلم إذا لم يكن بينهم هدنة ويحفظون بلدهم من اللصوص وكان عثمان بن عفان رضي الله عنه ولى البراء بن عازب الري في سنة 42 فسار منها إلى أبهر ففتحها كما ذكرنا ورحل عنها إلى قزوين فأناخ عليها وطلب |جـ 4 صـ 343| أهلها الصلح فعرض عليهم ما أعطى أهل أبهر من الشرائط فقبلوا جميع ذلك إلا الجزية فإنهم نفروا منها فقال لا بد منها فلما رأوا ذلك أسلموا وأقاموا مكانهم فصارت أرضهم عشرية ثم رتب البراء فيهم خمسمائة رجل من المسلمين فيهم طليحة بن خويلد الأسدي وميسرة العائذي وجماعة من بني تغلب وأقطعهم أرضين وضياعا لا حق فيها لأحد فعمروا وأجروا أنهارها وحفروا آبارها فسموا تناءها وكان نزولهم على ما نزل عليه أساورة البصرة على أن يكونوا مع من شاؤوا فصار جماعة منهم إلى الكوفة وحالفوا زهرة بن حوية فسموا حمراء الديلم وأقام أكثرهم مكانهم وقال رجل ممن قدم مع البراء قد يعلم الديلم إذ تحارب لما أتى في جيشه ابن عازب بأن ظن المشركين كاذب فكم قطعنا في دجى الغياهب من جبل وعر ومن سباسب قالوا ولما ولي سعيد بن العاصي بن أمية الكوفة بعد الوليد بن عقبة غزا الديلم فأوقع بهم وقدم قزوين فمصرها وجعلها مغزى أهل الكوفة إلى الديلم وكان موسى الهادي لما سار إلى الري قدم قزوين وأمر ببناء مدينة بإزائها فهي تعرف بمدينة موسى وابتاع أرضا يقال لها رستماباذ ووقفها على مصالح المدينة وكان عمرو الرومي تولاها ثم تولاها بعده ابنه محمد بن عمرو وكان المبارك التركي بنى بها حصنا سماه المباركية وبه قوم من مواليه وحدث محمد بن هارون الأصبهاني قال اجتاز الرشيد بهمذان وهو يريد خراسان فاعترضه أهل قزوين وأخبروه بمكانهم من بلد العدو وعنائهم في مجاهدتهم وسألوه النظر لهم وتخفيف ما يلزمهم من عشر غلاتهم في القصبة فسار إلى قزوين ودخلها وبنى جامعها وكتب اسمه على بابه في لوح حجر وابتاع بها حوانيت ومستغلات ووقفها على مصالح المدينة وعمارة قبتها وسورها قال وصعد في بعض الأيام القبة التي على باب المدينة وكانت عالية جدا فأشرف على الأسواق ووقع النفير في ذلك الوقت فنظر إلى أهلها وقد غلقوا حوانيتهم وأخذوا سيوفهم وتراسهم وجميع أسلحتهم وخرجوا على راياتهم فأشفق عليهم وقال هؤلاء قوم مجاهدون يجب أن ننظر لهم واستشار خواصه في ذلك فأشار كل برأي فقال أصلح ما يعمل بهؤلاء أن يحط عنهم الخراج ويجعل عليهم وظيفة القصبة فقط فجعلها عشرة آلاف درهم في كل سنة مقاطعة وقد روى المحدثون في فضائل قزوين أخبارا لا تصح عند الحفاظ النقاد تتضمن الحث على المقام بها لكونها من الثغور وما أشبه ذلك وقد تركتها كراهة للإطالة إلا أن منها ما روي عن النبي صلى الله عليه وسلم أنه قال مثل قزوين في الأرض مثل جنة عدن في الجنان وروي عنه أنه قال ليقاتلن بقزوين قوم لو أقسموا على الله لأبر أقسامهم وكان الحجاج بن يوسف قد أغزى ابنه محمدا الديلم فنزل قزوين وبنى بها مسجدا وكتب اسمه عليه وهو المسجد الذي على باب دار بني الجنيد ويسمى مسجد الثور فلم يزل قائما حتى بنى الرشيد المسجد الجامع وكان الحولي بن الجون غزا قزوين فقال وبكر سوانا عراقية بمنحازها أو بذي قارها وتغلب حي بشط الفرات جزائرها حول ثرثارها |جـ 4 صـ 344| وأنت بقزوين في عصبة فهيهات دارك من دارها وقال بعض أهل قزوين يذكرها ويفضلها على أبهر نداماي من قزوين طوعا لأمركم فإني فيكم قد عصيت نهاتي فأحيوا أخاكم من ثراكم بشربة تندي عظامي أو تبل لهاتي أساقيتي من صفو أبهر هاكه وإن يك رفق من هناك فهاتي وقد التزم ما لا يلزمه من الهاء قبل ألف الردف وقال الطرماح بن حكيم خليلي مد طرفك هل ترى لي ظعائن باللوى من عوكلان ألم تر أن عرفان الثريا يهيج لي بقزوين احتزاني وينسب إلى قزوين خلق لا يحصون منهم الخليل بن عبد الله بن الخليل أبو يعلى القزويني روى عن أبي الحسن علي بن أحمد بن صالح المقري وغيره روى عنه الإمام أبو بكر بن لال الفقيه الهمذاني حكاية في معجمه وسمع هو من ابن لال الكبير قال شيرويه قال حدثنا عنه ابنه أبو زيد الواقد بن الخليل الخطيب وأبو الفتح بن لال وغيرهما من القزوينيين وكان فهما حافظا ذكيا فريد عصره في الفهم والذكاء قال شيرويه في تاريخ همذان ومن أعيان الأئمة من أهل قزوين محمد بن يزيد بن ماجة أبو عبد الله القزويني الحافظ صاحب كتاب السنن سمع بدمشق هشام بن عمار ودحيما والعباس بن الوليد الخلال وعبد الله بن أحمد بن بشير بن ذكوان ومحمود بن خالد والعباس بن عثمان وعثمان بن إسماعيل بن عمران الذهلي وهشام بن خالد وأحمد بن أبي الحواري وبمصر أبا طاهر بن سرح ومحمد بن رويح ويونس بن عبد الأعلى وبحمص محمد بن مصفى وهشام بن عبد الملك اليزني وعمرا ويحيى ابني عثمان وبالعراق أبا بكر بن أبي شيبة وأحمد بن عبدة وإسماعيل بن أبي موسى الفزاري وأبا خيثمة زهر بن حرب وسويد بن سعيد وعبد الله بن معاوية الجمحي وخلقا سواهم روى عنه أبو الحسن علي بن إبراهيم بن سلمة القطان وأبو عمرو أحمد بن محمد بن إبراهيم بن سلمة القطان وأبو عمرو أحمد بن محمد بن إبراهيم بن حكيم وأبو الطيب أحمد بن روح البغدادي قال ابن ماجة رحمه الله عرضت هذه النسخة يعني كتابه في السنن على أبي زرعة فنظر فيه وقال أظن هذه إن وقعت في أيدي الناس تعطلت هذه الجوامع كلها أو قال أكثرها ثم قال لعله لا يكون فيه تمام ثلاثين حديثا مما في إسناده ضعف أو قال عشرين أو نحو هذا من الكلام قال جعفر بن إدريس في تاريخه مات أبو عبد الله بن ماجة يوم الاثنين ودفن يوم الثلاثاء لثمان بقين من رمضان سنة 372 وسمعته يقول ولدت في سنة 902 ",
                "title": "قزوين والنسبة القزويني",
                "uri": "JK_000129_010222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}