{
    "features": [
        {
            "item": "JK_000129_003962",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.258-259",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حسمى</h1> بالكسر ثم السكون مقصور يجوز أن يكون أصله من الحسم وهو المنع وهو أرض ببادية الشام بينها وبين وادي القرى ليلتان وأهل تبوك يرون جبل حسمى في غربيهم وفي شرقيهم شرورى وبين وادي القرى والمدينة ست ليال قال الراجز جاوزن رمل أيلة الدهاسا وبطن حسمى بلدا هرماسا أي واسعا وأيلة قريبة من وادي القرى وحسمى أرض غليظة وماؤها كذلك لا خير فيها تنزلها |جـ 2 صـ 259| جذام وقال ابن السكيت حسمى لجذام جبال وأرض بين أيلة وجانب تيه بني إسرائيل الذي يلي أيلة وبين أرض بني عذرة من ظهر حرة نهيا فذلك كله حسمى قال كثير سيأتي أمير المؤمنين ودونه جماهير حسمى قورها وحزونها تجاوب أصدائي بكل قصيدة من الشعر مهداة لمن لا يهينها ويقال آخر ماء نضب من ماء الطوفان حسمى فبقيت منه هذه البقية إلى اليوم فلذلك هو أخبث ماء وفي أخبار المتنبي وحكاية مسيره من مصر إلى العراق قال حسمى أرض طيبة تؤدى لين النخلة من لينها وتنبت جميع النبات مملوءة جبالا في كبد السماء متناوحة ملس الجوانب إذا أراد الناظر النظر إلى قلة أحدها فتل عنقه حتى يراها بشدة ومنها ما لا يقدر أحد أن يراه ولا يصعده ولا يكاد القتام يفارقها ولهذا قال النابغة فأصبح عاقلا بجبال حسمى دقاق الترب محتزم القتام واختلف الناس في تفسيره ولم يعلموه ويكون مسيرة ثلاثة أيام في يومين يعرفها من رآها من حيث يراها لأنها لا مثل لها في الدنيا ومن جبال حسمى جبل يعرف بإرم عظيم العلو تزعم أهل البادية أن فيه كروما وصنوبرا وفي حديث أبي هريرة تخرجكم الروم منها كفرا كفرا إلى سنبك من الأرض قيل له وما ذلك السنبك قال حسمى جذام وقرأت في بعض الكتب أن بعض العرب قال إن الله اجتبى ماء إرم والبديعة ونعمان وعللان بعباده المؤمنين وهذه المياه كلها بحسمى في كتب السير وأخبار نوح أن حسمى جبل مشرف على حران قرب الجودي وأن نوحا نزل منه فبنى حران وهذا بعيد من جهتين إحداهما أن الجودي بعيد من حران بينهما أكثر من عشرة أيام والثانية أنه لا يعرف بالجزيرة جبل اسمه حسمى ",
                "title": "حسمى",
                "uri": "JK_000129_003962"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}