{
    "features": [
        {
            "item": "JK_000952_4284",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.592-593",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوركاني</h1> بفتح الواو وسكون الراء وفي اخرها النون هذه النسبة إلى محلة وقرية أما الأولى فوركان محلة معروفة بأصبهان وبها سوق قائمة اجتزت بها غير مرة منها عائشة بنت الحسن بن إبراهيم الوركاني امرأة عالمة واعظة حسنة السيرة سمعت أبا عبد الله محمد بن إسحاق بن مندة الحافظ وغيره روت لنا عنها أم الرضا ضوء بنت حمد بن علي الحبال وغيرها من الرجال والنساء توفيت سنة ستين وأربعمئة وذو النون المصري الوركاني شيخ من أهل هذه المحلة روى عن أبي نعيم أحمد بن عبد الله الحافظ روى عنه أبو الفضل محمد بن طاهر المقدسي الحافظ والثانية منسوبة إلى وركان وهي قرية من قرى قاشان بلدة عند قم خرج منها الأديب الفاضل أبو الحسين محمد بن الحسن بن الحسين الوركاني كان أديبا شاعرا فاضلا سكن أصبهان وكان له مجلس إملاء للحديث واكثر فضلاء أصبهان كانوا قرأوا عليه الأدب |جـ 5 صـ 593| وابناه أبو المعالي محمد وأبو المحاسن مسعود سمعت منهما أما أبو المعالي فإمام فاضل مناظر فصيح مقدم سمع أبا منصور محمد بن أحمد بن علي بن شكرويه القاضي وغيره سمعت منه شيئا من حديث المحاملي وأبو المحاسن مسعود سمعت منه من شعره شيئا بجامع أصبهان وأختهما أم الضياء عاشوراء بنت الأديب الوركاني زوجة أستاذنا وشيخنا أبي القاسم إسماعيل بن محمد بن الفضل الحافظ سمعت منها جزء لوين بروايتها عن أبي بكر محمد بن أحمد بن الحسن بن ماجه الأبهري وأبو عمران محمد بن جعفر بن زياد بن أبي هاشم الوركاني من أهل خراسان كذا قال الخطيب سكن بغداد وحدث بها عن إبراهيم بن سعد الزهري وأيوب بن جابر الحنفي ومالك بن أنس وشريك بن عبد الله وأبي شهاب الحناط وفضيل بن عياض روى عنه يحيى بن معين وعباس الدوري وأحمد بن أبي خيثمة والحارث بن أبي أسامة وأحمد بن بشر الطيالسي ومحمد بن يوسف التركي ومحمد بن عبدوس بن كامل وعبد الله بن أحمد بن حنبل وأبو زرعة الرازي وموسى بن إسحاق القاضي وعبد الله بن محمد البغوي ومات في شهر رمضان سنة ثمان وعشرين ومئتين ",
                "title": "الوركاني",
                "uri": "JK_000952_4284"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}