{
    "features": [
        {
            "item": "JK_000952_2798",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.221-223",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العكبري</h1> بضم العين وفتح الباء الموحدة وقيل بضم الباء أيضا والصحيح بفتحها بلدة على الدجلة فوق بغداد بعشرة فراسخ من الجانب الشرقي خرج منها جماعة من العلماء والمحدثين وهي أقدم من بغداد فمن القدماء منها أبو الأحوص محمد بن الهيثم بن حماد بن واقد العكبري يروي عن أبي نعيم وإسحاق الحبلى روى عنه جماعة كثيرة كان يتولى القضاء بعكبرا وكان من أهل العلم والفضل ورحل في طلب الحديث إلى الكوفة والبصرة والشام ومصر ومات في جمادى الأولى سنة تسع وسبعين ومائتين وأبو عبد الله عبيد الله بن محمد بن محمد بن حمدان العكبري المعروف بابن بطة بفتح الباء الإمام المصنف زرت قبره بعكبرا وقد ذكرته في الباء في البطي وأبو منصور محمد بن محمد بن أحمد بن الحسين بن عبد العزيز العكبري كتب عن جماعة من المحدثين بعكبرا غيرها حدثنا عنه جماعة من الشيوخ ببغداد وأصبهان مات سنة |جـ 4 صـ 222| اثنتين وسبعين وأربعمائة ببغداد وأبوه أبو نصر حدث عن أحمد بن يوسف بن خلاد وأبي علي بن الصواف وأبيه أحمد بن الحسين العكبري سمع منه ابنه أبو منصور محمد وأبو عبد الله محمد بن علي بن محمد الصوري وأبو طاهر عبد العزيز بن أحمد الكتاني ومات بعكبرا في شهر ربيع الأول سنة عشرين وأربعمائة وكان صدوقا وعمه أبو الحسن عبد الواحد بن أحمد بن الحسين بن عبد العزيز العكبري المعدل حدث عن أبي بكر أحمد بن سلمان النجاد وجعفر بن محمد الخلدي وأبي بكر الشافعي وأبي بكر الجعابي وأبي القاسم الحسن بن محمد السكوني الكوفي روى عنه ابن أخيه أبو منصور وكان صدوقا متشيعا ومات في رجب سنة تسع عشرة وأربعمائة بعكبرا وأبو علي الحسن بن شهاب بن الحسن بن علي بن شهاب العكبري كان فقيها فاضلا يتفقه على مذهب أحمد بن حنبل ويقرئ القرآن ويعرف الأدب ويقول الشعر وكان ثقة أمينا وكان حسن الخط يكتب بالوراقة وكان سريع القلم صحيح النقل وكان يقول كسبت في الوراقة خمسة وعشرين ألف درهم راضية سمع الحديث على كبر السن من أبي علي محمد بن أحمد بن الصواف وأحمد بن يوسف بن خلاد وحبيب بن الحسن القزاز وأبي بكر بن مالك القطيعي ومن بعدهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ ومات بعكبرا في ليلة النصف من رجب سنة ثمان وعشرين وأربعمائة وأبو الطيب محمد بن أحمد بن خلف بن خاقان العكبري سكن بغداد وحدث بها عن أبي بكر محمد بن أيوب بن المعافى الزاهد وإبراهيم بن علي بن الحسن القافلائي روى عنه أبو منصور محمد بن محمد بن أحمد بن عبد العزيز العكبري وقال ولد بعكبرا في سنة ثلاث عشرة وثلاثمائة وسمعت منه ببغداد وبعكبرا ومات ببغداد في سنة سبع وأربعمائة وذكره أبو القاسم بن برهان العكبري فأثنى عليه ووثقه وقال كان صدوقا وأبو جعفر محمد بن صالح بن ذريح بن حكيم بن هرمز العكبري سمع جبارة بن مغلس وعثمان بن أبي شيبة وهناد بن السري وعبد الأعلى بن حماد النرسي وبشر بن معاذ العقدي وأبا مصعب وسفيان ووكيع بن الجراح وأبا ثور روى عنه أبو الحسين بن المنادي وأبو علي بن الصواف وأبو جعفر الزيات وأبو الحسين محمد بن المظفر الحافظ وكان ثقة حدث ببغداد وتوفي في ذي الحجة سنة سبع وثلاثمائة وأبو صالح عبد الوهاب بن أبي عصمة عصام بن الحكم بن عيسى بن زياد الشيباني |جـ 4 صـ 223| العكبري حدث عن أبيه ومحمد بن عبيد الأسدي والنضر بن طاهر البصري روى عنه ابنه عبد الدائم بن عبد الوهاب وابن ابنه عبد السميع بن محمد بن عبد الوهاب وعلي بن عمر السكري وعبد العزيز بن محمد بن الواثق بالله وعبد الخالق بن الحسن بن أبي روبا وغيرهم مات بعكبرا سنة ثمان وثلاثمائة وأبو سهل محمود بن عمر بن جعفر بن إسحاق بن محمود بن علي بن بيان بن بهير العكبري الفارسي فارسي الأصل سكن بغداد وحدث بها عن أحمد بن عثمان بن يحيى الأدمي وأبي بكر محمد بن الحسن بن زياد النقاش وأبي سهل أحمد بن محمد بن زياد القطاني وغيرهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وقال كتبت عنه وسمعت أحمد بن علي البادا ذكره فقال عبد صالح أدام الصيام ثلاثين سنة وليس هو في الحديث بذاك لأنه روى كتاب القناعة عن شيخ لم يسمعه محمود منه قال الخطيب والشيخ هو علي بن الفرج بن أبي روح وكانت ولادته في سنة إحدى وعشرين وثلاثمائة ومات بعكبرا في شعبان سنة ثلاث عشرة وأربعمائة ",
                "title": "العكبري",
                "uri": "JK_000952_2798"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}