{
    "features": [
        {
            "item": "JK_000129_003711",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.221-222",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حجر</h1> هي مدينة اليمامة وأم قراها وبها ينزل الوالي وهي شركة إلا أن الأصل لحنيفة وهي بمنزلة البصرة والكوفة لكل قوم منها خطة إلا أن العدد فيه لبني عبيد من بني حنيفة وقال أبو عبيدة معمر بن المثنى خرجت بنو حنيفة بن لجيم بن صعب بن علي بن بكر بن وائل يتبعون الريف ويرتادون الكلأ حتى قاربوا اليمامة على السمت الذي كانت عبد القيس سلكته لما قدمت البحرين فخرج عبيد بن ثعلبة بن يربوع بن ثعلبة بن الدؤل بن حنيفة منتجعا بأهله وماله يتبع مواقع القطر حتى هجم على اليمامة فنزل موضعا يقال له قارات الحبل وهو من حجر على يوم وليلة فأقام بها أياما ومعه جار من اليمن من سعد العشيرة ثم من بني زبيد فخرج راعي عبيد حتى أتى قاع حجر فرأى القصور والنخل وأرضا عرف أن لها شأنا وهي التي كانت لطسم وجديس فبادوا كما يذكر إن شاء الله تعالى في اليمامة فرجع الراعي حتى أتى عبيدا فقال والله إني رأيت آطاما طوالا وأشجارا حسانا هذا حملها وأتى بالتمر معه مما وجده منتثرا تحت النخل فتناول منه عبيد وأكل وقال هذا والله طعام طيب وأصبح فأمر بجزور فنحرت ثم قال لبنيه وغلمانه اجتزروا حتى آتيكم وركب فرسه وأردف الغلام خلفه وأخذ رمحه حتى أتى حجرا فلما رآها لم يحل عنها وعرف أنها أرض لها شأن فوضع رمحه في الأرض ثم دفع الفرس واحتجر ثلاثين قصرا وثلاثين حديقة وسماها حجرا وكانت تسمى اليمامة فقال في ذلك حللنا بدار كان فيها أنيسها فبادوا وخلوا ذات شيد حصونها |جـ 2 صـ 222| فصاروا قطينا للفلاة بغربة رميما وصرنا في الديار قطينها فسوف يليها بعدنا من يحلها ويسكن عرضا سهلها وحزونها ثم ركز رمحه في وسطها ورجع إلى أهله فاحتملهم حتى أنزلهم بها فلما رأى جاره الزبيدي ذلك قال يا عبيد الشرك قال لا بل الرضا فقال ما بعد الرضا إلا السخط فقال عبيد عليك بتلك القرية فأنزلها القرية بناحية حجر على نصف فرسخ منها فأقام بها الزبيدي أياما ثم غرض فأتى عبيدا فقال له عوضني شيئا فإني خارج وتارك ما ههنا فأعطاه ثلاثين بكرة فخرج ولحق بقومه وتسامعت بنو حنيفة ومن كان معهم من بكر بن وائل بما أصاب عبيد بن ثعلبة فأقبلوا فنزلوا قرى اليمامة وأقبل زيد بن يربوع عم عبيد حتى أتى عبيدا فقال أنزلني معك حجرا فقام عبيد وقبض على ذكره وقال والله لا ينزلها إلا من خرج من هذا يعني أولاده فلم يسكنها إلا ولده وليس بها إلا عبيدي وقال لعمه عليك بتلك القرية التي خرج منها الزبيدي فأنزلها فنزلها في أخبية الشعر وعبيد وولده في القصور بحجر فكان عبيد يمكث الأيام ثم يقول لبنيه انطلقوا إلى باديتنا يريد عمه فيمضون يتحدثون هنالك ثم يرجعون فمن ثم سميت البادية وهي منازل زيد وحبيب وقطن ولبيد بني يربوع بن ثعلبة بن الدؤل بن حنيفة ثم جعل عبيد يفسل النخل فيغرسها فتخرج ولا تخلف ففعل أهل اليمامة كلهم ذلك فهذا هو السبب في تسميتها حجرا وقد أكثرت الشعراء من ذكرها والتشوق إليها فروي عن نفطويه قال قالت أم موسى الكلابية وكان تزوجها رجل من أهل حجر اليمامة ونقلها إلى هنالك قد كنت أكره حجرا أن ألم بها وأن أعيش بأرض ذات حيطان لا حبذا العرف الأعلى وساكنه وما تضمن من مال وعيدان أبيت أرقب نجم الليل قاعدة حتى الصباح وعند الباب علجان لولا مخافة ربي أن يعاقبني لقد دعوت على الشيخ ابن حيان وكان رجل من بني جشم بن بكر يقال له جحدر يخيف السبيل بأرض اليمن وبلغ خبره الحجاج فأرسل إلى عامله باليمن يشدد عليه في طلبه فلم يزل يجد في أمره حتى ظفر به وحمله إلى الحجاج بواسط فقال له ما حملك على ما صنعت فقال كلب الزمان وجراءة الجنان فأمر بحبسه فحبس فحن إلى بلاده وقال لقد صدع الفؤاد وقد شجاني بكاء حمامتين تجاوبان تجاوبتا بصوت أعجمي على غصنين من غرب وبان فأسبلت الدموع بلا احتشام ولم أك باللئيم ولا الجبان فقلت لصاحبي دعا ملامي وكفا اللوم عني واعذراني أليس الله يعلم أن قلبي يحبك أيها البرق اليماني وأهوى أن أعيد إليك طرفي على عدواء من شغلي وشاني أليس الله يجمع أم عمرو وإيانا فذاك بنا تدان |جـ 2 صـ 223| بلى وترى الهلال كما أراه ويعلوها النهار كما علاني فما بين التفرق غير سبع بقين من المحرم أو ثمان ألم ترني غذيت أخا حروب إذا لم أجن كنت مجن جان أيا أخوي من جشم بن بكر أقلا اللوم إن لا تنفعاني إذا جاوزتما سعفات حجر وأودية اليمامة فانعياني لفتيان إذا سمعوا بقتلي بكى شبانهم وبكى الغواني وقولا جحدر أمسى رهينا يحاذر وقع مصقول يماني ستبكي كل غانية عليه وكل مخضب رخص البنان وكل فتى له أدب وحلم معدي كريم غير وان فبلغ شعره هذا الحجاج فأحضره بين يديه وقال له أيما أحب إليك أن أقتلك بالسيف أو ألقيك للسباع فقال له أعطني سيفا وألقني للسباع فأعطاه سيفا وألقاه إلى سبع ضار مجوع فزأر السبع وجاءه فتلقاه بالسيف ففلق هامته فأكرمه الحجاج واستنابه وخلع عليه وفرض له في العطاء وجعله من أصحابه وأنشد ابن الأعرابي في نوادره لبعض اللصوص هل الباب مفروج فأنظر نظرة بعين قلت حجرا وطال احتمامها ألا حبذا الدهنا وطيب ترابها وأرض فضاء يصدح الليل هامها وسير المطايا بالعشيات والضحى إلى بقر وحش العيون إكامها و الحجر أيضا حجر الراشدة موضع في ديار بني عقيل وهو مكان ظليل أسفله كالعمود وأعلاه منتشر عن أبي عبيد ",
                "title": "حجر",
                "uri": "JK_000129_003711"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}