{
    "features": [
        {
            "item": "JK_000129_006646",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.206-207",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سرت والنسبة السرتي</h1> بضم أوله وسكون ثانيه وآخره تاء مثناة من فوق علم مرتجل غير مستعمل في كلامهم مدينة على ساحل البحر الرومي بين برقة وطرابلس الغرب لا بأس بها وفي سمتها من ناحية الجنوب في البر أجدابية ومنها يقصد إلى طرابلس الغرب قال أبو الحسن علي بن المفضل المقدسي الحافظ من أصحاب السلفي أنشدني أبو بكر عتيق بن القاسم السرتي لنفسه أقول لعيني دائما ولدمعها لسان بسر الحب في الخد ناطق أجدك ما ينفك لي منك ضائر بسري واش أو لحيني رامق فلولاك لما أعرف العشق أولا ولولاه لم يعرف بأني عاشق قال البكري ومدينة سرت مدينة كبيرة على سيف البحر عليها سور من طوب وبها جامع وحمام وأسواق ولها ثلاثة أبواب قبلي وجنوبي وباب صغير إلى البحر ليس حولها أرباض ولهم نخل وبساتين وآبار عذبة وجباب كثيرة وذبائحهم المعز طيب اللحم وأهل سرت من أخس خلق الله خلقا وأسوإهم معاملة لا يبيعون ولا يبتاعون إلا بسعر قد اتفق جميعهم عليه وربما نزل المركب بساحلهم بالزيت وهم أحوج الناس إليه |جـ 3 صـ 207| فيعمدون إلى الزقاق الفارغة فينفخونها ويوكونها ثم يصفونها في حوانيتهم وأفنيتهم ليروا أهل المركب أن الزيت عندهم كثير فلو أقام أهل المركب ما شاء الله أن يقيموا ما ابتاعوا منهم إلا على حكمهم وأهل سرت يعرفون بعبيد قرلة وهم يغضبون من ذلك قال الشاعر يهجوهم عبيد قرلة شر البرايا معاملة وأقبحهم فعالا فلا رحم الميهمن أهل سرت ولا أسقاهم عذبا زلالا وقال آخر يا سرت لا سرت بك الأنفس لسان مدحي فيكم أخرس ألبستم القبح فلا منظر يروق منكم لا ولا ملبس بخستم في كل أكرومة وفي الشقا واللؤم لم تبخسوا ولهم كلام يتراطنون به ليس بعربي ولا عجمي ولا بري ولا قبطي ولا يعرفه غيرهم وهم على خلاف أخلاق أهل أطرابلس فإن أهل أطرابلس من أحسن خلق الله معاشرة وأجودهم معاملة ومن سرت إلى أطرابلس عشر مراحل وإلى أجدابية ست مراحل ",
                "title": "سرت والنسبة السرتي",
                "uri": "JK_000129_006646"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}