{
    "features": [
        {
            "item": "JK_000129_003023",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.105-106",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جبلة والنسبة الجبلي</h1> قلعة مشهورة بساحل الشام من أعمال حلب قرب اللاذقية قال أحمد بن يحيى بن جابر لما فرغ عبادة بن الصامت من اللاذقية في سنة 71 وكان قد سيره إليها أبو عبيدة بن الجراح ورد فيمن معه على مدينة تعرف ببلدة على فرسخين من جبلة ففتحها عنوة ثم إنها خربت وجلا عنها أهلها فأنشأ معاوية جبلة وكانت حصنا للروم جلوا عنها عند فتح المسلمين حمص وشحنها بالرجال وبنى معاوية بجبلة حصنا خارجا من الحصن الرومي القديم وكان سكان الحصن القديم قوما من الرهبان يتعبدون فيه على دينهم فلم تزل جبلة بأيدي المسلمين على أحسن حال حتى قوي الروم وافتتحوا ثغور المسلمين فكان فيما أخذوا جبلة في سنة 753 بعد وفاة سيف الدولة بسنة ولم تزل بأيديهم إلى سنة 374 فإن القاضي أبا محمد عبد الله بن منصور ابن الحسين التنوخي المعروف بابن ضليعة قاضي جبلة وثب عليها واستعان بالقاضي جلال الدين بن عمار صاحب طرابلس فتقوى به على من بها من الروم فأخرجهم منها ونادى بشعار المسلمين وانتقل من كان بها من الروم إلى طرابلس فأحسن ابن عمار إليهم وصار إلى ابن ضليعة منها مال عظيم القدر وبقيت بأيدي المسلمين ثم ملكها الفرنج في سنة 25 في الثاني والعشرين من ذي القعدة من يد فخر الملك إلى أن استردها الملك الناصر صلاح الدين يوسف بن أيوب في سنة 485 تسلمها بالأمان في تاسع عشر جمادى الآخرة وهي الآن بأيدي المسلمين والحمد لله رب العالمين قال أبو الفضل محمد بن طاهر من جبلة هذه أبو القاسم سليمان بن علي الجبلي المقيم بمكة وهو من أهل جبلة بالشام حدث عن ابن عبد المؤمن وغيره كذا ذكره عبد الغني الحافظ فهذا كما ترى نسبه الحازمي إلى جبلة الحجاز ولم أر غيره ذكر بالحجاز موضعا ينسب إليه يقال له جبلة والله أعلم ونسبه ابن طاهر عن عبد الغني إلى جبلة الشام وهو الصحيح إن شاء الله عز وجل ومن جبلة الشام يوسف بن بحر الجبلي سمع سليم بن ميمون الخواص وغيره روى عنه أبو المعافى أحمد بن محمد بن إبراهيم الأنصاري الجبلي شيخ أبي حاتم بن حبان وعثمان بن أيوب الجبلي حدث عن إبراهيم بن مخلد الذهبي روى عنه أبو الفتح الأزدي وعبد الواحد بن شعيب الجبلي حدث عن أحمد بن المؤمل ومحمد بن الحسين الأزدي الجبلي يروي عن محمد الأزرق وأبي إسماعيل الترمذي وعلي بن عبد العزيز البغوي ومحمد بن المغيرة السكري الهمداني ومحمد بن عبد الرحمن بن يحيى المصري ومحمد بن عبدة المروزي ومحمد بن عبد الله الحضرمي الكوفي المعروف بمطمئن روى عنه القاضي أبو القاسم علي بن محمد بن أبي الفهم التنوخي وغيره هذا كله من الفيصل وقال في كتاب دمشق عبد الواحد بن شعيب الجبلي قاضيها سمع بدمشق سليمان بن عبد الرحمن ويحيى بن يزيد الخواص وأبا الحباب خالد بن الحباب وأبا اليمان الحكم بن رافع روى عنه أبو عمرو أحمد بن محمد بن إبراهيم بن الحكيم الأصبهاني وأبو الحسن بن جوصا |جـ 2 صـ 106| الدمشقي وأبو إسحاق إبراهيم بن محمد بن الحسن بن مثوبة الأصبهاني وعلي بن سراج الحافظ المصري وأبو محمد بن عبد الوهاب بن نجدة الحوطي الجبلي سمع الوليد بن مسلم وسويد بن عبد العزيز ومحمد بن شعيب بن سابور روى عنه ابنه أبو عبد الله أحمد وأبو داود السجستاني وأبو بكر بن خيثمة ومات سنة 232 وأبو سهل يزيد بن قيس السليخ الجبلي سمع بدمشق وغيرها والوليد بن مسلم بن شعيب بن سابور وجماعة وافرة روى عنه أبو داود في سننه وجماعة أخرى جبلة أيضا قال أبو زيد جبلة حصن في آخر وادي الستارة بتهامة من ناحية ذرة ووادي الستارة بين وادي بطن مر وعسفان عن يسار الذاهب إلى مكة وطول هذا الوادي نحو من يومين وبالقرب من هذا الوادي واد مثله يعرف بساية وقال عرام بن الأصبغ جبلة قرية بذرة قالوا هي أول قرية بنيت بتهامة وبها حصون منكرة لا يرومها أحد وقد وصفت في ذرة ولعل الحازمي أراد جبلة هذه والله أعلم و جبلة أيضا قرية لبني عامر بن عبد القيس بالبحرين ",
                "title": "جبلة والنسبة الجبلي",
                "uri": "JK_000129_003023"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}