{
    "features": [
        {
            "item": "JK_000952_1801",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.78-79",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرفاء</h1> بفتح الراء وتشديد الفاء هو لمن يرفو الثياب والمشهور به عقبة بن عطية الرفاء يروي عن قتادة روى عنه زيد بن الحباب وأبو الحسن السري بن أحمد بن السري الكندي الرفاء الموصلي شاعر مجود حسن المعاني رقيق الطبع له مدائح في سيف الدولة وغيره من أمراء بني حمدان وكان بينه وبين أبي بكر وأبي عثمان محمد وسعيد ابني هاشم الخالديين حالة غير جميلة ولبعضهم في بعض أهاج كثيرة فآذاه الخالديان أذى شديدا وقطعا رسمه من سيف الدولة وغيره فانحدر إلى بغداد ومدح بها الوزير أبا محمد المهلبي فانحدر الخالديان وراءه ودخلا إلى المهلبي ونكبا سريا عنده فلم يحظ منه بطائل وحصلا في جملة المهلبي ينادمانه وجعلا هجيريهما ثلب السري والوقيعة فيه ودخلا إلى الرؤساء والأكابر ببغداد يفعلان به مثل ذلك عندهم وأقام ببغداد يتظلم منهما ويهجوهما ويقال أنه عدم القوت فضلا عن غيره ودفع إلى الوراقة فجلس يورق شعره ويبيعه ثم نسخ لغيره بالأجرة وركبه الدين ومات ببغداد على تلك الحال بعد سنة ستين وثلاثمائة وكان الحسين بن محمد بن جعفر الخالع يزعم أنه سمع منه ديوان شعره وقد روى عنه أحمد بن علي المعروف بالهائم وغيره ذكر هذا كله أبو بكر أحمد بن علي بن ثابت الخطيب في التاريخ وأبو علي حامد بن محمد بن عبد الله بن محمد بن معاذ الهروي الواعظ الرفاء كان ثقة صدوقا مكثرا من الحديث مقبولا سمع ببلدة هراة عثمان بن سعيد الدارمي والفضل بن عبد الله اليشكري وبالعراق إبراهيم بن إسحاق الحربي وإسحاق بن الحسن الحربي وبشر بن موسى الأسدي وبمكة علي بن عبد العزيز البغوي وطبقتهم روى عنه الحاكم أبو عبد الله الحافظ وأبو علي الحسن بن أحمد بن شاذان البزاز وأبو بكر أحمد بن الحسن الحرشي الحيري وآخر من حدث عنه فيما أظن أبو الحسن محمد بن عبد الرحمن الدباس ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال أبو علي الواعظ الرفاء محدث خراسان في أواخر عمره فقدم نيسابور قد مات أولها في شعبان لثلاث بقين منه من سنة اثنتين وأربعين وثلاثمائة وأكثرنا عنه وأفدت أبا علي الحافظ عنه أحاديث ثم قدم بعدها قد مات آخرها سنة إحدى وخمسين وثلاثمائة نزل دار أبي إسحاق المزكي وأقام بنيسابور مدة ثم انصرف إلى هراة حتى مات بها يوم الجمعة السابع والعشرين من شهر رمضان سنة ست وخمسين وثلاثمائة بهراة وأبو الحسن علي بن أحمد بن علي الرفاء المقرىء المعروف بابن أبي قيس من أهل بغداد حدث عن |جـ 3 صـ 79| أبي بكر بن أبي الدنيا ببعض كتبه روى عنه أبو الحسن علي بن أحمد بن الحمامي المقرىء وكان يقال إنه يعني أبا بكر بن أبي الدنيا القرشي زوج أمه وكان ضعيفا جدا وقال محمد بن أبي الفوارس توفي أبو الحسن بن أبي قيس الرفاء مفسر المنامات وكان يقرىء بداره ويحدث بكتب ابن أبي الدنيا في جمادي الآخرة من سنة اثنتين وخمسين وثلاثمائة وحفص بن عمر الرفاء يروي عن شعبة حديثا روى عنه أبو حاتم الرازي قال ابن أبي حاتم سمعت أبي يقول هو ذاهب الحديث كان يكذب روى عن شعبة حديثا واحدا كذب فيه وأبو حفص عمر بن محمد بن علي الرفاء المروزي فقيه صالح واعظ من أصحاب الإمام والدي رحمه الله سمع منه ومن أبي نصر محمد بن محمد بن محمد الماهاني وأبي عبد الله محمد بن عبد الواحد الدقاق الأصبهاني الحافظ وغيرهما سمعت منه مجالس من أمالي الدقاق وسمعت بقراءته الحديث وتوفي في الثامن عشر من شهر رمضان سنة تسع وثلاثين وخمسمائة ودفن بسجذان ",
                "title": "الرفاء",
                "uri": "JK_000952_1801"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}