{
    "features": [
        {
            "item": "JK_000952_3002",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.351-353",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفراء</h1> بفتح الفاء وتشديد الراء المفتوحة هذه النسبة إلى خياطة الفرو وبيعه والمشهور بهذه النسبة أبو القاسم نوح بن صالح الفراء نيسابوري سمع مالكا وعبد الله بن عمر العمري ومسلم بن خالد الزنجي وإبراهيم بن طهمان وابن المبارك روى عنه أحمد بن حفص والحسين بن منصور وأيوب بن الحسين وغيرهم توفي سنة تسع وعشرين ومائتين وأبو أحمد محمد بن أبي خالد يزيد بن صالح الفراء هو ابن أبي صالح نيسابوري سمع أباه ويحيى بن يحيى روى عنه طاهر بن يحيى ومكي بن عبدان وغيرهما مات في شعبان سنة ست ومائتين ويحيى بن عمر الفراء يروي عن أبي الأحوص سلام بن سليم روى عنه أحمد بن محمد بن يحيى القطان ومحمد بن نصر الفراء النيسابوري سمع أحمد بن حنبل وإسحاق بن إبراهيم روى عنه أبو العباس الأزهري وأبو أحمد محمد بن عبد الوهاب بن الفراء نيسابوري سمع محاضر بن المورع وجعفر بن عون ويعلى بن عبيد روى عنه أبو العباس السراج وجماعة وأبو علي الحسين بن علي بن الحسن بن يزيد بن نافع الفراء من موالي عيسى بن روف من مراد يروي عن محمد بن سلمة المرادي والحارث بن مسكين وغيرهما توفي سنة تسع وثلاثمائة وأبو الوليد الحسين بن محمد الكاتب الأندلسي القرطبي يعرف بابن الفراء من أهل الأدب يروي عن أبي عمر بن دراج وأبي عامر بن شهيد ومن قبلهما قاله أبو عبد الله الحميدي وأبو أيوب سليمان بن زياد الفراء مصري مولى بني سعد بن بكر من قيس عيلان يروي عن ابن وهب وحجاج بن محمد الأعور وفي روايته عن ابن وهب آخر من حدث عنه علان بن الصيقل ويقال كان اختلط آخر عمره توفي في سنة خمسين ومائتين قاله ابن يونس وأبو يعلى محمد بن الحسين بن خلف بن أحمد بن الفراء فقيه فاضل مناظر من أصحاب أحمد بن حنبل من بغداد وله فيه تصانيف درس وأفتى يروي عن أبي القاسم |جـ 4 صـ 352| البغوي ويحيى بن صاعد روى عنه أبو بكر الأنصاري وأبو سعد بن الزوزني ولم يحدثنا عنه سواهما وتوفي في شهر رمضان سنة ثمان وخمسين وأربعمائة وكانت ولادته في المحرم سنة ثمانين وثلاثمائة وأخوه أبو خازم محمد بن الحسين بن الفراء يروي عن ابن حبابة والمخلص وأبي عمر بن حيويه وأبي الحسن الدارقطني وعلي بن عمر السكري وأبي حفص بن شاهين وغيرهم كتب عنه أبو بكر الخطيب الحافظ وذكره في التاريخ فقال كتبنا عنه وكان لا باس به رأيت له أصولا سماعه فيها صحيح ثم بلغنا عنه أنه خلط في التحديث بمصر واشترى من الوراقين صحفا فروى منها وكان يذهب إلى الاعتزال قال مات أبو خازم بتنيس في يوم الخميس السابع عشر من المحرم في سنة ثلاثين وأربعمائة ودفن بدمياط وابن أبي يعلى أبو الحسين محمد بن محمد بن الحسين بن الفراء يروي عن أبيه وابن المهتدي بالله وابن النقور وأبي بكر الخطيب لي عنه إجازة قبل سنة نيف وعشرين وخمسمائة وأبو زكريا يحيى بن زياد بن عبد الله بن منظور الفراء مولى بني أسد من أهل الكوفة نزل بغداد وأملى بها كتبه في معاني القرآن وعلومه قال أبو الفضل الفلكي ولقب بالفراء لأنه كان يفري الكلام هكذا قال في كتاب الألقاب وحدث عن قيس بن الربيع ومندل بن علي وعلي بن حمزة الكسائي وأبي بكر بن عياش وسفيان بن عيينة روى عنه سلمة بن عاصم ومحمد بن الجهم السمري وغيرهما وكان ثقة إماما ويحكى عن ثعلب أنه قال لولا الفراء لما كانت عربية لأنه خلصها وضبطها ولولا الفراء لسقطت العربية لأنها كانت يتنازع فيها ويدعيها كل من أراد ويتكلم الناس فيها على مقادير عقولهم وقرائحهم فتذهب وكان محمد بن الحسن الفقيه الشيباني ابن خالة الفراء وكان يقال الفراء أمير المؤمنين في النحو ومات ببغداد في سنة سبع ومائتين وقد كان بلغ ثلاثا وستين سنة وقيل مات في طريق مكة وأبو إسحاق إبراهيم بن أحمد بن علي بن محمد بن إبراهيم الفراء البلخي من أهل بلخ كان من أهل العلم والفضل له رحلة إلى العراق والحجاز والشام وما وراء النهر سمع بالشاش أبا جعفر محمد بن الحكم بن علي الحجبي وببخارى أبا إسحاق إبراهيم بن محمد الرازي |جـ 4 صـ 353| وببغداد أبا الحسين علي بن محمد بن بشران السكري وأبا الحسن محمد بن أحمد بن رزقويه البزاز وأبا الحسن أحمد بن موسى بن القاسم بن محمد بن الصلت بن المجبر وبالبصرة أبا عمر القاسم بن جعفرالهاشمي وبالكوفة القاضي أبا عبد الله محمد بن عبد الله الجعفي وبسامراء أبا الحسن علي بن أحمد بن الفراء السامري وبدمشق أبا الحسن علي بن داود المقرىء صاحب أحمد بن سليمان بن حذلم وغيهم سمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ ذكره وفي معجم شيوخه وقال سمعت الشيخ العالم أبا إسحاق الفراء البلخي يقول رحلت إلى أبي علي الحاجبي إلى كشانية فقالوا هو ببخارى فلم أرحل إلى بخارى ولكن أقمت في الكشانية حتى رجع إليها فدخلت عليه وهو مريض فلم يمكنني أن أسمع منه ولكن أجازني جميع مسموعاته ورحل إلى الشام وإلى بخارى بعد ذلك ورحل إلى بغداد ودخل مكة وقد مات أبو الحسن بن فراس وفاته من شيوخ واسط والبصرة والشام وهو ثقة متقن حافظ من أهل السنة كتبت عنه ببلخ ",
                "title": "الفراء",
                "uri": "JK_000952_3002"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}