{
    "features": [
        {
            "item": "JK_000129_001581",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.362",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البرابي والنسبة البرابي</h1> بالفتح وبعد الألف باء أخرى وهو جمع بربا كلمة قبطية وأظنه اسما لموضع العبادة أو البناء المحكم أو موضع السحر قيل لما فرغت دلوكة ملكة مصر بعد فرعون من بناء حائطها كما ذكرته في حائط العجوز كانت بمصر عجوز يقال لها تدورة ساحرة وكان السحرة يقدمونها في العلم والسحر فبعثت إليها دلوكة الملكة وقالت إنا قد احتجنا إلى سحرك وفزعنا إليك في شيء تصنعينه يكون حرزا لبلدنا ممن يرومه من الملوك إذ كنا بغير رجال فأجابتها إلى ما أرادت وصنعت البربا بنته بحجارة في وسط مدينة منف وجعلت له أربعة أبواب إلى أربع جهات وصورت فيه الخيل والبغال والحمير والسفن والرجال وقالت قد علمت شيئا يهلك به كل من أراد البلد بسوء وهو يغنيكم عن الحصون والسلاح ويقطع عنكم مؤونة من أتاكم من أي جهة كان فإنهم إن كانوا من البر راكبين خيلا أو بغالا أو حميرا أو إبلا أو كانوا رجالة أو كانوا في السفن تحركت الصور التي تشاكلهم وأومأت إلى الجهة التي يجيئون منها فما فعلتم بالصور أصابهم مثل ذلك في أنفسهم على ما تفعلونه بالصور ولما بلغ الملوك الذين حولهم أن أمرهم قد صار إلى النساء طمعوا فيهم وتوجهوا إليهم فلما قربوا منهم تحركت تلك الصور التي في البرابي وأومأت إلى الجهات التي كان منها من يريدهم فلما رأوا ذلك أقبلوا يقطعون رؤوس الدواب وسوقها وأقفاءها وعيونها وبقروا بطونها وفعلوا بالرجال أيضا ذلك فلم يفعلوا بتلك الصور شيئا إلا نال مثله القاصدين لهم فلما تسامعت الأمم بذلك تركوا قصدهم والتعرض لهم قلت وبيوت هذه البرابي في عدة مواضع من صعيد مصر في إخميم وأنصنا وغيرهما باقية إلى الآن والصور الثابتة في الحجارة موجودة وهذه القصة المذكورة قل أن يخلو منها كتاب في أخبار مصر فلذلك ذكرت وإن كانت بالخرافة أشبه وقد ذكر في إخميم ما فيها من ذلك والله أعلم ",
                "title": "البرابي والنسبة البرابي",
                "uri": "JK_000129_001581"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}