{
    "features": [
        {
            "item": "JK_000129_008864",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.113-114",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عريش والنسبة العريشي</h1> بفتح أوله وكسر ثانيه ثم شين معجمة بعد الياء المثناة من تحت وهو ما يستظل به والعريش للكرم الذي ترسل عليه قضبانه والعريش شبه الهودج يتخذ للمرأة تقعد فيه على بعيرها وهي مدينة كانت أول عمل مصر من ناحية الشام على ساحل بحر الروم في وسط الرمل قال ابن زولاق وهو يذكر فضائل مصر ومنها العريش والجفار كله وما فيه من الطير والجوارح والمأكول والصيد التمور والثياب التي ذكرها رسول الله صلى الله عليه وسلم تعرف بالقسية تعمل بالقس وبها الرمان العريشي لا يعرف في غيره وما يعمل في الجفار من المكايل التي تحمل إلى جميع الأعمال قال إنما سمي العريش لأن إخوة يوسف عليه السلام لما أقحط |جـ 4 صـ 114| الشام ساروا إلى مصر يمتارون وكان ليوسف حراس على أطراف البلاد من جميع نواحيها فمسكوا بالعريش وكتب صاحب الحرس إلى يوسف يقول له إن أولاد يعقوب الكنعاني قد وردوا يريدون البلد للقحط الذي أصابهم فإلى أن أذن لهم عملوا لهم عريشا يستظلون تحته من الشمس فسمي الموضع العريش فكتب يوسف إلى عامله يأذن لهم في الدخول إلى مصر وكان ما قصه الله تعالى في القرآن المجيد وينسب إلى العريش أبو العباس أحمد بن إبراهيم بن الفتح العريشي شاعر فقيه من أصحاب الحديث يروي عنه ولده أبو الفضل شعيب بن أحمد وابن ابنه أبو إسحاق إبراهيم بن شعيب كتب عنه السلفي شيئا من شعره وقال الحسن بن محمد المهلبي من الورادة إلى مدينة العريش ثلاثة فراسخ قال ومدينة العريش مدينة جليلة وهي كانت حرس مصر أيام فرعون وهي آخر مدينة تتصل بالشام من أعمال مصر ويتقلدها والي الجفار وهي مستقرة وفيها جامعان ومنبران وهواؤها صحيح طيب وماؤها حلو عذب وبها سوق جامع كبير وفنادق جامعة كبيرة ووكلاء للتجار ونخل كثير وفيها صنوف من التمور ورمان يحمل إلى كل بلد بحسبه وأهلها من جذام قال ومنها إلى بئري أبي إسحاق ستة أميال وهما بئران عظيمتان ترد عليهما القوافل وعندهما أخصاص فيها باعة ومنها إلى الشجرتين وهي أول أعمال الشام ستة أميال ومنها إلى البرمكية ستة أميال ثم إلى رفح ستة أميال ",
                "title": "عريش والنسبة العريشي",
                "uri": "JK_000129_008864"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}