{
    "features": [
        {
            "item": "JK_000129_012222",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.179-180",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مكران</h1> بالضم ثم السكون وراء وآخره نون أعجمية وأكثر ما تجيء في شعر العرب مشددة الكاف واشتقاقها في العربية أن تكون جمع ماكر مثل فارس وفرسان ويجوز أن تكون مكران جمع مكر مثل وغد ووغدان وبطن وبطنان قال حمزة قد أضيفت نواح إلى القمر لأن القمر هو المؤثر في الخصب فكل مدينة ذات خصب أضيفت إليه وذكر عدة مواضع ثم قال وماه كرمان هو الذي اختصروه فقالوا مكران ومكران اسم لسيف البحر وقد شدد كافه الحكم بن عمرو التغلبي وكان قد افتتحها في أيام عمر فقال لقد شبع الأرامل غير فخل بفيء جاءهم من مكران أتاهم بعد مسغبة وجهد وقد صفر الشتاء من الدخان فإني لا يذم الجيش فعلي ولا سيفي يذم ولا سناني غداة أرفع الأوباش رفعا إلى السند العريضة والمدان ومهران لنا فيما أردنا مطيع غير مسترخي الهوان وفي كتاب أحمد بن يحيى بن جابر ولى زياد بن أبي سفيان في أيام معاوية سنان بن سلمة المحبق الهذلي وكان فاضلا متألها وهو أول من أحلف الجند بطلاق نسائهم أن لا يهربوا فأتى الثغر وفتح مكران عنوة ومصرها وأقام بها وضبط البلاد وفيه قيل رأيت هذيلا أمعنت في يمينها طلاق نساء ما تسوق لها مهرا لهان علي حلفة ابن محبق إذا رفعت أعناقها حلقا صفرا وقال ابن الكلبي كان الذي فتح مكران حكيم بن جبلة العبدي ثم استعمل زياد على الثغر راشد بن عمرو الجديدي الأزدي فأتى مكران ثم غزا القيقان فظفر ثم غزا السند فقتل وقام بأمر الناس سنان بن سلمة فولاه زياد ابن أبيه الثغر وقام به سنتين وقال أعشى همدان في مكران وأنت تسير إلى مكران فقد شحط الورد والمصدر ولم تك من حاجتي مكران ولا الغزو فيها ولا المتجر وحدثت عنها ولم آتها فما زلت من ذكرها أخبر |جـ 5 صـ 180| بأن الكثير بها جائع وأن القليل بها معور وهذا نظم قول حكيم بن جبلة العبدي وكان عثمان بن عفان رضي الله عنه أمر عبد الله بن عامر أن يوجه رجلا إلى ثغر السند يعلم له علمه فوجه حكيم بن جبلة فلما رجع أوفده إلى عثمان فسأله عن حال البلاد فقال يا أمير المؤمنين قد عرفتها وخبرتها فقال صفها لي فقال ماؤها وشل وتمرها دقل ولصها بطل إن قل الجيش فيها ضاعوا وإن كثروا جاعوا فقال عثمان أخابر أم ساجع فقال بل خابر فلم يغزها أحد في أيامه وأول ما غزيت في أيام أمير المؤمنين علي بن أبي طالب كما ذكرنا قال أهل السير سميت مكران بمكران بن فارك بن سام بن نوح عليه السلام أخي كرمان لأنه نزلها واستوطنها لما تبلبلت الألسن في بابل وهي ولاية واسعة تشتمل على مدن وقرى وهي معدن الفانيذ ومنها ينقل إلى جميع البلدان وأجوده الماسكاني أحد مدنها وهذه الولاية بين كرمان من غربيها وسجستان شماليها والبحر جنوبيها والهند في شرقيها قال الإصطخري مكران ناحية واسعة عريضة والغالب عليها المفاوز والضر والقحط والمتغلب عليها في حدود سنة 043 رجل يعرف بعيسى بن معدان ويسمى بلسانهم مهرا ومقامه بمدينة كيز وهي مدينة نحو من النصف من ملتان وبها نخل كثير وهي فرضة مكران فأكبر مدينة بمكران القيربون وبها بيد وقصر فيد ودرك وفهلفهرة كلها صغار وهي جروم ولها رساتيق تسمى الخروج ومدينتها راسك ورستاق يسمى جربان وبها فانيذ وقصب سكر ونخيل وعامة الفانيذ الذي يحمل إلى الآفاق منها إلا شيء يسير يحمل من ناحية ماسكان وطول عمل مكران من التيز إلى قصدار نحو اثنتي عشرة مرحلة وإياها عنى عمرو بن معدي كرب بقوله قوم هم ضربوا الجبابر إذ بغوا بالمشرفية من بني ساسان حتى استبيح قرى السواد وفارس والسهل والأجبال من مكران ",
                "title": "مكران",
                "uri": "JK_000129_012222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}