{
    "features": [
        {
            "item": "JK_000952_2125",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.275-276",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السلماسي</h1> بفتح السين المهملة واللام والميم وبعدها الألف وفي آخرها سين أخرى مهملة هذه النسبة إلى سلماس وهي من بلاد أذربيجان على مرحلة من خوى خرج منها جماعة من العلماء منهم أبو القاسم حريز بن أحمد بن حريز السلماسي أحد الأئمة المشهورين بالفضل وكان حسن الإعتقاد فصيح اللسان حدث عن مطهر بن محمد الأصبهاني سمع منه بسلماس روى عنه أبو البركات هبة الله بن المبارك السقطي المفيد وأبو حفص عمر بن يوسف بن الحسن السلماسي روى عن أحمد بن محمد بن عمر روى عنه هبة الله بن المبارك السقطي وأبو الحسن المظفر بن الحسن بن المهند السلماسي قدم اصبهان سنة تسع وخمسين وثلاثمائة حدث عن العراقيين مثل عثمان بن إسماعيل السكري البغدادي روى عنه أبو بكر أحمد بن موسى الحافظ وأبو محمد الحسن بن جعفر بن داود السلماسي عم أبي عبد الله السلماسي حدث عن الحسين بن محمد بن عبيد العسكري سمع منه علي بن أحمد السعتري ومات في صفر سنة تسع عشرة وأربعمائة ودفن في مقبرة جامع المدينة وأبو عبد الله الحسين بن جعفر بن محمد بن جعفر بن داود بن الحسن السلماسي من أهل بغداد سمع علي بن محمد بن أحمد بن كيسان النحوي وعبد العزيز بن جعفر الخرقي وأبا حفص بن الزيات وأبا بكر محمد بن عبد الله الأبهري وأبا عمر محمد بن العباس بن حمويه وأبا الحسن علي بن عمر الدارقطني ومن بعدهم ذكره أبو بكر أحمد بن علي الخطيب الحافظ وقال كتبنا عنه وكان ثقة أمينا مشهورا باصطناع البر وفعل الخير وافتقاد الفقراء وكثرة الصدقة وكان قد أريد للشهادة فامتنع من ذلك ومات في جمادى الأولى سنة ست وأربعين وأربعمائة وكنت إذ ذاك بالشام راجعا من الحج وأبو نصر محمد بن الحسن بن محمد بن جعفر بن داود السلماسي ابن عم أبي عبد الله بن السلماسي سمع أبا طاهر محمد بن عبد الرحمن المخلص ومحمد بن علي بن النضر الديباجي كتبت عنه وكان صدوقا هكذا ذكره أبو بكر الخطيب الحافظ وقال روى شيئا يسيرا ومات في شهر ربيع الآخر سنة أربع وأربعين وأربعمائة |جـ 3 صـ 276| وأبو طاهر المحسن بن جعفر بن محمد بن جعفر بن داود بن الحسن بن السلماسي من أهل بغداد سمع علي بن عمر الحربي وأبا حفص بن شاهين وأبا طاهر المخلص ونحوهم ذكره أبو بكر الخطيب وقال كتبت عنه وكان ثقة صحب أبا حامد الإسفراييني مدة وعلق عنه الفقه وكان يفهم وقيل إنه كان أصغر من أخيه الحسين بعشر سنين ومات في شوال سنة ست وثلاثين وأربعمائة وصلى عليه أخوه أبو عبد الله ",
                "title": "السلماسي",
                "uri": "JK_000952_2125"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}