{
    "features": [
        {
            "item": "JK_000952_2534",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.10-13",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الضبي</h1> بفتح الضاد المعجمة والباء المكسورة المشددة المنقوطة بواحدة هذه النسبة إلى بني ضبة وهم جماعة ففي مضر ضبة بن أد بن طابخة بن إلياس بن مضر بن نزار بن ربيعة بن معد بن عدنان وفي قريش ضبة بن الحارث بن فهر بن مالك وفي هذيل ضبة بن عمرو بن الحارث بن تميم بن سعد بن هذيل وجماعة ينسبون إلى كل واحد من هؤلاء وأبو سلمة تميم بن حذلم الضبي من أهل الكوفة يروي عن أبي بكر وعمر روى عنه العلاء بن بدر وقيل كنيته أبو حذلم وأبو عبد الله جرير بن عبد الحميد بن جرير بن قرط الضبي الرازي مولده بالكوفة انتقل إلى الري وسكنها يروي عن أبي إسحاق والأعمش وكان مولده سنة عشر ومائة في السنة التي مات فيها الحسن وابن سيرين ومات سنة سبع وثماني ومائة بالري روى عنه ابن المبارك والناس وكان من العباد الخشن وإسماعيل بن محمد بن إسماعيل بن سعيد بن أبان المحاملي الضبي والد الحسين والقاسم من ضبة البصرة رزق الأولاد والأحفاد سكن بغداد وحدث بها عن الفيض بن وثيق وعبد الله بن عون الخراز وأبي مصعب أحمد بن أبي بكر الزهري روى عنه إبناه الحسين أبو عبدالله والقاسم أبو عبيد الله شيئا يسيرا وقد ذكرنا أولاده في الميم في المحاملي والمنتسب إليهم ولاء أبو عبد الرحمن محمد بن فضيل بن غزوان بن جرير الضبي من أهل الكوفة وكان مولى بني ضبة يروي عن يحيى بن سعيد الأنصاري والأعمش روى عنه أحمد بن حنبل وعلي بن المنذر الطريقي وأهل العراق مات سنة خمس |جـ 4 صـ 11| وتسعين ومائة وكان يغلو في التشيع وأبو جعفر محمد بن الحسن بن الحسين بن عثمان بن حبيب بن زياد بن ضبة الضبي نسب إلى جده الأعلى حدث عن أبي شعيب صالح بن زياد السوسي روى عنه عبيد الله بن محمد بن شنبة الدينوري وأبو الفضل محمد بن الحجاج بن جعفر بن إياس بن نذير بن هلال بن كعابة بن كسيب بن علقمة بن مرهوب بن عبيد بن هاجر بن كعب بن بجالة بن ذهل بن مالك بن بكر بن سعد بن ضبة بن أد الضبي من أهل الكوفة قدم بغداد يروي عن أبي بكر بن عياش وعبد الرحيم بن سليمان ومحمد بن الفضيل بن غزوان وأبي معاوية الضرير وسفيان بن عيينة وعبد الله بن داود الخريبي وغيرهم روى عنه يحيى بن محمد بن صاعد وأبو عمر محمد بن يوسف القاضي وإسماعيل بن العباس الوراق والحسين بن إسماعيل المحاملي ومحمد بن مخلد الدوري وكان أبو العباس بن عقدة يقول محمد بن الحجاج الضبي في أمره نظر وقال أبو الحسين بن المنادي توفي محمد بن الحجاج بن نذير الضبي الكوفي بمدينة السلام وذلك أنه رحل من الكوفة نحوا من شهر وحدث الناس ثم أدركه الموت في ربيع الأول سنة إحدى وستين ومائتين وكان قد استكمل سبعا وتسعين سنة ودخل في ثمان وتسعين وأبو بكر محمد بن خلف بن جيان بالجيم والياء آخر الحروف ابن صدقة بن زياد الضبي القاضي المعروف بوكيع من أهل بغداد وكان عالما فاضلا عارفا بالسير وأيام الناس وأخبارهم وله مصنفات كثيرة منها كتاب الطريق وكتاب الشريف وكتاب عدد آي القرآن والاختلاف فيه وكتب آخر سوى ذلك وكان حسن الأخبار حدث عن الزبير بن بكار وأبي حذافة السهمي ومحمد بن الوليد البسري والحسن بن عرفة وعلي بن موسى الطوسي والحسن بن محمد الزعفراني وعلي ومحمد ابني إشكاب ومحمد بن عثمان بن كرامة وخلق من أمثالهم روى عنه أحمد بن كامل القاضي وأبو علي بن الصواف وأبو بكر محمد بن عمر بن الجعابي ومحمد بن المظفر وغيرهم وقيل إن أبا بكر بن مجاهد سئل أن يصنف كتابا في العدد فقال قد كفانا ذلك وكيع ومات في شهر ربيع الأول سنة ست وثلاثمائة وأبو قبيصة محمد بن عبد الرحمن بن محمد بن عمارة بن القعقاع ابن شبرمة أخي عبد الله بن شبرمة الضبي وهو شبرمة بن طفيل بن حسان بن المنذر بن ضرار بن عمرو بن |جـ 4 صـ 12| مالك بن زيد بن مالك بن بجالة بن ذهل بن مالك بن بكر بن سعد بن ضبة بن أد بن طابخة الضبي من أهل بغداد سمع سعيد بن سليمان وعاصم بن علي الواسطيين وسعيد بن زنبور وسعيد بن محمد الجرمي وغيرهم روى عنه أبو بكر بن السماك وأحمد بن الفضل بن خزيمة وإسماعيل بن علي الخطبي وأبو بكر محمد بن عبد الله الشافعي وكان ثقة وذكره الدارقطني فقال لا بأس به وقال إسماعيل الخطبي كان هذا الشيخ يعني أبا قبيصة من أدرس من رأينا للقرآن سألته عن أكثر ما قرأ في يوم من أيام الصيف الطوال وكان يوصف بكثرة الدرس وسرعته فامتنع أن يخبرني فلم أزل به حتى قال لي إنه قرأ في يوم من أيام الصيف الطوال أربع ختم وبلغ في الخامسة إلى براءة وأذن المؤذن العصر وكان من أهل الصدق توفي في شهر ربيع الأول سنة اثنتين وثمانين ومائتين والمفضل بن محمد بن يعلى بن عامر بن سالم بن أبي سلمى بن ربيعة بن زبان بن عامر بن ثعلبة بن ذؤيب بن السيد بن مالك بن بكر بن سعد بن ضبة الضبي الكوفي من أهل الكوفة كان علامة راوية للأدب والأخبار وأيام العرب موثقا في روايته وقدم بغداد في أيام هارون الرشيد سمع سماك بن حرب وأبا إسحاق السبيعي وعاصم بن أبي النجود وسليمان الأعمش روى عنه أبو زكريا يحيى بن زياد الفراء ومحمد ن عمر القصبي وأبو كامل الجحدري وأبو عبد الله محمد بن زياد بن الأعرابي وغيرهم قال جحظة قال الرشيد للمفضل الضبي ما أحسن ما قيل في الذئب ولك هذا الخاتم الذي في يدي وشراؤه ألف وستمائة دينار فقال قول الشاعر % ينام بإحدى مقلتيه ويتقي % % بأخرى المنايا فهو يقظان هاجع % فقال ما ألقي هذا على لسانك إلا لذهاب الخاتم وحلق به إليه فاشترته أم جعفر بألف وستمائة دينار وبعثت به إليه وقالت قد كنت أراك تعجب به فألقاه إلى الضبي وقال خذه وخذ الدنانير فما كنا نهب شيئا ونرجع فيه وضبه قرية بالحجاز على ساحل البحر على طريق الشام وبحذائها قرية يقال لها بدا وهي قرية يعقوب عليه السلام بها نهر جار وزرع ونخيل ومسجد جامع وسوق والعرب تقول من ضبة إلى بدا سبعون ميلا عددا ومنها قدم يعقوب عليه السلام على يوسف صلوات الله عليهما وعلى جميع أنبيائه ورسله وعلى نبينا محمد صلى الله عليه وسلم تسليما كثيرا |جـ 4 صـ 13| ",
                "title": "الضبي",
                "uri": "JK_000952_2534"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}