{
    "features": [
        {
            "item": "JK_000129_005412",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.513-518",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير السابان والنسبة الديراني</h1> وهو دير رمانين وقد ذكر قالوا وتفسيره بالسريانية دير الشيخ دير سابر قرب بغداد بين قرية يقال لها المزرفة وأخرى يقال لها الصالحية وفي الجانب الغربي من دجلة قرية يقال لها بزوغى وهي قرية عامرة نزهة كثيرة البساتين وقد ذكر هذا الدير الحسين بن الضحاك الخليع فقال وعواتق باشرت بين حدائق ففضضتهن وقد عنين محاحا أتبعت وخزة تلك وخزة هذه حتى شربت دماءهن جراحا |جـ 2 صـ 514| أبرزتهن من الخدور حواسرا وتركت صون حريمهن مباحا في دير سابر والصباح يلوح لي فجمعت بدرا والصباح وراحا ومنعم نازعت فضل وشاحه وكسوته من ساعدي وشاحا ترك الغيور يعض جلدة زنده وأمال أعطافا علي ملاحا ففعلت ما فعل المشوق بليلة عادت لذاذتها علي صباحا فاذهب بظنك كيف شئت وكله مما اقترفت تغطرسا وجماحا و دير سابر من نواحي دمشق سكنها عمر بن محمد ابن عبد الله بن زيد بن معاوية بن أبي سفيان الأموي سماه ابن أبي الفجار وذكر أنه كان يسكن دير سابر من أقليم خولان ذكره في تاريخ دمشق وذكره أيضا عتبة بن معاوية بن عثمان بن زيد بن معاوية بن أبي سفيان الأموي دير سرجس وبكس وهو منسوب إلى راهبين بنجران وفيهما يقول الشاعر أيا راهبي نجران ما فعلت هند أقامت على عهدي فإني لها عبد إذا بعد المشتاق رثت حباله وما كل مشتاق يغيره البعد وقال الشابشتي كان هذا الدير بطيزناباذ بين الكوفة والقادسية على وجه الأرض بينه وبين القادسية ميل وكان محفوفا بالكروم والأشجار والحانات وقد خرب وبطل ولم يبق منه إلا خرابات على ظهر الطريق يسميها الناس قباب أبي نواس وفيه يقول الحسين بن الصمان أخوي حي على الصبوح صباحا هبا ولا بعد النديم صباحا هذا الشميط كأنه متحير في الأفق سد طريقه فألاحا مهما أقام على الصبوح مساعد وعلى الغبوق فلن أريد براحا عودا لعادتنا صبيحة أمسنا فالعود أحمد مغتدى ومراحا هل تعذران بدير سرجس صاحبا بالصحو أوتريان ذاك جناحا إني أعيذكما بعشرة بيننا أن تشربا بقرى الفرات قراحا عجت قوافزنا وقدس قسنا هزجا وأصبح ذا الدجاج صياحا للجاشرية فضلها فتعجلا إن كنتما تريان ذاك صلاحا يا رب ملتمس الجنون بنومة نبهته بالراح حين أراحا فكأن ريا الكأس حين ندبته للكأس أنهض في حشاه جناحا فأجاب يعثر في فضول ردائه عجلان يخلط بالعثار مراحا ما زال يضحك بي ويضحكني به ما يستفيق دعابة ومزاحا فهتكت ستر مجونه بتهتك في كل ملهية وبحت وباحا دير سعد بين بلاد غطفان والشام عن الحازمي قال أبو الفرج علي بن الحسين أخبرنا الحرمي بن |جـ 2 صـ 515| أبي العلاء قال حدثنا الزبير بن بكار قال حدثني محمد بن الضحاك عن أبيه قال وجدت في كتاب بخط الضحاك قال خرج عقيل بن علفة وجثامة وابنته الجرباء حتى أتوا بنتا له ناكحا في بني مروان بالشامات ثم إنهم قفلوا حتى إذا كانوا ببعض الطريق قال عقيل بن علفة قضت وطرا من دير سعد وطالما على عرض ناطحنه بالجماجم إذا هبطت أرضا يموت غرابها بها عطشا أعطينهم بالخزائم ثم قال أنفذ يا جثامة فقال جثامة فأصبحن بالموماة يحملن فتية نشاوى من الإدلاج ميل العمائم إذا علم غادرنه بتنوفة تذارعن بالأيدي لآخر طاسم ثم قال أنفذي يا جرباء فقالت كأن الكرى سقاهم صرخدية عقارا تمطى في المطا والقوائم فقال عقيل شربتها ورب الكعبة لولا الأمان لضربت بالسيف تحت قرطك أما وجدت من الكلام غير هذا فقال جثامة وهل أساءت أنما أجادت وليس غيري وغيرك فرماه عقيل بسهم فأصاب ساقه وأنفذ السهم ساقه والرجل ثم شد على الجرباء فعقر ناقتها ثم حملها على ناقة جثامة وتركه عقيرا مع ناقة الجرباء ثم قال لولا أنا تسبني بنو مرة لما عشت ثم خرج متوجها إلى أهله وقال لئن أخبرت أهلك بشأن جثامة أو قلت لهم إنه أصابه غير الطاعون لأقتلنك فلما قدموا على أهل أبير وهم بنو القين ندم عقيل على فعله بجثامة فقال لهم هل لكم في جزور انكسرت قالوا نعم قال فالزموا أثر هذه الراحلة حتى تجدوا الجزور فخرج القوم حتى انتهوا إلى جثامة فوجدوه قد أنزفه الدم فاحتملوه وتقسموا الجزور وأنزلوه عليهم وعالجوه حتى برأ وألحقوه بقومه فلما كان قريبا منهم تغنى أيعذر لاحينا ويلحين في الصبا وما هن والفتيان إلا شقائق فقال له القوم إنما أفلت من الجراحة التي جرحك أبوك آنفا وقد عاودت ما يكرهه فأمسك عن هذا ونحوه إذا لقيته لا يلحقك منه شر وعر فقال إنما هي خطرة خطرت والراكب إذا سار تغنى دير سعيد بغربي الموصل قريب من دجلة حسن البناء واسع الفناء وحوله قلالي كثيرة للرهبان وهو إلى جانب تل يقال له تل بادع يكتسي أيام الربيع طرائف الزهر وكانت عنده وقعة بين مونس الخادم وبين بني حمدان وفيها قتل داود بن حمدان سنة 023 وهومنسوب إلى سعيد بن عبد الملك بن مروان وكان يتقلد إمارة الموصل في أيام أبيه فاعتل وكان له طبيب يقال له سعيد أيضا نصراني فلما برأ قال له اختر ما شئت فقال أحب أن أبتني ديرا بظاهر الموصل وتهب لي أرضه فأجابه إلى ذلك فبنى وقال الخالدي هذا محال والصحيح أن ثلاثة من رهبان النصارى اجتازوا بالموصل قبل الإسلام بأكثر من مائة سنة فاستطابوا أرضها فبنى كل واحد منهم ديرا نسب إليه وهم سعيد وقنسرين وميخائيل وهذه الثلاثة معروفة وكل واحد منها متقارب من الآخر وقد قال النصارى ولتراب دير سعيد هذا خاصية في دفع أذى العقارب وإذا |جـ 2 صـ 516| رش بترابه بيت قتل عقاربه دير سليمان بالثغر قرب دلوك مطل على مرج العين وهو غاية في النزاهة قال أبو الفرج أخبرني جعفر بن قدامة قال ولي إبراهيم بن المدبر عقيب نكبته وزوالها عنه الثغور الجزرية وكان أكثر مقامه بمنبج فخرج في بعض ولايته إلى نواحي دلوك برعبان وخلف بمنبج جارية كان يتحظاها يقال لها غادر فنزل بدلوك على جبل من جبالها بدير يعرف بدير سليمان من أحسن بلاد الله وأنزهها ودعا بطعام خفيف فأكل وشرب ثم دعا بدواة وقرطاس فكتب أيا ساقيينا وسط دير سليمان أديرا الكؤوس فانهلاني وعلاني وخصا بصافيها أبا جعفر أخي فذا ثقتي دون الأنام وخلصاني وميلا بها نحو ابن سلام الذي أود وعودا بعد ذاك لنعمان وعما بها النعمان والصحب إنني تنكرت عيشي بعد صحبي وإخواني ولا تتركا نفسي تمت بسقامها لذكرى حبيب قد سقاني وغناني ترحلت عنه عن صدود وهجرة فأقبل نحوي وهو باك فأبكاني وفارقته والله يجمع شملنا بلوعة محزون وغلة حران وليلة عين المرج زار خياله فهيج لي شوقا وجدد أحزاني فأشرفت أعلى الدير أنظر طامحا بألمح آماق وأنظر إنسان لعلي أرى أبيات منبج رؤية تسكن من وجدي وتكشف أشجاني فقصر طرفي واستهل بعبرة وفديت من لو كان يدري لفداني ومثله شوقي إليه مقابلي وناجاه عني بالضمير وناجاني دير سمالو في رقة الشماسية ببغداد مما يلي البردان وينجز بين يديه نهر الخالص وهو نهر المهدي ذكر البلاذري في كتاب الفتوح أن الرشيد غزا في سنة 163 أهل صمالو فسألوا الأمان لعشرة أبيات فيهم القومس وأن لا يفرق بينهم فأجابهم إلى ذلك فأنزلوا بغداد على باب الشماسية فسموا موضعهم سمالو غيروا الصاد بالسين وبنوا هناك ديرا وهو دير مشيد البناء كثير الرهبان وبين يديه أجمة قصب يرمي فيها الطير قال أحمد بن عبيد الله البديهي يذكره هل لك في الرقة والدير دير سمالو مسقط الطير وقال أيضا فيه الدير دير سمالو للهوى وطر بكر فإن نجاح الحاجة البكر أما ترى الغيم ممدودا سرادقه على الرياض ودمع المزن ينتثر والدير في لبس شتى مناكبه كأنما نشرت في أفقه الحبر تألفت حوله الغدران لامعة كما تألف في أفنائه الزهر أما ترى الهيكل المعمور في صور من الدمى بينها من إنسه صور |جـ 2 صـ 517| دير سمعان يقال بكسر السين وفتحها وهو دير بنواحي دمشق في موضع نزه وبساتين محدقة به وعنده قصور ودور وعنده قبر عمر بن عبد العزيز رضي الله عنه وقال فيه بعض الشعراء يرثيه قد قلت إذ أودعوه الترب وانصرفوا لا يبعدن قوام العدل والدين قد غيبوا في ضريح الترب منفردا بدير سمعان قسطاس الموازين من لم يكن همه عينا يفجرها ولا النخيل ولا ركض البراذين وروي أن صاحب الدير دخل على عمر بن عبد العزيز في مرضه الذي مات فيه بفاكهة أهداها له فأعطاه ثمنها فأبى الديراني أخذه فلم يزل به حتى قبض ثمنها ثم قال يا ديراني إني بلغني أن هذا الموضع ملككم فقال نعم فقال إني أحب أن تبيعني منه موضع قبر سنة فإذا حال الحول فانتفع به فبكى الديراني وحزن وباعه فدفن به فهو الآن لا يعرف وقال كثير سقى ربنا من دير سمعان حفرة بها عمر الخيرات رهنا دفينها صوابح من مزن ثقال غواديا دوالح دهما ماخضات دجونها وقال الشريف الرضي الموسوي يا ابن عبد العزيز لو بكت العي ن فتى من أمية لبكيتك أنت أنقذتنا من السب والشت م فلو أمكن الجزا لجزيتك دير سمعان لا عدتك الغوادي خير ميت من آل مروان ميتك وفيه يقول أبو فراس بن أبي الفرج البزاعي وقد مر به فرآه خرابا فغمه يا دير سمعان قل لي أين سمعان وأين بانوك خبرني متى بانوا وأين سكانك اليوم الألى سلفوا قد أصبحوا وهم في الترب سكان أصبحت قفرا خرابا مثل ما خربوا بالموت ثم انقضى عمرو وعمران وقفت أسأله جهلا ليخبرني هيهات من صامت بالنطق تبيان أجابني بلسان الحال إنهم كانوا ويكفيك قولي إنهم كانوا وأما الذي في جبل لبنان فمختلف فيه وسمعان هذا الذي ينسب الدير إليه أحد أكابر النصارى ويقولون إنه شمعون الصفا والله أعلم وله عدة ديرة منها هذا المقدم ذكره وآخر بنواحي أنطاكية على البحر وقال ابن بطلان في رسالته وبظاهر أنطاكية دير سمعان وهو مثل نصف دار الخلافة ببغداد يضاف به المجتازون وله من الارتفاع كل سنة عدة قناطير من الذهب والفضة وقيل إن دخله في السنة أربعمائة ألف دينار ومنه يصعد إلى جبل اللكام وقال يزيد بن معاوية بدير سمعان عندي أم كلثوم هذه رواية قوم والصحيح أن يزيد إنما قال بدير مران وقد ذكر في موضعه و دير سمعان أيضا بنواحي حلب بين جبل بني عليم والجبل الأعلى دير السوا بظاهرالحيرة ومعناه دير العدل لأنهم كانوا يتحالفون عنده فيتناصفون وقال الكلبي هو منسوب إلى رجل من إياد وقيل هو منسوب إلى |جـ 2 صـ 518| بني حذافة وقيل السوا امرأة منهم وقيل السوا أرض نسب الدير إليها وذكر في شعر أبي داود الإيادي حيث قال بل تأمل وأنت أبصر مني قصد دير السوا بعين جليه لمن الظعن بالضحى واردات جدول الماء ثم رحن عشيه مظهرات رقما تهال له العي ن وعقلا وعقمة فارسيه دير السوسي قال البلاذري هو دير مريم بناه رجل من أهل السوس وسكنه هو ورهبان معه فسمي به وهو بنواحي سر من رأى بالجانب الغربي ذكره عبد الله بن المعتز فقال يا ليالي بالمطيرة فالكر خ ودير السوسي بالله عودي كنت عندي أنموذجات من الجن نة لكنها بغير خلود أشرب الراح وهي تشرب عقلي وعلى ذاك كان قتل الوليد دير الشاء بأرض الكوفة على رأس فرسخ وميل من النخيلة والله أعلم دير الشاء بأرض الكوفة على رأس فرسخ وميل من النخيلة والله أعلم دير الشمع دير قديم معظم عند النصارى بنواحي الجيزة من مصر بينه وبين الفسطاط ثلاثة فراسخ مصعدا على النيل وبه كرسي البطريك بمصر وبه مستقره ما دام بمصر دير الشياطين بين مدينة بلد والموصل وهو بين جبلين في الوادي بالقرب من أوسل مشرف على دجلة في موضع حسن الهواء والرواء وفيه يقول السري الرفاء عصى الرشاد وقد ناداه مذ حين وراكض الغي في تلك الميادين ما حن شيطانه الآتي إلى بلد إلا ليقرب من دير الشياطين وفتية زهر الآداب بينهم أبهى وأنضر من زهر البساتين مشوا إلى الراح مشي الرخ وانصرفوا والراح تمشي بهم مشي الفرازين تفرغوا بين أعطان الهياكل في تلك الجنان وأقمار الدواوين حتى إذا أنطق الناقوس بينهم مزنر الخصر رومي القرابين يرى المدامة دينا حبذا رجل يعتد لذة دنياه من الدين وقال فيه الخباز البلدي رهبان دير سقوني الخمر صافية مثل الشياطين في دير الشياطين غدوا سراعا كأمثال السهام بدت من القسي وراحوا كالعراجين ",
                "title": "دير السابان والنسبة الديراني",
                "uri": "JK_000129_005412"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}