{
    "features": [
        {
            "item": "JK_000952_3634",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.187-188",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المباركي</h1> بضم الميم والباء المنقوطة من تحتها وفتح الراء المهملة بعد الألف وفي اخرها الكاف هذه النسبة إلى مبارك وهي بليدة بين بغداد وواسط على طرف الدجلة رأيتها ولم أدخلها وقال أبو علي الغساني المبارك اسم نهر بالبصرة احتفره خالد بن عبد الله القسري والمشهور من أهلها أبو داود سليمان بن محمد المباركي وقيل سليمان بن داود المباركي يروي عن أبي شهاب الحناط وعامر بن صالح ويحيى بن أبي زائدة وأبي حفص الأبار وعبد الرحمن بن محمد المحاربي قال أبو حاتم بن حبان روى عنه أحمد بن الحسن ببغداد ومبارك التي نسب إليها على الدجلة فوق واسط دخلتها ومات سنة إحدى وثلاثين ومائتين وقال غيره في ذي القعدة قلت روى عنه مسلم بن الحجاج القشيري وأبو زرعة الرازي وأسيد بن عاصم الأصبهاني ومن القدماء الذين كانوا ينزلونها منصور بن زاذان الواسطي مولى عبد الرحمن بن أبي عقيل الثقفي يروي عن الحسن وابن سيرين وقتادة وأبي قحذم روى عنه عبيد الله بن عمر وشعبة والضحاك بن حمزة ومسلم بن سعيد وهشيم وهو الذي يروي عنه هشيم ويقول حدثنا منصور بن أبي المغيرة كان كنية زاذان أبو المغيرة قال أبو حاتم بن حبان كان منصور بن زاذان من المتقشفة المتجردين للدين وكان ينزل المبارك قرية من قرى واسط على الدجلة دخلتها ومات سنة تسع وعشرين ومئة وقيل إنه مات في الساعون سنة إحدى وثلاثين ومئة وخرج في جنازته المسلمون واليهود والنصارى والمجوس يبكون عليه قال ابن |جـ 5 صـ 188| أبي حاتم منصور بن زاذان الواسطي كان ينزل بالمبارك وهو مولى عبد الله بن أبي عقيل أثنى عليه أحمد بن حنبل ويحيى بن معين ووثقاه وأبو الهذيل حصين بن عبد الرحمن السلمي المباركي من أهل الكوفة يروي عن زيد بن وهب والشعبي وكان أكبر من الأعمش بسنة يقال سنه سن النخعي روى عنه الثوري وشعبة وأهل العراق مات سنة ثلاث وستين ومئة قال أبو حاتم بن حبان أبو الهذيل حصين كان ينزل المبارك قرية على الدجلة دخلتها أسفل من نهر سائس وقد قيل إنه سمع من عمارة بن رويبة ولعمارة صحبة فإن صح ذلك فهو من التابعين وأبو زكريا يحيى بن يقعوب بن مرداس بن عبد الله البقال المعروف بالمباركي حدث عن سليمان المباركي المتقدم ذكره وسويد بن سعيد وغيرهما روى عنه عبد الصمد بن علي الطستي وأبو بكر الشافعي وأبو القاسم الطبراني وقال فيه أبو الفضل محمد بن طاهر بن علي المقدسي الحافظ والمبارك هذا نهر حفره هشام بن عبد الملك وإياه عنى الشاعر بقوله % على نهرك المشؤوم غير المبارك % وأما أبو الطيب المباركي النيسابوري إنما قيل له المباركي لأنه انتسب إلى جده وهو أبو الطيب محمد بن محمد بن عبد الله بن المبارك سمع إسحاق بن يعقوب السمسار روى عنه الحاكم أبو عبد الله الحافظ صاحب كتاب التاريخ سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بجامع أصبهان سمعت أبا الفضل محمد بن طاهر بن علي الحافظ سمعت أبا نعيم هو عبيد الله بن الحسن الحداد الحافظ يقول سألته يعني القاضي أبا إسحاق عن هذه النسبة فقال كان جدي أبو عبد الله من أهل العلم وكان كلما قيل له شيء يقول ميمون مبارك فقلت به ثم قال لي أبو العلاء الحافظ سمعت هذه الحكاية من القاضي أبي إسحاق المباركي إلا أني لم أحفظ قوله ميمون ",
                "title": "المباركي",
                "uri": "JK_000952_3634"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}