{
    "features": [
        {
            "item": "JK_000129_009834",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.274-275",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فلسطين</h1> بالكسر ثم الفتح وسكون السين وطاء مهملة وآخره نون والعرب في إعرابها على مذهبين منهم من يقول فلسطين ويجعلها بمنزلة ما لا ينصرف ويلزمها الياء في كل حال فيقول هذه فلسطين ورأيت فلسطين ومررت بفلسطين ومنهم من يجعلها بمنزلة الجمع ويجعل إعرابها بالحرف الذي قبل النون فيقول هذه فلسطون ورأيت فلسطين ومررت بفلسطين بفتح الفاء واللام كذا ضبطه الأزهري والنسبة إليه فلسطي قال الأعشى ومثلك خود بادن قد طلبتها وساعيت معصيا لدينا وشاتها متى تسق من أنيابها بعد هجعة من الليل شربا حين مالت طلاتها تقله فلسطيا إذا ذقت طعمه على ربذات الني حمش لثاتها وهي آخر كور الشام من ناحية مصر قصبتها البيت المقدس ومن مشهور مدنها عسقلان والرملة وغزة وأرسوف وقيسارية ونابلس وأريحا وعمان ويافا وبيت جبرين وقيل في تحديدها إنها أول أجناد الشام من ناحية الغرب وطولها للراكب مسافة ثلاثة أيام أولها رفح من ناحية مصر وآخرها اللجون من ناحية الغور وعرضها من يافا إلى أريحا نحو ثلاثة أيام أيضا وزغر ديار قوم لوط وجبال الشراة إلى أيلة كله مضموم إلى جند فلسطين وغير ذلك وأكثرها جبال والسهل فيها قليل وقيل إنها سميت بفلسطين بن سام بن إرم بن سام بن نوح عليه السلام وقال الزجاجي سميت بفلسطين بن كلثوم من ولد فلان بن نوح وقال هشام بن محمد نقلته من خط جخجخ إنما سميت فلسطين بفليشين بن كسلوخيم من بني يافث بن نوح ويقال ابن صدقيا بن عيفا بن حام بن نوح ثم عربت فليشين قال الشاعر ولو أن طيرا كلفت مثل سيره إلى واسط من إيلياء لكلت سما بالمهارى من فلسطين بعدما دنا الشمس من فيء إليها فولت وقال العميد أبو سعد عبد الغفار بن فاخر بن شريف البستي وكان ورد بغداد رسولا من غزنة يذكر فلسطين والتزم ما لا يلزمه من الطاء والياء والنون يمدح عميد الرؤساء أبا طاهر محمد بن أيوب وزير القادر بالله ثم القائم العبد خادم مولانا وكاتبه ملك الملوك وسلطان السلاطين قد قال فيك وزير الملك قافية تطوي البلاد إلى أقصى فلسطين كالسحر يخلب من يرعيه مسمعه لكنه ليس من سحر الشياطين فأرعه سمعك الميمون طائره لا زال حليك حلي الكتب والطين |جـ 4 صـ 275| وعشت أطول ما تختار من أمد في ظل عز وتوطيد وتوطين وفي كتاب ابن الفقيه سميت بفلسطين بن كسلوخيم بن صدقيا بن كنعان بن حام بن نوح وقد نسبوا إليها فلسطي وقال ابن هرمة كأن فاها لمن تؤنسه بعد غبوب الرقاد والعلل كاس فلسطية معتقة شيبت بماء من مزنة السبل وقال ابن الكلبي في قوله تعالى & يا قوم ادخلوا الأرض المقدسة التي كتب الله لكم & هي أرض فلسطين وفي قوله تعالى & الأرض التي باركنا فيها للعالمين & قال هي فلسطين وقال عدي بن الرقاع فكأني من ذكركم خالطتني من فلسطين جلس خمر عقار عتقت في الدنان من بيت رأس سنوات وما سبتها التجار فهي صهباء تترك المرء أعشى في بياض العينين عنها احمرار قال البشاري و فلسطين أيضا قرية بالعراق ",
                "title": "فلسطين",
                "uri": "JK_000129_009834"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}