{
    "features": [
        {
            "item": "JK_000952_1474",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.404-405",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخنبي</h1> بفتح الخاء المعجمة وسكون النون وفي آخرها باء معجمة بواحدة هذه النسبة إلى الجد وهو أبو بكر محمد بن أحمد بن خنب بن أحمد بن راجيان بن حامديان بن ماخك بن فرماي الدهقان الخنبي أبوه بخاري وولد هو ببغداد وكتب الحديث بها ثم عاد إلى بخارى وسكنها إلى وفاته وحدث بالكثير مات سنة خمسين وثلاثمائة وكان شافعي المذهب قال أبو كامل البصيري سمعت بعض مشايخي يقول كنا في مجلسه يعني مجلس أبي بكر بن خنب فأملى أحاديث في فضائل علي بن أبي طالب رضي الله عنه بعد فراغه من ذكر فضائل أبي بكر وعمر وعثمان رضي الله عنهم إذ قام أبو الفضل السليماني على رؤوس الناس على الملأ وصاح أيها الناس إن هذا دجال من الدجاجلة فلا تكتبوا عنه وخرج من المجلس لأنه ما سمع منه فضل أبي بكر وعمر وعثمان رضي الله عنهم أجمعين حدث أبو بكر الخنبي عن يحيى بن أبي طالب والحسن بن مكرم وأبي قلابة الرقاشي وجعفر بن محمد الصائغ وأبي بكر بن أبي الدنيا وأحمد بن محمد بن بكر القصير وأحمد بن محمد بن غالب غلام الخليل ومحمد بن مسلمة الواسطي وموسى بن سهل بن كثير الوشاء وغيرهم روى عنه الحاكم أبو أحمد محمد بن محمد بن أحمد بن إسحاق الحافظ وأبو محمد إسماعيل بن الحسين الزاهد البخاري وأبو عبد الله محمد بن أحمد بن محمد الغنجار الحافظ |جـ 2 صـ 405| وعلي بن القاسم بن شاذان الرازي وأبو العباس أحمد بن الوليد الزوزني وجماعة كثيرة سواهم وذكره أبو الحسن الدارقطني الحافظ فقال ابن خنب شيخ بغدادي وقع إلى بخارى يروي عن البغداديين وحدث ببخارى بحديث كثير وبكتب عبد الوهاب بن عطاء عن يحيى بن أبي طالب وبقي إلى نحو سنة خمسين وثلاثمائة وذكر أبو عبد الله الغنجار قال ولد أبو بكر بن خنب ببغداد في سنة ست وستين ومائتين ودخل بخارى سنة سبع وثمانين ومائتين ومات ببخارى يوم السبت غرة رجب سنة خمسين وثلاثمائة وصليت على جنازته وأبو حفص عمر بن منصور بن أحمد بن محمد بن منصور بن موسى بن أفلح بن عمران البزاز الحافظ الخنبي هو ابن بنت أبي بكر بن خنب شيخ عارف بالحديث مكثر منه سمع أبا علي إسماعيل بن محمد بن أحمد بن حاجب الكشاني الحاجبي وأبا إسحاق إبراهيم بن محمد الرازي وأخاه أبا العباس الرازي وأبا نصر أحمد بن محمد بن موسى الملاجمي وأبا الفضل أحمد بن علي بن عمرو السليماني وغيرهم روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وأبو الفضل محمد بن علي بن سعيد المطهري وأبو بكر محمد بن عبد الله بن فاعل السرخكتي والقاضي أبو بكر محمد بن الحسين الأرسابندي وجماعة سواهم ذكره عبد العزيز النخشبي في معجم شيوخه وقال شيخ صالح ابن بنت أبي بكر بن خنب بكر به فسمع من أبي علي الحاجبي وهو صغير وسمع بعد ذلك من القاضي أبي نصر العراقي وجماعة مكثر صحيح السماع فيه هزل قلت ومات بعد سنة ستين وأربعمائة ",
                "title": "الخنبي",
                "uri": "JK_000952_1474"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}