{
    "features": [
        {
            "item": "JK_000129_012479",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.227-228",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مولتان</h1> بضم أوله وسكون ثانيه واللام يلتقي فيه ساكنان وتاء مثناة من فوق وآخره نون وأكثر ما يسمع فيه ملتان بغير واو وأكثر ما يكتب كما ههنا بلد في بلاد الهند على سمت غزنة قالا الإصطخري وأما المولتان فهي مدينة نحو نصف المنصورة ويسمى فرج بيت الذهب وبها صنم تعظمه الهند وتحج إليه من أقصى بلدانها ويتقرب إلى الصنم في كل عام بمال عظيم ينفق على بيت الصنم والمعتكفين عليه منهم وسمي المولتان بهذا الصنم وبيت هذا الصنم قصر مبني في أعمر موضع بسوق المولتان بين سوف العاجيين وصف الصفارين وفي وسط هذا القصر قبة فيها الصنم وحوالي القبة بيوت يسكنها خدم هذا الصنم ومن يعتكف عليه وليس أهل المولتان من الهند والسند يعبدون الصنم وليس يعبده إلا الذين هم في القصر والصنم على صورة إنسان جالس متربع على كرسي من جص وآجر وقد ألبس جميع بدنه جلدا يشبه السختيان الأحمر لا يبين من جثته شيء إلا عيناه فمنهم من يزعم أن بدنه خشب ومنهم من يزعم غير ذلك إلا أن بدنه لا يترك أن ينكشف ألبتة وعيناه جوهرتان وعلى رأسه إكليل ذهب وهو متربع على ذلك السرير وقد مد ذراعيه على ركبتيه وجعل كلتا يديه كما يعقد في الحساب أربعة قد لف البنصر والوسطى وبسط الخنصر والسبابة وعامة ما يحمل إلى هذا الصنم من المال فإنما يأخذه أمير المولتان وينفق على السدنة منه ويرفع الباقي لنفسه وإذا قصدهم الهند بحرب أو انتزاع البلد أخرجوا الصنم وأظهروا كسره وإحراقه فيرجعون عنهم ولولا ذلك لخربوا المولتان وعلى المولتان حصن منيع وهي خصبة إلا أن المنصورة أخصب منها وأعمر وإنما سمي المولتان فرج بيت الذهب لأنها فتحت في أول الإسلام وكان بالمولتان ضيق وقحط فوجدوا فيها ذهبا كثيرا فاتسعوا به قال وخارج المولتان على نصف فرسخ أبنية كثيرة تسمى جندراون وهي معسكر الأمير لا يدخل الأمير منها إلى المولتان إلا يوم الجمعة فإنه يركب الفيل ويدخل المدينة لصلاة الجمعة وأميرهم قرشي من نسل سامة بن لؤي وقد تغلب عليها ولا يطيع صاحب المنصورة ولا غيره إنما يخطب للخليفة وذكر أهل السير أن الكرك وهم |جـ 5 صـ 228| شراة كفار تلك الناحية سبوا نسوة من المسلمين فصاحت امرأة منهم يا حجاجاه فبلغه ذلك فأرسل إلى داهر ملك الديبل وأمره على الغزو لهؤلاء الذين سبوا النسوة فحلف أنه لا طاعة له على الذين أخذوهن فاستأذن عبد الملك في غزوه فلم يأذن له فلما ولي الوليد استأذنه فأذن له فبعث لذلك محمد بن القاسم بن أبي عقيل ابن عمه فقتل داهر وفتح مولتان من بلاد الهند ومات الوليد وولي سليمان فبعث إلى محمد وضربه بالسياط وألبسه المسوح لعداوة كانت بينهما وكان أنفق في الغزوة خمسين ألف ألف درهم حتى فتح الهند فاسترجع النفقة وزيادة مثلها فالهند من فتوح الوليد بن عبد الملك وهذه البلاد منذ ذلك الوقت بيد المسلمين إلى الآن ",
                "title": "مولتان",
                "uri": "JK_000129_012479"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}