{
    "features": [
        {
            "item": "JK_000952_0515",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.358-359",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البشتي</h1> هذه النسبة إلى بشت بضم الباء الموحدة والشين المعجمة والتاء المنقوطة من فوقها بنقطتين وهي ناحية بنيسابور كثيرة الخير وقيل بشت عرب خراسان لكثرة أدبائها وفضلائها وقيل أن الوقعة التي كانت بين منوجهر وأفراسياب التركي كانت بها وكان بها زاهد يقال له عبيد الله بن محمد بن نافع البشتي النيسابوري سأذكره وأبو علي الحسن بن علي بن العلاء بن عبدويه بن محمد بن يزدجرد البشتي روى عن أبي عبد الرحمن السلمي الأربعين التي جمعها وسمع أبا طاهر محمد بن محمد بن محمش الزيادي وأبا زكريا يحيى بن إبراهيم المزكي وأبا عبد الله الحسين بن محمد بن فنجويه الثقفي وغيرهم روى لي عنه عمر بن محمد الفرغولي بمرو وشريفة بنت محمد بن الفضل الفراوي بنيسابور وغيرهما وكان شيخا فاضلا فصالا متكلما واعظا من بيت العلم وتوفي في شهر |جـ 1 صـ 359| رمضان سنة ثمانين وأربعمائة وكانت ولادته في سنة خمس وأربعمائة ومن القدماء أبو يعقوب إسحاق إبراهيم بن نصر البشتي سمع إسحاق الحنظلي ومحمد بن رافع وقتيبة بن سعيد وأبا كريب الهمداني ومحمد بن أبي عمر العدني ومحمد بن المصفي وهشام بن عمار وغيرهما روى عنه أبو جعفر محمد بن صالح بن هانىء وأبو الفضل محمد بن إبراهيم الهاشمي ذكره الحاكم في تاريخ نيسابور وأحمد بن الخليل بن محمد البشتي روى عن الليث بن محمد روى عنه أبو زكريا يحيى بن محمد العنبري وسعيد بن أبي سعيد شاذان بن محمد البشتي سمع محمد بن رافع وإسحاق بن منصور وحم بن نوح وعيسى بن أحمد العسقلاني روى عنه أبو القاسم بن يعقوب وأبو سعيد بن أبي بكر بن أبي عثمان وأبو العباس موسى بن عبد الرحمن البشتي حدث عن الحسن بن علي الحلواني وأبي عمار الحسين بن حريث وعبيد الله بن عمر القواريري وسويد بن سعيد الحدثاني وإسماعيل بن موسى السدي وخالد بن يوسف السمتي وأبي مصعب أحمد بن أبي بكر الزهري والمسيب بن واضح وطبقتهم وله رحلة إلى الحجاز والشام روى عنه أبو عبد الله بن الأخرم ومات ببشت في صفر سنة ست وتسعين ومائتين وأبو سعيد أحمد بن شاذان بن المهند البشتي حدث عن الحسن بن سفيان وأحمد بن نصر الخفاف وابن أبي غيلان روى عنه أبو سعيد الإدريسي وأبو بكر محمد بن يحيى بن سعدان البشتي المؤدب يروي عن عبد الله بن الحارث الصنعاني روى عنه الحاكم أبو عبد الله الحافظ وأبو سعيد محمد بن إبراهيم بن عبد الله البشتي يروي عن أبي عبد الله محمد بن عبد الله الصفار الأصبهاني روى عنه أبو القاسم القشيري وأبو صالح محمد بن المؤمل بن محمد بن إسحاق بن إبراهيم البشتي كان حسن الخلق خيرا كثير العبادة والصلاة لم يكثر من الحديث لاشتغاله بالقرآن سمع أبا زكريا يحيى بن إبراهيم المزكي وأبا بكر أحمد بن الحسن الحيري وأبا عبد الرحمن محمد بن الحسين السلمي وأبا سعيد محمد موسى بن الفضل الصيرفي وطبقتهم خرج إلى العراق وحدث بالري روى لنا عنه أبو القاسم إسماعيل بن محمد بن الفضل الحافظ وأبو محمد سفيان بن إبراهيم بن منده بأصبهان وأبو سعد أحمد بن محمد بن أحمد الحافظ بمكة وأبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وأبو العلاء صاعد بن أبي الفضل الشعيبي بمرغاب هراة وغيرهم مات بأصبهان سنة ثلاث وثمانين وأربعمائة ودفن بدولكاباد حذاء قبر عبد الرحمن بن منده وعبد الله بن سعيد الأديب البشتي مؤدب المعاوية سمع أبا سعيد عبد الرحمن بن الحسين الحاكم روى عنه الحاكم أبو عبد الله الحافظ وأما أحمد بن صاحب البشتي منسوب إلى بشت باذغيس وهو موضع بها من نواحي هراة حدث عن أبي عبد الله المحاملي روى عنه أبو سعد الماليني الصوفي الحافظ ونسبه هكذا وأخوه |جـ 1 صـ 360| محمد بن صاحب البشتي الباذغيسي أيضا وأما أبو العباس عبيد الله بن محمد بن نافع بن مكرم بن حفص الزاهد العابد البشتي من بشت نيسابور كان من الورعين الزاهدين المحققين سافر الكثير ودوخ البلاد وسمع أبا زكريا يحيى بن محمد الكرميني وأبا محمد أحمد بن السري بن صالح الشيرازي وغيرهما روى عنه الحاكم أبو عبد الله الحافظ وذكره في تاريخ نيسابور فقال أبو العباس العابد البشتي كان من الأبدال وجرب مرة بعد أخرى أنه كان مجاب الدعوة ورث عن آبائه أموالا طاهرة جمة فأنفقها كلها في أعمال البر وسبل الخير ولم يستند إلى حائط ولم يتك على وسادة سبعين سنة ولما تخلى من أملاكه خرج من نيسابور راجلا حافيا فحج ودخل الشام والرملة وأقام ببيت المقدس أشهرا ثم خرج منها إلى مصر وخرج إلى بلاد المغرب ثم حج من المغرب ثانيا ثم انحدر من مكة إلى اليمن فبقي بها مدة وله بها عجائب حدثني بها ثم انصرف في الموسم وحج ثالثا وخرج إلى طرسوس ثم انصرف إلى العراق ودخل البصرة وخرج في البحر إلى عمان فانصرف إلى فارس وأصبهان ثم انصرف بعد سبع عشرة سنة إلى بشت فتصدق ببقية أملاكه ودخل البلدة يعني نيسابور لازما لأبي علي الثقفي وكان الأستاذ أبو الوليد القرشي يقول لو أن التابعين والسلف رأوا عبيد الله الزاهد فرحوا وكان أبو علي الثقفي يقول عبيد الله الزاهد من المجتهدين وذكر الحاكم سمعت الأمير أبا القاسم علي بن ناصر الدولة يقول دخل علي عبيد الله الزاهد فاستقبلته ثم قبلت وجهه وأجلسته وجلست بين يديه فبت تلك الليلة فرأيت النبي صلى الله عليه وسلم في المنام وهو يستقبلني إلى الموضع الذي استقبلت عبيد الله ثم قبل من وجهي الموضع الذي قبلته من وجه عبيد الله ثم قال هذا بذاك وكانت وفاته صبيحة يوم الأحد الثالث من المحرم سنة أربع وثمانين وثلاثمائة وكان يذكر على التخمين أنه ابن خمس وثمانين سنة وأكثر أصحابه يذكرون أنه فوق التسعين وعمرو بن سعيد البشتي من القدماء سمع حفص بن عبد الله السلمي روى عنه محمد بن سفيان النيسابوري ",
                "title": "البشتي",
                "uri": "JK_000952_0515"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}