{
    "features": [
        {
            "item": "JK_000952_0340",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.258-259",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباشاني</h1> بفتح الباء الموحدة والشين المعجمة بين الألفين وفي آخرها النون هذه النسبة إلى باشان وهي قرية من قرى هراة خرج منها جماعة من أهل العلم قديما وحديثا فمن القدماء أبو سعيد إبراهيم بن طهمان ا من أهل هراة من قرية باشان ولد بهراة ونشأ بنيسابور ورحل في طلب العلم فلقي جماعة من التابعين وأخذ عنهم مثل عبد الله بن دينار مولى ابن عمر رضي الله عنهما وأبي الزبير محمد بن مسلم المكي وعمرو بن دينار وأبي حازم الأعرج وأبي إسحاق السبيعي ويحيى بن سعيد الأنصاري وسماك بن حرب وثابت البناني وموسى بن عقبة وأخذ عن خلق كثير ممن بعد هؤلاء روى عنه صفوان بن سليم وأبو حنيفة النعمان بن ثابت وعبد الله بن المبارك وسفيان بن عيينة وخالد بن نزار ووكيع بن الجراح وأبو معاوية الضرير وعبد الرحمن بن مهدي وانتقل إلى مكة وسكنها إلى آخر عمره وحكى غسان قال كان إبراهيم بن طهمان حسن الخلق واسع الأمر سخي النفس يطعم الناس يصلهم ولا يرضى من أصحابه حتى ينالوا من طعامه وقال غسان بن سليمان كنا نختلف إلى إبراهيم بن طهمان إلى القرية وكان لا يرضى منا حتى يطعمنا وكان شيخا واسع القلب وكانت قريته باشان من القصبة على فرسخ وقال عثمان بن سعيد كان إبراهيم بن طهمان معروفا ثقة في الحديث لم يزل الأئمة يشتهون حديثه ويرغبون فيه ويوثقونه وحكى أحمد بن سيار قال سمعت إسحاق بن إبراهيم يقول لو عرفت من إبراهيم بن طهمان بمرو ما عرفت منه بنيسابور ما استحللت أن أروي عنه يعني من رأى الإرجاء وروى عن أبي زرعة الرازي سمعت أحمد بن حنبل وذكر عنده إبراهيم بن طهمان وكان متكئا من علة فاستوى جالسا وقال لا ينبغي أن يذكر الصالحون فنتكىء ثم قال أحمد بن حنبل حدثني رجل من أصحاب ابن المبارك وقال رأيت ابن المبارك في المنام ومعه شيخ مهيب فقلت من هذا معك قال أما تعرف هذا هذا سفيان الثوري قلت من أين أقبلتم قال نحن نزور كل يوم إبراهيم بن طهمان قلت وأين تزورونه قال دار الصديقين دار |جـ 1 صـ 259| يحيى بن زكريا وقيل مات في سنة ثلاث وستين بمكة ",
                "title": "الباشاني",
                "uri": "JK_000952_0340"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}