{
    "features": [
        {
            "item": "JK_000952_1743",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.34-36",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرايي</h1> بتشديد الراء المفتوحة وفي آخرها الياء عرف بهذا الاسم هلال بن يحيى بن مسلم الرايي من أهل البصرة وإنما قيل له الرايي لأنه كان ينتحل مذهب الكوفيين ورأيهم فعرف بالرايي وكان عالما بالشروط يروي عن أبي عوانة وأهل البصرة روى عنه أهل بلده كان يخطىء كثيرا على قلة روايته لا يجوز الاحتجاج به إذا انفرد ولم يحدث بشيء كثير وإنما ذكرته ليعرفه العوام وأبو عثمان ربيعة بن أبي عبد الرحمن الرايي واسم أبي عبد الرحمن فروخ مولي آل المنكدر التيمي تيم قريش وقيل كنية ربيعة أبو عبد الرحمن وإنما قيل له الرايي لعلمه به وكان عارفا بالسنة وقائلا بالرأي وهو مديني سمع أنس بن مالك والسائب بن يزيد وعامة التابعين من أهل المدينة روى عنه |جـ 3 صـ 36| مالك بن أنس وسفيان الثوري وشعبة بن الحجاج والليث بن سعد وسليمان بن بلال وسعيد بن أبي هلال وعبد العزيز الدراوردي وكان فقيها عالما حافظا للفقه والحديث وقدم علي أبي العباس السفاح الأنبار وكان أقدمه ليوليه القضاء فيقال إنه توفي بالأنبار ويقال بل توفي بالمدينة وحكى أن فروخا أبا عبد الرحمن أبو ربيعة خرج في البعوث إلى خراسان أيام بني أمية غازيا وربيعة حمل في بطن أمه وخلف عند زوجته أم ربيعة ثلاثين ألف دينار فقدم المدينة بعد سبع وعشرين سنة وهو راكب فرسا بيده رمح فنزل عن فرسه ثم دفع الباب برمحه فخرج ربيعة فقال له يا عدو الله أتهجم على منزلي فقال لا وقال فروخ يا عدو الله أنت رجل دخلت على حرمتي فتواثبا وتلبب كل واحد منهما بصاحبه حتى اجتمع الجيران فبلغ مالك بن أنس والمشيخة فأتوا يعينون ربيعة فجعل ربيعة يقول والله لا فارقتك إلا عند السلطان وأنت مع أمرأتي وكثر الضجيج فلما بصروا بمالك سكت الناس كلهم فقال مالك أيها الشيخ لك سعة في غير هذه الدار فقال الشيخ هي داري وأنا فروخ مولى بني فلان فسمعت امرأته كلامه فخرجت فقالت هذا زوجي وهذا ابني الذي خلفته وأنا حامل به فاعتنقا جميعا وبكيا فدخل فروخ المنزل وقال هذا ابني قالت نعم قال فأخرجي المال الذي لي عندك وهذه معي أربعة آلاف دينار فقالت المال قد دفنته وأنا أخرجه بعد أيام فخرج ربيعة إلى المسجد وجلس في حلقته فأتاه مالك بن أنس والحسن بن زيد وابن أبي علي اللهبي والمساحقي وأشراف أهل المدينة وأحدق الناس به فقالت امرأته اخرج صل في مسجد الرسول صلى الله عليه وسلم فخرج فصلى فنظر إلى حلقة وافرة فأتاه فوقف عليه ففرجوا له قليلا ونكس ربيعة رأسه يوهمه أنه لم يره وعليه طويلة فشك فيه أبو عبد الرحمن فقال من هذا الرجل فقالوا له هذا ربيعة بن أبي عبد الرحمن فقال أبو عبد الرحمن لقد رفع الله ابني فرجع إلى منزله فقال لوالدته لقد رأيت ولدك في حالة ما رأيت أحدا من أهل العلم والفقه عليها فقالت أمه أيما أحب إليك ثلاثون ألف دينار أو هذا الذي هو فيه من الجاه قال لا والله إلا هذا قالت فإني قد أنفقت المال كله عليه قال فوالله |جـ 3 صـ 37| ما ضيعته وقال بعضهم مكث ربيعة دهرا طويلا عابدا يصلي الليل والنهار صاحب عبادة ثم نزع ذلك إلى أن جالس القوم فجالس القاسم فنطق بلب وعقل قال فكان القاسم إذا سئل عن شيء قال سلوا هذا ربيعة قال فإن كان شيئا في كتاب الله أخبرهم به القاسم أو في سنة نبيه وإلا قال سلوا هذا لربيعة أو سالم وكان يحيى بن سعيد كثير الحديث فإذا حضر ربيعة كف يحيى إجلالا لربيعة وليس ربيعة بأسن منه وهو فيما هو فيه وكان كل واحد مجلا لصاحبه ومات ربيعة سنة ست وثلاثين ومائة وقال مالك بن أنس ذهبت حلاوة الفقه منذ مات ربيعة بن أبي عبد الرحمن وأبو حنيفة النعمان بن ثابت بن النعمان بن المرزبان التيمي الكوفي صاحب الرأي وإمام أصحاب الرأي وفقيه أهل العراق رأى أنس بن مالك وسمع عطاء بن أبي رباح وأبا إسحاق السبيعي ومحارب بن دثار وحماد بن أبي سليمان والهيثم بن حبيب وقيس بن مسلم ومحمد بن المنكدر ونافعا مولى ابن عمر رضي الله عنهما وهشام بن عروة وسماك بن حرب روى عنه هشيم بن بشير وعباد بن العوام وعبد الله بن المبارك ووكيع بن الجراح ويزيد بن هارون وأبو يوسف القاضي ومحمد بن الحسن الشيباني وعمرو بن محمد العنقزي وهوذة بن خليفة وأبو عبد الرحمن المقرىء وعبد الرزاق بن همام وغيرهم وهو كوفي تيمي من رهط حمزة بن حبيب الزيات ولد بالكوفة ونقله أبو جعفر المنصور إلى بغداد فسكنها إلى حين وفاته قيل إن أباه ثابت بن النعمان بن المرزبان من أبناء فارس الأحرار ذهب إلى علي بن أبي طالب رضي الله عنه وهو صغير فدعا له بالبركة فيه وفي ذريته وقيل إن جده النعمان بن المرزبان هو الذي أهدى لعلي بن أبي طالب رضي الله عنه الفالوذج في يوم النيروز فقال نوروزنا كل يوم وفي رواية كان في يوم المهرجان فقال مهرجونا كل يوم وكلمة ابن هبيرة على أن يلي القضاء فأبى فضربه مائة سوط وعشرة أسواط كل يوم عشرة أسواط فصبر وامتنع فلما رأى ذلك خلى سبيله واشتغل بطلب العلم وبالغ فيه حتى حصل له ما لم يحصل لغيره ودخل يوما على المنصور وكان عنده عيسى بن موسى فقال للمنصور هذا عالم الدنيا اليوم ورأى أبو حنيفة في المنام أنه ينبش قبر رسول الله صلى الله عليه وسلم فقيل لمحمد بن سيرين فقال صاحب هذا الرؤيا رجل يثور علما لم يسبقه إليه أحد قبله وكان مسعر بن كدام يقول ما أحسد أحدا بالكوفة إلا رجلين أبو حنيفة في فقهه والحسن بن صالح في زهده وقال مسعر من جعل أبا حنيفة بينه وبين الله رجوت أن لا يخاف ولا يكون فرط في الاحتياط لنفسه وقال الفضيل بن عياض كان أبو حنيفة رجلا فقيها معروفا بالفقه مشهورا بالورع واسع المال معروفا بالإفضال على كل من يطيف به صبورا على تعليم العلم بالليل والنهار حسن الليل كثير الصمت قليل الكلام حتى ترد مسألة في حرام أو حلال وكان |جـ 3 صـ 38| يحسن يدل على الحق هاربا من مال السلطان وإذا أوردت عليه مسألة فيها حديث صحيح اتبعه وإن كان عن الصحابة والتابعين وإلا قاس فأحسن القياس وكانت ولادته سنة ثمانين ومات في رجب سنة خمسين ومائة ودفن بمقبرة الخيزران بباب الطاق وصلي عليه ست مرات من كثرة الزحام آخرهم صلى عليه حماد وغسله الحسن بن عمارة ورجل آخر قلت وزرت قبره غير مرة وسورة بن الحكم صاحب الرأي كوفي سكن بغداد وحدث بها عن عبد الله بن حبيب بن أبي ثابت وشيبان بن عبد الرحمن وسليمان بن أرقم وسويد أبي حاتم روى عنه محمد بن هارون الفلاس المخرمي والحسن بن داود بن مهران المؤدب وعباس بن محمد الدوري وأحمد بن أبي عمران الخياط وغيرهم وأبو مطيع الحكم بن عبد الله البلخي مولى قريش صاحب الرأي يروي عن هشام بن حسان وابن جريج وإسرائيل وسلمة بن بشير النيسابوري وعلي بن هاشم بن مرزوق وسهل بن زياد وعبد الله بن الوليد بن مهران المدائني الرازي قال عبد الله بن أحمد بن حنبل سألت أبي عن الحكم أبي مطيع البلخي قال لا ينبغي أن يروى عنه وقال يحيى بن معين أبو مطيع الخراساني ليس بشيء وقال أبو حاتم الرازي أبو مطيع كان قاضي بلخ مرجىء ضعيف الحديث وانتهى في كتاب الزكاة إلى حديث له فامتنع من قراءته وقال لا أحدث عنه وزفر بن الهذيل العنزي الكوفي ثم البصري صاحب الرأي والقياس يروي عن حجاج بن أرطأة روى عنه أبو نعيم وحسان بن إبراهيم وأكثم بن محمد وغيرهم قال أبو نعيم الفضل بن دكين وذكر زفر بن الهذيل فقال كان ثقة مأمونا وقع إلى البصرة في ميراث أخته فتشبث به أهل البصرة فلم يدعوه يخرج من عندهم قال يحيى بن معين زفر بن الهذيل صاحب الرأي ثقة مأمون |جـ 3 صـ 39| ",
                "title": "الرايي",
                "uri": "JK_000952_1743"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}