{
    "features": [
        {
            "item": "JK_000952_0724",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.469-470",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التغلبي</h1> بفتح التاء المنقوطة باثنتين وسكون الغين المعجمة وكسر اللام والباء المنقوطة بواحدة هذه النسبة إلى تغلب وهي قبيلة معروفة وهي تغلب بن وائل بن قاسط بن هنب بن أفصي بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان وقيل إن بعض العرب نزل على رجل فقال للمضيف من تكون قال رجل من تغلب فبعد ساعة تمثل الضيف بهذا البيت وكان غافلا % والتغلبي إذا تنحنح للقرى % % حك استه وتمثل الأمثالا % فلما تنبه أن مضيفه من تغلب سقط في يده فقال له التغلبي يا أخي لا تحزن قد قلت كلمة مقولة والمشهور بهذه النسبة عبد الملك بن راشد التغلبي يروي عن المقدام عن عائشة رضي الله عنها روى عنه محمد بن حرب الأبرش وأهل الشام وأوس بن ثريب التغلبي من التابعين يروي عن جرير بن عبد الله رضي الله عنه روى عنه حنظلة والد أبي طلق ويقال أوس بن ثويب وأبو الحسن علي بن عبد الأعلى بن عامر التغلبي الأحوال من أهل الكوفة يروي عن كثير بن زياد روى عنه أبو بدر والكوفيون وسعيد بن زون التغلبي من أهل البصرة يروي عن أنس رضي الله عنه روى عنه محمد بن سعيد الأصبهاني يروي عن أنس رضي الله عنه الموضوعات التي لا أصول لها من حديث رسول الله صلى الله عليه وسلم قال يحيى بن معين سعيد بن زون ليس بشيء والمسيب بن رافع التغلبي ويقال له الكاهلي الأسدي ذكر الغلابي عن ابن معين عن أبي بكر بن عياش قال المسيب بن رافع من بني تغلب تزوج أبوه أمة من بني أسد فولدته فأعتقته بنو أسد وابنه العلاء بن المسيب يروي عن أبيه روى عنه محمد بن فضيل وعبد الواحد بن زياد أبو عبد الله أحمد بن يوسف بن |جـ 1 صـ 470| خالد بن سليمان بن يزيد بن دارة بن سنان بن طارق بن شهاب بن حنيف بن النعمان بن زيد بن مالك بن حرقة بن ثعلبة بن بكر بن حبيب بن عمرو بن غنم بن تغلب بن وائل التغلبي من أهل بغداد حدث عن سليمان بن حرب ومسلم بن إبراهيم وعفان بن مسلم ومحمد بن سابق ورويم بن يزيد وأبي عبيد القاسم بن سلام والمسيب بن واضح وغيرهم روى عنه أبو عبد الله إبراهيم بن محمد بن عرفة النحوي وأبو عبد الله محمد بن مخلد العطار وأبو عمرو عثمان بن أحمد بن السماك ومكرم بن أحمد القاضي وجماعة ومات في رجب سنة ثلاث وسبعين ومائتين وأبو الحسن علي بن نصر بن الصباح بن عبد الله بن مالك بن طوق التغلبي البغدادي سكن مصر وحدث بها عن أبي بكر بن مقسم النحوي وأحمد بن يوسف بن خلاد وأبي بكر أحمد بن جعفر بن مالك القطيعي شيئا يسيرا وكان يذكر أنه سمع من أبي سهل بن زياد القطان وأبي بكر النقاش المقري ودعلج بن أحمد السجزي روى عنه أبو عبد الله محمد بن سلامة بن جعفر القضاعي وأبو عبد الله محمد بن ابن علي الصوري الحافظ وقال حكي لنا من حفظه حكايات قال وكان شيخا حافظا للأدب وتفقه على مذهب داود وكانت كتبه التي سمع منها ببغداد فلم يحصل لنا عنه حديث مسند غير أحاديث يسيرة عن أبي بكر بن خلاد من مسند الحارث بن أبي أسامة |جـ 1 صـ 471| ",
                "title": "التغلبي",
                "uri": "JK_000952_0724"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}