{
    "features": [
        {
            "item": "JK_000952_1806",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.82-83",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرقاعي</h1> بكسر الراء وفتح القاف وفي آخرها العين المهملة هذه النسبة إلى الجد وإلى من يكتب الرقاع مثل الفتاوي إلى العلماء وغيرها والرقاع ايضا بطن من جشم بن قيس قال هشام بن الكلبي في كتاب الألقاب إنما سمي بنو زيد بن ضباث بن نهرش بن |جـ 3 صـ 83| جشم بن قيس بن عامر بن عمرو بن بكر ومنجى بن ضباث وعمهم عامر بن جشم بن قيس لأنهم تحالفوا على عطية بن ضباث فقيل لهم الرقاع تلفقوا كما تلفق الرقاع والمشهور بها علي بن سليمان الرقاعي ويعرف بابن أبي الرقاع من أهل أخميم إحدى البلاد بديار مصر وكان يروي الأباطيل عن عبد الرزاق وعبد الملك بن مهران الرقاعي يروي عن سهل بن أسلم العدوي حدث عنه سليمان بن عبد الرحمن الدمشقي ويزيد بن إبراهيم الرقاعي الأصبهاني حدث عن أحمد بن يونس بن المسيب الضبي روى عنه أبو القاسم الطبراني وعمرو بن محمد بن إبراهيم أبو حفص الرقاعي الأصبهاني يروي عن محمد بن إبراهيم الجيراني عن بكر بن بكار روى عنه الطبراني وأبو القاسم عبد الله بن محمد بن عبد الله بن محمد بن أحمد الرقاعي قال ابن ماكولا هو أصبهاني قدم علينا بغداد وكان قد سمع من أبي بكر بن مردويه ونحوه ذكره أبو بكر الخطيب في التاريخ وقال أبو القاسم الرقاعي سمع بأصبهان أحمد بن موسى بن مردويه ونحوه وبالبصرة القاضي أبا عمر بن عبد الواحد الهاشمي وببغداد جماعة من هذه الطبقة واقام ببغداد وحدث بها شيئا يسيرا علقت عنه أحاديث وكان لا بأس به ومات ببغداد في شهر رمضان من سنة خمس وأربعين وأربعمائة وكنت إذ ذاك في برية السماوة قاصدا دمشق لما خرجت إلى الحج هذا كله ذكر الخطيب وأبو إسحاق إبراهيم بن محمد بن إبراهيم الرقاعي أخو أبي حفص الرقاعي من أهل أصبهان يروي عن محمد بن سليمان الباغندي وأبي بكر بن أبي عاصم روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو محمد جعفر بن محمد بن جعفر الرقاعي من أهل أصبهان يروي عن أبي عبد الله بن المحاملي وأبي العباس بن عقدة الكوفي الحافظ وغيرهما روى عنه أبو بكر بن مردويه وتوفي سنة تسع وسبعين وثلاثمائة ",
                "title": "الرقاعي",
                "uri": "JK_000952_1806"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}