{
    "features": [
        {
            "item": "JK_000952_1881",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.125-126",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزاهري</h1> بفتح الزاي وكسر الهاء وفي آخرها الراء هذه النسبة إلى زاهر وهو أبو علي زاهر بن أحمد الفقيه السرخسي عرف بالنسبة إليه أبو الفضل محمد بن أحمد بن محمد بن إسحاق بن إبراهيم بن يوسف الدندانقاني المعروف بالزاهري لأنه رحل إلى أبي علي زاهر وتفقه عليه وتلمذ له وسمع منه الحديث الكثير وحدث عنه وعن جماعة من المراوزة سواه مثل أبي العباس أحمد بن سعيد المعداني وأبي القاسم الحسن بن محمد بن حبيب المفسر النيسابوري وغيرهما روى عنه ابنه أبو القاسم الزاهري وأبو حامد أحمد بن محمد الشجاعي وأبو الفضل محمد بن أحمد بن أبي جعفر الطبسي وغيرهم وكانت ولادته سنة خمس وثلاثين وثلاثمائة وتوفي بقريته دندانقان سنة تسع وعشرين وأربعمائة وكان |جـ 3 صـ 126| واعظا عالما زاهدا وابنه أبو القاسم إسماعيل بن محمد بن أحمد الزاهري من أهل الدندانقان أيضا شيخ ثقة صدوق مكثر من الحديث حدث بقريته وكان يدخل البلد أحيانا ويحدث سمع اباه وأبا إبراهيم إسماعيل بن ينال المحبوبي وأبا أحمد عبد الرحمن بن أحمد الشيرنخشيري وأبا بكر عبد الله بن أحمد القفال وابا منصور أحمد بن الفضل البرونجردي وأبا بكر محمد بن الحسن بن عبويه الأنباري وأبا مسلم غالب بن علي الرازي سمع منه جماعة من القدماء مثل جدي أبي المظفر السمعاني ووالدي رحمهما الله وروى لي عنه عمي الشهيد وابو بكر أحمد بن محمد بن بشار الحرجردي وأبو الفتح ميمون بن عبد الله الدبوسي وابو محمد الحسن بن محمد بن شعيب السنجي وأبو الفضل محمد بن علي بن منصور الغازي وغيرهم وتوفي وأبو علي الحسن بن يعقوب بن السكن بن زاهر البخاري الزاهري نسب إلى جده الأعلى من أهل بخارى سمع أبا ذر عمار بن مخلد البغدادي وأبا بكر أحمد بن محمد بن إسماعيل وأبا إسحاق إبراهيم بن محمد الرازي وجماعة سمع من أبو محمد عبد العزيز بن محمد النخشبي الحافظ ببخارى ومات في سنة تسع وأربعين أو خمسين وأربعمائة أو بعدها ",
                "title": "الزاهري",
                "uri": "JK_000952_1881"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}