{
    "features": [
        {
            "item": "JK_000129_012119",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.156",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>معرة النعمان والنسبة المعري</h1> ذكر اشتقاق المعرة في الذي قبله والنعمان هو النعمان بن بشير صحابي اجتاز بها فمات له بها ولد فدفنه وأقام عليه فسميت به وفي جانب سورها من قبل البلد قبر يوشع بن نون عليه السلام في برية فيما قيل والصحيح أن يوشع بأرض نابلس وبالمعرة أيضا قبر عبد الله بن عمار بن ياسر الصحابي ذكر ذلك البلاذري في كتاب فتوح البلدان له وهذا في رأيي سبب ضعيف لا تسمى بمثله مدينة والذي أظنه أنها مسماة بالنعمان وهو الملقب بالساطع ابن عدي بن غطفان بن عمرو بن بريح بن خزيمة بن تيم الله وهو تنوخ بن أسد بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة وهي مدينة كبيرة قديمة ماؤهم من الآبار وعندهم الزيتون الكثير والتين ومنها كان أبو العلاء أحمد بن عبد الله بن سليمان المعري القائل فيا برق ليس الكرخ داري وإنما رماني إليها الدهر منذ ليال فهل فيك من ماء المعرة قطرة تغيث بها ظمآن ليس بسال ومن المعريين أيضا القاضي أبو القاسم الحسن بن عبد الله ابن محمد بن عمرو بن سعيد بن محمد بن داود بن المطهر ابن زياد بن ربيعة بن الحارث بن ربيعة بن أنور بن أرقم بن أسحم بن الساطع وهو النعمان وبقاي النسب قد تقدم التنوخي المعري الحنفي العاجي ولد لثمان وعشرين ليلة خلت من شهر ربيعب الأول سنة 943 وحدث وروي عنه وحج في سنة 914 على طريق دمشق فمات بوادي مر لعشرين ليلة خلت من ذي القعدة من السنة وحمل إلى مدينة الرسول صلى الله عليه وسلم ودفن بالبقيع وله مصنفات ووصايا وأشعار فمن شعره قوله إنع إلى من لم يمت نفسه فإنه عما قليل يموت ولا تقل فات فلان فما في سائر العالم من لا يفوت ألا ترى الأجداث مملوة لما خلت من ساكنيها البيوت فاقنع بقوت حسب من لم يكن مخلدا في هذه الدار قوت ولا يكن نطقك إلا بما يعنيك في الذكرة أو في السكوت وله أيضا وكل أداويه على حسب دائه سوى حاسدي فهي التي لا أنالها وكيف يداوي المرء حاسد نعمة إذا كان لا يرضيه إلا زوالها ",
                "title": "معرة النعمان والنسبة المعري",
                "uri": "JK_000129_012119"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}