{
    "features": [
        {
            "item": "JK_000129_006426",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.164-165",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زيلع</h1> بالعين المهملة قرية على ساحل البحر من ناحية الحبش حدثني الشيخ وليد البصري وكان ممن جال في البلدان أن البربر طائفة من السودان بين بلاد الزنج وبلاد الحبش قال ولهم سنة عجيبة مع كونهم إلى الإبطاء منسوبين وفي أهله معدودين وهم طوائف يسكنون البرية في بيوت يصنعونها من حشيش قال فإذا أحب أحدهم امرأة وأراد التزوج بها ولم يكن كفؤا لها عمد إلى بقرة من بقر أبي تلك المرأة ولا تكون البقرة إلا حبلى فيقطع من ذنبها شيئا من الشعر ويطلقها في السرح ثم يهرب في طلب من يقطع ذكره من الناس فإذا رجع الراعي وأخبر والد الجارية أو من يكون وليا لها من أهلها فيخرجون في طلبه فإن ظفروا به قتلوه وكفوا أمره وإن لم يظفروا به مضى على وجهه يلتمس من يقطع ذكره ويجيئهم به فإن ولدت البقرة ولم يجيء بالذكر بطل أمره ولا يرجع أبدا إلى قومه بل يمضي هاجا حيث لا يعرفون له خبرا فإنه إن رجع إليهم قتلوه وإن قطع ذكر رجل وجاءهم به تملك تلك الجارية ولا يسعهم أبدا أن يمنعوه ولو كانت من كانت قال وأكثر من ترى من هذه البلاد من الطائفة المعروفة بالزيلع السودان إنما هم من الذين التمسوا قطع الذكر فأعجزهم فإذا حصلوا في بلاد المغرب التمسوا القرآن والزهد كما تراهم قال وزيلع قرية على ساحل البحر من ناحية الحبش فيها طوائف منهم ومن غيرهم قال وأكثر معيشة البربر من الصيد وعندهم نوع من الخشب يطبخونه ويستخرجون منه ماء ثم يعقدونه حتى يبقى كأنه الزفت فإذا أكل الرجل منه لا يضره فإن جرح موضعا بمقدار غرز الإبرة وترك فيه أهلك صاحبه وذلك أن الدم يهرب من ذلك السم حتى يصل إلى القلب ويجتمع فيه فيفجره فإذا أراد أحدهم اختباره جرح برأس الإبرة ساقه فإذا سال منه الدم قرب |جـ 3 صـ 165| ذلك السم منه فإنه يعود طالبا لموضعه فإن لم يبادره بقطعه من أوله وإلا قتله وهو من العجائب وهم يجعلون منه قليلا في رأس السهم ويتوارون في بعض الأشجار فإذا مرت بهم سباع الوحوش كالفيل والكركدن والزراف والنمر يرشقونه بذلك السهم فإذا خالط دمه مات لوقته فيأخذون من الفيل أنيابه ومن الكركدن قرونه ومن الزراف والنمر جلده والله أعلم ",
                "title": "زيلع",
                "uri": "JK_000129_006426"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}