{
    "features": [
        {
            "item": "JK_000952_0347",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.262-263",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباغندي</h1> بفتح الباء الموحدة والغين المعجمة وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى باغند وظني أنها قرية من قرى واسط منها أبو بكر محمد بن محمد بن سليمان بن الحارث بن عبد الرحمن الأزدي الواسطي المعروف بابن الباغندي كان حافظا عارفا بالحديث رحل إلى الأمصار البعيدة وعني به العناية العظيمة وأخذ عن الحفاظ والأئمة وسكن بغداد سمع محمد بن عبد الله بن نمير وأبا بكر وعثمان ابني أبي شيبة وشيبان ابن فروخ وعلي بن عبد الله بن المديني ومحمد بن عبد الملك بن أبي الشوارب وسويد بن سعيد الحدثاني ودحيم بن اليتيم الدمشقي وهشام بن عمار والحارث بن مسكين المصري وغيرهم من أهل الشام ومصر وبغداد والكوفة والبصرة روى عنه أبو عبد الله الحسين بن إسماعيل المحاملي ومحمد بن مخلد الدوري وأبو بكر الشافعي وأبو حفص بن شاهين وخلق يطول ذكرهم ومات في ذي الحجة سنة اثنتي عشرة وثلاثمائة وأخوه أبو عبد الله محمد بن محمد بن سليمان الباغندي حدث عن شعيب بن أيوب الصريفيني روى عنه أبو الحسين محمد بن المظفر الحافظ وذكر أنه سمع منه بالموصل وابنه أبو ذر أحمد بن محمد بن محمد بن سليمان الباغندي سمع عبيد الله بن سعد الزهري ومحمد بن علي بن خلف العطار وعمر بن شبة النميري وعلي بن حرب الطائي وسعدان بن نصر المخرمي وإسحاق بن سيار النصيبي روى عنه محمد بن عبيد الله بن الشخير وأبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وأبو الفتح يوسف بن عمر القواس والمعافى بن زكريا الجريري وقال فيه الدارقطني ما علمت فيه إلا خيرا وكان أصحابه يؤثرونه على أبيه وذكر ابن أبي الفوارس الحافظ محمد بن سليمان الباغندي وابنه أبا بكر وابنه أبا ذر فقال أوثقهم أبو ذر ومات سلخ المحرم أو غرة صفر من سنة ست وعشرين وثلاثمائة وأبو بكر محمد بن سليمان بن الحارث الواسطي الباغندي جد أبي ذر ذكر أبو الحسن علي بن أحمد النعيمي أن جده الحارث بن منصور كان صاحب سفيان الثوري قال أبو بكر الخطيب فأنكرت ذلك |جـ 1 صـ 263| لأني لا أعلم للحارث بن منصور ولدا ثم رأيت بعض أهل العلم قد نسب الباغندي فقال محمد بن سليمان بن الحارث بن عبد الرحمن الأزدي سكن بغداد وحدث بها عن محمد بن عبد الله الأنصاري وعبيد الله بن موسى العبسي وثابت بن محمد الزاهد وخلاد بن يحيى وعارم بن الفضل وأبي نعيم الفضل بن دكين وقبيصة بن عقبة وأبي غسان مالك بن إسماعيل وأبي الوليد الطيالسي روى عنه ابنه محمد بن محمد والقاضي أبو عبد الله بن المحاملي وأبو عمرو بن السماك وإسماعيل بن محمد الصفار وأبو بكر أحمد بن سلمان النجاد وأبو بكر محمد بن عبد الله الشافعي وغيرهم وقال أبو جعفر الأرزناني رأيت أبا داود السجستاني جاثيا بين يدي محمد بن سليمان الباغندي يسأله عن الحديث والعجب أن أبا بكر الباغندي هذا يقول ابني كذاب والابن محمد بن محمد يقول أبي كذاب وقال أبو الفتح بن أبي الفوارس محمد بن سليمان الباغندي ضعيف الحديث وذكر أبو عبد الرحمن السلمي أنه سأل أبا الحسن الدارقطني عن محمد بن سليمان الباغندي الكبير فقال لا بأس به قال أبو بكر الخطيب الحافظ والباغندي مذكور بالضعف ولا أعلم لأية علة ضعف فإن رواياته كلها مستقيمة ولا أعلم في حديثه منكرا ومات في ذي الحجة سنة ثلاث وثمانين ومائتين ",
                "title": "الباغندي",
                "uri": "JK_000952_0347"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}