{
    "features": [
        {
            "item": "JK_000952_1201",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.250-251",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحليمي</h1> بفتح الحاء المهملة وكسر اللام وسكون الياء المنقوطة باثنتين من تحتها هذا النسبة إلى حليمة وحليم أما الأولى فهو أبو عمر محمد بن أحمد الحليمي من ولد حليمة ظئر النبي صلى الله عليه وسلم كان بالأنبار وحدث عن آدم بن أبي إياس أربعة أحاديث مناكير بإسناد واحد والحمل عليه فيه لا على الراوي لها عنه روى عنه أبو عبد الله أحمد بن محمد بن إبراهيم بن موسى الأنباري المقرئ وأبو الفتوح الحسن بن محمد بن أحمد الحليمي من أهل نيسابور كان في ديوان الاستيفاء مدة للسلطان ثم أعرض عنه وجعل داره مجمعا لأهل القرآن والخير سمع أبا علي الخشنامي سمعت منه أحاديث وكان يعرف بأبي الفتوح حليمة ولعله اسم والدته أو جدته وتوفي سنة سبع وأربعين وخمسمائة بنيسابور وأما النسبة إلى حليم فأبو محمد الحسن بن محمد بن حليم بن إبراهيم بن ميمون الصائغ الحليمي المروزي نسب إلى جده حليم حدث بمسند أبي الموجه محمد بن عمرو بن الموجه الفزاري روى عنه الحاكم أبو عبد الله الحافظ وغيره وإنما قيل له الحليمي لنسبته إلى جده والإمام أبو عبد الله الحسين بن الحسن بن محمد بن حليم الحليمي الفقيه الشافعي الجرجاني ولد بها في سنة ثمان وثلاثين وثلاثمائة وحمل إلى بخارا وكتب بها الحديث عن أبي بكر محمد بن أحمد بن خنب أبي أحمد بكر بن محمد بن حمدان الصيرفي وأبي عبد الله محمد بن علي بن الحسين الجباخاني وتفقه على أبي بكر الأودني حتى صار إماما معظما مرجوعا إليه صاحب التصانيف الحسان ذكره الحاكم أبو عبد الله الحافظ في |جـ 2 صـ 251| تاريخ نيسابور فقال القاضي أبو عبد الله بن أبي محمد الحليمي أوحد الشافعيين بما وراء النهر وآدبهم وأنظرهم بعد أستاذيه أبي بكر القفال وأبي بكر الأردني قدم نيسابور سنة سبع وسبعين حاجا فحدث وخرجت له الفوائد ثم قدمها سنة خمس وثمانين رسولا من السلطان فعقدنا له الإملاء وحدث مدة مقامه بنيسابور وتوفي في جمادى الأولى سنة ثلاث وأربعمائة وقيل توفي في شهر ربيع الأول من السنة قال أبو القاسم حمزة بن يوسف السهمي أبو عبد الله الحليمي الجرجاني بلغني أنه ولد بجرجان سنة ثمان وثلاثين وثلاثمائة وحمل إلى بخارا وهو صغير وكتب بها الحديث وتفقه وصار رئيس أصحاب الحديث ببخارا ونواحيها وتولى القضاء ببلدان شتى وتوفي في جمادى الأولى سنة ثلاث وأربعمائة وكان أستاذه أبو بكر الأودني يقول أبو عبد الله الحليمي إمام وقال الحليمي علق عني القاسم بن أبي بكر القفال صاحب التقريب أحد عشر جزءا من الفقه وورد جرجان رسولا من أمير خراسان إلى قابوس بن وشمكير في سنة تسع وثمانين وثلاثمائة وكان أبو نصر الإسماعيلي محبوسا في يد قابوس مصادرا فأطلق عنه وسلمه إلى أبي عبد الله الحليمي حتى رده إلى داره وحدث بجرجان في هذه السنة ",
                "title": "الحليمي",
                "uri": "JK_000952_1201"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}