{
    "features": [
        {
            "item": "JK_000952_4359",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.635-636",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهرمزفرهي</h1> بضم الهاء والميم بينهما الراء الساكنة ثم الزاي الساكنة وفتح الفاء والراء وفي اخرها هاء أخرى هذه النسبة إلى هرمزفره وهي قرية بأقاصي مرو على طرف البرية يقال لها الساعة مسفرى على طريق ما وراء النهر وإنما قيل لها هرمزفره على ما بلغني لأن عسكر الإسلام لما وردوا مرو كان بقرية مسفرى أمير يقال له هرمز فهرب فقالت العرب هرمز فر فبقي الإسم عليها والله أعلم كان خرج منها جماعة من المشاهير والعلماء منهم أبو هاشم بكير بن ماهان الهرمزفرهي كان ممن سعى في دولة بني العباس ونقل الخلافة من بني أمية ولما مات أبو رياح النبال اجتمعت الشيعة بالكوفة وكتبوا إلى الإمام من جماعتهم بموت أبي رياح وسألوه أن يولي عليهم رجلا وكان رسولهم بكتابهم إلى الإمام أبو هاشم بكير بن ماهان من قرية هرمزفرة وابتاعوا له عطرا ومضى على حمار له كأنه عطار حتى قدم الشراة فأتى الحميمة وكان يدور بالعطر ويبيع بأرخص مما كان يبيعه غيره إلى أن وقع إلى محمد بن علي وأبلغه الكتاب فولى أمرهم أبا الفضل سالم الأعمى وهو يومئذ بصير وبكير جد في أمر بني العباس وإبراهيم بن أحمد بن إبراهيم القزاز الهرمزفرهي سمع علي بن خشرم وسليمان بن معبد السنجي وغيرهما كذا ذكره أبو زرعة السنجي وأبو إسحاق إبراهيم بن البقال الهرمزفرهي تحول إلى السنج وسكنها وأحمد بن قطن الهرمزفرهي قال محمد بن علي الحافظ كان يقرأ كتب ابن المبارك فإذا بلغ إلى أي فلان قال سودوا وجهه وأبو الفضل حمدويه بن الفضل التاجر الهرمزفرهي سمع نصر بن علي ومحمد بن بشار البصريين ثبته محمد بن علي الحافظ هكذا ذكره أبو زرعة السنجي وأبو عبد الله بن محمد علي بن محمد بن إبراهيم الحافظ الهرمزفرهي المروزي كان حافظا متقنا ثقة صدوقا صاحب حديث رحل وجمع وكتب الكثير بالعراق وخراسان والشام ومصر وكتب بها كتب الشافعي وسمعها وحملها إلى بلده سمع محمد بن عبد الله بن قهزاد وإسحاق بن منصور الكوسج وعلي بن خشرم وبندارا محمد بن |جـ 5 صـ 636| بشار وأبا موسى محمد بن المثنى روى عنه أبو العباس المحبوبي وأبو القاسم الطبراني وأبو العباس بن عقدة وأبو بكر بن أبي دارم الكوفيان وجماعة كثيرة سواهم حدث بالعراق وخراسان وكان يقول خرجت من البصرة وأنا أذاكر بمئة ألف حديث وأنا اليوم أذاكر بعشرة الاف حديث وقيل سأل الأمير خالد بن أحمد الذهلي أبا عبد الله محمد بن علي الحافظ أن يمكنه من كتبه عقيب انصرافه من رحلته إلى العراق والشام فمكنه من كتبه إما قال أنفذها إليه أو حملها إليه فنظر فيها فلما رجع محمد بن علي سأل من حضر المجلس عما قاله خالد بن أحمد فقيل له إنه قال قد أحس الكتابة إلا أنه لم يكتب الحكايات فرحل محمد بن علي ثانيا وكتب الحكايات ولم يكتب سوى ذلك شيئا أو كما قال ومات بقريته في اخر المحرم سنة ست وثلاثمئة وزرت قبره بهرمزفرة غير مرة ",
                "title": "الهرمزفرهي",
                "uri": "JK_000952_4359"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}