{
    "features": [
        {
            "item": "JK_000952_2683",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.140-142",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العبسي</h1> بفتح العين المهملة وسكون الباء الموحدة وكسر السين المهملة إلى عبس بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان وهي القبيلة المشهورة التي ينسب إليها العبسيون بالكوفة ولهم بها مسجد وفيهم كثرة وجماعة ينسبون إلى عبس مراد وقال ابن حبيب في الأزد عبس بن هوازن بن أفصى بن أسلم بن حارثة إخوة خزاعة فأما المنتسب إلى عبس بطن من غطفان وهو الأشهر فمنهم أبو شيبة إبراهيم بن عثمان بن خواستي العبسي من أهل واسط مولى لعبس كنيته أبو شيبة جد أبي بكر وعثمان والقاسم بني محمد بن إبراهيم العبسي ولي القضاء بواسط للمنصور ثلاثا وعشرين سنة وكان يزيد بن هارون يكتب له حيث كان على القضاء روى عنه إسماعيل بن أبان وكان إذا حدث عن الحكم جاء بأشياء معضلة وكان ممن كثر وهمه وفحش خطؤه حتى خرج عن حد الاحتجاج به تركه يحيى بن معين هكذا ذكر أبو حاتم بن حبان في كتاب المجروحين وابنه محمد بن أبي شيبة إبراهيم بن عثمان بن خواستي العبسي الكوفي والد المشايخ أبي بكر عبد الله وعثمان والقاسم سمع أباه أبا شيبة وإسماعيل بن أبي خالد وسليمان الأعمش ومحمد بن عمرو بن علقمة وعبد الحميد بن جعفر روى عنه يزيد بن هارون وابنه عثمان بن محمد وسعيد بن سليمان الواسطي وحكي عن يحيى بن معين أنه قال محمد بن إبراهيم بن عثمان قد رأيته ببغداد وكان رجلا جميلا ثقة كيسا أكيس من يزيد بن هارون فلم أكتب عنه شيئا وكان على قضاء فارس مات بفارس قديما ويزعم |جـ 4 صـ 141| ولده أن أبا سعدة صاحب سعد جدهم وفي موضع آخر قال أبو زكريا قد رأيت محمد بن أبي شيبة أبا هؤلاء شابا جميلا وكان ثقة مأمونا مات قبل أن أكتب عنه ولم اكتب عنه شيئا ومات سنة اثنتين وثمانين ومائة وهو ابن سبع وسبعين وابنه أبو جعفر محمد بن عثمان بن محمد بن أبي شيبة إبراهيم بن عثمان العبسي مولاهم من أهل الكوفة سكن بغداد وكان كثير الحديث واسع الرواية ذا معرفة وفهم وإدراك وله تاريخ كبير في معرفة الرجال حدث عن أبيه وعميه أبي بكر والقاسم وأحمد بن يونس ومنجاب بن الحارث وسعيد بن عمرو الأشعثي ومحمد بن عمران بن أبي ليلي ويحيى بن عبد الحميد الحماني ويحيى بن معين وعلي بن المديني ونحوهم روى عنه أبو بكر محمد بن محمد بن الباغندي ويحيى بن محمد بن صاعد والقاضي المحاملي ومحمد بن مخلد وأبو عمرو بن السماك وأبو بكر الشافعي وأبو علي الصواف وغيرهم وثقة صالح جزرة الحافظ ووقع بينه وبين مطين كلام خرجا إلى الخشونة وبسط كل واحد لسانه في صاحبه وتكلم في محمد بن عثمان جماعة من أهل العلم مثل عبد الله بن أسامة الكلبي وعبد الله بن أحمد بن حنبل وعبد الرحمن بن يوسف بن خراش وداود بن يحيى وجعفر الطيالسي وغيرهم ومات ببغداد في شهر ربيع الأول سنة سبع وتسعين ومائتين وفي هذه السنة مات مطين أيضا بالكوفة وأبو فزراة راشد بن كيسان العبسي من أهل الكوفة يروي عن عبد الرحمن بن أبي ليلى وميمون بن مهران روى عنه شريك وأهل الكوفة وأبو محمد عبيد الله بن موسى العبسي مولى لهم من أهل الكوفة يروي عن إسماعيل بن أبي خالد والأعمش روى عنه أهل العراق والغرباء مات سنة اثنتي عشرة أو ثلاثة عشرة ومائتين وكان يتشيع وأما المنتسب إلى عبس مراد منهم أمين بن مسلم العبسي روى عنه سعيد بن عفير وليث بن قيس العبسي عبس مراد روى عن سالم بن عبد الله بن عمر روى عنه يزيد بن أبي حبيب |جـ 4 صـ 142| وأما من عبس غطفان من أنفسهم صلبية فهو ربعي بن حراش بن جحش بن عمرو بن عبد الله بن بجاد بن عبد بن مالك بن غالب بن قطيعة بن عبس بن بغيض بن ريث بن غطفان العبسي الكوفي من التابعين روى عن عمر بن الخطاب وعلي بن أبي طالب وحذيفة بن اليمان وأبي بكرة وعمران بن حصين رضي الله عنهم أجمعين روى عنه عامر الشعبي وعبد الملك بن عمير ومنصور بن المعتمر وأبو مالك الأشجعي وحصين بن عبد الرحمن وحميد بن هلال وإبراهيم بن مهاجر وطبقتهم وكان ثقة صدوقا وهو أخو مسعود وربيع ابني حراش ويقال إن ربعيا لم يكذب قط وكان له ابنان عاصيان في زمن الحجاج فقيل للحجاج إن أباهما لم يكذب كذبة قط لو أرسلت إليه فسألته عنهما فأرسل إليه فقال أين أبناك فقال هما في البيت قال قد عفونا عنهما بصدقك وحكي عن الحارث الغنوي أنه قال آلى الربيع بن حراش أن لا تفتر اسنانه ضاحكا حتى يعلم أين مصيره فما ضحك إلا بعد موته وآلى أخوه ربعي بعده أن لا يضحك حتى يعلم في الجنة هو أو في النار قال الحارث الغنوي فلقد أخبرني غاسله أنه لم يزل مبتسما على سريره ونحن نغسله حتى فرغنا منه توفي ربعي زمن الحجاج يعني الجماجم وكان ممتعا بإحدى عينيه مات سنة أربع ومائة ",
                "title": "العبسي",
                "uri": "JK_000952_2683"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}