{
    "features": [
        {
            "item": "JK_000129_000744",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.206-210",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أصبهان والنسبة الأصبهاني</h1> منهم من يفتح الهمزة وهم الأكثر وكسرها آخرون منهم السمعاني وأبو عبيد البكري الأندلسي وهي مدينة عظيمة مشهورة من أعلام المدن وأعيانها ويسرفون في وصف عظمها حتى يتجاوزوا حد الاقتصاد إلى غاية الإسراف وأصبهان اسم للإقليم بأسره وكانت مدينتها أولا جيا ثم صارت اليهودية وهي من نواحي الجبل في آخر الإقليم الرابع طولها ست وثمانون درجة وعرضها ست وثلاثون درجة تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان طول أصبهان أربع وسبعون درجة وثلثان وعرضها أربع وثلاثون درجة ونصف ولهم في تسميتها بهذا الاسم خلاف قال أصحاب السير سميت بأصبهان بن فلوج بن لنطي بن يونان بن يافث وقال ابن الكلبي سميت بأصبهان بن فلوج بن سام بن نوح عليه السلام |جـ 1 صـ 207| قال ابن دريد أصبهان اسم مركب لأن الأصب البلد بلسان الفرس وهان اسم الفارس فكأنه يقال بلاد الفرسان قال عبيد الله المستجير بعفوه المعروف أن الأصب بلغة الفرس هو الفرس وهان كأنه دليل الجمع فمعناه الفرسان والأصبهاني الفارس وقال حمزة بن الحسن أصبهان اسم مشتق من الجندية وذلك أن لفظ أصبهان إذ رد إلى اسمه بالفارسية كان أسباهان وهي جمع أسباه وأسباه اسم للجند والكلب وكذلك سك اسم للجند والكلب وإنما لزمهما هذان الاسمان واشتركا فيهما لأن أفعالهما لفق لأسمائهما وذلك أن أفعالهما الحراسة فالكلب يسمى في لغة سك وفي لغة أسباه وتخفف فيقال أسبه فعلى هذا جمعوا هذين الاسمين وسموا بهما بلدين كانا معدن الجند الأساورة فقالوا لأصبهان أسباهان ولسجستان سكان وسكستان قال وذكر ابن حمزة في اشتقاق أصبهان حديثا يلهج به عوام الناس وهوامهم قال أصله أسباه آن أي هم جند الله قال وما أشبه قوله هذا باشتقاق عبد الأعلى القاص حين قيل له لم سمي العصفور قال لأنه عصى وفر قيل له فالطفشيل قال لأنه طفا وشال قالوا ولم يكن يحمل لواء ملوك الفرس من آل ساسان إلا أهل أصبهان قلت ولذلك سبب ربما خفي عن كثير من أهل هذا الشأن وهو أن الضحاك المسمى بالازدهاق ويعرف ببيوراسب وذي الحيتين لما كثر جوره على أهل مملكته من توظيفه عليهم في كل يوم رجلين يذبحان وتطعم أدمغتهما للحيتين اللتين كانتا نبتتا في كتفيه فيما تزعم الفرس فانتهت النوبة إلى رجل حداد من أهل أصبهان يقال له كابي فلما علم أنه لا بد من ذبح نفسه أخذ الجلدة التي يجعلها على ركبتيه ويقي النار بها عن نفسه وثيابه وقت شغله ثم إنه رفعها على عصا وجعلها مثل البيرق ودعا الناس إلى قتل الضحاك وإخراج فريدون جد بني ساسان من مكمنه وإظهار أمره فأجابه الناس إلى ما دعاهم إليه من قتل الضحاك حتى قتله وأزال ملكه وملك فريدون وذلك في قصة طويلة ذات تهاويل وخرافات فتبركوا بذلك اللواء إذ انتصروا به وجعلوا حمل اللواء إلى أهل أصبهان من يومئذ لهذا السبب قال مسعر بن مهلهل وأصبهان صحيحة الهواء نفيسة الجو خالية من جميع الهوام لا تبلى الموتى في تربتها ولا تتغير فيها رائحة اللحم ولو بقيت القدر بعد أن تطبخ شهرا وربما حفر الإنسان بها حفيرة فيهجم على قبر له ألوف سنين والميت فيه على حاله لم يتغير وتربتها أصح تراب الأرض ويبقى التفاح فيها غضا سبع سنين ولا تسوس بها الحنطة كما تسوس في غيرها قلت أنا وسألت جماعة من عقلاء أهل أصبهان عما يحكى من بقاء جثة الميت بها في مدفنها فذكروا لي أن ذلك بموضع منها مخصوص وهو في مدفن المصلى لا في جميع أرضها قال الهيثم بن عدي لم يكن لفارس أقوى من كورتين واحدة سهلية والأخرى جبلية أما السهلية فكسكر وأما الجبلية فأصبهان وكان خراج كل كورة اثني عشر ألف ألف مثقال ذهبا وكانت مساحة أصبهان ثمانين فرسخا في مثلها وهي ستة عشر رستاقا كل رستاق ثلاثمائة وستون قرية قديمة سوى المحدثة وهي جي وماربانان والنجان والبراءان وبرخوار ورويدشت وأردستان وكروان وبرزاباذان ورازان وفريدين وقهستان وقامندار وجرم قاشان والتيمرة الكبرى والتيمرة الصغرى ومكاهن الداخلة وزاد حمزة رستاق جابلق ورستاق التيمرة ورستاق أردستان |جـ 1 صـ 208| ورستاق أنارباذ ورستاق ورانقان ونهر أصبهان المعروف بزندروذ غاية في الطيب والصحة والعذوبة وقد ذكر في موضعه وقد وصفته الشعراء فقال بعضهم لست آسى من أصبهان على شي ء سوى مائها الرحيق الزلال ونسيم الصبا ومنخرق الري ح وجو صاف على كل حال ولها الزعفران والعسل الما ذي والصافنات تحت الجلال وكذلك قال الحجاج لبعض من ولاه أصبهان قد وليتك بلدة حجرها الكحل وذبابها النحل وحشيشها الزعفران وقال آخر لست آسى من أصبهان على شي ء فأبكي عليه عند رحيلي غير ماء يكون بالمسجد الجا مع صاف مروق مبذول وأرض أصبهان حرة صلبة فلذلك تحتاج إلى الطعم فليس بها شيء أنفق من الحشوش فإن قيمتها عندهم وافرة وحدثني بعض التجار قال رأيت بأصبهان رجلا من الثناء يطعم قوما ويشرط عليهم أن يتبرزوا في خربة له قال ولقد اجتزت به مرة وهو يخاصم رجلا وهو يقول له كيف تستخير أن تأكل طعامي وتفعل كذا عند غيري ولا يكني وقد ذكر ذلك شاعر فقال بأصبهان نفر خسؤا وخاسوا نفرا إذا رأى كريمهم غرة ضيف نفرا فليس للناظر في أرجائها إن نظرا من نزهة تحيي القلو ب غير أوقار الخرى ووجد في غرفة بعض الخانات التي بطريق أصبهان مكتوب هذه الأبيات قبح السالكون في طلب الرز ق على أيذج إلى أصبهان ليت من زارها فعاد إليها قد رماه الإله بالخذلان ودخل رجل على الحسن البصري فقال له من أين أنت فقال له من أهل أصبهان فقال الهرب من بين يهودي ومجوسي وأكل ربا وأنشد بعضهم لمنصور ابن باذان الأصبهاني فما أنا من مدينة أهل جي ولا من قرية القوم اليهود وما أنا عن رجالهم براض ولا لنسائهم بالمستريد وقال آخر في ذلك لعن الله أصبهان بلادا ورماها بالسيل والطاعون بعت في الصيف قبة الخيش فيها ورهنت الكانون في الكانون وكانت مدينة أصبهان بالموضع بالمعروف بجي وهو الآن يعرف بشهرستان وبالمدينة فلما سار بخت نصر وأخذ بيت المقدس وسبى أهلها حمل معه يهودها وأنزلهم أصبهان فبنوا لهم في طرف مدينة جي محلة ونزلوها وسميت اليهودية ومضت على ذلك الأيام والأعوام فخربت جي وما بقي منها إلا القليل وعمرت اليهودية فمدينة أصبهان اليوم |جـ 1 صـ 209| هي اليهودية هذا قول منصور بن باذان ثم قال إنك لو فتشت نسب أجل من فيهم من الثناء والتجار لم يكن بد من أن تجد في أصل نسبه حائكا أو يهوديا وقال بعض من جال البلدان إنه لم ير مدينة أكثر زان وزانية من أهل أصبهان قالوا ومن كيموس هواؤها وخاصيتها أنها تبخل فلا ترى بها كريما وحكي عن الصاحب أبي القاسم بن عباد أنه كان إذا أراد الدخول إلى أصبهان قال من له حاجة فليسألنيها قبل دخولي إلى أصبهان فإنني إذا دخلتها وجدت بها في نفسي شحا لا أجده في غيرها وفي بعض الأخبار أن الدجال يخرج من أصبهان قال وقد خرج من أصبهان من العلماء والأئمة في كل فن ما لم يخرج من مدينة من المدن وعلى الخصوص علو الإسناد فإن أعمار أهلها تطول ولهم في ذلك عناية وافرة بسماع الحديث وبها من الحفاظ خلق لا يحصون ولها عدة تواريخ وقد فشا الخراب في هذا الوقت وقبله في نواحيها لكثرة الفتن والتعصب بين الشافعية والحنفية والحروب المتصلة بين الحزبين فكلما ظهرت طائفة نهبت محلة الأخرى وأحرقتها وخربتها لا يأخذهم في ذلك إل ولا ذمة ومع ذلك فقل أن تدوم بها دولة سلطان أو يقيم بها فيصلح فاسدها وكذلك الأمر في رساتيقها وقراها التي كل واحدة منها كالمدينة وأما فتحها فإن عمر بن الخطاب رضي الله عنه في سنة 91 للهجرة المباركة بعد فتح نهاوند بعث عبد الله بن عبد الله بن عتبان وعلى مقدمته عبد الله بن ورقاء الرياحي وعلى مجنبته عبد الله بن ورقاء الأسدي قال سيف الذين لا يعلمون يرون أن أحدهما عبد الله بن بديل ابن ورقاء الخزاعي لذكر ورقاء فظنوا أنه نسب إلى جده وكان عبد الله بن بديل بن ورقاء قتل بصفين وهو ابن أربع وعشرين سنة فهو أيم صبي وسار عبد الله بن عتبان إلى جي والملك يومئذ بأصبهان القاذوسقان ونزل بالناس على جي فخرجوا إليه بعد ما شاء الله من زحف فلما التقوا قال القاذوسقان لعبد الله لا تقتل أصحابي ولا أصحابك ولكن أبرز لي فإن قتلتك رجع أصحابك وإن قتلتني سالمتك أصحابي فبرز له عبد الله فقال له أما أن تحمل علي وإما أن أحمل عليك فقال أنا أحمل عليك فاثبت لي فوقف له عبد الله وحمل عليه القاذوسقان فطعنه فأصاب قربوس السرج فكسره وقطع اللبب والحزام فأزال اللبب والسرج فوقف عبد الله قائما ثم استوى على فرسه عريانا فقال له اثبت فحاجزه وقال له ما أحب أن أقاتلك فإني قد رأيتك رجلا كاملا ولكني أرجع معك إلى عسكرك فأصالحك وأدفع المدينة إليك على أن من شاء أقام وأدى الجزية وأقام على ماله وعلى أن يجري من أخذتم أرضه مجراهم ومن أبى أن يدخل في ذلك ذهب حيث شاء ولكم أرضه قال ذلك لك وقدم عليه أبو موسى الأشعري من ناحية الأهواز وكان عبد الله قد صالح القاذوسقان فخرج القوم من جي ودخلوا في الذمة إلا ثلاثين رجلا من أصبهان لحقوا بكرمان ودخل عبد الله وأبو موسى جيا وجي مدينة أصبهان وكتب عبد الله بالفتح إلى عمر رضي الله عنه فرجع إليه الجواب يأمره أن يلحق بكرمان مددا للسهيل بن عدي لقتال أهلها فاستخلف على أصبهان السائب بن الأقرع ومضى وكان نسخة كتاب صلح أصبهان بسم الله الرحمن الرحيم هذا كتاب من عبد الله للقاذوسقان وأهل أصبهان وحواليها أنكم آمنون ما أديتم الجزية وعليكم من الجزية على قدر طاقتكم كل سنة تودونها إلى من يلي بلدكم من كل حاكم |جـ 1 صـ 210| ودلالة المسلم وإصلاح طريقه وقراه يومه وليلته وحملان الراجل إلى رحله لا تسلطوا على مسلم وللمسلمين نصحكم وأداء ما عليهم ولكم الأمان بما فعلتم فإن غيرتم شيئا أو غيره منكم مغير ولم تسلموه فلا أمان لكم ومن سب مسلما بلغ منه فإن ضربه قتلناه وكتب وشهد عبد الله بن قيس وعبد الله بن ورقاء وعصمة بن عبد الله وقال عبد الله بن عتبان في ذلك ألم تسمع وقد أودى ذميما بمنعرج السراة من أصبهان عميد القوم إذ ساروا إلينا بشيخ غير مسترخي العنان وقال أيضا من مبلغ الأحياء عني فإنني نزلت على جي وفيها تفاقم حصرناهم حتى سروا ثمت انتزوا فصدهم عنا القنا والصوارم وجاد لها القاذوسقان بنفسه وقد دهدهت بين الصفوف الجماجم فثاورته حتى إذا ما علوته تفادى وقد صارت إليه الخزائم وعادت لقوحا أصبهان بأسرها يذر لنا منها القرى والدراهم وإني على عمد قبلت جزاءهم غداة تفادوا والعجاج فواقم ليزكوا لنا عند الحروب جهادنا إذا انتطحت في المأزمين الهماهم هذا قول أهل الكوفة يرون أن فتح أصبهان كان لهم وأما أهل البصرة وكثير من أهل السير فيرون أن أبا موسى الأشعري لما انصرف من وقعة نهاوند إلى الأهواز فاستقراها ثم أتى قم فأقام عليها أياما ثم افتتحها ووجه الأحنف بن قيس إلى قاشان ففتحها عنوة ويقال بل كتب عمر بن الخطاب رضي الله عنه إلى أبي موسى الأشعري يأمره بتوجيه عبد الله بن بديل الرياحي إلى أصبهان في جيش فوجهه ففتح عبد الله بن بديل جيا صلحا على أن يودي أهلها الخراج والجزية وعلى أن يومنوا على أنفسهم وأموالهم خلا ما في أيديهم من السلاح ونزل الأحنف بن قيس على اليهودية فصالحه أهلها على مثل صلح أهل جي قال البلاذري وكان فتح أصبهان ورساتيقها في بعض سنة 32 وبعض 42 في خلافة عمر رضي الله عنه ومن نسب إلى أصبهان من العلماء لا يحصون إلا إنني أذكر من أعيان أئمتهم جماعة غلبت على نسبهم فلا يعرفون إلا بالأصبهاني منهم الحافظ الإمام أبو نعيم أحمد بن عبد الله ابن أحمد بن إسحاق بن موسى بن مهران سبط محمد ابن موسى البناء الحافظ المشهور صاحب التصانيف منها حلية الأولياء وغير ذلك مات يوم الاثنين العشرين من محرم سنة 043 ودفن بمردبان ومولده في رجب سنة 033 قاله ابن مندة يحيى ",
                "title": "أصبهان والنسبة الأصبهاني",
                "uri": "JK_000129_000744"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}