{
    "features": [
        {
            "item": "JK_000952_0360",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.270-271",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البالوي</h1> بفتح الباء المنقوطة بواحدة واللام بعد الألف وفي آخرها ياء منقوطة باثنتين من تحتها هذه النسبة إلى بالويه وهو اسم لبعض أجداد المحدثين والمشهور بهذه النسبة أبو الحسين عبد الواحد بن محمد بن أحمد بن بالويه البالوي الحيري من أهل نيسابور سمع محمد بن عبد الوهاب الفراء وعلي بن الحسن وأقرانهما روى عنه أبو سعيد بن أبي بكر |جـ 1 صـ 271| وغيره وأبو محمد عبد الله بن أحمد بن محمد بن عبد الله بن بالويه البالوي ذكره الحاكم أبو عبد الله الحافظ وقال أبو محمد البالوي بقية مشايخ أهل بيته ومن الصالحين المجتهدين المؤثرين صحبة مشايخ التصوف على غيرهم من طبقات الناس سمع أبا بكر محمد بن إسحاق بن خزيمة وأقرانه قال وسمعته يقول دخلت بغداد وأبو بكر بن أبي داود وأبو القاسم بن منيع في الأحياء لم أسمع منهما فقلت له أسمعت من محمد بن إسحاق بن خزيمة وأبي العباس السراج قال نعم وسمعته يقول سمعت أبا علي الثقفي يقول لعبد الله بن المبارك يا أبا محمد إنا إذا رأيناك ننتبه من رقدتنا فقال عبد الله يا أبا علي من لا ينبهه العلم لا ينبهه رؤية من هو مثله ومات في رجب سنة ثمان وسبعين وثلاثمائة ودفن في مقبرة أخيه أبي الحسين البالوي ولم يحدث قط وأبو محمد عبد الرحمن بن محمد بن أحمد بن بالويه المزكي البالوي من بيت العدالة اختلف معنا متفقها سنة ثلاثمائة وأربعين ورأيته يناظر في مجلس الإمام أبي بكر بن إسحاق سمع أبا العباس محمد بن يعقوب الأصم وأبا بكر محمد بن الحسين القطان وكتب بالعراق والحجاز وأبو بكر محمد بن أحمد بن بالويه الجلاب البالوي المحدث كان من أعيان مشايخنا من أهل البيوتات والثروة القديمة رحل به أبو طاهر محمد بن الحسن المحمد اباذي وصحح كتبه وسماعاته ببغداد سمع أبا جعفر محمد بن غالب بن حرب الضبي وأبا محمد بن ربح البزاز صاحب يزيد بن هارون وأبا علي بشر بن موسى الأسدي سمع منه أبو علي الحسين بن علي الحافظ والحاكم أبو عبد الله محمد بن عبد الله الحافظ ومات في رجب سنة أربعين وثلاثمائة وكان ابن أربع وسبعين سنة وثلاثة أشهر وأخوه أبو نصر محمد بن أحمد بن بالويه بن الجلاب البالوي سمع مع أخيه ببغداد سنة خمس وثمانين إلى سنة تسعين ومائتين غير أن الحديث لم يكن من شأنه كان يجالس السلاطين ويتعاطى ما يقرب منهم ثم أنه ترك ذلك كله وقعد في مسجد أخيه أبي بكر إلى أن توفي وكان أولاده يتعاطون ما تعاطى أبوهم ولد له بعد الثمانين أبو سعيد وهو أصغر أولاده حدث عن عبد الله بن أحمد بن حنبل روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال توفي في شهر رمضان من سنة تسع وثلاثين وثلاثمائة وصلى عليه أخوه أبو بكر وأبو سعيد عبدالرحمن بن أحمد بن حامد بن محمود بن محمد بن عبد الرحمن بن سعد بن أبي وقاص الزهري النيسابوري يعرف بالبالوي سكن بخارا وكان يتولى عمل المظالم يروي عن أبي حامد أحمد بن محمد بن يحيى بن بلال ومحمد بن الحسين القطان وتوفي وهو على مظالم اشتيخن في شهور سنة أربع وسبعين وثلاثمائة ",
                "title": "البالوي",
                "uri": "JK_000952_0360"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}