{
    "features": [
        {
            "item": "JK_000952_1234",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.273-274",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحناط</h1> بفتح الحاء المهملة والنون وفي آخرها طاء مهملة هذه النسبة إلى بيع الحنطة والمشهور بها أبو شهاب موسى بن نافع الهذلي الحناط وقد قيل اسمه عبد ربه بن نافع وقيل هما اثنان من أهل الكوفة يروي عن سعيد بن جبير وعطاء روى عنه أبو الربيع الزهراني وأهل العراق وأبو شهاب الحناط المدائني أصله كوفي سمع محمد بن سوقة وأبا إسحاق الشيباني والحسن بن عمرو الفقيمي وإسماعيل بن خالد وسليمان الأعمش ويونس بن عبيد وداود بن أبي هند وعاصم الأحول ومحمد بن أبي ليلى وسفيان الثوري وشعبة بن الحجاج روى عنه زافر بن سليمان وأبو داود الطيالسي والحسن بن موسى الأشيب وأبو نعيم الفضل بن دكين وأحمد بن يونس وداود بن عمرو الضبي قال يحيى بن سعيد لم يكن أبو شهاب الحناط بالحافظ ولم يرض يحيى أمره وقال في موضع آخر هو ثقة ومات بالموصل سنة إحدى وسبعين أو اثنتين وسبعين ومائة وقيل أنه مات ببلده وقال عبد الرحمن بن أبي حاتم موسى بن نافع أبو شهاب الحناط الأسدي الكوفي في الأكبر وليس بأبي شهاب الأصغر عبد ربه بن نافع روى عن عطاء بن أبي رباح وسعيد بن جبير ومجاهد روى عنه يحيى بن سعيد القطان وعيسى بن يونس ومحمد بن عبيد وأبو نعيم قال علي بن المديني سألت يحيى بن سعيد عن موسى بن نافع فقال أفسدوه علينا وأثنى أبو نعيم على موسى بن نافع خيرا وقال أحمد بن حنبل موسى بن نافع الحناط منكر الحديث وأبو بكر بن عياش الكوفي الحناط من علماء الكوفة وقرائها وكان مولى لبني أسد مولى كاهلة يبيع الحنطة بالكوفة وأبو داود الطيالسي كذا كان ينسبه ويقول أبو بكر بن |جـ 2 صـ 274| عياش الحناط وكان مولده سنة خمس أو ست وتسعين ووفاته في جمادى الأولى سنة ثلاث وتسعين ومائة وكان شريك يقول رأيت أبا بكر بن عياش عند أبي إسحاق السبيعي يأمر وينهى كأنه رب بيت ومن المتأخرين أبو علي الحسن بن عبد الرحمن بن الحسن الشافعي المكي الحناط كان يبيع الحنطة بمكة وكان ثقة عالي السند يروي عن أبي الحسن أحمد بن إبراهيم بن فراس وأبي القاسم عبيد الله بن أحمد الصيدلاني وغيرهما سمع منه جدي الإمام أبو المظفر السمعاني وروى لي عنه أبو العباس المكي الهاشمي بأصبهان وأبو المظفر بن القشيري بنيسابور وتوفي بعد سنة سبعين وأربعمائة بمكة سمعت محمد بن أحمد الميهني بمرو يقول سمعت جدك الإمام أبا المظفر السمعاني يقول كان شيخي أبو علي الشافعي بمكة يبيع الحنطة والحسن بن سهل الحناط روى عنه مطين وأبو ثمامة الحناط يروي عن كعب بن عجرة وأبو بكر فطرين بن خليفة الحناط وسعيد بن محمد الحناط ومن المتقدمين أبو إسحاق إسماعيل بن أبان الغنوي الحناط من أهل الكوفة يروي عن هشام بن عروة وإسماعيل بن أبي خالد والثوري وكان يصنع الحديث على الثقات وهو صاحب حديث السابع من ولد العباس يلبس الخضرة وكان أحمد بن حنبل شديد الحمل عليه ومحمد بن مغفور الحناط كوفي وأبو عبد الله محمد بن سليمان سليمان الرعيني البصير يعرف بابن الحناط حسن المكان من الأدب والشعر والبلاغة وكان يناوئ ابن شهيد وله معه أخبار مشهورة ومناقضات معروفة كان حيا قبل سنة ثلاثين وأربعمائة ومحمد بن عبد الله بن المبارك الحناط النيسابوري والد أبي الطيب سمع إسحاق بن إبراهيم ومحمد بن رافع وعبد الله بن مسلم الدمشقي وأيوب بن الحسن حدث عنه ابنه أبو الطيب محمد قال ابن ماكولا قرأت على ابن المذهب في إسناد حدثكم محمد بن أحمد بن محمد الحناط فقال الحناط وهو ابن رزق ولم أسمع من حناط شيئا وأبو محمد بن محمد بن محمد الحناط شيخ صالح مستور من أهل مرو وكان يأوي إلى مدرستنا ويقعد أكثر النهار فيها وجدت سماعه من الأديب كامكار بن عبد الرزاق المحتاجي وقرأت عليه أوراقا يسيرة وما قرأ عليه أحد الحديث قبلي ولا بعدي وتوفي سنة نيف وثلاثين وخمسمائة وأبو أحمد حامد بن محمد بن عبد الله الحناط من أهل نيسابور سمع أبا العباس الحسن بن سفيان النسوي والحسين بن محمد بن زياد القباني وغيرهما سمع منه الحاكم أبو عبد الله الحافظ وقال حدث حامد بن محمد الحناط عن القباني بالمصنفات وتوفي سنة إحدى وستين وثلاثمائة وأبو الحسين عبد الملك بن أحمد بن نصر بن سعيد بن عيسى بن عبد الرحمن الحناط ويقال الدقاق من أهل بغداد سمع يعقوب بن إبراهيم الدورقي ومحمد بن الوليد البسري وحميد بن الربيع ومحمد بن عبد الملك بن زنجويه وزهير بن محمد بن قمير وسلم بن جنادة ومحمود بن خداش |جـ 2 صـ 275| ويونس بن عبد الأعلى والربيع بن سليمان وغيرهم روى عنه إسماعيل بن علي الخطبي وأبو القاسم بن النخاس وأبو حفص بن شاهين ويوسف بن عمر القواس وكان ثقة ومات في رجب سنة ثماني عشرة وثلاثمائة ",
                "title": "الحناط",
                "uri": "JK_000952_1234"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}