{
    "features": [
        {
            "item": "JK_000952_2741",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.178-179",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العرزمي</h1> بفتح العين المهملة وسكون الراء وفتح الزاي المعجمة هذه النسبة إلى عرزم وظني أنه بطن من فزارة وجبانة عرزم بالكوفة ولعل هذه القبيلة نزلت بها فنسب الموضع إليهم أخبرنا أبو يعقوب يوسف بن ايوب الهمذاني الإمام بمرو أخبرنا أبو الغنائم عبد الصمد بن علي بن المأمون الهاشمي ببغداد أخبرنا أبو القاسم عيسى بن علي الوزير أخبرنا أبو القاسم عبد الله بن محمد البغوي حدثنا داود بن عمرو الضبي حدثنا شريك عن مغيرة عن إبراهيم قال كانوا يحرمون من الكوفة فأحرم الأسود من جبانة عرزم والمنتسب إليه عبد الرحمن بن محمد بن عبيد الله بن أبي سليمان الفزاري العرزمي يروي عن الكوفيين روى عنه أهل الكوفة مات سنة ثمانين ومائة يعتبر حديثه من غير روايته عن أبيه وأخو السابق ذكره إسحاق بن محمد بن عبيد العرزمي يروي عن شريك روى عنه عبد العزيز بن منيب أبو الدرداء وابو عبد الله عبد الملك بن أبي سليمان العرزمي مولى فزارة عم محمد بن عبيد الله العرزمي واسم أبي سليمان ميسرة يروي عن سعيد بن جبير وعطاء روى عنه الثوري وشعبة وأهل العراق ربما خطأ وثقه أحمد بن حنبل ويحيى بن معين قال أبو حاتم بن حبان كان عبد الملك من خيار أهل الكوفة وحفاظهم والغالب على من يحفظ ويحدث من حفظه أن يهم وليس من الإنصاف ترك حديث شيخ ثبتت صحة عدالته بأوهام يهم في روايته ولو سلكنا هذا المسلك للزمنا ترك حديث الزهري وابن جريج والثوري وشعبة لأنهم أهل حفظ وإتقان وكانوا يحدثون من حفظهم ولم يكونوا معصومين حتى لا يهموا في الروايات والأولى ترك ما صح أنه وهم فيه مالم يفحش ذلك منه حتى يغلب على صوابه فإذا كان ذلك استحق الترك ومات عبد الملك سنة خمس وأربعين ومائة وسئل سفيان الثوري عن عبد الملك بن أبي سليمان فقال ميزان قال |جـ 4 صـ 179| ابن ماكولا أبو عبد الله العرزمي مولى بني فزارة نزل جبانة عرزم بالكوفة فنسب إليها روى عن أنس بن مالك وسعيد بن جبير وعطاء بن أبي رباح وسلمة بن كهيل وأنس بن سيرين وغيرهم روى عنه سفيان الثوري وشعبة بن الحجاج ويحيى بن سعيد القطان وعبد الله بن المبارك وخالد بن عبد الله الطحان وجرير بن عبد الحميد وإسحاق بن يوسف الأزرق وعبدة بن سليمان ويزيد بن هارون ويعلى بن عبيد وغيرهم قال سفيان الثوري حفاظ الناس إسماعيل بن أبي خالد وعبد الملك بن أبي سليمان العرزمي ويحيى بن سعيد الأنصاري وكان شعبة يعجب من حفظه قال أبو داود السجستاني قلت لأحمد عبد الملك بن أبي سليمان قال ثقة قلت يخطىء قال نعم وكان من أحفظ أهل الكوفة إلا أنه رفع أحاديث عن عطاء ومات في ذي الحجة سنة خمس وأربعين مائة وأبو عبد الرحمن محمد بن عبيد الله العرزمي هو ابن أخي عبد الملك بن أبي سليمان واسم أبي سليمان ميسرة وهو الذي يروي عنه شريك ويقول حدثني محمد بن سليمان العرزمي ينسبه إلى جده حتى لا يعرف يروي عن عطاء روى عنه العراقيون مات سنة خمس وخمسين ومائة وهو ابن ثمان وسبعين سنة وكان صدوقا إلا أن كتبه ذهبت وكان رديء الحفظ فجعل يحدث من حفظه ويهم فكثرت المناكير في روايته تركه ابن المبارك ويحيى بن القطان وابن مهدي ويحيى بن معين ومن ولده عباد بن أحمد العرزمي روى عنه القاسم بن جعفر بن أحمد الشامي الكوفي وغيره من أهل الكوفة ",
                "title": "العرزمي",
                "uri": "JK_000952_2741"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}