{
    "features": [
        {
            "item": "JK_000952_1126",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.204-205",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحرقي</h1> بضم الحاء المهملة وفتح الراء وفي آخرها قاف هذه النسبة إلى حرقة وهي قبيلة من همدان هكذا قال أبو حاتم بن حبان وكنت سمعت بعض الحفاظ يقول الحرقات بطن من جهينة وهو الصحيح لأن أبا حاتم بن حبان ذكر في موضع آخر أن حرفة |جـ 2 صـ 205| من جهينة وهكذا أبو الحسن الدارقطني والمشهور بهذه النسبة عبد الرحمن بن يعقوب الحرقي قال أبو حاتم بن حبان عبد الرحمن بن يعقوب الحرقي مولى جهينة وحرقة من همدان يروي عن أبي سعيد وأبي هريرة رضي الله عنهما عداده في أهل المدينة روى عنه ابنه العلاء بن عبد الرحمن وابنه العلاء بن عبد الرحمن بن يعقوب الحرقي مولى الحرقة أيضا قال ابن حبان وحرقة من جهينة كان جده مكاتبا لملك بن أوس بن الحدثان النصري وكانت أمه مولاة لرجل من الحرقة من جهينة يروي عن أنس بن مالك وعبد الله بن عمرو رضي الله عنهم وأبيه عداده في أهل المدينة روى عنه مالك وشعبة والثوري مات سنة اثنتين وثلاثين ومائة وابنه أبو الفضل شبل بن العلاء بن عبد الرحمن بن يعقوب الحرفي مولى جهينة المدني يروي عن أبيه العلاء وسمي مولى أبي بكر بن عبد الرحمن وغيرهما روى عنه محمد بن إسماعيل بن أبي فديك وقال أبو سعيد عبد الرحمن بن أحمد بن يونس الصدفي في تاريخ مصر أبو سعيد عثمان بن عتيق الحرقي مولى الحرقة والحرقة بطن من غافق كان أول من رحل من مصر إلى العراق في طلب العلم والحديث يقال مات قبل أن يبلغ روى عنه ابن وهب وعثمان بن صالح وإسحاق بن الفرات وقد رآه أبو الطاهر أحمد بن عمرو توفي سنة ثمانين ومائة وقيل سنة أربع وثمانين ومائة والمشهور بهذه النسبة ولاء أبو الفضل شبل بن العلاء بن عبد الرحمن بن يعقوب الحرقي قال أبو حاتم بن حبان هو مولى جهينة من أهل المدينة يروي عن أبيه روى عنه ابن أبي فديك وأبو الشعثاء جابر بن زيد اليحمدي الأزدي قال أبو حاتم بن حبان أصله من الحرقة ناحية بعمان وكان ينزل البصرة في الأزد في موضع يقال در الحرق وكانت الأباضية تنتحله وكان هو يتبرأ من ذلك يروي عن ابن عباس وابن عمر رضي الله عنهم روى عنه عمرو بن دينار وكان من أعلم الناس بكتاب الله وكان ابن عباس رضي الله عنهما يقول لو أن أهل البصرة نزلوا عند قول جابر بن زيد لأوسعهم علما عما في كتاب الله وكان فقيها مات سنة ثلاث وتسعين ودفن هو وأنس بن مالك رضي الله عنه في جمعة واحدة |جـ 2 صـ 206| ",
                "title": "الحرقي",
                "uri": "JK_000952_1126"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}