{
    "features": [
        {
            "item": "JK_000952_2501",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.556-559",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصنعاني</h1> بفتح الصاد المهملة وسكون النون وفتح العين المهملة والنون بعد الألف هذه النسبة إلى صنعاء والمنتسب فيها بالخيار بين إثبات النون بعد الألف وإسقاطها ويقال فيه صنعايي أيضا والأصل أن كل اسم في آخره ألف مقصورة فالمنتسب إليه بالخيار بين إثبات النون بعد الألف وإسقاطها كالنسبة إلى داريا داراني ودارايي والنسبة إلى بهراء وبهراني وبهرايي وصنعاء بلدة باليمن قديمة معروفة ورد ذكرها في الحديث وصنعاء قرية على باب دمشق خربت الساعة وبقيت مزارعها وهي على نهر الخلخال خرجت إليها يوما وسمعت بها جزءا والمنتسب إلى صنعاء اليمن فيهم كثرة منهم أبو بكر عبد الرزاق بن همام الصنعاني قيل ما رحل إلى أحد بعد رسول الله صلى الله عليه وسلم مثل ما رحل إليه وإبراهيم بن إسحاق الصنعاني يروي عن طاوس ووهب بن منبه وعمر بن يزيد روى عنه أهل صنعاء اليمن وداود بن قيس يروي عن وهب بن منبه روى عنه عبد الرزاق بن همام وأما المنتسب إلى صنعاء الشام فهو أبو الأشعث شراحيل بن كليب بن آدة الصنعاني من صنعاء الشام يروي عن ثوبان وعبادة بن الصامت روى عنه أبو قلابة ومن قال شراحيل بن آدة فقد نسبه إلى جده وأبو عمر حفص بن ميسرة الصنعاني من صنعاء الشام يروي عن زيد بن أسلم وموسى بن عقبة روى عنه زهير بن عباد الرواسي وسعيد بن منصور ومحمد بن المتوكل العسقلاني وسويد بن سعيد الأنباري ومخلد بن مالك وثقه أحمد بن حنبل وقال أبو حاتم الرازي هو صالح الحديث مات سنة إحدى وثمانين ومائة وقال أبو نصر الكلاباذي في جمعه رجال البخاري أبو عمر حفص بن ميسرة الصنعاني من صنعاء اليمن نزل الشام والله أعلم وهكذا قال ابن أبي حاتم الرازي هو من صنعاء اليمن |جـ 3 صـ 557| وسكن عسقلان وحجاج بن شداد الصنعاني من صنعاء الشام يروي عن سعيد بن أبي صالح الغفاري روى عنه حيوة بن شريح وأبو المهلب راشد بن داود الصنعاني من أهل الشام من صنعائها يروي عن أبي الأشعث الصنعاني وأبي أسماء الرحبي روى عنه أهل الشام وحنش بن عبد الله السبائي الصنعاني من صنعاء الشام يروي عن فضالة بن عبيد وابن عباس روى عنه أهل الشام وعبد الملك بن محمد الصنعاني من صنعاء الشام يروي عن زيد بن جبيرة ويحيى بن سعيد الأنصاري روى عنه هشام بن عمار وأهل الشام كان ممن يجيب في كل ما يسأل عنه حتى تفرد عنه الثقات بالموضوعات لا يجوز الاحتجاج بروايته وأما من صنعاء اليمن أيضا فأبو محمد عبد الله بن الحارث بن حفص بن الحارث بن عقبة القرشي الصنعاني قال أبو حاتم محمد بن حبان الإمام هو شيخ دجال يروي عن عبد الرزاق بن همام وأهل العراق العجائب يضع عليهم الحديث وضعا رأيته في قرية من قرى إسفراين يقال لها بوزانه فسألته فحدثنا عن عبد الرزاق بنسخة كلها موضوعة وعن أحمد بن حنبل وأحمد بن يونس والعراقيين ويحيى بن يحيى وإسحاق وأهل خراسان كان كل كتاب يقع في يده يحدث عمن فيه وهذا شيخ ليس يعرفه كل إنسان لكني ذكرته لأني رأيته وأكثر من يختلف إليه أصحاب الرأي والكرامية فلعله يحتج على اصحابنا إنسان منهم بحديث له وضعه فيتوهمون أنه ثقة ولولا كراهية التطويل لذكرنا من حديثه أحاديث يستدل بها على ما وراءها ولكن خفاؤه يحملني على ترك الاشتغال به وبروايته وأما من صنعاء الشام فأبو كامل يزيد بن ربيعة الرحبي الصنعاني من أهل الشام يروي عن أبي أسماء |جـ 3 صـ 558| الرحبي روى عنه أهل بلده كان شيخا صدوقا إلا أنه اختلط في آخر عمره وكان يروي اشياء مقلوبة لا يجوز الاحتجاج به إذا انفرد وفيما وافق الثقات فهو معتبر به لقدم صدقه قبل اختلاطه من غير أن يحتج به لأن الجرح والتعديل ضدان فمتى كان الرجل مجروحا لا يخرجه عن حد الجرح إلى العدالة إلا ظهور أمارات العدالة عليه فإذا كان أكثر أحواله أمارات العدالة صار من العدول وضده ضده كذا ذكره أبو حاتم بن حبان البستي وقال ابن أبي حاتم يزيد بن ربيعة الرحبي الدمشقي الصنعاني من صنعاء دمشق روى عن أبي الأشعث الصنعاني روى عنه الوليد بن مسلم وأبو النضر إسحاق بن إبراهيم الفراديسي قال دحيم كان في ابتداء أمره مستويا ثم اختلط قبل موته وقال أبو حاتم الرازي هو ضعيف الحديث منكر الحديث واهي الحديث وفي روايته عن أبي الأشعث عن ثوبان تخليط كثير ويزيد بن يوسف الصنعاني من صنعاء دمشق قال أبو حاتم بن حبان هو من أهل دمشق من صنعائها يروي عن الأوزاعي وابن جابر روى عنه الوليد بن مسلم قدم بغداد فكتب عنه العراقيون كان سيىء الحفظ كثير الوهم ممن يرفع المراسيل ولا يعلم ويسند الموقوف ولا يفهم فلما كثر ذلك منه في حديثه صار ساقط الاحتجاج به إن انفرد وأرجو أن من احتج به فيا وافق الثقات لم يجرح في فعله لقدم صدقه ومنهم المطعم بن المقدام الصنعاني من صنعاء دمشق يروي عن مجاهد وعنبسة روى عنه ابن أبي عروبة والهيثم بن حميد وإسماعيل بن عياش والأوزاعي وقال الأوزاعي ما أصيب أهل دمشق بأعظم من مصيبتهم بالمطعم بن المقدام الصنعاني وبأبي مرثد الغنوي وبإبراهيم بن جدار العذري قلت وخرجت إلى صنعاء الشام يوما وأقمت بها إلى الظهر وسمعت من صاحبنا أبي القاسم علي بن الحسن بن هبة الله الحافظ بها جزءا على نهر الخلخال وكانت القرية قد خربت وبقيت بها الآثار وكان جماعة من المحدثين سمعوا بها أخبرنا أبو صالح بن درد بن الجيلي ببروجرد أنشدنا أبو الحسن علي بن أحمد القرشي أنشدنا أبو القاسم سعيد بن محمد بن الحسن الإدريسي بصيدا أنشدني أبو عبد الله محمد بن الحسين بن |جـ 3 صـ 559| شنبويه الأصبهاني بصنعاء بباب دمشق أنشدنا أبو عبد الله الفقيه المراغي الشافعي رحمه الله % إذا رأيت شباب الحي قد نشأوا % % لا ينقلون قلال الحبر والورقا % % ولا تراهم لدى الأشياخ في حلق % % يعون من صالح الأخبار ما اتسقا % % فذرهم عنك واعلم أنهم همج % % قد بدلوا بعلو الهمة الحمقا % ",
                "title": "الصنعاني",
                "uri": "JK_000952_2501"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}