{
    "features": [
        {
            "item": "JK_000952_1101",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.186-187",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحدثي</h1> بفتح الحاء المهملة وفتح الدال المهملة وبعدها الثاء المنقوطة من فوق بثلاث هذه النسبة إلى بلدة الحديثة وهي بلدة على الفرات والمشهور بهذه النسبة أبو محمد سويد بن سعيد بن سهل بن شهريار الهروي الحدثي ويقال له الحدثاني والحديثي أيضا روى عنه مسلم بن الحجاج القشيري وأبو القاسم البغوي وغيرهما وقال أبو بكر الخطيب في تاريخ بغداد سويد ين سعيد الهروي سكن الحديثة حديثة النورة على فراسخ من الأنبار سمع مالك بن أنس وغيره وقال أبو حاتم بن حبان سويد بن سعيد الحدثاني من أهل الأنبار مولده بحديثه يروي عن علي بن مسهر وحفص بن ميسرة حدثنا عنه شيوخنا مات سنة تسع وثلاثين ومائتين يأتي عن الثقات بالمعضلات مجب مجانبة رواياته وأبو حفص عمر بن زرارة الحدثي من أهل الحديثة وقال بغضهم هو منسوب إلى الحدث وهو موضع بالثغر يروى عنه موسى بن هارون وأبو القاسم البغوي أيضا وثم عمرو بن زرارة نيسابوري وعمر بن زرارة حدثي ووقع للحاكم أبي عبد الله البيع مع أبي بكر بن عبدان الشيرازي فيهما قصة أخبرنا محمد بن عبد الله الكشي بسمرقند أنا أبو علي النسفي في كتابه أنا أبو العباس المستغفري الحافظ سمعت أبا بكر أحمد بن عبد الرحمن الشيرازي يقول وقعت بيني وبين أبي عبد الله البيع الحافظ بنيسابور منازعة في عمرو بن زرازة وعمر بن زرارة فكنت أقول هما اثنان وكان يقول هما واحد فتحاكمنا إلى الشيخ أبي أحمد الحافظ الكرابيسي فقلت له ما قول الشيخ فيمن يقول عمرو بن زرارة وعمر بن زرارة واحد قال فقال أبو أحمد من هذا الطبل الذي لا يفصل بينهما هما اثنان عمرو بن زرارة بن واقد نيسابوري كنيته أبو محمد وعمر بن زرارة الحدثي من أهل الحديثة حدث ببغداد كنيته أبو حفص فخجل أبو عبد الله من ذلك وتشور فقلت في ذلك أبياتا وهي قولي فيه % قل لمن يزعم جهلا % % أنه كابن حرارة % % ثم لا يفصل عمرا % % من عمير بن زراره % % حافظا تدعى ولكن % % أنت عدل للغراره % |جـ 2 صـ 187| قال فبلغت الأبيات الشيخ أبا أحمد فقال لي أعف عنه بشفاعتي ولا تذكرها بعد هذا أو كما قال قدم بغداد وحدث بها عن شريك بن عبد الله وأبي المليح الرقي ومسروح بن عبد الرحمن والمسيب بن شريك وعيسى بن عبد الله يونس وأبي معاوية الضرير ومحمد بن سلمة الحراني روى عنه أبو القاسم بن محمد البغوي وقال أبو علي صالح بن محمد جزرة الحافظ عمر بن زرارة الحدثي ببغداد شيخ مغفل وذكر قصة وقال أبو الحسن الدارقطني عمر بن زرارة الحدثي ثقة من مدينة في الثغر يقال لها الحدث فأما عمرو بن زرارة فهو نيسابوري ثقة أيضا قال أبو بكر البرقاني يحدث عنهما منيع وأخطأ في ذلك إنما يروي ابن منيع عن عمر ولا يروي عن عمرو شيئا وأبو شهاب مسروح الحدثي من ساكني مدينة حدث روى عنه سفيان الثوري قال ابن أبي حاتم سألت أبي عنه وعرضت عليه بعض حديثه فقال لا أعرفه وقال يحتاج أن يتوب إلى الله من حديث باطل رواه عن الثوري والحدثية طائفة من المعتزلة أصحاب فضل الحدثي وهو من أصحاب النظام وهي مثل الفرقة الخابطية وقد ذكرت بعض مقالتهم في الخابطية وكانا يطعنان في النبي صلى الله عليه وسلم في نكاحه وتقولان كان أبو ذر الغفاري أزهد منه وفي هذا تعريض منهما بمذاهب المانوية الذين دعوا الناس إلى ترك نكاح النساء وإباحة اللواطة لإفساد النسل لكي يتخلص الأرواح عن مزاج الأبدان وليس للثنوية والمجوس شر إلا وهو موجود في قول بعض شيوخ المعتزلة مع اشتراك المعتزلة والمجوس في إن الخالق للمعاصي غير الخالق للطاعة ",
                "title": "الحدثي",
                "uri": "JK_000952_1101"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}