{
    "features": [
        {
            "item": "JK_000952_0400",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.295-296",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البدري</h1> بفتح الباء المنقوطة بواحدة وسكون الدال المهملة وفي آخرها الراء هذه النسبة إلى بدر وهي اسم بئر بين مكة والمدينة كانت بها الوقعة المشهورة للنبي صلى الله عليه وسلم قال الله تعالى & ولقد نصركم الله ببدر وأنتم أذلة & وهذه البئر تنسب إلى بدر بن يخلد بن النضر بن كنانة وجماعة من الصحابة حضروا هذه الوقعة يقال لهم فلان البدري وفيهم كثرة وشهرة وقال النبي صلى الله عليه وسلم لقد اطلع الله على أهل بدر وقال لهم اعملوا ما شئتم والعشرة المبشرة منهم إلا عثمان بن عفان رضي الله عنه فإنه تأخر بسبب تمريض رقية بنت رسول الله صلى الله عليه وسلم وإذنه وأما أبو مسعود عقبة بن عمرو البدري من الصحابة نزل بدر يعني هذه البئر فنسب إلى هذا الموضع ولم يكن شهد هذه الوقعة وكذلك أبو حبة ثابت بن النعمان بن أمية بن امرىء القيس البدري نزل آبار بدر فنسب إليها وأما أحمد بن موسى بن نصر بن الجهضم البدري هو ابن عم يحيى بن بدر القرشي البغدادي نسب إلى بعض أجداده واسمه بدر فاشتهر بهذه |جـ 1 صـ 296| النسبة والله أعلم وببغداد محلة يقال لها البدرية من محال نهر المعلي وجماعة من أهل العلم كانوا قد سكنوها منهم أبو عبد الله الحسين بن محمد بن عبد الوهاب بن أحمد بن محمد بن الحسن بن عبيد الله بن القاسم بن عبيد الله بن سليمان بن وهب البدري الدباس الأديب المعروف بالبارع كان فاضلا حسن الشعر قرأ القرآن بروايات على جماعة وسمع الحديث عن أبي علي الحسن بن غالب بن علي المقريء وأبي جعفر محمد بن أحمد بن المسلمة المعدل وغيرهما روى عنه جماعة كثيرة أنشدني أبو المعمر الأنصاري من لفظه ببغداد أنشدني أبو عبد الله البارع الأديب البدري لنفسه % ذكر الأحباب والوطنا % % والصبى والألف والسكنا % % فبكى شجوا وحق له % % مدنف بالشوق حلف ضنا % وهي طويلة وكانت ولادته في صفر سنة ثلاث وأربعين وأربعمائة وتوفي في جمادى الآخرة سنة أربع وعشرين وخمسمائة وكان قد أضر في آخر عمره وبنو بدر بطن من حجر رعين منهم أبو يحيى عميرة بن أبي ناجية البدري قال أبو سعيد بن يونس هو مولى حجر من رعين ثم لبني بدر كان ناسكا متعبدا يقال أن أباه أبا ناجية كان روميا يدعى حريثا روى عنه عبد الرحمن بن شريح وحيوة بن شريح وبكر بن مضر ويحيى بن أيوب ورشدين بن سعد وابن وهب قال أحمد بن يحيى بن وزير توفي عميرة بن أبي ناجية البدري سنة ثلاث وخمسين ومائة ببطن بحر منصرفا من الحج قال وكانت له عبادة وفضل ",
                "title": "البدري",
                "uri": "JK_000952_0400"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}