{
    "features": [
        {
            "item": "JK_000952_2395",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.465-466",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشواربي</h1> بفتح الشين المعجمة والواو وكسر الراء والباء الموحدة هذه النسبة إلى أبي الشوارب وهو أبو محمد الحسن بن عبد الله بن علي بن محمد بن عبد الملك بن أبي الشوارب الأموي الشواربي من أهل بغداد ولي قضاء مدينة المنصور بعد عزل أبي الحسين الأشناني عنها وكانت ولاية ابن الأشناني لها ثلاثة ايام حسب وكان ابن أبي الشوارب حسن السيرة جميل الطريقة قريب الشبه من أبيه وجده على طريقتهم في باب الحكم والسداد لم يزل واليا على المدينة إلى النصف من رمضان سنة عشرين وثلاثمائة ثم صرفه المقتدر ومات في يوم عاشوراء سنة ثمان وعشرين وثلاثمائة وجده الأعلى أبو عبد لله محمد بن عبد الملك بن أبي الشوارب وأبو الشوارب هو محمد بن عبد الله بن أبي عثمان بن عبد الله بن خالد بن أسيد بن أبي العيص بن أمية بن عبد شمس بن عبد مناف البصري الشواربي شيخ صدوق صالح من أهل العلم سمع أبا عوانة الوضاح وعبد العزيز بن المختار وعبد الواحد بن زياد روى عنه أبو إسماعيل الترمذي والحسن بن علي المعمري وأبو بكر بن أبي الدنيا ومحمد بن جرير الطبري وأبو بكر محمد بن محمد بن الباغندي وأبو القاسم البغوي وفي سنة أربع وثلاثين ومائتين نهى المتوكل عن الكلام في القرآن وأشخص الفقهاء والمحدثين إلى سر من رأى منهم محمد بن عبد الملك بن أبي الشوارب وابنا أبي شيبة ومصعب الزبيري فأمرهم أن يحدثوا بسر من رأى ووصلهم وكان يقول استأذنت المتوكل أن أرجع إلى البصرة ولوددت أني لم أكن استأذنته لأني جعلت دعائي في المشاهد كلها للمتوكل وذلك أن صاحبنا عمر بن عبد العزيز جاء الله به برد المظالم وجاء الله بالمتوكل برد الدين ومات في جمادى الأولى سنة أربع وأربعين ومائتين وأبو الحسن علي بن محمد بن عبد الملك بن أبي الشوارب الأموي الشواربي البصري وولي القضاء بسر من رأى وبغداد مدة كان حسن السيرة محمودا في ولايته غير مائل عن الحق سمع أبا الوليد الطيالسي وأبا عمر الحوضي وسهل بن بكار وأبا |جـ 3 صـ 466| سلمة التبوذكي وإبراهيم بن بشار روى عنه يحيى بن محمد بن صاعد وأبو بكر أحمد بن سلمان بن الحسن النجاد وإسحاق بن أحمد الكاذي وعبد الباقي بن قانع وكان ثقة صدوقا ولما مات إسماعيل بن إسحاق مكثت بغداد بغير قاض ثلاثة أشهر وستة عشر يوما فاستقضي يوم الخميس لعشر خلون من ربيع الآخر سنة ثلاث وثمانين ومائتين علي بن محمد بن عبد الملك بن أبي الشوارب على قضاء المدينة يعني مدينة المنصور مضافا إلى ما كان يتقلده إلى القضاء بسر من رأى وأعمالها وقبل هذا كان قاضي القضاة بسر من رأى في أيام المعتز والمهتدي فلما توفي الحسن وجه المعتمد بعبيد الله بن يحيى بن خاقان إلى علي بن محمد فعزاه بأخيه وهنأه بالقضاء فامتنع من قبول ذلك فلم يبرح الوزير من عنده حتى قبل وتقلد قضاء القضاة ومكث يدعى بذلك إلى أن توفي وعلي بن محمد رجل صالح صفيق الستر عظيم الخطر متوسط في العلم بمذهب أهل العراق كثير الطلب للحديث ثقة أمين لا مطعن عليه في شيء حسن التوقي في الحكم على طريقة الشيوخ المتقدمين متواضع مع جلالته حمل الناس عنه حديثا كثيرا وتوفي ببغداد في شوال سنة ثلاث وثمانين ومائتين وحمل إلى سر من رأى ودفن بها وأبو الحسن علي بن محمد بن جعفر المقرىء المالكي يعرف بالشواربي ولي القضاء بعكبرا بلدة فوق بغداد وحدث بها عن يونس بن أحمد الرافقي شيخ يروي عن هلال بن العلاء روى عنه أبو منصور محمد بن محمد بن عبد العزيز العكبري قال أبو بكر الخطيب وسمعت التنوخي ذكر هذا الشواربي فأثنى عليه وقال قيل له هل الشواربي نسبة إلى ابن أبي الشوارب فقال لا ذاك قرشي ولست من قريش وقال لي أبو منصور ابن عبد العزيز مات الشواربي بعكبرا بعد سنة أربعمائة ",
                "title": "الشواربي",
                "uri": "JK_000952_2395"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}