{
    "features": [
        {
            "item": "JK_000952_3703",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.227-228",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المخلدي</h1> بفتح الميم وسكون الخاء المعجمة وفي اخرها الدال المهملة هذه النسبة إلى مخلد وهو اسم لجد بعض المنتسب إليه والمشهور بهذه النسبة أبو الحسن محمد بن عبد الله بن محمد بن مخلد الهروي المخلدي النيسابوري يروي عن أبي الطاهر بن السراج وأبي الربيع بن أخي رشدين وأحمد بن سعيد الهمداني وطبقتهم روى عنه أبو عمرو الحيري وأبو بكر بن علي وأبو حفص بن حمدان وغيرهم وأبو محمد الحسن بن أحمد بن محمد بن الحسن بن علي بن مخلد بن شيبان المخلدي من أهل نيسابور يروي عن أبي العباس محمد بن إسحاق السراج وأبي بكر أحمد بن الحسن الذهبي وأبي الوفاء المؤمل بن الحسن الماسرجسي وأبي حامد الأعمش وغيرهم روى عنه الحاكم أبو عبد الله الحافظ ووثقه وجماعة سواه مثل أبي بكر يعقوب بن أحمد الصيرفي وأبي حامد أحمد بن الحسن الأزهري ذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو محمد المخلدي شيخ العدالة وبقية أهل البيوتات في عصره وهو صحيح الكتب والسماع متقن في الرواية صاحب الإملاء في دار السنة وتوفي في الخامس من رجب سنة تسع وثلاثين وثلاث مئة وأما اخوه أبو عمرو يحيى بن محمد بن أحمد المخلدي سمع أبا حامد أحمد بن محمد بن الشرقي وأخاه أبا محمد عبد الله ومكي بن عبدان التميمي روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو عمرو المخلدي كان من مشايخ أهل البيوتات ومن |جـ 5 صـ 228| العباد المجتهدين وقرأ القرآن وختن يحيى بن منصور القاضي على ابنته ورفيق أبي بكر أحمد بن الحسين بن مهران المقرىء في أسفاره وسماعهما بالعراق والشام معا بعد الثلاثين وحدث بكتاب التاريخ لأبي بكر بن أبي خيثمة عن ذاك الشيخ الواسطي عنه وتوفي في الثالث والعشرين من ربيع الاخر سنة ثلاث وثمانين وثلاث مئة ودفن في مقبرة باب معمر وهو ابن ثمان وسبعين سنة وجدهم أبو محمد الحسن بن علي بن مخلد بن شيبان المطوعي المخلدي سمع بنيسابور إسحاق بن إبراهيم الحنظلي وعمرو بن زرارة ومحمد بن رافع وبالعراق أحمد بن منيع ويعقوب بن إبراهيم الدورقي وبالحجاز هارون بن موسى الفردي وعبد الجبار بن العلاء وغيرهم روى عنه أبو عبد الله محمد بن يعقوب الحافظ وجماعة وذكر حفيده أنه مات سنة تسع وتسعين ومائتين ",
                "title": "المخلدي",
                "uri": "JK_000952_3703"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}