{
    "features": [
        {
            "item": "JK_000952_0874",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.44-45",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرشي</h1> بضم الجيم وفتح الراء وفي آخرها الشين المعجمة هذه النسبة إلى بني جرش بطن من حمير قال ابن ماكولا وهو منبه بن أسلم بن زيد بن غوث بن أيمن بن الهميسع بن حمير وقيل أن جرش موضع باليمن ويحتمل أن تكون هذه القبيلة نزلته فسمي بها مثل حضرموت ومهرة وسبأ قال ابن حبيب في حمير جرش وهو منبه بن أسلم بن زيد بن الغوث وفي حديث ابن العباس كتب النبي صلى الله عليه وسلم إلى أهل جرش ينهاهم عن الخيطين والمنتسب إليها من التابعين يزيد بن الأسود الجرشي أدرك المغيرة بن شعبة وجماعة من أصحاب رسول الله صلى الله عليه وسلم سكن الشام وكان من الزهاد والعباد الخشن استسقى به الضحاك بن قيس الفهري فسقى روى عنه أهل الشام وحميد بن الحكم الجرشي يروي |جـ 2 صـ 45| عن الحسن من أهل البصرة روى عنه موسى بن إسماعيل وعمرو بن عاصم وداود بن منصور منكر الحديث لا يجوز الاحتجاج بخبره إذا انفرد وربيعة الجرشي له صحبية وفي صحبته نظر يروي عن عائشة رضي الله عنها وهو جد هشام بن الغازي بن ربيعة الجرشي ونافع الجرشي أنه حين بعث النبي صلى الله عليه وسلم دعوا كاهنا كان في رأس جبل وقالوا أنظر لنا في شأن هذا الرجل الحديث ومنيب الجرشي يروي عن عبد الله بن عمرو روى عنه حسان بن عطية وأبو سفيان الجرشي بالجيم وهشام بن الغازي الجرشي ويزيد بن الأسود أبو الأسود تابعي قال أدركت العزى تعبد في قومي والوليد بن عبد الرحمن الجرشي يروي عن جبير بن نفير وأيوب بن حسان الجرشي يروي عن الوضين بن عطاء وفيهم كثرة والنضر بن محمد بن موسى الجرشي اليمامي يروي عن صخر بن جويرية وأبي أويس ويونس بن القاسم اليمامي الجرشي يروي عن إسحاق بن عبد الله بن أبي طلحة وابنه عمر بن يونس روى البخاري عن إسحاق بن وهب العلاف عنه وأبو محمد سليمان بن أحمد بن محمد بن سليمان بن حبيب الجرشي الشامي نزيل واسط حدث عن الوليد بن مسلم ومحمد بن شعيب بن شابور ومروان بن معاوية وكان فهما حافظا قدم بغداد فكتب عنه بها أحمد بن حنبل ويحيى بن معين وأحمد بن ملاعب وحنبل بن إسحاق وقال عبد الرحمن بن أبي حاتم كتب عنه أبي وقال كتبت عنه قديما وكان حلوا قدم بغداد وكتب عنه أحمد بن حنبل ويحبى بن معين وتغير بأخرة واختلط بقاض كان على واسط فلما كان في رحلتي الثانية قدمت واسطا فسألت عنه فقيل لي قد أخذ في الشرب والمعازف والملاهي فلم أكتب عنه وحكي عن أحمد بن حنبل أنه قال سألت عنه بالشام فوجدته معروفا يحمدونه قلت إنما ذكر أحمد عنه قديما وقال صالح جزرة هو كذاب وقال النسائي هو ضعيف وقال أبو أحمد بن عدي الحافظ سألت عبدان وقد حدثنا عن سليمان بن أحمد الواسطي بعجائب فقال كان عندهم ثقة قال ابن عدي ولسليمان أحاديث أفراد غرائب يحدث بها عنه علي بن عبد العزيز وغيره وهو عندي ممن يسرق الحديث ويتشبه عليه |جـ 2 صـ 46| ",
                "title": "الجرشي",
                "uri": "JK_000952_0874"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}