{
    "features": [
        {
            "item": "JK_000129_004306",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.316-317",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حود حور</h1> ويقال حيد عور ويقال حود قور بفتح الحاء من حود وسكون الواو ودال مهملة وضم الحاء من حور وكسر الواو في الثلاث الروايات وتشديدها والراء والرواية الثانية عين مهملة والثالثة قاف وهما مضمومان كالأولى جبل بين حضرموت وعمان فيه كهف |جـ 2 صـ 317| يقال إن على بابه رجلا أعور إذا أراد إنسان أن يتعلم السحر مضى إلى ذلك الكهف وخاطب ذلك الأعور في ذلك فيقول إنه لا يمكن ذلك حتى تكفر بمحمد فإذا كفر أدخله الغار وفي الغار جماعة وفي صدر الغار كرسي عليه شيخ فيقول الشيخ أي طريقة تحب من السحر ولا يعلمه إلا طريقة واحدة ولا يجاوزه إلى غيرها ذكر ذلك عثمان البلطي النحوي نزيل مصر وقال حدثني به حسين اليمني وأسعد بن سالم اليمني قال المؤلف وقد حدثني القاضي المفضل ابن أبي الحجاج العارض بمصر قال حدثني أحمد بن يحيى بن الورد باليمن لثلاث عشرة ليلة بقيت من ذي الحجة سنة 631 وكان يلي حصن منيف ذيحان من أعمال الدملوة على جبل يسمى قورشق يقال له حود قور ليس غوره ببعيد طوله مقدار خمسة أرماح وعرضه قليل وقد بنيت فيه دكة فمن أراد أن يتعلم شيئا من السحر عمد إلى ماعز أسود وليس فيه شعرة بيضاء فذبحه وسلخه وقسمه سبعة أجزاء ينزلها إلى الغار ثم يأخذ الكرش فيشقها ويطلي بما فيها ويلبس جلد الماعز مقلوبا ويدخل الغار ليلا ومن شرطه أن لا يكون له أب ولا أم حيين فإذا دخل الغار لم ير أحدا فينام فإذا أصبح ووجد بدنه نقيا مما كان عليه مغسولا دل على القبول ويضمر عند دخوله مهما أراد وإن أصبح بحاله دل على أنه لم يقبل وإذا خرج من الغار بعد القبول لم يحدث أحدا من الناس ثلاثة أيام بل يبقى صامتا ساكتا تلك المدة ثم يصير ساحرا قال وحدثني أنه استدعى رجلا من المعافر من أهل وادي أديم يعرف بسليمان ابن يحيى الأحدوثي وله شهرة في السحر واستحلفه على أن يصدقه عن حديث السحر فحلف له يمينا مغلظة أنهم لا يقدرون على نقل الماء من بئر إلى بئر ولا على نقل اللبن من ضرع إلى ضرع ولا على نقل صورة الإنسان إلى غيرها بل يقدرون على تفريق السحاب وعلى المحبة وتأليف القلوب وعلى البغضاء وعلى إيلام أعضاء الناس مثل الصداع والرمد وإيجاع القلب ",
                "title": "حود حور",
                "uri": "JK_000129_004306"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}