{
    "features": [
        {
            "item": "JK_000129_000294",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.111-112",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأحساء</h1> بالفتح والمد جمع حسي بكسر الحاء وسكون السين وهو الماء الذي تنشفه الأرض من الرمل فإذا صار إلى صلابة أمسكته فتحفر العرب عنه الرمل فتستخرجه قال أبو منصور سمعت غير واحد من تميم يقول احتسينا حسيا أي أنبطنا ماء حسي والحسي الرمل المتراكم أسفله جبل صلد فإذا مطر الرمل نشف ماء المطر فإذا انتهى إلى الجبل الذي تحته أمسك الماء ومنع الرمل وحر الشمس أن ينشفا الماء فإذا اشتد الحر نبث وجه الرمل عن الماء فنبع باردا عذبا يتبرض تبرضا وقد رأيت في البادية أحساء |جـ 1 صـ 112| كثيرة على هذه الصفة منها أحساء بني سعد بحذاء هجر و الأحساء ماء لجديلة طيىء بأجإ و أحساء خرشاف وقد ذكر خرشاف في موضعه و أحساء القطيف وبحذاء الحاجر في طريق مكة أحساء في واد متطامن ذي رمل إذا رويت في الشتاء من السيول لم ينقطع ماء أحسائها في القيظ وقال الغطريف لرجل كان لصا ثم أصاب سلطانا جرى لك بالأحساء بعد بؤوسها غداة القشيريين بالملك تغلب عليك بضرب الناس ما دمت واليا كما كنت في دهر الملصة تضرب والأحساء مدينة بالبحرين معروفة مشهورة كان أول من عمرها وحصنها وجعلها قصبة هجر أبو طاهر سليمان بن أبي سعيد الجناني القرمطي وهي ألى الآن مدينة مشهورة عامرة وأحساء بني وهب على خمسة أميال من المرتمى بين القرعاء وواقصة على طريق الحاج فيه بركة وتسع آبار كبار وصغار والأحساء ماء لغني قال الحسين بن مطير الأسدي أين جيراننا على الأحساء أين جيراننا على الأطواء فارقونا والأرض ملبسة نو ر الأقاحي تجاد بالأنواء كل يوم بأقحوان ونور تضحك الأرض من بكاء السماء أحسن بوزن أفعل من الحسن ضد القبح اسم قرية بين اليمامة وحمى ضرية يقال لها معدن الأحسن لبني أبي بكر بن كلاب بها حصن ومعدن ذهب وهي طريق أيمن اليمامة وهناك جبال تسمى الأحاسن قال النوفلي يكتنف ضرية جبلان يقال لأحدهما وسط وللآخر الأحسن وبه معدن فضة ",
                "title": "الأحساء",
                "uri": "JK_000129_000294"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}