{
    "features": [
        {
            "item": "JK_000952_3428",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.45-46",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكراني</h1> بفتح الكاف والراء مع التشديد وفي اخرها النون هذه النسبة إلى كران وهي محلة كبيرة بأصبهان وكان منها جماعة من المحدثين منهم أبو طاهر محمد بن عمر بن عبد الله بن أحمد بن عبيد الله الكراني ابن خال بشر الحنفي وبإفادته سمع الحديث من أبي بكر بن أبي علي الذكواني توفي في السابع عشر من جمادى الأولى سنة ست وتسعين وأربعمائة ذكره أبو زكريا يحيى بن أبي عمرو بن منده فقال لم يعرف شرائط التحديث وأبو بكر محمد بن علي بن أحمد بن محمد بن يونس البقال الكراني الشرابي حدث عن أبي عبد الله بن مندة الحافظ وأبو جعفر الأبهري روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي مات سنة ثمان وخمسين وأربعمائة قليل الرواية وأبو القاسم إبراهيم بن منصور بن إبراهيم بن محمد بن عبد الله السلمي الجبار الكراني أبو القاسم المعروف بسبط بحرويه كان شيخا صالحا عفيفا ثقيل السمع سمع أبا بكر محمد بن إبراهيم بن المقري سمع منه كتاب المسند لأبي يعلى الموصلي وكتاب التفسير لعبد الرزاق بن همام بروايته عن ابن المقري عن أبي عروبة الحراني عن سلمة بن شبيب عنه وبعض كتاب فضائل مكة والمدينة للجندي روى لنا عنه أبو عبد الله الخلام وأبو الفرج الصيرفي وأبو الوفاء الصباغ وأبو عبد الله بن طلحة الصالحاني وابو منصور العطار وغيرهم كانت ولادته في سنة اثنتين أو ثلاث وستين وثلاثمائة وتوفي في شهر ربيع الأول سنة خمس وخمسين واربعمائة وأبو علي أحمد بن محمد بن عاصم الكراني من أهل هذه المحلة كان ثقة مأمونا يحفظ الحديث ويفهم ويذاكر به وكان كثير الحديث عن الأصبهانيين يروي عن عبد الله بن أحمد بن يزيد الشيباني وعمران بن عبد الرحيم وعبد الله بن محمد بن النعمان وغيرهم روى عنه أبو إسحاق إبراهيم بن محمد بن حمزة وأبو بكر أحمد بن موسى بن مردويه الحافظ وجماعة وكانت وفاته في شهر ربيع الأول سنة تسع وثلاثين |جـ 5 صـ 46| وثلاثمائة ",
                "title": "الكراني",
                "uri": "JK_000952_3428"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}