{
    "features": [
        {
            "item": "JK_000952_3709",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.230-232",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المدائني</h1> بفتح الميم والدال المهملة وكسر الياء المنقوطة بنقطتين من تحتها وفي اخرها نون هذه النسبة إلى المدائن وهي بلدة قديمة مبنية على الدجلة وكانت دار مملكة الأكاسرة على سبعة فراسخ من بغداد والمشهور بهذه النسبة أبو عبد الله المدائني يروي عن ربعي بن خراش روى عنه عمرو بن هرم وأبو الهيثم خالد بن القاسم المدائني كان يوصل المقطوع ويرفع المراسيل ويسند الموقوف وأكثر ما فعل ذلك بالليث بن سعد لا يحل كتبة حديثه روى عنه عيسى بن أبي حرب الصفار وأبو جعفر عبد الله بن المسور بن عون بن أبي جعفر بن أبي طالب الهاشمي المدائني سكن المدائن يروي عن المدائنيين روى عنه خالد بن أبي كريمة كان ممن يروي الموضوعات عن الأثبات ويرسل من الأخبار ما ليس لها أصول على قلة روايته لا يحتج بخبره وإن وافق الأثبات كان يحيى بن معين يكذبه وأبو عثمان هشام بن لاحق المدائني روى عن عاصم الأحول روى عنه العراقيون منكر الحديث يروي عن الثقات ما لا يشبه حديث الأثبات لا يجوز الاحتجاج به لما أكثر من المعلومات عن أقوام ثقات وأبو القاسم الزبير بن سعيد بن سليمان بن سعيد بن نوفل بن الحارث بن عبد المطلب بن هاشم بن عبد مناف الهاشمي المديني المدائني من أهل المدينة نزل المدائن وسكنها حدث بها عن محمد بن المنكدر وعن علي بن يزيد بن ركانه روى عنه جرير بن حازم وسعد بن زكريا المدائني وعبد الله بن المبارك وأبو عاصم النبيل وغيرهم وكان صعبا في الرواية وقال أبو بكر المرو الروذي سألت يعني أحمد بن حنبل عن الزبير بن سعيد فلين أمره وقال صالح جزرة الزبير بن سعيد كان بالبصرة روى حديثين أو ثلاثة مجهول وسلام بن صبيح المدائني حدث عن منصور بن زاذان روى عنه أبو معاوية محمد بن خازم الضرير |جـ 5 صـ 231| وأبو المنذر سلام بن سليمان المدائني الضرير وقيل أبو العباس وهو ابن أخي شبابة بن سوار سكن دمشق بأخرة وحدث عن مغيرة بن مسلم السراج ومسلمة بن الصلت وعبد الرحمن المسعودي وشعبة بن الحجاج وأبي عمرو بن العلاء وورقاء بن عمر وبكر بن خنيس روى عنه سليمان بن توبة النهرواني ومحمد بن عيسى بن حيان وعبد الله بن روح المدائنيان وهارون بن موسى الأخفش ويزيد بن محمد بن عبد الصمد الدمشقيان وقال عبد الرحمن بن أبي حاتم سمع أبي منه بدمشق وسئل عنه فقال ليس بالقوي وقال أبو أحمد عبد الله بن عدي الجرجاني سلام الثقفي المدائني الضرير يقال له الدمشقي لمقامه بدمشق وهو منكر الحديث وأبو صالح شعيب بن حرب المدائني وهو من أبناء خراسان سمع شعبة وسفيان الثوري وزهير بن معاوية ومحمد بن مسلم الطائفي روي عنه موسى بن داود الضبي ويحيى بن أيوب المقابري وأحمد بن حنبل ومحمد بن عيسى بن حيان المدائني وكان أحد المذكورين بالعبادة والصلاح والأمر بالمعروف والنهي عن المنكر وأراد أن يتزوج امرأة فقيل لها إنه سيىء الخلق فقالت أسوأ خلقا منك من أحوجك أن تكون سيىء الخلق فقال إذا أنت امرأتي وذكر أبو حمدون المقرىء يقول ذهبنا إلى المدائن إلى شعيب بن حرب وكان قاعدا على شط الدجلة وكان قد بنى كوخا وطها خبزا معلقا في شريط ومطهرة يأخذ كل ليلة رغيفا يبله في المطهرة ويأكله فقال بيده هكذا وإنما كان جلدا وعظما قال فقال أرى هنا بعد لحما والله لأعملن في ذوبانه حتى أدخل إلى القبر وأنا عظام تقعقع أريد السمن للدود والحيات فبلغ أحمد بن حنبل قوله فقال شعيب بن حرب حمل على نفسه في الورع وقيل إنه خرج إلى مكة ومات بها سنة ست وتسعين وقيل سنة سبع وقيل سنة تسع وتسعين ومئة وأبو عبد الله محمد بن عيسى بن حيان المدائني يروي عن سفيان بن عيينة ومحمد بن الفضل بن عطية وشعيب بن حرب ويزيد بن هارون والحسن بن قتيبة وعلي بن عاصم وعثمان بن عمر بن فارس روى لنا عنه الحسن بن علي المعمري وأبو بكر بن أبي داود وأبو بكر بن مجاهد المقرئ والحسين بن إسماعيل المحاملي وأبو عمرو بن السماك الدقاق وغيرهم ضعفه الدارقطني وقال الحاكم أبو أحمد الحافظ محمد بن عيسى المدائني حدث عن مشايخه بما لم يتابع عليه قال سمعت من يحكي أنه كان مغفلا لم يكن يدري ما الحديث وسأل أبو بكر الخطيب أبا القاسم هبة الله بن الحسن الطبري عنه فقال صالح ليس يرفع عن السماع ولكن كان الغالب عليه إقراء القران |جـ 5 صـ 232| وأبو الحسن علي بن محمد بن عبد الله بن أبي شعيب المدائني مولى عبد الرحمن بن سمرة القرشي وهو بصري سكن المدائن ثم انتقل عنها إلى بغداد فلم يزل بها إلى حين وفاته وهو صاحب الكتب المصنفة روى عنه الزبير بن بكار وأحمد بن أبي خيثمة والحارث بن أبي إسامة قال يحيى بن معين غير مرة اكتب عن المدائني كتبه وكان أبو العباس ثعلب يقول من أراد أخبار الجاهلية فعلية بكتب أبي عبيدة ومن أراد أخبار الإسلام فعليه بكتب المدائني ذكر الحارث بن أبي أسامة أن أبا الحسن المدائني سرد الصوم قبل موته بثلاثين سنة وأنه كان قد قارب مئة سنة فقيل له في مرضه ما تشتهي قال أشتهي أن أعيش وكان مولده ومنشأه بالبصرة ثم صار إلى المدائن بعد حين ثم صار إلى بغداد فلم يزل بها حتى توفي بها في ذي القعدة سنة أربع وعشرين ومائتين وكان عالما بأيام الناس وأخبار العرب وأنسابهم عالما بالفتوح والمغازي وراوية للشعر صدوقا في ذلك ذكر غيره أنه مات في سنة خمس وعشرين ومائتين وله ثلاث وتسعون سنة ومن القدماء اسم لا نظير له في الأسماء وهو أبو الربيع هلوات المدائني روى عن سعيد بن جبير ومجاهد بن جبر ومجاهد روى عنه الثوري ",
                "title": "المدائني",
                "uri": "JK_000952_3709"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}