{
    "features": [
        {
            "item": "JK_000952_2913",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.304-306",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغفاري</h1> بكسر الغين المعجمة وفتح الفاء وفي آخرها الراء المهملة هذه النسبة إلى غفار وهو غفار بن مليل بن ضمرة بن بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة بن الياس بن مضر بن نزار وقد ورد في الحديث أن النبي صلى الله عليه وسلم قال غفار غفر الله لها وأسلم سالمها الله وعصية عصت الله ورسوله وأيضا روى عنه صلى الله عليه وسلم قال قريش والأنصار وجهينة ومزينة وأسلم وغفار وأشجع موالي ليس لهم مولى دون الله ورسوله فمنها أبو ذر جندب بن جنادة ويقال برير بن جنادة بن سفيان بن عبيد بن حرام بن غفار بن مليل بن بكر بن عبد مناة بن كنانة الغفاري رضي الله عنه كان من أصحاب رسول الله صلى الله عليه وسلم وزهادهم وكبرائهم ومن العلماء العاملين والحكماء السابقين والعظماء الصادقين أسلم قبل الهجرة ودخل مكة فرأى النبي صلى الله عليه وسلم وآمن به وكان خامسا في الإسلام إلى أن رجع إلى بلاد قومه بأمره صلى الله عليه وسلم بالمدينة وسيره عثمان بن عفان رضي الله عنه إلى الربذة بشيء جرى بينهما وتوفي بها لأربع سنين بقيت من إمرة عثمان رضي الله عنه وصلى عليه عبد الله بن مسعود وصح عن رسول الله صلى الله عليه وسلم أنه قال من أراد أن ينظر إلى زهد عيسى بن مريم فلينظر إلى زهد أبي ذر الغفاري وقال أيضا إن أبا ذر يأكل وحده ويشرب وحده ويموت وحده ويبعثه الرب يوم القيامة وحده وقال أيضا عليه الصلاة والسلام ما أظلت الخضراء ولا أقلت الغبراء من ذي لهجة أصدق من أبي ذر الغفاري وقال أبو ذر سألت رسول الله صلى الله عليه وسلم عن فقال يا أبا ذر مرة أو ذر ومن كلماته إنكم في زمان الناس فيه كالشجرة الخضراء لا شوك لها إن دنوت منهم آذوك وإن أمرتهم بمعروف عصوك وإن نهيتهم عن منكر عادوك روى عنه أبو إدريس الخولاني عايذ الله والحكم بن عمرو بن مجدع بن حذيم بن الحارث بن نعيلة بن مليل الغفاري صاحب رسول الله صلى الله عليه وسلم وهو من أولاد مليل وغفار ونعيلة أخوان وهما من ولد مليل وأخوه رافع بن عمرو الغفاري صحب النبي صلى الله عليه وسلم روى عن عبادة بن الصامت والحكم توفي بمرو |جـ 4 صـ 305| سنة خمسين وقبره مشهور يزار بتنوركران روى عن الحكم الحسن البصري وأبو تميمة الهجيمي وللحكم أخوان عطية ورافع وهما لم يرويا عن النبي صلى الله عليه وسلم إلا قليلا أمر زياد بن أبيه بحبسه وتقييده فتوفي في السجن مقيدا بمرو في أبام يزيد بن معاوية ودفن بجنب بريدة في مقبرة جصين التي تدعى اليوم تنوركران من مقابر مرو وحين دنا من الموت قيل له نحل القيد عنك قال لا بل ادفنوني مقيدا لأبعث مخاصما لزياد يوم القيامة فدفن مقيدا رضي الله عنه في سنة خمسين من الهجرة ويقال لهذا التل تل الصحابة وتل المقابل يعني مقابل حمام أبي حمزة محمد بن ميمون السكري ويقال إن غطفان عمرو أخا الحكم مدفون في هذا التل بجنبه وذكر أبو عمر النوقاني في كتاب أنس الغريب أن الحكم بن عمرو مر يوما حين كان والي خراسان فسمع صوتا من حائط صوتا حزينا من هاتف يهتف به % تعز بصبر لا رجعت لكي ترى % % سنام الحمى آخر الليل الغرائر % % كأن فؤادي من تذكره الحمى % % وأهل الحمى يهفو به ريش طائر % فوقف الحكم وقال من هذا القائل فجاؤوا إليه فقالوا له من أي موضع أنت قال من بني عامر من نجد قال إيش تفعل في خراسان قال من وقب عبد الله بن عامر بن كريز حبسوني ههنا رهنا فقال له أشتهيت لقاء ديارك وأقربائك فإني أهيىء أسبابك فقال وقعت في ضيق المعاش والولدان فقال إني أهيىء أسبابك وأسبابهم فقال كفافي ههنا ووقع بين يديه هذا الرجل ومات ساعتئذ ويقال إن قثم بن العباس بن عبد المطلب قتل بسمرقند ثم حمل منها إلى مران بمرو ودفن بالجصين بقرب بريدة وقال عبد المؤمن بن خالد الحنفي قبر الحكم بجنب بريدة بن الحصيب الأسلي الخراساني وأخواه عطية بن عمرو ورافع بن عمرو الغفاريان صحبا النبي صلى الله عليه وسلم روى عنهما عبادة بن الصامت وروى عن الحكم الحسن البصري وأبو تميمة الهجيمي وأبو الحارث خفاف بن إيماء بن رحضة الغفاري يروي عن أبيه وله صحبة روى عنه خالد بن عبد الله بن حرملة وأبو نعيم محمد بن عبد الرحمن الغفاري المروزي أصله من بردفان شيخ عالم |جـ 4 صـ 306| وعابد دين سمع من عبدان بن محمد وأبا عبد الله محمد بن إبراهيم البوشنجي وأبا عمرو أحمد بن نصر الخفاف النيسابوري ويحيى بن ماسويه الذهلي ومحمود بن والان الساسجردي وأبا عبد الله بن عمر الذهلي صاحب صدقة بن الفضل وعبد الله بن عبد الله بن أبي مسعود صاحب غيلان بن عثمان وغيرهم من المراوزة روى عنه أبو العباس أحمد بن سعيد المعداني صاحب تاريخ المراوزة وعبد العزيز بن محمد البزناتي ومن بعدهم من المراوزة وأكثر الحاكم أبو عبد الله الحافظ الرواية عنه في كتبه وكان سكن سكة زريق من سكك مرو وتوفي رحمه الله في سنة ستين وثلاثمائة بسنجذان وأبو الفيض ثابت بن قيس الغفاري روى عنه زيد بن الحباب روى عن أبي سعيد المقبري ",
                "title": "الغفاري",
                "uri": "JK_000952_2913"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}