{
    "features": [
        {
            "item": "JK_000129_008812",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.104-105",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عرفات</h1> بالتحريك وهو واحد في لفظ الجمع قال الأخفش إنما صرف لأن التاء صارت بمنزلة الياء والواو في مسلمين لا أنه تذكيره وصار التنوين بمنزلة النون فلما سمي به ترك على حاله وكذلك القول في أذرعات وعانات وقال الفراء عرفات لا واحد لها بصحة وقول الناس اليوم يوم عرفة مولد ليس بعربي محض والذي يدل على ما قاله الفراء أن عرفة وعرفات اسم لموضع واحد ولو كان جمعا لم يكن لمسمى واحد ويحسن أن يقال إن كل موضع منها اسمه عرفة ثم جمع ولم يتنكر لما قلنا إنها متقاربة مجتمعة فكأنها مع الجمع شيء واحد وقيل إن الاسم جمع والمسمى مفرد فلم يتنكر والفصيح في عرفات وأذرعات الصرف قال امرؤ القيس تنورتها من أذرعات وأهلها وإنما صرفت لأن التاء فيها لم تتخصص للتأنيث بل هي أيضا للجمع فأشبهت التاء في بيت ومنهم من جعل التنوين للمقابلة أي مقابلا للنون التي في الجمع المذكر السالم فعلى هذا هي غير مصروفة وعرفة وعرفات واحد عند أكثر أهل العلم وليس كما قال بعضهم إن عرفة مولد وعرفة حدها من الجبل المشرف على بطن عرنة إلى جبال عرفة وقرية عرفة موصل النخل بعد ذلك بميلين وقيل في سبب تسميتها بعرفة إن جبرائيل عليه السلام عرف إبراهيم عليه السلام المناسك فلما وقفه بعرفة قال له عرفت قال نعم فسميت عرفة ويقال بل سميت بذلك لأن آدم وحواء تعارفا بها بعد نزولهما من الجنة ويقال إن الناس يعترفون بذنوبهم في ذلك الموقف وقيل بل سمي بالصبر على ما يكابدون في الوصول إليها لأن العرف الصبر قال الشاعر قل لابن قيس أخي الرقيات ما أحسن العرف في المصيبات وقال ابن عباس حد عرفة من الجبل المشرف على بطن عرنة إلى جبالها إلى قصر آل مالك ووادي عرفة وقال البشاري عرفة قرية فيها مزارع وخضر ومباطخ وبها دور حسنة لأهل مكة ينزلونها يوم عرفة |جـ 4 صـ 105| والموقف منها على صيحة عند جبل متلاطىء وبها سقايات وحياض وعلم قد بني يقف عنده الإمام وقد نسب إلى عرفة من الرواة زنفل بن شداد العرفي لأنه كان يسكنها يروي عن ابن أبي مليكة وروى عنه أبو الحجاج والنصر بن طاهر وروي أن سعيد بن المسيب مر في بعض أزقة مكة فسمع مغنيا يغني في دار العاصي بن وائل تضوع مسكا بطن نعمان إذ مشت به زينب في نسوة عطرات وهي قصيدة مشهورة فضرب برجله الأرض وقال هذا والله مما يلذ استماعه وليست كأخرى أوسعت جيب درعها وأبدت بنان الكف للجمرات وحلت بنان المسك وحفا مرجلا على مثل بد لاح في الظلمات وقامت تراءى يوم جمع فأفتنت برؤيتها من راح من عرفات ",
                "title": "عرفات",
                "uri": "JK_000129_008812"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}