{
    "features": [
        {
            "item": "JK_000129_001233",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.299-300",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بئر رومة</h1> بضم الراء وسكون الواو وفتح الميم وهي في عقيق المدينة روي عن النبي صلى الله عليه وسلم أنه قال نعم القليب قليب المزني وهي التي اشتراها عثمان بن عفان فتصدق بها وروي عن موسى بن طلحة عن رسول الله صلى الله عليه وسلم أنه قال نعم الحفير حفير المزني يعني رومة فلما سمع عثمان ذلك ابتاع نصفها بمائة بكرة وتصدق بها على المسلمين فجعل الناس يستقون منها فلما رأى صاحبها أن قد امتنع منه ما كان يصيب منها باعها من عثمان بشيء يسير فتصدق بها كلها وقال أبو عبد الله بن مندة رومة الغفاري صاحب بئر رومة روى حديثه عبد الله ابن عمر بن أبان بن عبد الرحمن المحاربي عن ابن مسعود عن أبي سلمة عن بشر بن بشير الأسلمي عن أبيه قال لما قدم المهاجرون المدينة استنكروا الماء وكان لرجل من بني غفار بئر يقال لها رومة وكان يبيع منها القربة بالمد فقال له رسول الله صلى الله عليه وسلم |جـ 1 صـ 300| بعنيها بعين في الجنة فقال يا رسول الله ليس لي ولعيالي غيرها لا استطيع ذلك فبلغ ذلك عثمان فاشتراها بخمسة وثلاثين ألف درهم الحديث كذا قال رومة الغفاري ثم قال عين يقال لها رومة وقال مصعب بن عبد الله الزبيري يذكر رومة ويتشوقها وهو بالعراق أقول لثابت والعين تهمي دموعا ما أنهنهها انحدارا أعرني نطرة بقرى دجيل تحايلها ظلاما أو نهارا فقال أرى برومة أو بسلع منازلها معطلة قفارا وقال أهل السير لما قدم تبع المدينة وكان منزله بقباء واحتفر البئر التي يقال لها بئر الملك وبه سميت فاحتوى ماءها فدخلت عليه امرأة من بني زريق يقال لها فاكهة فشكا إليها وباء بئره فانطلقت واستقت له من ماء رومة ثم جاءته به فشربه فأعجبه فقال لها زيدي فكانت تصير إليه مقامه بالماء من رومة فلما ارتحل قال لها يا فاكهة ما معنا من الصفراء ولا البيضاء شيء ولكن ما تركنا من أزوادنا ومتاعنا فهو لك فلما سار نقلت جميع ذلك فيقال إنها وأولادها أكثر بني زريق مالا حتى جاء الإسلام وقال عبد الله بن الزبير الأسدي يرثي يعقوب بن طلحة بن عبيد الله ومن قتل معه بالحرة لعمري لقد جاء الكروس كاظما على خبر للمسلمين وجيع شباب ليعقوب بن طلحة أقفرت منازلهم من رومة وبقيع بئر رئاب بالمدينة قال الشاعر أسل عمن سلا وصالك عمدا وتصابى وما به من تصاب ثم لا تنسها على ذاك حتى يسكن الحي عند بئر رئاب ",
                "title": "بئر رومة",
                "uri": "JK_000129_001233"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}