{
    "features": [
        {
            "item": "JK_000952_4244",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, p.563",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الواشحي</h1> بكسر الشين المعجمة والحاء المهملة هذه النسبة إلى بني واشح وهم بطن من الأزد نزلت البصرة قال أبو بكر بن دريد الأزدي واشتقاق الواشح من توشح الرجل بثوبه أو بسيفه إذا اتخذه وشاحا والمشهور بهذه النسبة أبو أيوب سليمان بن حرب بن بجيل الواشحي الأزدي من أهل البصرة كان على قضاء مكة مدة من قبل المأمون يروي عن شعبة بن الحجاج وحماد بن سلمة وحماد بن زيد ومبارك بن فضالة وسعيد بن زيد بن درهم روى عنه أبو الوليد الأزرقي ومحمد بن إسماعيل البخاري وأبو خليفة الفضل بن الحباب الجمحي وأبو زرعة وأبو حاتم الرازيان وغيرهم وكان مولده سنة أربعين ومئة في صفر ومات سنة أربع وعشرين ومئتين ذكره أبو حاتم الرازي فقال سليمان بن حرب إمام من الأئمة كان لا يدلس ويتكلم في الرجال وفي الفقه وليس بدون عفان ولعله أكبر منه وقد ظهر من حديثه نحو من عشرة الاف حديث ما رأيت في يده كتابا قط وهو أحب إلي من أبي سلمة التبوذكي في حماد بن سلمة وفي كل شيء ولقد حضرت مجلس سليمان بن حرب ببغداد فحزروا من حضر مجلسه أربعين ألف رجل وكان مجلسه عند قصر المأمون فبنى له شبه منبر فصعد سليمان وحضر حوله جماعة من القواد عليهم السواد والمأمون فوق قصره قد فتح باب القصر وقد أرسل ستر شف وهو خلفه يكتب ما يملي فسئل أول شيء حديث حوشب بن عقيل ولعله قد قال حدثنا حوشب بن عقيل أكثر من عشر مرات وهم يقولون لا نسمع فقام مستمل ومستمليان وثلاثة كل يليه كل ذلك يقولون لا نسمع حتى قالوا ليس الرأي إلا أن يحضر هارون المستملي فذهب جماعة فأحضروه فلما حضر قال من ذكرت فإذا صوته خلاف الرعد فسكتوا وقعد المستملون كلهم واستملى هارون وكان لا يسأل عن حديث إلا حدث من حفظه فقمنا من مجلسه فأتينا عفان فقال ما حدثكم أبو أيوب وإذا هو يعظمه وقيل جاء رجل إلى سليمان بن حرب فقال إن مولاك فلانا مات وخلف قيمة عشرين ألف درهم قال فلان أقرب إليه مني المال لذاك دوني قال وهو يومئذ محتاج إلى درهم ",
                "title": "الواشحي",
                "uri": "JK_000952_4244"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}