{
    "features": [
        {
            "item": "JK_000952_1893",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.132-133",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزبري</h1> بفتح الزاي وسكون الباء الموحدة وفي آخرها الراء هذه النسبة إلى زبر وهو اسم لبعض أجداد المنتسب إليه وهو القاضي أبو محمد عبد الله بن أحمد بن ربيعة بن سليمان بن خالد بن عبد الرحمن بن زبر بن عطارد بن عمرو بن حجر بن منقذ بن أسامة بن |جـ 3 صـ 133| الجعيد بن صبرة بن الديل بن شن بن أفصى بن عبد القيس بن لكيز بن هنب بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الدمشقي الزبري الربعي من أهل دمشق كان مكثرا من الحديث ولم يكن موثوقا به حدث عن أحمد بن عبيد بن ناصح ومحمد بن سليمان المنقري ومحمد بن يونس الكديمي والحسن بن أحمد بن سلمة المديني وأبي سلمة عبد الرحمن بن محمد الألهاني الحمصي وأحمد بن عبد الله بن زكريا الأيادي الجبلي وغيرهم روى عنه عبد الله بن موسى الهاشمي وابن شاهين الدارقطني وعبد الله بن أحمد بن مالك البيع وغيرهم قال أبو الحسن الدارقطني دخلت على أبي محمد بن زبر وأنا إذ ذاك حدث وبين يديه كاتب له وهو يملي عليه الحديث من جزء والمتن من آخر وظن أني لا أنتبه على هذا وقال عبد الغني بن سعيد المصري كنت لا أكتب حديثه عن ابنه إذا جاء منفردا إلا أن يكون مقترنا بغيره ومات بفسطاط مصر في شهر ربيع الأول سنة تسع وعشرين وثلاثمائة وابنه أبو سليمان محمد بن عبد الله بن أحمد الزبري حدث عن أبيه وقرابته أبو زبر عبد الله بن العلاء بن زبر بن عطارد الربعي الدمشقي الزبري حدث عن القاسم بن محمد بن أبي بكر وسالم بن عبد الله بن عمر ونافع مولاه وأبي سلام ممطور وبسر بن عبيد الله الحضرمي وأبي عبد الله مسلم بن مشكم ومحمد بن مسلم بن شهاب الزهري ومكحول الشامي وغيرهم روى عنه ابنه إبراهيم بن عبد الله بن العلاء الزبري ومحمد بن شعيب بن شابور والوليد بن مسلم وأبو المغيرة عبد القدوس بن الحجاج الحمصي وشبابة بن سوار الفزاري وزيد بن يحيى بن عبيد وغيرهم وكان ثقة صدوقا وكانت ولادته سنة خمس وسبعين ومات سنة خمس وستين ومائة ",
                "title": "الزبري",
                "uri": "JK_000952_1893"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}