{
    "features": [
        {
            "item": "JK_000952_0043",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.76-77",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأبناوي</h1> يقال في التعريف فلان من الأبناء والنسبة إليه أبناوي وكل من ولد باليمن من أبناء الفرس وليس بعربي يسمونهم الأبناء هكذا ذكره أبو حاتم محمد بن حبان البستي وقال أبو علي الغساني الأبناوي منسوب إلى الأبناء وهم قوم يكونون باليمن من ولد الفرس الذين وجههم كسرى مع سيف بن ذي يزن إلى ملك الحبشة باليمن فغلبوا الحبشة وأقاموا باليمن فولدهم يقال لهم الأبناء ومن جملتهم أبو يوسف محمد بن وهب اليماني الأبناوي روى عنه أحمد بن حنبل مات قريبا من سنة ثمانين وكان قد رأى همام بن منبه ولم يسمع منه ووهب بن منبه الأبناوي وأخوه همام بن منبه أبناوي أيضا وأبو عبد الرحمن طاوس بن كيسان الهمداني اليماني الأبناوي الخولاني أمه من أبناء فارس وأبوه من النمر بن قاسط يروي عن ابن عمر وابن عباس وكان من عباد أهل اليمن وفقهائهم ومن سادات التابعين روى عنه عمرو بن دينار مرض بمنى ومات بمكة سنة إحدى ومائة قبل مجاهد بسنتين وصلى عليه هشام بن عبد الملك بين الركن والمقام وقد قيل إنه مات سنة ست ومائة وليث بن أبي سليم بن زنيم الليثي من الأبناء أصله من أبناء فارس واسم أبي سليم أنس كان مولده بالكوفة وكان معلما بها يروي عن مجاهد وطاوس روى عنه الثوري وأهل الكوفة وكان من العباد ولكنه اختلط في آخر عمره حتى كان لا يدري ما يحدث به وكان يقلب الأسانيد ويرفع المراسيل ويأتي عن الثقات بما ليس من أحاديثهم كل ذلك كان منه في اختلاطه تركه يحيى القطان وابن مهدي وأحمد بن حنبل ويحيى بن معين ومات ليث سنة ثلاث وأربعين ومائة قال عيسى بن يونس ليث بن أبي سليم كان قد اختلط ربما مررت به ارتفاع النهار وهو على المنارة يؤذن ذكر محمد بن خلف العسقلاني أنه رأى مجاهدا في النوم فقال له يا أبا الحجاج أي شيء حال ليث بن أبي سليم عندكم قال مثل حاله عندكم وأبو وائل عوف بن عيسى بن ينفرن بن يرت بن شفردان الفرغاني من الأبناء مولى بني هاشم من سكان بغداد قدم مصر وكان يتفقه ويناظر على مذهب الشافعي |جـ 1 صـ 77| وذكر أنه جالس ابن سريج وكتب الحديث وكتب عنه عن أبي مسلم الكجي وطبقة بعده وتوفي بمصر وله بها عقب وأبو محمد عبد الأعلى بن محمد بن الحسن بن عبد الأعلى بن إبراهيم بن عبد الله الأبناوي من أهل صنعاء اليمن يروي عن عبد الرزاق بن همام وهو من أقران الدبري وروى عنه ابنه أبو بكر محمد بن عبد الأعلى الأبناوي وابنه أبو عبد الله الحسين بن محمد بن عبد الأعلى الأبناوي روى عنه حفيده أبو الحسن وهو القاضي أبو الحسن أحمد بن محمد بن الحسين بن محمد بن عبد الأعلى بن محمد بن الحسن بن عبد الأعلى بن إبراهيم بن عبد الله الأبناوي يروي عن جده أبي عبد الله روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ وذكره في معجم شيوخه فقال أنا القاضي أبو الحسن الأبناوي من لفظه وحفظه بصنعاء اليمن في جامعها حديث أيمن بن نابل عن قدامة بن عبد الله الكلابي رأيت رسول الله صلى الله عليه وسلم على ناقة صهباء ",
                "title": "الأبناوي",
                "uri": "JK_000952_0043"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}