{
    "features": [
        {
            "item": "JK_000952_1394",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.362-363",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخزيمي</h1> بضم الخاء المعجمة وفتح الزاي وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الميم هذه النسبة إلى أبي بكر محمد بن إسحاق بن خزيمة بن المغيرة بن صالح بن بكر النيسابوري الخزيمي إمام الأئمة اتفق أهل عصره على تقدمه في العلم حدث عن إسحاق بن راهويه وعلي بن حجر وعلي بن خشرم المروزيين ورحل إلى العراق والشام ومصر وجماعة إليه ينسبون يقال لكل واحد منهم الخزيمي وكان أدرك أصحاب الشافعي وتفقه عليهم ومات في ذي القعدة سنة إحدى عشرة وثلاثمائة ودفن في داره ثم جعلت مقبرة وعلي بن محمد الخزيمي سمع سريا السقطي روى عنه العباس بن يوسف الشكلي وحفيد أبي بكر بن خزيمة هو أبو طاهر محمد بن الفضل بن محمد بن إسحاق بن خزيمة بن المغيرة بن صالح بن بكر السلمي الخزيمي من أهل نيسابور من أولاد الأئمة سمع جده وأبا العباس محمد بن إسحاق السراج وأبا العباس الماسرجسي وجماعة سواهم سمع منه الحاكم أبو عبد الله الحافظ وأبو عثمان سعيد بن محمد البحيري وأبو عثمان إسماعيل بن عبد الرحمن الصابوني وأبو سعد محمد بن عبد الرحمن بن محمد الكنجروذي وأبو بكر أحمد بن منصور بن خلف المغربي وغيرهم وذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو طاهر حفيد إمام المسلمين أبي بكر محمد بن إسحاق بن خزيمة كاتبوه للتزكية |جـ 2 صـ 363| سنة خمس وأربعين وثلاثمائة وقد كان سمع الكثير من جده أبي بكر وأبوي العباس السراج والماسرجسي فعقدت له المجلس للتحديث في شهر رمضان من سنة ثمان وثلاثمائة ودخلت بيت كتب جده وأخرجت له مائتين وخمسين جزءا من سماعاته الصحيحة وحملت إلى منزلي فخرجت له الفوائد في عشرة أجزاء وقلت دع الأصول عندي صيانة لها وحدث بالفوائد فلما كان بعد سنين حمل تلك الأصول وفرقها على الناس وذهبت ومد يده إلى كتب غيره فقرأ منها ثم إن أبا طاهر مرض وتغير بزوال العقل في ذي الحجة من سنة أربع وثمانين وثلاثمائة فإني قصدته بعد ذلك غير مرة فوجدته لا يعقل وكل من أخذ عنه بعد ذلك فلقلة مبالاته بالدين وتوفي في جمادى الأولى من سنة سبع وثمانين وثلاثمائة ودفن في بيت جده بقربه وأبو بكر محمد بن علي بن محمد بن علي بن خزيمة العطار الخزيمي من أهل نسا كان شيخا دينا فقيها صالحا من المشاهير وكانت إليه التزكية سمع جده محمد بن علي الخزيمي وأبا عامر الحسن بن محمد النسوي وغيرهما حدث ببلده ونيسابور وكتب إلي بالإجازة بجميع مسموعاته وروى لي عنه أبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وأبو الفتح سعد بن محمد بن علي الخزيمي وأبو عبد الرحمن محمد بن عبد الخالق التميمي وأبو عمرو عثمان بن الفرج الطاهري بنسا وغيرهم توفي بنسا في رجب سنة عشر وخمسمائة |جـ 2 صـ 364| ",
                "title": "الخزيمي",
                "uri": "JK_000952_1394"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}