{
    "features": [
        {
            "item": "JK_000952_3459",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.77-79",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكشي</h1> بفتح الكاف وتشديد الشين المعجمة هذه النسبة إلى كش قرية على ثلاثة فراسخ من جرجان على الجبل والمشهور بالنسبة إليها أبو زرعة محمد بن يوسف بن محمد بن الجنيد الكشي الجنيدي الجرجاني كان والده |جـ 5 صـ 78| من قرية كش على الجبل معروفة ذكر ذلك حمزة بن يوسف السهمي يروي عن أبي نعيم عبد الملك بن محمد بن عدي وموسى بن العباس الازاذياري وعبد الله بن محمد بن مسلم ومكي بن عبدان والدغولي وابن أبي حاتم وببغداد ومكة وجمع الأبواب والمشايخ وكان يحفظ وحدث ببغداد وأملى في جامع البصرة وبهمذان وببغداد ومكة عن جماعة د ويحفظ قال حمزة السهمي روى بجرجان شيئا يسيرا بعد الجهد ثم دخل بغداد وحدث بها ثم دخل البصرة وأملى في جامع البصرة ثم انتقل إلى مكة وحدث بها سنين حتى مات بها في سنة تسعين وثلاثمائة سمع منه حمزة بن يوسف السهمي بالبصرة إملاء في شعبان سنة أربع وسبعين وثلاثمائة وقيده كذلك في تاريخ جرجان والكشي منسوب إلى قرية قريبة من سمرقند خرج منها جماعة كثيرة ويقال لها كس بكسر الكاف والسين المهملة المشددة وعرف بكش بفتح الكاف والشين المشددة المعجمة وقد ذكرته فيما تقدم وكشا اسم جد أبي علي الحسن بن أحمد بن محمد بن الليث بن الفضل الكشي الليثي الشيرازي حافظ فقيه مكثر من أهل شيراز ذكرته في اللام في الليثي وأبو كبير نصير بن كثير الكشي من أهل قرية كش من ناحية جرجان وكان من العلماء الزهاد قبره معروف يزار ويتبرك به بكش له رحلة إلى الشام يروي عن بقية بن الوليد وأبي عاصم العسقلاني وغيرهما روى عنه محمد بن بندار السباك وإدريس بن إبراهيم الجرجاني ومحمد بن يحيى السابري والكشي معرب الكجي وهو أبو مسلم الكجي عرف بالكشي ذكرته في الكجي وابنه أبو الحسن محمد بن إبراهيم الكشي يروي عن أبيه روى عنه أبو بكر بن المقري الأصبهاني وقال اخبرنا أبو الحسن الكشي بالبصرة في المسامعة وكان ظريفا |جـ 5 صـ 79| ",
                "title": "الكشي",
                "uri": "JK_000952_3459"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}