{
    "features": [
        {
            "item": "JK_000129_010181",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.333-334",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قرنين</h1> بفتح أوله وسكون ثانيه وكسر النون وآخره نون أيضا قرية من رستاق نيشك من نواحي سجستان قال أحمد بن سهل البلخي قرنين مدينة صغيرة لها قرى ورساتيق وهي على مرحلة من سجستان عن يسار الذاهب إلى بست على فرسخين من سرور منها الصفارون الذين تغلبوا على فارس وخراسان وسجستان وكرمان وكانوا أربعة إخوة يعقوب وعمرو وطاهر وعلي وهم بنو الليث فأما طاهر فإنه قتل بباب بست وأما يعقوب فإنه مات بجنديسابور بعد أن ملك أكثر بلاد العجم بعد رجوعه من بغداد وقبره هناك وأما علي فكان استأمن إلى رافع بجرجان ومات بدهستان وقبره هناك وأما عمرو فقبض عليه في حرب وحمل إلى بغداد وطيف به على فالج ومات وأما بدء أمرهم فإن يعقوب أكبرهم وكان غلاما لبعض الصفارين يخدمه في عمل الصفر وكان لهم خال يسمى كثير بن رفاق وكان قد تجمع إليه جمع من وجوه الخوارج وبلغ السلطان خبره فأنفذ من حاصره في قلعة تسمى ملاذه وضيق عليه حتى قبض عليه وقتل وتخلص هؤلاء وفروا إلى أرض بست وقد صار لهم ذكر وصيت وكان بتلك الناحية رجل عنده جمع كثير يظهرون الزهد والقتال على الحسبة في الغزو للخوارج يسمى دريم بن نصر فصار هؤلاء الإخوة في جملة أصحابه فقصدوا لقتال الشراة محتسبين فنزلوا باب سجستان وأظهروا من الزهد والتقشف ما استمال إليهم العامة حتى صاروا في دريم بن نصر وأصحابه من البلد وقاتلوا الشراة وكان للشراة رئيس يعرف بعمار بن ياسر فانتدب لقتاله يعقوب بن الليث فظهر منه في ذلك نجدة وعزم وحزم حتى قتل عمارا وأباد ذكره فجعلوا بعد ذلك لا يعروهم أمر شديد إلا انتدب له يعقوب فعظم قدره واستمال دريم بن نصر حتى مالوا إليه وقلدوه الرياسة عليهم |جـ 4 صـ 334| وصار الأمر له وصار دريم بن نصر بعد ذلك من أثباته وما زال محسنا إلى دريم حتى استأذنه دريم في الحج فأذن له فحج وعاد فأقام ببغداد مدة ثم رجع رسولا من السلطان إلى يعقوب فنقم عليه فقتله واستفحل أمر يعقوب حتى استولى على خراسان وفارس وكرمان وخوزستان وبعض العراق فلما مات يعقوب صار الأمر إلى أخيه عمرو بن الليث فوقعت بينه وبين إسماعيل الساماني حرب أسر فيها عمرو بن الليث فلم يفلح بعد ذلك وإنما ذكرت قصتهم ههنا مع إعراضي عن مثلها لأنك قل ما تجدها في كتاب ولقد غبرت علي مدة لا أعرف لابتداء أمرهم خبرا حتى وقفت على هذا فكتبته ",
                "title": "قرنين",
                "uri": "JK_000129_010181"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}