{
    "features": [
        {
            "item": "JK_000952_3843",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.322-324",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المطرفي</h1> بضم الميم وفتح الطاء المهملة وتشديد الراء وفي اخرها الفاء هذه النسبة إلى مطرف وهو اسم لبعض أجداد المنتسب إليه وهم جماعة منهم أبو الميمون محمد بن عبد الله بن أحمد بن محمد بن مطرف ومطرف هو أبو غسان المديني ابن داود بن مطرف بن عبد الله بن سارية المطرفي العسقلاني وسارية مولى عمر بن الخطاب رضي الله عنه من أهل عسقلان الشام |جـ 5 صـ 323| قال أبو سعيد بن يونس قدم مصر في سنة ست وأربعين وثلاث مئة وخرج عن مصر في شهور سنة أربعين وثلاث مئة حدث بمصر عن ثابت بن نعيم بن معن وأبي ذهل عبيد بن الغازي وعبيد الله المعمري وبكر بن سهل وكان إخباريا حسن الأدب وكان في سمعه ثقل قليل وأبو جعفر محمد بن هارون بن مطرف بن إسحاق المطرفي النيسابوري المعروف بابن أبي جعفر وكان من أولاد الجرجانيين ولد بنيسابور وكان مسكنه رأس القنطرة سمع أبا الأزهر العبدي وأحمد بن يوسف السلمي روى عنه الأستاذ أبو الوليد القرشي ومات سنة تسع عشرة وثلاث مئة وأبو الحسين أحمد بن محمد بن إبراهيم بن مطرف بن محمد بن علي بن حميد المطرفي المعروف بأبي الحسين بن أبي أحمد الاستراباذي كان من أفاضل الناس في زمانه كثير العبادة والصدقة وتلاوة القرآن روى حكاية عن عمار بن رجاء ومن الضحاك بن الحسين الأزدي ومحمد بن يزداد بن سالم وغيرهم روى عنه عبد الله بن موسى السلامي وعبد الله بن الحسن الهمداني ومطرز بن الحسين الفقيه ومات سنة أربع وأربعين وثلاث مئة وابنه أبو إسحاق إبراهيم بن أبي الحسين بن أحمد المطرفي أخو أبي الحسن المطرفي كان فقيها فاضلا ثبتا في الرواية رحل إلى العراق وتفقه وكتب الحديث الكثير عن أبي خليفة الجمحي وأبي يعلى الموصلي روى عنه أخوه أبو الحسن وأبو عبد الله أحمد بن محمد بن إبراهيم بن مطرف المطرفي من أهل جرجان يروي عن عم أبيه أبي الحسين ونعيم بن أبي نعيم الاستراباذي وأبي بكر أحمد بن إبراهيم الإسماعيلي وغيرهم مات سنة إحدى عشرة وأربع مئة وأبو أحمد محمد بن إبراهيم بن مطرف بن محمد بن علي بن حميد المطرفي الاستراباذي كان من رؤساء استراباذ وأجلائها كان يروي عن إسحاق بن إبراهيم الطلقي وأبي سعيد عبد الله بن سعيد الأشج ومحمد بن عبد الله المقرىء روى عنه أحمد بن المهلب الاستراباذي ومات سنة ثلاث مئة وأبو سعيد محمد بن عبد الله بن أحمد بن محمد بن إبراهيم بن مطرف المطرفي من أهل استراباذ ايضا روى عن ابن ماجة وأبي نعيم عبد الملك بن محمد بن علي الاستراباذي وغيرهما قيل إنه توفي في سنة ثمان وتسعين وثلاث مئة باستراباذ |جـ 5 صـ 324| وأخوه أبو الحسن الحسين بن أحمد بن محمد بن إبراهيم بن مطرف بن محمد بن علي بن حميد المطرفي الفقيه الأستراباذي وكان من رؤساء استراباذ رحل إلى العراقين وفارس يروي عن أبي القاسم عبد الله بن محمد البغوي وأبي بكر عبد الله بن أبي داود وأبي سعيد الحسن بن علي بن زكريا العدوى وغيرهم روى عنه ابنه أبو علي مطرف بن الحسين الفقيه ومات في رجب سنة تسع وخمسين وثلاث مئة وحفيده محمد بن إبراهيم بن أحمد بن محمد بن إبراهيم بن مطرف بن محمد بن علي بن حميد المطرفي الفقيه الزاهد كان إليه فتيا استراباذ من أصحاب الشافعي في عصره كتب الكثير ودون الأبواب والمشايخ سمع أبا جعفر محمد بن جعفر الحازمي وعلي بن أحمد بن نوكرد وغيرهما مات سنة تسع وخمسين وثلاث مئة ",
                "title": "المطرفي",
                "uri": "JK_000952_3843"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}