{
    "features": [
        {
            "item": "JK_000952_0078",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.97-99",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأخنسي</h1> بفتح الألف وسكون الخاء المعجمة وكسر السين المهملة هذه النسبة إلى الأخنس بن شريق وهو من ثقيف منهم أبو يسار عبد الله بن أبي نجيح واسمه يسار الثقفي الأخنس هو مولى لآل الأخنسي يروي عن عطاء وطاوس روى عنه ورقاء بن عمر اليشكري وأهل الحجاز مات سنة إحدى أو اثنتين وثلاثين ومائة قال يحيى القطان لم يسمع ابن أبي نحيح التفسير من مجاهد وقال أبو حاتم بن حبان ابن أبي نجيح وابن جريج نظرا في كتاب القاسم بن أبي بزة عن مجاهد في التفسير فرويا عن مجاهد من غير سماع وعبد الله بن أبي لبابة الثقفي الأخنسي منسوب إلى ولاء الأخنس بن شريق وعمر بن عبد الرحمن بن مهرب بن دريه الأخنسي مولى الأخنس بن شريق حليف لقريش عداده في أهل اليمن يروي عن وهب بن منبه وروى عنه ابن المبارك وعبد الرزاق وعثمان بن محمد بن المغيرة بن الأخنس بن شريق الثقفي الأخنسي منسوب إلى الجد الأعلى يروي عن سعيد المقبري والزهري روى عنه محمد بن عمرو بن علقمة وعبد الله بن جعفر المخرمي يعتبر |جـ 1 صـ 98| حديثه من غير رواية المخرمي عنه وسليمان بن أسيد بن عبد الله بن أسيد بن الأخنس بن شريق الأخنسي هو من ثقيف روى عنه هشام بن عروة روى عنه إسحاق بن محمد الخطمي الأنصاري وأبو عبد الله وقيل أبو جعفر أحمد بن عمران بن عبد الملك الأخنسي كوفي سكن بغداد وحدث بها عن أبي بكر بن عياش وعبد السلام بن حرب وأبي خالد الأحمر ويحيى بن يمان وحفص بن غياث ومحمد بن فضيل روى عنه محمد بن إسحاق الصاغاني وأبو بكر بن أبي خيثمة وعبد الله بن محمد بن أبي الدنيا وأبو القاسم عبد الله بن محمد البغوي وغيرهم ومن الناس من يسميه محمدا وقال محمد بن إسماعيل البخاري محمد بن عمران الأخنسي كان ببغداد يتكلم فيه منكر الحديث عن أبي بكر بن عياش وقال البغوي مات ببغداد سنة ثمان وعشرين ومائتين وأبو عبد الله محمد بن عمران الأخنسي من أهل الكوفة نزل بغداد وقد قيل اسمه أحمد بن عمران وذلك أشهر وقد سبق ذكره وأما الأخنسية فهم طائفة من الخوارج انتسبوا إلى رجل اسمه أخنس وهم كانوا من جملة الثعالبة أصحاب ثعلبة الذي قال في الأطفال بغير حكم ولاية ولا عداوة حتى يدركوا ويدعوا فإن قبلوا فذاك وإن أنكروا كفروا فالأخنسية خالفوا جمهور الثعالبة |جـ 1 صـ 99| ",
                "title": "الأخنسي",
                "uri": "JK_000952_0078"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}