{
    "features": [
        {
            "item": "JK_000129_008306",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.9-11",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الطائف</h1> هو وادي وج وهو بلاد ثقيف بينها وبين مكة اثنا عشر فرسخا قرأت في كتاب ابن الكلبي بخط أحمد بن عبيد الله محجج النحوي قال هشام عن أبي مسكين عن رجل من ثقيف كان عالما بالطائف قال كان رجل من الصدف يقال له الدمون بن عبد الملك قتل ابن عم له يقال له عمرو بحضرموت ثم أقبل هاربا وقال وحربة ناهك أوجرت عمرا فما لي بعده أبدا قرار ثم أتى مسعود بن معتب الثقفي ومعه مال كثير وكان تاجرا فقال أحالفكم لتزوجوني وأزوجكم وأبني لكم طوفا عليكم مثل الحائط لا يصل إليكم أحد من العرب قالوا فابن فبنى بذلك المال طوفا عليهم فسميت الطائف وتزوج إليهم فزوجوه ابنة قال هشام وبعض ولد الدمون بالكوفة ولهم بها خطة مع ثقيف وكان قبيصة من الدمون هذا على شرطة المغيرة بن شعبة إذ كان على الكوفة وكانت الطائف تسمى قبل ذلك وجا بوج بن عبد الحي من العماليق وهو أخو أجإ الذي سمي به جبل طيء وهو من الأمم الخالية قال عرام والطائف ذات مزارع ونخل وأعناب وموز وسائر الفواكه وبها مياه جارية وأودية تنصب منها إلى تبالة وجل أهل الطائف ثقيف وحمير وقوم من قريش وهي على ظهر جبل غزوان وبغزوان قبائل هذيل وقال ابن عباس سميت الطائف لأن إبراهيم عليه السلام لما أسكن ذريته مكة وسأل الله أن يرزق أهلها من الثمرات أمر الله عز وجل قطعة من الأرض أن تسير بشجرها حتى تستقر بمكان الطائف فأقبلت وطافت بالبيت ثم أقرها الله بمكان الطائف فسميت الطائف لطوافها بالبيت وهي مع هذا الاسم الفخم بليدة صغيرة على طرف واد وهي محلتان إحداهما على هذا الجانب يقال لها طائف ثقيف والأخرى على هذا الجانب يقال لها الوهط والوادي بين ذلك تجري فيه مياه المدابغ التي يدبغ فيها الأديم يصرع الطيور رائحتها إذا مرت بها وبيوتها لاطئة حرجة وفي أكنافها كروم على جوانب ذلك الجبل فيها من العنب العذب ما لا يوجد مثله في بلد من البلدان وأما زبيبها فيضرب بحسنه المثل وهي طيبة الهواء شمالية ربما جمد فيها الماء في الشتاء وفواكه أهل مكة منها والجبل الذي هي عليه يقال له غزوان وروى أبو صالح ذكرت ثقيف عند ابن عباس فقال إن ثقيفا والنخع كانا ابني خالة فخرجا منتجعين ومعهما أعنز لهما وجدي فعرض لهما مصدق لبعض ملوك اليمن فأراد أخذ شاة منهما فقالا خذ ما شئت إلا هذه الشاة الحلوب فإنا من لبنها نعيش وولدها فقال لا آخذ سواها فرفقا به فلم يفعل فنظر أحدهما إلى صاحبه وهما بقتله ثم إن أحدهما انتزع له سهما فلق به قلبه فخر ميتا فلما نظرا إلى ذلك قال |جـ 4 صـ 10| أحدهما لصاحبه إنه لن تحملني وإياك الأرض أبدا فاما أن تغرب وأنا أشرق وإما أن أغرب وتشرق أنت فقال ثقيف فاني أغرب وقال النخع فأنا أشرق وكان اسم ثقيف قسيا واسم النخع جسرا فمضى النخع حتى نزل ببيشة من أرض اليمن ومضى ثقيف حتى أتى وادي القرى فنزل على عجوز يهودية لا ولد لها فكان يعمل نهارا ويأوي إليها ليلا فاتخذته ولدا لها واتخذها أما له فلما حضرها الموت قالت له يا هذا إنه لا أحد لي غيرك وقد أردت أن أكرمك لإلطافك إياي انظر إذا أنا مت وواريتني فخذ هذه الدنانير فانتفع بها وخذ هذه القضبان فاذا نزلت واديا تقدر فيه على الماء فاغرسها فإني أرجو أن تنال من ذلك فلاحا بينا ففعل ما أمرته به فلما ماتت دفنها وأخذ الدنانير والقضبان ومضى سائرا حتى إذا كان قريبا من وج وهي الطائف إذا هو بأمة حبشية ترعى مائة شاة فطمع فيها وهم بقتلها وأخذ الغنم فعرفت ما أراد فقالت إنك أسررت في طمعا لتقتلني وتأخذ الغنم ولئن فعلت ذلك لتذهبن نفسك ولا تحصل من الغنم شيئا لأن مولاي سيد هذا الوادي وهو عامر بن الظرب العدواني وإني لأظنك خائفا طريدا قال نعم فقالت فإني أدلك على خير مما أردت فقال وما هو قالت إن مولاي يقبل إذا طفلت الشمس للغروب فيصعد هذا الجبل ثم يشرف على الوادي فإذا لم ير فيه أحدا وضع قوسه وجفيره وثيابه ثم انحدر رسوله فنادى من أراد اللحم والدرمك وهو دقيق الحواري والتمر واللبن فليأت دار عامر بن الظرب فيأتيه قومه فاسبقه أنت إلى الصخرة وخذ قوسه ونباله وثيابه فإذا رجع وقال من أنت فقل رجل غريب فأنزلني وخائف فأجرني وعزب فزوجني ففعل ثقيف ما قالت له الأمة وفعل عامر صاحب الوادي فعله فلما أن أخذ قوسه ونشابه وصعد عامر قال له من أنت فأخبره وقال أنا قسي بن منبه فقال هات ما معك فقد أجبتك إلى ما سألت وانصرف وهو معه إلى وج وأرسل إلى قومه كما كان يفعل فلما أكلوا قال لهم عامر ألست سيدكم قالوا بلى قال وابن سيدكم قالوا بلى قال ألستم تجيرون من أجرت وتزوجون من زوجت قالوا بلى قال هذا قسي بن منبة بن بكر بن هوازن وقد زوجته ابنتي فلانة وأمنته وأنزلته منزلي فزوجه ابنة له يقال لها زينب فقال قومه قد رضينا بما رضيت فولدت له عوفا وجشما ثم ماتت فزوجه أختها فولدت له سلامة ودارسا فانتسبا في اليمن فدارس في الأزد والآخر في بعض قبائل اليمن وغرس قسي تلك القضبان بوادي وج فنبتت فلما أثمرت قالوا قاتله الله كيف ثقف عامرا حتى بلغ منه ما بلغ وكيف ثقف هذه العيدان حتى جاء منها ما جاء فسمي ثقيفا من يومئذ فلم يزل ثقيف مع عدوان حتى كثر ولده وربلوا وقوي جأشهم وجرت بينهم وبين عدوان هنات وقعت في خلالها حرب انتصرت فيها ثقيف فأخرجوا عدوان عن أرض الطائف واستخلصوها لأنفسهم ثم صارت ثقيف أعز الناس بلدا وأمنعه جانبا وأفضله مسكنا وأخصبه جنابا مع توسطهم الحجاز وإحاطة قبائل مضر واليمن وقضاعة بهم من كل وجه فحمت دارها وكاوحت العرب عنها واستخلصتها وغرست فيها كرومها وحفرت بها أطواءها وكظائمها وهي من أزد السراة وكنانة وعذرة وقريش ونصر بن معاوية وهوازن جمعا والأوس والخزرج ومزينة وجهينة وغير ذلك من القبائل ذلك كله يجري والطائف تسمى وجا إلى |جـ 4 صـ 11| أن كان ما كان مما تقدم ذكره من تحويط الحضرمي عليها وتسميتها حينئذ الطائف وقد ذكر بعض النساب في تسميتها بالطائف أمرا آخر وهو أنه قال لما هلك عامر بن الظرب ورثته ابنتاه زينب وعمرة وكان قسي بن منبه خطب إليه فزوجه ابنته زينب فولدت له جشما وعوفا ثم ماتت بعد موت عامر فتزوج أختها وكانت قبله عند صعصعة بن معاوية بن بكر بن هوازن فولدت له عامر بن صعصعة فكانت الطائف بين ولد ثقيف وولد عامر بن صعصعة فلما كثر الحيان قالت ثقيف لبني عامر إنكم اخترتم العمد على المدن والوبر على الشجر فلستم تعرفون ما نعرف ولا تلطفون ما نلطف ونحن ندعوكم إلى حظ كبير لكم ما في أيديكم من الماشية والإبل والذي في أيدينا من هذه الحدائق فلكم نصف ثمره فتكونوا بادين حاضرين يأتيكم ريف القرى ولا تتكلفوا مؤونة وتقيموا في أموالكم وماشيتكم في بدوكم ولا تتعرضوا للوباء وتشتغلوا عن المرعى ففعلوا ذلك فكانوا يأتونهم كل عام فيأخذون نصف غلاتهم وقد قيل إن الذي وافقوهم عليه كان الربيع فلما اشتدت شوكة ثقيف وكثرت عمارة وج رمتهم العرب بالحسد وطمع فيهم من حولهم وغزوهم فاستغاثوا ببني عامر فلم يغيثوهم فأجمعوا على بناء حائط يكون حصنا لهم فكانت النساء تلبن اللبن والرجال يبنون الحائط حتى فرغوا منه وسموه الطائف لإطافته بهم وجعلوا لحائطهم بابين أحدهما لبني يسار والآخر لبني عوف وسموا باب بني يسار صعبا وباب بني عوف ساحرا ثم جاءهم بنو عامر ليأخذوا ما تعودوه فمنعوهم عنه وجرت بينهم حرب انتصرت فيها ثقيف وتفردت بملك الطائف فضربتهم العرب مثلا فقال أبو طالب بن عبد المطلب منعنا أرضنا من كل حي كما امتنعت بطائفها ثقيف أتاهم معشر كي يسلبوهم فحالت دون ذلكم السيوف وقال بعض الأنصار فكونوا دون بيضكم كقوم حموا أعنابهم من كل عادي وذكر المدائني أن سليمان بن عبد الملك لما حج مر بالطائف فرأى بيادر الزبيب فقال ما هذه الحرار فقالوا ليست حرارا ولكنها بيادر الزبيب فقال لله در قسي بأي أرض وضع سهامه وأي أرض مهد عش فروخه وقال مرداس بن عمرو الثقفي فإن الله لم يؤثر علينا غداة يجزىء الأرض اقتساما عرفنا سهمنا في الكف يهوي كذا نوح وقسمنا السهاما فلما أن أبان لنا اصطفينا سنام الأرض إن لها سناما فأنشأنا خضارم متجرات يكون نتاجها عنبا تؤاما ضفادعها فرائح كل يوم على جوب يراكضن الحماما وأسفلها منازل كل حي وأعلاها ترى أبدا حراما ثم حسدهم طوائف العرب وقصدوهم فصمدوا لهم وجدوا في حربهم فلما لم يظفروا منهم بطائل ولا طمعوا منهم بغرة تركوهم على حالهم أغبط العرب عيشا إلى أن جاء الإسلام فغزاهم رسول الله صلى الله عليه وسلم فافتتحها في سنة تسع من الهجرة |جـ 4 صـ 12| صلحا وكتب لهم كتابا نزل عليها رسول الله صلى الله عليه وسلم في شوال سنة ثمان عند منصرفه من حنين وتحصنوا منه واحتاطوا لأنفسهم غاية الاحتياط فلم يكن إليهم سبيل ونزل إلى رسول الله صلى الله عليه وسلم رقيق من رقيق أهل الطائف منهم أبو بكرة نفيع بن مسروح مولى رسول الله صلى الله عليه وسلم في جماعة كثيرة منهم الأزرق الذي تنسب إليه الأزارقة والد نافع بن الأزرق الخارجي الشاري فعتقوا بنزولهم إليه ونصب رسول الله صلى الله عليه وسلم منجنيقا ودبابة فأحرقها أهل الطائف فقال رسول الله صلى الله عليه وسلم لم نؤذن في فتح الطائف ثم انصرف عنها إلى الجعرانة ليقسم سبي أهل حنين وغنائمهم فخافت ثقيف أن يعود إليهم فبعثوا إليه وفدهم وتصالحوا على أن يسلموا ويقروا على ما في أيديهم من أموالهم وركازهم فصالحهم رسول الله صلى الله عليه وسلم على أن يسلموا وعلى أن لا يزنوا ولا يربوا وكانوا أهل زنا وربا وفي وقعة الطائف فقئت عين أبي سفيان بن حرب وقصة ذلك في كتب المغازي وكان معاوية يقول أغبط الناس عيشا عبدي أو قال مولاي سعد وكان يلي أمواله بالحجاز ويتربع جدة ويتقيظ الطائف ويشتو بمكة ولذلك وصف محمد بن عبد الله النميري زينب بنت يوسف أخت الحجاج بالنعمة والرفاهية فقال تشتو بمكة نعمة ومصيفها بالطائف وذكر الأزرقي أبو الوليد عن الكلبي بإسناده قال لما دعا إبراهيم عليه السلام & فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات & فاستجاب الله له فجعله مثابة ورزق أهله من الثمرات فنقل إليهم الطائف وكانت قرية بالشام وكانت ملجأ للخائف إذا جاءها أمن وقد افتخرت ثقيف بذلك بما يطول ذكره ويسئم قارئه وسأقف عند قول غيلان بن سلمة في ذلك حيث قال حللنا الحد من تلعات قيس بحيث يحل ذو الحسب الجسيم وقد علمت قبائل جذم قيس وليس ذوو الجهالة كالعليم بأنا نصبح الأعداء قدما سجال الموت بالكأس الوخيم وأنا نبتني شرف المعالي وننعش عشرة المولى العديم وأنا لم نزل لجأ وكهفا كذاك الكهل منا والفطيم وسنذكر في وج من القول والشعر ما نوفق له ويحسن ذكره إن شاء الله تعالى ",
                "title": "الطائف",
                "uri": "JK_000129_008306"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}