{
    "features": [
        {
            "item": "JK_000129_012567",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.244-245",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ميمذ والنسبة الميمذي</h1> بكسر أوله وسكون ثانيه وميم أخرى مفتوحة وذال معجمة اسم جبل قال الأديبي وفي الفتوح أن ميمذ مدينة بأذربيجان أن أران كان هشام قد ولى أخاه مسلمة أرمينية فأنفذ إليها جيشا فصادف العدو بميمذ فلم يناجزه أحد فلما انصرف وعبر باب الأبواب تبعه فكتب إليه هشام بن عبد الملك أتتركهم بميمذ قد تراهم وتطلبهم بمنقطع التراب ينسب إليها أبو بكر محمد بن منصور الميمذي روى عنه أبو نصر أحمد المعروف بابن الحداد قال أبو تمام يمدح أبا سعيد الثغري ومذ تيمت سمر الحسان وأدمها فما زلت بالسمر العوالي متيما جدعت لهم أنف الضلال بوقعة تخرمت في غمائها من تخرما |جـ 5 صـ 245| لئن كان أمسى في عقرقس أجدعا لمن قبلها أمسى بميذ أخرما قطعت بنان الكفر منهم بميمذ وأتبعتها بالروم كفا ومعصما وينسب إلى ميمذ أيضا أبو إسحاق إبراهيم بن أحمد بن محمد بن عبد الله الأنصاري القاضي الميمذي سمع بدمشق يحيى بن طالب الأكاف وبالبصرة أبا العباس محمد بن حيان المازني وأبا محمد عبد الله بن محمد بن فريعة الأزدي وأبا خليفة الجمحي وأبا جعفر محمد بن محمد بن حيان الأنصاري وزكرياء الساجي وبالكوفة أبا بكر عمر بن جعفر بن إبراهيم المزني وجده لأمه موسى بن إسحاق الأنصاري وبمكة أبا بكر بن المنذر وبالجزيرة أبا يعلى الموصلي والحسين بن عبد الله بن يزيد القطان وبالقيروان أبا بكر محمد بن عبد السلام بن الحارث الأنصاري وبالإسكندرية محمد بن أحمد بن حماد الإسكندراني وبالرملة أبا العباس بن الوليد بن حماد الرملي وببغداد محمد بن جرير الطبري وبالأهواز عبدان الجواليقي وبالري أحمد بن محمد بن عاصم الرازي وبأردبيل سهل بن داود بن ديزويه الرازي وغير هؤلاء وروى عنه آخرون منهم أبو القاسم هبة الله بن سليمان بن داود بن عبد الرحمن بن ذيال وقال الخطيب إبراهيم بن أحمد بن محمد الميمذي غير ثقة ",
                "title": "ميمذ والنسبة الميمذي",
                "uri": "JK_000129_012567"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}