{
    "features": [
        {
            "item": "JK_000952_1817",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, p.89",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرماني</h1> بضم الراء وتشديد الميم وفي آخرها نون بعد الألف هذه النسبة إلى الرمان وبيعه وبواسط قصر معروف يقال له قصر الرمان كان أبو هاشم ينزل به والمشهور بها أبو هاشم يحيى بن دينار الرماني واسطي رأى أنس بن مالك روى عن زاذان أبي عمر وأبي مجلز وسعيد بن جبير وأبي صالح السمان وغيرهم روى عنه الثوري وشعبة وخلف بن خليفة وهو ثقة صدوق ومحمد بن إسماعيل الرماني نيسابوري سمع ابن المبارك وخارجة روى عنه زكريا بن داود الخفاف ومكي بن عبدان وأبو الحسن علي بن عيسى بن علي بن عبد الله الرماني النحوي المتكلم صاحب التصانيف يروي عن أبي بكر بن دريد وأبي بكر بن السراج وغيرهما روى عنه أبو القاسم التنوخي وأبو محمد الجوهري وكان من أهل المعرفة مفتنا في علوم كثيرة من الفقه والقرآن والنحو واللغة والكلام على مذهب المعتزلة وكانت ولادته في سنة ست وتسعين ومائتين ووفاته في جمادي الأولى سنة أربع وثمانين وثلاثمائة وأبو بكر محمد بن إبراهيم الرماني يروي عن يوسف بن يعقوب القاضي حدث بمصر كتب عنه عبد الغني بن سعيد بمصر وغيره وشيخنا أبو القاسم عبد الكريم بن محمد بن منصور الرماني من أهل الدامغان كان من أهل الفضل والإنفصال عمر العمر الطويل وكان كتب بنيسابور عن أبي القاسم بن زاهر النوقاني وأبي بكر بن خلف الشيرازي وبجرجان عن أبي تميم كامل بن إبراهيم الخندقي وأبي الفرج المظفر بن حمزة التميمي وجماعة سواهم كتبت عنه بالدامغان في توجهي إلى اصبهان وكانت ولادته في ربيع الأول سنة ثلاث وخمسين وأربعمائة ومات بالدامغان غرة ذي القعدة سنة خمس وأربعين وخمسمائة والله يرحمه وعمرو بن تميم الرماني من الأتباع قال أبو حاتم بن حبان هو مولى رمانة يروي عن أبيه عن أبي هريرة رضي الله عنه روى عنه كثير بن زيد ورزين بن حبيب الرماني الجهني بياع الرمان كوفي ويقال القزاز ويقال التمار روى عن الشعبي وأبي جعفر وأبي جعفر الرقاد العبسي روى عنه الثوري وإسماعيل بن زكريا وأبو خالد الأحمر ووكيع وأبو نعيم قال أحمد بن حنبل وسئل عن رزين بياع الرمان قال ثقة ",
                "title": "الرماني",
                "uri": "JK_000952_1817"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}