{
    "features": [
        {
            "item": "JK_000129_011727",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.81-87",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مدينة يثرب والنسبة المديني</h1> قال المنجمون طول المدينة من جهة المغرب ستون درجة ونصف وعرضها عشرون درجة وهي في الإقليم الثاني وهي مدينة الرسول صلى الله عليه وسلم نبدأ أولا بصفتها مجملا ثم نفصل أما قدرها فهي في مقدار نصف مكة وهي في حرة سبخة الأرض ولها نخيل كثيرة ومياه ونخيلهم وزروعهم تسقى من الآبار عليها العبيد وللمدينة سور والمسجد في نحو وسطها وقبر النبي صلى الله عليه وسلم في شرقي المسجد وهو بيت مرتفع ليس بينه وبين سقف المسجد إلا فرجة وهو مسدود لا باب له وفيه قبر النبي صلى الله عليه وسلم وقبر أبي بكر وقبر عمر والمنبر الذي كان يخطب عليه رسول الله صلى الله عليه وسلم قد غشي بمنبر آخر والروضة أمام المنبر بينه وبين القبر ومصلى النبي صلى الله عليه وسلم الذي كان يصلي فيه الأعياد في غربي المدينة داخل الباب وبقيع الغرقد خارج المدينة من شرقيها وقباء خارج المدينة على نحو ميلين إلى ما يلي القبلة وهي شبيهة بالقرية وأحد جبل في شمال المدينة وهو أقرب الجبال إليها مقدار فرسخين وبقربها مزارع فيها نخيل وضياع لأهل المدينة ووادي العقيق فيما بينها وبين الفرع والفرع من المدينة على أربعة أيام في جنوبيها وبها مسجد جامع غير أن أكثر هذه الضياع خراب وكذلك حوالي المدينة ضياع كثيرة أكثرها خراب وأعذب مياه تلك الناحية آبار العقيق ذكر ابن طاهر بإسناده إلى محمد بن إسماعيل البخاري قال المديني هو الذي أقام بالمدينة ولم يفارقها والمدني الذي تحول عنها وكان منها والمشهور عندنا أن النسبة إلى مدينة الرسول مدني مطلقا وإلى غيرها من المدن مديني للفرق لا لعلة أخرى وربما رده بعضهم إلى الأصل فنسب إلى مدينة الرسول أيضا مديني وقال |جـ 5 صـ 83| الليث المدينة اسم لمدينة رسول الله صلى الله عليه وسلم خاصة والنسبة للإنسان مدني فأما العير ونحوه فلا يقال إلا مديني وعلى هذه الصيغة ينسب أبو الحسن علي بن عبد الله بن جعفر بن نجيح السعدي المعروف بابن المديني كان أصله من المدينة ونزل البصرة وكان من أعلم أهل زمانه بعلل حديث رسول الله صلى الله عليه وسلم والمقدم في حفاظ وقته روى عن سفيان بن عيينة وحماد بن زيد وكتب عن الشافعي كتاب الرسالة وحملها إلى عبد الرحمن بن مهدي وسمع منه ومن جرير بن عبد الحميد وعبد العزيز الدراوردي وغيرهم من الأئمة روى عنه أحمد بن حنبل ومحمد بن سعيد البخاري وأحمد بن منصور الرمادي ومحمد بن يحيى الذهلي وأبو أحمد المرئي وغيرهم من الأئمة وقال البخاري ما انتفعت عند أحد إلا عند علي بن المديني وكان مولده سنة 161 بالبصرة ومات بسامرا وقيل بالبصرة ليومين بقيا من ذي القعدة سنة 432 ولهذه المدينة تسعة وعشرون اسما وهي المدينة وطيبة وطابة والمسكينة والعذراء والجابرة والمحبة والمحببة والمحبورة ويثرب والناجية والموفية وأكالة البلدان والمباركة والمحفوفة والمسلمة والمجنة والقدسية والعاصمة والمرزوقة والشافية والحيرة والمحبوبة والمرحومة وجابرة والمختارة والمحرمة والقاصمة وطبابا وروي في قول النبي صلى الله عليه وسلم رب أدخلني مدخل صدق وأخرجني مخرج صدق قالوا المدينة ومكة وكان على المدينة وتهامة في الجاهلية عامل من قبل مرزبان الزارة يجبي خراجها وكانت قريظة والنضير اليهود ملوكا حتى أخرجهم منها الأوس والخزرج من الأنصار كما ذكرناه في مأرب وكانت الأنصار قبل تؤدي خراجا إلى اليهود ولذلك قال بعضهم نؤدي الخرج بعد خراج كسرى وخرج بني قريظة والنضر وروى أبو هريرة قال قال رسول الله صلى الله عليه وسلم من صبر على أوار المدينة وحرها كنت له يوم القيامة شفيعا شهيدا وقال صلى الله عليه وسلم حين توجه إلى الهجرة اللهم إنك قد أخرجتني من أحب أرضك إلي فأنزلني أحب أرض إليك فأنزله المدينة فلما نزلها قال اللهم اجعل لنا بها قرارا ورزقا واسعا وقال عليه الصلاة والسلام من استطاع منكم أن يموت في المدينة فليفعل فإنه من مات بها كنت له شهيدا أو شفيعا يوم القيامة وعن عبد الله بن الطفيل لما قدم رسول الله صلى الله عليه وسلم المدينة وثب على أصحابه وباء شديد حتى أهمدتهم الحمى فما كان يصلي مع رسول الله صلى الله عليه وسلم إلا اليسير فدعا لهم وقال اللهم حبب إلينا المدينة كما حببت إلينا مكة واجعل ما كان بها من وباء بخم وفي خبر آخر اللهم حبب إلينا المدينة كا حببت إلينا مكة وأشد وصححها وبارك لنا في صاعها ومدها وانقل حماها إلى الجحفة وقد كان هم صلى الله عليه وسلم أن ينتقل إلى الحمى لصحته وقال نعم المنزل الحمى لولا كثرة حياته وذكر العرض وناحيته فهم به وقال هو أصح من المدينة وروي عنه صلى الله عليه وسلم أنه قال عن بيوت السقيا اللهم إن إبراهيم عبدك وخليلك ونبيك ورسولك دعاك لأهل مكة وإن محمدا عبدك ونبيك ورسولك يدعوك لأهل المدينة بمثل ما دعاك إبراهيم أن تبارك في صاعهم ومدهم وثمارهم اللهم حبب إلينا المدينة كما حببت إلينا مكة واجعل ما بها من وباء بخم اللهم إني قد |جـ 5 صـ 84| حرمت ما بين لابتيها كما حرم إبراهيم خليلك وحرم رسول الله صلى الله عليه وسلم شجر المدينة بريدا في بريد من كل ناحية ورخص في الهش وفي متاع الناضح ونهى عن الخبط وأن يعضد ويهصر وكان أول من زرع بالمدينة واتخذ بها النخل وعمر بها الدور والآطام واتخذ بها الضياع العماليق وهم بنو عملاق بن أرفخشد بن سام بن نوح عليه السلام وقيل في نسبهم غير ذلك مما ذكر في هذا الكتاب ونزلت اليهود بعدهم الحجاز وكانت العماليق ممن انبسط في البلاد فأخذوا ما بين البحرين وعمان والحجاز كله إلى الشام ومصر فجبابرة الشام وفراعنة مصر منهم وكان منهم بالبحرين وعمان أمة يسمون جاسم وكان ساكنو المدينة منهم بنو هف وسعد بن هفان وبنو مطرويل وكان بنجد منهم بنو بديل بن راحل وأهل تيماء ونواحيها وكان ملك الحجاز الأرقم بن أبي الأرقم وكان سبب نزول اليهود بالمدينة وأعراضها أن موسى بن عمران عليه السلام بعث إلى الكنعانيين حين أظهره الله تعالى على فرعون فوطىء الشام وأهلك من كان بها منهم ثم بعث بعثا آخر إلى الحجاز إلى العماليق وأمرهم أن لا يستبقوا أحدا ممن بلغ الحلم إلا من دخل في دينه فقدموا عليهم فقاتلوهم فأظهرهم الله عليهم فقتلوهم وقتلوا ملكهم الأرقم وأسروا ابنا له شابا جميلا كأحسن من رأى في زمانه فضنوا به عن القتل وقالوا نستحييه حتى نقدم به على موسى فيرى فيه رأيه فأقبلوا وهو معهم وقبض الله موسى قبل قدومهم فلما قربوا وسمع بنو إسرائيل بذلك تلقوهم وسألوهم عن أخبارهم فأخبروهم بما فتح الله عليهم قالوا فما هذا الفتى الذي معكم فأخبروهم بقصته فقالوا إن هذه معصية منكم لمخالفتكم أمر نبيكم والله لادخلتم علينا بلادنا أبدا فحالوا بينهم وبين الشام فقال ذلك الجيش ما بلد إذ منعتم بلدكم خير لكم من البلد الذي فتحتموه وقتلتم أهله فارجعوا إليه فعادوا إليها فأقاموا بها فهذا كان أول سكنى اليهود الحجاز والمدينة ثم لحق بهم بعد ذلك بنو الكاهن بن هارون عليه السلام فكانت لهم الأموال والضياع بالسافلة والسافلة ما كان في أسفل المدينة إلى أحد وقبر حمزة والعالية ما كان فوق المدينة إلى مسجد قباء وما إلى ذلك إلى مطلع الشمس فزعمت بنو قريظة أنهم مكثوا كذلك زمانا ثم إن الروم ظهروا على الشام فقتلوا من بني إسرائيل خلقا كثيرا فخرج بنو قريظة والنضير وهدل هاربين من الشام يريدون الحجاز الذي فيه بنو إسرائيل ليسكنوا معهم فلما فصلوا من الشام وجه ملك الروم في طلبهم من يردهم فأعجزوا رسله وفاتوهم وانتهى الروم إلى ثمد بين الشام والحجاز فماتوا عنده عطشا فسمي ذلك الموضع ثمد الروم فهو معروف بذلك إلى اليوم وذكر بعض علماء الحجاز من اليهود أن سبب نزولهم المدينة أن ملك الروم حين ظهر على بني إسرائيل وملك الشام خطب إلى بني هارون وفي دينهم أن لا يزوجوا النصارى فخافوه وأنعموا له وسألوه أن يشرفهم بإتيانه فأتاهم ففتكوا به وبمن معه ثم هربوا حتى لحقوا بالحجاز وأقاموا بها وقال آخرون بل علماؤهم كانوا يجدون في التوراة صفة النبي صلى الله عليه وسلم وأنه يهاجر إلى بلد فيه نخل بين حرتين فأقبلوا من الشام يطلبون الصفة حرصا منهم على اتباعه فلما رأوا تيماء وفيها النخل عرفوا صفته وقالوا هو البلد الذي نريده فنزلوا وكانوا أهله حتى أتاهم تبع فأنزل معهم بني عمرو بن عوف والله أعلم أي ذلك كان قالوا فلما كان من سيل العرم ما كان |جـ 5 صـ 85| كما ذكرناه في مأرب قال عمرو بن عوف من كان منكم يريد الراسيات في الوحل المطعمات في المحل المدركات بالدخل فليلحق بيثرب ذات النخل وكان الذين اختاروها وسكنوها الأنصار وهم الأوس والخزرج ابنا حارثة بن ثعلبة بن عمرو بن عامر بن حارثة بن امرىء القيس بن ثعلبة بن مازن بن الأزد وأمهم في قول ابن الكلبي قيلة بنت الأرقم بن عمرو بن جفنة ويقال قيلة بنت هالك بن عذرة من قضاعة وقال غيره قيلت بنت كاهل بن عذرة بن سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة ولذلك سمي بنو قيلة فأقاموا في مكانهم على جهد وضنك من العيش وكان ملك بني إسرائيل يقال له الفيطوان وفي كتاب ابن الكلبي الفطيون بكسر الفاء والياء بعد الطاء وكانت اليهود والأوس والخزرج يدينون له وكانت له فيهم سنة ألا تزوج امرأة منهم إلا أدخلت عليه قبل زوجها حتى يكون هو الذي يفتضها إلى أن زوجت أخت لمالك بن العجلان بن زيد السالمي الخزرجي فلما كانت الليلة التي تهدى فيها إلى زوجها خرجت على مجلس قومها كاشفة عن ساقيها وأخوها مالك في المجلس فقال لها قد جئت بسوءة بخروجك على قومك وقد كشفت عن ساقيك قالت الذي يراد بي الليلة أعظم من ذلك لأنني أدخل على غير زوجي ثم دخلت إلى منزلها فدخل إليها أخوها وقد أرمضه قولها فقال لها هل عندك من خير قالت نعم فماذا قال أدخل معك في جملة النساء على الفطيون فإذا خرجن من عندك ودخل عليك ضربته بالسيف حتى يبرد قالت افعل فتزيا بزي النساء وراح معها فلما خرج النساء من عندها دخل الفطيون عليها فشد عليه مالك بن العجلان بالسيف وضربه حتى قتله وخرج هاربا حتى قدم الشام فدخل على ملك من ملوك غسان يقال له أبو جبيلة وفي بعض الروايات أنه قصد اليمن إلى تبع الأصغر ابن حسان فشكا إليه ما كان من الفطيون وما كان يعمل في نسائهم وذكر له أنه قتله وهرب وأنه لا يستطيع الرجوع خوفا من اليهود فعاهده أبو جبيلة أن لا يقرب امرأة ولا يمس طيبا ولا يشرب خمرا حتى يسير إلى المدينة ويذل من بها من اليهود وأقبل سائرا من الشام في جمع كثير مظهرا أنه يريد اليمن حتى قدم المدينة ونزل بذي حرض ثم أرسل إلى الأوس والخزرج أنه على المكر باليهود عازم على قتل رؤسائهم وأنه يخشى متى علموا بذلك أن يتحصنوا في آطامهم وأمرهم بكتمان ما أسره إليهم ثم أرسل إلى وجوه اليهود أن يحضروا طعامه ليحسن إليهم ويصلهم فأتاه وجوههم وأشرافهم ومع كل واحد منهم خاصته وحشمه فلما تكاملوا أدخلهم في خيامه ثم قتلهم عن آخرهم فصارت الأوس والخزرج من يومئذ أعز أهل المدينة وقمعوا اليهود وسار ذكرهم وصار لهم الأموال والآطام فقال الرمق بن زيد بن غنم بن سالم بن مالك بن سالم بن عوف بن الخزرج يمدح أبا جبيلة لم يقض دينك مل حسا ن وقد غنيت وقد غنينا الراشقات المرشقا ت الجازيات بما جزينا أشباه غزلان الصرا ئم يأتزرن ويرتدينا الريط والديباج وال حلي المضاعف والبرينا وأبو حبيلة خير من يمشي وأوفاهم يمينا |جـ 5 صـ 86| وأبرهم برا وأع لمهم بفضل الصالحينا أبقت لنا الأيام وال حرب المهمة يعترينا كبشا له زر يف ل متونها الذكر السنينا ومعاقلا شما وأس يافا يقمن وينحنينا ومحلة زوراء تج حف بالرجال الظالمينا ولعنت اليهود مالك بن العجلان في كنائسهم وبيوت عبادتهم فبلغه ذلك فقال تحايا اليهود بتلعانها تحايا الحمير بأبوالها وماذا علي بأن يغضبوا وتأتي المنايا بأذلالها وقالت سارة القرظية ترثي من قتل من قومها بأهلي رمة لم تغن شيئا بذي حرض تعفيها الرياح كهول من قريظة أتلفتهم سيوف الخزرجية والرماح ولو أذنوا بأمرهم لحالت هنالك دونهم حرب رداح ثم انصرف أبو جبيلة راجعا إلى الشام وقد ذلل الحجاز والمدينة للأوس والخزرج فعندها تفرقوا في عالية المدينة وسافلتها فكان منهم من جاء إلى القرى العامرة فأقام مع أهلها قاهرا لهم ومنهم من جاء إلى عفا من الأرض لا ساكن فيه فبنى فيه ونزل ثم اتخذوا بعد ذلك القصور والأموال والآطام فلما قدم رسول الله صلى الله عليه وسلم من مكة إلى المدينة مهاجرا أقطع الناس الدور والرباع فخط لبني زهرة في ناحية من مؤخر المسجد فكان لعبد الرحمن بن عوف الحصن المعروف به وجعل لعبد الله وعتبة ابني مسعود الهذليين الخطة المشهورة بهم عند المسجد وأقطع الزبير بن العوام بقيعا واسعا وجعل لطلحة بن عبيد الله موضع دوره ولأبي بكر رضي الله عنه موضع داره عند المسجد وأقطع كل واحد من عثمان بن عفان وخالد بن الوليد والمقداد وعبيد والطفيل وغيرهم مواضع دورهم فكان رسول الله صلى الله عليه وسلم يقطع أصحابه هذه القطائع فما كان في عفا من الأرض فإنه أقطعهم إياه وما كان من الخطط المسكونة العامرة فإن الأنصار وهبوه له فكان يقطع من ذلك ما شاء وكان أول من وهب له خططه ومنازله حارثة بن النعمان فوهب له ذلك وأقطعه وأما مسجد النبي صلى الله عليه وسلم فقال ابن عمر كان بناء المسجد على عهد رسول الله صلى الله عليه وسلم وسقفه جريد وعمده خشب النخل فلم يزد فيه أبو بكر شيئا فزاد فيه عمر وبناه على ما كان من بنائه ثم غيره عثمان وبناه بالحجارة المنقوشة والقصة وجعل عمده من حجارة منقوشة وسقفه ساجا وزاد فيه وكان لما بناه رسول الله صلى الله عليه وسلم جعل له بابين شارعين باب عائشة والباب الذي يقال له باب عاتكة وبابا في مؤخر المسجد يقال له باب مليكة وبنى بيوتا إلى جنبه باللبن وسقفها بجذوع النخل وكان طول المسجد مما يلي القبلة إلى مؤخره مائة ذراع فلما ولي عمر بن عبد العزيز زاد في القبلة من موضع المقصورة اليوم وكان بين المنبر وبين الجدار في عهد النبي صلى الله عليه وسلم قدر ما تمر الشاة وكان طول المسجد في عهد عمر |جـ 5 صـ 87| رضي الله عنه مائة وأربعين ذراعا وارتفاعه أحد عشر ذراعا وكان بنى أساسه بالحجارة إلى أن بلغ قامة وجعل له ستة أبواب وحصنه وروي أن عمر أول من حصن المسجد وبناه سنة 71 حين رجع من سرع وجعل طول جداره من خارج ستة عشر ذراعا وكان أول عمل عثمان إياه في شهر ربيع الأول سنة 92 وفرغ من بنائه في المحرم سنة 03 فكانت مدة عمله عشرة أشهر وقتل عثمان وليس له شرافات فعملها والمحراب عمر بن عبد العزيز ولما ولي الوليد بن عبد الملك واستعمل عمر بن عبد العزيز على المدينة أمره بهدم المسجد وبنائه فاستعمل عمر على ذلك صالح بن كيسان وكتب الوليد إلى ملك الروم يطلب منه عمالا وأعلمه أنه يريد عمارة مسجد النبي صلى الله عليه وسلم فبعث إليه أربعين رجلا من الروم وأربعين من القفط ووجه إليه أربعين ألف مثقال ذهبا وأحمالا من الفسيفساء فهدم الروم والقفط المسجد وخمروا النورة للفسيفساء سنة وحملوا القصة من بطن نخل وعملوا الأساس بالحجارة والجدار والأساطين بالحجارة المطابقة وجعلوا عمد المسجد حجارة حشوها عمد الحديد والرصاص وجعل عمر المحراب والمقصورة من ساج وكان قبل ذلك من حجارة وجعل طول المسجد مائتي ذراع وعرضه في مقدمه مائتين وفي مؤخره مائة وثمانين وهو سقف دون سقف قال صالح بن كيسان ابتدأت بهدم المسجد في صفر سنة 78 وفرغت منه لانسلاخ سنة 98 فكانت مدة عمله ثلاث سنين وكان طوله يومئذ مائتي ذراع في مثلها فلم يزل كذلك حتى كان المهدي فزاد في مؤخره مائة ذراع وترك عرضه مائتي ذراع على ما بناه عمر بن عبد العزيز وأما عبد الملك بن شبيب الغساني في سنة 160 فأخذ في عمله وزاد في مؤخره ثم زاد فيه المأمون زيادة كثيرة ووسعه وقرىء على موضع زيادة المأمون أمر عبد الله بعمارة مسجد رسول الله صلى الله عليه وسلم سنة 202 طلب ثواب الله وطلب كرامة الله وطلب جزاء الله فإن الله عنده ثواب الدنيا والآخرة وكان الله سميعا بصيرا والمؤذنون في مسجد المدينة من ولد سعد الفرط مولى عمار بن ياسر ومن خصائص المدينة أنها طيبة الريح وللعطر فيها فضل رائحة لا توجد في غيرها وتمرها الصيحاني لا يوجد في بلد من البلدان مثله ولهم حب اللبان ومنها يحمل إلى سائر البلدان وجبلها أحد قد فضله رسول الله صلى الله عليه وسلم فقال أحد جبل يحبنا ونحبه وهو على باب من أبواب الجنة وحرم رسول الله صلى الله عليه وسلم شجر المدينة بريدا في بريد من كل ناحية واستعمل على الحمى بلال بن الحارث المزني فأقام عليه حياة رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان وعلي ومعاوية وفي أيامه مات وكان عمر بن عبد العزيز يقول لأن أوتى برجل يحمل خمرا أحب إلي من أن أوتى به وقد قطع من الحرم شيئا وكان عمر بن الخطاب ينهى أن يقطع العضاه فتهلك مواشي الناس وهو يقول لهم عصمة وأخبار مدينة رسول الله صلى الله عليه وسلم كثيرة وقد صنف فيها وفي عقيقها وأعراضها وجبالها كتب ليس من شرطنا ذكرها إلا على ترتيب الحروف وقد فعلنا ذلك وفيما ذكرناه مما يخصها كفاية والله يحسن لنا العافية ولا يحرمنا ثواب حسن النية في الإفادة والاستفادة بحق محمد وآله وأما المسافات فإن من المدينة إلى مكة نحو عشر مراحل ومن الكوفة إلى المدينة نحو عشرين مرحلة وطريق البصرة إلى المدينة نحو من ثماني عشرة مرحلة ويلتقي مع طريق الكوفة بقرب |جـ 5 صـ 88| معدن النقرة ومن الرقة إلى المدينة نحو من عشرين مرحلة ومن البحرين إلى المدينة نحو خمس عشرة مرحلة ومن دمشق إلى المدينة نحو عشرين مرحلة ومثله من فلسطين إلى المدينة على طريق الساحل ولأهل مصر وفلسطين إذا جاوزوا مدين طريقان إلى المدينة أحدهما على شغب وبدا وهما قريتان بالبادية كان بنو مروان أقطعوهما الزهري المحدث وبها قبره حتى ينتهي إلى المدينة على المروة وطريق يمضي على ساحل البحر حتى يخرج بالجحفة فيجتمع بهما طريق أهل العراق وفلسطين ومصر ",
                "title": "مدينة يثرب والنسبة المديني",
                "uri": "JK_000129_011727"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}