{
    "features": [
        {
            "item": "JK_000129_012014",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.134-135",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المشقر</h1> بضم أوله وفتح ثانيه وتشديد القاف وراء كأنه مأخوذ من الشقرة وهي الحمرة أو من الشقر وهي شقائق النعمان قال ابن الققيه هو حصن بين نجران والبحرين يقال إنه من بناء طسم وهو على تل عال ويقابله حصن بني سدوس ويقال إنه من بناء سليمان بن داود عليهما السلام وقال غيره المشقر حصن بالبحرين عظيم لعبد القيس يلي حصنا لهم آخر يقال له الصفا قبل مدينة هجر والمسجد الجامع بالمشقر وبين الصفا والمشقر نهر يجري يقال له العين وهو يجري إلى جانب مدينة محمد بن الغمر ولذلك قال يزيد بن المفرغ يهجو المنذر بن الجارود وكان قد أجاره فحقد عبيد الله بن زياد جواره وأخذه منه فنكل به ونسب المشقر إلى عبد القيس وهم أهل البحرين فقال تركت قريشا أن أجاور فيهم وجاورت عبد القيس أهل المشقر أناسا أجارونا فكان جوارهم أعاصير من فسو العراق المبذر فهلا بني اللفاء كنتم بني استها فعلتم فعال العامري ابن جعفر حمى جاره بشر بن عمرو بن مرثد بألف كمي في الحديد مكفر وخاض حياض الموت من دون جاره كهولا وشبانا كجنة عبقر وأداه موفورا وقد جمعت له كتائب خضر للهمام بن منذر ولما قدمت عبد القيس البحرين وبها إياد أخرجوهم منها قهرا ونزلوها فاستقروا بها إلى الآن قال عمرو بن أسوى العبقسي ألا بلغا عمرو بن قيس رسالة فلا تجزعن من نائب الدهر واصبر |جـ 5 صـ 135| شحطنا إيادا عن وقاع وقلصت وبكرا نفينا عن حياض المشقر وفيه حبس كسرى بني تميم وقد روي أن المشقر جبل لهذيل فيمن روى قول أبي ذؤيب وهو ابن الأعرابي حتى كأني للحوادث مروة بصفا المشقر كل يوم تقرع قال الأصمعي ولهذيل جبل يقال له المشقر وهذا الذي قال فيه أبو ذؤيب وذكر البيت ثم قال وبعض المشقر لخزاعة هذا نص قوي على أن المشقر في موضعين ويروى المشرق وقال الحازمي المشقر أيضا واد بأجإ وقد قال امرؤ القيس في قصيدته التي يذكر فيها الشام فذكر فيها عدة مواضع ثم قال أو المكرعات من نخيل ابن يامن دوين الصفا اللائي يلين المشقرا ولعله شبه موضعا بالشام به أو أراد أنه رحل من هناك إلى الشام وقال عرفطة بن عبد الله المالكي ثم الأسدي لقد كنت أشقى بالغرام فشاقني بليلي على بنيان حمل مقدر فقلت وقد زال النهار كوارع من الثاج أو من نخل يثرب موقر أو المكرعات من نخيل ابن يامن دوين الصفا اللائي يحف المشقر ",
                "title": "المشقر",
                "uri": "JK_000129_012014"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}