{
    "features": [
        {
            "item": "JK_000952_1143",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.214-215",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحزامي</h1> بكسر الحاء المهملة والزاي والميم بعد الألف هذه النسبة إلى الجد الأعلى والمشهور بها أبو إسحاق إبراهيم بن المنذر بن عبد الله بن المنذر بن المغيرة بن عبد الله بن خالد بن حزام بن خويلد بن أسد بن عبد العزي الحزامي القرشي من أهل المدينة يروي عن ابن عيينة وأبي ضمرة أنس بن عياض روى عنه عمران بن موسى السختياني الجرجاني وجماعة سواه مات في المحرم صادرا من الحج بالمدينة سنة ست وثلاثين ومائتين وقال مصعب بن عبد الله الزبيري كان المنذر بن عبد الله قد شخص إلى بغداد وكان آخى إخوانا أهل فضل ودين وأدب يخرجون المخارج ويكونون بالعقيق الأيام يجتمعون ويتحدثون وبين ذلك خير كثير وصلاة وذكر وتنازع في العلم ذكر أبو كامل البصيري في كتاب المضافات إن إبراهيم بن المنذر الحزامي من ولد حكيم بن حزام رضي الله عنه ووهم في ذلك لأنه من ولد حزام بن خالد وأبو هشام مغيرة بن عبد الرحمن بن الحارث بن عياش بن أبي المخزومي القرشي الذي يقال له الحزامي من أهل المدينة يروي عن أبي حازم وكان روايا لابن عجلان روى عنه خالد بن مخلد القطواني وقتيبة بن سعيد كان مولده سنة أربع وعشرين ومائة ومات يوم الأربعاء لتسع خلون من صفر سنة خمس أو ست وثمانين ومائة وأبو سهل عيسى بن المغيرة الحزامي التميمي من أهل الكوفة يروي عن الشعبي روى عنه سفيان الثوري وعثمان بن الضحاك بن عثمان بن عبد الله بن خالد بن حزام الحزامي وابنه الضحاك بن عثمان من ولد خالد أخي حكيم ومغيرة بن عبد الرحمن الحزامي من أهل المدينة كان يلقب قصيا يروى عن أبي الزناد وموسى بن عقبة وعبد الرحمن بن عبد الملك بن شيبة أبو بكر الحزامي المديني سمع محمد بن إسماعيل بن أبي فديك ويونس بن يحيى وعثمان بن خالد العثماني روى عنه محمد بن إسماعيل البخاري |جـ 2 صـ 215| وأبو زرعة الرازي الإمامان وهو من موالي حكيم بن حزام والضحاك بن عثمان الحزامي من ولد حكيم بن حزام ويقال أنه عثمان بن عبد الله بن خالد بن حزام أخي حكيم بن حزام بن خويلد بن أسد يكنى أبا عثمان روى عن سالم أبي النضر ونافع وبكير بن الأشج وعبد الله بن عروة روى عنه الثوري ويحيى القطان وزيد بن حباب وأنس بن عياض وقال أحمد بن حنبل الضحاك مديني ثقة وقال أبو زرعة هو ليس بقوي وقال أبو حاتم يكتب حديثه ولا يحتج به ",
                "title": "الحزامي",
                "uri": "JK_000952_1143"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}