{
    "features": [
        {
            "item": "JK_000129_012044",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.144-145",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مصيرة</h1> بالفتح ثم الكسر كأنه فعيلة من المصر وهو الحد بين الشيئين جزيرة عظيمة في بحر عمان فيها عدة قرى المصيصة بالفتح ثم الكسر والتشديد وياء ساكنة وصاد أخرى كذا ضبطه الأزهري وغيره من اللغويين بتشديد الصاد الأولى هذا لفظه وتفرد |جـ 5 صـ 145| الجوهري وخالد الفارابي بأن قالا المصيصة بتخفيف الصادين والأول أصح طولها ثمان وستون درجة وعرضها سبع وثلاثون درجة وهي في الإقليم الخامس وقال غيره في الرابع طالعها خمس وعشرون درجة من العقرب لها قلب العقرب وجفاء الحية والمرزمة ولها شركة في كوكب الجوزاء تحت ثلاث عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان وقال أبو عون في زيجه طولها تسع وخمسون درجة وعرضها ست وثلاثون درجة قال في الإقليم الرابع وهي مدينة على شاطىء جيحان من ثغور الشام بين أنطاكية وبلاد الروم تقارب طرسوس وهي الآن بيد ابن ليون وولده بعده منذ أعوام كثيرة وكانت من مشهور ثغور الإسلام قد رابط بها الصالحون قديما وبها بساتين كثيرة يسقيها جيحان وكانت ذات سور وخمسة أبواب وهي مسماة فيما زعم أهل السير باسم الذي عمرها وهو مصيصة بن الروم بن اليمن بن سام بن نوح عليه السلام قال المهلبي ومن خصائص الثغر أنه كانت تعمل ببلد المصيصة الفراء تحمل إلى الآفاق وربما بلغ الفرو منها ثلاثين دينارا والمصيصة أيضا قرية من قرى دمشق قرب بيت لهيا قال أبو القاسم يزيد بن أبي مريم الثقفي المصيصي من أهل مصيصة دمشق ولاه هشام بن عبد الملك عاربة الشحر ولم تكن ولايته محمودة فعزله وينسب إلى المصيصة كثير في كتاب النسب للسمعاني منهم أبو القاسم علي بن محمد بن علي بن أحمد بن أبي العلاء السلمي المصيصي الفقيه الشافعي سمع أبا محمد بن أبي نصر بدمشق غير كثير وسمع ببغداد أبا الحسن بن الحماني وأبا القاسم بن بشران والقاضي أبا الطيب الطبري وعليه تفقه وسمع منه الخطيب وأبو الفتح المقدسي وغيرهما كثير وولد في رجب سنة 004 ومات بدمشق سنة 784 وكان فقيها مرضيا من أصحاب القاضي أبي الطيب وكان مسندا في الحديث وكان مولده بمصر وفي خبر أبي العميطر الخارج بدمشق بإسناد عن عمرو بن عمار أنه لما أخذ أصحاب أبي العميطر المصيصة قرية على باب دمشق دخل عليه بعض أصحابه فقال يا أمير المؤمنين قد أخذنا المصيصة فخر أبو العميطر ساجدا وهو يقول الحمد لله الذي ملكنا الثغر وتوهم بأنهم قد أخذوا المصيصة التي عند طرسوس ",
                "title": "مصيرة",
                "uri": "JK_000129_012044"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}