{
    "features": [
        {
            "item": "JK_000129_002019",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.442-443",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بضاعة</h1> بالضم وقد كسره بعضهم والأول أكثر وهي دار بني ساعدة بالمدينة وبئرها معروفة فيها أفتى النبي صلى الله عليه وسلم بأن الماء طهور ما لم يتغير وبها مال لأهل المدينة من أموالهم وفي كتاب البخاري تفسير القعنبي لبضاعة نخل بالمدينة وفي الخبر أن النبي صلى الله عليه وسلم أتى بئر بضاعة فتوضأ من الدلو وردها إلى البئر وبصق فيها وشرب من مائها وكان إذا مرض المريض في أيامه |جـ 1 صـ 443| يقول اغسلوني من ماء بضاعة فيغسل فكأنما أنشط من عقال وقالت أسماء بنت أبي بكر كنا نغسل المرضى من بئر بضاعة ثلاثة أيام فيعافون وقال أبو الحسن الماوردي في كتاب الحاوي من تصنيفه ومن الدليل على أبي حنيفة ما رواه الشافعي عن إبراهيم بن محمد بن سفيط بن أبي أيوب عن عبد الله ابن عبد الرحمن بن أبي سعيد الخدري أن النبي صلى الله عليه وسلم قيل له إنك تتوضأ من بئر بضاعة وهي تطرح فيها المحائض ولحوم الكلاب وما ينحي الناس فقال الماء لا ينجسه شيء فلم يجعل لاختلاط النجاسة بالماء تأثيرا في نجاسته وهذا نص يدفع قول أبي حنيفة اعترضوا على هذا الحديث بسؤالين أحدهما أن بئر بضاعة عين جارية إلى بساتين يشرب منها والماء الجاري لا تثبت فيه النجاسة والجواب عنه أن بئر بضاعة أشهر حالا من أن يعترضوا عليها بهذا السؤال وهي بئر في بني ساعدة قال أبو داود في سننه قدرت بئر بضاعة بردائي مددته عليها ثم ذرعته فإذا عرضه ستة أذرع وسألت الذي فتح لي البستان فأدخلني إليها هل غير بناؤها عما كانت عليه فقال لا ورأيت فيها ماء متغير اللون ومعلوم أن الماء الجاري لا يبقى متغير اللون قال أبو داود وسمعت قتيبة بن سعيد يقول سألت قيم بئر بضاعة عن عمقها فقال أكثر ما يكون الماء فيها إلى العانة قلت إذا نقص قال دون العورة والسؤال الثاني أن قالوا لا يجوز أن يضاف إلى الصحابة أن يلقوا في بئر ماء يتوضأ فيه رسول الله صلى الله عليه وسلم المحائض ولحوم الكلاب بل ذلك مستحيل عليهم وذلك بصيانة وضوء رسول الله صلى الله عليه وسلم أولى فدل على ضعف هذا الحديث ووهائه والجواب عنه إن الصحابة لا يصح إضافة ذلك إليهم ولا روينا أنهم فعلوا وإنما كانت بئر بضاعة قرب مواضع الجيف والأنجاس وكانت الريح تلقي ذلك فيها قال ثم الدليل عليه من طريق المعنى أنه ماء كثير فوجب أن لا ينجس بوقوع نجاسة لا تغيره قياسا على البعرة ",
                "title": "بضاعة",
                "uri": "JK_000129_002019"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}