{
    "features": [
        {
            "item": "JK_000952_3355",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.573-575",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القيرواني</h1> بفتح القاف وسكون الياء المنقوطة باثنتين من تحتها وفتح الراء والواو في آخرها النون هذه النسبة إلى القيروان وهي بلدة بالمغرب عند أفريقية والقيروان كلمة فارسية وذلك أن قافلة من قريش أقبلت من مكة تريد أرض طليطلة وهو ابن حام بن نوح بعد الفيل فنزلت بعض صحاريها فقال القوم كاروان آمد يريدون أن يقطعوا عليها فعرب كاروان فقيل القيروان وقيل ألقيروان بن مصر بن حام بن نوح وقيل بنى القيروان محمد بن الأشعث الخزاعي وتحت لوائه عشرون ومائة قائد ومن القيروان إلى طرابلس مائة فرسخ ومنها إلى مصر ألف فرسخ ومن مصر إلى مكة خمسائة فرسخ خرج منها جماعة كثيرة من أهل العلم قديما وحديثا في كل فن منهم عقبة بن نافع بن عبد القيس بن لقيط بن عامر بن أمية بن الظرب بن الحارث بن فهر بن مالك القيرواني يقال له صحبة ولم يصح شهد فتح مصر واختط بها وتولى الإمرة على المغرب لمعاوية بن أبي سفيان وليزيد بن معاوية وهو الذي بنى القيروان وأنزلها المسلمين روي أن أباه كان مع هبار بن الأسود حين نخس بزينب بنت رسول الله صلى الله عليه وسلم حين هاجرت وروي أن أباه هو الذي قال فيه النبي صلى الله عليه وسلم إن لقيتم نافعا وهبارا فاجعلوهما بين حزمتي حطب فأحرقوهما بالنار ثم قال إن لقيتموهما فاقتلوهما فإنه لا يعذب بعذاب الله وروى عن معاوية بن أبي سفيان روى عنه ابنه مرة وعلي بن رباح قتله البربر |جـ 4 صـ 574| بتهوذة من أرض الزاب بالمغرب سنة ثلاث وستين ومن ولده بمصر إلى الآن بقية وبأفريقية وبغزة من أرض الشام وسليمان بن داود بن سلمون القيرواني كان فقيها فاضلا سمع أبا بكر محمد بن عبد الله البغدادي روى عنه عبد الله بن ميمون بن أشقند الأطرابلسي المغربي وأبو عقال بن علوان القيرواني المغربي من قدماء مشايخ المغرب صحب أبا هارون الأندلسي ومات أبو عقال بمكة وبها قبره أقام أبو عقال بمكة أربع سنين لم يأكل ولم يشرب إلى أن توفي وقيل اثنتي عشرة سنة وقيل كان يسمي حمامة الحرم قال أبو إسحاق المغربي نزيل طرسوس كان أبي فيمن لقي أبا عقال بمسجد الخيف وعليه خيشتان متزرا بإحداهما ومتشحا بالأخرى وحوله جماعة يكتبون كلامه فلما انقضى المجلس خلوت به قلت حدثني بأشد ما مر بك في الحجاز قال لا تقدر تسمعه ولكن أحدثك ببعضه كان معي في بعض السنين سبعون صاحب ركوة فوقع القحط في الحجاز فماتوا عن آخرهم وبقي معي خمسة نفر قد أثر فيهم الضر وبقينا سبع عشرة ليلة متواليات لم نطعم فيها شيئا فضعفت وأيست من الحياة فوقع في سري أن آتي الركن وألتزمه إلى أن أموت فحبوت إليه حبوا ورفعت واستندت إلى زمزم فإذا أنا بأسود على رأسه مكتل كبير وحمل مشوي وصرة كبيرة من فضة فقال لي أنت أبو عقال قلت نعن فوضعه بين يدي وفر فأومأت إلى أصحابي فأتوني حبوا وكنت فيهم كواحد منهم وأبو علي الضرير القيرواني بكى حتى عمي ثم رجع إليه بصره فبكى حتى عمي ثانيا وهو من كبار مشايخهم صحب الخولاني |جـ 4 صـ 575| وأبو عبد الله الزيات من مشايخ المغرب من أهل القيروان كبير الحال ذو حظ من السماع عالم فيه كان هو المرجوع إليه بناحيته في علوم القوم ",
                "title": "القيرواني",
                "uri": "JK_000952_3355"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}