{
    "features": [
        {
            "item": "JK_000952_1972",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.175-176",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزوزني</h1> بسكون الواو بين الزايين المعجمتين وفي آخرها النون هذه النسبة إلى زوزن وهي بلدة كبيرة حسنة بين هراة ونيسابور وكان بعض الكبراء قال زوزن هي البصرة الصغرى لكثرة فضلائها وعلمائها قيل إن إمارتها تعدل إمارة مدينة كبيرة بخراسان وكذلك القضاء بها وحدودها متصلة بحدود البوزجان ومن الناحية الأخرى بقهستان خرج منها جماعة من العلماء في كل فن منهم أبو العباس الوليد بن أحمد بن محمد بن الوليد بن زياد بن الفرات بن سالم العارف الواعظ الزوزني ساكن نيسابور كان عالما زاهدا صوفيا واعظا مذكرا له رحلة إلى العراق والشام أدرك فيها جماعة من الزهاد والمحدثين سمع بنيسابور |جـ 3 صـ 176| أبا حامد أحمد بن محمد بن الشرقي وبالري أبا محمد عبد الرحمن بن أبي حاتم الرازي وببغداد أبا عبد الله الحسين بن إسماعيل المحاملي وأبا عبد الله بن مخلد الدوري وبالجزيرة أبا بكر محمد بن الحسين الحلبي وبالشام أبا الحسن خيثمة بن سليمان بن حيدرة الأطرابلسي وبمصر محمد بن إبراهيم بن شيبة وبالحجاز أبا سعيد أحمد بن محمد بن زياد بن الأعرابي وطبقتهم روى عنه الحاكم أبو عبد الله الحافظ وأثنى عليه وقال كان من علماء الحقائق وعباد المتصوفة وتوفي في شهر ربيع الأول سنة ست وسبعين وثلاثمائة ودفن بمقبرة باب معمر وابنه أو ابن أخيه أبو حامد أحمد بن الوليد الزوزني حدث بجرجان عن أبي القاسم الطبراني وأبي بكر الشافعي وتوفي بنيسابور سنة ثمان عشرة وأربعمائة روى عنه طاهر الشحامي إن شاء الله وابو القاسم اسعد بن علي بن أحمد البارع الزوزني الأديب كان شاعر عصره وواحد دهره بخراسان له القصائد الحسنة والمعاني الدقيقة الغريبة وقد شاع ذكره وسار شعره وكان على كبر سنه يكتب الحديث ويسمع ويحضر مجالس الإملاء إلى آخر عمره سمع أبا الحسن عبد الرحمن بن محمد بن المظفر الداودي روى لي عنه أبو البركات عبد الله بن محمد الفراوي بنيسابور وأبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وابو سعد محمد بن أحمد بن محمد الخليلي بنوقان وأبو الفضل جعفر بن الحسن بن منصور البياري بسمرقند وأبو حفص عمر بن محمد بن الحسن الفرغولي بمرو وغيرهم وكانت وفاته يوم الأضحى من سنة اثنتين وتسعين وأربعمائة بنيسابور وأبو عمرو أحمد بن محمد بن إبراهيم الزوزني الكاتب كان قد تفقه على مذهب أبي حنيفة رحمه الله سمع اباه وأبا قريش الحافظ وغيرهما وكان يسكن باب عزرة سنين ثم تحول إلى الزوزن ومات بها في سنة خمس وسبعين وثلاثمائة وأبو الحسن علي بن محمود بن إبراهيم بن ماخرة الزوزني الصوفي سكن بغداد وكان جده ماخرة مجوسيا حدث عن عبد الوهاب بن الحسن الدمشقي وعلي بن المثنى الإستراباذي وغيرهما ذكره الخطيب وقال كتبت عنه وكان لا بأس به وكانت ولادته في سنة ست وستين وثلاثمائة ومات في شهر رمضان سنة إحدى وخمسين وأربعمائة ودفن بباب الرباط وابنه أبو بكر محمد بن علي بن محمود الزوزني شيخ صالح سمع أبا علي الحسن بن أحمد بن شاذان البزاز وابنه أبو سعد أحمد بن محمد بن علي الزوزني الصوفي شيخ ظريف كيس خفيف الروح مسن سمع الكثير من أبي الحسين محمد بن علي بن المهتدي بالله وأبي يعلى محمد بن الحسين بن |جـ 3 صـ 177| الفراء وابي محمد عبد الله بن محمد بن هزار مرد الصريفيني وأبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وطبقتهم كتبت عنه ببغداد وكان أكثر سماعاته بقراءة جدي الإمام أبي المظفر السمعاني وكانت ولادته في سنة تسع وأربعين ووفاته وابنه أبو الفتوح محمد بن أحمد بن محمد الزوزني سمع أبا الفضل محمد بن عبد السلام بن أحمد الأنصاري وأبا محمد جعفر بن أحمد بن الحسين السراج وغيرهما كتبت عنه وكان سماعه عن الشيوخ بقراءة والدي رحمه الله وكانت ولادته ^ ^ ",
                "title": "الزوزني",
                "uri": "JK_000952_1972"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}