{
    "features": [
        {
            "item": "JK_000952_0393",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.292-294",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البخاري</h1> بضم الباء الموحدة وفتح الخاء المعجمة والراء بعد الألف هذه النسبة إلى البلد المعروف بما وراء النهر يقال لها بخارا خرج منها جماعة من العلماء في كل فن يجاوزون الحد وصنف تاريخها أبو عبد الله محمد بن أحمد بن محمد بن سليمان الغنجار الحافظ البخاري وأحسن في ذلك وأبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة الجعفي البخاري المعروف في الشرق والغرب صاحب كتاب الجامع الصحيح وأما الفقيه أبو الفضل عبد الرحمن بن محمد بن حمدون بن بخار البخاري نسب إلى جده الأعلى من أهل نيسابور كان من أعيان أصحاب أبي الوليد القدماء منهم وصحب الصالحين والمستورين سنين وعقد له أبو الوليد التدريس في حياته وذكر أبو إسحاق المزكي قال قلت لأبي الوليد سنة تسع وثلاثين وثلاثمائة يخرج معنا السنة جماعة من الفقهاء من أصحابك وإن وقعت لي مسألة في الدين إلى من أرجع منهم فقال إلى أبي الفضل بن بخارا سمع بنيسابور أبا محمد وأبا حامد ابني الشرقي ومكي بن عبدان وبسرخس أبا العباس الدغولي وببغداد إسماعيل بن محمد الصفار وبمكة أبا سعيد أحمد بن محمد بن الأعرابي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ فقال اعتل أبو الفضل بن بخار قبل موته بسنين علة من الرطوبة فعمي وصم وزال عقله وبقي على ذلك قريبا من ثلاث سنين ثم توفي في جمادى الأولى سنة إحدى وثمانين وثلاثمائة وأما أبوه أبو بكر محمد بن حمدون بن بخار المعدل البخاري كان من المعدلين بنيسابور وكان من الملازمين للشيخين أبي علي الثقفي وأبي بكر بن إسحاق سمع أبا عبد الله الفوشنجي وإبراهيم بن أبي طالب وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في شهر رمضان من سنة ثمان وأربعين وثلاثمائة وهو ابن اثنتين وسبعين سنة إنما قيل له البخاري لأنه كان يحرق البخور في جامع بغداد حسبة فجعل عوام بغداد البخوري بخاريا وعرف بيته ببيت ابن البخاري |جـ 1 صـ 294| ",
                "title": "البخاري",
                "uri": "JK_000952_0393"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}