{
    "features": [
        {
            "item": "JK_000129_008093",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.425-426",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صنعاء</h1> منسوبة إلى جودة الصنعة في ذاتها كقولهم امرأة حسناء وعجزاء وشهلاء والنسبة إليها صنعاني |جـ 3 صـ 426| على غير قياس كالنسبة إلى بهراء بهراني وصنعاء موضعان أحدهما باليمن وهي العظمى وأخرى قرية بالغوطة من دمشق ونذكر أولا اليمانية ثم نذكر الدمشقية ونفرق بين من نسب إلى هذه وهذه فأما اليمانية فقال أبو القاسم الزجاجي كان اسم صنعاء في القديم أزال قال ذلك الكلبي والشرقي وعبد المنعم فلما وافتها الحبشة قالوا نعم نعم فسمي الجبل نعم أي انظر فلما رأوا مدينتها وجدوها مبنية بالحجارة حصينة فقالوا هذه صنعة ومعناه حصينة فسميت صنعاء بذلك وبين صنعاء وعدن ثمانية وستون ميلا وصنعاء قصبة اليمن وأحسن بلادها تشبه بدمشق لكثرة فواكهها وتدفق مياهها فيما قيل وقيل سمبت بصنعاء بن أزال بن يقطن بن عابر بن شالخ وهو الذي بناها وطول صنعاء ثلاث وستون درجة وثلاثون دقيقة وعرضها أربع عشرة درجة وثلاثون دقيقة وهي في الإقليم الأول قيل كانت تسمى أزال قال ابن الكلبي إنما سميت صنعاء الأن وهرز لما دخلها قال صنعة صنعة بريد أن الحبشة أحكمت صنعتها قال وإنما سميت باسم الذي بناها وهو صنعاء بن أزال بن عبير بن عابر بن شالخ فكانت تعرف بأزال وتارة بصنعاء وقال مجاهد في قوله تعالى & غدوها شهر ورواحها شهر & كان سليمان عليه السلام يستعمل الشياطين بإصطخر ويعرضهم بالري ويعطيهم أجورهم بصنعاء فشكوا أمرهم إلى إبليس فقال عظم البلاء وقد حضر الفرج وقال عمارة بن أبي الحسن ليس بجميع اليمن أكبر ولا أكثر مرافق وأهلا من صنعاء وهو بلد في خط الاستواء وهي من الاعتدال من الهواء بحيث لا يتحول الإنسان من مكان طول عمره صيفا ولا شتاء وتتقارب بها ساعات الشتاء والصيف وبها بناء عظيم قد خرب وهو تل عظيم عال وقد عرف بغمدان وقال معمر وطئت أرضين كثيرة شاما وخراسان وعراقا فما رأيت مدينة أطيب من صنعاء وقال محمد بن أحمد الهمداني الفقيه صنعاء طيبة الهواء كثيرة الماء يقال إن أهلها يشتون مرتين ويصيفون مرتين وكذلك أهل فران ومأرب وعدن والشحر وإذا صارت الشمس إلى أول الحمل صار الحر عندهم مفرطا فإذا صارت إلى أول الحمل صار الحر عندهم مفرطا فإذا صارت إلى أو السرطان وزالت عن سمت رؤوسهم أربعة وعشرين شتوا ثم تعود الشمس إليهم إذا صارت إلى أول الميزان فيصيفون ثانية ويشتد الحر عليهم فإذا زالت إلى الجنوب وصارت إلى الجدي شتوا ثانية غير أن شتاءهم قريب من صيفهم قال وكان في ظفار وهي صنعاء كذا قال وظفار مشهورة على ساحل البحر ولعل هذه كانت تسمى بذلك قريب من القصور قصر زيدان وهو قصر المملكة وقصر شوحطان وقصر كوكبان وهوجبل قريب منها وقد ذكر في موضعه قال وكان لمدينة صنعاء تسعة أبواب وكان لا يدخلها غريب إلا بإذن كانوا يجدون في كتبهم أنها تخرب من رجل يدخل من باب لها يسمى باب حقل فكانت عليه أجراس متى حركت سمع صوت الأجراس من الأماكن البعيدة وكانت مرتبة صاحب الملك على ميل من بابها وكان من دونه إلى الباب حاجبان بين كل واحد إلى صاحبه رمية سهم وكانت له سلسلة من ذهب من عند الحاجب إلى باب المدينة ممدودة وفيها أجراس متى قدم على الملك شريف أو رسول أو بريد من بعض العمال حركت السلسة فيعلم الملك بذلك فيرى رأيه وقال أبو محمد اليزيدي يمدح صنعاء ويفضلها على غيرها وكان قد دخلها قلت ونفسي جم تأوهها تصبو إلى أهلها وأندهها |جـ 3 صـ 427| سقيا لصنعاء لا أرى بلدا أوطنه الموطنون يشبهها خفضا ولينا ولا كبهجتها أرغد أرض عيشا وأرفهها يعرف صنعاء من أقام بها أعذى بلاد عذا وأنزهها ما أنس لا أنس ما فجعت به يوما بنسا إبلها تجهجهها فصاح بالبين ساجع لغب وجاهرت بالشمات أمهها ضعضع ركني فراق ناعمة في ناعمات تصان أوجهها كأنها فضة مموهة أحسن تمويهها مموهها نفس ببين الأحباب والهة وشحط ألافها يولهها نفى عزائي وهاج لي حزني والنفس طوع الهوى ينفهها كم دون صنعاء سملقا جددا ينبو بمن رامها معوهها أرض بها العين والظباء معا فوضى مطافيلها وولهها كيف بها كيف وهي نازحة مشبه تيهها ومهمهها وبنى أبرهة بصنعاء القليس وأخذ الناس بالحج إليه وبناه بناء عجيبا وقد ذكر في موضعه وقدم يزيد ابن عمرو بن الصعق صنعاء ورأى أهلها وما فيها من العجائب فلما انصرف قيل له كيف رأيت صنعاء فقال ومن ير صنعاء الجنود وأهلها وجنود حمير قاطنين وحميرا يعلم بأن العيش قسم بينهم حلبوا الصفاء فأنهلوا ما كدرا ويرى مقامات عليها بهجة يأرجن هنديا ومسكا أذفرا ويروى عن مكحول أنه قال أربع من مدن الجنة مكة والمدينة وإيلياء ودمشق وأربع من مدن النار أنطاكية والطوانة وقسطنطينية وصنعاء وقال أبو عبيد وكان زياد بن منقذ العدوي نزل صنعاء فاستوبأها وكان منزله بنجد في وادي أشي فقال يتشوق بلاده لا حبذا أنت من صنعاء من بلد ولا شعوب هوى مني ولا نقم وحبذا حين تمسي الريح باردة وادى أشي وفتيان به هضم مخدمون كرام في مجالسهم وفي الرحال إذا صحبتهم خدم الواسعون أذا ما جر غيرهم على العشيرة والكافون ما جرموا ليست عليهم إذا يغدون أردية إلا جياد قسي النبع واللجم لم ألق بعدهم قوما فأخبرهم إلا يزيدهم حبا إلي هم يا ليت شعري عن جنبي مكشحة وحيث تبنى من الحناءة الأطم عن الأشاءة هل زالت مخارمها وهل تغير من آرامها إرم |جـ 3 صـ 428| يا ليت شعري متى أغدو تعارضني جرداء سابحة أم سابح قدم نحو الأميلح أو سمنان مبتكرا في فتية فيهم المرار والحكم من غير عدم ولكن من تبذلهم للصيد حين يصيح الصائد اللحم فيفزعون إلى جرد مسحجة أفنى دوابرهن الركض والأكم يرضخن صم الحصى في كل هاجرة كما تطايح عن مرضاخه العجم وهي أكثر من هذا وإنما ذكرت ما ذكرت منها وإن لم يكن فيها من ذكر صنعاء إلا البيت الأول استحسانا لها وإيفاء بما شرط من ذكر ما يتضمن الحنين إلى الوطن ولكونها اشتملت على ذكر عدة أماكن وقد نسب إلى ذلك خلق وأجلهم قدرا في العلم عبد الرزاق ابن همام بن نافع أبو بكر الحميري مولاهم الصنعاني أحد الثقات المشهورين قال أبو القاسم قدم الشام تاجرا وسمع بها الأوزاعي وسعيد بن عبد العزيز وسعيد بن بشير ومحمد بن راشد المكحولي وإسماعيل ابن عباس وثور بن يزيد الكلاعي وحدث عنهم وعن معمر بن راشد وابن جريج وعبد الله وعبيد الله ابني عمرو بن مالك بن أنس وداود بن قيس الفراء وأبي بكر بن عبد الله بن أبي سبرة وعبد الله بن زياد بن سمعان وإبراهيم بن محمد بن أبي يحيى وأبي معشر نجيح السندي وعبد الرحمن بن زيد بن أسلم ومعتمر بن سليمان التيمي وأبي بكر بن عباس وسفيان الثوري وهشيم بن بشير الواسطي وسفيان بن عيينة وعبد العزيز ابن أبي زياد وغير هؤلاء روى عنه سفيان بن عيينة وهو من شيوخه ومعتمر بن سليمان وهو من شيوخه وأبو أسامة حماد بن أسامة وأحمد بن حنبل ويحيى ابن معين وإسحاق بن راهويه ومحمد بن يحيى الذهلي وعلي بن المديني وأحمد بن منصور الرمادي والشاذ كوني وجماعة وافرة وآخرهم إسحاق بن إبراهيم الدبري وكان مولده سنة 216 ولزم معمرا ثمانين سنة قال أحمد بن حنبل أتينا عبد الرزاق قبل المائتين وهو صحيح البصر ومن سمع منه بعدما ذهب بصره فهو ضعيف الإسناد وكان أحمد يقول إذا اختلف أصحاب معمر فالحديث لعبد الرزاق وقال أبو خيثمة زهير بن حرب لما خرجت أنا وأحمد بن حنبل ويحيى بن معين نريد عبد الرزاق فلما وصلنا مكة كتب أهل الحديث إلى صنعاء إلى عبد الرزاق قد أتاك حفاظ الحديث فانظر كيف تكون أحمد ابن حنبل ويحيى بن معين وأبو خيثمة زهير بن حرب فلما قدمنا صنعاء أغلق الباب عبد الرزاق ولم يفتحه لأحد إلا لأحمد بن حنبل لديانته فدخل فحدثه بخمسة وعشرين حديثا ويحيى بن معين بين الناس جالس فلما خرج قال يحيى لأحمد أرني ما حل لك فنظر فيها فخطأ الشيخ في ثمانية عشر حديثا فلما سمع أحمد الخطأ رجع فأراه مواضع الخطإ فأخرج عبد الرزاق الأصول فوجده كما قال يحيى ففتح الباب وقال ادخلوا وأخذ مفتاح بيته وسلمه إلى أحمد ابن حنبل وقال هذا البيت ما دخلته يد غيري منذ ثمانين سنة أسلمه إليكم بأمانة الله على أنكم لا تقولون ما لم أقل ولا تدخلون علي حديثا من حديث غيري ثم أومأ إلى أحمد وقال أنت أمين الدين عليك وعليهم قال فأقاموا عنده حولا أنبأنا الحسن بن رستوا أنبأنا أبو عبد الرحمن النسائي قال عبد الرزاق بن همام فيه نظر لمن كتب عنه بآخره وفي رواية أخرى عبد الرزاق بن همام لمن |جـ 3 صـ 429| يكتب عنه من كتاب ففيه نظر ومن كتب عنه بآخره حاد عنه بأحاديث مناكير حدثنا عبد الله بن أحمد بن حنبل قال سألت أبي قلت عبد الرزاق كان يتشيع ويفرط في التشيع فقال أما أنا فلم أسمع منه في هذا شيئا ولكن كان رجلا تعجبه الأخبار أنبأنا مخلد الشعيري قال كنا عند عبد الرزاق فذكر رجل معاوية فقال لا تقذروا مجلسنا بذكر ولد أبي سفيان أنبأنا علي بن عبد الله بن المبارك الصنعاني يقول كان زيد بن المبارك لزم عبد الرزاق فأكثر عنه ثم حرق كتبه ولزم محمد بن ثور فقيل له في ذلك فقال كنا عند عبد الرزاق فحدثنا بحديث معمر عن الزهري عن مالك بن أوس بن الحدثان الطويل فلما قرأ قول عمر لعلي والعباس فجئت أنت تطلب ميراثك من ابن أخيك ويطلب هذا ميراث امرأته من أبيها قال ألا يقول الأنوك رسول الله صلى الله عليه وسلم قال زيد بن المبارك فقمت فلم أعد إليه ولا أروي عنه حديثا أبدا أنبأنا أحمد بن زهير بن حرب قال سمعت يحيى بن معين يقول وبلغه أن أحمد بن حنبل يتكلم في عبد الله ابن موسى بسبب التشيع قال يحيى والله الذي لا إله إلا هو عالم الغيب والشهادة لقد سمعت من عبد الرزاق في هذا المعنى أكثر مما يقول عبد الله بن موسى لكن خاف أحمد أن تذهب رحلته أنبأنا سلمة بن شبيب قال سمعت عبد الرزاق يقول والله ما انشرح صدري قط أن أفضل عليا على أبي بكر وعمر رحم الله أبا بكر ورحم عمر ورحم عثمان ورحم عليا ومن لم يحبهم فما هو بمسلم فإن أوثق عملي حبي إياهم رضوان الله تعالى عليهم أجمعين ومات عبد الرزاق في شوال سنة 112 ومولده سنة 216 ",
                "title": "صنعاء",
                "uri": "JK_000129_008093"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}