{
    "features": [
        {
            "item": "JK_000952_2032",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.213-214",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السبذموني</h1> بضم السين أو فتحها وفتح الباء الموحدة وسكون الذال المعجمة وضم الميم وفي آخرها النون هذه النسبة إلى قرية من قرى بخارى على نصف فرسخ منها والمشهور منها أبو محمد عبد الله بن محمد بن يعقوب بن الحارث بن الخليل الكلاباذي الفقيه الحارثي السبذموني المعروف بالأستاذ وقد ذكرته في الألف في الأستاذ وكان شيخا مكثرا من الحديث غير أنه كان ضعيفا في الرواية غير موثوق به فيما ينقله رحل إلى خراسان والعراق والحجاز وأدرك الشيوخ وإنما قيل له الأستاذ لأنه كان فقيه دار السلطان السعيد حدث عن أبي الموجه محمد بن الموجه ويحيى بن ساسويه المروزيين ومحمد بن الفضل البلخي والفضل بن محمد الشعراني والحسين بن الفضل البلخي النيسابوريين ومحمد بن يزيد الكلاباذي وعبد الله بن واصل وسهل بن المتوكل وحمدويه بن الخطاب وعلي بن الحسين بن الجنيد الرازي وموسى بن هارون الحافظ ومحمد بن علي بن زيد الصائغ وغيرهم روى عنه أبو العباس أحمد بن محمد بن سعيد بن عقدة الحافظ وأبو بكر أحمد بن محمد بن السري بن أبي حازم وابو بكر محمد بن عمر بن الجعابي وأحمد بن محمد بن يعقوب الكاغدي وأبو عبد الله محمد بن إسحاق بن مندة الحافظ الأصبهاني وجماعة سواهم ذكره أبو بكر الخطيب الحافظ وقال عبد الله الأستاذ |جـ 3 صـ 214| صاحب عجائب ومناكير وغرائب وليس بموضع الحجة وقال أبو زرعة أحمد بن الحسين الرازي عبد الله بن محمد بن يعقوب الحارثي ضعيف وقال الحاكم أبو عبد الله الحافظ عبد الله الأستاذ صاحب عجائب وأفراد عن الثقات سكتوا عنه وكانت ولادته في شهر ربيع الآخر سنة ثمان وخمسين ومائتين ومات في شوال سنة أربعين وثلاثمائة ومن القدماء أبو صالح معروف بن منصور السبذموني له رحلة إلى العراق والحجاز والشام يروي عن سفيان بن عيينة وبشر بن السري ومروان بن معاوية الفزاري وعبد الله بن الوليد وغيرهم روى عنه أبو حفص أحمد بن يونس بن الجنيد البخاري وابو بكر أحمد بن أسد بن عبد الله السبذموني يروي عن أبي عبد الله بن أبي حفص وأسباط بن اليسع وأحمد بن الليث وغيرهم روى عنه محمد بن يوسف بن ردام ",
                "title": "السبذموني",
                "uri": "JK_000952_2032"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}