{
    "features": [
        {
            "item": "JK_000129_002360",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.524-525",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بيرحا</h1> بوزن خيزلى قال أبو القاسم بن عمر ويقال بئرحاء مضاف إليه ممدود ويقال بيرحا بفتح أوله والراء والقصر ورواية المغاربة قاطبة الإضافة وإعراب الراء بالرفع والجر والنصب وحاء على لفظ الحاء من حروف المعجم قال أبو بكر الباجي وأنكر أبو بكر الأصم الإعراب في الراء وقيل إنما هو بفتح الراء في كل حال قال وعليه أدركت أهل العلم بالمشرق وقال أبو عبد الله الصوري إنما هو بفتح الباء والراء في كل حال يعني أنه كلمة واحدة قال عياض وعلى رواية الأندلسيين ضبطنا هذا الحرف عن أبي جعفر في كتاب مسلم بكسر الباء وفتح الراء وبكسر الراء وفتح الباء والقصر ضبطناه في الموطإ عن أبي عتاب وابن حمدون وغيرهما وبضم الراء وفتحها معا قيدناه عن الأصيلي وقد رواه مسلم من طريق حماد بن سلمة بريحا هكذا ضبطناه عن الخشني والأسدي والصدفي فيما قيدوه عن العذري والسمرقندي وغيرهما ولم أسمع فيه من غيرهما خلافا إلا أني وجدت أبا عبد الله الحميدي الأندلسي ذكر هذا الحرف في اختصاره عن حماد بن سلمة بيرحاكما قال الصوري ورواية الرازي في حديث مسلم من حديث مالك بن أنس بريحا وهم إنما هذا في حديث حماد وأما في حديث مالك فهو بيرحا كما قيد الجميع على اختلافهم وذكر أبو داود في مصنفه هذا الحديث بخلاف ما تقدم فقال جعلت أرضي باريحا وهذا كله يدل على أنها ليست ببئر وقيل هي أرض لأبي طلحة وقيل هو موضع بقرب المسجد بالمدينة يعرف بقصر بني جديلة وذكر ابن إسحاق أن حسان بن ثابت لما تكلم في الإفك بما تكلم به ونزل القرآن ببراءة عائشة رضي الله عنها عدا صفوان بن المعطل على حسان فضربه |جـ 1 صـ 525| بالسيف فاشتكت الأنصار إلى رسول الله صلى الله عليه وسلم فعل صفوان فأعطاه رسول الله صلى الله عليه وسلم عوضا عن ضربته بيرحاء وهو قصر بني جديلة اليوم بالمدينة وكان مالا لأبي طلحة ابن سهل تصدق به إلى رسول الله صلى الله عليه وسلم فأعطاه رسول الله صلى الله عليه وسلم حسانا وأعطاه سيرين أمة قبطية فولدت له عبد الرحمن بن حسان ",
                "title": "بيرحا",
                "uri": "JK_000129_002360"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}