{
    "features": [
        {
            "item": "JK_000129_008450",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.43-44",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طنزة والنسبة الطنزي</h1> بفتح أوله وسكون ثانيه وزاي بلفظ واحدة الطنز وهو السخرية بلد بجزيرة ابن عمر من ديار بكر ينسب إليه أبو بكر محمد بن مروان |جـ 4 صـ 44| بن عبد الله القاضي الزاهد الطنزي روى عن أبي جعفر السمناني وغيره ومولده سنة 304 وينسب إليها أيضا الوزير أبو عبد الله مروان بن علي بن سلامة بن مروان الطنزي وذكر صديقنا الفقيه العماد أبو طاهر إسماعيل بن باطيس فقال الإمام العالم الزاهد تفقه ببغداد على أبي بكر محمد بن أحمد بن الحسين الشاشي وبرع في الفقه على مذهب الشافعي رضي الله عنه وعاد إلى بلده فتقدم به وسكن قلعة فنك وتوجه رسولا إلى ديوان الخلافة وحدث بشيء يسير عن أبي بكر بن زهراء روى عنه الحافظ أبو القاسم الدمشقي وسعد الله بن محمد الدقاق وكان يصفه بالفضل والعلم ولطف الخاطر واختصر كتاب صفوة التصوف لأبي الفضل محمد بن طاهر المقدسي وتوفي بعد سنة 045 قال أنشدني حفيده أبو زكرياء يحيى بن الحسين بن أحمد بن مروان بن علي بن سلامة الطنزي بنظامية بغداد لجد أبيه مروان بن علي وإذا دعتك إلى صديقك حاجة فأبى عليك فإنه المحروم فالرزق يأتي عاجلا من غيره وشدائد الحاجات ليس تدوم فاستغن عنه ودعه غير مذمم إن البخيل بماله مذموم وممن ينسب إلى طنزة أبو الفضل يحيى بن سلامة بن الحسين بن محمد الطنزي المعروف بالحصكفي الخطيب صاحب الشعر والبلاغة وإبراهيم بن عبد الله بن إبراهيم الطنزي ذكره العماد في الخريدة قال ذكر لي الفقيه أحمد بن طغان البصروي أنه لقيه في شهر رمضان سنة 568 بباعيناثا وكتب لي بخطه هذه الأبيات وإني لمشتاق إلى أرض طنزة وإن خانني بعد التفرق إخواني سقى الله أرضا إن ظفرت بتربها كحلت بها من شدة الشوق أجفاني وقال أيضا يا زاجرا في حدوه الأيانقا رفقا بها تفديك روحي سائقا فقد علاها من بدور طنزة من ضرب الحسن له سرادقا ",
                "title": "طنزة والنسبة الطنزي",
                "uri": "JK_000129_008450"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}