{
    "features": [
        {
            "item": "JK_000952_2220",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.340-342",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السهروردي</h1> بضم السين المهملة وسكون الهاء وفتح الراء والواو وسكون الراء الأخرى وفي آخرها الدال المهملة هذه النسبة إلى سهرورد وهي بلدة عند زنجان خرج منها جماعة منهم أبو النجيب عبد القاهر بن عبد الله بن محمد بن عموية وهو عبد الله بن سعد بن الحسن بن القاسم بن علقمة بن النضر بن معاذ بن عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق رضي الله عنه السهروردي نزل بغداد وسكنها وتفقه في النظامية زمانا على |جـ 3 صـ 341| أسعد بن أبي نصر الميهني ثم انقطع عن الناس وآثر العزلة والخلوة وظهر له جماعة من المريدين وبنى رباطا لنفسه على شط دجلة وأسكنه جماعة من الصالحين حضرت عنده نوبا عدة وسمعت كلامه وتبركت به سمع أبا علي محمد بن سعيد بن نبهان الكاتب وغيره وسمع بقراءتي على شيخنا أبي سعد أحمد بن محمد البغدادي كتبت عنه شيئا يسيرا وسألته عن مولده فقال تقديرا لا تحقيقا في سنة تسعين وأربعمائة بسهرورد وعمه أبو حفص عمر بن محمد بن عموية السهروردي نزيل بغداد أيضا كان جميل الأمر مرضي الطريقة تفقه على السيد أبا القاسم الدبوسي وقرأ طرفا من العلم ثم انصرف وأعرض عن ذلك سمع أبا محمد رزق الله بن عبد الوهاب التميمي وأبا الحسين عاصم بن الحسن بن عاصم الكرخي وغيرهما وتوفي في الأسبوع الذي دخلت بغداد وسمع منه شيخنا عمر بن أبي الحسن البسطامي وجماعة من اصحابنا وكانت ولادته سنة خمس وخمسين وأربعمائة وتوفي في الثامن من شهر ربيع الأول سنة اثنتين وثلاثين وخمسمائة ودفن بالشونيزية وأبو شجاع فارس بن الحسين بن فارس بن الحسين بن غريب بن بشير الذهلي السهروردي سكن بغداد وهو أبو شجاع بن فارس وفارس كان شيخا ثقة فاضلا صالحا صدوقا له معرفة باللغة والأدب وكان يقول الشعر ويحفظ اللغة سمع أبا علي الحسن بن أحمد بن شاذان البزاز وأبا القاسم عبد الملك بن محمد بن بشران الواعظ وغيرهما وجماعة من أهل الأدب روى لنا عنه أبو بكر محمد بن عبد الباقي الأنصاري وأبو القاسم إسماعيل بن أحمد بن السمرقندي وأبو البركات عبد الوهاب بن المبارك الأنماطي وأبو الفضل محمد بن ناصر السلامي وأبو الفرج عبد الخالق بن أحمد اليوسفي وأبو حفص عمر بن ظفر المغازلي وغيرهم وتوفي في شهر ربيع الآخر سنة سبع وأربعمائة وابنه أبو غالب شجاع بن فارس السهروردي المعروف بالذهلي مفيد بغداد في عصره سمع الكثير وبالغ في الطلب وكان يورق ونسخ بخطه ما لا يدخل تحت العد سمع أبا طالب محمد بن محمد بن غيلان البزار وأبا محمد الحسن بن علي الجوهري وأبا طالب محمد بن علي بن الفتح العشاري وطبقتهم حدث بشيء يسير سمع منه والدي رحمه الله وأخوه أبو حامد بن فارس الذهلي |جـ 3 صـ 342| ",
                "title": "السهروردي",
                "uri": "JK_000952_2220"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}