{
    "features": [
        {
            "item": "JK_000952_1482",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.408-409",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخوارزمي</h1> هذه النسبة إلى بلدة خوارزم لها ذكر في الفتوح على حدة فتحها قتيبة بن مسلم الباهلي وكان بها ومنها جماعة كثيرة من العلماء والأئمة فمن المتقدمين أبو يوسف يعقوب بن الجراح الخوارزمي يروي عن أحمد بن أبي طيب بن موسى روى عنه أهل خوارزم وأبو الفضل داود بن رشيد الخوارزمي أصله منها وسكن بغداد يروي عن هشيم بن بشير وأبي المليح روى عنه الحسين بن إدريس الأنصاري مات بعد ما عمي سنة تسع وثلاثين ومائتين وأبو عبد الله صالح بن مالك الخوارزمي سكن بغداد يروي عن إبراهيم بن سعد والناس روى عنه أبو يعلى الموصلي وهو مستقيم الحديث وأبو إسحاق إبراهيم بن بيطار الخوارزمي كان على قضاء خوارزم قدم بلخ أيام علي بن عيسى فحدث بها يروي عن عاصم الأحول المناكير التي لا يجوز الاحتجاج بها يرويها على قلة شهرته بالعدالة وكتبه الحديث والشاعر المعروف أبو بكر محمد بن العباس الخوارزمي الأديب وقيل له الطبري لأنه ابن أخت محمد بن جرير بن يزيد الطبري وإنما ينتسب إليه عرضا وكان أوحد عصره في حفظ اللغة والشعر وكان قريضه يقصر عن شعره وحكى عنه أنه دخل مجلس الصاحب ابن عباد وعليه ثياب خلق وكان غاصا بالفضلاء والشعراء من أقطار الأرض فصعد الصفة فاستزراه الحاضرون فقال واحد منهم ظنا منه أنه لا يعرف العربية من هذا الكلب فقال أبو بكر الخوارزمي الكلب الذي لا يعرف عشرين لغة في الكلب فسكت الحاضرون وأقروا له بالفضل فذكر لهم أسماء الكلب ذكره الحاكم أبو عبد الله في |جـ 2 صـ 409| تاريخ نيسابور قال أبو بكر الخوارزمي اجتمعت معه بنيسابور وبخارى ثم جاءنا إلى نسا ثم استوطن نيسابور وقلما اجتمع معي إلا ذاكرني بالأسامي والكنى والأنساب حتى يحيرني في حفظه لهذه الأنواع كان يذكر سماعه من أبي علي إسماعيل بن محمد الصفار وأقرانه ببغداد وتوفي للنصف من شهر رمضان سنة ثلاث وثمانين وثلاثمائة وروى عنه حكاية عن القاضي أبي بكر أحمد بن كامل بن خلف السجزي وأبو علي مجاهد بن موسى بن فروخ الخوارزمي سكن بغداد وحدث بها عن ابن عيينة ويحيى بن سليم الطائفي وهشيم بن بشير وعبد الله بن إدريس والقاسم بن مالك المزني وأبي بكر بن عياش وأبي معاوية الضرير وإسماعيل بن عليه وعبد الرحمن بن مهدي وغيرهم روى عنه محمد بن يحيى الذهلي وأبو زرعة وأبو حاتم الرازي وإبراهيم بن عبد الله بن الجنيد وإبراهيم الحربي وأبو عبد الرحمن النسائي وأبو القاسم البغوي وثقه يحيى بن معين وأثنى عليه وكانت ولادته في سنة ثمان وخمسين ومائة ومات في شهر ربيع الأول سنة أربع وأربعين ومائتين ",
                "title": "الخوارزمي",
                "uri": "JK_000952_1482"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}