{
    "features": [
        {
            "item": "JK_000952_0638",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.423-324",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البلاذري</h1> بفتح الباء الموحدة وبعدها اللام ألف وضم الذال المعجمة وفي آخرها الراء هذه النسبة إلى البلاذر وهو معروف والمشهور بهذا الانتساب أبو محمد أحمد بن محمد بن إبراهيم بن هاشم المذكر الطوسي البلاذري الحافظ الواعظ من أهل طوس كان حافظا فاضلا فهما عارفا بالحديث سمع بطوس إبراهيم بن إسماعيل العنبري وتميم بن محمد الطوسي وبنيسابور عبد الله بن شيرويه وجعفر بن أحمد الحافظ وبالري محمد بن أيوب والحسن بن أحمد بن الليث وببغداد يوسف بن يعقوب القاضي وبالكوفة محمد بن عبد الله بن سليمان الحضرمي وأقرانهم سمع منه الحاكم أبو عبد الله الحافظ وقال الحافظ أبو عبد الله أبو محمد البلاذري الواعظ الطوسي كان واحد عصره في الحفظ والوعظ ومن أحسن الناس عشرة وأكثرهم فائدة وكان يكثر المقام بنيسابور ويكون له في كل أسبوع مجلسان عند شيخي البلد أبي الحسن المحمي وأبي نصر العبدوي وكان أبو علي الحافظ ومشايخنا يحضرون مجالسه ويفرحون بما يذكره على رؤوس الملأ من الأسانيد ولم أرهم قط غمزوه في إسناد أو اسم أو حديث وكتب بمكة عن إمام أهل البيت أبي محمد الحسن بن علي بن محمد بن علي بن موسى الرضا وذكر أبو الوليد الفقيه قال كان أبو محمد البلاذري يسمع كتاب الجهاد من محمد بن إسحاق وأمه عليلة بطوس وكان المجلس غداة الخميس وكان أبو محمد يخرج من الطبران غداة الأربعاء فيحضر غداة الخميس المجلس ثم ينصرف إلى الطابران فيشهد الجمعة بها وحكي عن أبي محمد البلاذري أنه قال لم تكن لي همة في سماع الحديث أكبر من التخريج على كتاب مسلم فلما انصرفت من الرحلة أخذت في التخريج عليه وأفنيت عمري في جمعه قال الحاكم واستشهد بالطابران سنة تسع وثلاثين وثلاثمائة وابنه أبو زكريا يحيى بن أبي محمد البلاذري سمع بطوس أبا عبد الله بن أيوب وأبا محمد الحسن بن أبي خراسان وبنيسابور أبا حامد أحمد بن محمد بن يحيى بن بلال البزاز وأبا بكر محمد بن الحسين القطان وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال توفي بالنوقان في شهر رمضان سنة سبع وثمانين وثلاثمائة |جـ 1 صـ 324| ",
                "title": "البلاذري",
                "uri": "JK_000952_0638"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}