{
    "features": [
        {
            "item": "JK_000129_006638",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.204-205",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>السراة</h1> بلفظ جمع السري وهو جمع جاء على غير قياس أن يجمع فعيل على فعلة ولا يعرف غيره وكذا قاله اللغويون وأما سيبويه فالسراة في السري هو عنده اسم مفرد موضوع للجمع كنفر ورهط وليس بجمع مكسر وسراة الفرس وغيره أعلى متنه والجمع سروات وكذا يجمع هذا الجبل بما يتوصل به وسراة النهار وقت ارتفاع الشمس وسراة الطريق متنه ومعظمه وقال الأصمعي الطود جبل مشرف على عرفة ينقاد إلى صنعاء يقال له السراة وإنما سمي بذلك لعلوه وسراة كل شيء ظهره يقال سراة ثقيف ثم سراة فهم وعدوان ثم سراة الأزد وقال الأصمعي السراة الجبل الذي فيه طرف الطائف إلى بلاد أرمينية وفي كتاب الحازمي السراة الجبال والأرض الحاجزة بين تهامة واليمن ولها سعة وهي باليمن أخص وقال أبو الأشعث الكندي عن عرام وادي تربة لبني هلال وحواليه بين الجبال السراة ويسوم وفرقد ومعدن البرم وجبلان يقال لهما شوانان واحدهما شوان وهذه الجبال تنبت القرظ وهي جبال متقاودة وبينها فتوق وفي جبال السراة الأعناب وقصب السكر والقرظ والإسحل قال شاعر يصف غيثا أنجد غوري وحن متهمه واستن بين ريقيه حنتمه وقلت أطراف السراة مطعمه |جـ 3 صـ 205| وقال قوم الحجاز هو جبال تحجز بين تهامة ونجد يقال لأعلاها السراة كما يقال لظهر الدابة السراة وهو أحسن القول وقال الفضل بن العباس اللهبي وقافية عقام قلت بكرا تقل رعان نجد محكمات يؤبن مع الركاب بكل مصر ويأتين الأقاول بالسراة غوائر لا سواقط مكفآت بإسناد ولا متنخلات وأما الشراة بالمعجمة فتذكر في موضعها إن شاء الله تعالى وقال سعيد بن المسيب إن الله تعالى لما خلق الأرض مادت فضربها بهذا الجبل السراة وهو أعظم جبال العرب وأذكرها أقبل من ثغرة اليمن حتى بلغ أطراف بوادي الشام فسمته العرب حجازا لأنه حجز بين الغور وهو هابط وبين نجد وهو ظاهر وقال الحسن بن علي بن أحمد بن يعقوب اليمني الهمداني أما جبل السراة الذي يصل ما بين أقصى اليمن والشام فإنه ليس بجبل واحد وإنما هي جبال متصلة على شق واحد من أقصى اليمن إلى الشام في عرض أربعة أيام في جميع طول السراة يزيد كسر يوم في بعض المواضع وقد ينقص مثله في بعضها فمبدأ هذه السراة من أرض اليمن أرض المعافر فحيق بني مجيد ثغر عدن وهو جبيل يحيط البحر به وهي تجمع مخلاف ديحان والجوة وجبأ وصبر وذخر ويزداد وغير ذلك حتى بلغ الشام فقطعته الأودية حتى بلغ إلى النخلة فكان منها حيض ويسوم وهما جبلان بنخلة ويسميان يسومين ثم طلعت منه الجبال بعد فكان منها الأبيض جبل العرج وقدس وآرة وهما جبلان لمزينة والأسود والأجرد أيضا جبلان لجهينة وحيض قد سماه عمر بن أبي ربيعة خيشا في قوله تركوا خيشا على أيمانهم ويسوما عن يسار المنجد قالوا والسروات ثلاث سراة بين تهامة ونجد أدناها الطائف وأقصاها قرب صنعاء والطائف من سراة بني ثقيف وهو أدنى السروات إلى مكة ومعدن البرم هو السراة الثانية وهو في بلاد عدوان والسراة الثالثة أرض عالية وجبال مشرفة على البحر من المغرب وعلى نجد من المشرق وسراة بني شبابة نسب إليها بعض الرواة ذكر في شبابة لأنه نسب الشبابي وبأسفل السروات أودية تصب إلى البحر منها الليث وقد ذكر وقنونا والحسبة وضنكان وعشم وبيش ومركوب ونعمان وهو أقربها إلى مكة وهو وادي عرفات وعليب من هذه الأودية وقال أبو عمرو بن العلاء أفصح الناس أهل السروات وهي ثلاث وهي الجبال المطلة على تهامة مما يلي اليمن أولها هذيل وهي تلي السهل من تهامة ثم بجيلة وهي السراة الوسطى وقد شركتهم ثقيف في ناحية منها ثم سراة الأزد أزد شنوءة وهم بنو كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد ",
                "title": "السراة",
                "uri": "JK_000129_006638"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}