{
    "features": [
        {
            "item": "JK_000129_003130",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.119-120",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جرجان والنسبة الجرجاني</h1> بالضم وآخره نون قال صاحب الزيج طول جرجان ثمانون درجة ونصف وربع وعرضها ثمان وثلاثون درجة وخمس عشرة دقيقة في الإقليم الخامس وروى بعضهم أنها في الإقليم الرابع وفي كتاب الملحمة المنسوب إلى بطليموس طول مدينة جرجان ست وثمانون درجة وثلاثون دقيقة وعرضها أربعون درجة في الإقليم الخامس طالعها النور ولها شركة في كف الخضيب ثلاث درج وست عشرة دقيقة وشركة في مرفق الدب الأصغر تحت سبع عشرة درجة وست عشرة دقيقة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان وجرجان مدينة مشهورة عظيمة بين طبرستان وخراسان فبعض يعدها من هذه وبعض يعدها من هذه وقيل إن أول من أحدث بناءها يزيد بن المهلب بن أبي صفرة وقد خرج منها خلق من الأدباء والعلماء والفقهاء والمحدثين ولها تاريخ ألفه حمزة بن يزيد السهمي قال الإصطخري أما جرجان فإنها أكبر مدينة بنواحيها وهي أقل ندى ومطرا من طبرستان وأهلها أحسن وقارا وأكثر مروءة ويسارا من كبرائهم وهي قطعتان إحداهما المدينة والأخرى بكراباذ وبينهما نهر كبير يجري يحتمل أن تجري فيه السفن ويرتفع منها من الإبريسم وثياب الإبريسم ما يحمل إلى جميع الآفاق قال وأبريسم جرجان بزر دودة يحمل إلى طبرستان ولا يرتفع من طبرستان بزر إبريسم ولجرجان مياه كثيرة وضياع عريضة وليس بالمشرق بعد أن تجاوز العراق مدينة أجمع ولا أظهر حسنا من جرجان على مقدارها وذلك أن بها الثلج والنخل وبها فواكه الصرود والجروم وأهلها يأخذون أنفسهم بالتأني والأخلاق |جـ 2 صـ 120| المحمودة قال وقد خرج منها رجال كثيرون موصوفون بالستر والسخاء منهم البرمكي صاحب المأمون ونقودهم نقود طبرستان الدنانير والدراهم وأوزانهم المن ستمائة درهم وكذلك الري وطبرستان وقال مسعر بن مهلهل سرت من دامغان متياسرا إلى جرجان في صعود وهبوط وأودية هائلة وجبال عالية وجرجان مدينة حسنة على واد عظيم في ثغور بلدان السهل والجبل والبر والبحر بها الزيتون والنخل والجوز والرمان وقصب السكر والأترج وبها إبريسم جيد لا يستحيل صبغه وبها أحجار كبيرة ولها خواص عجيبة وبها ثعابين تهول الناظر لكن لا ضرر لها ولأبي الغمر في وصف جرجان هي جنة الدنيا التي هي سجسج يرضى بها المحرور والمقرور سهلية جبلية بحرية يحتل فيها منجد ومغير وإذا غدا القناص راح بما اشتهى طباخة فملهج وقدير قبج ودراج وسرب تدارج فقد ضمهن الظبي واليعفور غربت بهن أجادل وزرازر وبواشق وفهودة وصقور ونواشط من جنس ما أفتنت رأي العيون بها وهن النور وكأنما نوارها برياضها للمبصرية سندس منشور وللصاحب كافي الكفاة أبي القاسم في كتابه كافي الرسائل في ذم جرجان نحن والله من هوائك يا جر جان في خطة وكرب شديد حرها ينضج الجلود فإن هبت شمالا تكدرت بركود كحبيب منافق كلما هم بوصل أحاله بالصدود وقال أبو منصور النيسابوري يذكر اختلاف الهواء بها في يوم واحد ألا رب يوم لي بجرجان أرعن ظللت له من حرقه أتعجب وأخشى على نفسي اختلاف هوائها وما لامرىء عما قضى الله مهرب وما خير يوم أخرق متلون ببرد وحر بعده يتلهب فأوله للقر والجمر ينقب واخره للثلج والخيش يضرب وكان الفضل بن سهل قد ولى مسلم بن الوليد الشاعر ضياع جرجان وضمنه إياها بخمسمائة ألف وقد بذل فيها ألف ألف درهم وأقام بجرجان إلى أن أدركته الوفاة ومرض مرضه الذي مات فيه فرأى نخلة لم يكن في جرجان غيرها فقال ألا يا نخلة بالسف ح من أكناف جرجان ألا إني وإياك بجرجان غريبان ثم مات مع تمام الإنشاد وقد نسب الأقيشر اليربوعي وقيل ابن خزيم إيها الخمر فقال وصهباء جرجانية لم يطف بها حنيف ولم ينفر بها ساعة قدر |جـ 2 صـ 121| ولم يشهد القس المهيمن نارها طروقا ولم يحضر على طبخها حبر أتاني بها يحيى وقد نمت نومة وقد لاحت الشعرى وقد طلع النسر فقلت اصطبحها أو لغيري فأهدها فما أنا بعد الشيب ويحك والخمر تعففت عنها في العصور التي مضت فكيف التصابي بعدما كمل العمر إذا المرء وفى الأربعين ولم يكن له دون ما يأتي حياء ولا ستر فدعه ولا تنفس عليه الذي أتى وإن جر أسباب الحياة له الدهر وكان أهل الكوفة يقولون من لم يرو هذه الأبيات فإنه ناقص المروءة وأما فتحها فقد ذكر أصحاب السير أنه لما فرغ سويد بن مقرن من فتح بسطام في سنة 81 كاتب ملك جرجان ثم سار إليها وكاتبه روزبان صول وبادره بالصلح على أن لا يؤدي الجزية ويكفيه حرب جرجان وسار سويد فدخل جرجان وكتب لهم كتاب صلح على الجزية وقال أبو نجيد دعانا إلى جرجان والري دونها سواد فأرضت من بها من عشائر وقال سويد بن قطبة ألا ابلغ أسيدا إن عرضت بأننا بجرجان في خضر الرياض النواضر فلما أحسونا وخافوا صيالنا أتانا ابن صول راغما بالجرائر وممن ينسب إليها من الأئمة أبو نعيم عبد الملك بن محمد بن عدي الجرجاني الاسترابازي الفقيه أحد الأئمة سمع يزيد بن محمد بن عبد الصمد وبكار بن قتيبة وعمار بن رجاء وغيرهم قال الخطيب وكان أحد أئمة المسلمين والحفاظ بشرائع الدين مع صدق وتورع وضبط وتيقظ سافر الكثير وكتب بالعراق والحجاز ومصر وورد بغداد قديما وحدث بها فروى عنه من أهلها يحيى بن محمد بن صاعد وغيره وقال أبو علي الحافظ كان أبو نعيم الجرجاني أوحد ما رأيت بخراسان بعد أبي بكر محمد بن إسحاق بن خزيمة مثله وأفضل منه وكان يحفظ الموقوفات والمراسيل كما نحفظ نحن المسانيد وقال الخليلي القزويني كان لأبي نعيم تصانيف في الفقه وكتاب الضعفاء في عشرة أجزاء وقال حمزة بن يوسف السهمي في تاريخ جرجان عبد الملك بن محمد بن عدي بن زيد الأسترابازي سكن جرجان وكان مقدما في الفقه والحديث وكانت الرحلة إليه في أيامه وروى عن أهل العراق والشام ومصر والثغور ومولده سنة 242 وتوفي باستراباذ في ذي الحجة سنة 323 ومنها أبو أحمد عبد الله بن عدي بن عبد الله بن محمد بن المبارك الجرجاني الحافظ المعروف بابن القطان أحد أئمة الحديث والمكثرين منه والجامعين له والرحالين فيه رحل إلى دمشق ومصر وله رحلتان أولاهما في سنة 792 والثانية في سنة 503 سمع الحديث بدمشق من محمد بن خزيم وعبد الصمد بن عبد الله بن أبي زيد وإبراهيم بن دحيم وأحمد بن عمير بن جوصا وغيرهم وسمع بحمص هبيل بن محمد وأحمد بن أبي الأخيل وزيد بن عبد الله المهراني وبمصرأبا يعقوب إسحق المنجنيقي وبصيدا أبا محمد المعافى بن أبي كريمة وبصور أحمد بن بشير بن حبيب الصوري وبالكوفة أبا العباس بن عقدة ومحمد بن الحصين بن حفص وبالبصرة أبا خليفة الجمحي وبالعسكر عبدان الأهوازي |جـ 2 صـ 122| وببغداد أبا القاسم البغوي وأبا محمد بن صاعد وببعلبك أبا جعفر أحمد بن هاشم وخلقا من هذه الطبقة كثيرا وروى عنه أبو العباس بن عقدة وهو من شيوخه وحمزة بن يوسف السهمي وأبو سعد الماليني وخلق في طبقتهم وكان مصنفا حافظا ثقة على لحن كان فيه وقال حمزة كتب أبو محمد بن عدي الحديث بجرجان في سنة 092 عن أحمد بن حفص السعدي وغيره ثم رحل إلى الشام ومصر وصنف في معرفة ضعفاء المحدثين كتابا في مقدار مئتي جزء سماه الكامل قال وسألت الدارقطني أبا الحسن أن يصنف كتابا في ضعفاء المحدثين فقال أليس عندكم كتاب ابن عدي قلت بلى قال فيه كفاية لا يزاد عليه وكان ابن عدي جمع أحاديث مالك بن أنس والأوزاعي وسفيان الثوري وشعبة وإسماعيل بن أبي خالد وجماعة من المتقدمين وصنف على كتاب المزني كتابا سماه الأبصار وكان أبو أحمد حافظا متقنا لم يكن في زمانه مثله تفرد بأحاديث فكان قد وهب أحاديث له يتفرد بها لبنيه عدي وأبي زرعة وأبي منصور تفردوا بروايتها عن أبيهم وابنه عدي سكن سجستان وحدث بها قال ابن عدي سمع مني أبو العباس بن عقدة كتاب الجعفرية عن أبي الأشعث وحدث به عندي فقال حدثني عبد الله بن عبد الله وكان مولده في ذي القعدة سنة 772 ومات غرة جمادى الآخرة سنة 365 ليلة السبت فصلى عليه أبو بكر الإسماعيلي ودفن بجنب مسجد كوزين وقبره عن يمين القبلة مما يلي صحن المسجد بجرجان ومنها حمزة بن يوسف بن إبراهيم بن موسى بن إبراهيم ابن محمد ويقال ابن إبراهيم بن أحمد بن محمد بن أحمد بن عبد الله بن هشام بن العباس بن وائل أبو القاسم السهمي الجرجاني الواعظ الحافظ رحل في طلب الحديث فسمع بدمشق عبد الوهاب الكلابي وبمصر ميمون بن حمزة وأبا أحمد محمد بن عبد الرحيم القيسراني وبتنيس أبا بكر بن جابر وبأصبهان أبا بكر المقري وبالرقة يوسف بن أحمد بن محمد وبجرجان أبا بكر الإسماعيلي وأبا أحمد بن عدي وببغداد أبا بكر الإسماعيلي وأبا أحمد بن عدي وببغداد أبا بكر بن شاذان وأبا الحسن الدارقطني وبالكوفة الحسن بن القاسم وبعكبرا أحمد بن الحسن بن عبد العزيز وبعسقلان أبا بكر محمد بن أحمد بن يوسف الخدري روى عنه أبو بكر البيهقي وأبو صالح المؤدب وأبو عامر الفضل بن إسماعيل الجرجاني الأديب وغير هؤلاء سمعوا ورووا قال أبو عبد الله الحسين بن محمد الكتبي الهروي الحاكم سنة 724 ورد الخبر بوفاة الثعلبي صاحب التفسير وحمزة بن يوسف السهمي بنيسابور ومنها أبو إبراهيم إسماعيل بن الحسن بن محمد بن أحمد العلوي الحسيني من أهل جرجان كان عارفا بالطب جدا وله فيه تصانيف حسنة مرغوب فيها بالعربية والفارسية انتقل إلى خوارزم وأقام بها مدة ثم انتقل إلى مرو فأقام بها وكان من أفراد زمانه وذكر أنه سمع أبا القاسم القشيري وحدث عنه بكتاب الأربعين له وأجاز لأبي سعد السمعاني وتوفي بمرو سنة 135 وغير هؤلاء كثير ",
                "title": "جرجان والنسبة الجرجاني",
                "uri": "JK_000129_003130"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}