{
    "features": [
        {
            "item": "JK_000952_3916",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.363-364",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المقدسي</h1> بفتح الميم وسكون القاف وكسر الدال والسين المهملتين هذه النسبة إلى بيت المقدس وهي البلدة المشهورة التي ذكرها الله تعالى في القرآن في غير موضع وفيها المسجد الأقصى وقبة الصخرة والمواضع الشريفة وكان إليها قبلة المسلمين سبعة عشر شهرا أول ما قدم رسول الله صلى الله عليه وسلم المدينة دخلتها زائرا وأقمت بها يوما وليلة كثر بها الأئمة والمحدثون قديما وحديثا واستولى عليها الإفرنج سنة اثنتين وتسعين وأربع مئة وهي في يدهم إلى الساعة ردها الله تعالى إلى المسلمين قيل بناها كورش بن حام بن نوح وقيل بناها بهمن بن اسفنديار بعد إسلامه وذلك أنه أمر بخت نصر بن سبى بن نبت بن حودرز بخراب بيت المقدس فخربها بأمره ثم هو أسلم وبناه ورد إليه الانية التي أخذها بختنصر وفي بعض كتب الأنبياء من التوراة وغيره أن اسم بهمن كورش وفي ذلك يقول الفارسي من الوافر % وبيت المقدس المعمور بيت % % ورثناه عن المتقدمينا % % بناه كورش الباني المعالي % % بأمر الله خير الامرينا % خرج منها جماعة من المحدثين قديما وحديثا منهم أبو محمد عبد الله بن محمد بن سلم المقدسي كان مكثرا من الحديث له رحلة إلى بلاد الشام والحجاز سمع هشام بن عمار ومحمد بن ميمون الخياط والمسيب بن واضح والحسين بن الحسن المروزي ومحمد بن مصلى الحمصي وطبقتهم روى عنه أبو حاتم |جـ 5 صـ 364| محمد بن حبان التميمي البستي وأبو أحمد عبد الله بن عدي الجرجاني وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو بكر محمد بن إبراهيم بن المقرىء الأصبهاني وطبقتهم وتوفي بعد سنة عشر وثلاث مئة وأبين بن سفيان المقدسي شيخ يقلب الأخبار وأكثر روايته الضعفاء يجب التنكب عن أخباره على الأحوال يروي عن خليفة بن سلام روى عنه عثمان بن عبد الرحمن وهو أيضا ضعيف وأبو طاهر موسى بن محمد بن عطاء المقدسي كان كذابا مهجورا روى عن حجر بن الحارث وأبي المليح والوليد بن محمد الموقري والهيثم بن حميد روى عنه عباس بن الوليد بن صبيح الخلال وموسى بن سهل الرملي قال ابن أبي حاتم سألت أبي عنه فقال رأيته عند هشام بن عمار ولم أكتب عنه وكان يكذب ويأتي بالأباطيل وقال موسى بن سهل أشهد عليه أنه يكذب وسئل أبو زرعة عن أبي طاهر المقدسي فقال أتيته فحدث عن الهيثم بن حميد وفلان وفلان وكان يكذب وشيخنا أبو عبد الله الحسين بن الحسن بن عبد الله المقدسي من أهل بيت المقدس سكن بغداد وكان يؤم الناس في مشهد أبي حنيفة رحمهما الله بباب الطاق وكان قد تفقه على القاضي أبي عبد الله الدامغاني وسمع منه الحديث ومن أبي الحسين عاصم بن الحسن العاصمي وكان سديد السيرة ثقة سمعت منه أجزاء من فوائد المحاملي وغيرها ",
                "title": "المقدسي",
                "uri": "JK_000952_3916"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}