{
    "features": [
        {
            "item": "JK_000129_005432",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.540-543",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير هزقل</h1> بكسر أوله وزاي معجمة ساكنة وقاف مكسورة وأصله حزقيل ثم نقل إلى هزقل وفي هذا الموضع كان قصة الذين قال الله عز وجل فيهم & ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم & لحزقيل في هذا الموضع وقد ذكرت المواضع بتمامها في داوردان وفي البطائح فأغنت عن الإعادة وهو دير مشهور بين البصرة وعسكر مكرم ويقال إنه المراد بقوله تعالى & أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحيي هذه الله بعد موتها & ذكره بعض المفسرين قال وعندها أحيا الله حمار عزير عليه السلام حدث أبو بكر الصولي عن الحسين بن يحيي الكاتب قال غضب أبو عباد ثابت ابن يحيى كاتب المأمون يوما على بعض كتابه فرماه بدواة كانت بين يديه فلما رأى الدم يسيل ندم وقال صدق الله عز وجل والذين إذا ما غضبوا هم يتجاوزون فبلغ ذلك المأمون فانتبه وعتب عليه وقال ويحك أنت أحد أعضاد المملكة وكتاب الخليفة ما تحسن تقرأ آية من كتاب الله فقال بلى يا أمير المؤمنين إني لأقرأ من سورة واحدة ألف آية وأكثر فضحك المأمون وقال من أي سورة قال من أيها شئت فازداد ضحكه وقال قد شئت من سورة الكوثر وأمر بإخراجه من ديوان الكتابة فبلغ ذلك دعبلا الشاعر فقال أولى الأمور بضيعة وفساد أمر يدبره أبو عباد خرق على جلسائه فكأنهم حضروا لملحمة ويوم جلاد فكأنه من دير هزقل مفلت حرد يجر سلاسل الأقياد |جـ 2 صـ 541| وقيل يوما للمأمون أن دعبلا هجاك فقال من جسر أن يهجو أبا عباد مع عجلته وسرعة انتقامه جسر أن يهجوني أنا مع أناتي وعفوي وبهذا الدير كانت قصة المبرد وهي رواية الخالدي قال المبرد اجتزت بدير هزقل فقلت لأصحابي أحب النظر إليه فاصعدوا بنا فدخلنا فرأينا منظرا حسنا وإذا في بعض بيوته كهل مشدود حسن الوجه عليه أثر النعمة فدنونا منه وسلمنا عليه فرد علينا السلام وقال من أين أنتم قلنا من البصرة قال فما أقدمكم هذا البلد الغليظ هواؤه الثقيل ماؤه الجفاة أهله قلنا طلب الحديث والأدب قال حبذا تنشدوني أو أنشدكم فقلنا أنشدنا فقال الله يعلم أنني كمد لا أستطيع أبث ما أجد روحان لي روح تضمنها بلد وأخرى حازها بلد وأرى المقيمة ليس ينفعها صبر وليس يضرها جلد وأظن غائبتي كشاهدتي بمكانها تجد الذي أجد ثم أغمي عليه فتركناه وانصرفنا فأفاق وصاح بنا فعدنا إليه وقال تنشدوني أو أنشدكم قلنا أنت أنشدنا فقال لما أناخوا قبيل الصبح عيسهم وثوروها فثارت بالهوى الإبل وأبرزت من خلال السجف ناظرها ترنو إلي ودمع العين ينهمل وودعت ببنان خلته عنما فقلت لا حملت رجلاك يا جمل ويلي من البين ماذا حل بي وبها من نازح الوجد حل البين فارتحلوا إني على العهد لم أنقض مودتكم يا ليت شعري بطول العهد ما فعلوا فقال له فتى من المجان كان معنا فماتوا قال له أفأموت أنا قال مت راشدا فتمطى وتمدد ومات فما برحنا حتى دفناه وبهذا الدير كانت قصة أبي الهذيل العلاف دير هند الصغرى بالحيرة يقارب خطة بني عبد الله بن دارم بالكوفة مما يلي الخندق في موضع نزه وهو دير هند الصغرى بنت النعمان بن المنذر المعروفة بالحرقة قال هشام الكلبي كان كسرى قد غضب على النعمان بن المنذر فحبسه فأعطت بنته هند عهدا لله إن رده الله إلى ملكه أن تبني ديرا تسكنه حتى تموت فخلى كسرى عن أبيها النعمان فبنت الدير وأقامت به إلى أن ماتت ودفنت فيه وهي التي دخل عليها خالد بن الوليد رضي الله عنه لما فتح الحيرة فسلمت عليه فقال لها لما عرفها أسلمي حتى أزوجك رجلا شريفا مسلما فقالت له أما الدين فلا رغبة لي فيه غير دين آبائي وأما التزويج فلو كانت في بقية لما رغبت فيه فكيف وأنا عجوز هرمة أترقب المنية بين اليوم وغد فقال سليني حاجة فقالت هؤلاء النصارى الذين في ذمتكم تحفظونهم قال هذا فرض علينا أوصانا به نبينا محمد صلى الله عليه وسلم قالت ما لي حاجة غير هذا فإني ساكنة في هذا الدير الذي بنيته ملاصقا لهذه الأعظم البالية من أهلي حتى ألحق بهم قال فأمر لها بمعونة ومال وكسوة قالت أنا في غنى عنه لي عبدان يزرعان مزرعة لي أتقوت بما |جـ 2 صـ 542| يخرج منها ويمسك الرمق وقد اعتددت بقولك فعلا وبعرضك نقدا فقال لها أخبريني بشيء أدركت قالت ما طلعت الشمس بين الخورنق والسدير إلا على ما هو تحت حكمنا فما أمسى المساء حتى صرنا خولا لغيرنا ثم أنشأت تقول فبينا نسوس الناس والأمر أمرنا إذا نحن فيهم سوقة نتنصف فتبا لدنيا لا يدوم نعيمها تقلب تارات بنا وتصرف ثم قالت اسمع مني دعاء كنا ندعو به لأملاكنا شكرتك يد افتقرت بعد غنى ولا ملكتك يد استغنت بعد فقر وأصاب الله بمعروفك مواضعه ولا أزال عن كريم نعمة إلا جعلك سببا لردها إليه ولا جعل لك إلى لئيم حاجة قال فتركها وخرج فجاءها النصارى وقالوا ما صنع بك الأمير فقالت صان لي ذمتي وأكرم وجهي إنما يكرم الكريم الكريم وقد أكثر الشعراء من ذكر هذا الدير فقال فيه معن بن زائدة الشيباني الأمير وكان منزله قريبا منه ألا ليت شعري هل أبيتن ليلة لدى دير هند والحبيب قريب فنقضي لبانات ونلقى أحبة ويورق غصن للسرور رطيب وهند هذه صاحبة القصة مع المغيرة بن شعبة دير هند الكبرى وهو أيضا بالحيرة بنته هند أم عمرو بن هند وهي هند بنت الحارث بن عمرو بن حجر آكل المرار الكندي وكان في صدره مكتوب بنت هذه البيعة هند بنت الحارث بن عمرو بن حجر الملكة بنت الأملاك وأم الملك عمرو ابن المنذر أمة المسيح وأم عبده وبنت عبيده في ملك ملك الأملاك خسرو أنوشروان في زمن مار افريم الأسقف فالإله الذي بنت له هذا الدير يغفر خطيئتها ويترحم عليها وعلى ولدها ويقبل بها وبقومها إلى إقامة الحق ويكون الله معها ومع ولدها الدهر الداهر حدث عبد الله بن مالك الخزاعي قال دخلت مع يحيى بن خالد لما خرجنا مع الرشيد إلى الحيرة وقد قصدناها لنتنزه بها ونرى آثار المنذر فدخل دير هند الصغرى فرأى آثار قبر النعمان وقبرها إلى جنبه ثم خرج إلى دير هند الكبرى وهو على طرف النجف فرأى في جانب حائطه شيئا مكتوبا فدعا بسلم وأمر بقراءته وكان فيه مكتوب إن بني المنذر عام انقضوا بحيث شاد البيعة الراهب تنفح بالمسك ذفاريهم وعنبر يقطبه القاطب والقز والكتان أثوابهم لم يجب الصوف لهم جائب والعز والملك لهم راهن وقهوة ناجودها ساكب أضحوا وما يرجوهم طالب خيرا ولا يرهبهم راهب كأنهم كانوا بها لعبة سار إلى أين بها الراكب فأصبحوا في طبقات الثرى بعد نعيم لهم راتب شر البقايا من بقى بعدهم قل وذل جده خائب |جـ 2 صـ 543| قال فبكى حتى جرت دموعه على لحيته وقال نعم هذا سبيل الدنيا وأهلها دير هند من قرى دمشق قال ابن أبي العجائز وهو يذكر من كان من بني أمية بدمشق عبد الكريم بن أبي معاوية بن أبي محمد بن عبد الله بن يزيد بن معاوية بن أبي سفيان كان يسكن بدير هند من إقليم بيت الآبار دير يحنس قال الشابشتي هذا الدير بسمنود من أعمال حوف مصر إذا كان يوم عيده أخرج شاهده في تابوت فيسير التابوت على وجه الأرض لا يقدر أحد أن يمسكه ولا يحبسه حتى يرد البحر فيغطس ثم يرجع إلى مكانه قلت أنا وهذا من تهاويل النصارى ولا أصل له والله أعلم ",
                "title": "دير هزقل",
                "uri": "JK_000129_005432"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}