{
    "features": [
        {
            "item": "JK_000129_002866",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.78-79",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الثعلبية</h1> منسوب بفتح أوله من منازل طريق مكة من الكوفة بعد الشقوق وقبل الخزيمية وهي ثلثا الطريق وأسفل منها ماء يقال له الضويجعة على ميل منها مشرف ثم تمضي فتقع في برك يقال لها برك حمد السبيل ثم تقع في رمل متصل بالخزيمية وإنما سميت بثعلبة بن عمرو مزيقياء بن عامر ماء السماء لما تفرقت أزد مأرب لحق ثعلبة بهذا الموضع فأقام به فسمي به فلما كثر ولده وقوي أمره رجع إلى نواحي يثرب فأجلى اليهود عنها فولده هم الأنصار كما نذكره في مأرب إن شاء الله تعالى وقال الزجاجي سميت الثعلبية بثعلبة بن دودان بن أسد ابن خزيمة بن مدركة بن إلياس بن مضر وهو أول من حفرها ونزلها وقال ابن الكلبي سميت برجل من بني دودان بن أسد يقال له ثعلبة أدركه النوم بها فسمع خرير الماء بها في نومه فانتبه وقال أقسم بالله إنه لموضع ماء واستنبطه وابتناه وعن إسحاق الموصلي قال أنشدني الزبير بن مصعب بن عبد الله قال أنشدني سلمة المكفوف الأسدي لسلمة بن الحارث ابن يوسف بن الحكم بن أبي العاصي بن أمية وكان يتبدى عندهم بالثعلبية وكان يتعشق مولاة بالثعلبية لها زوج يقال له منصور فقال فيها سأثوي نحو الثعلبية ما ثوت حليلة منصور بها لا أريمها وأرحل عنها إن رحلت وعندنا أياد لها معروفة لا نديمها وقد عرفت بالغيب أن لا أودها إذا هي لم يكرم علينا كريمها إذا ما سماء بالدناح تخايلت فإني على ماء الزبير أشيمها |جـ 2 صـ 79| يقر بعيني أن أراها بنعمة وإن كان لا يجدي علي نعيمها وينسب إلى الثعلبية عبد الأعلى بن عامر الثعلبي عداده في الكوفيين روى عن محمد بن الحنفية ومحمد بن علي بن الحسين بن علي بن أبي طالب وسعيد بن جبير روى عنه إسرائيل وأبو عوانة وشريك ويقال حديثه عن ابن الحنفية صحيفة وفيه ضعف ذكره العقيلي في كتاب الضعفاء كذلك وقال عبد الأعلى بن عامر الثعلبي من أهل الثعلبية ",
                "title": "الثعلبية",
                "uri": "JK_000129_002866"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}