{
    "features": [
        {
            "item": "JK_000129_006025",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.91-95",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>روضة الشقوق</h1> باليمامة عن ابن أبي حفصة روضة شنظب بضم الشين المعجمة والنون والظاء معجمة والباء موحدة قال بعض الرباب تربعي وارعي بروض شنظب بين المواضي والقنا المعلب روضة شوطى من حرة بني سليم قاله ابن حبيب في قول كثير فروضة آجام تهيج لي البكا وروضات شوطى عهدهن قديم روضة الشهلاء بالمد والشين معجمة قال أبو زياد الكلابي في نوادره الشهلاء ماء من مياه بني عمرو بن كلاب قال عامر بن العضب العمري من بني عمرو بن كلاب سقى جانب الشهلاء فالروضة التي به كل يوم هاطل الودق وابل روضة صايب بعد الألف ياء مثناة من تحتها وآخره باء موحدة قال الأزدي |جـ 3 صـ 92| ألا ليت شعري هل أقول لعامر على ماء مرخ قد دنا الصبح فاركب وهل أردن البئر أو روض صايب وهل أردن ماء الحمى غير مجدب روضة ابن صعفوق من أرض اليمامة روضة ابن صعفوق من أرض اليمامة روضة الصها على رأس وادي سبخة في شمالي المدينة بينهما ثلاثة أيام والصها جمع صهوة وهي أجبال هناك في قلة كل واحدة بنية قديمة وربما سموها رياض الصها روضة ضاحك باليمامة عن ابن أبي حفصة قال بعضهم ألا حبذا حوذان روضة ضاحك إذا ما تعالى بالنبات تعاليا روضة الطنب ببطن السلي من أرض اليمامة روضة عرينة بواد من أودية المدينة مما كان محمى للخيل في الجاهلية والإسلام بأسفلها قلهى وهي ماء لبني جذيمة بن مالك روضة عرينات بضم أوله وفتح الراء ثم ياء آخر الحروف ساكنة ونون وآخره تاء جمع تصغير عرنة وقد ذكر في موضعه قال المخبل السعدي فروض عرينات به كل منزل كوشم الفزاري ما يكلم سائله قال الحزنبل أراد عرينيات وقال غيره روض عرينات في بلاد بني سعد روضة العزاز بالفتح وتكرير الزاي وهو حزن باليمن قال شاعر من حضرموت وباتت على روض العزاز جيادنا بألبادها يعلكن صم الحدائد روضة العقيق بالعقيق وأنشد الزبير بن بكار عج بنا يا أنيس قبل الشروق نلتمسها على رياض العقيق بين أترابها الحسان اللواتي هن برء لكل قلب مشوق روضة عمايات جمع عماية وقد ذكر في موضعه قال الراعي تهوي بهن من الكدري ناجية بالروض روض عمايات لها ولد روضة عمق بالحجاز قال مليح الهذلي جزعت غداة نشصت الخدور وجد بأهل نائله البكور تنادوا بالرحيل فأمكنتهم فحول الشول والقطم الهجير تربعت الرياض رياض عمق وحيث تضجع الهطل الجرور روضة العنز بلفظ العنز من الشاء قال عمارة بن عقيل بن بلال بن جرير إلى روضة العنز التي سال سيلها عليها من البلقاء والأرعن الحمر روضة العنك قال عمرو بن الأهتم قفا نبك من ذكرى حبيب وأطلال بذي الرضم فالرمانتين فأوعال إلى حيث حال الميث في كل روضة من العنك حواء المذانب محلال |جـ 3 صـ 93| روضة عنيزة تصغير الذي قبله وقد ذكر في موضعه وأنشدوا لبعضهم خليلي إنا يوم روض عنيزة رأينا الهوى من كل جفن ومحجر روضة عوهق قال ابن هرمة طرقت عليه صحبتي وركابي أهلا بطيف علية المنتاب طرقت وقد خفق العتوم رحالنا بتنوفة يهماء ذات خراب فكأنما طرقت بريا روضة من روض عوهق طلة معشاب روضة عوهق قال ابن هرمة طرقت عليه صحبتي وركابي أهلا بطيف علية المنتاب طرقت وقد خفق العتوم رحالنا بتنوفة يهماء ذات خراب فكأنما طرقت بريا روضة من روض عوهق طلة معشاب روضة الغضار قال حميد بن ثور على طللي جمل وقفت ابن عامر وقد كنت تعلى والمزار قريب بعلياء من روض الغضار كأنما لها الريم من طول الخلاء نسيب روضة الغائط غائط بني يزيد فيها نخل باليمامة روضة الفلاج بكسر الفاء وآخره جيم قال أبو الندى تقتد قرية بالحجاز بينها وبين قلهى جبل يقال له أديمة وبأعلى هذا الوادي رياض تسمى الفلاج بالجيم جامعة للناس أيام الربيع وبها مسك كثير لماء السماء يكتفون به صيفهم وربيعهم إذا مطروا قال أبو وجزة فذي حلف فالروض روض فلاجة فأجزاعه من كل عيص وغيطل روضة الفقي باليمامة أيضا روضة الفورة باليمامة أيضا روضة قبلى بضم القاف وإسكان الباء الموحدة والقصر في ديار بني كلب وقد ذكر في موضعه قال جواس بن القعطل الحنائي تعفى من جلالة روض قبلى فأقرية الأعنة فالدخول روضة القذاف بكسر القاف والذال معجمة وآخره فاء قال ذو الرمة جاد الربيع له روض القذاف إلى قوين وانعدلت عنه الأصاريم وقال أيضا برهبى إلى روض القذاف إلى المعا إلى واحف تزورها ومجالها روضة قراقر بضم أوله وتكرير القاف والراء رياض الجبلين قال عمرو بن شاس الأسدي وأنت تحل الروض روض قراقر كعيناء مرباع على جؤذر طفل روضة القطا من أشهر رياض العرب وأكثرها دورا في أشعارهم وهي بناحية كتلة وجدود قال الحارث بن حلزة فرياض القطا فأودية الشر بب والشعبتان والأبلاء وقال الخطيم العكي وهل أهبطن روض القطا غير خائف وهل أصبحن الدهر وسط بني صخر وقال عمرو بن شاس الأسدي غشيت خليلي بين قو وضارج فروض القطا رسما لأم المسيب وقال الأخطل |جـ 3 صـ 94| وبالمعرسانيات حل وأرزمت بروض القطا منه مطافيل حفل وقال أعشى بني تغلب عفا لعلع فرياض القطا فجنب الأساود من زينب وقال الأخطل عفا واسط من أهله فمذانبه فروض القطا صحراؤه فنصائبه قال الخالع فهذا روض القطا وقد وصفته شعراء القبائل على اختلاف أنسابها وباعدوا بين ذكر مواضعه فمنهم من يصفه أنه بالحجاز ومنهم من يصفه أنه بطريق الحجاز ومنهم أنه بطريق الشام ولا أدري كيف هذا إلا أني كذا وجدته ولم أجد أحدا ذكر موضعه وبينه ولعل القطا تكثر بالرياض فنسبت إليها قلت أنا وجدت في كتاب أبي جعفر محمد بن إدريس بن أبي حفصة في مناهل اليمامة قال فيه إذا خرجت من حجر تريد البصرة فأول ما تطأ السفح ثم الخربة ثم قارات الحبل ثم بطن السلي ثم طار ثم عيان ثم روض القطا ثم العرمة وهذه كلها من أرض اليمامة روضة القعدات قال محمد بن إدريس بن أبي حفصة بأسفل الحريم من أرض اليمامة روضة يقال لها القعدات لبني الحارث بن امرىء القيس روضة القمعة ذكرها ابن أبي حفصة أيضا في نواحي اليمامة روضة قو وقد ذكر في موضعه قال أبو الجويرية العبدي فسفحا حزرم فرياض قو فبولة بعد عهدك فالكلاب روضة الكرية قال أبو عذام بسطام بن شريح الكلبي وهي في بلادهم لما توازوا علينا قال صاحبنا روض الكرية غال الحي أو زفر روضة الكلاب بضم الكاف وقد ذكر في موضعه قال طفيل الغنوي فلو كنا نخافك لم ننلها بذي بقر فروضات الكلاب هذه رواية أبي ليلى وأبو زيد يروي فروضات الرباب روضة لقاع باليمامة أيضا روضة اللكاك قال الراعي إذا هبطت روض اللكاك تجاوبت به واطباها روضه وأبارقه روضة ليلى قال أبو قيس بن الأسلت إلى روضات ليلى مخصبات عواف قد أصات بها الذباب عواف طال عشبها وعفا روضة ماوية بتشديد الياء آخر الحروف وأنشد ابن الأعرابي فيا روضتي ماوية ارتب فيكما على مر أيام الزمان نبات روضة المثري بالثاء المثلثة ويروى بالمثناة وأوله مفتوح قال منذر بن درهم الكلبي أنشد أبو الندى سقى روضة المثري عنا وأهلها ركام سرى من آخر الليل رادف أمن حب أم الأشيمين وحبها فؤادك معمود له أو مقارف |جـ 3 صـ 95| تمنيتها حتى تمنيت أن أرى من الوجد كلبا للوكيعين آلف وكيع بن أبي طفيل الكلبي وابنه أقول وما لي حاجة هي تردني سواها بأهل الروض هل أنت عاطف وهدت عويد من أمينة نظرة على جانب العلياء هل أنا واقف تقول حنان ما أتى بك ههنا أذو نسب أم أنت بالحي عارف فقلت أنا ذو حاجة ومسلم فضم علينا المأزق المتضايف كأنه يرجع المجتمع الذي أضيف بعضه على بعض ",
                "title": "روضة الشقوق",
                "uri": "JK_000129_006025"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}