{
    "features": [
        {
            "item": "JK_000952_3548",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.132-135",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اللخمي</h1> بفتح اللام المشددة وسكون الخاء المعجمة هذه النسبة إلى لخم ولخم وجذام قبيلتان من اليمن نزلتا الشام والمشهور بالنسبة إليها أبو يحيى سعدان بن يحيى بن صالح اللخمي من أهل الكوفة سكن دمشق يروي عن إسماعيل بن أبي خالد روى عنه سليمان بن عبد الرحمن وهشام بن عمار وقيل إن اسمه سعيد وسعدان لقب وأبو الحسن حميد بن الربيع بن حميد بن مالك بن سحيم بن عايذ الله بن عوذ بن معاوية بن عبيد بن نزار بن عتم بن أرش بن إدريس بن جديلة بن لخم اللخمي الكوفي قدم بغداد وحدث بها عن هشيم بن بشير وسفيان بن عيينة وعبد الله بن إدريس وحفص بن غياث ويحيى بن آدم ومحمد بن فضيل وغيرهم روى عنه محمد بن حمد بن البراء وعبد الله بن محمد بن ناجية ومحمد بن محمد الباغندي والحسين بن إسماعيل المحاملي وغيرهم تكلم فيه الدراقطني وقال تكلموا فيه وطعن عليه يحيى بن معين وكان أحمد بن حنبل يحسن القول فيه وقال الدارقطني فيما سأل أبو عبد الرحمن السلمي عنه فقال تكلم فيه يحيى بن معين وقد حمل الحديث عنه الأئمة ورووا عنه ومن تكلم فيه لم يتكلم فيه بحجة وقال غيره كانت وفاته في سنة ثمان وخمسين ومائتين بسر من رأى وأبو الحسن حميد بن محمد بن الحسين بن حميد بن الربيع بن مالك اللخمي ذكر أبو القاسم بن الثلاج أنه حدث عن محمد بن القاسم بن جعفر الشطوي ووالده أبو الطيب محمد بن الحسين بن حميد بن الربيع بن مالك اللخمي الكوفي سكن بغداد وحدث بها عن أبي سعيد الأشج ومحمد بن ثواب الهباري وجده حميد بن الربيع وهارون بن إسحاق الهمذاني والخضر بن أبان الهاشمي ومحمد بن الحجاج وإبراهيم بن أبي العنبس القاضي وأحمد بن حازم الغفاري وغيرهم روى عنه الحسين بن محمد بن عفير الأنصاري وأبو طاهر بن أبي هاشم المقرى وأبو حفص بن الزيات وأبو حفص بن شاهين وأبو بكر بن شاذان البزاز وأبو حفص عمر بن إبراهيم الكتاني وكان أبو العباس بن عقدة سيىء الرأي فيه قال ابن عقدة كنت عند الحضرمي يعني مطينا فمر عليه ابن للحسين بن ابن حميد الخزاز فقال هذا كذاب ابن كذاب قال ابن عدي الحافظ رأيت أنا ابن الحسين بن |جـ 5 صـ 133| حميد هذا كان شيخا وراقا على باب جامع الكوفة وقال أبو يعلي الطوسي بخلاف هذا فقال محمد بن الحسين بن حميد بن الربيع كان ثقة يفهم قال أبو الحسن بن سفيان الحافظ سنة ثماني عشرة وثلاثمائة فيها مات أبو الطيب محمد بن الحسين بن حميد بن الربيع اللخمي من أنفسهم ببغداد وجيء به فدفن بالكوفة وكان قد خرج في وقت دخول القرمطي الكوفة سنة خمس عشرة وثلاثمائة ولم يعد إلى أن مات وكان ثقة صاحب مذهب حسن وجماعة وأمر بمعروف ونهى عن منكر وكان ممن يطلب للشهادة فيأبى ذلك وسمعته يقول ولدت سنة أربعين ومئتين ومات غرة ذي القعدة سنة ثماني عشرة وثلاثمائة وعمير بن الفيض اللخمي يروي عن أبي ذر وعمرو بن العاص روى عنه الحارث بن يزيد وابنه عتبة بن عمير وأبو هاشم قباث بن رزين اللخمي من أهل مصر يروي عن عكرمة روى عنه ابن المبارك والمقرىء مات سنة ست وخمسين ومئة ومسرة بن معبد اللخمي أخو زهرة بن معبد من أهل الشام يروي عن يزيد بن أبي كبشة روى عنه أهل بلده كان ممن يتفرد عن الثقات بما ليس من أحاديث الأثبات على قلة روايته لا يجوز الاحتجاج به إذا انفرد وأبو بكر محمد بن حميد بن محمد بن الحسين بن حميد بن الربيع اللخمي قد ذكرت نسبه فيما تقدم يروي عن يوسف بن يعقوب بن إسحاق بن البهلول ومحمد بن سهل بن هارون العسكري وأبي بكر محمد بن يحيى الصولي وغيرهم روى عنه أبو القاسم الأزهري وأحمد بن محمد العتيقي وكان ضعيفا ولد للنصف من شعبان سنة إحدى وعشرين وثلاث مئة ومات في جمادى الأولى سنة إحدى وتسعين وثلاث مئة وأبو إبراهيم محمد بن الحجاج اللخمي من أهل واسط سكن بغداد وحدث بها عن عبد الملك بن عمير ومجالد بن سعيد روى عنه داود بن مهران الدباغ ومحمد بن حسان السمتي ويحيى بن أيوب المقابري وسريج بن يونس وهو صاحب حديث أطعمني جبريل عليه السلام هريسة قال يحيى بن معين هو كذاب قال يحيى بن أيوب محمد بن الحجاج سمعت منه وكنت أرى صاحب هريسة كذابا خبيثا وقال أبو داود محمد بن الحجاج اللخمي ليس بثقة ومات سنة إحدى وثمانين ومئة وموسى بن علي بن رباح بن معاوية بن حديج الاسكندراني اللخمي من أهل الاسكندرية يقال إنه كان يكره أن يقال له علي ويقول لا أجعل في حل من يقول لي |جـ 5 صـ 134| علي روى عن أبيه والزهري وحبان بن أبي جبلة روى عنه الليث وابن لهيعة وأسامة بن زيد وابن المبارك وابن وهب والمقري وأبو نعيم الكوفي قال أحمد بن حنبل موسى بن علي شيخ ثقة وقال ابن أبي حاتم سألت أبي عن موسى بن علي فقال كان رجلا صالحا كان من ثقات المصريين وكان واليا على مصر وأبو صفوان يسرة بن صفوان بن جميل اللخمي الشامي الدمشقي من أهل دمشق يروي عن نافع بن عمر الجمحي ومحمد بن مسلم السائفي وإبراهيم بن سعد وحزام بن هشام روى عنه دحيم بن اليتيم وأبو حاتم محمد بن إدريس الرازي ومحمد بن إسماعيل البخاري وغيرهم |جـ 5 صـ 135| ",
                "title": "اللخمي",
                "uri": "JK_000952_3548"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}