{
    "features": [
        {
            "item": "JK_000952_2779",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.208-209",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العطاردي</h1> بضم العين وفتح الطاء وكسر الراء والدال المهملات هذه النسبة إلى عطارد هو اسم لبعض أجداد المنتسب إليه وهو أبو عمر أحمد بن عبد الجبار بن محمد بن عمير بن عطارد بن حاجب بن زرارة التميمي العطاردي من أهل الكوفة قدم بغداد وحدث بها عن عبد الله بن إدريس الأودي وأبي بكر بن عياش وحفص بن غياث ويونس بن بكير و محمد بن فضيل ووكيع بن الجراح وكان عنده عن أبي معاوية تفسيره وعن يونس بن بكير مغازي محمد بن إسحاق روى عنه أبو بكر بن أبي الدنيا وأبو القاسم البغوي وقاسم بن زكريا المطرز والمحاملي وابن صاعد وكان ضعيفا تكلموا فيه ووثقه جماعة وكانت ولادته في سنة سبع وسبعين ومائة في عشر ذي الحجة ومات في شعبان سنة اثنتين وسبعين ومائتين بالكوفة قال ابن أبي حاتم العطاردي كتبت عنه وأمسكت عن التحديث عنه لما تكلم الناس فيه وسمعت أبي يقول أحمد بن عبد الجبار ليس بقوي وقرابته أبو الحسن المصري الحاجبي العطاردي ذكرته في الحاء المهملة وأبو سفيان طريف بن سفيان السعدي العطاردي هو الذي يقال له طريف بن سعد وقد قيل طريف بن شهاب ويقال أيضا طريف الأشل يحتالون فيه لكي لا يعرف |جـ 4 صـ 209| يروي عن أبي نضرة والحسن روى عنه شريك والكوفيون كان شيخا مغفلا يهم في الأخبار حتى يقلبها ويروي عن الثقات ما لا يشبه حديث الإثبات وكان يحيى بن سعيد وعبد الرحمن بن مهدي لا يحدثان عن أبي سفيان السعدي بشيء قط قاله عمرو بن علي وأبو السعادات أحمد بن محمد بن غالب العطاردي شيخ فاضل عالم وله شعر فائق رائق من أهل كرخ بغداد غير أنه كان يميل إلى التشيع على ما هو مذهب أكثر الكوفيين سمع القاضي أبا يوسف عبد السلام بن يوسف القزويني وأبا المعالي أحمد بن علي بن قدامة الحنفي وهو شيخ ما كان يعرفه أصحاب الحديث ولا أبو بكر بن كامل المفيد نزلت عليه وكتبت عنه كتاب طيف الخيال للمرتضى وكتبت عنه من شعره مقطعات أيضا ",
                "title": "العطاردي",
                "uri": "JK_000952_2779"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}