{
    "features": [
        {
            "item": "JK_000952_0186",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.170-171",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأشناني</h1> بضم الألف وسكون الشين المنقوطة وفتح النون الأولى وكسر الثانية هذه النسبة إلى بيع الأشنان وشرائه والمشهور بهذه النسبة إليها أبو بكر محمد بن عبد الله بن إبراهيم بن ثابت الأشناني حدث عن علي بن الجعد وإسحاق بن راهويه ويحيى بن معين وأحمد بن حنبل وهشام بن عمار وغيرهم أحاديث باطلة كان يضع الحديث ولم يكن يحسن الوضع روى عنه أبو عمرو بن السماك الدقاق والقاضي أبو الحسن الجراحي وأبو بكر بن شاذان البزاز وذكره الدارقطني فقال كذاب دجال وأبو جعفر محمد بن الحسين بن حفص بن عمر الأشناني الخثعمي الكوفي ثقة صالح مأمون قيل إنه مولى الأشناني سمع عباد بن يعقوب الرواجني وعباد بن أحمد العرزمي وأبا كريب محمد بن العلاء وموسى بن عبد الرحمن المسروقي وغيرهم روى عنه أبو عبد الله محمد بن جعفر النجار النحوي وأبو بكر محمد بن محمد الباغندي وأبو عبد الله بن المحاملي وأبو عمرو بن السماك وأبو بكر بن الجعابي ومحمد بن المظفر وأبو الحسين بن البواب وغيرهم وكان تقوم به الحجة وكانت ولادته سنة إحدى وعشرين ومائتين ووفاته في صفر سنة خمس عشرة وثلاثمائة وأبو الحسن يوسف بن محمد بن عبد الله بن يزداذ الأشناني سمع جماعة من النيسابوريين روى عنه أبو سعد الصفار الرازي وكان قدم عليهم الري وأبو محمد الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني المعروف بالأشناني من أهل بغداد حدث عن عمرو بن عون ويحيى بن معين ومؤمل بن الفضل الحراني وسويد بن سعيد الحدثاني وغيرهم روى عنه ابنه عمر ومحمد بن مخلد ومحمد بن أحمد الحكيمي وأحمد بن الفضل بن خزيمة وابنه محمد بن الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني يعرف بابن الأشناني حدث عن علي بن سهل بن المغيرة البزاز روى عنه أخوه القاضي أبو الحسين الأشناني وأخوه أبو الحسين عمر بن الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني المعروف بابن الأشناني من أهل بغداد كان صاحب حديث مجودا حسن العلم به حدث بالكثير وأخذوا عنه سمع أباه ومحمد بن عيسى بن حيان المدائني وموسى بن سهل الوشاء ومحمد بن شداد المسمعي ومحمد بن مسلمة الواسطي وأبا بكر بن أبي الدنيا وغيرهم روى عنه أبو العباس بن عقدة الحافظ وأبو عمرو بن السماك |جـ 1 صـ 171| ومحمد بن المظفر وأبو الحسن الدارقطني وأبو حفص بن شاهين وأبو القاسم بن حبابة والمعافى بن زكريا وغيرهم من المتقدمين ومن بعدهم ولي القضاء بنواحي الشام مدة وولى قضاء بغداد ثلاثة أيام ثم عزل صرفه المقتدر بالله وذلك أن المقتدر صرف أبا جعفر أحمد بن إسحاق بن البهلول يوم الخميس لعشر بقين من شهر ربيع الآخر سنة ست عشرة وثلاثمائة عن القضاء بمدينة المنصور واستقضى في هذا اليوم أبا الحسين ابن الأشناني وخلع عليه ثم جلس يوم السبت لثمان بقين من هذا الشهر للحكم وصرف من غد في يوم الأحد وكانت ولايته ثلاثة وهذا رجل من جلة الناس ومن أصحاب الحديث المجودين وأحد الحفاظ له وحسن المذاكرة بالأخبار وكان قبل هذا يتولى القضاء بنواحي الشام ويستخلف الكفاة ولم يخرج عن الحضرة وتقلد الحسبة ببغداد وقد حدث حديثا كثيرا وحمل الناس عنه قديما وحديثا تكلم فيه الدارقطني وغيره بما يقتضي ضعفه وتوفي آخر ذي الحجة سنة تسع وثلاثين وثلاثمائة ",
                "title": "الأشناني",
                "uri": "JK_000952_0186"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}