{
    "features": [
        {
            "item": "JK_000952_2420",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.495-497",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيرزي</h1> بكسر الشين المعجمة وسكون الياء المنقوطة باثنتين من تحتها وفتح الراء وكسر الزاي في الآخر هذه النسبة إلى شيرز وهي قرية كبيرة بنواحي سرخس خرج منها جماعة من أهل |جـ 3 صـ 496| العلم والنسبة إليها شيرزي منها الأخوان أبو محمد عبد الله وأبو حفص عمر ابنا محمد بن علي الشيرزي السرخسي وأما أبو محمد فكان إماما فاضلا مكثرا من الحديث عالما زاهدا سمع أبا حامد الشجاعي والسيد أبا الحسن محمد بن محمد بن زيد الحسيني وغيرهما وظني أنه حدث بشيء يسير وتوفي قبل أوان الرواية في سنة تسع وتسعين أو سنة خمسمائة بسرخس وأما أبو حفص عمر بن محمد بن علي الشيرزي فأستاذنا وشيخنا كان على سيرة السلف من ترك التكلف والتواضع وكان فقيها محدثا محققا مدققا حسن السيرة كثير الدرس للقرآن تفقه على جدي الإمام أبي المظفر وأبي حامد الجشاعي وكان من وجوه تلامذة الجد وصنف التصانيف في الخلاف والنظر مثل الاعتصام والاعتصار والأسولة وغيرها وسمع بسرخس السيد أبا الحسن محمد بن محمد بن زيد العلوي وأبا منصور محمد بن عبد الملك المظفري وبمرو جدي الإمام أبا المظفر منصور بن إسحاق السمعاني وببلخ أبا علي الحسن بن علي الوخشي الحافظ وأبا حامد أحمد بن محمد الشجاعي وبأصبهان أبا بكر محمد بن أحمد بن الحسن بن ماجة الأبهري وغيرهم سمعت منه الكثير منها السنن لأبي داود وكتاب شمائل النبي صلى الله عليه وسلم ربي عيسى الترمذي وغيرهما من الأجزاء المنثورة وعلقت عليه بعض المسائل الخلافية وآل الأمر في آخر عمره إلى شيئين إلى إلقاء الدرس على الشادين وقراءة القرآن وتوفي أول يوم من شهر رمضان سنة تسع وعشرين وخمسمائة ودفن بسنجدان من مقابر مرو وكانت ولادته في سنة خمسين وأربعمائة وابنه أبو الفتح محمد بن عمر بن محمد الشيرزي كان فقيها فاضلا سديد السيرة له يد باسطة في الشعر سمع أباه وأبا عبد الله محمد بن عبد الواحد الدقاق الحافظ وغيرهما سمعت منه شيئا يسيرا وقتل صبرا يوم الخميس العاشر من رجب سنة ثمان وأربعين وخمسمائة وفي هذا اليوم دخل الغز مرو ونهبوا وقتلوا عالما وكان هو من جملتهم |جـ 3 صـ 497| ",
                "title": "الشيرزي",
                "uri": "JK_000952_2420"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}