{
    "features": [
        {
            "item": "JK_000129_001620",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.368-369",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البربر</h1> هو اسم يشتمل قبائل كثيرة في جبال المغرب أولها برقة ثم إلى آخر المغرب والبحر المحيط وفي الجنوب إلى بلاد السودان وهم أمم وقبائل لا تحصى ينسب كل موضع إلى القبيلة التي تنزله ويقال لمجموع بلادهم بلاد البربر وقد اختلف في أصل نسبهم فأكثر البربر تزعم أن أصلهم من العرب وهو بهتان منهم وكذب وأما أبو المنذر فإنه قال البربر من ولد فاران بن عمليق وقال الشرقي هو عمليق بن يلمع بن عامر بن اشيلخ بن لاوذ بن سام ابن نوح وقال غيره عمليق بن لاوذ بن سام بن نوح عليه السلام والأكثر والأشهر في نسبهم أنهم بقية قوم جالوت لما قتله طالوت هربوا إلى المغرب فتحصنوا في جبالها وقاتلوا أهل بلادها ثم صالحوهم على شيء يأخذونه من أهل البلاد وأقاموا هم في الجبال الحصينة وقال أحمد بن يحيى بن جابر حدثني بكر ابن الهيثم قال سألت عبد الله بن صالح عن البربر فقال هم يزعمون أنهم من ولد بر بن قيس بن عيلان وما جعل الله لقيس من ولد اسمه بر وإنما هم من الجبارين الذين قاتلهم داود وطالوت وكانت منازلهم على الدهر ناحية فلسطين وهم أهل عمود فلما أخرجوا من أرض فلسطين أتوا المغرب فتناسلوا به وأقاموا في جباله وهذه من أسماء قبائلهم التي سميت بهم الأماكن التي نزلوا بها وهي هوارة أمتاهة ضريسة مغيلة ورفجومة ولطية مطماطة صنهاجة نفزة كتامة لواتة مزاتة ربوحة نفوسة لمطة صدينة مصمودة غمارة مكناسة قالمة وارية أتينة كومية سخور أمكنة ضرزبانة قططة حبير يراثن واكلان قصدران زرنجي برغواطة لواطة زواوة كزولة وذكر هشام بن محمد أن جميع هؤلاء عمالقة إلا صنهاجة وكتامة فإنهم بنو افريقس بن قيس بن صيفي بن سبأ الأصغر كانوا معه لما قدم المغرب وبنى إفريقية فلما رجع إلى بلاده تخلفوا عنه عمالا له على تلك البلاد فبقوا إلى الآن |جـ 1 صـ 369| وتناسلوا والبربر أجفى خلق الله وأكثرهم طيشا وأسرعهم إلى الفتنة وأطوعهم لداعية الضلالة وأصغاهم لنمق الجهالة ولم تخل جبالهم من الفتن وسفك الدماء قط ولهم أحوال عجيبة واصطلاحات غريبة وقد حسن لهم الشيطان الغوايات وزين لهم الضلالات حتى صارت طبائعهم إلى الباطل مائلة وغرائزهم في ضد الحق جائلة فكم من ادعى فيهم النبوة فقبلوا وكم زاعم فيهم أنه المهدي الموعود به فأجابوا داعيه ولمذهبه انتحلوا وكم ادعى فيهم مذاهب الخوارج فإلى مذهبه بعد الإسلام انتقلوا ثم سفكوا الدماء المحرمة واستباحوا الفروج بغير حق ونهبوا الأموال واستباحوا الرجال لا بشجاعة فيهم معروفة ولكن بكثرة العدد وتواتر المدد وتحكى عنهم عجائب منها ما ذكره ابن حوقل التاجر الموصلي وكان قد طاف تلك البلاد وأثبت ما شاهد منهم ومن غيرهم قال وأكثر بربر المغرب من سجلماسة إلى السوس وأغمات وفاس إلى نواحي تاهرت وإلى تونس والمسيلة وطنبة وباغاية إلى اكزبال وازفون ونواحي بونة إلى مدينة قسطنطينة الهواء وكتامة وميلة وسطيف يضيفون المارة ويطعمون الطعام ويكرمون الضيف حتى بأولادهم الذكور لا يمتنعون من طالب البتة بل لو طلب الضيف هذا المعنى من أكبرهم قدرا وأكثرهم حمية وشجاعة لم يمتنع عليه وقد جاهدهم أبو عبد الله الشيعي على ذلك حتى بلغ بهم أشد مبلغ فما تركوه قال وسمعت أبا علي ابن أبي سعيد يقول أن ليبلغ بهم فرط المحبة في إكرام الضيف أن يؤمر الصبي الجليل الأب والأصل الخطير في نفسه وماله بمضاجعة الضيف ليقضي منه وطره ويرون ذلك كرما والإباء عنه عارا ونقصا ولهم من هذا فضائح ذكر بعضها إمام أهل المغرب أبو محمد علي بن أحمد بن حزم الأندلسي في كتاب له سماه الفضائح فيه تصديق لقول ابن حوقل وقد ذكرت ذلك في كتابي الذي رسمته بأخبار أهل الملل وقصص أهل النحل في مقالات أهل الإسلام وذكر محمد بن أحمد الهمذاني في كتابه مرفوعا إلى أنس بن مالك قال جئت إلى النبي صلى الله عليه وسلم ومعي وصيف بربري فقال يا أنس ما جنس هذا الغلام فقلت بربري يا رسول الله فقال يا أنس بعه ولو بدينار فقلت له ولم يا رسول الله قال إنهم أمة بعث الله إليهم نبيا فذبحوه وطبخوه وأكلوا لحمه وبعثوا من المرق إلى النساء فلم يتحسوه فقال الله تعالى لا اتخذت منكم نبيا ولا بعثت فيكم رسولا وكان يقال تزوجوا في نسائهم ولا تؤاخوا رجالهم ويقال إن الحدة والطيش عشرة أجزاء تسعة في البربر وجزء في سائر الخلق ويروي عن النبي صلى الله عليه وسلم أنه قال ما تحت أديم السماء ولا على الأرض خلق شر من البربر ولئن أتصدق بعلاقة سوطي في سبيل الله أحب إلي من أن أعتق رقبة بربري قلت هكذا وردت هذه الآثار ولا أدري ما المراد بها السود أم البيض أنشدني أبو القاسم النحوي الأندلسي الملقب بالعلم لبعض المغاربة يهجو البربر فقال رأيت آدم في نومي فقلت له أبا البرية إن الناس قد حكموا أن البرابر نسل عنك قال أنا حواء طالقة إن كان ما زعموا ",
                "title": "البربر",
                "uri": "JK_000129_001620"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}