{
    "features": [
        {
            "item": "JK_000952_1385",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.357-359",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخزاعي</h1> بضم الخاء المعجمة وفتح الزاي وفي آخرها العين المهملة هذه النسبة إلى خزاعة منها أبو عبد الله أحمد بن نصر بن مالك بن الهيثم بن عوف بن وهب بن عميرة بن هاجر بن عمير بن عبد العزي بن قمير بن حبشية بن سلول بن كعب بن عمرو الخزاعي وسويقة نصر ببغداد تنسب إلى أبيه ومالك بن الهيثم جده كان أحد نقباء بني العباس في ابتداء الدولة الهاشمية وعمرو الذي سقنا نسبه إليه هو عمرو بن لحي بن قمعة بن خندف الذي قال رسول الله صلى الله عليه وسلم رأيت عمرو بن لحي أبا بني كعب هؤلاء يجر قصبه في النار لأنه أول من بحر البحيرة وسيب السائبة ووصل الوصيلة وحمى الحامي وغير دين إسماعيل بن إبراهيم عليهما السلام وكان أحمد بن نصر هذا من أهل الفضل والعلم مشهورا بالخير أمارا بالمعروف قوالا بالحق سمع الحديث من مالك بن أنس وحماد بن زيد ورباح بن زيد وعبد الصمد بن معقل وهشيم بن بشير ومحمد بن ثور وعبد العزيز بن أبي رزمة وعلي بن الحسين بن واقد ولم يرو إلا شيئا يسيرا روى عنه يحيى بن معين ويعقوب وأحمد ابنا إبراهيم الدروقي ومحمد بن يوسف بن الطباع وغيرهم قتله الواثق لامتناعه عن القول بخلق القرآن وكان لسانه يقرأ القرآن إلى أن دفن قتله الواثق بيده في يوم الخميس ليومين بقيا من شعبان سنة إحدى وثلاثين ومائتين وفي يوم السبت مستهل شهر رمضان نصب رأسه ببغداد على رأس الجسر فحكى بعضهم أنه رأى الرأس مصلوبا يقرأ & الم أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون & وبقي رأسه ببغداد وجثته بسر ببغداد من رأى مصلوبا ست سنين إلى أن خط وجمع بينهما ودفن في الجانب الشرقي في المقبرة المعروفة بالمالكية وكان الدفن يوم الثلاثاء لثلاث من شوال سنة سبع وثلاثين ومائتين وأبو الفضل محمد بن جعفر الخزاعي المقري ذكرته في الباء البديلي في الموحدة وأبو محمد عقيل من أكابر العلماء وإلى عقيل هذا ينسب المسجد المشهور بمسجد عقيل بنيسابور لأصحاب الحديث سمع مروان بن معاوية الفزازي والمسيب بن شريك روى عنه ابنه محمد بن عقيل وأحمد بن حفص بن عبد الله السلمي وأبو القاسم علي بن أحمد بن الحسن الخزاعي المعروف بابن المراغي سأذكره في |جـ 2 صـ 359| الميم ",
                "title": "الخزاعي",
                "uri": "JK_000952_1385"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}