{
    "features": [
        {
            "item": "JK_000952_1441",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.392-393",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخلنجي</h1> بفتح الخاء المعجمة واللام وسكون النون وفي آخرها الجيم هذه النسبة إلى خلنج وهو نوع من الخشب والمشهور بهذه النسبة عبد الله بن محمد بن أبي يزيد الخلنجي أحد أصحاب الرأي ولي قضاء الشرقية ببغداد أيام الوائق وكان ممن يعلن بخلق القرآن ويظهر ذلك وكان من أصحاب أبي عبد الله بن أبي داود حاذقا بالفقه على مذهب أبي حنيفة رحمه الله واسع العلم ضابطا وكان يصحب ابن سماعة وتقلد المظالم بالجبل فأخبر ابن أبي داود أنه مستقل عالم بالقضاء ووجوهه فسأل عنه ابن سماعة فشهد له فكلم ابن أبي داود المعتصم فولاه قضاء همذان فأقام نحوا من عشرين سنة لا يشكى وتلطف له محمد بن الجهم في مال عظيم فلم يقبله لما ولي الشرقية ظهرت عفته وديانته لأهل بغداد وكان فيه كبر شديد ولم يذكر عنه أنه أخذ حبة واحدة وأبو العباس أحمد بن محمد بن أحمد بن زكريا التغلبي يعرف بابن أبي شيخ الخلنجي ظن أنه من أهل بغداد يروي عن أبي القاسم عبد الله بن محمد بن عبد العزيز البغوي وعبد الله بن محمد بن إسحاق وأبي رجاء محمد بن حمدويه السنجي وغيرهم روى عنه أبو إسحاق إبراهيم بن عمر بن أحمد البرمكي وأبو منصور نصر بن داود بن منصور بن طوق الصغاني المعروف بالخلنجي سكن بغداد وحدث بها عن محمد بن الصلت الأسدي وسليمان بن داود الهاشمي وعفان بن مسلم وحرمي بن حفص وسعيد بن منصور ويحيى بن يوسف الزمي وخالد بن خداش روى عنه موسى بن إسحاق القاضي وقاسم بن محمد الأنباري وعمر بن محمد الجوهري ومحمد بن جعفر الخرائطي وهو من أهل الصدق ومات سلخ صفر أو مستهل شهر ربيع الأول سنة إحدى وسبعين ومائتين وأبو جعفر أحمد بن آدم الخلنجي الملقب بغندر من أهل جرجان صاحب |جـ 2 صـ 393| حديث مكثر ثقة روى عن عبد الرزاق وجعفر الفريابي والفضل بن دكين وعثمان بن عبد الحميد وجماعة من أهل اليمن وأهل العراق روى عنه الحسن بن سفيان وعمران بن موسى وأبو جعفر المقري الجرجاني وجماعة وأبو العباس الفضل بن العباس الخلنجي جرجاني روى عن عفان بن سيار الجرجاني روى عنه معروف بن أبي بكر الجرجاني ثم الرازي ",
                "title": "الخلنجي",
                "uri": "JK_000952_1441"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}