{
    "features": [
        {
            "item": "JK_000952_3801",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.291-292",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المسعودي</h1> بفتح الميم وسكون السين المهملة وضم العين المهملة وفي اخرها الدال المهملة هذه النسبة إلى مسعود والد عبد الله بن مسعود رضي الله عنه والمشهور بهذا الانتساب من القدماء أبو العميس عتبة بن عبد الله بن عتبة بن مسعود الهذلي المسعودي أخو عبد الرحمن المسعودي يروي عن إياس بن سلمة بن الأكوع روى عنه وكيع وأهل الكوفة وأما عبد الرحمن بن عبد الله بن عتبة بن مسعود المسعودي الهذلي الذي يقال له المسعودي يروي عن الحصين والقاسم بن عبد الرحمن روى عنه وكيع والكوفيون مات سنة ستين ومئة وكان المسعودي صدوقا إلا أنه اختلط في اخر عمره اختلاطا شديدا حتى ذهب عقله وكان يحدث بما يحبه فحمل عليه فاختلط حديثه القديم بحديثه الأخير ولم يتميز فاستحق الترك قال عمرو بن علي سمعت أبا قتيبة مسلم بن قتيبة يقول رأيت المسعودي سنة ثلاث وخمسين فكتبت عنه وهو صحيح ثم رأيته سنة سبع وخمسين والذر يدخل في أذنه وأبو داود يكتب عنه فقلت أتطمع أن تحدث عنه وأنا حي وعبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود الهذلي المسعودي من أهل الكوفة سمع القاسم بن عبد الرحمن وأبا حصين عثمان بن عاصم وسلمة بن كهيل وعاصم بن بهدلة وإبراهيم السكسكي وجامع بن شداد وموسى الجهني وعبد الرحمن بن الأسود روى عنه سفيان الثوري وابن عيينة وشعبة ووكيع وأبو نعيم ويزيد بن هارون وروح بن عبادة وأبو داود الطيالسي وأبو النصر هاشم بن القاسم وعاصم بن علي وعلي بن الجعد وكان يغلط في الرواية عن عاصم بن بهدله وسلمة ووثقه يحيى بن معين وقيل إنه اختلط في اخر عمره ومات ببغداد سنة ستين ومئة وأبو عبد الله محمد بن عبد الله بن مسعود بن أحمد بن محمد بن مسعود المسعودي إمام فاضل مبرز عالم زاهد ورع حسن السيرة من أهل مرو شرح مختصر المزني واحسن فيه سمع الحديث القليل من أستاذه أبي بكر عبد الله بن أحمد القفال وتوفي سنة نيف وعشرين وأربع مئة بمرو وأبو الفضل محمد بن أبي نصر سعيد بن مسعود بن عبد الله بن مسعود بن أحمد بن محمد بن مسعود المسعودي إمام زاهد ورع حسن السيرة كثير المحفوظ متواضع يكرم |جـ 5 صـ 292| الناس سمع أبا القاسم يحيى بن علي الكشميهني وأبا القاسم علي بن موسى الموسوي وأبا عبد الله محمد بن الحسن المهربندقشائي وغيرهم سمعت منه الكثير وكانت ولادته في حدود سنة خمسين وأربع يمئة وتوفي في غرة جمادى الأولى سنة ثمان وعشرين وخمس مئة ودفن بسنجذان وابنه أبو المظفر منصور بن محمد المسعودي كان أحد الفضلاء المبرزين قرأ الأدب وبرع فيه وكان يعظ وعظا حسنا مسجعا قرأ الفقه على والدي واختص بعمي رحمهما الله وكان يقوم بمصالحة سمع جدي الإمام أبا المظفر السمعاني وأبا إبراهيم إسماعيل بن عبد الجبار الناقدي وأبا بكر عبد الغفار بن محمد بن الحسين الشيروي وطبقتهم سمعت منه بمرو وبنواحي طوس وكانت ولادته في منتصف رجب سنة إحدى وثمانين وأربع مئة وأخوه أبو الفتح مسعود بن محمد المسعودي فاضل حسن السيرة جميل الأمر كثير المحفوظ مليح الأخلاق شديد التواضع تفقه على الإمام والدي رحمه الله ورأى جدي الإمام أبا المظفر السمعاني سمع منه الحديث ومن أبي جعفر أحمد بن الحسين الفقيه الخزاعي وأبي المظفر سليمان بن محمد بن داود الصيدلاني وغيرهم وكانت له إجازة عن أبي بكر أحمد بن علي بن خلف الشيرازي وأبي القاسم عبد الرحمن بن أحمد الواحدي وابي محمد الحسن بن أحمد السمرقندي وغيرهم سمعت منه الكثير مثل تاريخ نسف لأبي العباس المستغفري وكتاب الشعر والشعراء للمستغفري أيضا بروايته عن السمرقندي عنه وكان كثير الميل إلي وكنت انس به كثيرا وأفرح بلقياه ومحاورته ولد في الثاني عشر من شهر ربيع الأول سنة ثلاث وثمانين وأربع مئة بمرو ومحمد بن العباس بن أحمد بن مسعود بن عمرو المسعودي ينسب إلى جده الأعلى من أهل أستراباذ كان يتحفظ من كل شيء رحل إلى الشام والعراق ومصر يروي عن أبي خليفة الفضل بن الحباب الجمحي وأبي يعلى أحمد بن علي بن المثنى وعلي بن أحمد بن علي المصري يعرف بعلان وأبي بشر الدولابي وغيرهم مات بعد الخمسين والثلاثة مئة وأخوه أبو بكر محمد بن العباس بن أحمد بن مسعود المسعودي أخو أبي عمرو وأبي الحسن وكان فقيها رحل إلى العراق وروى عن أبي يعلى الموصلي وأبي القاسم البغوي وغيرهما قيل إنه حدث من تصانيف أخيه من غير أن يكون له فيها سماع ومات بعد السبعين والثلاث مئة ",
                "title": "المسعودي",
                "uri": "JK_000952_3801"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}