{
    "features": [
        {
            "item": "JK_000129_011119",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.487-488",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كوثى والنسبة الكوثي|الكوثاني</h1> بالضم ثم السكون والثاء مثلثة وألف مقصورة تكتب بالياء لأنها رابعة الاسم قال نصر كوث الزرع تكويثا إذا صار أربع ورقات وخمس ورقات وهو الكوث وكوثى في ثلاثة مواضع بسواد العراق في أرض بابل وبمكة وهو منزل بني عبد الدار خاصة ثم غلب على الجميع ولذلك قال الشاعر لعن الله منزلا بطن كوثى ورماه بالفقر والإمعار لست كوثى العراق أعني ولكن كوثة الدار دار عبد الدار قال أبو المنذر سمي نهر كوثى بالعراق بكوثى من بني أرفخشد بن سام بن نوح عليه السلام وهو الذي كراه فنسب إليه وهو جد إبراهيم عليه السلام أبو أمه بونا بنت كرنبا بن كوثى وهو أول نهر أخرج بالعراق من الفرات ثم حفر سليمان نهر أكلف ثم كثرت الأنهار قال أبو بكر أحمد ابن أبي سهل الحلواني كنا روينا عن الكلبي نونا بنونين وحفظي بونا بالباء في أوله وكوثى العراق كوثيان أحدهما كوثى الطريق والآخر كوثى ربى وبها مشهد إبراهيم الخليل عليه السلام وبها مولده وهما من أرض بابل وبها طرح إبراهيم في النار وهما ناحيتان وسار سعد من القادسية في سنة عشر ففتح كوثى وقال زهرة بن جؤية |جـ 4 صـ 488| لقينا بكوثى شهريار نقوده عشية كوثى والأسنة جائره وليس بها إلا النساء وفلهم عشية رحنا والعناهيج حاضره أتيناهم في عقر كوثى بجمعنا كأن لنا عينا على القوم ناظره وقال أبو منصور حدثنا محمد بن إسحاق السعدي عن الرمادي عن عبد الرزاق عن معمر عن أيوب عن محمد بن سيرين قال سمعت عبيدة السلماني يقول سمعت عليا يقول من كان سائلا عن نسبنا فإننا نبط من كوثى وروي عن ابن الأعرابي أنه قال سأل رجل عليا أخبرني عن أصلكم معاشر قريش فقال نحن من كوثى قال ابن الأعرابي واختلف الناس في قول علي عليه السلام نحن من كوثى فقال قوم أراد كوثى السواد التي ولد بها إبراهيم الخليل وقال آخرون أراد بقوله كوثى مكة وذلك أن محلة بني عبد الدار يقال لها كوثى فأراد أننا مكيون من أم القرى مكة قال أبو منصور والقول هو الأول لقول علي عليه السلام فإننا نبط من كوثى ولو أراد كوثى مكة لما قال نبط وكوثى العراق هي سرة السواد وأراد عليه السلام أن أبانا إبراهيم عليه السلام كان من نبط كوثى وأن نسبنا ينتهي إليه ونحو ذلك قال ابن عباس نحن معاشر قريش حي من النبط من أهل كوثى والأصل آدم والكرم التقوى والحسب الخلق وإلى هذا انتهت نسبة الناس وهذا من علي وابن عباس تبرؤ من الفخر بالأنساب وردع عن الطعن فيها وتحقيق لقول الله عز وجل & إن أكرمكم عند الله أتقاكم & وقد نسب إليها كوثي وكوثاني فمن الثاني أبو منصور بن حماد بن منصور الضرير الكوثاني روى عن أبي محمد عبد الله بن محمد بن هزارمرد الصريفيني سمع منه الحافظ أبو القاسم الدمشقي ",
                "title": "كوثى والنسبة الكوثي|الكوثاني",
                "uri": "JK_000129_011119"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}