{
    "features": [
        {
            "item": "JK_000952_2068",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.238-240",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السدي</h1> بضم السين المهملة وتشديد الدال المهملة هذه النسبة إلى سدة الجامع قال أبو عبيد في غريب الحديث إنما سمي السدي لأنه كان يبيع الخمر مع المقانع بسدة المسجد يعني باب المسجد قال أبو الفضل الفلكي إنما لقب السدي لأنه كان يجلس بالمدينة في موضع يقال له السد والمشهور بهذه النسبة إسماعيل بن عبد الرحمن بن أبي ذئب وقيل ابن أبي كريمة السدي الأعور مولى زينب بنت قيس بن مخرمة من بني عبد مناف حجازي الأصل سكن الكوفة يروي عن |جـ 3 صـ 239| أنس بن مالك رضي الله عنه وعبد خير وأبي صالح وقد رأى ابن عمر رضي الله عنهما وهو السدي الكبير ثقة مأمون روى عنه الثوري وشعبة وزائدة وسماك بن حرب وإسماعيل بن أبي خالد وسليمان التيمي ومات سنة سبع وعشرين ومائة في إمارة ابن هبيرة وكان إسماعيل بن أبي خالد يقول السدي أعلم بالقرآن من الشعبي قال أبو بكر أحمد بن موسى بن مردويه الحافظ إسماعيل بن عبد الرحمن السدي يكنى أبا محمد صاحب التفسير وإنما سمي السدي لأنه نزل بالسدة وكان أبوه من كبار أهل أصبهان توفي سنة سبع وعشرين ومائة في ولاية بني مروان روى عن أنس بن مالك وأدرك جماعة من أصحاب النبي صلى الله عليه وسلم منهم سعد بن أبي وقاص وابو سعيد الخدري وابن عمر وابو هريرة وابن عباس حدث عنه الثوري وشعبة وأبو عوانة والحسن بن صالح قال ابن أبي حاتم إسماعيل بن عبد الرحمن السدي الأعور مولى زينب بنت قيس بن مخرمة اصله حجازي يعد في الكوفيين وكان شريك يقول ما ندمت على رجل لقيته أن لا أكون كتبت كل شيء لفظ به إلا السدي قال يحيى بن سعيد ما سمعت أحدا يذكر السدي إلا بخير وما تركه أحد ومحمد بن مروان السدي من أهل الكوفة يروي عن الكلبي صاحب التفسير وداود بن أبي هند وهشام بن عروة روى عنه العراقيون وكان ممن يروي الموضوعات عن الأثبات لا تحل كتبة حديثه إلا على سبيل الاعتبار ولا الاحتجاج به بحال من الأحوال والسدي هذا هو محمد بن مروان بن عبد الله بن إسماعيل بن عبد الرحمن مولى عبد الرحمن بن زيد بن الخطاب يعرف بالسدي روى عنه ابنه علي ويوسف بن عدي والعلاء بن عمرو وأبو إبراهيم الترجماني وأبو عمر الدوري المقرىء والحسن بن عرفة العبدي وغيرهم وكان يحيى بن معين يقول السدي الصغير محمد بن مروان صاحب التفسير ليس بثقة وقال يعقوب بن سفيان السدي ضعيف غير ثقة وقال البخاري محمد بن مروان الكوفي صاحب الكلبي لا يكتب حديثه البتة وسئل أبو علي صالح بن محمد بن جزرة عنه فقال كان ضعيفا وكان يضع الحديث وقال أبو عبد الرحمن النسائي محمد بن مروان عن الكلبي متروك الحديث وأبو محمد إسماعيل بن موسى بن الفزاري المعروف بابن بنت السدي من أهل الكوفة وقال ابن أبي حاتم الرازي نسيب السدي روى عن مالك وشريك وابن أبي الزناد وقال سمعت أبي يقول سألت إسماعيل بن موسى عن قرابته من السدي فأنكر أن يكون ابن ابنته وإذا قرابته منه بعيدة قال وسألت أبي عنه فقال صدوق روى عنه أبي وابو زرعة |جـ 3 صـ 240| ",
                "title": "السدي",
                "uri": "JK_000952_2068"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}