{
    "features": [
        {
            "item": "JK_000952_2622",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.88-89",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطهماني</h1> بفتح الطاء المهملة وسكون الهاء وفتح الميم وفي آخرها النون هذه النسبة إلى إبراهيم بن طهمان والمشهور بهذه النسبة أبو بكر محمد بن حمويه بن عباد الطهماني النيسابوري وإنما قيل له الطهماني لجمعه حديث إبراهيم بن طهمان وكان من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ في تاريخه فقال ومسكنه عندنا بباب غرزة المنزل الذي كتبنا عن ابنه أبي القاسم فيه ثم بنى فيه الخان للدقاقين سمع كتاب إبراهيم بن طهمان من أحمد بن حفص ومحمد بن يحيى ومحمد بن يزيد النيسابوريين وكتب بالحجاز والعراق روى عنه أبو علي الحافظ وأبو أحمد الحاكم والشيوخ وتوفي يوم الخميس السادس والعشرين من شعبان سنة ثلاث عشرة وثلاثمائة وأبو العباس عيسى بن محمد بن عيسى بن عبد الرحمن بن سليمان المروزي الكاتب المعروف بالطهماني أظن أنه من ولد إبراهيم بن طهمان وهو إمام في اللغة والعلم وأحد أشراف خراسان بنفسه وآبائه وأسلافه وابنه أبو صالح محمد بن عيسى سمع إسحاق بن إبراهيم الحنظلي ومحمد بن قدامة السلمي وعلي بن حجر السعدي وعلي بن خشرم ويوسف بن عيسى روى عنه الحسن بن سفيان وعبد الله بن محمود السعدي وأحمد بن الخضر المروزي وعمرو بن مالك وأبو عبد الله محمد بن مخلد العطار وأبو سعيد بن الأعرابي وعبد الباقي بن قانع وغيرهم وكان ثقة صدوقا مات في صفر سنة ثلاث وتسعين ومائتين وأبو عبد الرحمن بن أبي الليث عبد الله بن عبيد الله بن سريج بن حجر بن الفضل بن طهمان الشيباني الطهماني البخاري من أهل بخارى قيل له الطهماني نسبة إلى جده الأعلى كان من أئمة المسلمين رحل إلى العراق والحجاز وديار مصر والشامات والجزائر وبلاد خراسان قال غنجار كان من أهل العدالة والصدق وله كتب كثيرة مصنفة يروي عن أبيه وعبد الله بن عبد الرحمن الدارمي وأحمد بن نصر العتكي وأبي عبد الله بن أبي حفص ويعقوب بن إبراهيم الدورقي ويوسف بن سعيد بن مسلم المصيصي وأحمد بن عيسى الخشني والربيع بن سليمان وبحر بن نصر الخولاني ومحمد بن عوف الحمصي وعبد بن حميد الكسي وكان صاحب التصانيف الحسان روى عنه أبو نصر |جـ 4 صـ 89| أحمد بن محمد بن زنك الباهلي الوراق وأبو العباس جعفر بن محمد بن المكي النسفي وأبو عمرو محمد بن محمد بن صابر البخاري وغيرهم ومات يوم الجمعة في جمادى الآخرة لثمان بقين سنة سبع وثلاثمائة بسمرقند ",
                "title": "الطهماني",
                "uri": "JK_000952_2622"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}