{
    "features": [
        {
            "item": "JK_000952_3756",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.261-262",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المرندي</h1> بفتح الميم والراء وسكون النون وفي اخرها الدال المهملة هذه النسبة إلى مرند وهي بلدة من بلاد أذربيجان مشهورة معروفة وسميت مرند بمرند الأكبر بن رواند الأصغر بن الضحاك بيوراسف هو بناها خرج منها جماعة من العلماء في كل فن قديما وحديثا ومن المتأخرين الأديب الفاضل أبو محمد عبد الله بن نصر بن عبد العزيز بن سويد المرندي الخطيب أقام بمرو مدة وكانت له يد باسطة في اللغة وسرعة النظم والنثر مع الجودة فيها وله الخط الحسن المليح أقام ببغداد مدة في المدرسة زمن أسعد بن أبي نصر الميهني ثم سكن مرو قريبا من خمس عشر سنة وخرج إلى مرو الروذ وأقام بها شيئا يسيرا ومات بها يوم عاشوراء من سنة إحدى وأربعون وخمس مئة ومن المتقدمين أبو إسحاق إبراهيم بن الأزهر المرندي الحافظ حدث عن علي بن جابر الأزدي الموصلي وإسحاق بن سيار النصيبي روى عنه أبو الفضل الشيباني قال ابن ماكولا المرندي شيخ رأيته على باب نظام الملك يحدث عن أبيه عن أبي سعيد بن الأعرابي ولم أسمع منه شيئا وأبو الوفاء الخليل بن المحسن بن محمد المرندي فقيه صالح سديد السيرة تفقه ببغداد على أبي إسحاق الشيرازي وسمع بها أبا الحسين أحمد بن محمد بن أحمد بن النقور البزاز وأبا نصر محمد بن محمد بن محمد بن علي الزينبي وغيرهما ما أدركته وحدثني عنه جماعة من أصحابنا وأقراننا وتوفي ببغداد في جمادى الاخرة سنة اثنتي عشرة وخمس مئة ودفن بالشوينزية وأبو بكر محمد بن موسى بن صالح المرندي الأذربيجاني وقد قيل محمد بن صالح روى بسمرقند عن علي بن محمد بن حاتم بن دينار القومسي روى عنه الحسن بن محمد بن سهل الفارسي وتوفي بعد سنة خمس وعشرين وثلاث مئة ومنها أبو الفرج هبة الله بن نصر بن أحمد المرندي ورد بغداد وتعلم بها وسمع أبا عمرو عبد الواحد بن محمد بن مهدي الفارسي سمع منه أبو الفتيان عمر بن عبد الكريم بن |جـ 5 صـ 262| سعدويه الرواسي الحافظ وحدث عنه في معجم شيوخه وتوفي بعد سنة ستين وأربع مئة وأبو عمرو عثمان بن الخطاب بن عبد الله بن العوام البلوي المرندي المغربي الأشج المعروف بأبي الدنيا هو من مدينة بالمغرب يقال لها مرندة وقد ذكرته في الأشج ",
                "title": "المرندي",
                "uri": "JK_000952_3756"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}