{
    "features": [
        {
            "item": "JK_000129_001256",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.303-306",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>باب الأبواب والنسبة البابي</h1> ويقال له الباب غير مضاف والباب والأبواب وهو الدربند دربند شروان قال الإصطخري وأما باب الأبواب فإنها مدينة ربما أصاب ماء البحر حائطها وفي وسطها مرسى السفن وهذا المرسى من البحر قد بني على حافتي البحر سدين وجعل المدخل ملتويا وعلى هذا الفم سلسلة ممدودة فلا مخرج للمركب ولا مدخل إلا بإذن وهذان السدان من صخر ورصاص وباب الأبواب على بحر طبرستان وهو بحر الخزر وهي مدينة تكون أكبر من أردبيل نحو ميلين في ميلين ولهم زروع كثيرة وثمار قليلة إلا ما يحمل إليهم من النواحي وعلى المدينة سور من الحجارة ممتد من الجبل طولا في غير ذي عرض لا مسلك على جبلها إلى بلاد المسلمين لدروس الطرق وصعوبة المسالك من بلاد الكفر إلى بلاد المسلمين ومع طول السور فقد مد قطعة من السور في البحر شبه أنف طولاني ليمنع من تقارب السفن من السور وهي محكمة البناء موثقة الأساس من بناء أنو شروان وهي أحد الثغور الجليلة العظيمة لأنها كثيرة الأعداء الذين حفوا بها من أمم شتى وألسنة مختلفة وعدد كثير وإلى جنبها جبل عظيم يعرف بالذئب يجمع في رأسه في كل عام حطب كثير ليشعلوا فيه النار إن احتاجوا إليه ينذرون أهل أذربيجان وأران وأرمينية بالعدو إن دهمهم وقيل إن في أعلى جبلها الممتد المتصل بباب الأبواب نيفا وسعبين أمة لكل أمة لغة لا يعرفها مجاورهم وكانت الأكاسرة كثيرة الاهتمام بهذا الثغر لا يفترون عن النظر في مصالحه لعظم خطره وشدة خوفه وأقيمت لهذا المكان حفظة من ناقلة البلدان وأهل الثقة عندهم لحفظه وأطلق لهم عمارة ما قدروا عليه بلا كلفة للسلطان ولا مؤامرة فيه ولا مراجعة حرصا على صيانته من أصناف الترك والكفر والأعداء فممن رتبوا هناك من الحفظة أمة يقال لهم طبرسران وأمة إلى جنبهم تعرف بفيلان وأمة يعرفون باللكز كثير عددهم عظيمة شوكتهم والليران وشروان وغيرهم وجعل لكل صنف من هؤلاء مركز يحفظه وهم أولو عدد وشدة رجالة وفرسان وباب الأبواب فرضة لذلك البحر يجتمع إليه الخزر والسرير وشنذان وخيزان وكرج ورقلان وزريكران وغميك هذه من جهة شماليها ويجتمع إليه أيضا من جرجان وطبرستان والديلم والجبل وقد يقع بها شغل ثياب كتان وليس بأران وأرمينية وأذربيجان كتان إلا بها وبرساتيقها وبها زعفران ويقع بها من الرقيق من كل نوع وبجنبها مما يلي بلاد الإسلام رستاق يقال له مسقط ويليه بلد اللكز |جـ 1 صـ 304| وهم أمم كثيرة ذوو خلق وأجسام وضياع عامرة وكور مأهولة فيها أحرار يعرفون بالخماشرة وفوقهم الملوك ودونهم المشاق وبينهم وبين باب الأبواب بلد طبرسران شاه وهم بهذه الصفة من البأس والشدة والعمارة الكثيرة إلا أن اللكز أكثر عددا وأوسع بلدا وفوق ذلك فيلان وليس بكورة كبيرة وعلى ساحل هذا البحر دون المسقط مدينة الشابران صغيرة حصينة كثيرة الرساتيق وأما المسافات فمن إتل مدينة الخزر إلى باب الأبواب اثنا عشر يوما ومن سمندر إلى باب الأبواب أربعة أيام وبين مملكة السرير إلى باب الأبواب ثلاثة أيام وقال أبو بكر أحمد بن محمد الهمداني وباب الأبواب أفواه شعاب في جبل القبق فيها حصون كثيرة منها باب صول وباب اللان وباب الشابران وباب لازقة وباب بارقة وباب سمسجن وباب صاحب السرير وباب فيلانشاه وباب طارونان وباب طبرسران شاه وباب إيران شاه وكان السبب في بناء باب الأبواب على ما حدث به أبو العباس الطوسي قال هاجت الخزر مرة في أيام المنصور فقال لنا أتدرون كيف كان بناء أنو شروان الحائط الذي يقال له الباب قلنا لا قال كانت الخزر تغير في سلطان فارس حتى تبلغ همذان والموصل فلما ملك أنوشروان بعث إلى ملكهم فخطب إليه ابنته على أن يزوجه إياها ويعطيه هو أيضا ابنته ويتوادعا ثم يتفرغا لأعدائهما فلما أجابه إلى ذلك عمد أنوشروان إلى جارية من جواريه نفيسة فوجه بها إلى ملك الخزر على أنها ابنته وحمل معها ما يحمل مع بنات الملوك وأهدى خاقان إلى أنوشروان ابنته فلما وصل إليه كتب إلى ملك الخزر لو التقينا فأوجبنا المودة بيننا فأجابه إلى ذلك وواعده إلى موضع سماه ثم التقيا فأقاما أياما ثم إن أنوشروان أمر قائدا من قواده أن يختار ثلاثمائة رجل من أشداء أصحابه فإذا هدأت العيون أغار في عسكر الخزر فحرق وعقر ورجع إلى العسكر في خفاء ففعل فلما أصبح بعث إليه خاقان ما هذا بيت عسكري البارحة فبعث إليه أنوشروان لم توت من قبلنا فابحث وانظر ففعل فلم يقف على شيء ثم أمهله أياما وعاد لمثلها حتى فعل ثلاث مرات وفي كلها يعتذر ويسأله البحث فيبحث فلا يقف على شيء فلما أثقل ذلك على خاقان دعا قائدا من قواده وأمره بمثل ما أمر به أنوشروان فلما فعل أرسل إليه أنوشروان ما هذا استبيح عسكري الليلة وفعل بي وصنع فأرسل إليه خاقان ما أسرع ما ضجرت قد فعل هذا بعسكري ثلاث مرات وإنما فعل بك أنت مرة واحدة فبعث إليه أنوشروان هذا عمل قوم يريدون أن يفسدوا فيما بيننا وعندي رأي لو قبلته رأيت ما تحب قال وما هو قال تدعني أن أبني حائطا بيني وبينك وأجعل عليه بابا فلا يدخل بلدك إلا من تحب ولا يدخل بلدي إلا من أحب فأجابه إلى ذلك وانصرف خاقان إلى مملكته وأقام أنوشروان يبني الحائط بالصخر والرصاص وجعل عرضه ثلاثمائة ذراع وعلاه حتى ألحقه برؤوس الجبال ثم قاده في البحر فيقال إنه نفخ الزقاق وبنى عليها فأقبلت تنزل والبناء يصعد حتى استقرت الزقاق على الأرض ثم رفع البناء حتى استوى مع الذي على الأرض في عرضه وارتفاعه وجعل عليه بابا من حديد ووكل به مائة رجل يحرسونه بعد أن كان يحتاج إلى مائة ألف رجل ثم نصب سريره على الفند الذي صنعه على البحر وسجد مسرورا بما هيأه الله على يده ثم |جـ 1 صـ 305| استلقى على ظهره وقال الآن حين استرحت قال ووصف بعضهم هذا السد الذي بناه أنوشروان فقال إنه جعل طرفا منه في البحر فأحكمه إلى حيث لا يتهيأ سلوكه وهو مبني بالحجارة المنقورة المربعة المهندمة لا يقل أصغرها خمسون رجلا وقد أحكمت بالمسامير والرصاص وجعل في هذه السبعة فراسخ سبعة مسالك على كل مسلك مدينة ورتب فيها قوم من المقاتلة من الفرس يقال لهم الانشاستكين وكان على أرمينية وظائف رجال لحراسة ذلك السور مقدار ما يسير عليه عشرون رجلا بخيلهم لا يتزاحمون وذكر أن بمدينة الباب على باب الجهاد فوق الحائط أسطوانتين من حجر على كل أسطوانة تمثال أسد من حجارة بيض وأسفل منهما حجرين على كل حجر تمثال لبوتين وبقرب الباب صورة رجل من حجر وبين رجليه صورة ثعلب في فمه عنقود عنب وإلى جانب المدينة صهريج معقود له درجة ينزل إلى الصهريج منها إذا قل ماؤه وعلى جنبي الدرجة أيضا صورتا أسد من حجارة يقولون إنهما طلسمان للسور وأما حديثها أيام الفتوح فإن سلمان بن ربيعة الباهلي غزاها في أيام عمر بن الخطاب رضي الله عنه وتجاوز الحصنين وبلنجر ولقيه خاقان ملك الخزر في جيشه خلف نهر بلنجر فاستشهد سلمان بن ربيعة وأصحابه وكانوا أربعة آلاف فقال عبد الرحمن ابن جمانة الباهلي يذكر سلمان بن ربيعة وقتيبة بن مسلم الباهليين يفتخر بهما وإن لنا قبرين قبر بلنجر وقبر بصين استان يا لك من قبر فهذا الذي بالصين عمت فتوحه وهذا الذي يسقى به سبل القطر يريد أن الترك أو الخزر لما قتلوا سلمان بن ربيعة وأصحابه كانوا يبصرون في كل ليلة نورا عظيما على موضع مصارعهم فيقال إنهم دفنوهم وأخذوا سلمان بن ربيعة وجعلوه في تابوت وسيروه إلى بيت عبادتهم فإذا أجدبوا أو أقحطوا أخرجوا التابوت وكشفوا عنه فيسقون ووجدت في موضع آخر أن أبا موسى الأشعري لما فرغ من غزو أصبهان في أيام عمر ابن الخطاب في سنة 91 أنفذ سراقة بن عمرو وكان يدعى ذا النون إلى الباب وجعل في مقدمته عبد الرحمن بن ربيعة وكان أيضا يدعى ذا النون وسار في عسكره إلى الباب ففتحه بعد حروب جرت فقال سراقة بن عمرو في ذلك ومن يك سائلا عني فإني بأرض لا يواتيها القرار بباب الترك ذي الأبواب دار لها في كل ناحية مغار نذود جموعهم عما حوينا ونقتلهم إذا باح السرار سددنا كل فرج كان فيها مكابرة إذا سطع الغبار وألحمنا الجبال جبال قبج وجاور دورهم منا ديار وبادرنا العدو بكل فج نناهبهم وقد طار الشرار على خيل تعادى كل يوم عتادا ليس يتبعها المهار وقال نصيب يذكر الباب ولا أدري أي باب أراد ذكرت مقامي ليلة الباب قابضا على كف حوراء المدامع كالبدر |جـ 1 صـ 306| وكدت ولم أملك إليك صبابة أطير وفاض الدمع مني على نحري ألا ليت شعري هل أبيتن ليلة كليلتنا حتى أرى وضح الفجر أجود عليها بالحديث وتارة تجود علينا بالرضاب من الثغر فليت إلهي قد قضى ذاك مرة فيعلم ربي عند ذلك ما سكري وينسب إلى باب الأبواب جماعة منهم زهير بن نعيم البابي وإبراهيم بن جعفر البابي قال عبد الغني ابن سعيد كان يفيد بمصر وقد أدركته وأظنهما يعني زهيرا وإبراهيم ينسبان إلى باب الأبواب وهي مدينة دربند والحسن بن إبراهيم البابي حدث عن حميد الطويل عن أنس عن النبي صلى الله عليه وسلم تختموا بالعقيق فإنه ينفي الفقر روى عنه عيسى بن محمد بن محمد البغدادي وهلال بن العلاء البابي روى عنه أبو نعيم الحافظ وفي الفيصل زهير بن محمد البابي ومحمد بن هشام بن الوليد بن عبد الحميد أبو الحسن المعروف بابن أبي عمران البابي روى عن أبي سعيد عبد الله بن سعيد الأشج الكندي روى عنه مسعر بن علي البرذعي وحبيب بن فهد ابن عبد العزيز أبو الحسن البابي حدث عن محمد بن دوستي عن سليمان الأصبهاني عن بختويه عن عاصم بن إسماعيل عن عاصم الأحول حدث عنه أبو بكر الإسماعيلي وذكر أنه سمع قبل السبعين ومائتين على باب محمد بن أبي عمران المقابري ومحمد بن أبي عمران البابي الثقفي واسم أبي عمران هشام أصله من باب الأبواب نزل ببرذعة روى عن إبراهيم بن مسلم الخوارزمي ",
                "title": "باب الأبواب والنسبة البابي",
                "uri": "JK_000129_001256"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}