{
    "features": [
        {
            "item": "JK_000952_4270",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.584-587",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوراق</h1> بفتح الواو وتشديد الراء وفي اخرها القاف هذا اسم لمن يكتب المصاحف وكتب الحديث وغيرها وقد يقال لمن يبيع الورق هو الكاغد ببغداد الوراق أيضا والمشهور به أبو عبد الله أصبغ بن زيد الوراق الجهني من أهل واسط يروي عن القاسم بن أبي أيوب روى عنه يزيد بن هارون كان يكتب المصاحف بواسط مات سنة تسع وخمسين ومئة يخطىء كثيرا لا يجوز الاحتجاج بخبره إذا انفرد وأبو جعفر أحمد بن محمد بن أيوب الوراق من أهل بغداد كان يورق الفضل بن يحيى بن خالد بن برمك وذكر أنه سمع معه من إبراهيم بن سعد مغازي محمد بن إسحاق فأنكر ذلك يحيى بن معين عليه وأساء القول فيه إلا أن الناس حملوا المغازي عنه وحدث أيضا عن أبي بكر بن عياش وكان أحمد بن حنبل جميل الرأي فيه وسمع ابنه عبد الله منه وروى عنه حنبل بن إسحاق وأبو بكر بن أبي خيثمة ويعقوب بن شيبة وأبو بكر بن أبي الدنيا ومحمد بن يحيى المروزي وغيرهم وكان يحيى بن معين يقول عن منصور الحبال صاحب المغازي ما سمعها الفضل بن يحيى بن إبراهيم وهو غير ثقة وقال عبد الخالق بن منصور سمعت يحيى بن معين يقول إن كان صاحب المغازي سمعها من إبراهيم فقد سمعتها أنا من أبن إسحاق ومات ببغداد في ذي الحجة سنة ثمان وعشرين ومئتين وأبو إسحاق إبراهيم بن مكتوم السلمي الوراق وراق المصاحف كان يسكن سر من رأى حدث عن أبي داود الطيالسي ووهب بن جرير وعبد الله بن داود الخريبي وعمرو بن عاصم وغيرهم روى عنه أحمد بن ملاعب ويحيى بن محمد بن صاعد وأبو روق أحمد بن |جـ 5 صـ 585| بكر الهزاني وغيرهم وقال أبو جعفر الطحاوي إبراهيم بن مكتوم بصري صار إلى بغداد فحدث هناك وهو عند أهل الحديث معروف ثقة وأبو القاسم عبد الله بن الحسين بن بالويه بن بحر بن عبد الله بن إبراهيم بن الفرخان الوراق الصوفي المفيد عن أبي العباس الأصم وغيره سمع أبا حامد بن الشرقي ومكي بن عبدان وأقرانهما وكان يسمع إلى أن توفي سلخ جمادى الأولى سنة ثلاث وثلاثمئة قاله الحاكم أبو عبد الله الحافظ وأبو بكر محمد بن عمر بن علي بن خلف بن محمد بن زنبور بن عمرو بن تميم الوراق من أهل بغداد كان فيه تساهل وضعف في الرواية حدث عن أبي القاسم البغوي وأبي بكر بن أبي داود وعمر بن محمد الدربي روى عنه دجى الأسود مولى الطائع لله وأبو القاسم الأزهري وأبو محمد الخلال وأبو محمد بن هزارمرد الصريفيني الخطيب وغيرهم واخر من روى عنه أبو نصر محمد بن محمد بن علي الزينبي ذكره أبو بكر الخطيب في التاريخ وقال سألت الأزهري عنه فقال ضعف في روايته عن ابن منيع وذكر أن سماعه من الدربي صحيح وقال العتيقي فيه تساهل وتوفي في صفر سنة ست وتسعين وثلاثمئة وأبو محمد عبد الله بن الفضل بن جعر الوراق العاقولي وهو وراق عبد الكريم بن الهيثم كان من أهل دير العاقول نزل بغداد وحدث بها عن علي بن داود القنطري وأبي البختري عبد الله بن محمد بن شاكر والحسين بن محمد بن أبي معشر وعبد الله بن روح المدائني ويحيى بن أبي طالب وعبد الكريم بن الهيثم الدير عاقولي وغيرهم أحاديث مستقيمة روى عنه موسى بن عيسى بن عبد الله السراج وأبو القاسم بن الثلاج وأحمد بن الفرج بن الحجاج وتوفي بعد سنة ثمان وعشرين وثلاثمئة قال ابن الثلاج ذكر أنه سمع منه في هذه السنة وأبو القاسم عبد الوهاب بن عيسى بن عبد الوهاب بن أبي حية الوراق كان وراق الجاحظ من أهل بغداد سمع إسحاق بن أبي إسرائيل ومحمد بن معاوية بن مالج ويعقوب بن إبراهيم الدورقي ويعقوب بن شيبة السدوسي وغيرهم روى عنه أبو الحسن الدراقطني وأبو عمر بن حيويه الخزار وأبو حفص الكتابي وأبو حفص بن شاهين وكان صدوقا في روايته ويذهب إلى الوقف في القرآن ومات في شعبان من سنة تسع عشرة |جـ 5 صـ 586| وثلاثمئة وأبو القاسم عيسى بن سليمان بن عبد الملك القرشي الوراق وراق داود بن رشيد حدث عن داود بن رشيد وأحمد بن إبراهيم الموصلي وأحمد بن منيع وغيرهم روى عنه أبو القاسم بن النخاس المقرىء ومحمد بن المظفر وعبد الله بن موسى الهاشمي ومحمد بن عبيد الله بن الشخير وعلي بن عمر السكري وكان ثقة ومات في شعبان سنة عشر وثلاثمئة وأبو حفص عمر بن جعفر بن عبد الله بن أبي السري الوراق البصري الحافظ من أهل البصرة ورد بغداد وسكنها وكان الناس يكتبون بإفادته ويسمعون بانتخابه على الشيوخ وقدم بغداد قديما وحدث بها عن أبي خليفة الفضل بن الحباب والحسن بن المثنى وأبي عثمان بن أبي سويد وزكريا الساجي وبكر بن عبد الوهاب البصريين وحامد بن شعيب البلخي وعبد الله الأهوازي ومحمد بن جرير الطبري وأبي القاسم البغوي ومحمد بن الحسين الأشناني وغيرهم روى عنه أبو الحسن بن رزقويه وعلي بن أحمد الرزاز وقد كان أبو الحسن الدارقطني يتتبع خطأ عمر الوراق البصري هذا فيما انتقاه على أبي بكر الشافعي خاصة وعمل فيه رسالة إلى طاهر بن محمد الخاركي قال أبو بكر الخطيب الحافظ ونظرت في الرسالة فرأيت جميع ما ذكره أبو الحسن من الأوهام يلزم عمر غير موضعين أو ثلاثة وجمع أبو بكر الجعابي أوهام عمر فيما حدث به ونظرت في ذلك فرأيت أكثرها قد حدث به عمر على الصواب بخلاف ما حكى عنه الجعابي وكانت ولادة عمر البصري سنة ثمانين ومئتين ومات في جمادى الأولى سنة سبع وخمسين وثلاثمئة ومحمود بن الحسن الوراق الشاعر أكثر القول في الزهد والاداب والحكم روى عنه أبو بكر بن أبي الدنيا وأبو العباس بن مسروق وغيرهما وقيل إنه كان نخاسا يبيع الرقيق ومات في خلافة المعتصم وقيل إن المعتصم طلب جارية كانت لمحمود الوراق بسبعة الاف دينار فامتنع محمود من بيعها فلما مات محمود اشتريت للمعتصم من ميراث محمود بسبعمئة دينار فلما دخلت إليه قال لها كيف رأيت تركتك حتى اشتريتك من سبعة الاف بسبعمئة قالت أجل إذا كان الخليفة ينتظر بشهواته المواريث فإن سبعين دينارا كثيرة في ثمني فضلا عن سبعمئة فأخجلته والفضل بن أحمد الرازي الوراق وراق أبي زرعة الرازي قدم أصبهان على |جـ 5 صـ 587| أبي الحسن بن محمد الداركي وكتب عنه وكان كتب عن أبي حاتم وأبي زرعة الرازيين روى عنه عبد الله بن محمد هو أبو الشيخ الأصبهاني ",
                "title": "الوراق",
                "uri": "JK_000952_4270"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}