{
    "features": [
        {
            "item": "JK_000952_1585",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.469-470",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدرزيجاني</h1> بفتح الدال المهملة وسكون الراء وكسر الزاي وفتح الجيم وفي آخرها النون هذه النسبة إلى درزيجان وهي قرية على ثلاثة فراسخ من بغداد وهي من مشاهير القرى اجتزت بها منصرفي من البصرة منها أبو الحسين أحمد بن عمر بن علي بن الحسن الدرزيجاني ولي القضاء بدرزيجان وكان أبوه أحد المقرئين للقرآن سمع أبو الحسين من أبي حفص بن الزيات ومحمد بن إسماعيل الوراق ومحمد بن المظفر الحافظ والقاضي الجراحي ولم يكن له كتاب قاله أبو بكر الخطيب الحافظ وقال سمعت منه ولم يكن له كتاب وإنما وقع إلى بعض أصول ابن المظفر وغيره وفيه سماعه فقرأته عليه ولا أعلم سمع منه غيري وذكر لي أنه سمع من ابن مالك القطيعي فسألته عن مولده فقال في سنة ست وخمسين وثلاثمائة وبلغني أنه مات في سنة تسع وعشرين وأربعمائة وأبو الفضل لطف الله بن أحمد بن عيسى بن موسى بن أبي محمد بن المتوكل على الله الهاشمي الدرزيجاني ولي الخطابة بها وله رحلة إلى سجستان والبصرة وغيرهما ذكره أبو بكر |جـ 2 صـ 470| الخطيب في التاريخ وقال أبو الفضل الهاشمي كان ذا لسان وعارضة وولي القضاء والخطابة بدرزيجان وكان يروي من حفظه حكايات عن محمد بن المعلي البصري وغيره كتبنا عنه وكان ضريرا ثم قال الخطيب أنشدنا لطف الله بن أحمد أنشدنا أبو الحسن علي بن محمد بن محمد النوقاني السجزي بسجستان لنفسه % وإني لأعرف كيف الحقوق % % وكيف يبر الصديق الصديق % % وكم من جواد وساع الخطى % % ويقصر عنه خطاه مضيق % % ورحب فؤاد الفتي محنة % % عليه إذا كان في الحال ضيق % ومات لطف الله في صفر سنة ثمان وعشرين وأربعمائة وأبو المجد وشاح بن جواد بن أحمد بن الحسن بن جواد الضرير المقرئ الدرزيجاني شاب صالح قيم بكتاب الله يصلي بالوزير أبي القاسم علي بن طراد الزبيني علقت عنه ببغداد مقطعات من الشعر وسمع بقراءتي الكثير من الوزير وتركته حيا في سنة سبع وثلاثين وخمسمائة ",
                "title": "الدرزيجاني",
                "uri": "JK_000952_1585"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}