{
    "features": [
        {
            "item": "JK_000129_000647",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.181",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إسكاف والنسبة الإسكافي</h1> بالكسر ثم السكون وكاف وألف وفاء إسكاف بني الجنيد كانوا رؤساء هذه الناحية وكان فيهم كرم ونباهة فعرف الموضع بهم وهو إسكاف العليا من نواحي النهروان بين بغداد وواسط من الجانب الشرقي وهناك إسكاف السفلى بالنهروان أيضا خرج منها طائفة كثيرة من أعيان العلماء والكتاب والعمال والمحدثين لم يتميزوا لنا وهاتان الناحيتان الآن خراب بخراب النهروان منذ أيام الملوك السلجوقيين كان قد انسد نهر النهروان واشتغل الملوك عن إصلاحه وحفره باختلافهم وتطرقها عساكرهم فخربت الكورة بأجمعها وممن ينسب إليها أبو بكر محمد بن أحمد بن مالك الإسكافي روى عنه الدارقطني وأبو بكر بن مردويه ومات بإسكاف سنة 253 وكان ثقة وأبو الفضل رزق بن موسى الإسكافي حدث عن يحيى بن سعيد القطان وأنس بن عياض الليثي وسفيان بن عيينة وشبابة ابن سوار وسلمة بن عطية روى عنه عبد الله بن محمد بن ناجية ومحمد بن سلميان الباغندي ويحيى بن صاعد والقاضي المحاملي وكان ثقة ومنهم محمد ابن عبد الله إبو جعفر الإسكافي عداده في أهل بغداد أحد المتكلمين من المعتزلة له تصانيف فكان يناظر الحسين بن علي الكرابيسي ويتكلم معه مات في سنة 402 ومحمد بن يحيى بن هارون أبو جعفر الإسكافي حدث عن إسحاق بن شاهين الواسطي وعبدة بن عبد الله الصفار روى عنه الدارقطني والمعافى بن زكرياء الجريري وذكر الدارقطني أنه سمع منه بإسكاف ومحمد بن عبد المؤمن الإسكافي الخطيب القاضي بها حدث عن الحسن بن محمد بن عبيد العسكري ومحمد ابن المظفر وأبي بكر الأبهري وكان ثقة متفقها في مذهب مالك روى عنه الخطيب وغيره وإسمعيل ابن المؤمل بن الحسين بن إسماعيل الإسكافي أبو غالف سمع منه أبو المعالي عزيزي بن عبد الملك الجيلي المعروف بشيذلة شيئا من شعره وأبو الحسن أحمد بن عمر ابن أحمد الإسكافي سمع منه أبو الحسن محمد بن أحمد ابن محمد النحاس العطار وغيره وغير هؤلاء مذكورون في تاريخ بغداد ",
                "title": "إسكاف والنسبة الإسكافي",
                "uri": "JK_000129_000647"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}