{
    "features": [
        {
            "item": "JK_000952_3147",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.425-426",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القاري</h1> بالقاف والراء المهملة المكسورة وتشديد ياء النسبة غير مهموزة هذه النسبة إلى بني قارة وهم بطن معروف من العرب قال بعضهم أيثع بن مليح بن الهون بن خزيمة بن مدركة بن إلياس بن مضر ومن قال أيثع بن الهون فقد وهم قال أبو عبيدة أيثع هو القارة وقال غيره القارة بل هو الديش بن محلم بن غالب بن عايذة بن أيشع بن مليح بن الهون بن خزيمة بن مدركة وإنما سموا القارة لأن يعمر بن عوف الشداخ أراد أن يفرقهم في بطون بني كنانة فقال رجل منهم % دعونا قارة لا تنفرنا % % فنجفل مثل إجفال الظليم % فسموا القارة ويعمر بن الشداخ أحد بني الليث وقيل في المثل السائر قد أنصف من راماها يصفهم بالرمي والإصابة والمشهور بهذه النسبة عبد الرحمن بن عبد الله بن عبد القاري يروي عن عمر بن الخطاب عداده في أهل |جـ 4 صـ 426| المدينة وكان عامل عمر على بيت المال روى عنه عروة بن الزبير وحميد بن عبد الرحمن وإبناه إبراهيم ومحمد مات سنة ثمان وثمانين وهو ابن ثمان وسبعين سنة وإبراهيم بن عبد الرحمن القاري يروي عن ابن عمر روى عنه حمزة بن أبي جعفر بن حريث بن أبي ذئب قال رأيت ابن عمر وضع يده على مقعد النبي صلى الله عليه وسلم من المنبر ثم وضعها على وجهه وسعيد بن سفيان القاري من قارة أيضا يروي عن علي روى عنه يحيى بن أبي عمرو السيباني عن عبد الله بن ناشر عنه وأبو عثمان عبد الله بن عثمان بن خثيم من القارة يروي عن أبي الطفيل عداده في أهل مكة روى عنه معمر مات سنة أربع وأربعين ومائة وقيل سنة خمس وثلاثين ومائة وأبو يوسف يعقوب بن عبد الرحمن بن محمد بن عبد الله بن عبد القاري سكن الإسكندرية سمع أبا حازم سلمة بن دينار وعمرو بن أبي عمرو قال أبو سعيد بن يونس هو من القارة حليف بني زهرة مدني قدم مصر روى عنه الليث وابن وهب وروى عنه أبو شريف المراري والصباحي آخر من حدث عنه من أهل مصر توفي بالإسكندرية سنة إحدى وثمانين ومائة ",
                "title": "القاري",
                "uri": "JK_000952_3147"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}