{
    "features": [
        {
            "item": "JK_000952_0383",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.284-286",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البجلي</h1> بفتح الباء المنقوطة بواحدة والجيم هذه النسبة إلى قبيلة بجيلة وهو ابن أنمار بن أراش بن عمرو بن الغوث أخي الأسد بن الغوث وقيل أن بجيلة اسم أمهم وهي من سعد العشيرة وأختها باهلة ولدتا قبيلتين عظيمتين نزلت بالكوفة منهم أبو عمرو جرير بن عبد الله البجلي وقد قيل كنيته أبو عبد الله وفد إلى رسول الله صلى الله عليه وسلم فلما دنا من المدينة أناخ راحلته وحل عيبته ولبس حلته فأقبل والنبي صلى الله عليه وسلم يخطب وقد قال لهم يطلع عليكم رجل من اليمن به مسحة ملك وألقى له رداءه وقال إذا أتاكم كريم قوم فأكرموه ما حجبه رسول الله صلى الله عليه وسلم منذ أسلم ولا رآه إلا تبسم في وجهه خرج إلى قرقيسيا من الكوفة وسكنها وتوفي بها سنة إحدى وخمسين وأبو يوسف يعقوب بن إبراهيم بن حبيب بن خنيس بن سعد |جـ 1 صـ 285| ابن حبتة البجلي صاحب أبي حنيفة رحمهما الله من أهل الكوفة كان قاضي القضاة يروي عن يحيى بن سعيد الأنصاري روى عنه بشر بن الوليد وعامة أهل العراق وكان متقنا مات سنة إحدى أو اثنتين وثمانين ومائة ببغداد وأبو علي الحسين بن الفضل البجلي بغدادي سكن نيسابور وهو صاحب التفسير والعالم بأصول الكلام ومن المتأخرين أبو مسعود أحمد بن محمد بن عبد الله بن عبد العزيز بن أبي عمر بن شاذان البجلي الرازي الحافظ رحل إلى العراق والحجاز وطاف في أكناف الجبال وطبرستان وخراسان وكان حافظا جليل القدر خرج إلى ما وراء النهر ومات بتلك الديار وكثرت الرواية عنه لأهلها سمع أبا عمرو بن حمدان وأبا بكر الجوزقي وزاهر بن أحمد السرخسي وشافع بن محمد بن أبي عونة الإسفراييني وأبا النصر محمد بن أحمد بن سليمان الشر مغولي وغيرهم روى عنه جماعة مات في حدود سنة خمسين وأربعمائة ومن المنتسبين إلى بجيلة ولاء الفيض بن الفضل البجلي يروي عن السري بن إسماعيل ومسعر بن كدام روى عنه يعقوب بن سفيان قال أبو حاتم بن حبان الفيض بن الفضل من أهل الكوفة مولى بجيلة ويحيى بن ضريس البجلي مولى بجيلة من أهل الري كان قاضيا بها ومحمد بن أيوب الرازي من أولاده يروي عن الثوري والكوفيين روى عنه ابن حميد الرازي مات في شهر ربيع الأول سنة ثلاث ومائتين وعيسى بن عبد الرحمن البجلي قال أبو حاتم بن حبان وبجيلة حي من سليم يروي عن أبي عمرو الشيباني والشعبي روى عنه أبو غسان وأبو نعيم الكوفيان عداده في أهل الكوفة والمنتسب إلى بجيلة ولاء أبو محمد الحسن بن عمارة بن مضرس البجلي مولى بجيلة من أهل الكوفة وكان عابدا يروي عن الزهري وعمرو بن دينار والمنهال بن عمرو والحكم وذويهم وكان ابن عيينة إذا سمعه يروي عن الزهري وعمرو بن دينار جعل إصبعيه في أذنيه ومات سنة ثلاث وخمسين ومائة وكان شعبة يقول ما أبالي حدثت عن الحسن بن عمارة بحديث أو زنيت زنية في الإسلام وكان الحسن بن عمارة يقول الناس كلهم مني في حل خلا شعبة فإني لا أجعله في حل حتى أقف أنا وهو بين يدي الله فيحكم بيني وبينه وأما المهيمن بن عبد الرحمن البجلي منسوب إلى بجيلة عك ذكره أبو الحسن بن سميع في الطبقة السادسة من الشاميين وعك هذا هو ابن عدنان أخو معد بن عدنان وبعضهم نسبه إلى الأزد فقال عك بن عدثان بالثاء المعجمة بثلاث والصحيح القول الأول قال العباس بن مرداس السلمي % وعك بن عدنان الذين تلعبوا % % بغسان حتى طردوا كل مطرد % وجماعة نسبوا إلى بجيلة احمس منهم إسماعيل بن أبي خالد الأحمسي البجلي وينظر |جـ 1 صـ 286| ",
                "title": "البجلي",
                "uri": "JK_000952_0383"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}