{
    "features": [
        {
            "item": "JK_000129_003884",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.249-250",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حرة واقم</h1> إحدى حرتي المدينة وهي الشرقية سميت برجل من العماليق اسمه واقم وكان قد نزلها في الدهر الأول وقيل واقم اسم أطم من آطام المدينة إليه تضاف الحرة وهو من قولهم وقمت الرجل عن حاجته إذا رددته فأنا واقم وقال المرار بحرة وا قم والعيس صعر ترى للحى جماجمها تبيعا وفي هذه الحرة كانت وقعة الحرة المشهورة في أيام يزيد بن معاوية في سنة 63 وأمير الجيش من قبل يزيد مسلم بن عقبة المري وسموه لقبيح صنيعه مسرفا قدم المدينة فنزل حرة واقم وخرج إليه أهل المدينة يحاربونه فكسرهم وقتل من الموالي ثلاثة آلاف وخمسمائة رجل ومن الأنصار ألفا وأربعمائة وقيل ألفا وسبعمائة ومن قريش ألفا وثلاثمائة ودخل جنده المدينة فنهبوا الأموا وسبوا الذرية واستباحوا الفروج وحملت منهم ثمانمائة حرة وولدن وكان يقال لأولئك الأولاد أولاد الحرة ثم أحضر الأعيان لمبايعة يزيد بن معاوية فلم يرض إلا أن يبايعوه على أنهم عبيد يزيد بن معاوية فمن تلكأ أمر بضرب عنقه وجاؤوا بعلي بن عبد الله بن العباس فقال الحصين بن نمير يا معاشر اليمن عليكم ابن أختكم فقام معه أربعة آلاف رجل فقال لهم مسرف أخلعتم أيديكم من الطاعة فقالوا أما فيه فنعم فبايعه علي على أنه ابن عم يزيد بن معاوية ثم انصرف نحو مكة وهو مريض مدنف فمات بعد أيام وأوصى إلى الحصين بن نمير وفي قصة الحرة طول وكانت بعد قتل الحسين رضي الله عنه ورمي الكعبة بالمنجنيق من أشنع شيء جرى في أيام يزيد وقال محمد بن بحرة الساعدي فإن تقتلونا يوم حرة واقم فنحن على الإسلام أول من قتل ونحن تركناكم ببدر أذلة وأبنا بأسياف لنا منكم نفل فإن ينج منكم عائذ البيت سالما فما نالنا منكم وإن شفنا جلل عائذ البيت عبد الله بن الزبير وقال عبيد الله بن قيس الرقيات وقالت لو أنا نستطيع لزاركم طبيبان منا عالمان بدائكا |جـ 2 صـ 250| ولكن قومي أحدثوا بعد عهدنا وعهدك أضعافا كلفن نسائكا تذكرني قتلى بحرة واقم أصبن وأرحاما قطعن شوائكا وقد كان قومي قبل ذاك وقومها قروما زوت عودا من المجد نائكا فقطع أرحام وقصت جماعة وعادت روايا الحلم بعد ركائكا ",
                "title": "حرة واقم",
                "uri": "JK_000129_003884"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}