{
    "features": [
        {
            "item": "JK_000129_012582",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.246-247",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فاجتمعنا</h1> يوما عند أبي القاسم بن السمرقندي لقراءة الكامل لابن عدي فحكى ابن عدي حكاية عن السعدي فقال يكذب ابن عدي إنما هو قول إبراهيم بن يعقوب الجوزجاني فقلت له السعدي هو الجوزجاني ثم قلت له إلى كم يحتمل منك سوء الأدب تقول في إبراهيم النخعي كذا وفي مالك كذا وفي أبي عبيد كذا وفي ابن عدي كذا فغضب وأخذته الرعدة قال وكان البرداني وابن الخاضبة يحاقوني وآل الأمر إلى أن تقول لي هذا فقال له ابن السمرقندي هذا بذاك وقلت له إنما نحترمك ما احترمت الأئمة فإذا أطلقت القول فيهم فما نحترمك فقال والله لقد علمت من علم الحديث ما لم يعلمه غيري ممن تقدمني وإني لأعلم من صحيح البخاري ومسلم ما لم يعلماه من صحيحيهما فقلت له على وجه الاستهزاء فعلمك إذا إلهام فقال إي والله إلهام فتفرقنا وهجرته ولم أتمم عليه كتاب الأموال وكان |جـ 5 صـ 247| سيىء الإعتقاد يعتقد من أحاديث الصفات ظاهرها بلغني أنه قال يوما في سوق باب الأزج يوم يكشف عن ساق فضرب على ساقه وقال ساق كساقي هذه وبلغني أنه قال أهل البدع يحتجون بقوله ليس كمثله شيء أي في الألوهية فأما في الصورة فهو مثلي ومثلك وقد قال الله تعالى & يا نساء النبي لستن كأحد من النساء & أي في الحرمة لا في الصورة وسألته يوما عن مذهبه في أحاديث الصفات فقال اختلف الناس في ذلك فمنهم من تأولها ومنهم من أمسك عن تأولها ومنهم من اعتقد ظاهرها ومذهبي أحد هذه الثلاثة مذاهب وكان يفتي على مذهب داود وبلغني أنه سئل عن وجوب الغسل على من جامع ولم ينزل فقال لا غسل عليه إلا أني فعلت ذلك بأم أبي بكر يعني ابنه وكان بشع الصورة أزرق اللباس يدعي أكثر مما يحسن مات يوم الأحد الخامس والعشرين من شهر ربيع الآخر سنة 425 ودفن باب الأزج بمقبرة الفيل وكنت إذ ذاك ببغداد ولم أشهده آخر ما ذكره ابن عساكر وعلي بن أحمد بن عبد العزيز بن طير أبو الحسن الأنصاري الميورقي قدم دمشق وسمع بها وحكى عن أبي محمد غانم بن الوليد المخزومي وأبي عمر يوسف بن عبد الله بن محمد بن عبد البر النميري وأبي الحسن علي بن عبد الغني القيرواني وغيرهم روى عنه عبد العزيز الكناني وهو من شيوخه وأبو بكر الخطيب وهبة الله بن عبد الوارث الشيرازي وعمر بن عبد الكريم الدهستاني وأبو محمد بن الأكفاني وقال إنه ثقة وكان عالما باللغة وسافر من دمشق في آخر سنة 463 إلى بغداد وأقام بها ومات بها سنة 774 قال الحافظ حدثني أبو غالب الماوردي قال قدم علينا أبو الحسن علي بن أحمد بن عبد العزيز الأنصاري البصرة في سنة 469 فسمع من أبي علي التستري كتاب السنن وأقام عنده نحوا من سنتين وحضر يوما عند أبي القاسم إبراهيم بن محمد المناديلي وكان ذا معرفة بالنحو والقراءة وقرأ عليه جزءا من الحديث وجلس بين يديه وكان عليه ثياب خلقة فلما فرغ من قراءة الجزء أجلسه إلى جنبه فلما مضى قلت له في إجلاسه إلى جنبه فقال قد قرأ الجزء من أوله إلى آخره وما لحن فيه وهذا يدل على فضل كثير ثم قال إن أبا الحسن خرج من عندنا إلى عمان ولقيته بمكة في سنة 37 أخبرني أنه ركب من عمان إلى بلاد الزنج وكان معه من العلوم أشياء فما نفق عندهم إلا النحو وقال لو أردت أن أكسب منهم ألوفا لأمكن ذلك وقد حصل لي منهم نحو من ألف دينار وتأسفوا على خروجي من عندهم ثم إنه عاد إلى البصرة على أن يقيم بها فلما وصل إلى باب البصرة وقع عن الجمل فمات من وقته وذلك في سنة 474 كذا قال أولا مات ببغداد وههنا بالبصرة ومن شعر الميورقي قوله وسائلة لتعلم كيف حالي فقلت لها بحال لا تسر وقعت إلى زمان ليس فيه إذا فتشت عن أهليه حر ",
                "title": "فاجتمعنا",
                "uri": "JK_000129_012582"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}