{
    "features": [
        {
            "item": "JK_000952_0351",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.264-265",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباقرحي</h1> بفتح الباء والقاف وسكون الراء وفي آخرها الحاء المهملة هذه النسبة إلى باقرح وهي قرية من نواحي بغداد خرج منها جماعة منهم أبو الحسن محمد بن إسحاق بن إبراهيم بن مخلد بن جعفر بن مخلد بن سهل بن حمران بن الباقرحي الناقد الصيرفي من أهل بغداد كان من بيت العلم والحديث والقضاء والعدالة وكان من ملاح البغداديين سمع أبا الحسين أحمد بن محمد بن أحمد المتيم الواعظ وأبا الحسن محمد بن أحمد بن رزق البزاز وأبا علي الحسن بن أحمد بن شاذان البزاز وغيرهم روى لنا عنه أبو سعد أحمد بن محمد بن أحمد الحافظ بمكة وأبو نصر أحمد بن عمر الغازي بأصبهان وأبو الفضل محمد بن ناصر بن محمد السلامي ببغداد وجماعة كثيرة سواهم وكانت ولادته في شعبان سنة سبع وتسعين وثلاثمائة وتوفي في شهر رمضان سنة إحدى وثمانين وأربعمائة ودفن بباب حرب وجده أبو إسحاق إبراهيم بن مخلد بن جعفر بن مخلد بن سهل بن حمران بن مافناحسنس بن فيروز بن كسري قباذ الباقرحي كان صدوقا صحيح الكتاب حسن النقل جيد الضبط ومن أهل العلم والمعرفة بالأدب واستخلفه القاضي أبو بكر بن صبر على الفرض وشهد عنده بعد سنة سبعين وثلاثمائة وشهد أيضا عند أبي عبد الله الضبي وأبي محمد بن الأكفاني وغيرهم وكان ينتحل في الفقه مذهب محمد بن جرير الطبري ومسكنه في مربعة أبي عبيد الله من الجانب الشرقي سمع الحسين بن يحيى بن عياش القطان وحمزة بن القاسم الهاشمي وأبا عبد الله الحكيمي وعلي بن محمد المصري وعبد الله بن جعفر بن درستويه النحوي |جـ 1 صـ 265| وأحمد بن كامل القاضي وعبد الله بن إسحاق الخراساني وغيرهم سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب وقال كان مولده في شعبان سنة خمس وعشرين وثلاثمائة وتوفي في ذي الحجة سنة عشر وأربعمائة وابنه أبو الفضل إسحاق بن إبراهيم بن الباقرحي قال أبو بكر الخطيب كتبنا عنه شيئا يسيرا وكان صدوقا سمع إسحاق بن سعد بن الحسن بن سفيان وأبا بكر محمد بن عبد الله الأبهري وكان مولده في شهر ربيع الأول سنة خمس وستين وثلاثمائة ووفاته في شهر ربيع الآخر سنة تسع وعشرين وأربعمائة وأبو علي مخلد بن جعفر بن مخلد بن سهل بن حمران الدقاق الفارسي الباقرحي سمع يحيى بن محمد بن البختري الحنائي ويوسف بن يعقوب القاضي وأحمد بن محمد بن مسروق الطوسي والحسن بن علوية القطان وجعفر بن محمد الفيريابي ومحمد بن جرير الطبري روى عنه محمد بن أبي الفوارس وأبو نعيم الحافظ والقاضي أبو العلاء الواسطي وأبو طالب بن بكير وغيرهم قال أبو بكر الخطيب سألت أبا نعيم الحافظ عن مخلد بن جعفر فقال لما سمعنا منه كان أمره مستقيما ثم لما خرجنا من بغداد بلغنا أنه خلط وحدث عن أحمد بن يحيى الحلواني وغيره قال أحمد بن علي بن البادا مخلد بن جعفر فقال لما سمعنا منه كان ثقة صحيح السماع غير أنه لم يكن يعرف شيئا من الحديث وقال أبو الحسن محمد بن العباس بن الفرات كان مخلد بن جعفر في ابتداء ما حدث ثقة على حال جميلة وأصول حسنة صحيحة جيدة رأيت منها شيئا كثيرا هذه سبيله ثم أن ابنه حمله في آخر أمره على ادعاء أشياء كثيرة منها المغازي عن المروزي والمبتدأ عن ابن علوية وتاريخ الطبري الكبير والطهارة لأبي عبيد وأشياء غير ذلك فشرهت نفسه إلى ذلك وقبل منه واشترى له هذه الكتب من السوق فحدث بها دفعات فانهتك وافتضح ومات في ذي الحجة سنة سبعين وثلاثمائة وأبو القاسم نصر بن محمد بن عبد العزيز بن شيرزاذ الدلال المعروف بالباقرحي من أهل بغداد حدث عن الحسن بن محمد بن الصباح الزعفراني وأحمد بن منصور الرمادي روى عنه محمد بن المظفر الحافظ وأبو الحسن بن الجندي وأبو القاسم بن الثلاج ومات في رجب سنة أربع وثلاثين وثلاثمائة ",
                "title": "الباقرحي",
                "uri": "JK_000952_0351"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}