{
    "features": [
        {
            "item": "JK_000952_2822",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.239-241",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العمري</h1> بضم العين المهملة وفتح الميم وكسر الراء هذه النسبة إلى العمرين أحدهما عمر بن الخطاب والثاني منسوب إلى عمر بن |جـ 4 صـ 240| علي بن أبي طالب فأما المنتسب إلى عمر بن الخطاب فالمشهور بهذه النسبة هو عبد الله وعبيد الله ابنا عمر بن حفص بن عاصم بن عمر بن الخطاب العمري ويحيى بن عمر أخوهما وهما أدركا التابعين واشتهرا بالرواية بالمدينة وكتب عنهما الناس ورباح بن عبيد الله بن عمر العمري له حديث واحد بئس الشعب جياد والقاسم بن عبد الله بن عمر العمري وأخوه عبد الرحمن بن عبد الله وعبد الله بن عبد العزيز بن عبد الله بن عبدالله بن عمر بن الخطاب العمري الزاهد نزيل مكة وأمه أمة الحميد بنت عبد الرحمن بن عياض يروي عن موسى بن عقبة روى عنه منصور بن أبي مزاحم كنيته أبو عبد الرحمن كان من أزهد أهل زمانه وأكثرهم تخليا للعبادة مع المواظبة وجميع ما حدث قدره أربعة أحاديث هكذا ذكره أبو حاتم بن حبان مات سنة أربع وثمانين ومائة وكان له أخ اسمه عمر بن عبد العزيز ولي المدينة فلم يكلمه أخوه إلى أن مات وأبو بكر محمد بن أبي عاصم العمري من أهل هراة روى عن أبي محمد عبد الرحمن بن أبي شريح الأنصاري روى لنا عنه أبو عبد الله محمد بن الفضل الفراوي بنيسابور وأبو القاسم زاهر بن طاهر الشحامي بمرو وكانت وفاته بعد سنة خمسين وأربعمائة وحفيداه أبو القاسم عبد الملك وأبو الفتح سالم ابنا عبد الله بن عمر بن محمد بن عبد الله بن أبي عاصم العمري سمعت منهما الكثير أما عبد الملك فسمعت عنه بأرجان ومرو عن نحيب بن ميمون الواسطي وأبي عبد الله العميري وعبد الله بن يوسف الجرجاني وغيرهم وسالم سمعت منه بهراة وسمع مني أيضا ومات عبد الملك بالدندانقان في رجب سنة ثمان وأربعين وخمسمائة بعد معاقبة الغز وأما العمريون الذين ينتسبون إلى عمر بن علي منهم عبد الله وعبيد الله ابنا محمد بن عمر بن علي بن أبي طالب حدثا وهاشم بن محمد العمري من ولد علي بن أبي طالب رضي الله عنه حكى عن أبيه روى عنه أبو يعلى الموصلي |جـ 4 صـ 241| وأبو عثمان عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب القرشي العدوي يروي عن القاسم وسالم ونافع والزهري وعطاء وأهل الحجاز روى عنه شعبة ومالك والثوري ومات سنة أربع أو خمس وأربعين ومائة وكان من سادات أهل المدينة وأشراف قريش فضلا وعلما وعبادة وشرفا وحفظ وإتقانا وأخوه عبد الله بن عمر ضعيف وأمهما فاطمة بنت عمر بن عاصم بن عمر بن الخطاب وأما عبد الله يروي عن نافع روى عنه العراقيون وأهل المدينة كان ممن غلب عليه الصلاح والعبادة حتى غفل عن ضبط الأخبار وجودة الحفظ للآثار فوقع المناكير في روايته فلما فحش خطؤه استحق الترك ومات سنة ثلاث وسبعين ومائة وكان يحيى بن سعيد لا يحدث عن عبد الله بن عمر وأما أبو القاسم علي بن يعلى بن عوض بن محمد بن حمزة بن جعفر بن نعل بن جعفر بن محمد بن عبد الله بن محمد بن عمر بن علي بن أبي طالب العمري من أهل هراة وهو من أولاد عمر بن علي رضي الله عنهما كان واعظا مليح الوعظ كثير المحفوظ سمع بنيسابور أبا علي نصر الله بن أحمد بن عثمان الخشنامي وببلده هراة أبا عبد الله محمد بن علي العميري وأبا عطاء عبد الأعلى بن عبد الواحد المليحي وأبا سهل نحيب بن ميمون الواسطي رأيته وسمعت منه حديثا واحدا من حفظه في مجلس وعظه وحدثني عنه جماعة وتوفي بمرو روذ سنة سبع وعشرين وخمسمائة وأبو طاهر محمد بن يحيى بن ظفر بن الداعي بن مهدي بن محمد بن جعفر بن محمد بن عبد الله بن محمد بن علي بن أبي طالب العلوي العمري من أهل إستراباذ شيخ الإمامية بها وهو مقدم طائفته وشيخ عشيرته من بيت الحديث أبوه أبو طالب من المحدثين وجده أبو الفضل ظفر ورد نيسابور وحدث بها وسمع منه جماعة من شيوخنا وجده الأعلى أبو محمد الداعي بن مهدي العمري من المحدثين أيضا روى عنه ابنه أبو الفضل وأبو طاهر محمد بن يحيى حدث عن جده وسمعت منه بإستراباذ وكانت ولادته في المحرم سنة ست وستين وأربعمائة ",
                "title": "العمري",
                "uri": "JK_000952_2822"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}