{
    "features": [
        {
            "item": "JK_000952_3747",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.256-257",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المرزباني</h1> بفتح الميم وسكون الراء وضم الزاي وفتح الباء المنقوطة بواحدة وفي اخرها النون هذه النسبة إلى المرزبان وهو اسم لجد المنتسب إليه وفيهم كثرة منهم أبو صالح أحمد بن عبد العزيز بن محمد بن المرزبان بن تركش تقي المرزباني أحد الأمراء العالمين بسمرقند وكان خليفة الأمير بكتاش على سمرقند سنة اثنتين وخمسين وثلاث مئة أو إحدى وخمسين يروي عن أبيه عبد العزيز بن محمد بن المرزبان وكان صحيح السماع مات في منصرفه من الحج ببخارى وحمل تابوته إلى سمرقند ودفن بها في جمادى الاخر سنة ست وثمانين وثلاث مئة وأبو عبيد الله محمد بن عمران بن موسى بن عبيد الكاتب المرزباني من أهل بغداد كان صاحب أخبار ورواية للاداب وصنف كتبا كثيرة في أخبار الشعراء المتقدمين والمحدثين على طبقاتهم وكتبا في الغزل والنوادر وغير ذلك وكان حسن الترتيب لما يجمعه غير أن أكثر كتبه لم يكثر سماعا له وكان يرويها إجازة ويقول في الإجازة أخبرنا ولا يبنيها حدث عن أبي القاسم البغوي وأبي حامد محمد بن هارون الحضرمي وأحمد بن سليمان السوسي وأبي بكر محمد بن الحسن بن دريد وأبي عبد الله إبراهيم بن محمد بن عرفة النحوي وأبي بكر محمد بن القاسم بن بشار الأنباري روى عنه أبو عبد الله الصيمري وأبو القاسم التنوخي وعلي بن أيوب القمي وأبو محمد الحسن بن علي الجوهري ومن في طبقتهم ومن بعدهم وكان أبو علي الفارسي يقول أبو عبيد الله المرزباني من محاسن الدنيا وكان عضد الدولة يجتاز بباب داره فيقف حتى يخرج إليه أبو عبيد الله ليسلم عليه ويسأله عن حاله وكان المرزباني يقول سودت عشرة الاف ورقة فصح لي منها مبيضا ثلاث الاف ورقة وكان المرزباني يقول في داري خمسون ما بين لحاف ودواج معدة لأهل العلم الذين يبيتون عندي وكان أهل الأدب الذين روى عنهم سمع منهم في داره وكان يشرب النبيذ ويكتب كثيرا فسأله عضد الدولة عن حاله فقال كيف حال من هو بين قارورتين يعني المحبرة |جـ 5 صـ 257| وقدح النبيذ ولكنه كان معتزليا وصنف كتابا فيه أخبار المعتزلة وكان فيه تشيع أيضا ولد سنة ست وتسعين ومائتين ومات في شوال سنة أربع وثمانين وثلاث مئة ",
                "title": "المرزباني",
                "uri": "JK_000952_3747"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}