{
    "features": [
        {
            "item": "JK_000952_4289",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.596-597",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوزان</h1> بفتح الواو والزاي المشددة واشتهر بهذه النسبة جماعة يزنون الأشياء وأما أبو سليمان أيوب بن محمد بن فروخ بن زياد الوزان من أهل الرقة اشتهر بالوزان لأنه كان يزن القطن يروي عن سفيان بن عيينة روى عنه أهل الجزيرة منهم أبو عروبة الحراني مات في ذي القعدة سنة تسع وأربعين ومئتين وعبد العزيز بن زياد العمي الوزان من أهل البصرة يروي عن قتادة المقاطيع روى عنه البصريون وأبو الأشعث عبيد بن مهران الوزان من أهل البصرة يروي عن الحسن روى عنه حرمي بن حفص وبيت الوزان بالري بيت العلم والفضل أصلهم أبو سعد عبد الكريم بن أحمد الوزان الرازي كان بعض أجداده يزن الأشياء فنسب إليه تفقه على الإمام القفال بمرو وصار من وجوه أصحابه وأصله من ساوة سكن الري وسمع الحديث من أبي الفضل الكاغدي وأبي بكر الحيري وغيرهما روى لنا عنه زاهر بن طاهر الشحامي بنيسابور وكانت وفاته في سنة وولده أبو عبد الله محمد بن أبي سعد الوزان الرازي كان إماما مناظرا أصوليا سمع ببغداد أبا الحسين بن النقور وبأصبهان المطهر بن عبد الواحد البزاني وغيرهما لقيته بمرو |جـ 5 صـ 597| غير مرة ولم يتفق لي السماع منه سمع منه أصحابنا وحضر يوما مناظرتنا فسألته عن مسألة الفاسق هل يكون وليا أم لا وشيخنا أبو منصور محمد بن حمد بن عبد الله الوزان الكبرتي شيخ صالح بأصبهان سمع أبا مسلم بن مهريزد الأديب وأبا بكر أحمد بن الفضل الباطرقاني وغيرهما سمعت منه بأصبهان ومات سنة اثنتين وثلاثين وخمسمئة ومن القدماء أبو محمد أحمد بن محمد بن عبد الكريم بن البراء الوزان الجرجاني يروي عن محمد بن حميد وأبي الأشعث وأبي السائب سلم بن جنادة وعلي بن مسلم الطوسي وغيرهم حدث عنه أبو بكر الإسماعيلي وأبو أحمد بن عدي وغيرهما مات في شهر رمضان سنة سبع وثلاثمائة وأبو بكر محمد بن حامد بن أحمد بن حمدويه بن عبد الله بن الجراح الوزان البخاري حدث عن سهل بن المتوكل وأبي محمد الهروي ومحمد بن عبد الله السعدي وهارون بن هشام الكسائي وسهل بن بشر الكندي ولد سنة أربع وستين ومئتين ومات سنة ثلاث وثلاثين وثلاثمئة وأبو يعقوب إسحاق بن صالح بن عطاء الواسطي المقرىء المعروف بالوزان نزيل سامرا يروي عن ريحان بن سعيد ويعقوب بن إسحاق الحضرمي وزيد بن الحباب ويزيد بن هارون وغيرهم قال عبد الرحمن بن أبي حاتم الرازي كتبت عنه مع أبي وهو صدوق وأيوب بن محمد بن زياد بن فروخ الرقي الوزان مولى بن عباس روى عن أبي إسحاق الغزاري ومطرف بن مازن وعمر بن أيوب ومعمر بن سليمان وضمرة ومروان الغزاري روى عنه أبو حاتم محمد بن إدريس الرازي الإمام ",
                "title": "الوزان",
                "uri": "JK_000952_4289"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}