{
    "features": [
        {
            "item": "JK_000129_008231",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.457-458",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ضرية</h1> بالفتح ثم الكسر وياء مشددة وما أراه إلا مأخوذا من الضراء وهو ما واراك من شجر وقيل الضراء البراز والفضاء ويقال أرض مستوية فيها شجر فإذا كان في هبطة فهو غيضة وقال ابن شمعيل الضراء المستوي من الأرض خففوه لكثرته في كلامهم كأنهم استثقلوا ضراية أو يكون من ضري به إذا اعتاده ويقال عرق ضري إذا كان لا ينقطع دمه وقد ضرا يضرو ضروا وهي قرية عامرة قديمة على وجه الدهر في طريق مكة من البصرة من نجد قال الأصمعي يعدد مياه نجد قال الشرف كبد نجد وفيها حمى ضرية وضربة بئر ويقال ضرية بنت نزار قال الشاعر فأسقاني ضرية خير بئر تمج الماء والحب التؤاما وقال ابن الكلبي سميت ضرية بضرية بنت نزار وهي أم حلوان بن عمران بن الحاف بن قضاعة هذا قول السكوني وقال أبو محمد الحسن بن أحمد الهمداني أم خولان وإخوته بني عمرو بن الحاف بن قضاعة ضرية بنت ربيعة بن نزار وفي ذلك يقول المقدام بن زيد سيد بني حي بن خولان نمتنا إلى عمرو عروق كريمة وخولان معقود المكارم والحمد أبونا سما في بيت فرعي قضاعة له البيت منها في الأرومة والعد وأمي ذات الخير بنت ربيعة ضرية من عيص السماحة والمجد غذتنا تبوك من سلالة قيذر بخير لبان إذ ترشح في المهد فنحن بنوها من أعز بنية وأخوالنا من خير عود ومن زند وأعمامنا أهل الرياسة حمير فأكرم بأعمام تعود إلى جد قال الأصمعي خرجت حاجا على طريق البصرة فنزلت ضرية ووافق يوم الجمعة فإذا أعرابي قد كور عمامته وتنكب قوسه ورقي المنبر وحمد الله وأثنى عليه وصلى على نبيه ثم قال أيها الناس أعلموا أن الدنيا دار ممر والآخرة دار مقر فخذوا من ممركم لمقركم ولا تهتكوا أستاركم عند من يعلم أسراركم فإنما الدنيا سم يأكله من لا يعرفه أما بعد فإن أمس موعظة واليوم غنيمة وغدا لا يدرى من أهله فاستصلحوا ما تقدمون عليه بما تظعنون عنه واعلموا أنه لا مهرب من الله إلا إليه وكيف يهرب من يتقلب في يدي طالبه & كل نفس ذائقة الموت وإنما توفون أجوركم & الآية ثم قال المخطوب له من قد عرفتموه ثم نزل عن المنبر وقال غيره ضرية أرض بنجد وينسب إليها حمى ضرية ينزلها حاج البصرة لها ذكر في أيام العرب وأشعارهم وفي كتاب نصر ضربة صقع واسع بنجد ينسب إليه الحمى يليه أمراء المدينة وينزل به حاج البصرة بين الجديلة وطخفة وقيل ضرية قرية لبني كلاب على طريق البصرة وهي إلى مكة أقرب اجتمع بها بنو سعد وبنو عمرو بن حنظلة للحرب ثم اصطلحوا والنسبة إليها ضروي فعلوا ذلك هربا من اجتماع أربع ياءات كما قالوا في قصي بن كلاب قصوي وفي غني بن أعصر غنوي وفي أمية أموي كأنهم ردوه إلى الأصل وهو الضرو وهو العادة وماء ضرية عذب طيب قال بعضهم |جـ 3 صـ 458| ألا يا حبذا لبن الخلايا بماء ضرية العذب الزلال وضرية إلى عامل المدينة ومن ورائها رميلة اللوى قاله أبو عبيد السكوني وقال نصيب ألا يا عقاب الوكر وكر ضرية سقتك الغوادي من عقاب ومن وكر تمر الليالي ما مررن ولا أرى ممر الليالي منسيا لي ابنة النضر وحدث أبو الفتح بن جني في كتاب النوادر الممتعة أخبرنا أبو بكر محمد بن علي بن القاسم المالكي قراءة عليه قال أنبأنا أبو بكر بن دريد أنبأنا أبو عثمان المازني وأبو حاتم السجستاني قالا حدثنا الأصمعي عن المفضل بن إسحاق أو قال بعض المشيخة قال لقيت أعرابيا فقلت ممن الرجل قال من بني أسد فقلت فمن أين أقبلت قال مساقط الحمى حمى ضرية بأرض لعمر الله ما نريد بها بدلا عنها ولا حولا قد نفحتها العذاوات وحفتها الفلوات فلا يملولح ترابها ولا يمعر جنابها ليس فيها أذى ولا قذى ولا عك ولا موم ولا حمى ونحن فيها بأرفه عيش وأرغد معيشة قلت وما طعامكم قال بخ بخ عيشنا والله عيش تعلل جاذبه وطعامنا أطيب طعام وأهنؤه وأمرؤه الفث والهبيد والفطس والصلب والعنكث والظهر والعلهز والذآنين والطراثيث والعراجين والحسلة والضباب وربما والله أكلنا القد واشتوينا الجلد فما أرى أن أحدا أحسن منا حالا ولا أرخى بالا ولا أخصب حالا فالحمد لله على ما بسط علينا من النعمة ورزق من حسن الدعة أوما سمعت بقول قائلنا إذا ما أصبنا كل يوم مذيقة وخمس تميرات صغار كنائز فنحن ملوك الناس شرقا ومغربا ونحن أسود الناس عند الهزاهز وكم متمن عيشنا لا يناله ولو ناله أضحى به جد فائز قلت فما أقدمك إلى هذه البلدة قال بغية لبة قلت وما بغيتك قال بكرات أضللتهن قلت وما بكراتك قال بكرات آبقات عرصات هبصات أرنات آبيات عيط عرائط كوم فواسح أعزبتهن قفا الرحبة رحبة الخرجاء بين الشقيقة والوعساء ضجعن مني فحمة العشاء الأولى فما شعرت بهن ترجل الضحى فقفوتهن شهرا ما أحس لهن أثرا ولا أسمع لهن خبرا فهل عندك جالية عين أو جالبة خبر لقيت المراشد وكفيت المفاسد الفث نبت له حب أسود يختبز ويؤكل في الجدب ويكون خبزه غليظا كخبز الملة والهبيد حب الحنظل تأخذه الأعراب وهو يابس فتنقعه في الماء عدة أيام ثم يطبخ ويؤكل والفطس حب الآس والصلب أن تجمع العظام وتطبخ حتى يستخرج دهنها ويؤتدم في البادية والعنكث شجرة يسحجها الضب بذنبه حتى تنجئث ثم يأكلها والعلهز دم القراد والوبر يلبك ويشوى ويؤكل في الجدب وقال آخرون العلهز دم يابس يدق مع أوبار الإبل في المجاعات وأنشد بعضهم وإن قرى قحطان قرف وعلهز فأقبح بهذا ويح نفسك من فعل والذآنين جمع ذؤنون وهو نبت أسمر اللون مدملك لا ورق له لازق به يشبه الطرثوث تفه لا |جـ 3 صـ 459| طعم له لا يأكله إلا الغنم والعراجين نوع من الكمأة قدر شبر وهو طيب ما دام غضا والحسلة جمع حسل وهو ولد الضب والوبر والهبص النشاط وكذلك الأرنات وآبيات جمع آبية وهي التي أبت اللقاح وعيط عوائط مثله يقال عاطت الناقة واعتاطت وتعيطت إذا لم تحمل وكوم وفواسح سمان وأعزبتهن بت بهن عازبا عن الحي وقفا الرحبة خلفها والخرجاء أرض فيها سواد وبياض وضجعن مني أي عدلن عني ",
                "title": "ضرية",
                "uri": "JK_000129_008231"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}