{
    "features": [
        {
            "item": "JK_000952_2245",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.361-362",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السيقذنجي</h1> بكسر السين المهملة وسكون الياء المنقوطة من تحتها باثنتين وفتح القاف والذال المعجمة وسكون النون وفي آخرها الجيم هذه النسبة إلى سيقذنج وهي قرية من قرى مرو على ثلاثة فراسخ من مرو منها أبو سهل بريدة بن محمد بن بريدة بن أحمد بن عباس بن خلف بن قرد بن صخر بن أوس بن عبد الله بن بريدة بن الخصيب الأسلمي السيقذنجي كان شيخا صالحا مستورا متعبدا من سيقذنج سكن البلد سمع أبا إبراهيم إسماعيل بن ينال المحبوبي وأبا بكر محمد بن الحسين بن عموية الأديب وغيرهما روى عنه عمي أبو محمد السمعاني وأبو طاهر محمد بن أبي بكر السنجي بمرو وأبو الفتح محمد بن أحمد بن معاوية الخطيب بأزنجار ولد سنة ست عشرة وأربعمائة وتوفي في ذي الحجة سنة ثلاث وتسعين وأربعمائة وكف بصره آخر عمره قريبا من عشرين سنة وأبو أحمد عبد الرحمن بن أحمد بن الشاه السيقذنجي هكذا قرأت بخط أبي القاسم الشيرازي الحافظ وهو يعرف بفقيه الشاه كان صالحا حسن السيرة أدرك الإمام أبا بكر عبد الله بن أحمد القفال المروزي وسمع منه الحديث ومن أبي أحمد عبد الرحمن بن |جـ 3 صـ 362| أحمد الشيرنخشيري وأبي الخير أحمد بن عبد الله بن بريدة المروزي وغيرهم روى لي عنه أبو طاهر السنجي ومحمد بن أبي سعيد الدرغياني وأبو حنيفة محمد بن النعمان المالقاني وغيرهم وكانت وفاته بعد سنة خمس وثمانين واربعمائة فإنه حدث في هذه السنة ومن القدماء سليمان بن كثير بن أمية بن اسعد بن عبد الله بن يوسف بن ثعلبة بن مالك بن أفصى الخزاعي السيقذنجي كان هو أحد النقباء الاثني عشر وابنه حمزة بن سليمان كان أحد السبعين الذين بايعوا وكان الصدر لسليمان بن كثير مسلما إذا اجتمع النقباء وكان جده أمية بن أسعد ممن بايع رسول الله صلى الله عليه وسلم تحت الشجرة وصحبه وأبو داود كان مقدما إلى أن قدم أبو مسلم مرو ومعه كتاب إبراهيم بن محمد الإمام بتولية الإمارة عليهم فاشتد ذلك على سليمان وخذف أبا مسلم بالدواة فشجه ثم ترضاه ونقم عليه أبو مسلم إلى أن قتله في سنة ^ ^ وثلاثين ومائة وأبو عمار الحسين بن حريث الخزاعي السيقذنجي من مشاهير المحدثين كان من هذه القرية سمع الفضل بن موسى السيناني والنضر بن شميل وعبد العزيز الدراوردي وغيرهم مات بقصر اللصوص راجعا من الحج سنة خمس أو ست وأربعين ومائتين ",
                "title": "السيقذنجي",
                "uri": "JK_000952_2245"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}