{
    "features": [
        {
            "item": "JK_000129_003716",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.222-224",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحجر الأسود</h1> قال عبد الله بن العباس ليس في الأرض شيء من الجنة إلا الركن الأسود والمقام فإنهما جوهرتان من جوهر الجنة ولولا من مسهما من أهل الشرك ما مسهما ذو عاهة إلا شفاه الله وقال عبد الله بن عمرو بن العاص الركن والمقام ياقوتتان من يواقيت الجنة طمس الله نورهما ولولا ذلك لأضاءا ما بين المشرق والمغرب وقال محمد بن علي |جـ 2 صـ 224| ثلاثة أحجار من الجنة الحجر الأسود والمقام وحجر بني إسرائيل وقال أبو عرارة الحجر الأسود في الجدار وذرع ما بين الحجر الأسود إلى الأرض ذراعان وثلثا ذراع وهو في الركن الشمالي وقد ذكرت أركان الكعبة في مواضعها وقال عياض الحجر الأسود يقال هو الذي أراده النبي صلى الله عليه وسلم حين قال إني لأعرف حجرا كان يسلم علي إنه ياقوتة بيضاء أشد بياضا من اللبن فسوده الله تعالى بخطايا بني آدم ولمس المشركين إياه ولم يزل هذا الحجر في الجاهلية والإسلام محترما معظما مكرما يتبركون به ويقبلونه إلى أن دخل القرامطة لعنهم الله في سنة 713 إلى مكة عنوة فنهبوها وقتلوا الحجاج وسلبوا البيت وقلعوا الحجر الأسود وحملوه معهم إلى بلادهم بالأحساء من أرض البحرين وبذل لهم بجكم التركي الذي استولى على بغداد في أيام الراضي بالله ألوف دنانير على أن يردوه فلم يفعلوا حتى توسط الشريف أبو علي عمر بن يحيى العلوي بين الخليفة المطيع لله في سنة 933 وبينهم حتى أجابوا إلى رده وجاؤوا به إلى الكوفة وعلقوه على الأسطوانة السابعة من أساطين الجامع ثم حملوه وردوه إلى موضعه واحتجوا وقالوا أخذناه بأمر ورددناه بأمر فكانت مدة غيبته اثنتين وعشرين سنة وقرأت في بعض الكتب أن رجلا من القرامطة قال لرجل من أهل العلم بالكوفة وقد رآه يتمسح به وهو معلق على الأسطوانة السابعة كما ذكرناه ما يؤمنكم أن نكون غيبنا ذلك الحجر وجئنا بغيره فقال له إن لنا فيه علامة وهو أننا إذا طرحناه في الماء لا يرسب ثم جاء بماء فألقوه فيه فطفا على وجه الماء ",
                "title": "الحجر الأسود",
                "uri": "JK_000129_003716"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}