{
    "features": [
        {
            "item": "JK_000129_010065",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.312-313",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قدوم</h1> بالتخفيف موضع من نعمان وقدوم حصن باليمن قال أبو بكر بن موسى قدوم بتخفيف الدال قرية كانت عند حلب وقيل كان اسم مجلس إبراهيم خليل الرحمن عليه السلام وفي الحديث اختتن إبراهيم بالقدوم وقدوم بالتخفيف موضع من نعمان أنبأنا ابن كليب عن ابن نبهان إذنا عن أبي الحسين الصابي عن الرماني عن الحلواني قال قال محمد بن الحسن عن عبد الله بن إبراهيم الجمحي كانت بنو ظفر من بني سليم وبنو خناعة حربا فدل رجل من بني خناعة بني ظفر على بني وائلة بن مطحل وهم بالقدوم من نعمان فبيتوهم فقتلوا من بني وائلة خالدا ومخلدا وصبيا بثلاثة من بني خراق فقال المعترض بن حبواء الظفري قتلنا مخلدا بابني خراق وآخر جحوشا فوق الفطيم وخالدا الذي تأوي إليه أرامل لا يؤبن إلى حميم وإما تقتلوا نفرا فإنا فجعناكم بأصحاب القدوم و القدوم اسم جبل بالحجاز قرب المدينة وفي حديث قريعة بنت مالك قالت خرج زوجي في طلب أعلاج له إلى طرف القدوم قال وأما قدوم بتشديد الدال أنبأنا محمد بن عبد الملك أنبأنا أحمد ابن عبد الجبار عن أبي القاسم التنوخي قال أنبأنا ابن حيويه قال أنبأنا أبو بكر الأنصاري قال سمعت أبا العباس أحمد بن يحيى يقول القدوم بتشديد الدال اسم موضع قال أبو بكر بن موسى إن أراد أبو العباس أحد هذين الموضعين اللذين ذكرناهما فلا يتابع على ذلك لاتفاق أئمة النقل على خلافه وإن أراد موضعا ثالثا صح ما قاله ويكون تمام الباب |جـ 4 صـ 313| وقال القاضي عياض المغربي في كتاب مطالع الأنوار قدوم ضأن ويروى ضان غير مهموز مفتوح القاف مخفف الدال وعند المروزي بضم القاف وفي كتاب المغازي من رأس ضان قال الحربي هو جبل ببلاد دوس وقدومة تثنية بفتح القاف على رواية المروزي يكون قدوم من قدم من سفره ويرد هذا رواية من روى رأس ضان وكذلك يرد قول الحربي إنه ثنية الجبل ووقع في موضع آخر رأس ضال باللام وهي رواية ابن السكن القابسي والهمذاني وزاد في رواية المستملي والضال السدر وهو وهم وما تقدم من تفسير الحربي أولى أنه ثنية جبل وأن ضالا جبل وقال بعضهم يقال في الجبل ضان وضال وتأوله بعضهم على أنه الضأن من الغنم وجعل قدومها رؤوسها المتقدمة منها وفيه تعسف وأما الذي قال في حديث إبراهيم عليه السلام فلم يختلف في فتح قافه واختلف في تشديد داله وأكثر الرواة على تشديدها حكاه الباجي وهو رواية الأصيلي والقابسي في حديث قتيبة قال الأصيلي وكذا قرأها علينا أبو زيد وأنكر يعقوب ابن شيبة التشديد قال البكري وهو قول أكثر أهل العلم وهي قرية بالشام حيث اختتن إبراهيم عليه السلام وقد قيل إنها الآلة التي للنجار وإنه لا يجوز تشديد الدال منه وأما طرف القدوم موضع إلى جنب القريعة فبفتح القاف وتشديد الدال في قول الأكثر وقد خففه بعضهم ورواه أحمد بن سعيد الصدفي أحد رواة الموطإ بضم القاف وتشديد الدال ثنية بجبل من بلاد دوس وهذا آخر قول عياض فانظر رعاك الله إلى هذا التخبيط والحيرة والتخليط ونص هذا على ما يخالفه هذا واعتماد هذا على ما يضعف ذا وشارك في الحيرة ",
                "title": "قدوم",
                "uri": "JK_000129_010065"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}