{
    "features": [
        {
            "item": "JK_000129_010079",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.315-316",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قراح</h1> بفتح أوله وتخفيف ثانيه وآخره حاء قد ذكر اللغويون في القراح أقوالا مختلفة قال الليث القراح الماء الذي لا يخالطه ثفل من سويق وغيره وهو الماء الذي يشرب على أثر الطعام هذا لفظه وأنشد لجرير تعلل وهي ساغبة بينها بأنفاس من الشبم القراح قال والقراح من الأرض كل قطعة على حيالها من منابت النخل وغير ذلك قال أبو منصور القراح من الأرض البارز الظاهر الذي لا شجر فيه وهذا عكس قول الليث قال أبو عبيد القراح من الأرض التي ليس بها شجر ولم يختلط بها شيء قلت أنا والمراد به ههنا اصطلاح بغدادي فإنهم يسمون البستان قراحا وفي بغداد عدة محال عامرة الآن آهلة يقال لكل واحدة منها قراح إلا أنها تضاف إلى رجل تعرف باسمه كانت قديما بساتين ثم دخلت في عمارة بغداد وهي متقاربة منها قراح ابن رزين بتقديم الراء على الزاي وهو اسم رجل وهي أقرب هذه المحال المسماة بهذا الاسم إلى وسط البلد وذلك أنك تخرج من رحبة جامع القصر مشرقا حتى تتجاوز عقد المصطنع وهو باب عظيم في وسط المدينة فهناك طريقان أحدهما يأخذ ذات اليمين إلى ناحية المأمونية وباب الأزج والآخر يأخذ ذات الشمال مقدار رمية سهم إلى درب يقال له درب النهر عن يمين القاصد إلى قراح ابن رزين ثم يمتد قليلا ويشرق فحينئذ يقع في قراح ابن رزين فإذا صار في وسطه فعن يمينه درب النهر واللوزية وعن يساره المحلة المقتدية التي استحدثها المقتدي بالله ثم يمر في هذه المحلة أعني قراح ابن رزين نحو شوط فرس جيد فحينئذ ينتهي إلى عقد هناك وباب فإذا خرج منه وجد طريقين أحدهما يأخذ ذات الشمال يفضي إلى المحلة المعروفة بالمختارة فيتجاوزها إلى مقبرة باب بيرز بطولها طالبا للشمال فإذا انتهت المحلة وقع في محلة تعرف بقراح ظفر اسم رجل فهاتان اثنتان ثم يأخذ من ذلك العقد الذي |جـ 4 صـ 316| ذكرنا أنه آخر قراح ابن رزين ذات اليمين نحو رمية سهم طالبا للجنوب فعن يسارك حينئذ درب واسع فذلك يفضي إلى محلة يقال لها قراح القاضي وإن سرت طالبا للجنوب مقابل وجهك قبل أن تدخل قراح القاضي فتلك المحلة يقال لها قراح أبي الشحم فهذه أربع محال كبار عامرة آهلة كل واحدة منها تقرب أن تكون مدينة وفيها أسواق ومساجد ودروب كثيرة ",
                "title": "قراح",
                "uri": "JK_000129_010079"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}