{
    "features": [
        {
            "item": "JK_000952_1007",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.126-127",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجويباري</h1> بضم الجيم وسكون الياء المنقوطة باثنتين من تحتها وفتح الباء المنقوطة بواحدة وفي آخرها الراء المهملة هذه النسبة إلى جويبار إحدى قرى هراة والمشهور بالانتساب إليها الكذاب الخبيث الوضاع أبو علي أحمد عبد الله بن خالد بن موسى بن |جـ 2 صـ 127| فارس بن مرداس بن نهيك التميمي القيسي الجويباري من أهل هراة قال أبو حاتم بن حبان هو دجال من الدجاجلة كذاب يروي عن ابن عيينة ووكيع وأبي حمزة وغيرهم من ثقات أصحاب الحديث ويضع عليهم ما لم يحدثوا وقد روى عن هؤلاء الأئمة ألوف حديث ما حدثوا بشيء منها كان يضعها عليهم لا يحل ذكره في الكتب إلا على سبيل الجرح فيه ولولا أن أحداث أصحاب الرأي بهذه الناحية خفي عليهم شأنه لم أذكره في هذا الكتاب لشهرته عند أصحاب الحديث قاطبة بالوضع على الثقات ما لم يحدثوا وأبو علي الحسن بن علي بن الحسن بن جعفر السمرقندي الجويباري وظني أنها من قرى سمرقند يروي عن عمار بن الحسن الهروي حديثا منكرا روى عن داود بن عفان النيسابوري عن أنس بن مالك رضي الله عنه وداود بن عفان متروك الحديث وأبو بكر حم بن السري بن عباد الجويباري قال أبو العباس المستغفري اسمه محمد بن السري وحم لقب من سكة جويبار قلت وهي محلة بنسف اجتزت بها ثم قال المستغفري شيخ صالح كان يغسل الموتى لقي محمد بن إسماعيل البخاري وروى عن إبراهيم بن معقل ومحمد بن موسى بن الهذيل سمع منه عبد الله بن أحمد بن محتاج وأبو بكر أحمد بن عبد العزيز وحدثنا عنه أبو مروان عبد الملك بن سعيد بن إبراهيم بحديث قد رويناه في أول هذا الكتاب فيمن اسمه محمد وأبو إبراهيم إسماعيل بن محمد بن صاحب الفقيه الجويباري بخاري الأصل وظني أنه من هذه المحلة أعني محلة بنسف يروي عن عبد الصمد بن الفضل البلخي وأبي شهاب معمر بن محمد البلخي وغيرهما وكان يجلس في المسجد الجامع على الدكان الذي كان يجلس عليه أبو حفص الزاهد الفردي وابنه أبو عبد الله وبعدهما أبو علي الحسين بن فارس الفقيه الكسي روى عنه عيسى بن الحسين مات بعد سنة عشرين وثلاثمائة وإسماعيل بن محمد بن عمرو الجويباري المقيم ببلخ سمع أستاذه أبا الحسن بن مندوست وأبا جعفر الهندواني ودخل بعد ما تفقه ببلخ واعتقد مذهب الاعتزال ثم دخل نسف وأظهر هذا المذهب فأمر الشيخ أبو بكر القلاسي بنفيه ومنع منه رفده فخرج إلى بلخ بعد ما هتك الله ستره فأقام بها زمانا ومات بها في شهور سنة ثمان وسبعين وثلاثمائة لم يكتب الحديث ولم يعرفه وكان حقه أن لا يذكر ولكن ذكرته كما |جـ 2 صـ 128| ذكرت أقرانه لتعرف أقرانه قاله أبو العباس المستغفري في كتاب التاريخ لنسف ",
                "title": "الجويباري",
                "uri": "JK_000952_1007"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}