{
    "features": [
        {
            "item": "JK_000952_3649",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.198-199",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المجاشعي</h1> بضم الميم وفتح الجيم وكسر الشين المعجمة وفي اخرها العين المهملة هذه النسبة إلى مجاشع وهي قبيلة من تميم بن دارم وهو مجاشع بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم والمشهور بالنسبة إليها أبو قبيصة سكين بن يزيد المجاشعي يروي عن ميمون بن مهران وعبيد الله بن عبيد بن عمير روى عنه العراقيون والحتات بن يزيد بن علقمة بن حوى بن سفيان بن مجاشع بن دارم المجاشعي كان ممن هرب من علي بن أبي طالب وهو القائل % لعمر أبيك فلا تجزعي % % لقد ذهب الخير إلا قليلا % % وقد فتن الناس في دينهم % % وخلى ابن عفان شرا طويلا % وأول الأبيات % نأتك أمامة نأيا مخيلا % % وأعقبك الشوق حزنا دخيلا % % وحال أبو حسن دونها % % فما نستطيع إليها سبيلا % وهو الذي أجار الزبير بن العوام وقتل الزبير في جواره فعيره جرير في شعره وغزا الحتات وحارثة بن قوامة والأحنف فرجع الحتات المجاشعي وقال لمعاوية فضلت علي محرقا ومخذلا قال إني اشتريت منهما دينهما قال وأنت فاشتر مني ديني قال نصر بن علي الجهضمي يعني بالمحرق حارثة بن قدامة لأنه حرق دار الإمارة والأحنف خذل عن عائشة والزبير رضي الله عنهما عقال بن صعصعة بن ناجية بن مجاشع المجاشعي التميمي يروي عن أبيه سمع النبي صلى الله عليه وسلم وأبوه عم الفرزدق قدم على النبي صلى الله عليه وسلم فسمعه يقول أمك أباك أختك أخاك أدناك أدناك |جـ 5 صـ 199| وقد سكن البصرة وروى عن النبي صلى الله عليه وسلم احفظ ما بين لحييك ورجليك وأبو علي عبد الرحيم بن محمد بن مجاشع المجاشعي الأصبهاني من أهل أصبهان سكن الرملة بلدة بفلسطين الشام حدث عن الأصبهانيين والشاميين وحدث بدمشق من عبيد الله بن علي الرماني روى عنه أبو عمرو محمد بن أحمد بن إبراهيم المديني وأبو الفضل العباس بن محمد بن مجاشع المجاشعي ينسب إلى جده من أهل أصبهان يروي عن محمد بن أبي يعقوب الكرماني بعض مسنده روى عنه أبو عمرو بن حكيم المديني ",
                "title": "المجاشعي",
                "uri": "JK_000952_3649"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}