{
    "features": [
        {
            "item": "JK_000952_2874",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.280-281",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغبري</h1> بضم الغين المعجمة وفتح الباء الموحدة وفي آخرها راء هذه النسبة إلى بني غبر وهم بطن من يشكر من ربيعة هو غبر بن غنم بن حبيب بن كعب بن يشكر بن بكر بن وائل بن ربيعة قال ابن الكلبي إنا سمي غير بن غنم لأن غنما تزوج الناقمية وهي رقاش بنت عامر وهو ناقم بن جدان بن جديلة بن أسد بن ربيعة وهي عجوز فقيل له ما ترجو منها فقال أتغبرها غلاما فسمي غبر وغبر بن بكر بن تيم اللات بن رفيدة ذكره ابن حبيب عن الكلبي في نسب قضاعة فالمنتسب إلى غبر بن غنم عباد بن قبيصة الغبري يروي أنس بن مالك رضي الله عنه روى عنه الحسين بن واقد وعباد بن شرحبيل الغبري روى عنه أبو بشر جعفر بن إياس وأبو عبيدة سرار بن مجشر الغبري يروي عن أيوب السختياني وسعيد بن أبي عروبة وأبو كثير يزيد بن عبد الرحمن بن غفيلة ويقال ابن أذينة الغبري وهو ابن أذينة يروي عن أبي هريرة وأبو العباس الوليد بن خالد الغبري الأعرابي وخالد بن عبد الله الغبري يروي عن عايذ بن عمرو روى شعبة بن بسطام عنه ومن ولد غبر بن غنم الحارث بن غبر بن الغنم كان يسوس بكرا ويقودها وله فرخ عقاب يقال له غبة يربطه على قارعة |جـ 4 صـ 281| الطريق يتحاماه الناس لعزه ولا يسلك في ذلك الطريق ما دام فيه غبة أحد قال ذلك أبوعبيدة معمر بن المثنى وأبو سهل النضر بن كثير الغبري ويقال له العنزي من أهل البصرة يروي عن ابن طاوس روى عنه العراقيون كان ممن يروي الموضوعات عن الثقات على قلة روايته حتى إذا سمعها من الحديث صناعته شهد انها موضوعة لا يجوز الاحتجاج به بحال والوليد بن شجاع الغبري وابنه أبو بدر عباد بن الوليد وأحمد بن العباس بن الربيع الغبري أخو أبي جعفر محمد بن العباس الفقيه المعروف بالتل أصله من البصرة ومولده بمصر مات في شهر ربيع الأول سنة ثلاث وثمانين ومائتين قاله ابن يونس ومحمد بن عيبيد بن حساب الغبري والحسين بن عبد الله بن الفضل بن الربيع الغبري أبو طاهر توفي في انصرافه من الحج سنة ثمان وثلاثين وثلاثمائة كتب عنه أبو سعيد بن يونس حكايات وحمزة بن علي بن العباس بن الربيع بن عبد رب الغبري مصري يكنى أبا عمارة وتوفي في شهر رمضان سنة سبع وثلاثمائة سمع من يونس بن عبد الأعلى والكروس بن سليم اليشكري ثم الغبري شاعر وأبو بدر عباد بن الوليد بن خالد الغبري سمع أبا داود الطيالسي وعمرو بن محمد بن أبي رزين وسعيد بن عامر وبدل بن المحبر وحفص بن واقد وحبان بن هلال روى عنه أبو بكر بن أبي الدنيا وأبو عبد الله المحاملي وابن مخلد وقال ابن أبي حاتم سمعت منه مع أبي وهو صدوق ومات في سنة ثمان وخمسين ومائتين وأبو محمد حازم الغبري عن عطاء بن السايب قبل روى عنه نصر بن علي الجهضمي قال ابن أبي حاتم سألت أبي عنه فقال منكر الحديث |جـ 4 صـ 282| ",
                "title": "الغبري",
                "uri": "JK_000952_2874"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}