{
    "features": [
        {
            "item": "JK_000952_2869",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.276-277",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغافقي</h1> بفتح الغين المعجمة وكسر الفاء والقاف هذه النسبة إلى غافق منها إياس بن عامر الغافقي مصري يروي عن عقبة بن عامر روى عنه موسى بن أيوب الحضرمي وأبو عبد الرحمن عبد الله بن عقبة بن لهيعة الحضرمي الغافقي قال أبو حاتم بن حبان البستي يروي عن الأعرج وأبي الزبير روى عنه ابن المبارك وابن وهب كان مولده سنة ست وتسعين ومات سنة أربع وسبعين ومائة وصلى عليه داود بن يزيد بن حاتم وكان شيخا صالحا ولكنه كان يدلس عن الضعفاء قبل احتراق كتبه ثم احترقت كتبه في سنة سبعين ومائة قبل موته بأربع سنين وكان أصحابنا يقولون إن سماع من سمع منه قبل احتراق كتبه مثل العبادلة فسماعهم صحيح ومن سمع بعد احتراق كتبه فسماعه ليس بشيء وكان ابن لهيعة من الكتابين للحديث والجماعين للعلم والرحالين فيه ولقد حدثني شكر حدثنا يوسف بن سعيد بن مسلم عن بشر بن المنذر قال كان ابن لهيعة يكنى أبا خريطة وذلك أنه كانت له خريطة معلقة في عنقه وكان يدور بمصر فكلما قدم قوم كان يدور عليهم فكان إذا رأى شيخا سأله من لقيت وعمن كتبت فإن وجد عنده شيخا كتب عنه فلذلك كان يكنى أبا خريطة وقال إبراهيم بن إسحاق حليف بني زهرة قاضي مصر أنا حملت رسالة الليث بن سعد إلى |جـ 4 صـ 277| مالك بن أنس فجعل يسألني عن ابن لهيعة فأخبره بحاله فجعل يقول فابن لهيعة ليس يذكر الحج فسبق إلى قلبي أنه يريد مشافهته والسماع منه وقال أحمد بن حنبل من سمع من ابن لهيعة قديما فسماعه أصح قدم علينا ابن المبارك سنة تسع وسبعين فقال من سمع من ابن لهيعة منذ عشرين سنة فهو صحيح قلت له سمعت من ابن المبارك قال لا وأبو عبد الله عبد الواحد بن يحيى بن خالد الغافقي يعرف بسوادة مولى عمر بن عبد العزيز من أهل مصر وإنما قيل له الغافقي لسكناه غافق يروي عن ضمام بن إسماعيل ورشدين بن سعد وعبد الله بن وهب آخر من حدث عنه عبد الكريم بن إبراهيم بن حسان وتوفي قريبا من سنة خمس وأربعين ومائة ",
                "title": "الغافقي",
                "uri": "JK_000952_2869"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}