{
    "features": [
        {
            "item": "JK_000952_2426",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.499-500",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيرويي</h1> بكسر الشين المعجمة وسكون الياء المنقوطة من تحتها باثنتين وضم الراء وفي آخرها ياء أخرى هذه النسبة إلى شيرويه وهو اسم لبعض أجداد المنتسب إليه واشتهر بهذه النسبة أبو الحسن محمد بن الحسين بن شيرويه بن علي بن الحسن الجنابذي التاجر الشيرويي من أهل نيسابور كان شيخا صالحا سديدا راغبا في الخير سمع أبا طاهر محمد بن عبد الرحمن المخلص وغيره روى عنه ابنه أبو بكر وابنه أبو بكر عبد الغفار بن محمد بن الحسين الشيرويي شيخ ثقة صالح معمر كثير الخير والعبادة عمر العمر الطويل حتى رحل إليه الناس من الأمصار وألحق الأحفاد بالأجداد سمع بنيسابور القاضي أبا بكر أحمد بن الحسن وأبا سعيد محمد بن موسى بن الفضل الصيرفي وأبا منصور عبد القاهر بن طاهر البغدادي وأبا عبد الرحمن محمد بن إبراهيم بن يحيى المزكي وبأصبهان أبا بكر محمد بن عبد الله بن ريذة الضبي وأبا |جـ 3 صـ 500| طاهر محمد بن أحمد بن محمد بن عبد الرحيم الكاتب وأبا طاهر أحمد بن محمود الثقفي وغيرهم سمعت منه بنيسابور وأحضرني الإمام والدي رحمه الله وشكر سعيه مجلسه وسمعني عنه وجدي الإمام أبو المظفر السمعاني رحمه الله سمع من أصحاب أبي بكر الحيري وأبي سعيد الصيرفي وسمعت أنا منه فساويته في الإسناد وكانت ولادة الشيرويي في سنة أربع عشرة وأربعمائة ووفاته في سنة عشر وخمسمائة بنيسابور ومن القدماء أبو محمد عبد الله بن محمد بن عبد الرحمن بن شيرويه بن اسد بن أعين بن يزيد بن ركانة بن عبد يزيد بن هاشم بن المطلب بن عبد مناف القرشي الشيرويي من أهل نيسابور وكان فقيها محدثا مشهورا طلب الحديث والعلم أولا عشرين سنة ثم اشتغل بالفتوة سنين ثم أقبل يصنف الكتب عشرين سنة ثم حدث عشرين سنة وحكي عن محمد بن إسحاق بن خزيمة أنه قال كنت أرى عبد الله بن سيرويه يناظر وأنا صبي فكنت اقول ترى أتعلم مثل ما يعلم ابن شيرويه قط سمع بخراسان إسحاق بن راهويه ومحمد بن رافع وعمرو بن زرارة وببغداد أحمد بن منيع وبالكوفة هناد بن السري وأبا كريب وبالحجاز محمد بن يحيى بن أبي عمر العدني روى عنه أبو بكر بن إسحاق بن خزيمة وأبو حامد بن الشرقي وأبو علي الحسين بن علي وأبو محمد عبد الله بن سعد الحافظ ومات سنة خمس وثلاثمائة وأبو بكر محمد بن عبد الله بن محمد بن شيرويه النسوي الشيرويي نزيل نسا ثقة لقي جماعة من الأئمة مثل الحسن بن سفيان ومحمد بن إسحاق بن خزيمة وأبي العباس محمد بن إسحاق السراج وغيرهم وسمع منهم حكى أبو مسعود الدمشقي الحافظ عن أبي عمرو بن حمدان قال وسئل عن أبي بكر محمد بن عبد الله بن شيرويه الذي يحدث بنسا فقال ما سمعنا مسند الحسن بن سفيان حتى قدم والده معه فوزن له مائة دينار فسمعناه منه روى عنه أبو عبد الله محمد بن عبد العزيز الشيرازي وكانت ولادته سنة إحدى وثمانين ومائتين ومات سنة ثمانين وثلاثمائة ",
                "title": "الشيرويي",
                "uri": "JK_000952_2426"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}