{
    "features": [
        {
            "item": "JK_000129_010834",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.448-449",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كرخ بغداد</h1> ولما ابتنى المنصور مدينة بغداد أمر أن تجعل الأسواق في طاقات المدينة إزاء كل باب سوق فلم يزل على ذلك مدة حتى قدم عليه بطريق من بطارقة الروم رسولا من عند الملك فأمر الربيع أن يطوف به في المدينة حتى ينظر إليها ويتأملها ويرى سورها وأبوابها وما حولها من العمارة ويصعده السور حتى يمشي من أوله إلى آخره ويريه قباب الأبواب والطاقات وجميع ذلك ففعل الربيع ما أمره به فلما رجع إلى المنصور قال له كيف رأيت مدينتي قال رأيت بناء حسنا ومدينة حصينة إلا أن أعداءك فيها معك قال من هم قال السوقة يوافي الجاسوس من جميع الأطراف فيدخل الجاسوس بعلة التجارة والتجار هم برد الآفاق فيتجسس الأخبار ويعرف ما يريد وينصرف من غير أن يعلم به أحد فسكت المنصور فلما انصرف البطريق أمر بإخراج السوقة من المدينة وتقدم إلى إبراهيم بن حبيش الكوفي وخراش بن المسيب اليماني بذلك وأمرهما أن يبنيا ما بين الصراة ونهر عيسى سوقا وأن يجعلاها صفوفا ورتب كل صف في موضعه وقال اجعلا سوق القصابين في آخر الأسواق فإنهم سفهاء وفي أيديهم الحديد القاطع ثم أمر أن يبنى لهم مسجد يجتمعون فيه يوم الجمعة ولا يدخلوا المدينة قال الخطيب وقلد المنصور ذلك رجلا يقال له الوضاح بن شبا فبنى القصر الذي يقال له قصر الوضاح والمسجد فيه قال ولم يضع المنصور على الأسواق غلة حتى مات فلما استخلف المهدي أشار عليه أبو عبد الله حتى وضع على الحوانيت الخراج وقال غيره إنه وضع عليهم المنصور الغلة على قدر الصناعة فلما كثر الناس ضاقت عليهم فقالوا لإبراهيم بن حبيش وخراش قد ضاقت علينا هذه الصفوف ونحن نتسع ونبني لنا أسواقا من أموالنا ونؤدي عنا الإجارة فأجيبوا إلى ذلك فاتسعوا في البناء والأسواق وقد قيل إن السبب في نقلهم إلى الكرخ أن دخاخينهم ارتفعت واسودت حيطان المدينة وتأذى بها المنصور فأمر بنقلهم وقال محمد بن داود الأصبهاني يهيم بذكر الكرخ قلبي صبابة وما هو إلا حب من حل بالكرخ ولست أبالي بالردى بعد فقدهم وهل يجزع المذبوح من ألم السلخ وأضاف إليهما عبيد الله بن عبد الله الحافظ بيتين آخرين وهما أول وقد فارقت بغداد مكرها سلام على أهل القطيعة والكرخ هواي ورائي والمسير خلافه فقلبي إلى كرخ ووجهي إلى بلخ والأشعار في الكرخ كثيرة جدا وكانت الكرخ أولا في وسط بغداد والمحال حولها فأما الآن فهي محلة وحدها مفردة في وسط الخراب وحولها محال إلا أنها غير مختلطة بها فبين شرقها والقبلة محلة باب البصرة وأهلها كلهم سنية حنابلة لا يوجد غير ذلك وبينهما نحو شوط فرس وفي جنوبها المحلة المعروفة بنهر القلائين وبينهما أقل مما بينهما وبين باب البصرة وأهلها أيضا سنية حنابلة وعن يسار قبلتها محلة تعرف بباب المحول وأهلها أيضا سنية وفي قبلتها نهر الصراة وفي شرقيها نصب بغداد ومحال كثيرة وأهل الكرخ كلهم شيعة إمامية لا يوجد فيهم سني البتة |جـ 4 صـ 449| ",
                "title": "كرخ بغداد",
                "uri": "JK_000129_010834"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}