{
    "features": [
        {
            "item": "JK_000952_0742",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.483-484",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التنكتي</h1> بضم التاء وسكون النون وفتح الكاف وفي آخرها تاء أخرى هذه النسبة إلى تنكت وهي مدينة من مدن الشاش من وراء نهر جيحون وسيحون خرج منها جماعة من أهل العلم مثل أبي الليث نصر بن الحسن بن القاسم بن الفضل التنكتي ويقال له أبو الفتح أيضا من أهل تنكت رحل إلى بلاد المغرب وأقام ببلاد الأندلس مدة يسمع ويسمع وكان من مشاهير التجار الموثرين المشهورين بفعل الخير وأعمال البر اشتهر برواية كتاب الصحيح لمسلم بن الحجاج بالعراق ومصر والأندلس عن أبي الحسين عبد الغافر بن محمد الفارسي ورأى العز ولقي بالإكرام مورده من بلاد الغرب سمع بنيسابور أبا الفتح ناصر بن الحسن بن محمد العمري وأبا حفص عمر بن مسرور الماوردي وأبا بكر أحمد بن منصور بن خلف المغربي وبمصر أبا الحسن محمد بن الحسين بن الطفال وأبا إبراهيم أحمد بن القاسم بن ميمون بن حمزة الحسيني وبالإسكندرية أبا علي الحسين بن محمد بن عمرو بن المعافي وأبا محمد عبد الواحد بن الحسين بن علي بن أبي مطر المعافريين وبتنيس أبا محمد عبد الشاكر بن عبيد الله بن علي الزيادي وأبا الحسين أحمد بن محمد بن أحمد بن الوراق وببلنسية المغرب أبا العباس أحمد بن عمر بن أنس العذري وبصور أبا بكر أحمد بن علي بن ثابت الخطيب الحافظ وبأطرابلس أبا منصور عبد المحسن بن محمد بن علي التاجر وبالأهواز أبا نصر أحمد بن سلام الشيرازي وطبقتهم سمع منه جماعة من القدماء وسكن في آخر عمره بنيسابور وله في الجامع خيرات من السقاية وغيرها روى |جـ 1 صـ 484| لنا عنه أبو القاسم بن السمرقندي وأبو القاسم العكبري وعبد الخالق بن يوسف ببغداد وأبو السعادات بن نغوبا العدل بواسط وأبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وسمعت أبا البركات عبد الله بن محمد الفراوي يقول سمعت والدي يقول سمعت نصر بن الحسن الشاشي يقول ركبت البحار إلى أن وصلت إلى موضع في البحر فرأيت صورة من الحجر أو غيره مرتفعة عن الماء وله يد معوجة مكتوب عليها لا تجاوزني فإن النمل تأكلك وكانت ولادته التنكتي في سنة ست وأربعمائة وتوفي في ذي القعدة سنة ست وثمانين وأربعمائة بنيسابور ودفن بمقبرة الحيرة ",
                "title": "التنكتي",
                "uri": "JK_000952_0742"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}