{
    "features": [
        {
            "item": "JK_000952_2434",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.505-506",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصابري</h1> بفتح الصاد المهملة والباء الموحدة بعدها الألف وفي آخرها الراء هذه النسبة إلى صابر وهي سكة بمرو معروفة من محلة سكة سلمة بأعلى البلد كان منها مؤدبي أبو المعالي يوسف بن محمد الفقيمي الصابري المؤدب من هذه السكة وعرف بالفقيه كان أديبا فاضلا متفننا عارفا بأنواع العلوم حسن الشعر بالعربية والعجمية سمع أبا عمرو الفضل بن أحمد بن متويه الصوفي عنده أخذت الأدب وتلمذت له وكتبت عنه من شعره وشعر غيره شيئا كثيرا وتوفي في حدود سنة ثلاثين وخمسمائة وأبو المظفر محمد بن محمد بن أحمد بن أبي القاسم الصابري المعروف بالقاضي الوجيه من أهل هذه السكة كان شيخا وعاظا مسنا متحركا يتعلق بالقضاة بمرو ويدور حواليهم لتحصيل شيء وكا يعظ في الرساتيق والنواحي مسترفقا وكان يتردد ألي كثيرا لأكتب له الكتب إلى النواحي ليعظ بها منتجعا وكان يقول حججت مع القاضي فخر الدين محمد بن الحسين الأرسابندي وسمعت ببغداد من أبي محمد رزق الله بن عبد الوهاب التميمي وغيره وطلبت منه الأصل فوعد فكررت عليه القول فلم يخرج الأصل أو لم يكن لأنه كان مهذارا مكثارا ولم يكن موثوقا به فيما يقول وقدم علينا هراة وكتبت عنه حديثا عن الزاهد محمد بن أبي العباس أبو العاطاني وكان ذلك في سنة أربعين ولما وافيت سمرقند سنة ثمان وأربعين استعرت كتاب القند في معرفة علماء سمرقند وكنت انتخبت منه فرأيت فيه ذكر القاضي الوجيه وأثنى عليه وذكر عنه حديثا أنه رواه عن أبي الفوارس طراد بن محمد بن علي الزينبي وكان بالدواليب على وادي مرو في سنة ثلاث أو أربع وأربعين وخمسمائة وتوفي هناك وأبو عمرو محمد بن محمد بن صابر بن كاتب بن عبد الرحمن المؤذن الصابري من أهل بخارى نسب إلى جده يروي عن أبي علي صالح بن محمد البغدادي وحامد بن سهل ومحمد بن حريث وأبي سهل محمد بن عبد الله بن سهل وعبد الله بن جعفر |جـ 3 صـ 506| التاجر ومحمد بن المنذر الهروي روى عنه غنجار الحافظ ومات في جمادى الآخرة سنة تسع وستين وثلاثمائة ببخارى وابن أخيه أبو القاسم نصر بن أحمد بن محمد بن صابر بن كاتب البخاري الصابري يروي عن جده محمد بن صابر وأبي الفضل العاصمي ومحمد بن محمد بن المردكي وغيرهم وتوفي سنة اثنتين وسبعين وثلاثمائة ",
                "title": "الصابري",
                "uri": "JK_000952_2434"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}