{
    "features": [
        {
            "item": "JK_000952_4131",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.498-501",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النصبري</h1> بضم النون وفتح الصاد المهملة وسكون الياء المنقوطة بنقطتين بعدها راء مهملة وهذه النسبة لطائفة من غلاة الشيعة يقال لهم النصيرية والنسبة إليها نصيري وهذه الطائفة ينتسبون إلى رجل اسمه نصير وكان في جماعة قريبا من سبقه عشر نفسا كانوا يزعمون أن |جـ 5 صـ 499| عليا هو الله وهؤلاء شر الشيعة وكان ذلك في زمن علي فحذرهم وقال إن لم ترجعوا عن هذا القول وتجددوا إسلامكم وإلا عاقبتكم عقوبة ما سمع مثلها في الإسلام ثم أمر بأخدود وحفر في رحبة جامع الكوفة فاشتعل فيه النار وأمرهم بالرجوع فما رجعوا فأمر غلامه قنبر حتى ألقاهم في النار فهرب واحد من الجماعة اسمه نصير واشتهر هذا الكفر منه وأن عليا لما ألقاهم في النار التفت واحد وقال الان تحققت أنه هو الله لأنه بلغنا عن النبي صلى الله عليه وسلم أنه قال لا يعذب بالنار إلا ربها وكان علي يرميهم في النار وينشد % إني إذا أبصرت أمرا منكرا % % أوقدت ناري ودعوت قنبرا % ولما بلغ ابن عباس ما فعل علي رضي الله عنه قال لو كنت مكان علي رضي الله عنه كنت أقتلهم وما كنت أحرقهم وهذه الطائفة بالحديثة بلدة على الفرات سمعت الشريف عمر بن إبراهيم الحسيني شيخ الزيدية بالكوفة يقول لما انصرفت من الشام دخلت الحديثة مجتازا فسألوا عن اسمي فقلت عمر فأرادوا أن يقتلوني لأن اسمي عمر حتى قلت إني علوي وإني كوفي فتخلصت منهم وإلا كادوا أن يقتلوني ومن المحدثين ممن اشتهر بهذه النسبة أبو عبد الله محمد بن أحمد بن علي بن نصير بن عبد الله النصيري منسوب إلى جده الأعلى كان بنيسابور حدث في سنة سبع وثمانين وثلاثمئة عن أبي بكر عبد الله بن الحسين الجوري النيسابوري وأبي العباس محمد بن إسحاق السراج ومحمد بن عمر بن حفص المقابري وأحمد بن محمد بن الحسين الماسرجي وغيرهم روى عنه القاضي أبو العلاء محمد بن علي بن يعقوب الواسطي والحافظ أبو مسعود أبي أحمد بن محمد بن عبد الله البجلي وغيرهما وتوفي بعد صفر سنة خمس وسبعين وثلاثمئة فإن ابن بكير سمع منه بهذا التاريخ |جـ 5 صـ 500| وأبو عبد الله محمد بن أحمد بن علي بن نصير بن عبد الله النصيري النيسابوري من أهل نيسابور المعدل النصيري من أكابر الشهود ومتوسط التجار والأمانة في تقية قديمة خرج له أبو بكر البغدادي فوائد لخروجه إلى الحج فيه عن أبي بكر محمد بن إسحاق وأبي قريش محمد بن جمعة وأبي العباس السراج سمع منه الحاكم أبو عبد الله الحافظ وتوفي في المحرم سنة تسع وثمانين وثلاثمئة وأبو منصور محمد بن عبد الملك بن الحسن بن خيرون الدباس النصيري من أهل بغداد شيخ مقرىء فاضل ثقة مكثر من الحديث سمعه عمه أبو الفضل أحمد بن الحسن بن خيرون عن جماعة مثل أبي بكر أحمد بن علي بن ثابت الخطيب وأبي الغنائم عبد الصمد بن علي بن المأمون وأبي جعفر محمد بن أحمد بن مسلمة وأبي الحسين أحمد بن محمد بن النقور البزاز وطبقتهم سمعت منه الكثير ببغداد وإنما كنت أكتب له النصيري لأنه كان يسكن درب نصير محلة معروفة ببغداد ولد سنة أربع وخمسين وأربعمئة وتوفي ليلة الاثنين سادس عشر رجب سنة تسع وثلاثين وخمسمئة وأبو مسلم عبد الرحمن بن عبد الله بن محمد بن نصير المديني المعدل النصيري نسب إلى جده الأعلى من أهل أصبهان هو ابن أخي أحمد بن محمد بن نصير يروي أبو مسلم عن جده من قبل أمه أبي أسيد أحمد بن أسيد المديني روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وتوفي في شعبان سنة ثلاث وثمانين وثلاثمئة والقاضي الإمام أبو علي صاعد بن نصير بن أحمد بن الشاه بن علي بن الحسين بن شبل بن نصير النصيري النسفي من أهل نسف نسب إلى جده الأعلى حدث عن أبيه أبي أحمد نصر بن أحمد النصيري وعن أبي نعيم الغويديني روى عنه أبو حفص عمر بن محمد بن أحمد النسفي وتوفي بسمرقند في سكة حائط حيان يوم الخميس الثامن عشر من ذي الحجة سنة ثلاث وتسعين وأربعمئة وهو ابن ثمان أو تسع وخمسين سنة ودفن بجاكرديزة تجنب المشهد |جـ 5 صـ 501| ",
                "title": "النصبري",
                "uri": "JK_000952_4131"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}