{
    "features": [
        {
            "item": "JK_000952_1983",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.185-186",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزيادي</h1> بكسر الزاي وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها الدال المهملة هذه النسبة إلى اسم بعض أجداد المنتسب إليه وهو يحيى بن كثير الزيادي يروي عن محمد بن مسلم الطائفي يروي عنه يعقوب بن إسحاق القلوسي ومحمد بن زياد الزيادي بصري وإبراهيم بن سفيان الزيادي صاحب الأصمعي وأبو حسان الحسن بن عثمان القاضي الزيادي يروي عن حماد بن زيد وشعيب بن صفوان والمعتمر بن سليمان روى عنه يعقوب بن شيبة وأحمد بن يونس الضبي ومحمد بن محمد بن الباغندي وغيرهم وكان من أهل المعرفة وله تاريخ على السنين وجعفر بن محمد بن الليث الزيادي البصري يروي عن عارم هو محمد بن الفضل روى عنه الطبراني وعبد الباقي بن قانع وأبو طاهر محمد بن محمد بن محمش بن علي بن داود بن أيوب بن محمد الزيادي يروي عن أبي بكر بن القطان وأبي طاهر المحمداباذي وأبي عبد الله الصفار والعباس بن قوهيار وأبي حامد بن بلال وغيرهم روى عنه أبو القاسم بن عليك وأحمد بن خلف وعبد الجبار بن برزة وأحمد بن الحسين البيهقي وروى عنه الحاكم أبو عبد الله الحافظ وتوفي قبله وأثنى عليه وقال أبو طاهر الزيادي الفقيه الأديب الشروطي ولد سنة سبع عشرة وثلاثمائة وسمع الحديث سنة خمس وعشرين وثلاثمائة وتفقه سنة ثمان وعشرين وأبوه كان من أعيان العباد المتبرك به وبدعائه وتوفي بعد سنة أربعمائة وابو القاسم أحمد بن محمد بن محمد بن عبد الله الزيادي الخليلي من أهل بلخ يروي عن أبي القاسم الخزاعي روى لنا عنه عمر بن أبي الحسن البسطامي بسمرقند وعمر بن علي السنجي ببلخ ومحمد بن محمد الصلواتي بمرو وأبو بكر محمد بن القاسم بن الشهرزوري بالموصل وجماعة كثيرة سواهم وتوفي |جـ 3 صـ 186| في سنة إحدى وتسعين وأربعمائة وأبو عون محمد بن عون الزيادي من أهل البصرة إنما قيل له الزيادي لأنه كان من موالي زياد بن أبي سفيان أمير العراقين يروي عن أبي عزة روى عنه البصريون وأبو محمد الفضل بن محمد بن الزيادي إمام سرخس في عصره كان مسنا كبيرا جليل القدر فقيها يروي عن أبي منصور محمد بن عبد الملك المظفري وجماعة كتبت عنه شيئا يسيرا بسرخس وحضرت مجلس إملائه في مسجد المربعة وكانت ولادته سنة ثمان وخمسين وأربعمائة وتوفي سنة إحدى وخمسين وخمسمائة بسرخس وأما الزيادية ففرقة من الخوارج انتسبوا إلى اصحاب زياد بن الأصفر وقد ذكرنا في الصفرية ",
                "title": "الزيادي",
                "uri": "JK_000952_1983"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}