{
    "features": [
        {
            "item": "JK_000952_1542",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.440-442",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدارمي</h1> بفتح الدال المهملة وكسر الراء هذه النسبة إلى بني دارم وهو دارم بن مالك بن حنظلة بن زيد مناة بن تميم منها أبو عبد الرحمن محمد بن أبي الحسن علي بن أبي عبد الرحمن محمد بن يحيى بن عبد الرحمن بن الفضل بن عبد الله بن قطاف بن حبيب بن خديج بن قيس بن نهشل بن دارم بن مالك الدارمي التميمي من أهل نيسابور صار في أواخر عمره من العباد المجتهدين الملازمين للمسجد والتعبد وقد سمع الحديث من أبي بكر محمد بن إسحاق بن خزيمة وأبي العباس محمد بن إسحاق السراج وأبي العباس الماسرجسي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في النصف من شعبان سنة أربع وخمسين وثلاثمائة وأبو طيبة عيسى بن سليمان بن دينار الدارمي من أهل جرجان يروي عن الكوفيين الشيباني والأعمش ودونهما روى عنه ابنه أحمد بن أبي طيبة مات سنة ثلاث وخمسين ومائة قال أبو حاتم بن حبان كان يخطئ وأبو جعفر أحمد بن سعيد بن صخر بن سليمان بن سعيد بن قيس ويقال إن جده صخر بن عكيم بن قيس بن عبد الله بن |جـ 2 صـ 441| المنذر بن كعب بن الأسود بن عبد الله بن زيد بن عبد الله بن دارم الدارمي ولد بسرخس ونشأ بنيسابور وكان أكثر أوقاته في الرحلة لسماع الحديث وكان أحد المذكورين بالفقه ومعرفة الحديث والحفظ له سمع النضر بن شميل وعلي بن الحسين بن واقد وجعفر بن عون وأبا عاصم النبيل وعبد الصمد بن عبد الوارث وحبان بن هلال وكان ثقة ثبتا روى عنه عمرو بن علي الفلاس وأبو موسى محمد بن المثنى الزمن ومحمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري في صحيحيهما وأبو القاسم عبد الله بن محمد البغوي ومات بنيسابور سنة ثلاث وخمسين ومائتين وجعفر بن يحيى بن محمد بن أحمد بن يحيى بن عثمان بن سعيد بن عثمان بن عبد الله بن دارم الدارمي أخو إبراهيم السراج الدارمي من أهل مصر ذكره أبو زكريا بحيى بن علي الطحان وقال توفي في شوال سنة خمس وأربعين وثلاثمائة وأبو الفرج محمد بن عبد الواحد بن محمد بن عمر بن الميمون الدارمي الفقيه على مذهب الشافعي كان أحد الفقهاء موصوفا بالذكاء والفطنة يحسن الفقه والحساب ويتكلم في دقائق المسائل ويقول الشعر وانتقل عن بغداد إلى الرحبة فسكنها مدة ثم تحول إلى دمشق فاستوطنها ذكر الدارمي أنه سمع الحديث من أبي محمد بن ماسي وأبي بكر بن إسماعيل الوراق ومحمد بن المظفر الحافظ وأبي عمر بن حيويه وأبي بكر بن شاذان وأبي الحسن الدارقطني وغيرهم سمع منه أبو بكر الخطيب الحافظ وذكره في التاريخ وأثنى عليه ووصفه بمعرفة الفقه واللغة والحساب وقال لقيته بدمشق في سنة خمس وأربعين وأربعمائة وذكره الشيخ أبو إسحاق الشيرازي في كتاب طبقات الفقهاء وكانت ولادته في شوال سنة ثمان وخمسين وثلاثمائة ومات بدمشق في يوم الجمعة أول يوم من ذي القعدة سنة ثمان وأربعين وأربعمائة وأبو محمد عبد الله بن عبد الرحمن بن الفضل بن بهرام بن عبد الصمد السمرقندي الدارمي من بني دارم بن مالك بن حنظلة من أهل سمرقند كان أحد الرحالين في الحديث والموصوفين بجمعه وحفظه والإتقان له مع الثقة والصدق والورع والزهد واستقضى على سمرقند فأبى فألح عليه السلطان حتى تقلده وقضى قضية واحدة ثم استعفى فأعفى وكان على غاية العقل وفي نهاية الفضل يضرب به المثل في الديانة والحلم والرزانة والاجتهاد والعبادة والتقلل والزهادة وصنف المسند والتفسير والجامع وحدث عن يزيد بن هارون وعبيد الله بن موسى ومحمد بن يوسف الفريابي ويعلى بن عبيد وجعفر بن عون وأبي المغيرة الحمصي وأبي اليمان الحكم بن نافع البهراني وعثمان بن عمر بن فارس وأشهل بن حاتم وغيرهم من أهل العراق والشام ومصر روى عنه بندار ومحمد بن يحيى الذهلي ورجاء بن مرجي الحافظ ومسلم بن الحجاج وأبو عيسى |جـ 2 صـ 442| الترمذي وجعفر بن محمد الفريابي قاضي الدينور وجماعة سواهم وقال رجاء بن المرجي رأيت أحمد بن حنبل وإسحاق بن راهويه وعلي بن المديني والشاذكوني فما رأيت أحفظ من عبد الله بن عبد الرحمن الدارمي وكانت ولادته سنة موت عبد الله بن المبارك وهي سنة إحدى وثمانين ومائة ومات بسمرقند يوم عرفة وهو من سنة خمس وخمسين ومائتين ",
                "title": "الدارمي",
                "uri": "JK_000952_1542"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}