{
    "features": [
        {
            "item": "JK_000952_4417",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.677-678",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليامي</h1> بفتح الياء المنقوطة من تحتها باثنتين وفي اخرها الميم هذه النسبة إلى يام وهو بطن من همدان والمشهور بالانتساب إليها الحارث بن عبد الكريم اليامي والد زبيد يروي عن علي مرسلا روى عنه ابنه وابنه أبو عبد الرحمن زبيد بن الحارث بن عبد الكريم اليامي الكوفي حدث عن |جـ 5 صـ 678| أبي وائل شقيق بن سلمة ومرة بن شراحيل وإبراهيم النخعي وغيرهم من التابعين روى عنه ابناه عبد الرحمن وعبد الله وعمرو بن قيس الملائي ومنصور بن المعتمر والأعمش ومسعر والثوري وشعبة وزبيد بن عبد الرحمن بن زبيد اليامي يروي عن أبيه حديثه عند الكوفيين وأبو جعفر أحمد بن بديل بن قريش بن الحارث اليامي من أهل الكوفة حدث عن أبي بكر بن عياش وعبد الله بن إدريس وحفص بن غياث ووكيع وأبي معاوية روى عنه محمد بن صالح بن ذريح العكبري وعلي بن عيسى الوزير مات سنة ثمان وخمسين ومئتين وأبو بكر أحمد بن محمد بن عبد الله بن معاوية بن عبد الله اليامي الكوفي حدث عن مسروق بن المرزبان روى عنه أبو عبد الله محمد بن زيد بن علي بن مروان الكوفي وطلحة بن مصرف بن كعب بن عمرو أبو عبد الله اليامي سمع عبد الله بن أبي أوفى وهزيل بن شرحبيل وعبد الرحمن بن عوسجة روى عنه شعبة وجماعة غيره وابنه محمد بن طلحة بن مصرف اليامي وأبو عدي الزبير بن عدي اليامي الهمداني كوفي حدث عن أنس بن مالك رضي الله عنه وإبراهيم النخعي حدث عنه مالك بن مغول والثوري وبشر بن الحسين الأصبهاني يقال مات بالري في سنة إحدى وثلاثين ومئة وأبو جعفر أحمد بن بديل بن قريش اليامي يروي عن أبي بكر بن عياش وعبد الله بن إدريس وحفص بن غياث وغيرهم روى عنه محمد بن صالح بن ذريح ومحمد بن عبيد الله بن العلاء وعلي بن عيسى الوزير وغيرهم وأبو بكر أحمد بن محمد بن عبد الله بن معاوية بن عبد الله اليامي الخطيب المعلم الكوفي يروي عن مسروق بن المرزبان روى عنه أبو عبد الله بن مروان الأبزاري وأبو عون العلاء بن عبد الكريم اليامي يروي عن ابن سابط ومجاهد ومرة الهمداني روى عنه شريك ووكيع وأبو نعيم وأثنى عليه أبو نعيم وقال سفيان الثوري العلاء كان مرضيا وقال أحمد بن حنبل العلاء شيخ كوفي ثقة ",
                "title": "اليامي",
                "uri": "JK_000952_4417"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}