{
    "features": [
        {
            "item": "JK_000129_001539",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.353-356",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بخارى والنسبة البخاري</h1> بالضم من أعظم مدن ما وراء النهر وأجلها يعبر إليها من آمل الشط وبينها وبين جيحون يومان من هذا الوجه وكانت قاعدة ملك السامانية قال بطليموس في كتاب الملحمة طولها سبع وثمانون درجة وعرضها إحدى وأربعون درجة وهي في الإقليم الخامس طالعها الأسد تحت عشر درج منه لها قلب الأسد كامل تحت إعدى وعشرين درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت العاقبة مثلها من الميزان ولها شركة في العيوق ثلاث درج لها في الدب الأكبر سبع درج وقال أبو عون في زيجه عرضها ست وثلاثون درجة وخمسون دقيقة وهي في الإقليم الرابع وأما اشتقاقها وسبب تسميتها بهذا الاسم فإني تطلبته فلم أظفر به ولا شك أنها مدينة قديمة نزهة كثيرة البساتين واسعة الفواكه جيدتها عهدي بفواكهها تحمل إلى مرو وبينهما اثنتا عشرة مرحلة وإلى خوارزم وبينهما أكثر من خمسة عشر يوما وبينها وبين سمرقند سبعة أيام أو سبعة وثلاثون فرسخا بينهما بلاد الصغد وقال صاحب كتاب الصور وأما نزهة بلاد ما وراء النهر فإني لم أر ولا بلغني في الإسلام بلدا أحسن خارجا من بخارى لأنك إذا علوت قهندزها لم يقع بصرك من جميع النواحي إلا على خضرة متصلة خضرتها بخضرة السماء فكأن السماء بها مكبة خضراء مكبوبة على بساط أخضر تلوح القصور فيما بينها كالنواوير فيها وأراضي ضياعهم منعوتة بالاستواء كالمرآة وليس بما وراء النهر وخراسان بلدة أهلها أحسن قياما بالعمارة على ضياعهم من أهل بخارى ولا أكثر عددا على قدرها في المساحة وذلك مخصوص بهذه البلدة لأن متنزهات الدنيا صغد سمرقند ونهر الأبلة وسنصف الصغد في موضعه إن شاء الله تعالى قال فأما بخارى واسمها بومجكث فهي مدينة على أرض مستوية وبناأها خشب مشبك ويحيط بهذا البناء من القصور والبساتين والمحال والسكك المفترشة والقرى المتصلة سور يكون اثني عشر فرسخا في مثلها يجمع هذه القصور والأبنية والقرى والقصبة فلا ترى في خلال ذلك قفارا ولا خرابا ومن دون هذا السور على خاص القصبة وما يتصل بها من القصور والمساكن والمحال والبساتين التي تعد من القصبة ويسكنها أهل القصبة شتاء وصيفا سور آخر نحو فرسخ في مثله ولها مدينة داخل هذا السور يحيط بها سور حصين ولها قهندز خارج المدينة متصل بها ومقداره مدينة صغيرة وفيه قلعة بها مسكن ولاة خراسان من آل سامان ولها ربض ومسجد الجامع على باب القهندز وليس بخراسان وما وراء النهر مدينة أشد اشتباكا من بخارى ولا أكثر أهلا على قدرها ولهم في الربض نهر الصغد يشق الربض وهو آخر نهر الصغد فيفضي إلى طواحين وضياع ومزارع ويسقط الفاضل منه في مجمع ماء بحذاء بيكندإلى قرب فربر يعرف بسام خاس ويتخللها أنهار أخر وداخل هذا السور مدن وقرى كثيرة منها الطواويس وهي مدينة بومجكث وزندنة وغير ذلك أخبرنا الشريف أبو هاشم عبد المطلب حدثنا الإمام |جـ 1 صـ 354| العدل أبو الفتح أحمد بن محمد بن أحمد بن جعفر الحكمي حدثنا أبو اليسر إملاء حدثنا أبو يعقوب يوسف بن منصور السياري الحافظ إملاء وذكر إسنادا رفعه إلى حذيفة بن اليمان قال قال رسول الله صلى الله عليه وسلم ستفتح مدينة بخراسان خلف نهر يقال له جيحون تسمى بخارى محفوفة بالرحمة ملفوفة بالملائكة منصور أهلها النائم فيها على الفراش كالشاهر سيفه في سبيل الله وخلفها مدينة يقال لها سمرقند فيها عين من عيون الجنة وقبر من قبور الأنبياء وروضة من رياض الجنة تحشر موتاها يوم القيامة مع الشهداء من خلفها تربة يقال لها قطوان يبعث منها سبعون ألف شهيد يشفع كل شهيد في سبعين ألفا من أهل بيته وعترته قال فقال حذيفة لوددت أن أوافق ذلك الزمان فكان أحب إلي من أن أوافق ليلة القدر في أحد المسجدين مسجد الرسول أو المسجد الحرام وكانت معاملة أهل بخارى في أيام السامانية بالدراهم ولا يتعاملون بالدنانير فيما بينهم فكان الذهب كالسلع والعروض وكان لهم دراهم يسمونها الغطريفية من حديد وصفر وآنك وغير ذلك من جواهر مختلفة وقد ركبت فلا تجوز هذه الدراهم إلا في بخارى ونواحيها وحدها وكانت سكتها تصاوير وهي من ضرب الإسلام وكانت لهم دراهم أخر تسمى المسيبية والمحمدية جميعها من ضرب الإسلام ومع ما وصفنا من فضل هذه المدينة فقد ذمها الشعراء ووصفوها بالقذارة وظهور النجس في أزقتها لأنهم لا كنف لهم قال لهم أبو الطيب طاهر بن محمد بن عبد الله بن طاهر الطاهري بخارى من خرا لا شك فيه يعز بربعها الشيء النظيف فإن قلت الأمير بها مقيم فذا من فخر مفتخر ضعيف إذا كان الأمير خرا فقل لي أليس الخرء موضعه الكنيف وقال آخر أقمنا في بخارى كارهينا ونخرج إن خرجنا طائعينا فأخرجنا إله الناس منها فإن عدنا فإنا ظالمونا وقال محمود بن داود البخاري وقد تلوث بالسرجين باء بخارى فاعلمن زائده والألف الوسطى بلا فائده فهي خرا محض وسكانها كالطير في أقفاصها راكدة وقال أيضا ما بلدة مبنية من خرا وأهلها في وسطها دود تلك بخارى من بخارى الخرا يضيع فيها الند والعود وقال أبو أحمد بن أبي بكر الكاتب فقحة الدنيا بخارى ولنا فيها اقتحام ليتها تفسو بنا الآ ن فقد طال المقام وأما حديث فتحها فإنه لما مات زياد ابن أبيه في سنة ثلاث وخمسين في أيام معاوية فوفد عبيد الله بن زياد على معاوية فقال له معاوية من استخلف أخي |جـ 1 صـ 355| على عمله فقال استخلف خالد بن أسيد على الكوفة وسمرة بن جندب على البصرة فقال له معاوية لو استعملك أبوك لاستعملتك فقال له أنشدك الله أن لا يقولها أحد بعدك لو ولاك أبوك أو عمك لوليتك فعهد إليه وولاه ثغر خراسان وقيل إن الذي ولي خراسان بعد موت زياد من ولده عبد الرحمن قال البلاذري لما مات زياد استعمل معاوية عبيد الله بن زياد على خراسان وهو ابن خمس وعشرين سنة فقطع النهر في أربعة وعشرين ألفا وكان ملك بخارى قد أفضى يومئذ إلى امرأة يسمونها خاتون فأتى عبيد الله بيكند وكانت خاتون بمدينة بخارى فأرسلت إلى الترك تستمدهم فجاءها منهم دهم فلقيهم المسلمون فهزموهم وحووا عسكرهم وأقبل المسلمون يخربون ويحرقون فبعثت إليهم خاتون تطلب منهم الصلح والأمان فصالحها على ألف ألف ودخل المدينة وفتح زامين وبيكند وبينهما فرسخان وزامين تنسب إلى بيكند ويقال إنه فتح الصغانيان وعاد إلى البصرة في ألفين من سبي بخاري كلهم جيد الرمي بالنشاب ففرض لهم العطاء ثم استعمل معاوية على خراسان سعيد بن عثمان بن عفان سنة 55 فقطع النهر وقيل إنه أول من قطعه بجنده وكان معه رفيع أبو العالية الرياحي وهي مولى لامرأة من بني رياح فقال رفيع وأبو العالية رفعة وعلو فلما بلغ خاتون عبوره حملت إليه الصلح وأقبل أهل الصغد والترك وأهل كش ونسف إلى سعيد في مئة ألف وعشرين ألفا فالتقوا ببخارى فندمت خاتون على أدائها الإتاوة ونقضت العهد فحضر عبد لبعض أهل تلك الجموع فانصرف بمن معه فانكسر الباقون فلما رأت خاتون ذلك أعطته الرهن وأعادت الصلح ودخل سعيد مدينة بخارى ثم غزا سمرقند كما نذكره في سمرقند ثم لم يبلغني من خبرها شيء إلى سنة 78 في ولاية قتيبة بن مسلم خراسان فإنه عبر النهر إلى بخارى فحاصرها فاجتمعت الصغد وفرغانة والشاس وبخارى فأحدقوا به أربعة أشهر ثم هزمهم وقتلهم قتلا ذريعا وسبى منهم خمسين ألف رأس وفتحها فأصاب بها قدورا يصعد إليها بالسلاليم ثم مضى منها إلى سمرقند وهي غزوته الأولى وصفت بخارى للمسلمين وينسب إلى بخارى خلق كثير من أئمة المسلمين في فنون شتى منهم إمام أهل الحديث أبو عبد الله محمد بن إسماعيل ابن إبراهيم بن مغيرة بن بردزبة وبردزبه مجوسي أسلم على يد يمان البخاري والي بخارى ويمان هذا هو أبو جد عبد الله بن محمد المسندي الجعفي ولذلك قيل للبخاري الجعفي نسبة إلى ولائهم صاحب الجامع الصحيح والتاريخ رحل في طلب العلم إلى محدثي الأمصار وكتب بخراسان والعراق والشام والحجاز ومصر ومولده سنة 491 ومات ليلة عيد الفطر سنة 526 وامتحن وتعصب عليه حتى أخرج من بخارى إلى خرتنك فمات بها ومنهم أبو زكرياء عبد الرحيم بن أحمد بن نصر بن إسحاق بن عمرو بن مزاحم بن أحمد بن نصر بن إسحاق بن عمرو بن مزاحم بن غياث التميمي البخاري الحافظ سمع بما وراء النهر والعراق والشام ومصر وإفريقية والأندلس ثم سكن مصر وحدث عن عبد الغني بن سعيد الحافظ وتمام بن محمد الرازي وعمن يطول ذكرهم وحكى عنه الفقيه أبو الفتح نصر بن إبراهيم المقدسي أنه قال لي ببخارى أربعة عشر ألف جزء أريد أن أمضي وأجيء بها وقال أبو عبد الله محمد بن أحمد الخطاب سمع أبو |جـ 1 صـ 356| زكرياء البخاري ببخارى محمد بن أحمد بن سليمان الغنجار البخاري وأبا الفضل أحمد بن علي بن عمرو السليماني البيكندي وذكر جماعة بعدة بلاد وقال سمع عبد الغني بن سعيد بمصر ودخل الأندلس وبلاد المغرب وكتب بها عن شيوخها ولم يزل يكتب إلى أن مات وكتب عمن هو دونه وفي مشايخه كثرة وكان من الحفاظ الأثبات عندي عنه مشتبه النسبة لعبد الغني وقال أبو الفضل بن طاهر المقدسي في كتابه تكملة الكامل في معرفة الضعفاء قال عبد الرحيم أبو زكرياء البخاري حدث عن عبد الغني بن سعيد بكتاب مشتبه النسبة قراءة عليه وأنا أسمع قال ابن طاهر وفي هذا نظر فإني سمعت الإمام أبا القاسم سعد بن علي الزنجاني الحافظ يقول لم يرو هذا الكتاب عن عبد الغني غير ابن ابنته أبي الحسن بن بقاء الخشاب قال الحافظ أبو القاسم الدمشقي وفي قول الزنجاني هذا نظر فإنه شهادة على نفي وقد وجدنا ما يبطلها وهو أنه قد روى هذا الكتاب عن عبد الغني أيضا أبو الحسن رشاء بن نظيف المقري وكان من الثقات وأبو زكرياء عبد الرحيم ثقة ما سمعنا أن أحدا تكلم فيه وذكر أبو محمد الأكفاني أن أبا زكرياء البخاري مات بالحوراء سنة 461 وقال غيره سئل عن مولده فقال في شهر ربيع الأول سنة 283 ومنهم أبو علي الحسين بن عبد الله ابن سينا الحكيم البخاري المشهور أمره المقدور قدره صاحب التصانيف تقلبت به أحوال أقدمته إلى الجبال فولي الوزارة لشمس الدولة أبي طاهر بن فخر الدولة بن ركن الدولة بن بويه صاحب همذان وجرت له أمور وتقلبت به نكبات حتى مات في يوم السبت سادس شعبان سنة 824 عن ثمان وخمسين سنة وأما الفقيه أبو الفضل عبد الرحمن بن محمد بن حمدون بن بخارى البخاري وأبوه أبو بكر من أهل نيسابور فمنسوبان إلى جدهما وأما أبو المعالي أحمد بن محمد بن علي بن أحمد البغدادي البخاري فإنه كان يحرق البخور في جامع المنصور احتسابا فجعل أهل بغداد البخوري بخاريا وعرف بيته في بغداد ببيت ابن البخاري قالهما أبو سعد ",
                "title": "بخارى والنسبة البخاري",
                "uri": "JK_000129_001539"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}