{
    "features": [
        {
            "item": "JK_000952_0179",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.167-168",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأشقر</h1> بالشين المعجمة المسكونة بعدها قاف وفي آخرها راء مهملة والمشهور بهذه الصفة أبو عبد الله الحسين بن الحسن الفزاري الأشقر من أهل البصرة يروي عن زهير بن معاوية وعبد الله بن عون وغيرهما روى عنه محمد بن المثنى البصري الزمن مات سنة ثمان وثمانين ومائة وأحمد بن عبد الله الأزدي الأشقر يروي عن عبيد الله بن موسى ويونس بن بكير روى عنه الحضرمي وأبو سليمان داود بن نوح الأشقر السمسار من أهل بغداد حدث عن عبد الوارث بن سعيد وحماد بن زيد روى عنه محمد بن إسحاق الصغاني والحارث بن محمد بن أبي أسامة ومات ببغداد في شعبان سنة ثمان وعشرين ومائتين وأبو الطيب محمد بن أسد بن الحارث بن كثير بن غزوان الكاتب الأشقر من أهل بغداد حدث عن عمير بن مرداس الدونقي روى عنه أبو حفص بن شاهين وأبو القاسم بن الثلاج وأبو حامد أحمد بن يوسف بن عبد الرحمن الصوفي المعروف بالأشقر من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ فقال أحد الفقراء المجردين ممن صحب المشايخ القدماء بخراسان والعراق وكان يكثر الجوار بمكة وطالت عشرتنا له وآخر ما فارقته ببخارا فإنا اجتمعنا بها سنة خمس أو ست وخمسين ثم خرج منها إلى الحج سنة سبع وخمسين وأنا بها أدرك أبا |جـ 1 صـ 168| عثمان سعيد بن إسماعيل وصحب زكريا السختياني ورافق شيخنا أبا عمرو بن نجيد ورأيته يجله ويعظم حقه وسمع الحديث من الحسن بن سفيان بخراسان وبالعراق من عبد الله محمد بن ناجية وأقرانهما وتوفي بمكة سنة تسع وخمسين وثلاثمائة والقاضي أبو القاسم عبد الله بن محمد بن عبد الرحمن بن الخليل الأشقر كان شيخا صالحا من أهل بغداد راوية التاريخ الصغير عن البخاري سمع لوينا محمد بن سليمان والحسين بن مهدي الأبلي وزيد بن أخزم الطائي والحسن بن عرفة ويوسف بن موسى ورجاء بن مرجي ومحمد بن عثمان بن كرامة وغيرهم روى عنه محمد بن المظفر وأبو عمر بن حيويه وأبو حفص بن شاهين وقال أبو نعيم الحافظ عبد الله بن الأشقر بغدادي حدث بأصبهان وكان إليه قضاء الكرخ وقال صالح بن أحمد الحافظ عبد الله بن الأشقر أدركته ولم يقض لي السماع منه ويدل حديثه على الصدق ",
                "title": "الأشقر",
                "uri": "JK_000952_0179"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}