{
    "features": [
        {
            "item": "JK_000952_2984",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.338-339",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفاشاني</h1> بفتح الفاء والشين المعجمة وفي آخرها النون هذه النسبة إلى قرية من قرى مرو يقال لها قاشان وقد يقال لها بالباء وبهراة قرية أخرى يقال لها باشان بالباء الموحدة خرج من فاشان جماعة من العلماء قديما وحديثا فمنهم الإمام أبو زيد محمد بن أحمد بن عبد الله بن محمد الفاشاني الإمام المنقطع القرين في عصره ومن أحفظ الناس لمذهب |جـ 4 صـ 339| الشافعي وأحسنهم نظرا فيه وأزهدهم في الدنيا وأصدقهم ورعا أقام بمكة سبع سنين مجاورا حرم الله عز وجل وسمع الحديث من محمد بن عبد الله السعدي وجماعة من أصحاب علي بن حجر وأكثر عن أبي بكر أحمد بن محمد بن عمر المنكدري روى عنه أبو الحسن علي بن عمر الدارقطني والحاكم أبو عبد الله محمد بن عبد الله البيع ومحمد بن أحمد بن القاسم المحاملي وجماعة كثيرة بخراسان وكان تفقه ببغداد على أبي إسحاق المروزي الخالداباذي وسمع الجامع الصحيح للبخاري عن صاحبه محمد بن يوسف الفربري وما دام بمرو في الأحياء ما كان يقرأ على غيره لفضله وعلمه وإتقانه وحدث بهذا الكتاب بمكة وهو أجل من روى ذلك الكتاب ودرس الفقه بمرو وظهر له الأصحاب والمنتسبون إليه وتوفي في يوم الخميس الثالث عشر من رجب سنة إحدى وسبعين وثلاثمائة ودفن برأس سنجدان على يمين الطريق وقبره معروف يزار وأبو بكر الهراس الفاشاني شيخ حدث ببخارى عن الحاكم أبي الفضل محمد بن الحسين الحدادي روى عنه أبو كامل البصري وأبو حفص عمر بن عبد الله الفاشاني الإمام الفاضل المتكلم تفقه ببغداد عل جماعة وانحدر إلى البصرة وسمع السنن لأبي داود على القاضي أبي عمر القاسم بن جعفر الهاشمي بروايته عن أبي علي اللؤلؤي عنه وحدث بمرو بهذا الكتاب وسمع منه وله أولاد فضلاء عبد الله وعبيد الله من أهل فاشان أيضا ورايت ابنا لعبد الله اسمه عمر تولى الأمور الجليلة بمرو وبخوارزم وتوفي بذات عرق بعد فراغه من الحج في الرابع والعشرين من ذي الحجة سنة سبع وأربعين وخمسمائة وشيخنا الإمام أبو نصر بن محمد بن يوسف الفاشاني الإمام الفاضل العالم الورع تفقه على محمد بن عبد الرزاق الماخواني وبرع في الفقه وكان لطيف الطبع كثير المحفوظ حسن المحاورة لا يمل جليسه منه وكانت له يد باسطة في اللغة صحب الأكابر وعمر العمر الطويل في الورع والزهد ونشر العلم وكثرة التهجد ودوام التلاوة سمع أبا عبد الله محمد بن الحسن المهربندقشابي وأبا الحسن مصعب بن عبد الرزاق المصعبي وجدي الإمام أبا المظفر السمعاني وغيرهم سمعت منه الكثير واستفدت منه وتوفي في السابع عشر من المحرم من سنة تسع وعشرين وخمسمائة وصلينا عليه ودفن بسنجدان إحدى مقابر مرو ومن القدماء موسى بن حاتم الفاشاني يروي عن المقرىء وأبي الوزير روى عنه محمود بن ولان الساسجردي وابنه محمد بن موسى بن حاتم الفاشاني يروي عن علي بن |جـ 4 صـ 340| الحسن بن شقيق وعبدان وغيرهما وكان محمد بن علي الحافظ الهرمزفرهي سيىءالرأي فيه قاله أبو العباس المعداني وقال سمعت القاسم بن أبي القاسم السياري يقول أنا بريء من عهدته وأبو عبد الله محمد بن أبي الفضل بن سعد الفاشاني شيخ صالح يحفظ كلام المشايخ المتأخرين ويتكلم على لسان الصوفية سمع جدي الإمام أبا المظفر السمعاني سمعت عنه جزءا أو جزئين من الحديث الألف له وأبو الفضل عبد الرحمن بن عبد الملك بن علي الفاشاني سمع الحاكم أبا عمرو محمد بن عبد العزيز القنطري سمع منه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ هكذا رأيت في معجم شيوخه ومن القدماء زهير بن سالم الفاشاني من قرية فاشان سمع إسحاق بن سليمان هكذا ذكره أبو زرعة السنجي ",
                "title": "الفاشاني",
                "uri": "JK_000952_2984"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}