{
    "features": [
        {
            "item": "JK_000952_2638",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.99-101",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الظاهري</h1> بفتح الظاء المعجمة والهاء المكسورة بعد الألف وفي آخرها الراء هذه النسبة إلى أصحاب الظاهر وهم جماعة ينتحلون مذهب داود بن علي الأصبهاني صاحب الظاهر فإنهم يجرون النصوص على ظاهرها وفيهم كثرة منهم أبو الحسن محمد بن الحسين البصري الظاهري كان على مذهب داود حدث عن محمد بن الحسن بن الصباح الداودي روى عنه أبو نصر بن أبي عبد الله الشيرازي وأما داود فهو أبو سليمان داود بن علي بن خلف الفقيه الظاهري أصبهاني الأصل سكن بغداد وكان من أهل قاشان بلدة عند أصبهان سمع سليمان بن حرب وعمرو بن مرزوق والقعنبي ومحمد بن كثير العبدي ومسدد بن مسرهد رحل إلى نيسابور وسمع من إسحاق بن راهوية المسند والتفسير ثم قدم بغداد وصنف كتبه بها وهو إمام أصحاب الظاهر وكان ورعا ناسكا زاهدا وفي كتبه حديث كثير إلا أن الرواية عنه عزيزة جدا روى عنه ابنه محمد بن داود وزكريا بن يحيى الساجي ويوسف بن يعقوب بن مهران الداودي والعباس بن أحمد المذكر وذكره أبو العباس ثعلب فقال كان عقله أكثر من علمه وقال أبو عبدالله المحاملي رأيت داود بن علي يصلي فما رأيت مصليا يشبهه في حسن تواضعه وقد حكي لأحمد بن حنبل عنه قول في القرآن بدعه فيه وامتنع من الاجتماع معه بسببه واستأذن له ابنه صالح بن أحمد أن يدخل عليه فامتنع وقال كتب إلي محمد بن يحيى الذهلي من نيسابور أنه زعم أن القرآن محدث فلا يقربني قال يا أبت إنه ينتفي من هذا وينكره فقال أحمد بن حنبل محمد بن يحيى أصدق منه لا تأذن له في المصير إلي قال أبو بكر أحمد بن كامل بن خلف في شهر رمضان يعني سنة سبعين ومائتين مات داود بن علي بن خلف الأصبهاني وهو أول من أظهر انتحال الظاهر ونفي القياس في الأحكام قولا واضطر إليه فعلا فسماه دليلا وحكى ابنه محمد بن داود قال رأيت أبي في المنام فقلت له ما فعل الله بك قال غفر لي وسامحني فقلت غفر لك فمم |جـ 4 صـ 100| سامحك قال يا بني الأمر عظيم والويل كل الويل لمن لم يسامح ولد سنة إحدى ومائتين ومات ببغداد سنة سبعين ومائتين وكان أبوه علي بن خلف يتولى كتابة عبدالله بن خالد الكوفي قاضي أصبهان أبام المأمون وابنه أبو بكر محمد بن داود بن علي بن خلف الأصبهاني القاشاني صاحب كتاب الزهرة كان عالما أديبا وشاعرا ظريفا وله في الزهرة أحاديث عن عباس بن محمد الدوري وطبقته ولما جلس في حلقة أبيه بعد وفاته يفتي استصغروه عن ذلك فدسوا إليه رجلا وقالوا له سله عن حد السكر ما هو ومتى يكون الإنسان سكران فأتاه الرجل فسأله عن حد السكر ما هو ومتى يكون الإنسان سكران فقال محمد بن داود إذا غربت عنه الهموم وباح بسره المكتوم فاستحسن ذلك منه وعلم موضعه من العلم ومن مليح شعره قوله % سقى الله أياما لنا ولياليا % % لهن بأكناف الشباب ملاعب % % إذ العيش غض والزمان بغرة % % وشاهد آفات المجيب غائب % وله أخبار ومناظرات مع أبي العباس بن سريج الشافعي بحضرة القاضي أبي عمر يوسف مثبتة مسطورة لحسنها ومن جملة أشعاره % أنظر إلى السحر يجري في لواحظه % % وانظر إلى دعج في طرفه الساجي % % وانظر إلى شعرات فوق عارضه % % كأنهن نمال دب في عاج % مات أبو بكر بن داود الأصبهاني الظاهري والقاضي يوسف بن يعقوب في يوم واحد يوم الإثنين لسبع خلون من شهر رمضان سنة سبع وتسعين ومائتين وقيل مات محمد بن داود لسبع خلون من شوال من السنة وأبو الحسن عبد الله بن أحمد بن محمد المغلس الفقيه الظاهري له مصنفات على مذهب داود بن علي وحدث عن جده محمد بن المغلس وعلي بن داود القنطري وأبي قلابة الرقاشي وجعفر بن محمد بن شاكر الصائغ وإسماعيل بن إسحاق القاضي وعبد الله بن أحمد بن حنبل والحسن بن علي المعمري وغيرهم روى عنه أبو المفضل محمد بن عبد الله الشيباني وكان ثقة فاضلا فهما أخذ العلوم عن أبي بكر محمد بن داود وعن ابن المغس انتشر علم داود في الإسلام وتوفي في سنة أربع وعشرين وثلاثمائة أصابته سكتة |جـ 4 صـ 101| ",
                "title": "الظاهري",
                "uri": "JK_000952_2638"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}