{
    "features": [
        {
            "item": "JK_000952_3165",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.440-442",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القباني</h1> بفتح القاف وتشديد الباء الموحدة وفي آخرها النون هذه النسبة إلى القبان وهو الذي يوزن به الأشياء والمنتسب إليه إما إلى عمله أو إلى الوزن به والمشهور بهذه النسبة علي بن الحسين القباني روى عن عبد الله بن هاشم الطوسي روى عنه القاضي يوسف الميانجي وأبو علي الحسين بن محمد بن محمد بن زياد القباني الحافظ أحد أركان الحديث وحفاظ الدنيا رحل وأكثر السماع وصنف المسند والتاريخ الكني والأبواب أخرج البخاري عن حسين غير منسوب عن أحمد بن منيع في كتاب الطب فقال أبو نصر الكلاباذي هو عندي حسين بن محمد بن زياد القباني كان عنده مسند أحمد بن منيع وبلغني أنه كان يلزم البخاري ويهوى هواه لما وقع له بنيسابور ما وقع |جـ 4 صـ 441| وكان الحسين يقول كان الجدي زياد قبان ولم يكن وزانا ولم يكن بنيسابور إذ ذاك كثير قبان وكان الناس إذا أرادوا أن يزنوا شيئا جاءوا واستعاروا قبان جدي فشهر بالقباني وبقي علينا هذا اللقب وكان جدي زياد حمل ذلك القبان من فارس إلى نيسابور قال أبو عبد الله محمد بن يعقوب كان الحسين بن محمد بن زياد من أحفظ الناس لحديثه وأعرفهم بالأسامي والكني كان مجمع أهل الحديث بعد مسلم بن الحجاج عنده سمع الحنظلي وعمرو بن زرارة الكلابي وأبا بكر بن أبي شيبة والقواريري وغيرهم توفي سنة تسع وثمانين ومائتين ودفن بمقبرة الحسين يروي عنه أبو زكريا يحيى بن محمد العنبري ودعلج بن أحمد السجزي وغيرهم وأبو نصر محمد بن أحمد بن عبد الله الكبريتي القباني الوزان كان يزن بالقبان من أهل أصبهان شيخ صالح سديد سمع أبا مسلم بن مهربزد الأديب وأحمد بن الفضل الباطرقاني وأبا سعيد السجزي وغيرهم كتبت عنه كتاب الأوائل لأبي عروبة الحراني بروايته عن أبي مسلم محمد بن علي بن مهربزد الأديب عن أبي بكر محمد بن علي بن المقري عن أبي عروبة الحسين بن أبي معشر الحراني السلمي وغير ذلك من الفوائد وتوفي بأصبهان سنة اثنتين وثلاثين وخمسمائة رحمه الله وأحمد بن لقمان القباني حدث بجرجان إملاء روى عنه أبو عبد الرحمن بن حمدان قاله حمزة بن يوسف وأبو محمد عبد الله بن محمد بن السري بن الصباح القباني العابد الكرماني كان من كبار أصحاب أبي علي الثقفي يروي عن أبي لبيد محمد بن إدريس الشامي وأبي بكر محمد بن إسحاق بن خزيمة وجعفر بن أحمد بن نصر الحافظ روى عنه أبو حازم العبدوي الحافظ وعبد الله بن الحاكم البيع ومات في شهر ربيع الأول سنة ست وستين وثلاثمائة ودفن في مقبرة الحسين وأبو العباس أحمد بن محمد بن محمود الزاهد المجرد القباني من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو العباس القباني الشيخ الصالح على الحقيقة كان يورق ولا يأكل إلا من كسب يده ثم ما كنا نصعد إلى حجرته في سكة الدقاقين إلا يطيبنا ويتحفنا بالريحان في وقته والنرجس في وقته والتفاح في وقته لم يخلني قط من شيء منه وأقله الماورد ولقد تساهل في أمرالدنيا الدنية التي أتعبتنا ولم يكن عنده إلا بلغة سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس أحمد بن محمد |جـ 4 صـ 442| الماسرجسي وأقرانهما وتوفي في شهر ربيع الأول سنة إحدى وسبعين وثلاثمائة وإنما كتب الحديث على كبر السن ",
                "title": "القباني",
                "uri": "JK_000952_3165"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}