{
    "features": [
        {
            "item": "JK_000952_2795",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.218-220",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العقيلي</h1> بضم العين وفتح القاف وسكون الياء المنقوطة باثنتين من تحتها هذه النسبة إلى عقيل بن كعب بن عامر بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر والمشهور بها أبو عبد الرحمن عبد الله بن شقيق العقيلي البصري من التابعين سمع أبا هريرة وابن عباس وعائشة وأبو جعفر محمد بن عمرو بن موسى العقيلي الحافظ قال أبو الفضل المقدسي هو منسوب إلى عقيل وأبو اليسير محمد بن عبد الله بن علاثة بن علقمة بن مالك بن عوف بن عمر وابن عويمر بن ربيعة بن عقيل بن كعب بن عامر بن ربيعة العقيلي من أهل حران وهو أخو سليمان وزياد وحدث عن هشام بن حسان والأوزاعي وعلي بن بذيمة وعبيد الله بن عمر روى عنه عبد الله بن المبارك ووكيع ومحمد بن سلمة الحراني وحرمي بن حفص وكان قاضيا بالجانب الشرقي من بغداد زمن المهدي وكان صديقا لسفيان الثوري فلما ولي القضاء أنكر عليه سفيان ذلك واستأذن ابن علاثة عليه وكان سفيان يعجن كسبا للشاة فلم يزل به عمار حتى أذن له فدخل ابن علاثة فلم يحول وجهه إليه ثم ناداه يا ابن علاثة ألهذا كتبت العلم لو اشتريت صيرا بدرهم يعني سميكاء ثم درت في سكك الكوفة لكان خيرا من هذا أثنى عليه يحيى بن معين ووصفه بالثقة والخيرية ومات سنة ثمان وستين ومائة |جـ 4 صـ 219| ومن التابعين يعلى بن الأشدق العقيلي روى عن عبد الله بن جراد ونابغة بن جعدة روى عنه الوليد بن عبد الملك بن مسرح وعمرو بن قسط وداود بن رشيد ومحمد بن سفيان بن وردان الكوفي قال أبو مسهر قدم يعلى بن الأشدق بن جراد بن معاوية يكنى بأبي الهيثم العقيلي دمشق وكان أعرابيا فحدث عن عبد الله بن جراد بسبعة أحاديث فقلنا لعله حق ثم جعله عشرة ثم جعله عشرين ثم جعله أربعين فكان هو ذا يزيد وكان سائلا يسأل الناس قال أبو مسهر كنا نسخر بيعلى بن الأشدق وكان يدور في الآفاق وقال أبو حاتم هو ليس بشيء ضعيف الحديث وسئل أبو زرعة عن يعلى بن الأشدق العقيلي فقال هو عندي لا يصدق بشيء قدم الرقة فقال رأيت رجلا من أصحاب رسول الله صلى الله عليه وسلم يقال له عبد الله بن جراد فأعطوه على ذلك فوضع أربعين حديثا |جـ 4 صـ 220| ",
                "title": "العقيلي",
                "uri": "JK_000952_2795"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}