{
    "features": [
        {
            "item": "JK_000952_3795",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.286-287",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المستغفري</h1> بضم الميم وسكون السين المهملة وفتح التاء المنقوطة باثنتين من فوقها وسكون الغين المعجمة وكسر الفاء وفي اخرها الراء المهملة هذه النسبة إلى المستغفر وهو اسم لبعض أجداد المنتسب إليه وهو أبو علي محمد بن المعتز بن محمد بن المستغفر بن الفتح بن إدريس المطوعي الجلاب المستغفري من أهل نسف سمع أبا حفص أحمد بن محمد العجلي سمع منه جزءا واحدا روى عنه ابنه وكانت ولادته في شهور سنة ثماني عشرة وثلاث مئة ووفاته في شهر ربيع الاخر سنة أربع وسبعين وثلاث مئة وابنه أبو العباس جعفر بن محمد بن المعتز بن محمد بن المستغفر النسفي المستغفري خطيب نسف كان فقيها فاضلا ومحدثا مكثرا صدوقا يرجع إلى فهم ومعرفة وإتقان جمع الجموع وصنف التصانيف وأحسن فيها وكان قد رحل إلى خراسان وأقام بمرو وسرخس مدة وأكثر عن أبي علي زاهر بن أحمد السرخسي وما جاوزه سمع بنسف أبا سهل هارون بن أحمد الاستراباذي وأبا محمد عبد الله بن محمد بن زر الرازي وببخارى أبا عبد الله بن محمد بن أحمد غنجار الحافظ وبمرو أبا الهيثم محمد بن المكي الكشمهيني وجماعة كثيرة سواهم روى عنه جدي الأعلى القاضي أبو منصور محمد بن عبد الجبار السمعاني وأبو علي الحسن بن عبد الملك القاضي وأبو محمد الحسن بن أحمد السمرقندي الحافظ وجمع كثير لا يحصون ولم يكن بما وراء النهر في عصره من يجري مجراه في الجمع والتصنيف وفهم الحديث وكانت ولادته سنة خمسين وثلاث مئة ووفاته سلخ جمادى الأولى سنة اثنتين وثلاثين وأربع مئة وزرت قبره بنسف على طرف الوادي وابنه أبو ذر محمد بن جعفر المستغفري كان خطيب نسف سمعه أبوه عن جماعة من الشيوخ شارك أباه فيهم وولي الخطابة مدة بعد أبيه وكان من أهل العلم والخير ذكره أبو |جـ 5 صـ 287| محمد عبد العزيز بن محمد النخشبي الحافظ في معجم شيوخه وقال أبو ذر المستغفري ابن شيخنا الإمام أبي العباس سمع أبا الفضل يعقوب بن إسحاق السلامي وأبا محمد عبد الملك بن مروان بن إبراهيم بن رافع الميداني ورحل به أبوه إلى أبي علي الحاجبي فسمعه الصحيح للبخاري وقطعة صالحة من المتفرقات كان ربما يملي في حياة والده صحيح السماع ",
                "title": "المستغفري",
                "uri": "JK_000952_3795"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}