{
    "features": [
        {
            "item": "JK_000952_0108",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.115-117",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأرموي</h1> بضم الألف وسكون الراء وفتح الميم وفي آخرها الواو هذه النسبة إلى أرمية وهي من بلاد أذربيجان والمشهور بالنسبة إليها جماعة من أهل العلم منهم أبو عبد الله الحسين بن عبد الله بن الحسين بن محمد بن الحسين بن محمد بن الشويخ الأرموي الشافعي من أهل أرمية نزل مصر وسكنها وحدث بها سمع ببغداد أبا محمد عبد الله بن عبيد الله بن يحيى بن البيع وبالبصرة أبا عمرو محمد بن محمد بن محمد بن بكر الهزاني وغيرهما روى عنه الحافظان أبو القاسم هبة الله بن عبد الوارث الشيرازي وأبو الفتيان عمر بن عبد الكريم الرواسي وتوفي بمصر بعد سنة ستين وأربعمائة وأبو بكر محمد بن الحسين بن عمر أبو بكر الأرموي فقيه فاضل سديد السيرة تفقه على الإمام أبي إسحاق الشيرازي وحفظ المذهب وعمر ودرس الفقه في النظامية ببغداد سمع أبا الحسين بن المهتدي بالله وأبا الحسين بن النقور وأستاذه وجماعة غير أنه تحرج عن الرواية لأنه |جـ 1 صـ 116| كان معه بلدي له يقال له أبو بكر محمد بن الحسن الأرموي واختلط اسمه باسمه فلم يكن يروي شيئا كتبت عنه بيتين من إنشاد الإمام أبي إسحاق الشيرازي أنشدناهما من حفظه إملاء بداره بدرب السلسة أنشدني أستاذي أبو إسحاق لنفسه % سألت الناس عن خل وفي % % فقالوا ما إلى هذا سبيل % % تمسك إن ظفرت بود حر % % فإن الحر في الدنيا قليل % وتوفي أبو بكر الأرموي في سنة ست وثلاثين وخمسمائة ببغداد وأبو الفضل محمد بن عمر بن يوسف بن محمد الأرموي من أهل أرمية أيضا تفقه على الإمام أبي إسحاق الشيرازي ببغداد وكان قدمها مع والده وبقي ببغداد إلى أن توفي وأخذ الفقه وكان يناظر ويحفظ المذهب ولي القضاء بدير العاقول مدة وسمع الحديث من أبي الحسين محمد بن علي بن المهتدي بالله وأبو الغنائم عبد الصمد بن علي بن المأمون الهاشميين وأبي جعفر بن المسلمة المعدل وأبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وطبقتهم وعمر العمر الطويل حتى مات أقرانه وصار آخر من روى عن هؤلاء الشيوخ سمعت منه الكثير ببغداد وكانت ولادته سنة سبع وخمسين وأربعمائة وتوفي سنة سبع وأربعين وخمسمائة وجماعة من أهل هذه البلدة سمعوا معنا الحديث منهم أبو الفتح نصر بن أحمد بن سناط الأرموي كان فقيها فاضلا ورد مرو وسمع معنا الكثير من يوسف بن أيوب الهمذاني وأبي منصور الكراعي ومن دونهما وخرج إلى بلاده وولي القضاء بها ولا أدري متى توفي سمعت منه أقطاعا من الشعر كتبها لي بخطه وأبو الروح الفرج بن أبي بكر بن الفرج الأرموي من أهل أرمية فقيه فاضل صالح سديد السيرة تفقه بنوقان طوس على شيخنا محمد بن أبي العباس ولقيته بها وسمع معي التفسير للثعالبي عن أبي سعد ناصر بن سهل البغدادي ومحمد بن أبي سعد بن حفص نوقاني بروايتهما عن أبي سعيد الفرخزاذي عن المصنف ثم قدم مرو وأنا غائب عنها في رحلة العراق وبقي عندنا إلى الساعة وأسكنته خانقاه عن عبد الله بن الحلواني كتب عني الكثير في الإملاء والسماع وكتبت عنه أقطاعا من الشعر وأبو عبد الله محمد بن قحطان بن أبي عبد الله الأرموي شيخ صالح ذو ثروة وجدة ركب البحر في التجارة وكسر به المركب ثم جمع بعد ذلك شيئا كثيرا ذهب عنه في غارة الغز بنيسابور |جـ 1 صـ 117| سمع مني الكثير ومعي ببخارا ومرو وسرخس وهو مقيم عندنا وهو سديد السيرة كثير التلاوة والتهجد ولنا به أنس ومن القدماء أبو الطيب نعيم بن مسافر بن جعفر الأرموي قاضي أرمية ورد بغداد وسمع بها أبا القاسم عبيد الله بن عمر بن أحمد بن شاهين سمع منه أبو الفتيان عمر بن أبي الحسن الرواسي بأرمية وكانت وفاته بعد سنة ستين وأربعمائة إن شاء الله ",
                "title": "الأرموي",
                "uri": "JK_000952_0108"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}