{
    "features": [
        {
            "item": "JK_000952_1841",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.104-106",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرومي</h1> بضم الراء المهملة والميم بعد الواو هذه النسبة إلى بلاد الروم هذه النسبة لجماعة من أهلها اسلموا إما بطريق السبي أو اختيار والمشهور بهذه النسبة أبو عبد رب الزاهد الرومي اسمه عبد الرحمن مولى لابن أبي غيلان الثقفي وكان روميا اسمه قسطنطين فلما أسلم سمي عبد الرحمن يروي عن معاوية عداده من أهل الشام روى عنه أهلها وكان من أيسر أهل دمشق مالا فتصدق بماله كله وكان يقول لو أن بردا سالت ذهبا وفضة ما أتيتها لآخذ منها شيئا ولو قيل من مس هذا العمود مات لقمت إليه حتى أمسه وعبد الملك بن عبد الله بن فيروز الرومي أخو عمر بن عبد الله من أهل البصرة يروي عن أبيه عن ابن عمر رضي الله عنهما روى عنه موسى بن إسماعيل التبوذكي وعمر بن |جـ 3 صـ 105| عبد الله الرومي شيخ يروي عن شريك يقلب الأخبار ويأتي عن الثقات بما ليس من أحاديثهم لا يجوز الاحتجاج به بحال وأبو الفرح بالحاء المهملة سرور بن عبد الله الرومي هو أخو بشرى بن عبد الله الفاتني حدث عن محمد بن علي السلمي الحبري وعبد الله بن محمد بن السقاء الواسطي روى عنه محمد بن أحمد بن علي الأشناني وأبو نصر رشيق بن عبد الله الرومي من أهل طوس مولى عبد الله بن محمد بن هاشم قال الحاكم أبو عبد الله الحافظ في ترجمته رشيق بن عبد الله الرومي كان شيخا يشبه المشايخ لا الموالي لفصاحته وثروته ومروءته وإحسانه إلى أهل العلم وكان مسكنه الطابران من طوس قدم نيسابور غير مرة غير أني لم أكتب عنه بنيسابور سمع الحديث بهراة من أحمد بن نجدة القرشي والحسين بن إدريس الأنصاري وأقرانهما روى عنه الحاكم أبو عبد الله محمد بن عبد الله الحافظ قال ومات بطابران في شهر رمضان سنة خمس وأربعين وثلاثمائة وأبو الدر ياقوت بن عبد الله الرومي التاجر عتيق عبد الله بن أحمد البخاري أحد التجار المعروفين وكان يسافر إلى بلاد اليمن والشام ومصر سمع أبا محمد عبد الله بن محمد بن هزار مرد الصريفيني قرأت عليه ببغداد أمالي أبي طاهر المخلص بروايته عن ابن هزار مرد عنه وكان شيخا مليح الشيبة نظيفا ظاهره الخير والصلاح وتوفي سنة ثلاث وأربعين وخمسمائة بمصر وأبو محمد عبد الله بن محمد بن عبد الله الرومي من أهل نيسابور لعل أحد آبائه من الروم سمع أبا العباس محمد بن إسحاق السراج وادعى أنه سمع من أبي بكر بن خزيمة عمر حتى حدث بالكثير روى عنه أبو عثمان سعيد بن أبي سعيد العيار الصوفي وأبو بكر أحمد بن منصور بن خلف المغربي وغيرهما ذكره الحاكم أبو عبد الله محمد بن عبد الله الحافظ في التاريخ لنيسابور وقال أبو محمد بن الرومي الحيري كان ابوه أبو عبد الله الرومي محدثا مذكورا ثقة ثم إن أبا محمد ابنه كان من المجتهدين في العبادة إلا أنه لم يقتصر على سماعاته في كتاب أبيه وزاد فيها وكان سماعه من أبي العباس السراج فارتقى إلى أبي بكر ابن خزيمة قال توفي في السادس عشر من شهر رمضان سنة ثلاث وتسعين وثلاثمائة ودفن في مقبرة الحيرة وأبو مسلم عبد الرحمن بن يونس بن هاشم الرومي مولى أبي جعفر المنصور وهو المستملي سأذكره في الميم وكان يستملي لسفيان بن عيينة ويزيد بن هارون وابو الحسن علي بن العباس بن جريج الرومي مولى عبيد الله بن عيسى بن جعفر أحد الشعراء المكثرين المجودين في الغزل والمديح والأوصاف والتشبيهات وكان محسنا روى عنه جماعة كثيرة من أهل الأدب ومن مليح شعره قوله % إذا دام للمرء الشباب وأخلقت % % محاسنه ظن السواد خضابا % |جـ 3 صـ 106| % فكيف يظن الشيخ أن خضابه % % يظن سواد أو يخال شبابا % وكان يتطير ومات في سنة ثلاث أو سنة أربع وثمانين ومائتين وجناح الرومي النجار المديني مولى ليلى بنت سهيل القرشية يروي عن عائشة بنت سعد روى عنه حسين بن صالح السواق وعبد الله بن عثمان بن إسحاق بن سعد بن أبي وقاص وعمر بن زياد قال أبو حاتم الرازي هو مجهول ",
                "title": "الرومي",
                "uri": "JK_000952_1841"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}