{
    "features": [
        {
            "item": "JK_000952_3994",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.407-408",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الموصلي</h1> بفتح الميم وسكون الواو وكسر الصاد المهملة وفي اخرها اللام هذه النسبة إلى الموصل وهي من بلاد الجزيرة وإنما قيل لبلادها الجزيرة لأنها بين الدجلة والفرات خرج منها جماعة من العلماء والأئمة من كل جنس وفي كل فن بنى كتاب طبقات العلماء من أهل الموصل أبو زكريا يزيد بن محمد بن إياس الأزدي الموصلي وإنما قيل لها الموصل لأنها وصلت بين الفرات والدجلة ومدينة الموصل تسمى الحديثة وبينها وبين القديمة فراسخ دخلتها وأقمت بها قريبا من عشرة أيام وكتبت بها عن جماعة من المواصلة وأما من انتسب إليها وهو ليس من أهلها فهو أبو إسحاق إبراهيم بن ماهان بن بهمن الموصلي وهو من ارجان ينتسب إلى ولاء الحنظليين وأصله من الفرس وإنما سمي الموصلي لأنه صحب بالكوفة فتيانا في طلب الغناء واشتدت عليه أحواله في ذلك فخرج من الكوفة إلى الموصل ثم عاد إلى الكوفة فقال له إخوانه مرحبا بالفتى الموصلي فبقي ذلك عليه وكان أبوه ماهان خرج من أرجان بأم إبراهيم وهي حامل فقدم الكوفة فولد إبراهيم بها في بني عبد الله بن دارم سنة خمس وعشرين ومائتين ونظر في الأدب وقام الشعر وطلب عربي الغناء وسافر إلى البلاد حتى برع في الغناء واتصل بالخلفاء والملوك ولم يزل ببغداد حتى توفي روى عنه الزبير بن بكار وأبو خالد يزيد بن محمد المهلبي وأما ابنه أبو محمد إسحاق بن إبراهيم الموصلي كان حلو النادرة مليح المحاضرة ظريفا فاضلا كتب الحديث عن ابن عيينة وهشيم بن بشير وأبي معاوية الضرير وأخذ الأدب عن الأصمعي وأبي عبيدة وبرع في علم الغناء فغلب عليه ونسب إليه وكان الخلفاء يكرمونه ويقربونه إلى أنفسهم وهو الذي جمع الكتاب الكبير وسماه الأغاني روى عنه الزبير بن |جـ 5 صـ 408| بكار قاضي مكة وأبو العيناء وميمون بن هارون وغيرهم وقيل إنه ولد في سنة خمسين ومئة ومات سنة خمسين وثلاثين ومائتين وأبو بكر ثواب بن يزيد بن ثواب الموصلي يروي عن إبراهيم بن الهيثم البلدي روى عنه أبو الخير محمد بن أحمد بن جميع الغساني وأبو مسعود معافى بن عمران الموصلي من زهاد أهل الموصل وعبادها زرت قبره بها روى عن الأوزاعي ومسعر بن كدام والمغيرة بن زياد وجعفر بن برقان روى عنه أحمد بن عبد الله بن يونس والحسن بن بشر ومحمد بن جعفر الوركاني وابنه عبد الكبير وإسحاق بن إبراهيم الهروي وموسى بن مروان الرقي وعبد الوهاب بن مليح المكي وطبقتهم وثقه وكيع وكان سفيان الثوري يسميه ياقوتة العلماء وقال أحمد بن حنبل المعافى شيخ له قدر وحال وجعل يعظم أمره وكان رجلا صالحا وسئل أبو زرعة عنه فقال كان عبدا صالحا ",
                "title": "الموصلي",
                "uri": "JK_000952_3994"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}