{
    "features": [
        {
            "item": "JK_000952_2977",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.334-335",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفارمذي</h1> بفتح الفاء والراء والميم بينهما الألف وفي آخرها الذال المعجمة |جـ 4 صـ 335| هذه النسبة إلى فارمذ وهي قرية من قرى طوس والمشهور بالنسبة إليها أبو علي الفضل بن محمد بن علي الفارمذي لسان خراسان وشيخها وصاحب الطريقة الحسنة من تربية المريدين والأصحاب وكان مجلس وعظه على ما سمعت كروضة فيها أنواع الأزهار والثمار سمع أبا عبد الله محمد بن عبد الله بن باكويه الشيرازي وأبا حامد محمد بن أحمد الغزالي وأبا عبد الرحمن محمد بن عبد العزيز النيلي وطبقتهم روى لي عنه ابنه أبو بكر وجماعة كثيرة وكانت وفاته بطوس في سنة سبع وسبعين وأربعمائة زرت قبره غير مرة وله أولاد ثلاثة أبو المحاسن علي وأبو الفضل محمد وأبو بكر عبد الواحد فأما أبو المحاسن فكان زاهدا متبركا به ظهر له قبول عند الخاص والعام سمع أبا بكر محمد بن أبي الهيثم الترابي وأبا الخير بن أبي عمران الصفار وجده لأمه أبا القاسم عبد الله بن علي الكركاني وغيرهم روى لي عنه ابنه أبو علي الفضل بن علي الفارمذي وجماعة وكانت وفاته وأخوه أبو الفضل محمد بن أبي علي سمع جماعة مثل أبي المظفر موسى بن عمران الأنصاري وأبي عمرو عثمان بن محمد بن عبيد الله المحمي وغيرهما لم ألحقه وحدث بشير يسير وكان زاهدا عفيفا ظريفا مات وأخوهما أبو بكر عبد الواحد كان بقية أولاد الإمام أبي علي وكان حسن الأخلاق جليل القدر ظريفا معاشرا سافر الكثير وصحب المشايخ سمع بطوس والده وجده أبا القاسم الكركاني وأبا الفتح نصر بن محمد بن علي الحاكم وبمرو أبا عبد الله محمد بن الحسن المهربندقشايي وأبا الخير محمد بن موسى بن عبد الله الصفار وبنيسابور الإمام أبا إسحاق إبراهيم بن علي بن يوسف الشيرازي وأبا بكر أحمد بن علي بن خلف الشيرازي وببغداد أبا علي محمد بن سعيد بن نبهان الكاتب وأبا القاسم علي بن أحمد بن بيان الرزاز وطبقتهم أدركته وقرات عليه الكثير ولازمته حتى قرأت عليه الأجزاء وكان يكرمني ولما وردت طوس في النوبة الثانية كان قد فلج وبقي في داره وما كان الناس يدخلون عليه فدخلت مسلما ولقيته قاعدا في زاوية لا يمكنه أن يتحرك فبكيت وقعدت ساعة ثم رجعت إلى نيسابور توفي في المحرم سنة ثلاثين وخمسمائة ",
                "title": "الفارمذي",
                "uri": "JK_000952_2977"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}