{
    "features": [
        {
            "item": "JK_000129_002922",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.86-87",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ثور</h1> بلفظ الثور فحل البقر اسم جبل بمكة فيه الغار الذي اختفى فيه النبي صلى الله عليه وسلم وقال أبو طالب عم النبي صلى الله عليه وسلم أعوذ برب الناس من كل طاعن علينا بشر أو مخلق باطل ومن كاشح يسعى لنا بمعيبة ومن مفتر في الدين ما لم يحاول وثور ومن أرسى ثبيرا مكانه وعير وراق في حراء ونازل وقال الجوهري ثور جبل بمكة وفيه الغار المذكور في القرآن يقال له أطحل وقال الزمخشري ثور أطحل من جبال مكة بالمفجر من خلف مكة على طريق اليمن وقال عبيد الله إضافة ثور إذا أريد |جـ 2 صـ 87| به اسم الجبل إلى أطحل غلط فاحش إنما هو ثور أطحل وهو ثور بن عبد مناة بن أد بن طابخة وأطحل فيما زعم ابن الكلبي وغيره جبل بمكة ولد ثور بن عبد مناة عنده فنسب ثور بن عبد مناة إليه فإن اعتقد أن أطحل يسمى ثورا باسم ثور بن عبد مناة لم يجز لأنه يكون من إضافة الشيء إلى نفسه ولا يسوغه إلا أن يقال إن ثورا المسمى بثور بن عبد مناة شعبة من شعب أطحل أو قنة من قننه ولم يبلغنا عن أحد من أهل العلم قاطبة أنه اسم رجل وأما اسم الرجل الذي بمكة وفيه الغار فهو ثور غير مضاف إلى شيء وفي حديث المدينة أنه صلى الله عليه وسلم حرم ما بين عير إلى ثور قال أبو عبيد أهل المدينة لا يعرفون بالمدينة جبلا يقال له ثور وإنما ثور بمكة قال فيرى أهل الحديث أنه حرم ما بين عير إلى أحد وقال غيره إلى بمعنى مع كأنه جعل المدينة مضافة إلى مكة في التحريم وقد ترك بعض الرواة موضع ثور بياضا ليبين الوهم وضرب آخرون عليه وقال بعض الرواة من عير إلى كدى وفي رواية ابن سلام من عير إلى أحد والأول أشهر وأشد وقد قيل إن بمكة أيضا جبلا اسمه عير ويشهد بذلك بيت أبي طالب المذكور آنفا فإنه ذكر جبال مكة وذكر فيها عيرا فيكون المعنى أن حرم المدينة مقدار ما بين عير إلى ثور اللذين بمكة أو حرم المدينة تحريما مثل تحريم ما بين عير وثور بمكة بحذف المضاف وإقامة المضاف إليه مقامه ووصف المصدر المحذوف ولا يجوز أن يعتقد أنه حرم ما بين عير الجبل الذي بالمدينة وثور الجبل الذي بمكة فإن ذلك بالإجماع مباح ",
                "title": "ثور",
                "uri": "JK_000129_002922"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}