{
    "features": [
        {
            "item": "JK_000952_1820",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.90-92",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرملي</h1> بفتح الراء وسكون الميم وفي آخرها اللام هذه النسبة إلى بلدة من بلاد فلسطين وهي قصبتها يقال لها الرملة كان بها جماعة من العلماء والصلحاء وكان بها الرباط للمسلمين وكان يسكنها جماعة من العلماء الصالحين للمرابطة بها وأبو عبد الله محمد بن عبد العزيز الرملي أصله من واسط سكن الرملة يروي عن شعيب بن إسحاق ومروان بن معاوية روى عنه علي بن داود القنطري وأهل الشام وأبو خالد يزيد بن خالد بن يزيد بن عبد الله بن موهب الرملي الهمذاني يروي عن الليث بن سعد وبكر بن مضر والمفضل بن فضالة وسليمان بن ميمون روى عنه أبو العباس محمد بن الحسن بن قتيبة العسقلاني وأبو زرعة الرازي مات سنة اثنتين وثلاثين ومائتين ويزيد بن خالد بن مرشل الرملي من أهلها يروي عن ابن ثوبان روى عنه أبو العباس بن قتيبة أيضا وأبو زكريا يحيى بن عيسى بن عبد الرحمن الرملي أصله من الكوفة وإنما أقام بالرملة يجهز الزيت إلى الكوفة وإلى غيرها فقيل الرملي مات سنة اثنتين ومائتين ويونس بن عبد الرحيم بن سعد بن أبي أيوب الرملي يروي عن الليث بن سعد ورشدين بن سعد روى عنه يعقوب بن سفيان الفارسي وأبو مسعود أيوب بن أبي عمرو السيباني ويونس بن يزيد الأيلي روى عنه ابن أبي السري وأهل بلده وحج أيوب ثم رجع وركب البحر فلما أشرف على الرملة غرق وذلك في سنة ثلاث وتسعين ومائة وكان ردىء الحفظ يتقي حديثه من رواية ابنه محمد بن أيوب لأن رواياته من غير رواية ابنه عنه وجد أكثرها مستقيمة وأما يحيى بن عيسى الرملي من أهل الكوفة يكنى أبا زكريا حدث بالرملة فقيل له الرملي فنسب إليها وهو من بني تميم من بني نهشل سمع الأعمش وغيره والرملة محلة بسرخس يقال لها بالعجمية ريك آباد كان |جـ 3 صـ 92| بها جماعة من شيوخنا منهم أبو القاسم صاعد بن عمر بن الخوشي الرملي شيخ عالم صالح سديد سمع السيد أبا المعالي محمد بن محمد بن زيد الحسيني والسيد أبا القاسم علي بن موسى الموسوي وغيرهما سمعت منه سنة ثمان وعشرين وتوفي في حدود سنة ثلاثين وخمسمائة وأبو جعفر أحمد بن عبد الواحد بن سليمان الرملي من رملة فلسطين يروي عن الهيثم بن جميل ومحمد بن كثير الصنعاني وعبد الملك بن الحكم الرملي ويوسف بن شعيب الخولاني وقال أبو محمد بن أبي حاتم الرازي كتبنا عنه بالرملة ومحلة الصدق ومحمد بن أحمد بن شيبان الرملي الخلال من رملة فلسطين يروي عن الحسن بن أبي يحيى الأصم روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني في معجم شيوخه وأبو عبد المؤمن أحمد بن شيبان الرملي يروي عن ابن عيينة وعبد المجيد بن عبد العزيز والمؤمل بن إسماعيل وعبد الملك بن إبراهيم الجدي روى عنه يوسف بن موسى المرو الروذي وأبو العباس محمد بن يعقوب الأصم وعبد الرحمن بن أبي حاتم الرازي وقال كتبنا عنه وكان صدوقا وأبو عبد الله محمد بن عبد الرحمن بن أبي الزناد واسمه عبد الله بن ذكوان المديني الرملي أبو الزناد مولى رملة بنت شيبة من أهل المدينة كان يطلب الحديث مع أبيه ولقي عامة شيوخه وكان بينهما في السن سبع عشرة سنة سكن بغداد ومات بها وحديثه قليل لا أعلم روى عنه غير محمد بن عمر الواقدي وقال محمد بن سعد الزهري محمد بن عبد الرحمن بن أبي الزناد يكنى أبا عبد الله وكان بينه وبين أبيه في السن سبع عشرة سنة وفي الموت إحدى وعشرون ليلة ودفنا في مقبرة باب التين وكان قد لقي رجال أبيه علقمة بن أبي علقمة وشريك بن عبد الله بن أبي نمر وكل رجال أبيه غير أبي الزناد وكان يسأل أن يحدث فيأبى ويقول أحدث وأبي حي إلا الخاصة به والحديث بعد الحديث وكان بارا بأبيه معظما هائبا له وكان في محمد بن عبد الرحمن خصال لا يستغني عن واحدة منهن الخصلة منهن تكون في الرجل فيكون من الكلمة قراءة القرآن قراءة السنة والعربية والعروض والحساب ووضع الكتب في البردات والسجلات وادكار الحقوق وكان أعلم الناس بحساب القسم والفرائض وبحسابها وبالحديث إتقانا له ومعرفة به ومات عبد الرحمن بن أبي الزناد سنة أربع وسبعين ومائة وابنه محمد مات ببغداد بعد أبيه بإحدى وعشرين يوما وهو ابن أربع وخمسين سنة وأما سعيد بن يحيى بن إبراهيم بن مزين الرملي هو مولى رملة بنت عثمان بن عفان رضي الله عنه توفي بالأندلس سنة ثلاث وسبعين ومائتين وأبوه يحيى بن إبراهيم بن مزين الرملي قال أبو سعيد بن يونس نسبوه إلى ولاء |جـ 3 صـ 93| رملة ابنة عثمان بن عفان رضي الله عنه يروي عن مطرف بن عبد الله والقعنبي توفي سنة ستين ومائتين ",
                "title": "الرملي",
                "uri": "JK_000952_1820"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}