{
    "features": [
        {
            "item": "JK_000129_000941",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.245-246",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أللان</h1> بالفتح وآخره نون بلاد واسعة وأمة كثيرة لهم بلاد متاخمة للدربند في جبال القبق وليس هناك مدينة كبيرة مشهورة وفيهم مسلمون والغالب عليهم النصرانية وليس لهم ملك واحد يرجعون إليه بل على كل طائفة أمير وفيهم غلظ وقساوة وقلة رياضة حدثني ابن قاضي تفليس قال مرض أحد متقدميهم من الأعيان فسأل من عنده عما به فقالوا هذا مرض يسمى الطحال وهو أرياح غليظة تقوى على هذا العضو فتنفخه فقال وددت لو رأيته ثم تناول سكينا وشق في موضعه واستخرج طحاله بيده ورآه وأراد تخييط الموضع فمات لوقته وقال علي بن الحسين بل مملكة صاحب السرير مملكة أللان وملكها يقال له كركنداح وهو الأعم من أسماء ملوكهم كما أن فيلانشاه في أسماء ملوك السرير ودار مملكة أللان يقال لها مغص وتفسير ذلك الديانة وله قصور ومتنزهات في غير هذه المدينة ينتقل في السكنى إليها وقد كانت ملوك أللان بعد ظهور الإسلام في الدولة العباسية |جـ 1 صـ 246| اعتقدوا دين النصرانية وكانوا قبل ذلك جاهلية فلما كان بعد العشرين والثلاثمائة رجعوا عما كانوا عليه من النصرانية فطردوا من كان عندهم من الأساقفة والقسوس وقد كان أنفذهم إليهم ملك الروم وبين مملكة أللان وجبل القبق قلعة وقنطرة على واد عظيم يقال لهذه القلعة قلعة باب أللان بناها ملك من ملوك الفرس القدماء يقال له سندباذ بن بشتاسف ابن لهراسف ورتب فيها رجالا يمنعون أللان من الوصول إلى جبل القبق فلا طريق لهم على هذه المقنطرة من تحت هذه القلعة والقلعة على صخرة صماء لا سبيل إلا فتحها ولا يصل أحد إليها إلا بإذن من فيها ولهذه القلعة عين من الماء عذبة تظهر في وسطها من أعلى الصخرة وهي إحدى القلاع الموصوفة في العالم وقد ذكرتها الفرس في أشعارها وقد كان مسلمة بن عبد الملك وصل إلى هذا الموضع وملك هذه القلعة وأسكنها قوما من العرب إلى هذه الغاية يحرسون هذا الموضع وكانت أرزاقهم تحمل إليهم من تفليس وبين هذه القلعة وتفليس مسيرة أيام ولو أن رجلا واحدا في هذه القلعة لمنع جميع ملوك الأرض أن يجتازوا بهذا الموضع لتعلقها بالجو وإشرافها على الطريق والقنطرة والوادي وكان صاحب أللان يركب في ثلاثين ألفا هكذا ذكر بعض المورخين وأما أنا الفقير فسألت من طرق تلك البلاد فخبرني بما ذكرته أولا ",
                "title": "أللان",
                "uri": "JK_000129_000941"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}