{
    "features": [
        {
            "item": "JK_000952_2510",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.564-566",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصوري</h1> صور بلدة كبيرة من بلاد ساحل الشام استولت عليها الإفرنج بعد سنة عشر وخمسمائة وكان بها جماعة من العلماء والمحدثين فمن المتقدمين القاسم بن عبد الوهاب الصوري يروي عن أبي معاوية الضرير وأهل العراق روى عنه أبو الميمون الصوري وقيل إن القاسم من أهل العراق سكن صور ومحمد بن المبارك الصوري وكان من عباد أهل الشام وزهادهم حدث عن عبد الله بن المبارك يروي عنه محمد بن عوف الحمصي وأهل الشام ولد سنة ثلاث وخمسين ومائة ومات سنة خمس عشرة ومائتين وصلى عليه أبو مسهر الغساني وأحمد بن صاعد الصوري الزاهد صاحب حكمة وزهد روى عنه أحمد بن أبي الحواري وسعد بن محمد البيروتي ومن شيوخنا أبو طالب علي بن عبد الرحمن بن أبي عقيل الصوري وبيت أبي عقيل بيت الفضل والقضاء والتقدم لقيته بدمشق وكتبت عنه وقرأت عليه عدة كتب وعبد السلام بن أبي زرعة الصوري كتبت عنه بدمشق روى لنا عن الفقيه نصر بن إبراهيم المقدسي وأبو المسك كافور بن عبد الله الصوري كان مصري المولد والمنشأ سكن صور فنسب إليها طاف في البلاد وجال في الآفاق وكان له معرفة تامة باللغة والأدب والشعر كتب الكثير من الحديث سمع بالإسكندرية أبا الحمائل مقلد بن القاسم بن محمد الربعي وبدمشق أبا الفتح نصر بن إبراهيم بن نصر المقدسي وببغداد أبا عبد الله مالك بن أحمد بن علي البانياسي وبآمل طبرستان أبا المحاسن عبد الواحد بن إسماعيل الروياني وطبقتهم سمع منه جماعة كثيرة من اصحابنا ولما دخل بيهق قال لرئيسها أبي سعد بن منصور % هل من قرى يا أبا سعد بن منصور % % لخادم قادم وافاك من صور % % شعاره إن دنت دار وإن بعدت % % الله يبقي أبا سعد بن منصور % توفي كافور الصوري ببغداد في رجب سنة إحدى وعشرين وخمسمائة ودفن بالوردية وأبو فرح سلامة بن أحمد بن مسلم الصوري يروى عن الحسن بن جرير الصوري |جـ 3 صـ 565| روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني الصيداوي وأبو عبد الله محمد بن علي بن عبد الله بن محمد الصوري الحافظ من أهل صور سكن بغداد وكان من الحفاظ المتقنين والعلماء المتقين جال في بلاد الشام ورحل إلى مصر والعراق وأكثر من الشيوخ وجمع جموعا وتصانيف ولم يتمم أكثرها لأن المنية اخترمته ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال أبو عبد الله الصوري قدم علينا بغداد في سنة ثماني عشرة وأربعمائة فسمع من أبي الحسن بن مخلد ومن بعده وأقام ببغداد يكتب الحديث وكان من أحرص الناس عليه وأكثرهم كتبا له وأحسنهم معرفة ولم يقدم علينا من الغرباء الذين لقيتهم افهم منه بعلم الحديث وكان دقيق الخط صحيح النقل وحدثني أنه كان يكتب في وجه ورقة من أثمان الكاغد الخراساني ثمانين سطرا وكان مع كثرة طلبه وكتبه صعب المذهب فيما يسمعه ربما كرر قراءة الحديث الواحد على شيخه مرات وكان يسرد الصوم ولا يفطر إلا يومي العيدين وأيام التشريق وحدثني أنه لم يكن سمع الحديث في صغره وإنما كان طلبه بنفسه على حال الكبر وكتب عن أبي الحسين بن جميع بصيدا وهو أسند شيوخه ثم صحب عبد الغني بن سعيد المصري فكتب عنه وعمن بعده من المصريين وغيرهم وذكر لي أيضا أن عبد الغني بن سعيد كتب عنه أشياء في تصانيفه وصرح باسمه في بعضها وقال في بعضها حدثني الورد بن علي كناية عنه وكان صدوقا كتبت عنه وكتب عني شيئا كثيرا ولم يزل ببغداد حتى توفي بها في جمادى الآخرة سنة إحدى وأربعين وأربعمائة وكان قد نيف على الستين سنة وأبو بكر محمد بن النعمان بن نصير الصوري كان إمام الجامع إن شاء الله بصور سمع بمكة أبا يزيد محمد بن عبد الرحمن المخزومي وسمع منه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وذكر أنه سمع منه بصور ومحمد بن أحمد بن راشد الصوري يروي عن يحيى بن عبد الله البابلتي روى عنه أبو القاسم سليمان بن أحمد بن ايوب الطبراني وذكر أنه سمع منه بصور ومحمد بن عبدوس بن جرير الصوري يروي عن هشام بن عمار روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو عبد الله محمد بن محمد بن مصعب الصوري يروي عن مؤمل بن إسماعيل وخالد بن عبد الرحمن ومحمد بن المبارك الصوري وفديك بن سليمان القيساري قال ابن أبي حاتم سمعت منه بمكة وهو صدوق ثقة |جـ 3 صـ 566| ",
                "title": "الصوري",
                "uri": "JK_000952_2510"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}