{
    "features": [
        {
            "item": "JK_000952_3344",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.564-566",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القهستاني</h1> بضم القاف والهاء وسكون السين المهملة وفتح التاء المنقوطة من فوقها باثنتين وفي آخرها النون هذه النسبة إلى قهستان وهي ناحية بخراسان بين هراة ونيسابور فيما بين الجبال وهي قوهستان بمعنى مواضع من الجبل فعرب فقل قهستان فتحها عبد الله بن عامر بن كريز في سنة تسع وعشرين من الهجرة في خلافة عثمان منها أبو إسحاق إبراهيم بن محمد بن عمرويه بن عبد الرحمن القهستاني أصله منها وهو المروزي وكان واعظا حسن الوجه لقب نفسه بالعبد الذليل لرب جليل رحل إلى وكتب ببلده وفي الرحلة عن أبي عبد الله محمد بن مخلد العطار وأبي سعيد الحسن بن علي بن زكريا العدوي وأبي بكر محمد بن عمر بن هشام بن عبد الله الرازي وأبي عبد الله محمد بن المنذر الهروي شكر وغيرهم روى عنه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وأبو علي منصور بن عبد الله الخالدي وكانت وفاته في حدود سنة خمسين وثلاثمائة وأبو الحسين محمد بن عبد الله بن محمد بن يزيد بن عبد الله الحساب القهستاني سمع أبا عبد الله محمد بن أيوب الرازي والحسن بن أحمد بن الليث سمع منه أبو عبد الله الحافظ وتوفي في شهر ربيع الآخر سنة سبع وخمسين وثلاثمائة وأبو القاسم الحسن بن أحمد بن علي بن مهران القهستاني الأديب كان أديبا فاضلا وشاعرا بارعا دخل الشام وسمع بها بالمصيصة محمد بن عمر بن يحيى المقري سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو القاسم القهستاني الأديب الفقيه الزاهد سمع الحديث بالعراقين والحجاز ومصر والشام وكانت رحلته في التصوف وكان الأمير أبو علي بن ناصر الدولة جالسه وتلمذ له وتخرج به ورد نيسابور غير مرة فلم يحدث ثم سألته فحدث بنيسابور سنة إحدى أو اثنتين وتسعين وثلاثمائة وحكى لنا عنه أنه رأى في المنام منشدا ينشد هذا البيت % أتفرح الأيام تمضي وتنقضي % % وعمرك فيها لا محالة يذهب % قال فما استيقظت أضفت إليه بيتا آخر |جـ 4 صـ 565| % عجبت لمختار الغنى وهو فقره % % وعامر دار وهو في الدار يخرب % قال وتوفي بقاين في ذي الحجة من سنة ثلاث وتسعين وثلاثمائة وأبو قريش محمد بن جمعة بن خلف القهستاني الحافظ المشهور وكان ضابطا متقنا حافظا كثير السماع والرحلة جمع المسندين على الرجال والأبواب وصنف حديث الأئمة مالك والثوري وشعبة ويحيى بن سعيد وغيرهم وكان يذاكر بحديثهم حفاظ عصره فيغلبهم وانتشر حديثه بخراسان لمقامه فيها سمع محمد بن حميد الرازي وأحمد بن منيع البغوي ومحمد بن زنبور المكي وأبا كريب محمد بن العلاء ومحمد بن المثنى العنزي وسلم بن جنادة ومحمد بن سهل بن عسكر وعبد الجبار بن العلاء وسعيد بن عبد الرحمن المخزومي وغيرهم سمع منه أبو عبد الله محمد بن مخلد الدوري وأبو بكر محمد بن عبد الله الشافعي وكان أبو علي الحافظ النيسابوري يقول أبو قريش القهستاني الحافظ الثقة المتقن وقال أبو الحسن الدارقطني أبو قريش حافظ حديثه عند أهل خراسان وكانت وفاته بقهستان سنة ثلاث عشرة وثلاثمائة وأبو تراب محمد بن سهل بن عبد الله القهستاني سمع بخراسان أبا مسلم القهستاني ومحمد بن يحيى وأبا الأزهر وبالعراق الزعفراني والرمادي وصالح بن أحمد بن حنبل وبالشام أبا ذهل عبيد بن الغازي ومحمد بن عوف وعبد العزيز بن عبد الوهاب الحمصي ويوسف بن سعيد بن مسلم روى عنه أبو علي الحسين بن علي الحافظ وكان أكثر مقامه بنيسابور وتوفي في المحرم سنة أربع عشرة وثلاثمائة وأبو سليمان زافر بن سليمان الإيادي القهستاني سكن الري روى عنه الثوري وشعبة وابن جريج وإسرائيل وعبيد الله الرصافي وأصبغ بن زيد وأبي سنان الشيباني وورقاء وأبي بكر الهذلي وجعفر الأحمر روى عنه يعلى بن عبيد والحسين بن علي الجعفي وأبو نصر هاشم بن القاسم وعبيد الله بن موسى وهشام بن عبيد الله ومحمد بن سعيد الأصبهاني ومحمد بن مقاتل المروزي والحسن بن عرفة وجماعة وقال أحمد بن حنبل ويحيى بن معين زافر ثقة قال أحمد رأيته وقال أبو حاتم الرازي زافر بن سليمان محله الصدق وأبو عبد الله محمد بن منصور القهستاني يعرف بأبي طالوت الرازي يروي عن عبد الرحمن الدشنكي ومحمد بن عبد الله بن أبي جعفر الرازي وإبراهيم بن الأشعث صاحب ابن فضيل وإسحاق ختن سلمة بن الفضل قال ابن أبي حاتم سمع منه |جـ 4 صـ 566| أبي وسألته عنه فقال ثقة ",
                "title": "القهستاني",
                "uri": "JK_000952_3344"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}