{
    "features": [
        {
            "item": "JK_000952_0243",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.209-210",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأموي</h1> بضم الألف وفتح الميم وكسر الواو هذه النسبة إلى أمية والمشهور بهذه النسبة جموع كثيرة منهم بنو أمية بن عبد شمس بن عبد مناف بن قصي الذين ولوا الخلافة وهم ينتسبون إلى أمية بن عبد شمس مناف وفيهم كثرة من الخلفاء والصحابة والتابعين وأئمة المسلمين فمنهم أبو أمية عمرو بن سعيد بن العاص الأموي القرشي أخو عنبسة بن سعيد يروي عن أبيه عن عمر رضي الله عنه ومن زعم أن عبد الملك بن مروان قتله بيده فقد وهم الذي قتله بيده هو عمرو بن سعيد الأشدق وسعيد بن مسلمة بن هشام بن عبد الملك بن مروان الأموي القرشي يروي عن إسماعيل بن أمية وجعفر بن محمد روى عنه العراقيون والشاميون منكر الحديث جدا فاحش الخطأ في الأخبار وأبو عثمان سعيد بن يحيى بن سعيد بن أبان بن سعيد بن العاص بن سعيد بن العاص الأموي سمع أباه وعمه عبد الملك بن سعيد وعبد الله بن المبارك وعيسى بن يونس وأبا القاسم بن أبي الزناد وأبا بكر بن عياش وجماعة روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج وأبو زرعة وأبو حاتم الرازيان ويعقوب بن سفيان وإبراهيم الحربي وصالح جزرة وأبو القاسم البغوي ويحيى بن صاعد وآخر من روى عنه القاضي أبو عبد الله المحاملي وأبوه من الثقات والابن أثبت من أبيه وكذلك عيسى بن يونس بن أبي إسحاق أوثق من أبيه ومات في ذي القعدة سنة تسع وأربعين ومائة وقرابته أبو عبد الله محمد بن سعيد بن أبان بن سعيد بن |جـ 1 صـ 210| العاص بن سعيد بن العاص بن أمية بن عبد شمس بن عبد مناف القرشي الأموي كوفي سكن بغداد وحدث بها عن عبد الملك بن عمير وهشام بن عروة وإسماعيل بن ابن أبي خالد وأبي إسحاق الشيباني وسليمان التيمي وعبد العزيز بن رفيع وغيرهم روى عنه ابن أخيه سعيد بن يحيى الأموي وقال يحيى بن معين بنو سعيد الأموي خمسة عنبسة بن سعيد ويحيى بن سعيد وعبيد بن سعيد ومحمد بن سعيد وعبد الله بن سعيد كانوا ببغداد كلهم إلا عبيد بن سعيد وكان محمد أكبرهم روى عن عبد الملك بن عمير ولم يكتب عنه كثير أحد كان صاحب سلطان هو وأخوه عبد الله قال أبو بكر الخطيب وقد كان لهم أخ سادس يقال له أبان أخل بذكره يحيى بن معين قال أبو الحسن علي بن عمر الدارقطني بنو سعيد بن أبان بن سعيد الأموي ستة رووا الحديث كلهم أكبرهم محمد بن سعيد ويحيى بن سعيد وعبيد بن سعيد وعبد الله بن سعيد وكان نحويا عالما باللغة يحكي عنه أبو عبيد وعنبسة بن سعيد وابان بن سعيد كلهم ثقات فأما محمد بن سعيد فيحدث عن داود بن أبي هند وسليمان التيمي وإسماعيل بن أبي خالد وهاشم بن عروة وأبي إسحاق الشيباني وغيرهم وأما يحيى بن سعيد فيحدث عن يحيى بن سعيد الأنصاري ومحمد بن عمرو والأعمش وهشام بن عروة ومحمد بن إسحاق وأما عبيد بن سعيد فيروي عن إسرائيل ونظرائه وأما عبد الله بن سعيد فتحقق باللغة والشعر وأما عنبسة بن سعيد فيروي عن ابن المبارك ونظرائه وأما أبان بن سعيد فيروي عن زهير ومفضل بن صدقة ونظرائهما وقال يحيى بن سعيد محمد أخي أكبر مني بعشر سنين وقال سعيد بن يحيى بن سعيد الأموي أنا أبو بكر بن عياش وجاء إلى أبي يعزيه عن أخيه محمد بن سعيد وكان أكبر منه فقال لأبي متى ولد فقال مقتل الجراح فقال أبو بكر ذاك محتلمي وكان الجراح بن عبد الله من الغزاة قتلته الترك بأذربيجان غازيا في سنة اثنتي عشرة ومائة قال سعيد بن يحيى بن سعيد مات أبي سنة أربع وتسعين ومائة ومات عمي يعني محمدا قبله بسنة فكانت وفاته سنة ثلاث وتسعين وأما شعيب بن عمرو الأموي من بني أمية بن زيد الأنصاري يروي عن أبي هريرة رضي الله عنه روى عنه عبد العزيز الدراوردي ورافع بن عنجدة ويقال عنترة الأموي الأنصاري شهد بدرا وسعيد بن عبيد بن النعمان بن قيس القاري الأنصاري من بني أمية بن زيد أيضا |جـ 1 صـ 211| ",
                "title": "الأموي",
                "uri": "JK_000952_0243"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}