{
    "features": [
        {
            "item": "JK_000952_4388",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.657-659",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهلالي</h1> بكسر الهاء هذه النسبة إلى بني هلال وهي قبيلة نزلت الكوفة والمنتسب إليها ولاء الإمام أبو محمد سفيان بن عيينة بن أبي عمران واسمه ميمون الهلالي مولى امرأة من بني هلال يقال لها من أهل الكوفة انتقل إلى مكة يروي عن الزهري وعمرو بن دينار روى عنه أهل الحجاز والغرباء وكان مولده سنة سبع ومئة ليلة النصف من شعبان وجالس الزهري وهو ابن ست عشرة سنة وشهرين ونصف وذلك أن الزهري قدم عليهم سنة ثلاث وعشرين ومئة ثم خرج إلى الشام ومات بها سنة أربع وعشرين ومئة ومات سفيان بن عيينة يوم السبت في اخر يوم من جمادى الاخرة سنة ثمان وتسعين ومئة وكان من الحفاظ المتقنين وأهل الورع في الدين ممن علم كتاب الله وأكثر تلاوته له وسهره فيه وحج نيفا وسبعين حجة وهم إخوة خمسة سفيان ومحمد وادم وعمران وإبراهيم بنو عيينة وكلهم قد حمل عنهم العلم وأبو القاسم الضحاك بن مزاحم الهلالي وقيل كنيته أبو محمد من الأتباع لقي جماعة من التابعين ولم يشافه أحدا من الصحابة ومن زعم أنه لقي ابن عباس رضي الله عنهما فقد وهم وإنما لقي سعيد بن جبير بالري وأخذ عنه التفسير وكان أصله من بلخ وكان يقيم بها مدة وبسمرقند مدة وببخارى مدة وهم إخوة ثلاثة مسلم ومحمد والضحاك ومات الضحاك سنة ثنتين ومئة وقيل سنة خمس ومئة وكانت أمه حاملا به سنتين وولد له سنان فقيل له الضحاك لذلك وكان معلم كتاب يعلم الصبيان ولا يأخذ منهم شيئا وأبو محمد بشر بن الحسين الأصبهاني الهلالي يروي عن الزبير بن عدي بنسخة موضوعة ما لكثير حديث منها أصل يرويها عن الزبير عن أنس رضي الله عنه شبيها بمئة وخمسين حديثا مسانيد كلها وإنما سمع الزبير من أنس رضي الله عنه حديثا واحدا |جـ 5 صـ 658| لايأتي عليكم زمان إلا والذي بعده شر منه روى عنه حجاج بن يوسف بن قتيبة وأبو سلمة مسعر بن كدام بن ظهير الكوفي الهلالي العامري من قيس عيلان روى عن عمير بن سعيد وعطاء وأبي بكر بن عمرو بن عتبه وبكير بن الأخنس روى عنه الثوري وشعبة ومالك بن مفول وابن إسحاق وابن عيينة ووكيع وأبو أسامة وأبو نعيم وثابت بن محمد الزاهد وخلاد بن يحيى وغيرهم وكان سفيان الثوري يقول كنا إذا اختلفنا في شيء سألنا مسعرا عنه وقال شعبة كنا نسمي مسعرا المصحف وقال ابن عيينة كان مسعر عندنا من معادن الصدق وسئل أبو حاتم الرازي عن سفيان الثوري ومسعر فقال مسعر أتقن وأجود حديثا وأعلى إسنادا من الثوري وأتقن من حماد بن زيد وعتبى بنت الهلالية كانت امرأة صالحة عالمة فقيهة من أهل مرو وكانت تسكن بعض السواد أظنه قرية كمسان سمعت الأربعين التي جمعها الشيخ الرحال أبو بكر أحمد بن محمد بن عبدوس النسوي الساكن بجنوجرد روى لنا عنها تلك الأربعين أبو عبد الله محمد بن عبد الله الخلوقي بمرو وعائشة بنت أبي الفضل الكمساني بقرية كمسان على خمسة فراسخ من مرو وتوفيت بعد سنة نيف وسبعين وأربعمئة وشيخنا أبو نصر منصور بن محمد بن الهلالي الباخرزي من أهل باخرز ورد نيسابور في صباه وبقي بها إلى أن مات كان فقيها صالحا متدينا سديد السيرة يسكن مدرسة البيهقي بنيسابور سمع أبا بكر أحمد بن علي بن خلف الشيرازي وأبا المظفر موسى بن عمران الأنصاري وأبا القاسم عبد الرحمن بن أحمد الواحدي وأبا تراب عبد الباقي بن يوسف المراغي وغيرهم كتبت عنه في توجهي إلى العراق وانصرافي عنها وعمر حتى سمعت ولدي عنه وتوفي سنة وأربعين وخمسمئة بنيسابور |جـ 5 صـ 659| ",
                "title": "الهلالي",
                "uri": "JK_000952_4388"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}