{
    "features": [
        {
            "item": "JK_000129_011764",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.95",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مران</h1> بالفتح ثم التشديد وآخره نون يجوز أن يكون من مر الطعام يمر مرارة ويمر أيضا أو من مر يمر من المرور ويجوز أن يكون من مرن الشيء يمرن مرونا إذا استمر وهو لين في صلابة ومرنت يد فلان على العمل أي صلبت قال السكري هو على أربع مراحل من مكة إلى البصرة وقيل بينه وبين مكة ثمانية عشر ميلا وفيه قبر تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان وقبر عمرو بن عبيد قال جرير يعرض بابن الرقاع قد جربت عركي في كل معترك غلب الرجال فما بال الضغابيس وابن اللبون إذا ما لز في قرن لم يستطع صولة البزل القناعيس إني إذا الشاعر المغرور حربني جار لقبر على مران مرموس قال أراد قبر تميم بن مر إذا حربني أي أغضبني يموت فيصير جارا لمن هو مدفون هناك ويصدق ذلك قوله قد كان أشوس أباء فأورثني شغبا على الناس في أبنائه الشوس نحمي ونغتصب الجبار نجنبه في محصد من حبال القد مخموس وقال الحازمي بين البصرة ومكة لبني هلال من بني عامر وقيل بين مكة والمدينة وقال عرام عند ذكره الحجاز وقرية يقال لها مران قرية غناء كبيرة كثيرة العيون والآبار والنخيل والمزارع وهي على طريق البصرة لبني هلال وجزء لبني ماعز وبها حصن ومنبر ناس كثير وفيها يقول الشاعر أبعد الطوال الشم من آل ماعز يرجي بهران القرى ابن سبيل مررنا على مران ليلا فلم نعج على أهل آجام بها ونخيل وقال ابن قتيبة قال المنصور أمير المؤمنين يرثي عمرو بن عبيد صلى الإله عليك من متوسد قبرا مررت به على مران قبرا تضمن مؤمنا متحنفا صدق الإله ودان بالقرآن لو أن هذا الدهر أبقى صالحا أبقى لنا عمرا أبا عثمان وقال ابن الأعرابي على هذا النمط من جملة أبيات أيا نخلتي مران هل لي إليكما على غفلات الكاشحين سبيل أمنيكما نفسي إذا كنت خاليا ونفعكما لولا الفناء قليل وما لي شيء منكما غير أنني أحن إلى ظليكما فأطيل ",
                "title": "مران",
                "uri": "JK_000129_011764"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}