{
    "features": [
        {
            "item": "JK_000129_009255",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.175-176",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عين أبي نيزر</h1> كنية رجل يأتي ذكره ونيزر بفتح النون وياء مثناة من تحت وزاي مفتوحة وراء وهو فيعل من النزارة وهو القليل أو من النزر وهو الإلحاح في السؤال وروى يونس عن محمد بن إسحاق بن يسار أن أبا نيزر الذي تنسب إليه العين هو مولى علي بن أبي طالب رضي الله عنه كان ابنا للنجاشي ملك الحبشة الذي هاجر إليه المسلمون لصلبه وأن عليا وجده عند تاجر بمكة فاشتراه منه وأعتقه مكافأة بما صنع أبوه مع المسلمين حين هاجروا إليه وذكروا أن الحبشة مرج عليها أمرها بعد موت النجاشي وأنهم أرسلوا وفدا منهم إلى أبي نيزر وهو مع علي ليملكوه عليهم ويتوجوه ولا يختلفوا عليه فأبى وقال ما كنت لأطلب الملك بعد أن من الله علي بالإسلام قال وكان أبو نيزر من أطول الناس قامة وأحسنهم وجها قال ولم يكن لونه كألوان الحبشة ولكنه إذا رأيته قلت هذا رجل عربي قال المبرد رووا أن عليا رضي الله عنه لما أوصى إلى الحسن في وقف أمواله وأن يجعل فيها ثلاثة من مواليه وقف فيها عين أبي نيزر والبغيبغة فهذا غلط لأن وقفه هذين الموضعين كان لسنتين من خلافته حدثنا أبو محلم محمد بن هشام في إسناده قال كان أبو نيزر من أبناء بعض الملوك الأعاجم قال وصح عندي بعد أنه من ولد النجاشي فرغب في الإسلام صغيرا فأتى رسول الله صلى الله عليه وسلم |جـ 4 صـ 176| وكان معه في بيوته فلما توفي رسول الله صلى الله عليه وسلم صار مع فاطمة وولدها رضي الله عنهم قال أبو نيزر جاءني علي بن أبي طالب رضي الله عنه وأنا أقوم بالضيعتين عين أبي نيزر والبغيبغة فقال هل عندك من طعام فقلت طعام لا أرضاه لأمير المؤمنين قرع من قرع الضيعة صنعته بإهالة سنخة فقال علي به فقام إلى الربيع وهو جدول فغسل يديه ثم أصاب من ذلك شيئا ثم رجع إلى الربيع فغسل يديه بالرمل حتى أنقاهما ثم ضم يديه كل واحدة منهما إلى أختها وشرب منهما حسى من الربيع ثم قال يا أبا نيزر إن الأكف أنظف الآنية ثم مسح ندى ذلك الماء على بطنه وقال من أدخله بطنه النار فأبعده الله ثم أخذ المعول وانحدر فجعل يضرب وأبطأ عليه الماء فخرج وقد تنضح جبينه عرقا فانتكف العرق من جبينه ثم أخذ المعول وعاد إلى العين فأقبل يضرب فيها وجعل يهمهم فانثالت كأنها عنق جزور فخرج مسرعا وقال أشهد الله أنها صدقة علي بدواة وصحيفة قال فعجلت بهما إليه فكتب بسم الله الرحمن الرحيم هذا ما تصدق به عبد الله علي أمير المؤمنين تصدق بالضيعتين بعين أبي نيزر والبغيبغة على فقراء أهل المدينة وابن السبيل ليقي بهما وجهه حر النار يوم القيامة لا تباعا ولا توهبا حتى يرثهما الله وهو خير الوارثين إلا أن يحتاج إليهما الحسن والحسين فهما طلق لهما وليس لأحد غيرهما قال أبو محلم محمد بن هشام فركب الحسين دين فحمل إليه معاوية بعين أبي نيزر مائتي ألف دينار فأبى أن يبيع وقال إنما تصدق بهما أبي ليقي الله وجهه حر النار ولست بائعهما بشيء وقد ذكرت هذه القصة في البغيبغة وهو كاف فلا يكتب ههنا ",
                "title": "عين أبي نيزر",
                "uri": "JK_000129_009255"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}