{
    "features": [
        {
            "item": "JK_000129_008405",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.35-36",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الطف</h1> بالفتح والفاء مشددة وهو في اللغة ما أشرف من أرض العرب على ريف العراق قال الأصمعي وإنما سمي طفا لأنه دان من الريف من قولهم |جـ 4 صـ 36| خذ ما طف لك واستطف أي ما دنا وأمكن وقال أبو سعيد سمي الطف لأنه مشرف على العراق من أطف على الشيء بمعنى أطل و الطف طف الفرات أي الشاطىء و الطف أرض من ضاحية الكوفة في طريق البرية فيها كان مقتل الحسين بن علي رضي الله عنه وهي أرض بادية قريبة من الريف فيها عدة عيون ماء جارية منها الصيد والقطقطانة والرهيمة وعين جمل وذواتها وهي عيون كانت للموكلين بالمسالح التي كانت وراء خندق سابور الذي حفره بينه وبين العرب وغيرهم وذلك أن سابور أقطعهم أرضها يعتملونها من غير أن يلزمهم خراجا فلما كان يوم ذي قار ونصر الله العرب بنبيه صلى الله عليه وسلم غلبت العرب على طائفة من تلك العيون وبقي بعضها في أيدي الأعاجم ثم لما قدم المسلمون الحيرة وهربت الأعاجم بعدما طمت عامة ما كان في أيديها منها وبقي ما في أيدي العرب فأسلموا عليه وصار ما عمروه من الأرض عشرا ولما انقضى أمر القادسية والمدائن وقع ما جلا عنه الأعاجم من أرض تلك العيون إلى المسلمين وأقطعوه فصارت عشرية أيضا وقال الأقيشر الأسدي من قصيدة اني يذكرني هندا وجارتها بالطف صوت حمامات على نيق بنات ماء معا بيض جآجئها حمر مناقرها صفر الحماليق أيدي السقاة بهن الدهر معملة كأنما لونها رجع المخاريق أفنى تلادي وما جمعت من نشب قرع القواقيز أفواه الأباريق وكان مجرى عيون الطف وأعراضها مجرى أعراض المدينة وقرى نجد وكانت صدقتها إلى عمال المدينة فلما ولي إسحاق بن إبراهيم بن مصعد السواد للمتوكل ضمها إلى ما في يده فتولى عماله عشرها وصيرها سوادية فهي على ذلك إلى اليوم ثم استخرجت فيها عيون إسلامية يجري ما عمر بها من الأرضين هذا المجرى قالوا وسميت عين جمل لأن جملا مات عندها في حدثان استخراجها فسميت بذلك وقيل إن المستخرج لها كان يقال له جمل وسميت عين الصيد لكثرة السمك الذي كان بها قال أبو دهبل الجمحي يرثي الحسين بن علي رضي الله عنه ومن قتل معه بالطف مررت على أبيات آل محمد فلم أرها أمثالها يوم حلت فلا يبعد الله الديار وأهلها وإن أصبحت منهم برغمي تخلت ألا إن قتلى الطف من آل هاشم أذلت رقاب المسلمين فذلت وكانوا غياثا ثم أضحوا رزية ألا عظمت تلك الرزايا وجلت وجا فارس الأشقين بعد برأسه وقد نهلت منه الرماح وعلت وقال أيضا تبيت سكارى من أمية نوما وبالطف قتلى ما ينام حميمها وما أفسد الإسلام إلا عصابة تأمر نوكاها فدام نعيمها فصارت قناة الدين في كف ظالم إذا اعوج منها جانب لا يقيمها |جـ 4 صـ 37| ",
                "title": "الطف",
                "uri": "JK_000129_008405"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}