{
    "features": [
        {
            "item": "JK_000129_004283",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.314",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحوأب</h1> موضع في طريق البصرة محاذي البقرة ماءة أيضا من مياههم قال أبو زياد ومن مياه أبي بكر بن كلاب الحوأب وهو من المياه الأعداد وقديم جاهلي وقال نصر الحوأب من مياه العرب على طريق البصرة و الحوأب والعناب والحزيز جبال سود أظنها في ديار عوف بن عبد بن أبي بكر بن كلاب أخي قريط بن عبد وقيل سمي الحوأب بالحوأب بنت كلب بن وبرة وهي أم تميم وبكر المعروف بالشعيراء والغوث وهو الربيط وهو صوفة وثعلبة وهو ظاعنة وغيرهم من ولد مر بن أد بن طابخة وبالحوأب حصن لعبد العزيز بن زرارة الكلبي وقال أبو منصور الحوأب موضع بئر نبحت كلابه على عائشة أم المؤمنين عند مقبلها إلى البصرة ثم أنشد ما هي إلا شربة بالحوأب فصعدي من بعدها أو صوبي وفي الحديث أن عائشة لما أرادت المضي إلى البصرة في وقعة الجمل مرت بهذا الموضع فسمعت نباح الكلاب فقالت ما هذا الموضع فقيل لها هذا موضع يقال له الحوأب فقالت إنا لله ما أراني إلا صاحبة القصة فقيل لها وأي قصة قالت سمعت رسول الله صلى الله عليه وسلم يقول وعنده نساؤه ليت شعري أيتكن تنبحها كلاب الحوأب سائرة إلى الشرق في كتيبة وهمت بالرجوع فغالطوها وحلفوا لها أنه ليس بالحوأب وفي كتاب سيف أن فلال يوم بزاخة الذين كانوا مع طليحة المتنبي أجمعت إلى ظفر وبها أم زمل سلمى بنت مالك بن حذيفة بن بدر الفزارية وكانت عزيزة في أهلها مثل أمها أم قرفة فنزلوا إليها فذمرتهم وأقرتهم بالحرب وكانت أم زمل قد سبيت أيام أم قرفة فوهبت لعائشة فأعتقتها فكانت تكون عندها وقد كان النبي صلى الله عليه وسلم دخل عليهن فقال إن إحداكن تستنبح كلاب أهل الحوأب ثم رجعت سلمى إلى قومها وارتدت فيمن ارتد فلما رجع إليها الفلال طلبت بذلك الثأر فسيرت ما بين ظفر والحوأب حتى تجمع لها خلق كثير من غطفان وهوازن وسليم وأسد وطيء فبلغ ذلك خالدا فسار إليها واقتتل الفريقان قتالا شديدا وهي راكبة على جمل أمها حتى اجتمع على الجمل أناس من المسلمين فعقروه وقتلوها وقتلوا حولها مائة رجل فكانوا يروون أنها التي عناها النبي صلى الله عليه وسلم ",
                "title": "الحوأب",
                "uri": "JK_000129_004283"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}