{
    "features": [
        {
            "item": "JK_000952_3640",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.190-191",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المتكلم</h1> بضم الميم وفتح التاء المنقوطة من فوقها بنقطتين والكاف وكسر اللام المشددة وفي اخرها الميم هذه اللفظة لمن يعرف علم الكلام والأصول وقيل لهذا النوع من العلم الكلام لأن أول خلاف وقع إنما في كلام الله مخلوقه هو أو غير مخلوق فتكلم فيه الناس فسمي هذا النوع من العلم الكلام وإن كان جميع العلوم نشرها بالكلام والمشهور به أبو بكر أحمد بن محمد بن يحيى المتكلم الأشقر من أهل نيسابور شيخ أهل الكلام في عصره بنيسابور من أهل الصدق في رواية الحديث سمع جعفر بن محمد بن سوار وإبراهيم بن أبي طالب ويوسف بن موسى المرو الروذي وإبراهيم بن محمد السكني وأقرانهم سمع منه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وكان سمع المسند الصحيح من أحمد بن علي القلانسي ورواه وهو أحسن راوية لذلك الكتاب وأنهم ثقاة وتوفي في ذي الحجة سنة تسع وخمسين وثلاث مئة |جـ 5 صـ 191| وأبو عبد الله محمد بن أحمد بن محمد بن يعقوب بن مجاهد الطائي المتكلم صاحب أبي الحسن الأشعري من أهل البصرة قدم بغداد ودرس بها الكلام وله كتب حسان في الأصول وعليه درس القاضي أبو بكر محمد بن الطيب الباقلاني ذكره أبو بكر الخطيب الحافظ في التاريخ فقال ذكر لنا عنه غير واحد من شيوخنا أنه كان ثخين الستر حسن التدين جميل الطريقة وكان أبو بكر البرقاني يثني عليه ثناء حسنا وقد أدركه ببغداد فيما أحسب والله أعلم روى عنه الحسن بن الحسين الشافعي الهمذاني وأبو بكر محمد بن الطيب المتكلم الباقلاني ذكرته في الباء الموحدة وأبو الحسين محمد بن علي بن الطيب المتكلم من أهل البصرة سكن بغداد وهو صاحب التصانيف على مذاهب المعتزلة ودرس الكلام إلى حين وفاته وكان يروي حديثا واحدا عنه من حفظه عن هلال بن محمد بن أخي هلال الرأي وذكر أنه سمع من طاهر بن لبؤة روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبو علي محمد بن أحمد بن الوليد صاحبه المعتزلي ومات ببغداد في شهر ربيع الاخر سنة ست وثلاثين وأربع مئة وصلى عليه القاضي أبو عبد الله الصيمري ودفن في مقبرة الشونيزي ",
                "title": "المتكلم",
                "uri": "JK_000952_3640"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}