{
    "features": [
        {
            "item": "JK_000129_012305",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.198-199",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>منى</h1> بالكسر والتنوين في درج الوادي الذي ينزله الحاج ويرمي فيه الجمار من الحرم سمي بذلك لما يمنى به من الدماء أي يراق قال الله تعالى & من مني يمنى & وقيل لأن آدم عليه السلام تمنى فيها الجنة قيل منى من مهبط العقبة إلى محسر وموقف المزدلفة من محسر إلى أنصاب الحرم وموقف عرفة في الحل لا في الحرم وهو مذكر مصروف وقد امتنى القوم إذا أتوا منى عن يونس وقال ابن الأعرابي أمنى القوم ومنى الله الشيء قدره وبه سمي منى وقال ابن شميل سمي منى لأن الكبش مني به أي ذبح وقال ابن عيينة أخذ من المنايا وهي بليدة على فرسخ من مكة طولها ميلان تعمر أيام الموسم وتخلو بقية السنة إلا ممن يحفظها وقل أن يكون في الإسلام بلد مذكور إلا ولأهله بمنى مضرب وعلى رأس منى من نحو مكة عقبة ترمى عليها الجمرة يوم النحر ومنى شعبان بينهما أزقة والمسجد في الشارع الأيمن ومسجد الكبش بقرب العقبة وبها مصانع وآبار وخانات وحوانيت وهي بين جبلين مطلين عليها وكان أبو الحسن الكرخي يحتج بجواز الجمعة بها لأنها ومكة كمصر واحد فلما حج أبو بكر الجصاص ورأى بعد ما بينهما استضعف هذه العلة وقال هذه مصر من أمصار المسلمين تعمر وقتا وتخلو وقتا وخلوها لا يخرجها عن حد الأمصار وعلى هذه العلة يعتمد القاضي أبو الحسن القزويني قال البشاري وسألني يوما كم يسكنها وسط السنة من الناس قلت عشرون إلى ثلاثين رجلا قلما تجد فيه مضربا إلا وفيه امرأة تحفظه فقال صدق أبو بكر وأصاب فيما علل قال فلما لقيت الفقيه أبا حامد البغوي بنيسابور حكيت له ذلك فقال العلة ما نص به الشيخ أبو الحسن ألا ترى إلى قول الله عز وجل & ثم محلها إلى البيت العتيق & وقال تعالى & هديا بالغ الكعبة & وإنما يقع النحر بمنى وقد ذكر منى الشعراء فقال بعضهم ولما قضينا من منى كل حاجة ومسح بالأركان من هو ماسح |جـ 5 صـ 199| أخذنا بأطراف الأحاديث بيننا وسالت بأعناق المطي الأباطح وقال العرجي نلبث حولا كله كاملا لا نلتقي إلا على منهج الحج إن حجت وماذا منى وأهله إن هي لم تحجج وقال الأصمعي وهو يذكر الجبال التي حول حمى ضرية فقال ومنى جبل وأنشد أتبعتم مقلة إنسانها غرق كالفص في رقرق بالدمع مغمور حتى تواروا بشعف والجمال بهم عن هضب غول وعن جنبي منى زور ",
                "title": "منى",
                "uri": "JK_000129_012305"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}