{
    "features": [
        {
            "item": "JK_000952_0745",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.485",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التنيسي</h1> تنيس بكسر التاء المنقوطة باثنتين من فوق وكسر النون المشددة والياء المنقوطة باثنتين من تحتها والسين غير المعجمة بلدة من بلاد ديار مصر في وسط البحر والماء بها محيط وهي كور من الخليج وسميت بتنيس بن حام بن نوح وهي من كور الريف كان بها ومنها جماعة من المحدثين والعلماء منهم أبو زكريا يحيى بن حسان التنيسي الشامي أصله من دمشق سكن تنيس يروي عن سليمان بن بلال والليث بن سعد روى عنه الإمام الشافعي وأهل الشام ومصر ومات سنة ثمان ومائتين وأحمد بن عيسى الخشاب التنيسي يروي عن عمرو بن أبي سلمة وعبد الله بن يوسف روى عنه أبو العباس محمد بن الحسن بن قتيبة العسقلاني يروي عن المجاهيل الأشياء المناكير وعن المشاهير الأشياء المقلوبة لا يجوز الاحتجاج بما انفرد به من الأخبار وعبد الله بن يوسف التنيسي هو كلاعي من أهل دمشق روى الموطأ عن مالك وكان من العلماء روى عنه البخاري في الصحيح وعمرو بن أبي سلمة أبو حفص التنيسي مولى بني هاشم قال أبو سعيد بن يونس صاحب تاريخ المصريين هو من أهل دمشق قدم مصر الحديث ورحل إلى خراسان وأدرك بعض مشايخنا لقيته بهراة وسمع مني وسمعت منه حديثين أو ثلاثة وخرج هاربا من فتنة الغز وتوفي بآمل طبرستان في سنة ثمان أو تسع وأربعين وخمسمائة وأما أبو عمرو عثمان بن أحمد بن هارون السمرقندي التنيسي أصله من سمرقند وهو وأهل بيته كلهم يسكنون بتنيس حدث عن أحمد بن شيبان الرملي ومحمد بن عبد الحكم القطري وأبي أمية محمد بن إبراهيم الطرسوسي ونحوهم وكانت له سماعات صحاح في كتب أبيه وكان ثقة وعلت سنه توفي بتنيس في شعبان سنة خمس وأربعين وثلاثمائة وبشر بن بكر التنيسي من القدماء يروي عن الأوزاعي وجرير وأبي بكر بن أبي مريم روى عنه عبد الله بن وهب والحميدي ودحيم وسعيد بن أسد قال ابن أبي حاتم سئل أبي عنه فقال ما به بأس وسئل أبو زرعة عنه فقال ثقة ",
                "title": "التنيسي",
                "uri": "JK_000952_0745"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}