{
    "features": [
        {
            "item": "JK_000129_012705",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.270-271",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نجران والنسبة النجراني</h1> موضع بحوران من نواحي دمشق وهي بيعة عظيمة عامرة حسنة مبنية على العمد الرخام منمقة بالفسيفساء وهو موضع مبارك ينذر له المسلمون والنصارى ولنذور هذا الموضع قوم يدورون في البلدان ينادون من نذر نذر نجران المبارك وهم ركاب الخيل وللسلطان عليهم قطيعة وافرة يؤذونها إليه في كل عام وقيل هي قرية أصحاب الأخدود باليمن ينسب إليها يزيد بن عبد الله بن أبي يزيد النجراني يكنى أبا عبد الله من أهل دمشق من نجران التي بحوران روى عن الحسين بن ذكوان والقاسم بن أبي عبد الرحمن ومسحر السكسكي روى عنه يحيى بن حمزة وسويد بن عبد العزيز وصدقة بن عبد الله وأيوب بن حسان وهشام بن الغاز وقال أبو الفضل المقدسي النجراني والنجراني الأول منسوب إلى نجران هجر وفيهم كثرة قال عبيد الله الفقير إليه هذا قول فيه نظر فإن نجران هجر مجهول والمنسوب إليه معدوم وقال أبو الفضل والثاني نجران اليمن منهم عبيد الله بن العباس بن الربيع النجراني حدث عن محمد بن إبراهيم البيلماني روى عنه محمد بن بكر بن خالد النيسابوري ونسبه إلى نجران اليمن وقال سمعت منه بعرفات وقال الحازمي وممن ينسب إلى نجران بشر بن رافع النجراني أبو الأسباط اليماني حدث عنه حاتم بن إسماعيل وعبد الرزاق وينسب إلى نجران اليمن أيضا أبو عبد الملك محمد بن عمرو بن حزم الأنصاري يقال له النجراني لأنه ولد بها في حياة رسول الله سنة عشر وولاه الأنصار أمرهم يوم الحرة فقتل بها سنة 63 روى عنه ابنه أبو بكر وقد أكثرت الشعراء من ذكر نجران في أشعارها قال أعرابي إن تكونوا قد غبتم وحضرنا ونزلنا أرضا بها الأسواق واضعا في سراة نجران رحلي ناعما غير أنني مشتاق وقال عطارد بن قران أحد اللصوص وكان قد أخذ وحبس بنجران يطول علي الليل حتى أمله فأجلس والنهدي عندي جالس كلانا به كبلان يرسف فيهما ومستحكم الأقفال أسمر يابس له حلقات فيه سمر يحبها ال عناة كما حب الظماء الخوامس إذا ما ابن صباح أرنت كبوله لهن على ساقي وهنا وساوس تذكرت هل لي من حميم يهمه بنجران كبلاي اللذان أمارس فأما بنو عبد المدان فإنهم وإني من خير الحصين ليائس |جـ 5 صـ 271| روى نمر من أهل نجران أنكم عبيد العصا لو صبحتكم فوارس ",
                "title": "نجران والنسبة النجراني",
                "uri": "JK_000129_012705"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}