{
    "features": [
        {
            "item": "JK_000952_1968",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.173-174",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزندي</h1> بفتح الزاي وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى قرية ببخارى وإلى كتاب جمعه ماني سماه الزند فأما الأول فالمشهور بهذه النسبة أبو بكر محمد بن أحمد بن حمدان بن غارم البخاري الزندي من أهل بخارى يروي عن حاتم بن أحمد البيكندي روى عنه أبو عبد الله محمد بن أحمد الغنجار ولا أدري هذه النسبة إلى زندني القرية المعروفة ببخارى أم قرية سواها والله أعلم ثم ذكر أبو كامل البصيري في كتاب المضافات حمدان بن غارم الزندني يعني من قرية زندني وله بها عقب فيهم من اهل العلم قلت وابو بكر هذا منهم ولما ذكر الأمير أبو نصر علي بن هبة الله بن ماكولا في كتاب الإكمال في ترجمة الزندي ابن غارم هذا ثم ذكر بعده ترجمة الزندني من قرية زندني ذكرت ههنا والظاهر انه وهم فإن البصيري وإن لم يكن في طبقة ابن ماكولا ودرجته في الحفظ والإتقان والرحلة ولكن هو أعرف بأهل بلده لأنه بخاري وابن غارم من أهل بخارى والزندي من الزندية وهم طائفة من الزردشتيه والزند كتاب له والزنديق نسب إلى ذلك وأول من سمي بهذا الاسم ماني بن فاتك بن مانان وكان في زمان بهرام بن هرمز بن سابور قد قرأ كتب الأوائل وكان مجوسيا فأراد أن يكون له صيت وذكر فوضع طريقة وجمع كتابا سماه سابرقان وقال هذا زند كتاب زردشت وزند بلغتهم التفسير يعني هذا تفسير كتاب زردشت واصحابه كانوا يقولون لكتابه مصحف ماني وزينه بالنقوش والألوان ومهد فيه النور والظلمة وقال بإلهين اثنين أحدهما يخلق النور والآخر يخلق الظلمة وقد ذكرتهم في المانوي وقال إن الخير من النور والشر من الظلمة وحرم إتيان النساء لأن أصل الشهوة من الشيطان وإذا كان الولد من الشهوة لا يتولد إلا الخبيث العفريت واباح اللواطة لانقطاع النسل وحرم ذبح الحيوانات فإذا ماتت حل أكلها وادعى في الظاهر متابعة عيسى عليه السلام وكان في الباطن زنديقا وكان يوافق النصارى والمجوس إذا خلا بفرقة منهما فلما سمع بهرام الملك خبره أمر بسلخ إهابه حيا على باب بلد جنديسابور وحشي بالتبن وعلق وبقي قوم من أتباعه في نواحي الصين والترك وأطراف العراق ونواحي كرمان إلى أيام هارون الرشيد فاستدعي بكتابه المعروف بالزند وأحرقه وأخذ قلنسوة بقيت في يد أصحابه أخذها وأمر بإحراقها وانقطعوا إن شاء الله وقيل كان في |جـ 3 صـ 174| زمان الرشيد رجل متطفل مبالغ في ذلك وكان يستعير ثيابا فاخرة وكان يدخل بين الناس في الضيافات وبيوت الأكابر واتفق أن المانوية الزنادقة أخذهم الرشيد ليقتلهم وكان معهم كتاب الزند وقلنسوة ماني وظن الطفيلي أنهم يحضرون مأدبة فدخل في غمارهم وسأل واحدا أن هؤلاء في دعوة واجتماع فقال نعم على سبيل الطنز فلما حضروا وقعدوا جيء بالنطع والسيف وأحضروا الكتاب الذي لهم مع قلنسوة ماني وقالوا لكل واحد ابزق عليه فإذا امتنع كان يقتل إلى أن وصلت النوبة إليه فقام وحل السراويل وقصد أن يبول عليه فقيل له في ذلك فحكى قصته وتطفيله فضحك الرشيد ووصله بمال وخلى سبيله وقيل للمانوية الزندية ",
                "title": "الزندي",
                "uri": "JK_000952_1968"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}