{
    "features": [
        {
            "item": "JK_000952_0735",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.476-477",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التلي</h1> بفتح التاء المنقوطة باثنتين من فوقها وتشديد اللام هذه النسبة إلى مواضع اسمها التل منها تل ماسح والمنتسب إليه القاسم بن عبد الله المكفوف من تل ماسح يروي عن ثوب بن يزيد عن خالد بن معدان عن معاذ حديث الرديف وذكر فيه قصة الأملاك السبعة قال أبو حاتم على الحديث حدثناه عمر بن سعيد بن سنان بمنج ثنا القاسم بن عبد الله المكفوف ولست أدري الحمل في هذا على القاسم هذا أو على سلم الخواص على أني لست أشك أن ابن عيينة ما حدث بهذا في الدنيا قط وهذه قصة مشهورة لأحمد بن عبد الله الجويباري عن يحيى بن سلام الإفريقي عن ثور بن يزيد وقد سرقه من الجويباري عبد الله بن وهب النسوي فحدث به عن محمد بن القاسم الأسدي عن ثور بن يزيد قال حدثنيه محمد بن عبد العزيز بن إسماعيل بنسا ثنا عبد الله بن وهب النسوي ومنصور بن إسماعيل الحراني التلي وابنه أحمد بن منصور حدثا جميعا عن مالك بن أنس وغيره وهو منسوب إلى تل قرية من قرى حران وأيوب بن سليمان الأسدي من أهل البليخ من تل محري وظني أنه من نواحي الرقة ذكر أن أيوب التلي سأل عن عطاء بن أبي رباح روى عنه أحمد بن عبد الملك بن واقد الحراني هكذا ذكره أبو علي محمد بن سعيد الحافظ في تاريخ الرقة وأبو حفص عمر بن محمد بن الحسن بن زبير التلي الأسدي المعروف بابن التل الكوفي من أهل الكوفة نسب إلى جده قدم بغداد وحدث بها عن أبيه روى عنه محمد بن إسماعيل البخاري في صحيحه وأبو حاتم الرازي وإبراهيم الحربي وموسى بن إسحاق الأنصاري ومحمد بن إسحاق بن خزيمة والحسن بن عليل العنزي وعبد الله بن إسحاق المدائني وعلي بن العباس المقانعي ويحيى بن محمد بن صاعد ومحمد بن هارون بن المجدر والقاضي أبو عبد الله بن المحاملي وأخوه أبو عبد الله القاسم وغيرهم وقال النسائي هو صدوق وقال أبو حاتم الرازي عمر بن محمد بن الحسن يصحف فيقول معاذ بن جبل وحجاج بن فرافصة وعلقمة بن مرثد فقلت له أبوك لم يسلمك إلى الكتاب فقال كان لنا ضبنة اشغلنا عن الحديث وقال البخاري مات عمر بن محمد بن الحسن الأسدي الكوفي في شوال سنة خمسين ومائتين |جـ 1 صـ 477| ",
                "title": "التلي",
                "uri": "JK_000952_0735"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}