{
    "features": [
        {
            "item": "JK_000952_1446",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.394-395",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخليلي</h1> بفتح الخاء المعجمة والياء الساكنة المنقوطة هذه النسبة إلى رجال أولهم إبراهيم الخليل صلى الله عليه وسلم وجماعة من أهل بيت المقدس ينسبون إلى سكناهم مسجد إبراهيم الخليل صلوات الله عليه وخدمتهم إياه وأما أبو القاسم أحمد بن محمد بن محمد بن بعد الله الخليل الدهقان الزيادي من أهل بلخ شيخ صدوق ثقة قيل له الخليلي لأنه كان يخدم القاضي الخليل بن أحمد السجزي شيخ الإسلام ببلخ وكان وكيلا له فقيل له الخليلي لهذا هكذا سمعت عبد الرشيد بن أبي حنيفة الولوالجي يقوله بقطوان سمع الخليلي أبا القاسم علي بن أحمد بن محمد بن الحسن الخزاعي وحدث عنه بشمائل النبي صلى الله عليه وسلم وبمسند الهيثم بن كليب وبغريب الحديث لأبي محمد القتبي روى لنا عنه أبو شجاع عمر بن محمد بن عبد الله البسطامي الإمام بمرو وأبو المحاسن مسعود بن محمد بن غانم الأديب بهراة وأبو المعالي فضل الله بن المكي العلوي بمرو الروذ وأبو حفص عمر بن علي السنجي الأديب ببلخ وأبو الفتح محمد بن محمد بن عبد الله البسطامي بالخورنق وأبو علي الحسن بن بشير النقاش بعسقلان وأبو بكر محمد بن القاسم بن المظفر الأربلي بالموصل وأبو عبد الرشيد بن أبي حنيفة الولوالجي بسمرقند وأبو محمد بن محمد بن عبد السلام الصلواتي ببخجرمان وجماعة سواهم وتوفي ببلخ في سنة اثنتين وتسعين وأربعمائة في صفر وأبو سعد محمد بن أبي العباس أحمد بن محمد بن الخليل بن أحمد بن |جـ 2 صـ 395| محمد بن محمد بن أبي حامد بن أسد بن إبراهيم الخليلي النوقاني نسب إلى جده الخليل من أهل نوقان كان إماما فاضلا متفننا وافر العقل غزير الفضل سع أبا بكر أحمد بن علي بن خلف الشيرازي وأبا سعيد محمد بن سعيد الفرخزادي وجماعة كثيرة سواهم سمعت منه الكثير بنوقان وقدم علينا بنيسابور فسمعت منه هناك أيضا وكانت ولادته في ذي الحجة سنة سبع وستين وأربعمائة وتوفي في المحرم سنة ثمان وأربعين وخمسمائة وأخواه أسعد والموفق سمعت منهما يسيرا أيضا والله يرحمهم ",
                "title": "الخليلي",
                "uri": "JK_000952_1446"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}