{
    "features": [
        {
            "item": "JK_000952_3061",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.380-381",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفزاري</h1> بفتح الفاء والزاي والراء في آخرها بعد الألف هذه النسبة إلى فزارة وهي قبيلة كان منها جماعة من العلماء والأئمة فمنهم أبو عبد الله مروان بن معاوية بن الحارث بن عثمان بن أسماء بن خارجة بن عيينة بن حصن بن حذيفة بن بدر الفزاري من أهل الكوفة سكن مكة ثم صار إلى دمشق ومات بمكة يروي عن ابن أبي خالد ويحيى بن سعيد الأنصاري وسليمان الأعمش وعمر بن حمزة وحميد الطويل وعاصم الأحول روى عنه الناس مثل قتيبة بن سعيد وداود بن عمرو الضبي وأحمد بن حنبل وأبي خيثمة ويحيى بن معين وكان من أهل الكوفة سكن مكة ثم انتقل إلى دمشق فسكنها وثقه الأئمة مثل يحيى بن معين وسئل علي بن المديني عنه فقال ثقة فيما روى عن المعروفين وضعفه فيما روى عن المجهولين مات قبل التروية بيوم فجاءه بمكة سنة ثلاث وقيل أربع وتسعين ومائة قال ابن نمير كان مروان بن معاوية يلتقط الشيوخ من السكك وقال غيره يكثر روايته عن الشيوخ المجهولين وقال أحمد بن حنبل مروان بن معاية ثبت حافظ وأسماء بن خارجة بن حصن الفزاري جد مروان يروي عن جماعة من أصحاب رسول الله صلى الله عليه وسلم مات سنة خمس وستين وأسماء بن الحكم الفزاري يروي عن علي بن أبي طالب رضي الله عنه روى عنه علي بن ربيعة الوالبي قال أبو حاتم بن حبان يخطئ وخرشة بن الحر الفزاري أخو سلامة بنت الحر عداده في أهل الكوفة وكان يتيما في حجر عمر يروي عن ابن عمر وأبي ذر رضي الله عنهم روى عنه سليمان بن مسهر الفزاري مات سنة أربع وسبعين في ولاية بشر بن مروان على العراق والركين بن الربيع بن عميلة الفزاري الكوفي يروي عن ابن عمر وابن الزبير رضي الله عنهم روى عنه الثوري وشريك مات سنة إحدى وثلاثين ومائة وأبو عمرو شبابة بن سوار الفزاري مولاهم أصله من خراسان نزل المدائن وحدث بها |جـ 4 صـ 381| وببغداد عن شعبة وحريز بن عثمان وورقاء بن عمر ويونس بن أبي إسحاق والمغيرة بن مسلم وابن أبي ذئب والليث بن سعد وعبد الله بن العلاء بن زبر روى عنه أحمد بن حنبل ويحيى بن معين وأبو خيثمة وأحمد بن إبراهيم الدورقي والحسن بن محمد بن الصباح الزعفراني والحسن بن أبي الربيع والحسن بن عرفة وعبد الله بن روح المدائني ووالد شبابة اسمه مروان غلب عليه سوار وكان شعبة يتفقد أصحاب الحديث فقال يوما ما فعل ذلك الغلام الجميل يعني شبابة وقيل إنه كان يدعو إلى الإرجاء وكان صدوقا وقيل له أليس الإيمان قولا وعملا فقال إذا قال فقد عمل وقال محمد بن سعد شبابة بن سوار الفزاري كان ثقة صالح الأمر في الحديث وكان مرجئا خرج شبابة إلى مكة ومات بها سنة ست ومائتين ",
                "title": "الفزاري",
                "uri": "JK_000952_3061"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}