{
    "features": [
        {
            "item": "JK_000952_0154",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.149-150",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإسكافي</h1> بكسر الألف وسكون السين المهملة وفي آخرها الفاء هذه النسبة إلى إسكاف وهي ناحية ببغداد على صوب النهروان وهي من سواد العراق والمشهور بالانتساب إليها أبو بكر محمد بن محمد بن أحمد بن مالك الإسكافي سمع موسى بن سهل الوشاء وجعفر بن محمد الضائغ والحارث بن أبي أسامة وأبا قلابة الرقاشي وأبا الأحوص محمد بن الهيثم القاضي وعبيد بن شريك البزار وكان ثقة حدث ببغداد وكتب عنه الدارقطني أبو الحسن علي بن عمر الحافظ وأبو الحسن محمد بن أحمد بن رزق وأبو علي |جـ 1 صـ 150| الحسن بن أحمد بن شاذان وأبو عبد الله أحمد بن عبد الله بن الحسين المحاملي وغيرهم مات بإسكاف في ذي القعدة سنة إثنتين وخمسين وثلاثمائة ومولده سنة ثلاث وستين ومائتين وكان ثقة وأبو جعفر محمد بن عبد الله الإسكافي أحد المتكلمين من معتزلة البغداديين له تصانيف معروفة وكان الحسين بن علي الكرابيسي يتكلم معه ويناظره وبلغني أنه مات في سنة أربعين ومائتين وأبو إسحاق محمد بن عبد المؤمن بن أحمد الإسكافي كان خطيب إسكاف بني الجنيد وقاضيها وحدث عن الحسين بن محمد بن عبيد العسكري ومحمد بن المظفر وأبي بكر الأبهري ذكره أبو بكر الخطيب وقال كتب عنه أصحابنا بإسكاف وببغداد وكان ثقة يتفقه على مذهب مالك بن أنس وكانت ولادته في النصف من رجب سنة ستين وثلاثمائة ومات بإسكاف في سنة اثنتين وأربعين وأربعمائة وأبو الحسن علي بن أبي علي بن أبي الحسين بن شيرويه الخياط الإسكافي من أهل إسكاف سكن البصلية ببغداد كان شيخا صالحا خيرا سمع أبا الغنائم محمد بن علي بن ميمون النرسي الحافظ قرأت عليه كتاب العلم لأبي العباس المرهبي وأبو القاسم عبد الله بن محمد بن سعدان الإسكافي حدث عن أحمد بن هشام بن بهرام المدائني روى عنه أبو الحسن الدارقطني وذكر أنه سمع منه باسكاف وأما الإسكافية فهم طائفة من المعتزلة وهم أصحاب أبي جعفر الإسكافي الذي زعم أن الله تعالى لا يقدر على ظلم العقلاء وإنما يقدر على ظلم المجانين والأطفال وهذا تدقيق منه في الكفر بديع ",
                "title": "الإسكافي",
                "uri": "JK_000952_0154"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}