{
    "features": [
        {
            "item": "JK_000952_1792",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.71-73",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرصافي</h1> بضم الراء المهملة والصاد المهملة والفاء بعد الألف هذه النسبة إلى الرصافة وهي بلدة بالشام كان ينزلها هشام بن عبد الملك فنسب البلد إليه فيقال رصافة هشام والمشهور بهذه النسبة أبو محمد حجاج بن يوسف بن أبي منيع واسمه عبد الله بن أبي زياد الرصافي قال أبو حاتم بن حبان هو من أهل الشام سكن حلب يروي عن جده عبيد الله بن أبي زياد عن الزهري روى عنه الحسين بن الحسن المروزي وأيوب بن محمد الوزان وأبو أحمد عبيد الله بن أبي زياد الرصافي يروي عن ابن شهاب الزهري وقال محمد بن الوليد الزبيدي أقمت مع الزهري بالرصافة عشر سنين وبلدة ببلاد المغرب عند القيروان يقال لها الرصافة منها أبو عبد الله محمد بن عبد الملك بن ضيفون الرصافي من رصافة قرطبة يروي عن أبي سعيد بن الأعرابي حدث عنه أبو عمر يوسف بن عبد الله بن عبد البر الحافظ القرطبي وقال لي أبو محمد عبد الله بن عيسى بن أبي حبيب الأندلسي الحافظ الرصافة محلة معروفة من محال قرطبة فيها قصر لبني أمية ينسب إليها جماعة من أهل العلم وسوار بن عبد الله بن سوار بن عبد الله بن قدامة بن عنزة الرصافي قاضي الرصافة يعني رصافة هشام إن شاء الله يروي عن المعتمر بن سليمان وبغداد محلة كبيرة يقال لها ارصافة عند باب الطاق وبها الجامع الحسن الكبير للمهدي وإياها عني علي بن الجهم الشاعر من القصيدة المشهورة التي أولها % عيون المها بين الرصافة والجسر % % جلبن الهوى من حيث أدري ولا أدري % ولهذا البيت حكاية استحسنها سمعت أبا البركات بن الأخوة الطاهري ببغداد مذاكرة يقول كان واحدا قاعدا على الجسر فاجتازت عليه امرأة حسناء مليحة فاستقبلها شاب ظريف فقال الرجل رحم الله علي بن الجهم فقالت المرأة على الفور رحم الله أبا العلاء المعري ومضيا فقلت أيش مقصودهما من هذا الكلام فترددت بين أن أتبع الرجل أو المرأة فقلت الأولى أن أتبع المرأة فإنها لو لم تفهم كلامه ما أجابته فاتبعتها فقلت |جـ 3 صـ 72| لها يا ستي بالله عليك وبحياتك تقولين لي ما اردتما بالترحم على علي بن الجهم وأبي العلاء المعري فضحكت وقالت أراد هو بالترحم على علي بن الجهم لما رآني قوله % عيون المها بين الرصافة والجسر % % جلبن الهوى من حيث أدري ولا أدري % وأراد أن يطايب معي فأجبته وقلت رحم الله أبا العلاء المعري وأردت بالترحم عيه أنه قال % فيا دارها بالحزن إن مزارها % % قريب ولكن دون ذلك أهوال % والمنتسب إلى هذه الرصافة جماعة منهم سفيان بن زياد الرصافي المخرمي حدث عن عيسى بن يونس وإبراهيم بن عيينة روى عنه عباس بن محمد الدوري وغيره وأبو عبد الله محمد بن بكار بن الريان الرصافي مولى بني هاشم سمع الفرج بن فضالة وقيس بن الربيع وعبد الرحمن بن أبي الزناد وغيرهم روى عنه أبو بكر محمد بن إسحاق الصغاني وأحمد بن أبي خيثمة وغيرهما ومات في شهر ربيع الآخر سنة ثمان وثلاثين ومائتين وأبو الحسن محمد بن علي الرصافي السمسار حدث عن بكر بن محمود القزاز وحمدان بن علي الوراق وغيرهما روى عنه أبو حفص بن شاهين وغيره وكان ينزل سوق يحيى من باب الطاق ببغداد وأبو إسحاق إبراهيم بن محمد بن عبد الله بن الرواس البزار الرصافي البغدادي سمع إبراهيم بن سعيد الجوهري وسوار بن عبد الله العنبري روى عنه الحاكم أبو أحمد الحافظ النيسابوري وأبو البركات القاسم بن محمد بن القاسم بن محمد بن رشي الرصافي شاعر مجود حسن الارتجال من رصافة بغداد سمع أبا محمد بن هزار مرد الصريفيني وحدث عنه سمع منه هبة الله بن المبارك السقطي وبواسط رصافة أخرى خرج منها حسن بن عبد المجيد الرصافي سمع شعيب بن محمد الكوفي روى عنه عبد الله بن محمد بن عثمان الحافظ الواسطي وقال فيه الرصافي رصافة واسط ولما روى حديث المعراج أبو بكر أحمد بن محمد بن عبدوس النسوي بمرو في مسجد أبي الحسن الطيسفوني قال ثنا أبو عبد الله محمد بن عبيد الله بن أحمد الرصافي قال وهي مدينة بالعراق بناحية البرة ويروي الرصافي عن محمد بن عبد العزيز الراوداني قال وهي مدينة من أعمال البصرة |جـ 3 صـ 73| وأبو القاسم الحسن بن علي بن إبراهيم المقري الرصافي يروي عن إبراهيم بن الحجاج بن هارون الكاتب الموصلي سمع منه بالموصل روى عن الرصافي أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ في ذكر شيوخ البلدان وقال رصافة الميمون مدينة بالعراق |جـ 3 صـ 74| ",
                "title": "الرصافي",
                "uri": "JK_000952_1792"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}