{
    "features": [
        {
            "item": "JK_000952_4234",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.557-558",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوادي</h1> بفتح الواو وكسر الدال المهملة هذه النسبة إلى وادي القرى وهي مدينة قديمة بالحجاز مما يلي الشام قال أبو حاتم محمد بن حبان البستي أبو المعارك علي الوادي من أهل وادي القرى من الشام يروي عن رجل عن المقداد روى عنه عياش بن عباس القتباني وحزم بن جون العذري من أهل وادي القرى وإلى أرض مصر توفي في رجب سنة مئتين والوادي اسم لجد شاب من أصحاب أحمد بن حنبل كان يكتب معنا الحديث ببغداد وقرأ على شيخنا أبي الفضل محمد بن ناصر السلامي وهو أبو صالح سعد الله بن نجا بن الوادي البغدادي سمع معنا من أبي بكر محمد بن عبد الباقي الأنصاري وأبي القاسم إسماعيل بن أحمد بن عمر السمرقندي وغيرهما وكان من أبناء الأربعين في سنة سبع وثلاثين وخمسمئة إن شاء الله وأبو يعقوب إسحاق بن أحمد بن إبراهيم المطرفي الوادي من أهل وادي القرى يروي عن أبي جعفر محمد بن إبراهيم الديبلي المكي روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وأبو هشام سليمان بن عيسى المخزومي الوادي يروي عن أبي يحيى زكريا بن عبد الرحمن الساجي البصري روى عنه أبو بكر بن عبدوس النسوي وعروة بن زفر بن هدية بن معاذ بن عبد الله بن قيس العذري الوادي قال أبو سعيد بن |جـ 5 صـ 558| يونس المصري من أهل وادي القرى قدم مصر روى عنه أحمد بن علي بن صالح وأبو محمد الحسن بن زيد بن الحسن بن محمد بن حمزة بن إسحاق بن علي بن عبد الله بن جعفر بن أبي طالب الجعفري الوادي من أهل وادي القرى قدم بغداد وحدث بها عن أبيه وعن جعفر بن محمد القلانسي الرملي وعبيد الله بن رماحس القيسي روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز قال أبو الحسن بن الفرات اتصل بنا أن أبا محمد الحسن بن زيد الجعفري توفي في خروجه من هاهنا مع الحاج إلى الري في الطريق في شهر ربيع الاخر سنة أربع وأربعين وثلاثمئة وزياد بن نصر الوادي من أهل وادي القرى يروي عن سليم بن مطير روى عنه بكر بن عبد الوهاب وإسماعيل بن خلف بن إبراهيم مولى عثمان بن عفان رضى الله عنه من أهل وادي القرى قال ابن أبي حاتم سألت أبي عنه فقال أدركته وكان يسكن وادي القرى قلت ما حاله قال هو شيخ مطير بن سليم الوادي قال ابن أبي حاتم من أهل الوادي روى عن ذي اليدين وذوي الزوائد وأبي الشموس البلوي وعمير العنبري روى عنه ابناه شعيث وسليم سمعت أبي يقول ذلك ",
                "title": "الوادي",
                "uri": "JK_000952_4234"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}