{
    "features": [
        {
            "item": "JK_000952_2347",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.434-436",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشعيبي</h1> بضم الشين المعجمة وفتح العين المهملة وسكون الياء بعدها الباء المنقوطة بواحدة هذه النسبة إلى الجد وهو شعيب وجماعة كثيرة في البلاد ينتسبون بهذه النسبة فمنهم جماعة بفوشنج أبو جعفر محمد بن أحمد الشعيبي الفوشنجي سمع الكثير وحدث بمصر وأبو سعيد الشعيبي من المتأخرين بنيسابور كان ينتخب على الشيوخ وجماعة ببخارى من أولاد أبي الحسن علي بن شعيب البخاري من أهل العلم والخير |جـ 3 صـ 435| أبو القاسم الشعيبي قال أبو كامل البصيري سمعت منه كتاب الفرج بعد الشدة وبنوه الثلاثة متفقهة سمعوا معنا ومنا الحديث وأبو محمد بن أبي أحمد واسمه شيبة بن محمد بن أحمد بن شعيب بن هارون الشعيبي ذكره الحاكم أبو عبد الله الحافظ في تاريخه فقال أبو محمد بن أبي أحمد الشعيبي قد ذكرت في هذا الكتاب تقدم أبيه من بين أصحابه في أنواع من العلوم وتفرده من بينهم بالورع فأما شيبة فإنه سمع الحديث بإفادة أبيه من جماعة من الشيوخ وكان من الصالحين سمعه أبوه سنة إحدى وعشرين وثلاثمائة وتوفي في المحرم سنة خمس وتسعين وثلاثمائة وأبو أحمد محمد بن أحمد بن شعيب بن هارون بن موسى الفقيه الشعيبي المعدل من أهل نيسابور وكان أمين التجار والمعدلين وعرضت عليه التزكية غير مرة فأبى وامتنع وكان من قراء القرآن وأعلم مشايخنا في وقته بالشروط سمع بخراسان أبا عبد الله البوشنجي وإبراهيم بن علي الذهلي والحسين بن إدريس الأنصاري ومحمد بن عبد الرحمن الشامي وأحمد بن جعفر بن نصر المزكي وعبد الله بن محمود البزودي وببغداد أبا بكر محمد بن محمد بن سليمان الباغندي وأبا بكر عبد الله بن أبي داود السجستاني وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال جمع كتابا في الزهد في نيف وأربعين جزءا وفضل أبي حنيفة رحمه الله في عشرين جزءا وكان يعتقد مذهب أبي حنيفة رحمه الله مجودا بلا تخليط مما أحدثه بعض أصحابه هكذا ذكره الحاكم أبو عبد الله الحافظ قال وتوفي في شهر ربيع الأول سنة سبع وخمسين وثلاثمائة وهو ابن اثنتين وثمانين سنة وأبو سعيد إسماعيل بن سعيد بن محمد بن أحمد بن جعفر بن شعيب الشعيبي من أهل نيسابور المحدث ابن المحدث شيخ ثقة مشهور مفيد سمعه أبوه أبو سعد الكثير ورزق الأسانيد العالية الكثيرة ولم يرزق الرواية الكثيرة انتخب عليه أبو الفضل الجارودي وسمع منه ذلك بهراة ونيسابور وأدركته المنية كهلا وله ثبت مملوء من المسموعات والمسانيد والتواريخ والمجموعات حدث عن أبي عمرو محمد بن أحمد بن حمدان الحيري والحاكم أبي أحمد محمد بن محمد بن أحمد الحافظ وله خلط يليق بالمحدثين وفي أيدي المحدثين من الأجزاء بخطه الردىء ما لا يحصى وتوفي في شهر رمضان سنة سبع وعشرين وأربعمائة |جـ 3 صـ 436| وأما الشعيبية فهم أصحاب شعيب رجل من الخوارج وهذه إحدى الطوائف الخارجية وكانوا مع ميمون من جملة العجاردة إلا أنه بريء من ميمون حين أظهر القدر وقال شعيب بأن الله خالق أعمال العباد وأنه لا يكون شيء إلا ما أراد الله عز وجل ",
                "title": "الشعيبي",
                "uri": "JK_000952_2347"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}