{
    "features": [
        {
            "item": "JK_000129_001475",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.336-337",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بتيلة</h1> مثل الذي قبله وزيادة هاء ماء لبني عمرو ابن ربيعة بن عبد الله رواء ببطن السر وهو إلى جنب بتيل المذكور قبله وفي كتاب نصر بتيلة قليب عند بتيل في ديار بني كلاب وقال ابن دريد البتيلة ماء لهم رواء ببطن السر إلى جنب بتيل وبتيل جبل أحمر يناوح دمخا من ورائه وقال أبو زياد خاصم عبيد الله بن ربيع قوم من بني أبي بكر في ماء لهم يقال له بتيل فأطالوا لهم الخصومة وعلى المدينة رجل من قريش يقال له خالد واستعمل خالد رجلا يقال له عثمان على ضرية فكان عبيد الله وأصحابه يختصمون إلى عثمان فجعل البكريون لعثمان |جـ 1 صـ 337| مالا على أن يقضي لهم على عبيد الله فلما تخوف عبيد الله ذلك ارتحل حتى وقع بين يدي خالد بالمدينة فقال إلى الله أشكو أن عثمان جائر علي ولم يعلم بذلك خالد أبيت كأني من حذار قضائه بحرة عباد سليم الأساود تكلفت أجواز الفيافي وبعدها إلي وعظمي خشية الظلم بارد وبيضاء إمليس إذا بت ليلة بها زارني عاري الذراعين مارد عوى عند نضوي يستغيث أليفه بمنزلة لا تعتفيها العوائد فلما رآني قد حنست لقتله مبارزة واشتد بالسيف ساعدي فولى فتى شاكي السلاح لو أنه أخي لم أبعه من معد بواحد فتى يكسب المعدوم حتى رقيقه مدل بشدات الكمي المناجد إلى خالد إما أموت فهين وإما طريد مستجير بخالد فهل أنت من أهل البتيلة منقذي فقد كدت عن لحمي بسيفي أجالد أرادوا جلائي عن بلاد ورثتها أبي وإمام الناس والدين واحد أما بعد أن يرموا بدلوي عن التي ضربت برومي حديد الحدائد فأمكنتها من منحر غير قاطع له نفيان طيب الطعم بارد فإنكما يا ابني علية كنتما يدا وأخي يرجي قليل الفوائد وقال ذروة بن جحفة الكلابي شهد البتيل على البتيلة أنها زرواء فانية على الأوراد منع البتيلة لا يجوز بمائها قمر تثور جحاشها بشراد قبح الإله وخصهم بملامة نفرا يقال له بنو رواد نفرا يقيم اللؤم وسط بيوتهم والمخزيات كما يقيم نضاد ",
                "title": "بتيلة",
                "uri": "JK_000129_001475"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}