{
    "features": [
        {
            "item": "JK_000952_0140",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.139-142",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأسروشني</h1> بضم الألف وسكون السين المهملة وضم الراء وسكون الواو وفتح الشين المعجمة وفي آخرها النون هذه النسبة إلى أسروشنة وهي بلدة كبيرة وراء سمرقند دون سيحون وقد يزاد فيها التاء فنسب إليها بالأسروشنتي غير أن الصحيح هو الأول خرج منها جماعة من العلماء في كل فن وكان يتردد إلى من أهلها ببخارا فقيهان فاضلان وسمعا وكتبا الكثير ومن القدماء منها أبو طلحة حكيم بن نصر بن خانج بن خندبك وقد قيل أيضا ابن خندلك الأسروشني من أهل أسروشنة يروي عن محمد بن الفضل بن حراش البلخي وهلال بن العلاء الرقي ومحمد بن مسلمة الواسطي والقاسم بن عباد الترمذي وابن ذهل عبيد بن الغاز العسقلاني وعبيد الله بن محمد البرقي وأبي زرعة عبد الرحمن بن |جـ 1 صـ 142| عمرو الدمشقي وغيرهم روى عنه عبد الله بن مسعود بن كامل السمرقندي وعبد الله بن زاهر بن عبد الله المغكاني وأبو ذر عمار بن محمد التميمي البغدادي وغيرهم وأبو سعيد يونس بن الفضل الفقيه الأسروشني يقال إنه كان فاضلا خيرا وله عقب أفاضل بأسروشنة دخل سمرقند وحدث بها عن عبد الله بن أيوب المخرمي روى عنه أبو نصر محمد بن عبيد الله الفقيه السمرقندي وأبو جعفر محمد بن عمرو بن الشعبي بن سليمان الأسروشني كان على قضاء بخارا وكان عالما مميزا روى عن عمه لقمان بن الشعبي الأسروشني وأبي سهل هارون بن أحمد الأستراباذي وأبي عمرو بن محمد بن محمد بن صابر وأبي سعيد الخليل بن أحمد السجزي وأبي عمرو محمد بن أحمد بن حمدان الحيري وأبي الحسين محمد بن المظفر الحافظ البغدادي وأبي العباس أحمد بن سعيد المعداني وأبي علي زاهر بن أحمد السرخسي وجماعة من هذه الطبقة روى عنه أبو ذر محمد بن جعفر بن محمد المستغفري الخطيب وولي القضاء بسمرقند ومات بها وهو على القضاء في صفر سنة أربع وأربعمائة وأبو بكر مطرف بن جمهور بن الفضل الأسروشني قدم بغداد حاجا وحدث بها عن حمدان بن ذي النون وعبد الصمد بن الفضل البلخيين روى عنه أبو الحسن علي بن عمر الحربي السكري وحامد بن أبي حامد الأسروشني ورد خراسان حاجا وحدث بنيسابور عن عبد العزيز بن حاتم روى عنه أبو إسحاق إبراهيم بن محمد بن يحيى النيسابوري ",
                "title": "الأسروشني",
                "uri": "JK_000952_0140"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}