{
    "features": [
        {
            "item": "JK_000952_2761",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.189-190",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العسال</h1> بفتح العين وتشديد السين المهملتين هذه اللفظة لمن يبيع العسل ويشتاره والمشهور بهذه النسبة أبو عبد الله محمد بن موسى العسال نيسابوري فقيه زاهد يعد من أقران يحيى بن يحيى سمع ابن عيينة وهشيما وابن المبارك والنضر بن شميل روى عنه أحمد بن حرب وأيوب بن الحسن ومشايخ عصره وأبو جعفر أحمد بن إسحاق بن واضح بن عبد الصمد بن واضح العسال مولى قريش توفي في صفر سنة أربع وثمانين ومائتين يروي عن سعيد بن أسد بن موسى وغيره قاله ابن يونس وأبو بكر أحمد بن عبد الوارث بن حرب بن عيسى الأسواني العسال دعوتهم في موالي عثمان بن عفان حدث عن محمد بن رمح التجيبي وعيسى بن حماد زغبة وغيرهما روى عنه أبو القاسم الطبراني وأبو بكر بن المقرىء وأبو أحمد بن عدي وغيرهم توفي بمصر في جمادي الآخرة سنة إحدى وعشرين ومائتين وأبو علي الحسن بن محمد بن أحمد العسال المصري وكان في تفسير الرؤيا عجبا من العجائب وسمع الحديث ذكره ابن يونس توفي بتنيس وحمل منها ميتا في سنة اثنتين وثلاثمائة وأبو محمد عبد الغني بن عبد العزيز بن سلام العسال الفقيه يروي عن ابن وهب وابن عيينة كان فقيها عاقلا توفي في المحرم سنة أربع وخمسين ومائتين وابن ابنه أبو محمد عبد الغني بن محمد بن عبد الغني بن عبد العزيز العسال سمع من أبيه وغيره ومات سنة تسع وثلاثين ومائتين قاله ابن يونس والإمام أبو أحمد محمد بن أحمد بن إبراهيم بن سليمان بن محمد بن محمد بن سليمان بن عبد الله العسال من أهل أصبهان ولي القضاء بها خليفة لعبد الرحمن بن أحمد الطبري إمام كبير جليل القدر أحد أئمة الحديث فهما وإتقانا وأمانة قال أبو عبد الله بن |جـ 4 صـ 190| مندة طفت الدنيا شرقا وغربا فلم أر مثل أبي أحمد العسال قرأت على قبره بأصبهان وله تصانيف كثيرة يروي الحديث عن محمد بن أيوب الرازي ومحمد بن إبراهيم بن زهير الحلواني والحسن بن علي السري وبكر بن سهل الدمياطي وجماعة كثيرة سواهم وكانت له رحلة إلى العراق والشام وديار مصر روى عنه الحافظان أبو أحمد عبد الله بن عدي الجرجاني وأبو نعيم أحمد بن عبد الله الأصبهاني وتوفي سنة تسع وأربعين وثلاثمائة ومولده يوم التروية سنة تسع وستين ومائتين وروى عنه أبو إسحاق بن حمزة وأبو الشيخ الأصبهانيان وأبوه أبو جعفر أحمد بن إبراهيم العسال يروي عن إسماعيل بن عمرو وسهل بن عثمان وغيرهما روى عنه ابنه القاضي أبو أحمد العسال وابنه أبو عامر عبد الوهاب بن أبي أحمد العسال القاضي يروي عن أبيه وغيره روى عنه أبو نعيم أحمد بن عبد الله الحافظ أيضا وأبو الرجاء الحسين بن محمد بن الفضل العسال أخو أستاذنا الحافظ إسماعيل شيخ صالح يروي عن أبي عمرو بن منده وسليمان بن إبراهيم الحافظ سمعت منه بأصبهان وتوفي في حدود سنة أربعين وخمسمائة وعسال اسم جد أبي طالب علي بن أحمد بن غسال بن شرحبيل بن عسال بن الصلت الجبلي من أهل مدينة جبلة ذكرته في حرف الجيم في الجيم والباء ",
                "title": "العسال",
                "uri": "JK_000952_2761"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}