{
    "features": [
        {
            "item": "JK_000952_0568",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.388-389",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البلخي</h1> بفتح الباء الموحدة وسكون اللام وفي آخرها الخاء المعجمة هذه النسبة إلى بلدة من بلاد خراسان يقال لها بلخ فتحها الأحنف بن قيس التميمي من جهة عبد الله بن عامر بن كريز زمن عثمان بن عفان رضي الله عنه خرج منها عالم لا يحصى من العلماء والأئمة والمحدثين والصلحاء قديما وحديثا والمشهور منها عصام بن يوسف بن ميمون بن قدامة البلخي أخو إبراهيم بن يوسف يروي عن ابن المبارك روى عنه أهل بلده وكان صاحب حديث ثبتا في الرواية ربما أخطأ وكنيته أبو عصمة وكان يرفع يديه عند الركوع وعند رفع الرأس منه وأخوه إبراهيم بن يوسف كان لا يرفع ومات عصام سنة عشر ومائتين هكذا ذكرهما أبو حاتم بن حبان في كتاب الثقات ومنها أبو السكن المكي بن إبراهيم بن بشير بن فرقد الحنظلي البلخي التميمي البرجمي من أئمة بلخ وعلمائها يروي عن يزيد بن أبي عبيد روى عنه محمد بن إسماعيل البخاري وأهل بلده كان مولده سنة ست وعشرين ومائة ومات ليلة الأربعاء للنصف من شعبان سنة 214 وقد ذكرته في البرجمي وأبو إسحاق إبراهيم بن أدهم بن منصور الزاهد البلخي يروي عن أبي إسحاق السبيعي روى عنه الثوري وبقية بن الوليد أصله من بلخ ثم انتقل بعد أن تاب وترك الإمارة إلى الشام طلبا للحلال فأقام بها مرابطا غازيا يصبر على الجهد الجهيد والفقر الشديد والورع الدائم والسخاء الوافر إلى أن مات في بلاد الروم غازيا سنة إحدى وستين ومائة وعبد الرحمن بن محمد بن الحسين البلخي يضع الحديث على قتيبة بن سعيد حدث بالشام لا يحل ذكره |جـ 1 صـ 389| في الكتب إلا على سبيل القدح وأما أبو علي الحسن بن عمر بن شقيق بن أسماء البلخي هو جرمي من أهل البصرة كان يتجر إلى بلخ فعرف بالبلخي سمع أباه وعبد الوارث بن سعيد وجعفر بن سليمان روى عنه أبو زرعة وأبو حاتم الرازيان وغيرهما وأما أبو عبد الله محمد بن عبد الله بن أحمد بن بلخ الأرجاني البلخي نسب إلى جده الأعلى روى عن أبي عبد الله محمد بن أحمد بن إبراهيم بن بانيك وكان يكتب في نسبته البلخي روى عنه أبو عبد الله محمد بن طاهر بن علي المقدسي الحافظ من أهل أرجان إحدى بلاد الخوز ",
                "title": "البلخي",
                "uri": "JK_000952_0568"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}