{
    "features": [
        {
            "item": "JK_000952_2671",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.129-130",
                "source": "الأنساب للسمعاني",
                "text": "<h1>عبدان</h1> بفتح العين المهملة وسكون الباء الموحدة وفتح الدال المهملة وفي آخرها النون هذه الكلمة للإمام أبي محمد عبد الله بن محمد بن عيسى المروزي المعروف بعبدان الإمام الزاهد الحافظ الورع أصله من جنوجرد ومسجده مشهور في فاصة سكة عبد الكريم كان إماما في عصره بمرو من أصحاب الحديث وأول من حمل مختصر المزني إلى مرو وقرأ علم الشافعي على المزني والربيع وأقام بمصر سنين كثيرة كان فقيها حافظا للحديث زاهدا وكان الأمير إسماعيل بن أحمد يتمنى لقاءه وكان عبدان لا يدخل عليه إلى أن نوى عبدان الخروج إلى الحج كما قال أبو ذر البخاري صار إلي عبدان بن محمد وقال أحب أن آتي الأمير إسماعيل بن أحمد وأدخل عليه قال فاكتملت وأعلمت الأمير فسر بذلك وجاءني حتى دخلنا على الأمير فرحب به ثم قال إني أريد الخروج إلى الحج وجئتك أستأذنك في ذلك فاشتد ذلك على الأمير وقال هل بلغك أني منعت أحدا من الحج حتى تحتاج إلى الاستئذان فقال عبدان ليس لهذا استأذنت ولكن لأن الله عز وجل قال & وإذا كانوا معه على أمر جامع لم يذهبوا حتى يستأذنوه & إلى قوله & فإذا استأذنوك لبعض شأنهم فأذن لمن شئت منهم & وبلغني عنك العدل فأحببت أن أخرج بإذنك قال فسر بذلك الأمير واستبشر وبعث على يدي إليه إما دراهم وإما دنانير قال فحملت إليه فلم يقبل وقال لا حاجة لي في ذلك وكانت خرجة عبدان هذه سنة سبع وثمانين ومائتين وعن محمد بن عبد الله السني يقول خرجت بخروج عبدان إلى الحج فلما بلغنا نيسابور أخذ محمد بن إسحاق بن خزيمة يبعث إليه رقاع الفتاوي ويقول لا أفتي ببلدة أستاذي بها وكان أول رحلة عبدان إلى قتيبة بن سعيد ثم خرج سنة أربع ومائتين فسمع |جـ 4 صـ 130| بالعراق والحجاز والشام ومصر فأما شيوخ عبدان بخراسان فقتيبة بن سعيد وعلي بن حجر وعبدالله بن منير ومحمود بن عبدان وأحمد بن عبد الله بن حكيم وشيوخه بالعراق فأبو كريب محمد بن العلاء وهارون بن إسحاق الهمداني وجويرية بن محمد المنقري وخالد بن يوسف السمتي وأبو موسى وبندار وعمرو بن علي الفلاس ومحمد بن زياد الزيادي وأما شيوخه بالحجاز فعبد الله بن محمد الزهري وعبد الجبار بن العلاء العطار وأما شيوخه بالشام فهشام بن عمار ودحيم بن اليتيم وبمصر فأبو الطاهر بن ا لسرح وأحمد بن عبدالرحمن بن وهب ويونس بن عبد الأعلى والربيع بن سليمان وروى عن عبدان أبو نعيم محمد بن عبد الرحمن الغفاري وأبو العباس محمد بن عبد الرحمن الرغولي وعمر بن أحمد بن علي الجوهري فمن بعدهم من شيوخ خراسان أحمد بن كامل بن خلف القاضي وعبد الباقي بن قانع الحافظ وسليمان بن أحمد الطبراني وصنف عبدان كتاب المعرفة في مائة جزء وكتاب الموطأ وجمع حديث مالك واجتمع في عبدان أربعة أنواع من المناقب الفقه والإسناد والورع والاجتهاد وممن تخرج على عبدان في الفقه من المراوزة أبو بكر محمد بن محمود المحمودي وأبو الحسن بن عمرو الجنوجردي وأبو الحسن علي بن الحسن السنجاني وأبو محمد الكشهيمني وأبو العباس السياري وأبو إسحاق الخالد آباذي المعروف بالمروزي صاحب الشرح ولد عبدان سنة عشرين ومائتين ومات سنة ثلاث وتسعين وقيل سنة أربع وقبره بمرو خلف مقبرة تنوركران قدام رباط عبد الله بن المبارك معروف يزار رحمه الله ",
                "title": "عبدان",
                "uri": "JK_000952_2671"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}