{
    "features": [
        {
            "item": "JK_000952_3314",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.542-545",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القمي</h1> بضم القاف وتشديد الميم المكسورة هذه النسبة إلى بلدة قم وهي بلدة بين أصبهان وساوة كبيرة غير أن أكثر أهلها الشيعة وبنيت هذه المدينة زمن الحجاج بن يوسف سنة ثلاث وثمانين وذلك لأن عبد الرحمن بن محمد بن الأشعث بن قيس بن معدي كرب الكندي كان أمير سجستان من جهة الحجاج وخرج عليه وكان في عسكره سبعة عشر نفسا من علماء التابعين من العراقيين وخرج على الحجاج وجرت بينهما وقائع وحروب حتى انهزم عبد الرحمن ورجع إلى كابل وقتل أكثر عسكره وهرب جماعة منهم وكانت إخوة من بني الأشعر يقال لهم عبد الله والأحوص وإسحاق ونعيم وعبد الرحمن بنو سعد بن |جـ 4 صـ 543| مالك بن عامر الأشعري وقعوا إلى الناحية التي بنيت بها قم وكان مقدمهم عبد الله ويعرف بعبد الله سعدان وكانت في تلك الناحية قرى سبعة بعضها قريب من بعض ولكل قرية قلعة ولها اسم واسم إحدى القرى كميدان فنزل الإخوة على طرف نهر ونصبوا كساء على خشب وأقاموا فلما سمعت أقرباؤهم بذكرهم اتصلوا بهم وقتلوا رؤساء تلك القرى واستولوا عليها واستخلصوا أموالهم واستتبعوا تلك الجموع وبنوا البنيان ونقلوا إليها من الأكسية والخيم وصارت القرى السبعة سبع محلات من البلدة ولقبت حصونها بها وسميت البلدة باسم قرية واحدة وهي كميدان فأسقطوا بعض الحروف للإيجاز والإختصار وأبدلوا الكاف بالقاف على ما جرت به عادة العرب وسموا الموضع بقم وكان لعبد الله سعدان بالكوفة ابن يسمى موسى وانتقل إلى قم وهو الذي أظهر مذهب الشيعة بها ذكر هذه القصة أبو الوفاء محمد بن محمد بن القاسم الأخسيكثي في تاريخه والمشهور بهذه النسبة أبو الحسن يعقوب بن عبد الله بن سعد بن مالك بن هانئ بن عامر الأشعري القمي يروي عن عيسى بن جارية عن جابر وكان راويا لجعفر بن أبي المغيرة وحفص بن حميد روى عنه أحمد بن يونس وأبو الربيع الزهراني وجرير بن عبد الحميد وعبد الرحمن بن مهدي والنعمان بن عبد السلام وعبيد الله بن موسى وهو ابن عم أشعث بن إسحاق بن سعد وتوفي بقزوين سنة أربع وسبعين ومائة وأشعث بن إسحاق القمي يروي عن جعفر بن أبي المغيرة وأبو الحسن علي بن موسى بن يزداد وقيل يزيد القمي له كتاب أحكام القرآن إمام أهل الرأي في عصره سمع محمد بن حميد الرازي والعباس بن يزيد البحراني ومحمد بن شجاع البلخي روى عنه أبو الفضل أحمد بن أحيد الكاغذي وأبو بكر أحمد بن سعد بن نصر السميثني ورد نيسابور عند منصرف الأمير الشهيد أحمد بن إسماعيل من الري إلى نيسابور وأقام مدة وعقد له المجلس وحدث بجملة من مصنفاته وتوفي سنة خمس وثلاثمائة |جـ 4 صـ 544| وأبو عبد الله عيسى بن إبراهيم بن موسى بن إبراهيم القمي من أهل قم قدم مصر وكتب عنه توفي بمصر في ذي الحجة سنة إحدى وثلاثمائة قاله أبو سعيد بن يونس وقال كتبت عنه وأبو جعفر محمد بن علي بن الحسين بن بابويه القمي نزل بغداد وحدث بها عن أبيه وكان من شيوخ الشيعة ومشهوري الرافضة روى عنه محمد بن طلحة النعالي ويعقوب بن عبد الله بن سعد القمي استشهد به البخاري في كتابه في كتاب الطب فقال في حديث الشفاء في ثلاثة شرطة محجم وشربة عسل وكية بنار قال رواه القمي عن ليث عن مجاهد عن ابن عباس والأستاذ العميد أبو طاهر سعد بن علي بن عيسى القمي صار وزيرا لسلطان سنجر بن ملكشاه سمع جدي أبا المظفر الإمام أذكره ولم أسمع منه وفيه يقول إبراهيم الغزي % بلونا سعد قم وكان نحسا % % ورب اسم حكى بول البعير % % سمعت بأن خلف السد قوما % % ولم أسمع بقمي وزير % وكان الأستاذ أبو طاهر من خير الرجال ولكن لا يسلم من ألسنة الشعراء أحد توفي بسرخس في سنة خمس عشرة وخمسمائة وحمل إلى مشهد علي بن موسى الرضا بطوس فدفن بها وأبو عبيد حفص بن حميد القمي من الأتباع من أهل قم يروي عن عكرمة وشمر بن عطية وقرأ القرآن على أبي عبد الرحمن السلمي روى عنه يعقوب القمي |جـ 4 صـ 545| ",
                "title": "القمي",
                "uri": "JK_000952_3314"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}