{
    "features": [
        {
            "item": "JK_000129_008389",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.33-34",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طريثيث والنسبة الطريثيثي</h1> بضم أوله وفتح ثانيه ثم ياء مثناة من تحت وثاء مثلثة تصغير الطرثوث وهو نبت كالفطر مستطيل دقيق يضرب إلى الحمرة يؤبس وهو دباغ للمعدة منه مر ومنه حلو جعل في الأدوية قال الأزهري طراثيث البادية ليست كالطراثيث التي تنبت في جبال خراسان التي عندنا فإن لها ورقا عريضا ومنبته الجبال وطرثوث البادية لا ورق له ولا ثمر ومنبته الرمال وسهولة الأرض وفيه حلاوة وربما كان فيه عفوصة وهو أحمر مستدير الرأس كأنه ثومة ذكر الرجل وطرثيث ناحية وقرى كثيرة من أعمال نيسابور وطريثيث قصبتها وما زالت منبعا للفضلاء وموطنا للعلماء وأهل الدين والصلاح إلى قريب من سنة 035 فان العميد منصور بن منصور الزوراباذي رئيس هذه الناحية آباء وأجدادا لما استولى الباطنية الملاحدة على نواحي قهستان وزوزن كما نذكره إن شاء الله تعالى في موضعه خاف العميد غائلتهم لاتصال أعماله بأعمالهم فاستمد الأتراك لنصرته وحفظا للحريم والأموال وكان شديدا على الملاحدة مسرفا في قتلهم فجاء قوم من الأتراك لمعاونته فجروا على عادتهم في سوء المعاملة واستباحة ما لا يليق ولم تكن همتهم صادقة في دفع العدو وإنما كان قصدهم بلوغ الغرض في تحصيل ما يحصلونه فرأى ثقل وطأتهم وقلة غنائهم فدفعهم عنه والتجأ إلى الملاحدة وصفت له ناحية طريثيث وقلاعها وأملاكها وضياعها وكان فقيها مناظرا حسن الإعتقاد شافعي المذهب إلا أن الضرورة الجأته إلى ما فعل ولما حضرته الوفاة أوصى إلى رجل شافعي المذهب في غسله وتجهيزه وأوصى إلى ابنه علاء الدين محمود باظهار دعوته وإحياء معالم السنن فامتثل وصيته في شهور سنة 545 وأمر بلبس السواد والخطبة بجامع طريثيث فخالفه عمه وأقاربه وكسروا المنبر وقتلوا الخطيب فكتب محمود إلى نيسابور يستمد أهلها ويستنصرهم في كشف هذه البلية وقتل الملاحدة فلم يجد مساعدا فقدم نيسابور وجرى أولئك على رأيهم وخلصت للملاحدة فهي في أيديهم إلى الآن وقد خرج من هذه الناحية من أهل العلم وأهل خراسان يسمون هذه الناحية اليوم ترشيش بشينين معجمتين وأوله تاء مثناة من فوق وحكى العمراني عن الأزهري ولم أجده أنا في كتاب التهذيب الذي نقلته من خطه ولعله من تصنيف له آخر قال طريثيث قرية بنيسابور وأنشد كنت عن أهلي مسافر بالطريثيث أساير فاذا أبيض شاطر يتغنى وهو طائر ياجيادا يا غضائر |جـ 4 صـ 34| وقد نسبوا إلى طريثيث جماعة وافرة من أهل العلم والعبادة قبل انتقالهم إلى هذه البلية منهم أبو الفضل شافع بن علي بن الفضل الطريثيثي سمع أبا الحسن محمد بن علي بن صخر الأزدي بمكة وأبا إسحاق إبراهيم بن محمد بن طلحة بن غسان الحافظ وغيرهما روى عنه وجيه بن طاهر الشحامي ومات بنيسابور في ذي الحجة سنة 488 ومولده بطريثيث سنة 460 ",
                "title": "طريثيث والنسبة الطريثيثي",
                "uri": "JK_000129_008389"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}