{
    "features": [
        {
            "item": "JK_000129_012805",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.288-289",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نصيبين والنسبة النصيبي|النصيبيني</h1> بالفتح ثم الكسر ثم ياء علامة الجمع الصحيح ومن العرب من يجعلها بمنزلة الجمع فيعربها في الرفع بالواو وفي الجر والنصب بالياء والأكثر يقولون نصيبين ويجعلونها بمنزلة ما لا ينصرف من الأسماء والنسبة إليها نصيبي ونصيبيني فمن قال نصيبيني أجراه مجرى ما لا ينصرف وألزمه الطريقة الواحدة مما ذكرنا ومن قال نصيبي جعله بمنزلة الجمع ثم رده إلى واحده ونسب إليه وهي مدينة عامرة من بلاد الجزيرة على جادة القوافل من الموصل إلى الشام وفيها وفي قراها على ما يذكر أهلها أربعون ألف بستان بينها وبين سنجار تسعة فراسخ وبينها وبين الموصل ستة أسام وبين دنيسر يومان عشرة فراسخ وعليها سور كانت الروم بنته وأتمه أنوشروان الملك عند فتحه إياها وقالوا كان سبب فتحه إياها أنه حاصرها وما قدر على فتحها فأمر أن تجمع إليه العقارب فحملوا العقارب من قرية تعرف بطيرانشاه من عمر شهرزور بينها وبين سمرداذ مدينة شهرزور فرسخ فرماهم بها في العرادات والقوارير وكان يملأ القارورة من العقارب ويضعها في العرادة وهي على هيئة المنجنيق فتقع القارورة وتنكسر وتخرج تلك العقارب ومازال يرميهم بالعقارب حتى ضج أهلها وفتحوا له البلد وأخذها عنوة وذلك أصل عقارب نصيبين وأكثر العقارب جبل صغير داخل السور في ناحية من المدينة ومنه تنتشر العقارب في المدينة كلها ذكر ذلك كله أحمد بن الطيب السرخسي في بعض كتبه وطول مدينة نصيبين خمس وسبعون درجة وعشرون دقيقة وعرضها ست وثلاثون درجة واثنتا عشرة دقيقة في الإقليم الرابع طالعها سعد الأخبية بيت حياتها إحدى عشرة درجة من الثور تحت اثنتي عشرة درجة وثمان وأربعين دقيقة من السرطان يقابلها مثلها من الجدي وقال صاحب الزيج طول نصيبين سبع وعشرون درجة ونصف ونصيبين مدينة وبئة لكثرة بساتينها ومياهها وقد روي في بعض الآثار |جـ 5 صـ 289| أن النبي صلى الله عليه سلم قال رفعت ليلة أسري بي فرأيت مدينة فأعجبتني فقلت يا جبرائيل ما هذه المدينة قال هذه نصيبين فقلت اللهم عجل فتحها واجعل فيها بركة للمسلمين وسار عياض بن غنم إلى نصيبين فامتنعت عليه فنازلها حتى فتحها على مثل صلح أهل الرها قال كتب عامل نصيبين إلى معاوية وهو عامل عثمان على الشام والجزيرة يشكو إليه أن جماعة من المسلمين الذين معه أصيبوا بالعقارب فكتب إليه يأمره أن يوظف على كل حيز من أهل المدينة عدة من العقارب مسماة في كل ليلة ففعل فكانوا يأتون بها فيأمر بقتلها حتى قلت وقال سيف بعث سعد بن أبي وقاص سنة 71 من الكوفة عياض بن غنم لفتح الجزيرة وغير سيف يقول إنما بعث أبو عبيدة من الشام فقدم عبد الله بن عبد الله بن عتبان فسلك على دجلة حتى إذا انتهى إلى الموصل عبر إلى بلد وهي بلط حتى إذا انتهى إلى نصيبين أتوه بالصلح فكتب بذلك إلى عياض فقبله فعقد لهم عبد الله بن عبد الله بن عتبان وأخذوا ما أخذوا عنوة ثم أجروا مجرى أهل الذمة قال عند ذلك ابن عتبان ألا من مبلغ عني بجيرا فما بيني وبينك من تعادي فإن تقبل تلاق العدل فينا فأنسى ما لقيت من الجهاد وإن تدبر فما لك من نصيب نصيبين فتلحق بالعباد وقد ألقت نصيبين إلينا سواد البطن بالخرج الشداد لقد لقيت نصيبين الدواهي بدهم الخيل والجرد الوراد وقال بعضهم يذكر نصيبين وظاهرها مليح المنظر وباطنها قبيح المخبر وقال آخر يذم نصيبين فقال نصيب نصيبين من ربها ولاية كل ظلوم غشوم فباطنها منهم في لظى وظاهرها من جنان النعيم وينسب إلى نصيبين جماعة من العلماء والأعيان منهم الحسن بن علي بن الوثاق بن الصلب بن أبان بن زريق بن إبراهيم بن عبد الله أبو القاسم النصيبي الحافظ قدم دمشق وحدث بها في سنة 443 عن عبد الله بن محمد بن ناجية البغدادي وأبي يحيى عباد بن علي بن مرزوق البصري وإسحاق بن إبراهيم الصواف ومحمد بن خالد الراسبي البصري وعبدان الجواليقي وأبي يعلى الموصلي وأبي خليفة الجمحي وغيرهم روى عنه تمام بن محمد وأبو العباس بن السمسار وأبو عبد الله بن مندة وأبو علي سعيد بن عثمان بن السكن الحافظ ولم يذكر وفاته ونصيبين أيضا قرية من قرى حلب وتل نصيبين أيضا من نواحي حلب ",
                "title": "نصيبين والنسبة النصيبي|النصيبيني",
                "uri": "JK_000129_012805"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}