{
    "features": [
        {
            "item": "JK_000952_4437",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.697-699",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليشكري</h1> بفتح الياء باثنتين المنقوطة من تحتها وسكون الشين المعجمة وضم الكاف وفي اخرها الراء ينسب إلى هذه القبيلة وهي يشكر جماعة فأما المنتسب إليها ولاء أبو قدامة عبيد الله بن سعيد بن يحيى بن برد السرخسي قال أبو حاتم بن حبان أبو قدامة عنه شيوخنا ابن خزيمة ومحمد بن إسحاق الثقفي وغيرهما مات سنة إحدى وأربعين ومئتين وهو الذي أظهر السنة بسرخس ودعا الناس إليها وأبو عمرو محمد بن عبد العزيز بن أبي رزمة المروزي اليشكري واسم أبي رزمة غزوان هو مولى بني يشكر يروي عن أبي أسامة والفضل بن موسى السيناني روى عنه إسحاق بن إبراهيم القاضي وعبد الله بن محمود السعدي وأبو عبيدة شاذ بن الفياض اليشكري من أهل البصرة واسمه هلال وشاذ لقب يروي عن عمر بن إبراهيم والبصريين مات سنة خمس وعشرين ومئتين كان ممن يرفع الموقوفات ويقلب الأسانيد لا يشتغل بروايته كان محمد بن إسماعيل البخاري شديد الحمل عليه وأبو العلاء صاعد بن مسلم اليشكري مولى الشعبي من أهل الكوفة يروي عن الشعبي روى عنه عيسى بن يونس منكر الحديث على قلة روايته وكان يحيى بن معين شديد الحمل عليه وقال عمرو بن علي كان يحيى بن سعيد وعبد الرحمن بن مهدي لا يحدثان عن صاعد اليشكري والمنتسب إلى بني يشكر ولاء يزيد بن عساء الليثي اليشكري مولى أبي عوانة الوضاح من فوق وهو مولى بني يشكر من أهل واسط يروي عن أبي إسحاق السبيعي وسماك بن حرب روى عنه أبو داود الطيالسي والعراقيون ممن ساء حفظه حتى كان يقلب الأسانيد ويروي عن الثقات ما ليس من حديث الأثبات لا يجوز الاحتجاج به قال يحيى بن معين اسم أبي عوانة وضاح وكان عبدا ليزيد بن عطاء وحديث أبي عوانة جائز وحديث يزيد ضعيف وثبت أبا عوانة وأسقط مولاه يزيد بن عطاء وأبو بشر ورقاء بن عمر بن كليب اليشكري وقيل الشيباني أصله من خوارزم |جـ 5 صـ 698| ويقال من مرو ويقال من الكوفة سكن المدائن وحدث بها عمرو بن دينار وعبد الله بن دينار ومنصور بن المعتمر وعبد الله بن أبي نجيح وأبي الزناد وغيرهم روى عنه شعبة وعبد الله بن المبارك ووكيع وشبابة بن سوار وادم بن أبي إياس وعلي بن الجعد وغيرهم قال معاذ بن معاذ ليحيى القطان سمعت حديث منصور فقال ممن سمعت قال من ورقاء قال ورقاء لا يساوي شيئا قال إبراهيم الحربي لما قرأ وكيع التفسير قال للناس خذوه فليس فيه عن الكلبي ولا ورقاء شيء وقال يحيى بن معين ورقاء بن عمر ثقة وقال أبو المنذر إسماعيل بن عمر دخلنا على ورقاء بن عمر اليشكري وهو في الموت فجعل يهلل ويكبر ويذكر الله وجعل الناس يدخلون عليه أرسالا فيسلمون عليه فيرد عليهم فلما أكثروا التفت إلى ابنه فقال يا بني اكفني رد السلام على هؤلاء لا يشغلوني عن ربي عز وجل |جـ 5 صـ 699| ",
                "title": "اليشكري",
                "uri": "JK_000952_4437"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}