{
    "features": [
        {
            "item": "JK_000952_0779",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.508-509",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثقفي</h1> بفتح الثاء المثلثة والقاف والفاء هذه النسبة إلى ثقيف وهو ثقيف بن منبه بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر وقيل أن اسم |جـ 1 صـ 509| ثقيف قسي ونزلت أكثر هذه القبيلة بالطائف وانتشرت منها في البلاد وروى أن النبي صلى الله عليه وسلم قال يخرج من ثقيف كذاب ومبير وأولت أسماء بنت أبي بكر الصديق رضي الله عنهما أن الكذاب مختار بن أبي عبيد الثقفي والمبير حجاج بن يوسف هكذا قالت أسماء في وجه الحجاج لما قتل ابنها عبد الله بن الزبير رضي الله عنهما ومن مشهوري العلماء أبو محمد عبد الوهاب بن عبد المجيد بن الصلت بن عبيد الله بن الحكم بن أبي العاص بن بشر بن عبيد بن دهمان بن عبد الله بن همام بن أبان بن يسار بن مالك بن حطيط بن جشم بن قسي الثقفي البصري سمع أيوب بن أبي تميمة السجستاني ويحيى بن سعيد الأنصاري وخالدا الحذاء وعبيد الله بن عمر العمري وسعيد بن أبي عروبة روى عنه محمد بن إدريس الشافعي وأبو النضر هاشم بن القاسم وأحمد بن حنبل ويحيى بن معين وعلي بن المديني وإسحاق بن راهويه ومحمد بن بشار ومحمد بن المثني وعمرو بن علي والحسن بن عرفة وحفص بن عمرو الربالي وكان من الثقات وكان صحيح الكتاب ثقة صدوقا قيل إنه اختلط في آخر عمره قبل موته بثلاث سنين وكانت ولادته في سنة عشر ومائة ومات سنة أربع وتسعين ومائة وأبو العباس محمد بن إسحاق بن إبراهيم بن مهران بن عبد الله السراج الثقفي هو مولى ثقيف وهو أخو إبراهيم وإسماعيل بن إسحاق من أهل نيسابور سمع قتيبة بن سعيد وإسحاق بن راهويه والحسن بن عيسى الماسرجسي وعمرو بن زرارة ومحمد بن أبان البلخي وهناد بن السري ومحمد بن أبي عمر العدني وخلقا كثيرا من أهل خراسان وبغداد والكوفة والبصرة والحجاز روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري كلاهما خارج الصحيح وأبو حاتم محمد بن إدريس الرازي وهؤلاء في طبقته وكان من المكثرين الثقات الصادقين الإثبات عني بالحديث وصنف كتبا كثيرة وهي معروفة مشهورة مثل المسند والتاريخ وكان يقول كتبوا عني سنة ثلاث وثلاثمائة في مجلس محمد بن يحيى الذهلي منذ نيف وستين سنة وقال أبو العباس الثقفي يوما لبعض من حضر وأشار إلى كتب منضدة عنده فقال هذه سبعون ألف مسألة لمالك ما نفضت التراب عنها منذ كتبتها وكان مجاب الدعوة وكانت ولادته في سنة ثمان عشرة ومائتين ومات في سنة ثلاث عشرة وثلاثمائة والإمام أبو علي محمد بن عبد الوهاب بن عبد الرحمن بن عبد الوهاب بن عبد الأحد بن أبي كعب وهو محمد بن الحجاج بن يوسف بن الحكم بن أبي عقيل واسمه عمرو بن مسعود بن سعد بن عمرو بن عوف بن ثقيف الثقفي من أهل نيسابور كان أبوه عبد الوهاب والد أبي علي ورد خراسان مع عبد الله بن طاهر من البصرة فولاه إمارة قهستان على كبر سنه فولد أبو علي بها سنة أربع وأربعين ومائتين وكان عمه محمد بن عبد الرحمن |جـ 1 صـ 510| يكنى بأبي العباس الحميري قاضي نيسابور أيام الطاهرية ثلاث عشرة سنة وطلب أبو علي الثقفي العلم على كبر السن فإن ابتداء أمره كان التصوف والتجريد والزهد سمع بنيسابور محمد بن عبد الوهاب العبدي وبالري موسى بن نصر وببغداد أحمد بن حيان بن ملاعب ومحمد بن الجهم السمري وأقرانهم روى عنه الإمامان أبو بكر محمد بن إسحاق بن أيوب الصبغي وأبو الوليد حسان بن محمد الفقيه وأبو علي الحسين بن علي الحافظ وأبو الحسين محمد بن محمد الحجاجي وغيرهم وكان من أقران الشبلي ونفذ الشبلي رجلا من أهل العلم قاصدا من بغداد إلى نيسابور ليقيم سنة ويثبت مجالس أبي علي الثقفي ففعل وحمل إليه ونظر إليه فرأى مجالسه بالغدوات أصلح من مجالس العشيات فقال الشبلي كلام هذا الرجل بالغدوات في الحقائق معجز وذلك أنه يخلو ليلة بسره فيصفو كلامه بالغدو وقال أبو عمرو بن علي بن حامد كنت مع أبي بكر محمد بن إسحاق بن خزيمة بطوس فلما أصبح من الليلة التي دخلها اجتمع أصحاب المسائل على الباب وصاحب له واقف يأخذ المسائل ويضعها بين يديه حتى اجتمع تل عظيم من الكواغذ فدعا بدواة ثم قال لأبي علي الثقفي أجب عن هذه المسائل فأخذ أبو علي القلم وجعل يكتب تلك الأجوبة ويضعها بين يدي محمد بن إسحاق وهو ينظر فيها ويتأمل مسألة مسألة فلما فرغ منها قال له أبو بكر يا أبا علي ما يحل لأحد منا بخراسان يفتي وأنت حي وقال أبو الوليد القرشي دخلت على القاضي أبي العباس بن سريج أول ما دخلت بغداد متفقها فسألني على من درست علم الشافعي بخراسان قلت على أبي علي الثقفي فقال لعلك تعني الحجاجي الأزرق قلت بلى قال ما جاءنا من خراسان أفقه منه ودخل بعض الصوفية على الشبلي منصرفا من خراسان فقال له بلغني إن أبا علي الثقفي اشتغل بالدنيا قال له بلى فأخذ الشللي يلطم وجهه وينتف شعره قال فلما انصرفت إلى خراسان أخبرت الشيخ أبا علي بذلك فبكي ثم قال لو وجدني أبو بكر الشبلي لكان يلطم وجهي ولا يلطم وجه نفسه ثم سأل الشبلي ذلك الرجل وهو أبو الحسين الصوفي ما أكثر ما يجري على لسانه فقلت الوهاب الوهاب فصاح الشبلي صيحة ثم قال والله ما استبدع مع هذه الكلمة أن يعطيه الدنيا بما فيها ومات في جمادي الأولى سنة ثمان وعشرين وثلاثمائة ودفن بمقبرة مر قلت وزرت قبره غير مرة وأبو علي الحسن بن أحمد بن يحيى بن المغيرة الثقفي الجرجاني يروي عن عمران بن موسى السختياني وأبي بكر محمد بن إسحاق بن خزيمة وأبي العباس محمد بن إسحاق السراج وأبي القاسم عبد الله بن محمد البغوي وأبي |جـ 1 صـ 511| محمد يحيى بن محمد بن صاعد وغيرهم وكان قد كتب الكثير روى عنه أبو القاسم حمزة بن يوسف السهمي ومات في سنة سبعين وثلاثمائة وإبراهيم بن محمد بن سعيد بن هلال الثقفي الكوفي قدم أصبهان وأقام بها وكان يغلو في الترفض هو أخو علي بن محمد الثقفي وكان علي قد هجره وباينه وله مصنفات في التشيع يروي عن أبي نعيم الفضل بن دكين وإسماعيل بن أبان |جـ 1 صـ 512| ",
                "title": "الثقفي",
                "uri": "JK_000952_0779"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}