{
    "features": [
        {
            "item": "JK_000129_010140",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.323",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قرطاجنة</h1> بالفتح ثم السكون وطاء مهملة وجيم ونون مشددة وقيل إن اسم هذه المدينة قرطا وأضيف إليها جنة لطيبها ونزهتها وحسنها بلد قديم من نواحي إفريقية قال بطليموس في كتاب الملحمة طولها أربع وثلاثون درجة وعرضها خمس وثلاثون درجة تحت إحدى عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان لها ثلاث درجات من الدلو بيت حياتها خمس عشرة درجة من السنبلة كانت مدينة عظيمة شامخة البناء أسوارها من الرخام الأبيض وبها من العمد الرخام المتنوع الألوان ما لا يحصى ولا يحد وقد بنى المسلمون من رخامها لما خربت عدة مدن ولم يزل الخراب فيها منذ زمان عثمان بن عفان رضي الله عنه وإلى هذه الغاية على حالها عمودان أحمران من الحجر الماتع في مجلس الملك أحدهما قائم والآخر قد وقع دور كل عمود منهما ستة وثلاثون شبرا وطوله فوق الأربعين ذراعا وهي على ساحل البحر بينها وبين تونس اثنا عشر ميلا وتونس عمرت من خراب قرطاجنة وحجارتها وقد بقي من حجارتها ما يعمر به مدينة أخرى ولم يكن بقربها عين جارية ولا قناة سارية فجلب عامرها إليها الماء من نواحي القيروان وبينهما مسيرة ثلاثة أيام في جبال منحازة بعضها من بعض وقد وصل بين تلك الجبال بعقود معقودة وعمد مبنية كالمنائر العالية وجعل مجرى الماء فوق ذلك المعقود والأزج المحكم المنحوت وأهل تلك البلاد يسمونها الحنايا وهي مئون كثيرة ومن نظر إلى هذه المدينة عرف عظم شأن بانيها وسبح وقدس مبيد أهلها ومفنيها وذكر أهل السير أن عبد الملك بن مروان ولى حسان بن النعمان الأزدي إفريقية فلما قدمها نزل القيروان وقال أي مدينة بإفريقية أشد قيل له ليس مثل قرطاجنة فإنها دار الملك فنازلها وقاتل أهلها قتالا شديدا ثم طلبوا الأمان فأعطاهم إياه ثم غدروا فرجع إليهم حتى ملكها وهدمها فهو أول من أمر بهدمها وذلك في نحو سنة 07 ",
                "title": "قرطاجنة",
                "uri": "JK_000129_010140"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}