{
    "features": [
        {
            "item": "JK_000952_0866",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.41-43",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرجرائي</h1> بالراء الساكنة بين الجيمين المفتوحتين وراء أخرى بعدها هذه النسبة إلى جرجرايا وهي بلدة قريبة من الدجلة بين بغداد وواسط وقيل فيها % على تلك العراص بجرجرايا % % من الأنواء أنواع التحايا % والمنتسب إليها جماعة من أهل العلم منهم أبو جعفر محمد بن صباح بن سفيان بن أبي سفيان الجرجرائي مولى عمر بن عبد العزيز كان ينزل المخرم ببغداد يروي عن عاصم بن سويد وعبد العزيز بن محمد الدراوردي وهشيم بن بشير وسفيان بن عيينة وزكريا بن منظور وجرير بن عبد الحميد روى عنه عبد الله بن قحطبة الصلحي وأحمد بن علي الأبار وموسى بن هارون وابن ابنه جعفر بن أحمد بن محمد بن الصباح الجرجرائي ومات بها سنة أربعين ومائتين والحسين بن عبد الرحمن الجرجرائي يروي عن عبد الله بن نمير ويزيد بن هارون روى عنه جماعة من أهل واسط وأبو بكر محمد بن أحمد بن محمد بن يعقوب المفيد الجرجرائي كان رحل وجمع ولكن كانوا لا يحتجون به مات قبل سنة أربعمائة وأبو بكر محمد بن إدريس بن الحسن بن زيد الجرجرائي الحافظ ثقة مكثر كثير السماع حسن الخط سكن بخارا كثير النقل له رحلة إلى الشام وفي أطراف العراق وخراسان إلى أن سكن بخارا وتدير بها سمع أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا أحمد بن يوسف الدمشقي وأبا بكر أحمد بن جعفر بن حمدان القطيعي وأبا الشيخ عبد الله بن محمد بن جعفر بن حيان وأبا بكر عبد الله بن محمد بن فورك المقرئ وأبا بكر محمد بن أحمد بن محمد المفيد الجرجرائي وطبقتهم روى عنه أبو العباس المستغفري الحافظ وأبو الحسن علي بن محمد بن حيدرة الجعفري وغيرهما وكان خيرا صواما قواما سنيا مات ببخارا يوم السبت الخامس من شهر ربيع الأول سنة خمس عشرة وأربعمائة وحمل من يومه إلى بيكند فدفن بها وأبو الفضل جعفر بن أحمد بن محمد بن الصباح الجرجرائي حدث عن جده محمد بن صباح وعن بشر بن معاذ العقدي وعمران بن موسى القزاز وعبيد الله بن عمر |جـ 2 صـ 43| القواريري وأبي مصعب الزهري ومحمد بن عبد الأعلى الصنعاني روى عنه أبو حفص بن الزيات وأبو الحسين بن المظفر الحافظ ومحمد بن عبيد الله بن الشحير وكان ثقة مات في شهر ربيع الآخر من سنة تسع وثلاثمائة ",
                "title": "الجرجرائي",
                "uri": "JK_000952_0866"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}