{
    "features": [
        {
            "item": "JK_000952_0906",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.64-66",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجعابي</h1> بكسر الجيم وفتح العين المهملة وفي آخرها الباء الموحدة اشتهر بهذه النسبة أبو بكر محمد بن عمر بن محمد بن سلم بن البراء بن سبرة بن سيار التميمي المعروف بابن الجعابي قاضي الموصل كان أحد الحفاظ المجودين والمشهورين بالحفظ والذكاء والفهم صحب أبا العباس بن عقدة الكوفي الحافظ وعنه أخذ الحفظ وله تصانيف كثيرة في الأبواب والشيوخ ومعرفة الإخوة والأخوات وتواريخ الأمصار وكان كثير الغرائب ومذهبه في التشيع معروف وهو غال في ذلك وله رحلة كثيرة سمع عبد الله بن محمد بن علي البلخي ويحيى بن محمد بن البختري ومحمد بن الحسن بن سماعة الحضرمي ومحمد بن يحيى المروزي ويوسف بن يعقوب القاضي وأبا خليفة الفضل بن الحباب ومحمد بن جعفر القتات ومحمد بن إبراهيم بن زياد الرازي وجعفر بن محمد بن الحسن الفريابي والهيثم بن خلف الدوري وعبد الله بن محمد بن وهب الدينوري وأحمد بن الحسن بن عبد الجبار الصوفي وخلقا كثيرا من أمثالهم روى عنه أبو الحسن الدارقطني وأبو حفص بن شاهين وأبو الحسن بن رزقويه وأبو الحسين بن الفضل القطان وأبو الحسن بن الحمامي وأبو نعيم أحمد بن عبد الله الحافظ وأبو بكر أحمد بن موسى بن مردويه الأصبهاني روى عنه إجازة قال وكنت ببغداد لما قدمها مع ابن العميد سنة ثمان وأربعين أو تسع وأربعين وغيرهم قال أبو علي التنوخي ما شاهدنا أحفظ من أبي بكر بن الجعابي وسمعت من يقول إنه يحفظ مائتي ألف حديث ويجيب في مثلها إلا إنه كان يفضل الحافظ بأنه كان يسوق المتون بألفاظها وأكثر الحفاظ يتسمحون في ذلك وإن أتقنوا المتن وإلا ذكروا لفظة أو طرفا قالوا وذكر الحديث وكان يزيد عليهم بحفظ المقطوع والمرسل والحكايات والأخبار وكانت ولادته في صفر سنة أربع وثمانين ومائتين وقيل سنة ست وثمانين |جـ 2 صـ 66| ومائتين ومات ببغداد في النصف من رجب سنة خمس وخمسين وثلاثمائة ",
                "title": "الجعابي",
                "uri": "JK_000952_0906"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}