{
    "features": [
        {
            "item": "JK_000952_3929",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.371-372",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المكاتب</h1> بضم الميم وفتح الكاف والتاء المنقوطة من فوقها باثنتين وفي اخرها الباء الموحدة هذا الإسم لنائب الحكم في القرى والسواد يكاتبه القاضي من البلد إليه في قطع الخصومات وفصلها وهذا أكثر ما يقال في نواحي نيسابور والمشهور بهذا الفقيه أبو موسى عمران بن موسى بن الحصين بن نوشان الخبوشاني المكاتب النوشاني وسأذكره في حرف النون إن شاء الله تعالى وأبو العباس محمد بن عبد الله بن محمد بن النعمان الاسفرايني المكاتب بها كان من الصادقين في الرواية سمع بخراسان أبا بكر محمد بن محمد بن رجاء السندي وأحمد بن سهل بن مالك وبالعراق عبد الله بن أحمد بن حنبل وبشر بن موسى ومحمد بن أحمد بن النضر الأزدي ومحمد بن يونس الكديمي وتوفي باسفراين في ذي الحجة من سنة إحدى وأربعين وثلاث مئة وأبو يعقوب يوسف بن يعقوب بن يوسف النيسابوري المكاتب بربع نشب فروش وكان من الصالحين سمع محمد بن يزيد السلمي وسهل بن عمار العتكي وغيرهما روى عنه محمد الشيباني ومات سنة سبع عشرة وثلاث مئة وأبو الحسن محمد بن محمد بن الحسن بن الحارث الكارزي المكاتب بتلك الناحية وكارز قرية على نصف فرسخ من البلد وكان أبو الحسن يحكم بين أهل تلك القرى وكان صحيح السماع مقبولا في الرواية وكان به صمم يحتاج الرجل أن يرفع صوته في القراءة عليه سمع بنيسابور الحسين بن محمد القباني وأبا عبد الله البوشنجي وأقرانهما ثم لم يكتب بالعراق وحج به أبوه وجاور بمكة حتى سمع الكتب من علي بن عبد العزيز البغوي كتاب الغريب وكتاب الأموال والأحاديث المتفرقة غير المسند فإنه لم يسمع منه المسند وسمع أيضا بمكة عن محمد بن علي بن زيد الصايغ ومسعدة بن سعد العطار وإسحاق بن أحمد الخزاعي وغيرهم روى عنه أبو علي الحافظ وأبو الحسن الحجاجي وجماعة من مشايخنا هكذا ذكره الحاكم |جـ 5 صـ 372| في التاريخ وقال توفي يوم الأحد السادس عشر من شوال سنة ست وأربعين وثلاث مئة وأبو إسحاق إبراهيم بن أحمد بن محمد بن عبد الله بن منصور الريوندي المكاتب بها سمع بخراسان أبا عبد الله البوشنجي وبالعراق أبا خليفة القاضي وبالجزيرة أبا يعلي الموصلي وبالأهواز عبدان الأهوازي سمع منه الحاكم أبو عبد الله الحافظ وذكره وقال كتبنا عنه من مجلس الشيخ أبي بكر بن إسحاق سنة ثمان وثلاثين وثلاث مئة وبلغني أنه توفي سنة إحدى وأربعين وثلاث مئة ",
                "title": "المكاتب",
                "uri": "JK_000952_3929"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}