{
    "features": [
        {
            "item": "JK_000952_1989",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.188-189",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزيدي</h1> بفتح الزاي وسكون الياء المعجمة بنقطتين من تحتها وفي آخرها دال مهملة هذه النسبة إلى زيد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهم والجماعة من الزيدية ينتسبون إليه إما نسبا أو مذهبا وسمي الروافض بهذا الاسم في زمانه لأنه كان يرى الإمامة لأبي بكر وعمر رضي الله عنهما فلما سمع غلاة الشيعة منه هذا القول رفضوا قوله أي تركوا فسموا الرافضة والزيدية والإمامية ضدان فأما الزيدية خيرهم لأنهم يجوزون إمامة المفضول على الفاضل ويصححون إمامة أبي بكر وعمر رضي الله عنهما ويقولون بأن عليا رضي الله عنه أفضل منهما والإمامية تقول باستحقاق الإمامة لعلي رضي الله عنه ولا يرون للمفضول شيئا ولا يصححون إمامة الشيخين رضي الله عنهما واجتمعت الإمامية على تضليل الصحابة حيث جعلوا الإمامة لغير علي واجتمعت الأمة على تكفير الإمامية لأنهم يعتقدون تضليل الصحابة وينكرون إجماعهم وينسبونهم إلى ما لا يليق بهم وأكثر العلماء على أن الزيدية مبتدعة والمشهور بهذه النسبة أبو عبد الله الحسين بن علي بن عمر بن علي بن الحسين بن علي بن أبي طالب العلوي الحسيني الزيدي مذهبا وابو الفضل سليمان بن الفضل الزيدي يروي عن ابن المبارك وأبو سعيد أحمد بن محمد بن رميح بن وكيع الحافظ الزيدي مذهبا روى عنه الحاكم أبو عبد الله الحافظ وأثنى عليه وعبد العزيز بن إسحاق بن جعفر بن روزبهان الزيدي أبو القاسم المصنف على مذهب الزيدية قال ابن أبي الفوارس لم يكن في الرواية بذاك ومن المتأخرين شيخنا أبو البركات عمر بن إبراهيم بن محمد بن محمد بن أحمد بن علي بن الحسين بن علي بن حمزة بن يحيى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب الحسيني الزيدي نسبا ومذهبا من أهل الكوفة كان زيدي النسب والمذهب وكان كثير الفضل وافر العقل عمر حتى كتب عنه الآباء والأبناء سمع منه والدي رحمه الله ثم سمعت منه الكثير سمع بالكوفة أبا الفرج محمد بن أحمد بن علان الخازن ومحمد بن الحسن بن داود الخزاعي وببغداد أبا بكر أحمد بن علي بن ثابت الخطيب وابا الحسين أحمد بن محمد بن النقور البزاز وغيرهم وأكثر من الحديث وكان علامة في النحو واللغة سمعت منه الكثير في مسجد أبي إسحاق السبيعي بالكوفة وكان يقول أنا زيدي النسب زيدي المذهب ولكني أفتي على مذهب السلطان يعني أبا حنيفة رحمه الله وابناه أبو الحسن علي وأبو المناقب حيدرة زيديان أيضا سمعت منهما عن |جـ 3 صـ 189| طراد بن محمد بن علي الزينبي وأبي البقاء المعمر بن محمد الحبال وابن أخته أبو الغنائم مهذب بن معد بن إبراهيم الزيدي سمعت منه أحاديث عن أبي البقاء بن الحبال وكانت ولادة السيد أبي البركات عمر بن إبراهيم الزيدي في سنة اثنتين وأربعين بالكوفة ووفاته في سنة تسع وثلاثين وخمسمائة وأما زيد بن عبد الله الزيدي المديني من ولد زيد بن ثابت رضي الله عنه يروي عن إسحاق بن عبد الله بن خارجة روى عنه عبد العزيز بن عبد الله الأويسي وسليمان بن الفضل الزيدي أبو الفضل روى عن عبد الله بن المبارك وأبو أحمد حامد بن أحمد بن محمد بن أحمد الزيدي المروزي الحافظ إنما قيل له الزيدي لأنه كانت له عناية بجمع حديث زيد بن أبي أنيسة وطلبه فنسب إليه وكان فقيها حافظا سمع أبا رجاء محمد بن حمدويه السنجي روى عنه محمد بن إسماعيل الوراق وابو الحسن الدارقطني وغيرهما ومات ببغداد في شهر رمضان سنة تسع وعشرين وثلاثمائة وولادته سنة اثنتين وثمانين ومائتين وجماعة ينتسبون إلى زيد الله بن مذحج منهم عمار بن عمران الزيدي يروي عن سعيد بن جبير روى عنه العلاء بن عبد الكريم وأما أبو بكر محمد بن يحيى بن محمد الشوكي الزيدي من قرية تعرف بالزيدية من سواد بادوريا هكذا ذكره أبو بكر الخطيب في التاريخ قلت وأظن أني اجتزت بهذه القرية وهي من نهر الملك والله أعلم وكان أبو بكر الزيدي هذا من أهل القرآن والعلم عالما بالفرائض وقسمة المواريث سمع محمد بن إسماعيل الوراق وأبا حفص عمر بن أحمد بن شاهين قال أبو بكر الخطيب كتبت عنه ومسكنه في قرية تعرف بالزيدية من سواد بادوريا وهناك سمعت منه ومات في شهر رمضان سنة ثمان وثلاثين وأربعمائة والسيد أبو يعلى حمزة بن محمد بن أحمد بن جعفر بن محمد بن محمد بن زيد بن علي بن الحسين بن علي بن أبي طالب العلوي الحسيني الزيدي من أهل قزوين إن شاء الله ذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو يعلى الزيدي نجم أهل بيت النبوة في زمانه الشريف حسبا ونسبا والجليل همة وقولا وفعلا وسلفا وخلفا وما أعلمني رأيت في العلوية وغيرهم من مشايخ الإسلام له شبيها ومثلا ونظيرا وقرينا جلالة ومنظرا وعقلا وكمالا وثباتا وبيانا |جـ 3 صـ 190| وميلا إلى الحديث وأهله ونشر محاسن الخلفاء والمهاجرين والأنصار وذبا عنهم وإنكارا للوقيعة فيهم قال الحاكم وسمعته وجرى بحضرته ذكر يزيد بن معاوية فقال أنا لا أكفر يزيد لقول رسول الله صلى الله عليه وسلم إني سألت الله أن لا يسلط على أمتي أحدا من غيرهم فأعطاني ذلك ثم قال الحاكم ورد أبو يعلى نيسابور سنة سبع وثلاثين وثلاثمائة وكان يركب بالليل إلى المشايخ يسمع ونزل بنيسابور إلى سنة سبع وثلاثين ثم خرج إلى الري واجتمع الناس على أن يريدوه على البيعة فأبى عليهم وكان هذا عند متوجه أبي علي بن أبي بكر بن أبي المظفر أبي الجيش إلى الري فقبض عليه أبو علي وبعث به إلى بخارى وقال هذا الشريف ينبغي أن يكون بتلك الحضرة فإنه باب الفتنة وقبح صورته وسلمه من تركي جاف جلف فحمله إلى نيسابور من حيث لا يعلم به أحد فراسل أبو يعلى أبا بكر بن إسحاق وقال قد بلغ من حالي مع هذا التركي أنه لا يمكنني من التطهير في أوقات الصلاة فركب الشيخ بنفسه إلى ذلك التركي ووعظه في أمره فقال قد تبت إلى الله ولا أعود فزاره الشيخ ثم أخرج إلى بخارى وهذا في سنة تسع وثلاثين وثلاثمائة فخرج وبقي ببخارى مدة ثم استأذن في الرجوع إلى وطنه نيسابور فأذن له فيه فانصرف إلينا سنة أربعين فحينئذ أدمنا الاختلاف إليه إلى وقت وفاته بنيسابور وتوفي للنصف من رجب من سنة ست وأربعين وثلاثمائة وحمل تابوته على البغال إلى قزوين وشهدت جنازته اصابته سكتة أربعة ايام ومات منها ",
                "title": "الزيدي",
                "uri": "JK_000952_1989"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}