{
    "features": [
        {
            "item": "JK_000129_001582",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.362-364",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>براثا والنسبة البراثي</h1> بالثاء المثلثة والقصر محلة كانت في طرف بغداد في قبلة الكرخ وجنوبي باب محول وكان لها جامع مفرد تصلي فيه الشيعة وقد خرب عن آخره وكذلك المحلة لم يبق لها أثر فأما الجامع فأدركت أنا بقايا من حيطانه وقد خربت في عصرنا واستعملت في الأبنية وفي سنة 923 فرغ من جامع براثا وأقيمت فيه الخطبة وكان قبل مسجدا يجتمع فيه قوم من الشيعة يسبون الصحابة فكبسه الراضي |جـ 1 صـ 363| بالله وأخذ من وجده فيه وحبسهم وهدمه حتى سوى به الأرض وأنهى الشيعة خبره إلى بجكم الماكاني أمير الأمراء ببغداد فأمر بإعادة بنائه وتوسيعه وإحكامه وكتب في صدره اسم الراضي ولم تزل الصلاة تقام فيه إلى بعد الخمسين وأربعمائة ثم تعطلت إلى الآن وكان براثا قبل بناء بغداد قرية يزعمون أن عليا مر بها لما خرج لقتال الحرورية بالنهروان وصلى في موضع من الجامع المذكور وذكر أنه دخل حماما كان في هذه القرية وقيل بل الحمام التي دخلها كانت بالعتيقة محلة ببغداد خربت أيضا وينسب إلى براثا هذه أبو شعيب البراثي العابد كان أول من سكن براثا في كوخ يتعبد فيه فمرت بكوخه جارية من أبناء الكتاب الكبار وأبناء الدنيا كانت ربيت في القصور فنظرت إلى أبي شعيب فاستحسنت حاله وما كان عليه فصارت كالأسير له فجاءت إلى أبي شعيب وقالت أريد أن أكون لك خادمة فقال لها إن أردت ذلك فتعري من هيئتك وتجردي عما أنت فيه حتى تصلحي لما أردت فتجردت عن كل ما تملكه ولبست لبسة النساك وحضرته فتزوجها فلما دخلت الكوخ رأت قطعة خصاف كانت في مجلس أبي شعيب تقيه من الندى فقالت ما أنا بمقيمة عندك حتى تخرج ما تحتك لأني سمعتك تقول إن الأرض تقول يا ابن آدم تجعل بيني وبينك حجابا وأنت غدا في بطني فرماها أبو شعيب ومكثت عنده سنين يتعبدان أحسن عبادة وتوفيا على ذلك وأبو عبد الله بن أبي جعفر البراثي الزاهد أستاذ أبي جعفر الكريني الصوفي وله خبر مع زوجته يشبه الذي قبله وهو ما قال حليم بن جعفر كنا نأتي أبا عبد الله بن أبي جعفر الزاهد وكان يسكن براثا وكان له امرأة متعبدة يقال لها جوهرة وكان أبو عبد الله يجلس على جلة خوص بحرانية وجوهرة جالسة حذاءه على جلة أخرى مستقبلي القبلة في بيت واحد قال فأتيناه يوما وهو جالس على الأرض وليست الجلة تحته فقلنا يا أبا عبد الله ما فعلت الجلة التي كنت تجلس عليها فقال إن جوهرة أيقظتني البارحة فقالت أليس يقال في الحديث إن الأرض تقول يا ابن آدم تجعل بيني وبينك سترا وأنت غدا في بطني قال قلت نعم قالت فأخرج هذه الجلال لا حاجة لنا فيها فقمت والله وأخرجتها قلت وقد ذكر الرجلين والقصتين الحافظ أبو بكر في تاريخه ومحمد بن خالد بن يزيد بن غزوان أبو عبد الله البراثي والد أبي العباس كان من أهل الدين والفضل والجلالة والنبل ذا حال من الدنيا حسنة معروفا بالبر واصطناع الخير وكان صديقا لبشر ابن الحارث الحافي يأنس إليه في أموره ويقبل صلته قال أبو محمد الزهري سمعت إبراهيم الحربي يقول والك يقع على أحد شيء من السماء ولكن كان لبشر صديق أشار إلى أنه كان يقبل منه الصلة ونحوها روى الحديث عن هاشم بن بشير روى عنه ابنه أبو العباس وابنه أحمد بن محمد بن خالد أبو العباس البراثي سمع علي بن الجعد وعبد الله بن عون الخراز وكامل بن طلحة ويحيى الحماني وأحمد بن إبراهيم الموصلي وشريح بن يونس والحسن بن حماد سجادة وأبا محمد بن خالد وإسماعيل بن علي الخطبي ومحمد بن عمر الجعابي وأحمد بن جعفر بن مسلم وهو ثقة مأمون قاله الدارقطني وقال ابن قانع مات في سنة 003 وقيل سنة 203 وجعفر بن محمد ابن عبد بقية أبو عبد الله المعروف بالبراثي مروزي الأصل حدث عن أبي عمر حفص الربالي ومحمد ابن الوليد البسري وإسماعيل بن أبي الحارث وزيد |جـ 1 صـ 364| ابن إسماعيل الصائغ وإبراهيم بن صالح الأدمي وإبراهيم ابن هانىء النيسابوري روى عنه أبو حفص بن شاهين والمعافي بن زكرياء الجريري وأحمد بن منصور النوشري وعبد الله بن عثمان الصفار وكان ثقة مات في سلخ جمادى الآخر سنة 523 قاله ابن قانع ",
                "title": "براثا والنسبة البراثي",
                "uri": "JK_000129_001582"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}