{
    "features": [
        {
            "item": "JK_000952_2160",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.298-304",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمعاني</h1> بفتح السين المهملة وسكون الميم وفتح العين المهملة وفي آخرها النون هذه النسبة إلى سمعان وهو اسم لبعض أجداد المنتسب إليه وأما سمعان الذي ننتسب إليه فهو بطن من تميم هكذا سمعت سلفي يذكر ذلك فأول من حدث من سلفنا ^ ^ ثم القاضي الإمام أبو منصور محمد بن عبد الجبار بن أحمد بن محمد بن جعفر بن أحمد بن عبد الجبار بن الفضل بن الربيع بن مسلم بن عبد الله السمعاني التميمي كان إماما فاضلا ورعا متقيا أحكم العربية واللغة وصنف فيها التصانيف المفيدة وولده أبو القاسم علي وأبو المظفر منصور جدي أما أبو القاسم علي بن محمد بن عبد الجبار السمعاني فكان فاضلا عالما ظريفا كثير المحفوظ خرج إلى كرمان وحظي عند مليكها وصاهر الوزير بها ورزق الأولاد وكان قد سمع مع والده من شيوخه ولما انتقل أخوه جدنا الإمام أبو المظفر من مذهب أبي حنيفة إلى مذهب الشافعي رحمهما الله هجره أخوه أبو القاسم وأظهر الكراهية وقال خالفت مذهب الوالد وانتقلت عن مذهبه فكتب كتابا إلى أخيه وقال ما تركت المذهب الذي كان عليه والدي رحمه الله في الأصول بل انتقلت عن مذهب القدرية فإن أهل مرو صاروا في أصول اعتقادهم إلى رأي أهل القدر وصنف كتابا يزيد على العشرين جزءا في الرد على القدرية ونفذه إليه فرضي عنه وطاب قلبه ونفد ابنه أبا العلاء علي بن علي السمعاني إليه وللتفقه عليه فأقام عنده مدة يتعلم ويدرس الفقه وسمع الحديث من أبي الخير محمد بن موسى بن عبد الله الصفار المعروف بابن أبي عمران رواية صحيح البخاري عن أبي الهيثم الكشميهني ورجع إلى كرمان ولما |جـ 3 صـ 299| مات والده فوض إليه ما كان إلى والده من المدرسة وغيرها ورزق أبو العلاء الأولاد وإلى الساعة له بكرمان ونواحيها أولاد فضلاء وعلماء وجدنا الإمام أبو المظفر منصور بن محمد بن عبد الجبار السمعاني إمام عصره بلا مدافعة وعديم النظر في فنه ولا أقدر على أن أصف بعض مناقبه ومن طالع تصانيفه وأنصف عرف محله من العلم صنف التفسير الحسن المليح الذي استحسنه كل من طالعه وأملى المجالس في الحديث وتكلم على كل حديث بكلام مفيد وصنف التصانيف في الحديث مثل منهاج أهل السنة والانتصار والرد على القدرية وغيرها وصنف في أصول الفقه القواطع وهو يغني عما صنف في ذلك الفن وفي الخلاف البرهان وهو مشتمل على قريب من ألف مسألة خلافية والأوساط والمختصر الذي سار في الآفاق والأقطار الملقب بالاصطلام ورد فيه على أبي زيد الدبوسي واجاب عن الاسرار التي جمعها وكان فقيها مناظرا فانتقل بالحجاز في سنة اثنتين وستين وأربعمائة إلى مذهب الشافعي رحمه الله وأخفى ذلك وما أظهره إلى أن وصل إلى مرو وجرى له في الأسفار محن ومخاصمات وثبت على ذلك ونصر ما اختاره وكانت مجالس وعظه كثيرة النكت والفوائد سمع الحديث الكثير في صغره وكبره وانتشرت عنه الرواية وكثر أصحابه وتلامذته وشاع ذكره سمع بمرو أباه وأبا غانم أحمد بن علي بن الحسين الكراعي وأبا بكر محمد بن عبد الصمد الترابي المعروف بابن أبي الهيثم وجماعة كثيرة بخراسان والعراق وجرجان والحجاز وقد جمع الأحاديث الألف الحسان من مسموعاته عن مائة شيخ له عن كل شيخ عشرة أحاديث أدركت جماعة من أصحابه وتفقهت على صاحبيه أبي حفص عمر بن محمد بن علي السرخسي وأبي إسحاق إبراهيم بن أحمد بن محمد بن إبراهيم المروزي والله يرحمهما وروى لي عنه الحديث أبو نصر محمد بن محمد بن يوسف القاشاني بمرو وأبو القاسم الجنيد بن محمد بن علي القاضي بهراة وأبو طاهر محمد بن أبي بكر السنجي ببلخ وأبو بكر أحمد بن بشار الجرجردي بنيسابور وأبو البدر حسان بن كامل بن صخر القاضي بطوس وأبو منصور محمود بن أحمد بن عبد المنعم بن ماشاذة بأصبهان وجماعة كثيرة يزيدون على خمسين نفرا وكانت ولادته في ذي الحجة سنة ست وعشرين وأربعمائة وتوفي يوم الجمعة الثالث والعشرين من شهر ربيع الأول سنة تسع وثمانين وأربعمائة ودفن بأقصى سنجدان إحدى مقابر مرو ورزق من الأولاد خمسة أبو بكر محمد والدي وأبو محمد الحسن وأبو القاسم أحمد وابن رابع وبنت ماتا عقب موته بمدة يسيرة |جـ 3 صـ 300| وأما والدي الإمام أبو بكر محمد بن منصور بن محمد بن عبد الجبار السمعاني رحمه الله ابن أبيه وكان والده يفتخر به ويقول على رؤوس الأشهاد في مجلس الإملاء محمد ابني أعلم مني وأفضل مني تفقه عليه وبرع في الفقه وقرأ الأدب على جماعة وفاق أقرانه وقرض الشعر المليح وغسله في آخر أيامه وشرع في عدة مصنفات ما تمم شيئا منها لأنه لم يمتع بعمره واستأثر الله تعالى بروحه وقد جاوز الأربعين بقليل سافر إلى العراق والحجاز ورحل إلى أصبهان لسماع الحديث وأدرك الشيوخ والأسانيد العالية وحصل النسخ والكتب وأملى مائة وأربعين مجلسا في الحديث من طالعها عرف أن أحدا لم يسبقه إلى مثلها سمع بمرو أباه وأبا الخير بن أبي عمران الصفار وأبا سعيد الطاهري وبنيسابور أبا الحسن علي بن أحمد المؤذن المديني وبهمدان أبا الحسن فيد بن عبد الرحمن الشعراني وببغداد أبا المعالي ثابت بن بندار البقال وبالكوفة أبا البقاء المعمر بن محمد بن علي الكوفي الحال وبمكة أبا شاكر أحمد بن محمد بن عبد العزيز العثماني وبأصبهان أبا بكر أحمد بن محمد بن أحمد بن موسى بن مردويه الحافظ وجماعة كثيرة من هذه الطبقة كتب لي الإجازة بجميع مسموعاته وشاهدت خطه بذلك وحدث بهراة وكانت ولادته في جمادى الأولى سنة ست وستين وأربعمائة وتوفي يوم الجمعة الثالث من صفر سنة عشر وخمسمائة ودفن عند والده وكان شيخنا أبو القاسم محمد بن علي النظيري إذا ذكره أنشد % زين الشباب أبو فراس % % لم يمتع بالشباب % وعمي الأكبر أبو محمد الحسن بن أبي المظفر السمعاني كان إماما زاهدا ورعا كثير العبادة والتهجد نظيفا منورا مليح الشيبة منقبضا عن الخلق قل ما يخرج عن داره إلا في أيام الجمع للصلاة تفقه على والده وكان تلو والدي رحمهم الله وسمع معه الحديث وظني أنه ولد بعده بسنتين وأفاده والدي عن جماعة من الشيوخ ورحل معه إلى نيسابور سمع بمرو أباه وأبا سعيد عبد الله بن أحمد الطاهري وأبا القاسم إسماعيل بن محمد بن أحمد الزاهري وأبا محمد كامكار بن عبد الرزاق الأديب وأبا الفرج المظفر بن إسماعيل التميمي الجرجاني وبنيسابور أبا الحسن علي بن أحمد بن محمد المديني وأبا إبراهيم محمد بن الحسين البالوي وأبا سعيد عبد الواحد بن أبي القاسم القشيري وأبا علي نصر الله بن أحمد الحشنامي وجماعة سواهم سمعت منه الكثير وكان يكرمني ويحبني وقرأت عليه الكتب المصنفة مثل كتاب الجامع لمعمر بن راشد وكتاب التاريخ لأحمد بن سيار والأمالي والانتصار والأحاديث الألف لجدي بروايته عنه |جـ 3 صـ 301| وأمالي أبي زكريا المزكي وأبي القاسم السراج بروايته عن أبي الحسن المديني وأبي العباس بن عبد الصمد وغير ذلك من الأجزاء والفوائد ورزق ثواب الشهداء في آخر عمره دخل عليه اللصوص لوديعة كانت لإنسان عند زوجته وخنقوه ليلة الاثنين سنة إحدى وثلاثين وخمسمائة والله تعالى يرحمه ووصل إلي نعيه وأنا بأصبهان وولده ابن عمي أبو منصور محمد بن الحسن السمعاني كان شابا فاضلا ظريفا قرأ الأدب وبرع فيه وكانت له يد باسطة في الشعر باللسانين غير أنه اشتغل بما لم يشتغل به سلفه من الجلوس مع الشبان والجري في ميدانهم وموافقتهم فيما هم فيه والله تعالى يتجاوز عنا وعنه سمعت من شعره الكثير وتوفي بعد والده بسنتين واخترمته المنية في حال شبابه وما استكمل الأربعين وذلك ليلة عرفة من سنة ثلاث وثلاثين وخمسمائة وعمي الآخر الأصغر أستاذي ومن أخذت عنه الفقه وعلقت عليه الخلاف وبعض المذهب أبو القاسم أحمد بن منصور السمعاني كان إماما فاضلا عالما مناظرا مفتيا واعظا مليح الوعظ شاعرا حسن الشعر له فضائل جمة ومناقب كثيرة وكان حييا وقورا ثابتا حمولا صبورا تفقه على والدي رحمهما الله أخذ عنه العلم وخلفه بعده فيما كان مفوضا إليه سمع بمرو أخاه والدي وأبا محمد كامكار بن عبد الرزاق الأديب وأبا نصر محمد بن محمد بن محمد الماهاني وطبقتهم انتخبت عليه أوراقا وقرأت عليه عن شيوخه وخرجت معه إلى سرخس وانصرفنا إلى مرو وخرجنا في شوال سنة تسع وعشرين إلى نيسابور وكان خروجه بسببي لأني رغبت في الرحلة لسماع حديث مسلم بن الحجاج القشيري فسمع معي الصحيح وعزم على الرجوع إلى الوطن وتأخرت عنه مختفيا لأقيم بنيسابور بعد خروجه فصبر إلى أن ظهرت ورجعت معه إلى طوس وانصرفت باذنه إلى نيسابور ورجع هو إلى مرو وأقمت أنا بنيسابور سنة خرجت منها إلى أصبهان ولم أره بعد ذلك وكانت ولادته في سنة سبع وثمانين وأربعمائة وتوفي في الثالث والعشرين من شوال سنة أربع وثلاثين وخمسمائة وصل إلي نعيه وأنا ببغداد وعقدنا له العزاء بها وأمة الله حرة أختي امرأة صالحة عفيفة كثيرة الدرس للقرآن مديمة للصوم راغبة في الخير وأعمال البر حصل لها والدي الإجازة عن أبي غالب محمد بن الحسن الباقلاني البغدادي قرأت عليها أحاديث وحكايات بإجازاتها عنه وكانت ولادتها في رجب من سنة إحدى وتسعين وأربعمائة فهذه الجماعة الذين حدثوا من بيتنا والله تعالى يرحمهم وأما أبو العباس محمد بن سمعان بن إسماعيل بن الحكم بن سعيد الفقيه السمعاني |جـ 3 صـ 302| وإنما قيل له السمعاني نسبة إلى أبيه سمعان فيما أظن من أهل سمرقند كان من الفقهاء المشهورين صاحب نوادر ومزاح يروي عن محمد بن الضوء الكرميني وسهل بن المتوكل البخاري ويوسف بن علي الأبار ونعيم بن ناعم السمرقندي وغيرهما قال أبو سعد الإدريسي حدث في عصرنا لم ارزق السماع منه حدثني عنه محمد بن أبي سعيد الحافظ السرخسي ومحمد بن صالح المالكي من اصحابنا مات رحمه الله في جمادى الآخرة سنة ثمان وأربعين وثلاثمائة وأبو علي نصر بن عثمان بن سعيد بن سمعان بن مسعود بن سعد بن عمر بن حجاج بن قتيبة بن مسلم الباهلي السمرقندي المعروف بالسمعاني هكذا ذكره أبو سعد الإدريسي في تاريخ سمرقند وقال أبو علي يعرف بالسمعاني كان فاضلا ثقة من أصحاب الرأي حسن العشرة محبا لأهل الفضل مائلا إليهم يروي عن أبي منصور محمد بن نعيم بن ناعم الفرائضي السمرقندي ومحمد بن هارون بن عيسى وغيرهما مات بسمرقند في ربيع الآخر لعشر بقين منه يوم الجمعة سنة إحدى وثمانين وثلاثمائة وأبو منصور محمد بن محمد بن سمعان الحيري المذكر السمعاني من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ وقال أبو منصور المذكر المعروف بابن سمعان كان من جملة مختلفة أبي بكر بن إسحاق الإمام ولما بنى دارا للسنة عقد له مجلسا للذكر فكتبنا عنه أحاديث قبل الأربعين ولما توفي الشيخ أبو بكر خرج إلى هراة وأقام بها وسكنها إلى أواخر عمره فانصرف وقد صار إسناده عاليا وسمع الناس منه الكثير سمع أبا العباس محمد بن إسحاق السراج وأبا عبد الله محمد بن المسيب الأرغياني وأبا أحمد محمد بن سليمان بن فارس سمع منه الحاكم أبو عبد الله الحافظ وقال توفي بنيسابور بعد غيبة أربعين سنة في السنة التي انصرف فيها يوم الاثنين السادس والعشرين من رجب سنة اثنتين وثمانين وثلاثمائة ودفن في مقبرة الحيرة وفي الأسماء جماعة تسموا بهذا الاسم منهم أبو يحيى سمعان الأسلمي روى عن أبي سعيد الخدري روى عنه ابناه أنيس ومحمد هو جد إبراهيم بن محمد بن أبي يحيى وسمعان بن مالك روى عن وائل شقيق بن سلمة روى عنه أبو بكر بن عياش وسمعان بن مشنج العمري روى عن سمرة بن جندب روى عنه عامر الشعبي |جـ 3 صـ 303| وسمعان بن هبيرة بن مساحق بن بجير بن أسامة بن نصر بن قعين الأسدي أبو سمال الشاعر وعبد الله بن زياد بن سمعان المديني يروي عن الزهري والعلاء بن عبد الرحمن وروى عن مجاهد ومحمد بن المنكدر وغيرهم كان ضعيفا في الحديث رماه مالك بالكذب وأبو السمح دراج بن سمعان يقال اسمه عبد الرحمن مصري يروي عن أبي الهيثم عن أبي سعيد الخدري رضي الله عنه نسخة ويروي عن عبد الله بن الحارث بن جزء وعبد الرحمن بن حجيرة وغيرهم روى عنه عمرو بن الحارث وابن لهيعة وسالم بن غيلان وجماعة من المحدثين اسمهم إسماعيل لقبوا بسمعان منهم إسماعيل بن عبد الله الشيرازي المعروف بسمعان يروي عن أبي عبد الرحمن المقرىء وموسى بن إسماعيل التبوذكي وعبد الله بن صالح العجلي وخلاد بن يحيى وبكر بن بكار روى عنه ابنه أحمد بن إسماعيل ولم يرو عنه غيره وإسماعيل بن حيان بن واقد الواسطي القيسي المعروف بسمعان روى عن عبد العزيز بن أبان وإسماعيل بن عبد الرحمن البصري الملقب بسمعان يعرف بابن أبي مسعود الدينوري يروي عن المضاء بن الجارود حدث عنه محمد بن هارون بن محمد الدينوري وأبو علي إسماعيل بن بحر العدل العسكري المعروف سمعان من أهل عسكر مكرم حدث بأصبهان عن إسحاق بن محمد بن إسحاق العمي وعبيد الله بن عائشة وسهل بن عثمان روى عنه أبو عبد الله محمد بن أحمد بن عبد الله الصفار وأبو محمد القاسم بن هارون بن جمهور المؤدب وأبو علي إسماعيل بن أحمد بن النضر الملقب بسمعان سمع أبا سعيد الأشج ويونس بن عبد الأعلى المصري والعباس بن الوليد بن يزيد البيروتي وغيرهم وإسماعيل بن إبراهيم الصيرفي المعروف بسمعان يروي عن أبي غسان مالك بن خالد الواسطي حدث عنه أبو أحمد عبد الله بن عدي الجرجاني |جـ 3 صـ 304| ",
                "title": "السمعاني",
                "uri": "JK_000952_2160"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}