{
    "features": [
        {
            "item": "JK_000952_3934",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.374-375",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المكحولي</h1> بفتح الميم وسكون الكاف وضم الحاء المهملة هذه النسبة إلى مكحول وهو صاحب كتاب اللؤلؤيات في الزهد وهو اسم لجد المنتسب إليه وهم جماعة منهم أبو البديع أحمد بن محمد بن مكحول بن الفضل النسفي المكحولي من أهل نسف سمع أباه أبا المعين المكحولي وأبا سهل هارون بن أحمد الأسفرايني وأحمد بن حمدان المقرىء وكان بارعا في الفقه درس العلم على عيسى اليغنوي وكان يرمي بما رمى به عيسى مات ببخارى وحمل إلى نسف في صفر سنة تسع وسبعين وثلاث مئة وكانت ولادته في سنة إحدى وثلاثين وثلاث مئة وأخوه أبو المعالي معتمد بن محمد بن محمد بن مكحول بن الفضل النسفي المكحولي يروي عن جده أبي المعين كتاب اللؤلؤيات وسمع أبا سهل هارون بن أحمد الاسفرايني روى عنه كتاب أخبار مكة وغيره وكانت ولادته في ذي الحجة سنة ست وأربعين وثلاث مئة ووفاته سنة نيف وثلاثين وأربع مئة وأما أبو يحيى محمد بن راشد المكحولي الخزاعي الشامي من أهل دمشق عرف بالمكحولي لأنه صاحب أبي عبد الله مكحول الهذلي من أهل الشام انتقل إلى البصرة وسكنها وحدث عن مكحول وسليمان بن موسى الدمشقي وعبده بن أبي لبابة روى عنه سفيان الثوري وشعبة ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وأبو نعيم وعبد الرزاق بن همام والهيثم بن حجيل وأبو النضر هاشم بن القاسم وعلي بن الجهد وغيرهم وسئل أحمد بن حنبل عنه فقال ثقة وقال عبد الرزاق ما رأيت أحدا في الحديث أورع منه وقال أبو النضر كنت أوصي شعبة بالرصافة فمر محمد بن راشد فقال شعبة ما كتبت عن هذا أما أنه صدوق ولكنه شيعي أو قدري شك أبي قال عبد الله بن أحمد بن حنبل ثم قال أحمد حدث عنه ابن المبارك ووكيع وابن مهدي قال يحيى بن معين المكحولي هو شامي دمشقي خزاعي وهو ممن هرب من مروان ونزل العراق فأقام بها حتى هلك أيام المهدي وكان ممن طلبه مروان بدم الوليد بن يزيد وذلك أن أهل دمشق قتلوا الوليد وقال يحيى في موضع اخر محمد بن راشد صاحب مكحول شامي نزل البصرة ثقة وقيل لأبي مسهر الغساني كيف لم تكتب عن محمد بن راشد قال كان يرى الخروج على الأئمة ومات بعد سنة ستين ومئة |جـ 5 صـ 375| ",
                "title": "المكحولي",
                "uri": "JK_000952_3934"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}