{
    "features": [
        {
            "item": "JK_000129_005777",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.48-49",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رصافة قرطبة والنسبة الرصافي</h1> وهي مدينة أنشأها عبد الرحمن ابن معاوية بن هشام بن عبد الملك بن مروان وهو أول من ملك الأندلس من الأموية بعد زوال ملكهم أنشأها وسماها الرصافة تشبيها ونظر فيها إلى نخلة منفردة فقال تبدت لنا وسط الرصافة نخلة تناءت بأرض الغرب عن بلد النخل فقلت شبيهي بالتغرب والنوى وطول التنائي عن بني وعن أهلي نشأت بأرض أنت فيها غريبة فمثلك في الإقصاء والمنتأى مثلي سقتك غوادي المزن من صوبها الذي يسح ويستمري السماكين بالوبل وقال ابن الفرضي هذه الأبيات لعبد الملك بن بشر ابن عبد الملك بن مروان وكان قد دخل الأندلس أيام عبد الملك بن مروان وقال أبو الوليد بن زيدون يذكر رصافة قرطبة على المنعت السعدي مني تحية زكت وعلى وادي العقيق سلام |جـ 3 صـ 49| ولا زال نور في الرصافة ضاحكا بأرجائها تبكي عليه غمام معاهد لهو لم نزل في ظلالها تدور علينا للسرور مدام زمان رياض العيش خضر نواعم ترف وأمواه النعيم جمام تذكرت أيامي بها فتبادرت دموعي كما خان الفريد نظام ومن أجلها أدعو لقرطبة المنى بسقي ضعيف الطل وهو رهام محل نعمنا بالتصابي خلاله فأسعدنا والحادثات نيام وقد نسب إلى هذه الرصافة قوم من أهل العلم منهم يوسف بن مسعود الرصافي وأبو عبدالله محمد بن عبد الملك بن ضيفون الرصافي ذكرهما الحميدي وقال أبو عامر العبدري وهو محمد بن سعدون حدثنا أبو عبدالله الحميدي الرصافي من رصافة قرطبة فنسب الحميدي إلى الرصافة وأنشدني مخلص بن إبراهيم الرعيني الغرناطي الأندلسي والله المستعان على روايته ومات في حلب سنة 622 قال أنشدني أبو عبدالله محمد الرفاء الرصافي الشاعر من هذه الرصافة أعني رصافة قرطبة لنفسه سلي خميلتك الريا بآية ما كانت ترف بها ريحانة الأدب عن فتية نزلوا أعلى أسرتها عفت محاسنهم إلا من الكتب محافظين على العليا وربتما هزوا السجايا قليلا بابنة العنب حتى إذا ما قضوا من كأسها وطرا وضاحكوها إلى حد من الطرب راحوا رواحا وقد زيدت عمائمهم حملا ودارت على أبهى من الشهب لا يظهر السكر جالا من ذوائبهم إلا التفاف الصبا في ألسن العذب ",
                "title": "رصافة قرطبة والنسبة الرصافي",
                "uri": "JK_000129_005777"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}