{
    "features": [
        {
            "item": "JK_000129_008741",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.89-90",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عدن</h1> بالتحريك وآخره نون وهو من قولهم عدن بالمكان إذا أقام به وبذلك سميت عدن وقال الطبري سميت عدن وأبين بعدن وأبين ابني عدنان وهذا عجب لم أر أحدا ذكر أن عدنان كان له ولد اسمه عدن غير ما ورد في هذا الموضع وهي مدينة مشهورة على ساحل بحر الهند من ناحية اليمن ردئة لا ماء بها ولا مرعى وشربهم من عين بينها وبين عدن مسيرة نحو اليوم وهو مع ذلك رديء إلا أن هذا الموضع هو مرفأ مراكب الهند والتجار يجتمعون إليه لأجل ذلك فإنها بلدة تجارة وتضاف إلى أبين وهو مخلاف عدن من جملته وقال أبو محمد الحسن بن أحمد الهمذاني اليمني عدن جنوبية تهامية وهو أقدم أسواق العرب وهو ساحل يحيط به جبل لم يكن فيه طريق فقطع في الجبل باب بزبر الحديد فصار لها طريق إلى البر وموردها ماء يقال له الحبق أحساء في رمل في جانب فلاة إرم وبها في ذاتها بئار ملحة وشروب وساكنها المربون والجماجميون والمربون يقولون إنهم من ولد هارون وقال أهل السير سميت بعدن بن سنان ابن إبراهيم عليه السلام وكان أول من نزلها عن الزجاجي وقال ابن الكلبي سميت عدن بعدن بن سنان بن فيشان بن إبراهيم وروى عبد المنعم عن وهب أن الحبشة عبرت في سفنهم فخرجوا في عدن فقالوا عدونا فسميت عدن بذلك وتفسيره خرجنا وبين عدن وصنعاء ثمانية وستون فرسخا قال عمارة لاعة مدينة في جبل صبر من أعمال صنعاء إلى جانبها قرية لطيفة يقال لها عدن لاعة وليست عدن أبين الساحلية وأنا دخلت عدن لاعة وهي أول موضع ظهرت فيه دعوة العلوية باليمن بعد المصريين وقال أبو بكر أحمد بن محمد العيدي يذكر عدن أبين حياك يا عدن الحيا حياك وجرى رضاب لماه فوق لماك وافتر ثغر الروض فيك مضاحكا بالنشر رونق ثغرك الضحاك ووشت حدائقه عليك مطارفا يختال في حبراتها عطفاك ولقد خصصت بسر فضل أصبحت فيه القلوب وهن من أسراك يسري بها شغف المحب وإنما للشوق جشمها الهوى مسراك أصبو إلى أنفاس طيبك كلما أسرى بنفحتها نسيم صباك وتقر عيني أن أراك أنيقة لا رمل عرجاء ودوح أراك كم من غريب الحسن فيك كأنما مرآه في إشراقه مرآك فتانة اللحظات تصطاد النهى ألحاظها قبضا بلا أشراك ومسارح للعين تقتطف المنى منها وتجنى في قطوف جناك وعلام أستسقي الحيا من بعد ما ضمن المكرم بالندى سقياك |جـ 4 صـ 90| سألت عنهم وقد سدت أباعرهم ما بين رحبة ذات العيص فالعدن ",
                "title": "عدن",
                "uri": "JK_000129_008741"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}