{
    "features": [
        {
            "item": "JK_000129_000737",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.203-205",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أشي والنسبة الأشوى</h1> بالضم ثم الفتح والياء مشددة قال أبو عبيد السكوني من أراد اليمامة من النباج سار إلى القريتين ثم خرج منها إلى أشي وهو لعدي الرباب وقيل هو للأحمال من بلعدوية وقال غيره أشي موضع بالوشم والوشم واد باليمامة فيه نخل وهو تصغير الأشاء وهو صغار النخل الواحدة أشاءة وقال زياد بن منقذ التميمي أخو المرار يذكره لا حبذا أنت يا صنعاء من بلد ولا شعوب هوى مني ولا نقم وحبذا حين تمسي الريح باردة وادي أشي وفتيان به هضم الواسعون إذا ما جر غيرهم على العشيرة والكافون ما جرموا |جـ 1 صـ 204| والمطعمون إذا هبت شآمية وباكر الحي في صرادها صرم لم ألق بعدهم حيا فأخبرهم إلا يزيدهم حبا إلي هم وهي قصيدة شاعر في اختيار أبي تمام أنا أذكرها بمشيئة الله وتوفيقه في صنعاء وقال عبدة بن الطبيب هذه الأبيات إن كنت تجهل مسعاتي فقد علمت بنو الحويرث مسعاتي وتكراري والحي يوم أشي إذ ألم بهم يوم من الدهر إن الدهر مرار لولا يجودة والحي الذين بها أمسى المزالف لا تذكو بها نار والمزالف ما دنا من النار قال نصر بن حماد الأشاءة همزته منقلبة عن ياء لأن تصغيره أشي بلفظ اسم هذا الموضع وقد خالفه سيبويه في ذلك وحكينا كلام أبي الفتح بن جني في ذلك في أشاءة ونتبعه بحكاية كلامه في أشي ههنا قال قال لي شيخنا أبو علي قد ذهب قوم إلى أن أشياء من لفظ أشي هذا فهي على هذا فعلاء لا أفعال ولا أفعلاء ولا لفعاء ولامه مجهولة وهي تحتمل الحرفين الهمزة والياء كأنها أغلب على اللام ولا يجوز على هذا أن يكون أشي من لفظ وشئت بهمزة لامه لانضمامها كأجوه وأقنة لقولهم أشياء بالهمز ولو كان منه لوجب وشياء لانفتاح الهمزة ولا تقيس على أحد وأناة لقلته وينبغي لأشي أن يكون مصروفا فإن ظاهر أمره أن يكون فعيلا وفعيل أبدا مصروف عربيا كان أو عجميا وقد روي أشي هذا غير مصروف ولا أدفع أن يكون هذا جائزا فيه وهو أن يكون تحقير أفعل من لفظ شويت حقر وهو صفة فيكون أصله أشوى كأحوى حقر فحذفت لامه كحذف لام أحوى وأما قياس قول عيسى فينبغي أن يصرف وإن كان تحقير أفعل صفة ولو كان من لفظ شويت لجاز فيه أيضا أشيو كما جاز من أحا أحيو غير أن ما فيه من علمية يسجله فيحظر عليه ما يجوز فيه في حال إشاعته وتنكيره وقد يجوز عندي في أشي هذا أن يكون من لفظ أشاءة فاؤه ولامه همزتان وعينه شين فيكون بناؤه من أشأ وإذا كان كذلك احتمل أن يكون مكبره فعلا كأنه أشأ أحد أمثلة الأسماء الثلاثية العشرة غير أنه حقر فصار تقديره أشيء كأشيع ثم حففت همزته بأن أبدلت ياء وأدغمت فيها ياء التحقير فصار أشيء كقولكم في تحقير كم مع تخفيف الهمزة كمي وقد يجوز أن يكون أشيء من قوله وادي أشي تحقير أشيأ أفعل من لفظ شأوت أو شأيت حقر فصار أشيء كأعيم ثم خففت همزته فأبدلت ياء وأدغمت ياء التحقير فيها كقولك في تخفيف تحقير أرؤس أريس فاجتمعت معك ثلاث ياءات ياء التحقير والتي بعدها بدلا من الهمزة ولام الفعل فصارت إلى أشي ومن حذف من آخر تحقير أحوى فقال أحي مصروفا أو غير مصروف لم يحذف من هذه الياءات الثلاث في أشي شيئا وذلك أنه ليس معه في الحقيقة ثلاث ياءات ألا تعلم أن الياء الوسطى إنما هي همزة مخففة والهمزة المخففة عندهم في حكم المحققة فكما لا يلزم الحذف مع تخفيف الهمزة في أشي من قولك هذا أشي ورأيت أشيا كذلك لا يحذف من أشيء أولا تعلم أنك إن حقرت براء اسم رجل في قياس قول يونس في رد المحذوف |جـ 1 صـ 205| ثم خففت الهمزة لزمك أن تقول هذا بري فتجمع بين ثلاث ياءات ولا تحذف منهن شيئا من حيث كانت الوسطى منهن همزة مخففة وقياس قول العرب في تخفيف رؤيا رؤيا وقول الخليل في تخفيف فعل من أويت أوى وقول أبي عثمان في تخفيف الهمزتين معا من مثال افعوعلت من وأيت إواويت أن تحذف حرفا من آخر أشي هذا فتقول أشي مصروفا أو غير مصروف على خلاف القوم فيه فجرى عليه غير اللازم مجرى اللازم وقد يجوز في أشي أيضا أن يكون تحقير أشأى وهو فعلى كأرطى من لفظ أشأة حقر كأريط فصار أشينا ثم أبدلت همزته للتخفيف ياء فصار أشييا واصرفه في هذا البتة كما تصرف أريطا معرفة ونكرة ولا تحذف هنا ياء كما لم تحذفها فيما قبل لأن الطريقين واحدة لكن من أجاز الحذف على إجراء غير اللازم مجرى اللازم أجاز الحذف هنا أيضا قال وفيه ما هو أكثر من هذا ولو كانت مسألة مفردة لوجب بسطها وفي هذا ههنا كفاية إن شاء الله تعالى ",
                "title": "أشي والنسبة الأشوى",
                "uri": "JK_000129_000737"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}