{
    "features": [
        {
            "item": "JK_000129_003541",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.192-193",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جوين والنسبة الجويني</h1> اسم كورة جليلة نزهة على طريق القوافل من بسطام إلى نيسابور تسميها أهل خراسان كويان فعربت فقيل جوين حدودها متصلة بحدود بيهق من جهة القبلة وبحدود جاجرم من جهة الشمال وقصبتها أزاذوار وهي في أول هذه الكورة من جهة الغرب رأيتها وقال أبو القاسم البيهقي من قال جوين فإنه اسم بعض أمرائها سميت به ومن قال كويان نسبها إلى كوي وهي تشتمل على مائة وتسع وثمانين قرية وجميع قراها متصلة كل واحدة بالأخرى وهي كورة مستطيلة بين جبلين في فضاء رحب وقد قسم ذلك الفضاء نصفين فبني في نصفه الشمالي القرى واحدة إلى جنب الأخرى آخذة من الشرق إلى الغرب وليس فيها واحدة معترضة واستخرج من نصفه الجنوبي قني تسقي القرى التي ذكرنا وليس في نصفه هذا أعني الجنوبي عمارة قط وبين هذه الكورة ونيسابور نحو عشرة فراسخ وينسب إلى جوين خلق كثير من الأئمة والعلماء منهم موسى بن العباس بن محمد أبو عمران الجويني النيسابوري أحد الرحالين سمع بدمشق أبا بكر محمد بن عبد الرحمن بن الأشعث |جـ 2 صـ 193| وأبا زرعة البصري وغيرهما وبمصر سليمان بن أشعث ومحمد بن عزيز وبالكوفة أحمد بن حازم وبالرملة حميد بن عامر وبمكة محمد بن إسماعيل بن سالم وأبا زرعة وأبا حاتم الرازيين وغير هؤلاء روى عنه الحسن بن سفيان وأبو علي وأبو أحمد الحافظان الحاكمان وغير هؤلاء كثير قال أبو عبد الله الحاكم وكان يسكن قرية أزاذوار قصبة جوين قال وهو من أعيان الرحالة في طلب الحديث صحب أبا زكرياء الأعرج بمصر والشام وكتب بانتخابه وهو حسن الحديث بمرة وصنف على كتاب مسلم بن الحجاج ومات بجوين سنة 323 وأبو محمد عبد الله بن يوسف الجويني إمام عصره بنيسابور والد أبي المعالي الجويني تفقه على أبي الطيب سهل بن محمد الصعلوكي وقدم مرو قصدا لأبي بكر عبد الله بن أحمد القفال المروزي فتفقه به وسمع منه وقرأ الأدب على والده يوسف الأديب بجوين وبرع في الفقه وصنف فيه التصانيف المفيدة وشرح المزني شرحا وافيا وكان ورعا دائم العبادة شديد الاحتياط مبالغا فيه سمع أستاذيه أبا عبد الرحمن السلمي وأبا محمد بن بابويه الأصبهاني وببغداد أبا الحسن محمد بن الحسين بن الفضل بن نظيف الفراء وغيرهم روى عنه سهل بن إبراهيم أبو القاسم السجزي ولم يحدث أحد عنه سواه والله أعلم ومات بنيسابور سنة 434 وأخوه أبو الحسن علي بن يوسف الجويني المعروف بشيخ الحجاز وكان صوفيا لطيفا ظريفا فاضلا مشتغلا بالعلم والحديث صنف كتابا في علوم الصوفية مرتبا مبوبا سماه كتاب السلوة سمع شيوخ أخيه وسمع أيضا أبا نعيم عبد الملك بن الحسن الأسفراييني بنيسابور وبمصر أبا محمد عبد الرحمن بن عمر النحاس روى عنه زاهر ورجب ابنا طاهر الشحاميان ومات بنيسابور سنة 463 والإمام حقا أبو المعالي عبد الملك بن أبي محمد عبد الله بن يوسف بن عبد الله بن يوسف الجريني إمام الحرمين أشهر من علم في رأسه نار سمع الحديث من أبي بكر أحمد بن محمد بن الحارث الأصبهاني التميمي وكان قليل الرواية معرضا عن الحديث وصنف التصانيف المشهورة نحو نهاية المطلب في مذهب الشافعي والشامل في أصول الدين على مذهب الأشعري والإرشاد وغير ذلك ومات بنيسابور في شهر ربيع الآخر سنة 874 وينسب إليها غير هؤلاء ",
                "title": "جوين والنسبة الجويني",
                "uri": "JK_000129_003541"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}