{
    "features": [
        {
            "item": "JK_000129_002600",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.35-37",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تفليس والنسبة التفليسي</h1> بفتح أوله ويكسر بلد بأرمينية الأولى وبعض يقول بأران وهي قصبة ناحية جرزان قرب باب الأبواب وهي مدينة قديمة أزلية طولها اثنتان وستون درجة وعرضها اثنتان وأربعون درجة قال مسعر بن مهلهل الشاعر في |جـ 2 صـ 36| رسالته وسرت من شروان في بلاد الأرمن حتى انتهيت إلى تفليس وهي مدينة لا إسلام وراءها يجري في وسطها نهر يقال له الكر يصب في البحر وفيها غروب تطحن وعليها سور عظيم وبها حمامات شديدة الحر لا توقد ولا يستقى لها ماء وعلتها عند أولي الفهم تغني عن تكلف الإبانة عنها يعني أنها عين تنبع من الأرض حارة وقد عمل عليها حمام فقد استغنت عن استسقاء الماء قلت هذا الحمام حدثني به جماعة من أهل تفليس وهو للمسلمين لا يدخله غيرهم وافتتحها المسلمون في أيام عثمان بن عفان رضي الله عنه كان قد سار حبيب بن مسلمة إلى أرمينية فافتتح أكثر مدنها فلما توسطها جاءه رسول بطريق جرزان وكان حبيب على عزم المسير إليها فجاءه بالطريق يسأله الصلح وأمانا يكتبه حبيب لهم قال فكتب لهم أما بعد فإن رسولكم قدم علي وعلى الذين معي من المؤمنين فذكر عنكم أنكم قلتم إننا أمة أكرمنا الله وفضلنا وكذلك فعل الله بنا والحمد لله كثيرا وصلى الله على سيدنا محمد نبيه خير البرية من خلقه وذكرتم أنكم أحببتم سلمنا وقد قومت هديتكم وحسبتها من جزيتكم وكتبت لكم أمانا واشترطت فيه شرطا فإن قبلتموه ووفيتم به وإلا فأذنوا بحرب من الله ورسوله والسلام على من اتبع الهدى وكتب لهم مع ذلك كتابا بالصلح والأمان وهو بسم الله الرحمن الرحيم هذا كتاب من حبيب بن مسلمة لأهل تفليس من رستاق منجليس من جرزان الهرمز بالأمان على أنفسهم وبيعهم وصوامعهم وصلواتهم ودينهم على الصغار والجزية على كل بيت دينار وليس لكم أن تجمعوا بين البيوتات تخفيفا للجزية ولا لنا أن نفرق بينها استكثارا لها ولنا نصيحتكم على أعداء الله ورسوله ما استطعتم وقرى المسلم المحتاج ليلة بالمعروف من حلال طعام أهل الكتاب لنا وإن يقطع برجل من المسلمين عندكم فعليكم أداؤه إلى أدنى فئة من المسلمين إلا أن يحال دونهم فإن أنبتم وأقمتم الصلاة فإخواننا في الدين وإلا فالجزية عليكم وإن عرض للمسلمين شغل عنكم فقهركم عدوكم فغير مأخوذين بذلك ولا هو ناقض عهدكم هذا لكم وهذا عليكم شهد الله وملائكته وكفى بالله شهيدا ولم تزل بعد ذلك بأيدي المسلمين وأسلم أهلها إلى أن خرج في سنة 515 من الجبال المجاورة لتفليس يقال لها جبال أبخاز جيل من النصارى يقال لهم الكرج في جمع وافر وأعاروا على ما يجاورهم من بلاد الإسلام وكان الولاة بها من قبل الملوك السلجوقية قد استضعفوا لما تواتر عليهم من اختلاف ملوكهم وطلب كل واحد الملك لنفسه وكان في هذه السنة الاختلاف واقعا بين محمود ومسعود ابني محمد بن ملكشاه وجعلها الأمراء سوقا بالانتماء تارة إلى هذا وأخرى إلى هذا واشتغلوا عن مصالح الثغور فواقع الكرج ولاة أرمينية وقائع كان آخرها أن استظهر الكرج وهزموا المسلمين ونزلوا على تفليس فحاصروها حتى ملكوها عنوة من المسلمين بها خلقا كثيرا ثم ملكوها واستقروا بها وأجملوا السيرة مع أهلها وجعلوهم رعية لهم ولم تزل الكرج كذلك أولي قوة وغارات تارة إلى أران ومرة إلى أذربيجان ومرة إلى خلاط وولاة الأمر مشتغلون عنهم بشرب الخمور وارتكاب المحظور حتى قصدهم جلال الدين منكبرني بن خوارزم شاه في شهور سنة 632 وملك تفليس وقتل الكرج كل مقتلة وجرت له معهم وقائع |جـ 2 صـ 37| انتصر عليهم في جميعها ثم رتب فيها واليا وعسكرا وانصرف عنها ثم أساء الوالي السيرة في أهلها فاستدعوا من بقي من الكرج وسلموا إليهم البلد وخرج عنه الخوارزمية هاربين إلى صاحبهم وخاف الكرج أن يعاودهم خوارزم شاه فلا يكون لهم به طاقة فأحرقوا البلد وذلك في سنة 642 وانصرفوا فهذا آخر ما عرفت به من خبره وينسب إلى تفليس جماعة من أهل العلم منهم أبو أحمد حامد بن يوسف بن أحمد بن الحسين التفليسي سمع ببغداد وغيرها وسمع بالبيت المقدس أبا عبد الله محمد بن علي بن أحمد البيهقي وبمكة أبا الحسن علي بن إبراهيم العاقولي روى عنه علي بن محمد الساوي قال الحافظ أبو القاسم حدثنا عنه أبو القاسم بن السوسي وخرج من دمشق سنة 384 ",
                "title": "تفليس والنسبة التفليسي",
                "uri": "JK_000129_002600"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}