{
    "features": [
        {
            "item": "JK_000952_2911",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.302-303",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغطفاني</h1> بفتح الغين المعجمة والطاء المهملة وفتح الفاء وفي آخرها النون هذه النسبة إلى غطفان وهي قبيلة من قيس عيلان وهي بيت قيس عيلان نزلت الكوفة والمشهور بالانتساب إليها أبو البلاد يحيى بن أبي سليمان الغطفاني يروي عن الشعبي روى عنه مروان بن معاوية وتميم بن مسيح الغطفاني الذهلي كان من أهل الكوفة يروي عن علي رضي الله عنه روى عنه ذهل بن أوس والناس وربعي بن حراش الغطفاني القيسي من قيس عيلان كوفي أو أخو الربيع بن حراش ومسعود وكان ربعي من عباد أهل الكوفة وكان أعور روى عن حذيفة وعمر رضي الله عنهما روى عنه منصور وعبد الملك بن عمير مات في خلافة عمر بن عبد العزيز سنة مائة أو إحدى ومائة وصلى عليه عبد الحميد بن عبد الرحمن بن زيد بن الخطاب ويقال إنه تكلم بعد الموت وأبو سيدان عبيد بن الطفيل العبسي الغطفاني من أهل الكوفة يروي عن ربعي بن حراش روى عنه الكوفيون وأبو عمرو عثمان بن عثمان الغطفاني القرشي من أهل البصرة يروي عن علي بن زيد بن جدعان روى عنه أحمد بن حنبل وأهل العراق قال أبو حاتم بن حبان وكان ممن يخطىء وأبو عاصم علي بن عبيد الله الغطفاني من أهل الكوفة يروي عن ثابت بن عبيد ويسار بن نمير روى عنه الثوري وأبو عوانة وأبو مالك عيينة بن عبد الرحمن بن جوشن الغطفاني من أهل البصرة يروي عن أبيه روى عنه شعبة ووكيع وجماعة ينسبون إلى غطفان جذام قال أبو بكر بن أبي داود نعيم بن الهدار ويقال ابن هبار ويقال ابن عمار ويقال ابن خمار والصواب ابن همار وهو غطفاني من غطفان |جـ 4 صـ 303| جذام لا من غطفان قيس عيلان حكى عنه أبو الحسن علي بن عمر الدارقطني هذا الكلام في كتاب الأفراد في الجزء التاسع والثلاثين من أجزائه وجمع مسنده في جزء ضخم والاختلاف في نسبه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ قرأت جمعه على أبي منصور عبد الرحمن بن محمد بن عبد الواحد القزاز عن مصنفه ",
                "title": "الغطفاني",
                "uri": "JK_000952_2911"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}