{
    "features": [
        {
            "item": "JK_000129_005903",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.69-70",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رملة بني وبر</h1> في أرض نجد ينسب إلى وبر بن الأضبط بن كلاب فأما رملة فلسطين فبينها وبين البيت المقدس ثمانية عشرة يوما وهي كورة من فلسطين وكانت دار ملك داود وسليمان ورحبعم بن سليمان ولما ولي الوليد بن عبد الملك وولى أخاه سليمان جند فلسطين نزل لد ثم نزل الرملة ومصرها وكان أول ما بنى فيها قصره ودارا تعرف بدار الصباغين واختط المسجد وبناه وذكر البشاري أن السبب في عمارته لها أنه كان له كاتب يقال له ابن بطريق سأل أهل لد جارا كان للكنيسة أن يعطوه إياه ويبني فيه منزلا له فأبوا عليه فقال والله لأخربنها يعني الكنيسة ثم قال لسليمان إن أمير المؤمنين يعني عبد الملك بنى في مسجد بيت المقدس على هذه الصخرة قبة فعرف له ذلك وإن الوليد بنى مسجد دمشق فعرف له ذلك فلو بنيت مسجدا ومدينة ونقلت الناس إلى المدينة فبنى مدينة الرملة ومسجدها فكان ذلك سبب خراب لد فلما مات الوليد واستخلف سليمان بن عبد الملك وكان موضعها فسليمان اختطها وصار موضع بلد رملة بعد الصباغين آبارا عذبة ولم تكن الرملة قبل سليمان بن عبد الملك أذن للناس أن يبنوا فبنوا مدينة الرملة واحتفر لهم القناة التي تدعى بردة واحتفر أيضا آبارا عذبة وصارت بعد ذلك لورثة صالح بن علي لأنها قبضت مع أموال بني أمية وكان بنو أمية ينفقون على آبار الرملة وقناتها فلما استخلف بنو العباس أنفقوا عليها أيضا وكان الأمر في تلك النفقة يخرج في كل سنة من خليفة بعد خليفة فلما استخلف المعتصم أسجل بذلك سجلا فانقطع الاستئمار وصارت النفقة يحتسب بها للعمال وشربهم من الآبار الملحة والمترفون لهم بها صهاريج مقفلة وكانت أكثر البلاد صهاريج مع كثرة الفواكه وصحة الهواء واستنقذها صلاح الدين يوسف بن أيوب في سنة 385 من الأفرنج وخربها خوفا من استيلاء الأفرنج عليها مرة أخرى |جـ 3 صـ 70| في سنة 587 وبقيت على ذلك الخراب إلى الآن وكان أبو الحسن علي بن محمد التهامي الشاعر أقام بها وصار خطيبها وتزوج بها وولد له ولد فمات بها فقال يرثيه أبا الفضل طال الليل أم خانني صبري فخيل لي أن الكواكب لا تسري أرى الرملة البيضاء بعدك أظلمت فدهري ليل ليس يفضي إلى فجر وما ذاك إلا أن فيه وديعة أبى ربها أن تسترد إلى الحشر بنفسي هلال كنت أرجو تمامه فعاجله المقدار في غرة الشهر وهي قصيدة ذكرتها في كتابي في أخبار الشعراء مع أختها حكم المنية في البرية جاري وقد سكن الرملة جماعة من العلماء والأئمة فنسبوا إليها منهم أبو خالد يزيد بن خالد بن يزيد بن عبدالله بن موهب الرملي الهمداني روى عن الليث ابن سعد والمفضل بن فضالة وروى عنه أبو العباس محمد بن الحسن بن قتيبة العسقلاني وأبو زرعة الرازي ومات سنة 232 وموسى بن سهل بن قادم أبو عمران الرملي أخو علي بن سهل سمع يسرة بن صفوان وأبا الجماهر وآدم بن أبي إياس وجماعة غيرهم من هذه الطبقة روى عنه أبو داود في سننه وأبو حاتم الرازي وابنه عبد الرحمن وأبو بكر بن خزيمة وغيرهم مات بالرملة سنة 262 في جمادى الأولى وعبدالله بن محمد بن نصر بن طويط ويقال طويث أبو الفضل البزاز الرملي الحافظ سمع بدمشق هشام بن عمار ودحيما وهشام بن خالد ابن أحمد بن ذكوان ووارث بن الفضل العسقلاني ونوح بن حبيب القومسي وغيرهم روى عنه أبو أحمد بن عدي وأبو سعيد بن الأعرابي وأبو عمرو فضالة وأبو بكر عبدالله بن خيثمة بن سليمان الأطرابلسي وسليمان بن أحمد الطبراني وغيرهم وهذه الرملة أراد كثير بقوله حموا منزل الأملاك من مرج راهط ورملة لد أن تباح سهولها لأن لد مدينة كانت قبل رملة خربت بعمارتها ",
                "title": "رملة بني وبر",
                "uri": "JK_000129_005903"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}