{
    "features": [
        {
            "item": "JK_000952_2390",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.460-462",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشنبودي</h1> بفتح الشين المعجمة والنون وضم الباء الموحدة وفي آخرها الدال المهملة هذه النسبة إلى شنبود وهو اسم جد لبعض القراء وهو أبو الحسن الشنبودي وأبو الفرج محمد بن أحمد بن إبراهيم الشنبودي المقرىء المعروف بغلام الشنبودي وإنما قيل له الشنبودي لأنه قرأ على ابن شنبود وتلمذ له روى عنه وعن غيره كتبا في القراءات وتكلم الناس في رواياته وكان أبو الفرج الشنبودي يذكر أنه قرأ على أبي العباس أحمد بن سهل الأشناني فتكلم الناس فيه قال وقرأت عليه القرآن بحرف ابن كثير وزعم أنه قرأ بذلك الحرف على أبي بكر بن مجاهد قال |جـ 3 صـ 461| الخطيب فسألت أبا الحسن الدارقطني عنه فأساء القول فيه والثناء عليه قال وسمعت أبا الفضل عبيد الله بن أحمد الصيرفي يذكر أبا الفرج الشنبودي فعظم أمره ووصف علمه بالقراءات وحفظه للتفسير وقال سمعته يقول أحفظ خمسين ألف بيت من الشعر شواهد للقرآن وكان مولده في سنة ثلاثمائة ومات في صفر سنة ثمان وثمانين وثلاثمائة وأبو الحسن محمد بن أحمد بن أيوب بن الصلت بن الشنبود المقرىء المعروف بابن شنبود من أهل بغداد حدث عن أبي مسلم إبراهيم بن عبد الله الكجي وبشر بن موسى ومحمد بن الحسين الحنيني وإسحاق بن إبراهيم الدبري وعبد الرحمن بن جهابر الكلاعي الحمصي وعن خلق كثير من شيوخ الشام ومصر روى عنه أبو بكر بن شاذان وأبو حفص بن شاهين ومحمد بن إسحاق القطيعي وغيرهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخ بغداد فقال أبو الحسن الشنبودي كان قد تخير حروفا من شواذ القراءات تخالف الإجماع وقرأ بها فصنف أبو بكر بن الأنباري وغيره كتبا في الرد عليه وذكره إسماعيل بن علي الخطبي في كتاب التاريخ قال واشتهر ببغداد أمر رجل يعرف بابن شنبود يقرىء الناس ويقرأ في المحراب بحروف يخالف فيها المصحف مما يروى عن ابن مسعود وأبي بن كعب رضي الله عنهما وغيرهما مما كان يقرأ به قبل جمع المصحف الذي جمعه عثمان بن عفان رضي الله عنه ويتبع الشواذ ويقرأ بها ويجادل حتى عظم أمره وفحش وأنكره الناس فوجه السلطان فقبض عليه في يوم السبت لست خلون من ربيع الآخر سنة ثلاث وعشرين وثلاثمائة وحمل إلى دار الوزير محمد بن علي بن مقلة وأحضر القضاة والفقهاء والقراء وناظره يعني الوزير بحضرتهم فأقام على ما ذكر عنه ونصره واستنزله الوزير عن ذلك فأبى أن ينزل عنه أو يرجع عما يقرأ به من هذه الشواذ المنكرة التي تزيد على المصحف وتخالف فأنكر ذلك جميع من حضر المجلس وأشاروا بعقوبته ومعاملته بما يضطره إلى الرجوع فأمر بتجريده وإقامته بين الهنبازين وضربه بالدرة على قفاه فضرب نحو العشرة ضربا شديدا فلم يصبر واشتغاث وأذعن بالرجوع والتوبة فخلي عنه وأعيدت عليه ثيابه واستتيب وكتب عليه كتاب بتوبته وأخذ فيه خطه بالتوبة ثم مات في صفر ثمان وعشرين وثلاثمائة |جـ 3 صـ 462| وأبو الطيب محمد بن أحمد بن يوسف بن جعفر المقرىء الشنبودي يعرف بغلام بن شنبود خرج عن بغداد وتغرب وحدث بجرجان وأصبهان عن إدريس بن عبد الكريم المقرىء وأبي الحسن بن شنبود روى عنه أبو نصر محمد بن أبي بكر الإسماعيلي وأبو نعيم أحمد بن عبد الله الحافظ الأصبهاني ومات بعد سنة تسع وأربعين وثلاثمائة فإن أبا نعيم سمع منه في هذه السنة ",
                "title": "الشنبودي",
                "uri": "JK_000952_2390"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}