{
    "features": [
        {
            "item": "JK_000129_011724",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.80-81",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مدينة النحاس</h1> ويقال لها مدينة الصفر ولها قصة بعيدة من الصحة لمفارقتها العادة وأنا بريء من عهدتها إنما أكتب ما وجدته في الكتب المشهورة التي دونها العقلاء ومع ذلك فهي مدينة مشهورة الذكر فلذلك ذكرتها قال ابن الفقيه ومن عجائب الأندلس أمر مدينة الصفر التي يزعم قوم من العلماء أن ذا القرنين بناها وأودعها كنوزه وعلومه وطلسم بابها فلا يقف عليها أحد وبنى داخلها بحجر البهتة وهو مغناطيس الناس وذلك أن الإنسان إذا نظر إليها لم يتمالك أن يضحك ويلقي نفسه عليها فلا يزايلها أبدا حتى يموت وهي في بعض مفاوز الأندلس ولما بلغ عبد الملك بن مروان خبرها وخبر ما فيها من الكنوز والعلوم وأن إلى جانبها أيضا بحيرة بها كنوز عظيمة كتب إلى موسى بن نصير عامله على المغرب يأمره بالمسير إليها والحرص على دخولها وأن يعرفه ما فيها ودفع الكتاب إلى طالب بن مدرك فحمله وسار حتى انتهى إلى موسى بن نصير وكان بالقيروان فلما أوصله إليه تجهز وسار في ألف فارس نحوها فلما رجع كتب إلى عبد الملك بن مروان بسم الله الرحمن الرحيم أصلح الله أمير المؤمنين صلاحا يبلغ به خير الدنيا والآخرة أخبرك يا أمير المؤمنين أني تجهزت لأربعة أشهر وسرت نحو مفاوز الأندلس ومعي ألف فارس من أصحابي حتى أوغلت في طرق قد انطمست ومناهل قد اندرست وعفت فيها الآثار وانقطعت عنها الأخبار أحاول بناء مدينة لم ير الراؤون مثلها ولم يسمع السامعون بنظيرها فسرت ثلاثة وأربعين يوما ثم لاح لنا بريق شرفها من مسيرة خمسة أيام فأفزعنا منظرها الهائل وامتلأت قلوبنا رعبا من عظمها وبعد أقطارها فلما قربنا منها إذ أمرها عجيب ومنظرها هائل كأن المخلوقين ما صنعوها فنزلت عند ركنها الشرقي وصليت العشاء الأخيرة بأصحابي وبتنا بأرعب ليلة بات بها المسلمون فلما أصبحنا كبرنا استئناسا بالصبح وسرورا به ثم وجهت رجلا من أصحابي في مائة فارس وأمرته أن يدور مع سورها ليعرف بابها فغاب عنا يومين ثم وافى صبيحة اليوم الثالث فأخبرني أنه ما وجد لها بابا ولا رأى مسلكا إليها فجمعت أمتعة أصحابي إلى جانب سورها وجعلت بعضها على بعض لينظر من يصعد إليها فيأتيني بخبر ما فيها فلم تبلغ أمتعتنا ربع الحائط لارتفاعه وعلوه فأمرت عند ذلك باتخاذ السلالم فاتخذت ووصلت بعضها إلى بعض بالجبال ونصبتها |جـ 5 صـ 81| على الحائط وجعلت لمن يصعد إليها ويأتيني بخبرها عشرة آلاف درهم فانتدب لذلك رجل من أصحابي ثم تسنم السلم وهو يتعوذ ويقرأ فلما صار على سورها وأشرف على ما فيها قهقه ضاحكا ثم نزل إليها فناديناه أخبرنا بما عندك وبما رأيته فلم يجبنا فجعلت أيضا لمن يصعد إليها ويأتيني بخبرها وخبر الرجل ألف دينار فانتدب رجل من حمير فأخذ الدنانير فجعلها في رحله ثم صعد فلما استوى على السور قهقه ضاحكا ثم نزل إليها فناديناه أخبرنا بما وراءك وما الذي ترى فلم يجبنا ثم صعد ثالث فكانت حاله مثل حال اللذين تقدماه فامتنع أصحابي بعد ذلك من الصعود وأشفقوا على أنفسهم فلما أيست ممن يصعد ولم أطمع في خبرها رحلت نحو البحيرة وسرت مع سور المدينة فانتهيت إلى مكان من السور فيه كتابة بالحميرية فأمرت بانتساخها فكانت هذه ليعلم المرء ذو العز المنيع ومن يرجو الخلود وما حي بمخلود لو أن حيا ينال الخلد في مهل لنال ذاك سليمان بن داود سالت له العين عين القطر فائضة فيه عطاء جليل غير مصرود وقال للجن انشوا فيه لي أثرا يبقى إلى الحشر لا يبلى ولا يودي فصيروه صفاحا ثم ميل به إلى البناء بإحكام وتجويد وأفرغوا القطر فوق السور منحدرا فصار صلبا شديدا مثل صيخود وصب فيه كنوز الأرض قاطبة وسوف تظهر يوما غير محدود لم يبق من بعدها في الأرض سابغة حتى تضمن رمسا بطن أخدود وصار في قعر بطن الأرض مضطجعا مضمنا بطوابيق الجلاميد هذا ليعلم أن الملك منقطع إلا من الله ذي التقوى وذي الجود ثم سرت حتى وافيت البحيرة عند غروب الشمس فإذا هي مقدار ميل في ميل وهي كثيرة الأمواج وإذا رجل قائم فوق الماء فناديناه من أنت فقال أنا رجل من الجن كان سليمان بن داود حبس ولدي في هذه البحيرة فأتيته لأنظر ما حاله قلنا له فما بالك قائما على وجه الماء قال سمعت صوتا فظننته صوت رجل يأتي هذه البحيرة في كل عام مرة فهذا أوان مجيئه فيصلي على شاطئها أياما ويهلل الله ويمجده قلنا فمن تظنه قال أظنه الخضر عليه السلام ثم غاب عنا فلم ندر أين أخذ فبتنا تلك الليلة على شاطىء البحيرة وقد كنت أخرجت معي عدة من الغواصين فغاصوا في البحيرة فأخرجوا منها حبا من صفر مطبقا رأسه مختوما برصاص فأمرت به ففتح فخرج منه رجل من صفر على فرس من صفر بيده مطرد من صفر فطار في الهواء وهو يقول يا نبي الله لا أعود ثم غاصوا ثانية وثالثة فأخرجوا مثل ذلك فضج أصحابي وخافوا أن ينقطع بهم الزاد فأمرت بالرحيل وسلكت الطريق التي كنت أخذت فيها وأقبلت حتى نزلت القيروان والحمد لله الذي حفظ لأمير المؤمنين أموره وسلم له جنوده فلما قرأ عبد الملك هذا الكتاب كان عنده الزهري فقال له ما تظن بأولئك الذين صعدوا السور كيف استطيروا من السور وكيف كان حالهم قال الزهري |جـ 5 صـ 82| خبلوا يا أمير المؤمنين فاستطيروا لأن بتلك المدينة جنا قد وكلوا بها قال فمن أولئك الذين كانوا يخرجون من تلك الحباب ويطيرون قال أولئك الجن الذين حبسهم سليمان بن داود عليه السلام في البحار ",
                "title": "مدينة النحاس",
                "uri": "JK_000129_011724"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}