{
    "features": [
        {
            "item": "JK_000952_4298",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.604-605",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوشاء</h1> بفتح الواو والشين المعجمة المشددة هذه النسبة إلى بيع الوشي وهو نوع من الثياب المعمولة من الإبريسم منهم أبو يزيد وثيمة بن موسى بن الفرات الفارسي الغسوي الوشاء ذكره أبو سعيد بن يونس الصدفي في تاريخ مصر وقال أبو يزيد من أهل فشا قدم مصر قديما وخرج إلى الأندلس تاجرا وكان يتجر في الوشي وقد صنف كتابا في أخبار الردة وجوده وقدم من الأندلس إلى مصر وكتب عنه توفي بمصر يوم الاثنين لعشر خلون من جمادى الاخرة سنة سبع وثلاثين ومئتين وله عقب بمصر إلى الان وذكره في موضع اخر وقال قدم إلى مصر من البصرة وأصله من فارس وأبو إسحاق إبراهيم بن عبد السلام بن محمد بن شاكر بن سعد بن قيس الوشاء من أهل بغداد كف بصره في اخره عمره وانتقل إلى مصر فمات بها وذكره الدارقطني فقال ضعيف حدث عن أحمد بن عبدة الضبي والجراح بن مليح وأبي كريب محمد بن العلاء والحسين بن علي بن الأسود ويونس بن عبد الأعلى المصري روى عنه أحمد بن عثمان الأدمي وإسماعيل بن علي الخطبي وأبو بكر الشافعي ومحمد بن عبد الله الصفار الأصبهاني وأبو القاسم سليمان بن أحمد الطبراني وأحمد بن مسعود الزنبري المصري ومات بمصر سنة اثنتن وثمانين ومئتين وابن عمه أبو علي الحسن بن محمد بن عنبر بن شاكر بن سعيد وقيل سعد بن قيس الوشاء من أهل بغداد حدث عن علي بن الجعد وعبد الله بن عون الخزاز والحكم بن موسى ويحيى بن أيوب العابد وأبي الربيع الزهراني ومنصور بن أبي مزاحم ويحيى بن معين وسريج بن يونس وسويد بن سعيد وعلي بن المديني وطبقتهم روى عنه محمد بن العباس بن نجيح وأحمد بن جعفر بن سلم وعلي بن عمر الحربي وجماعة وقال أبو أحمد بن عدي في الكامل والحسن بن محمد بن عنبر ليس بذاك حدث بأحاديث أنكرتها عليه وقال ابن قانع هو ضعيف ووثقه أبو بكر البرقاني ومات في جمادى الأولى سنة ثمان وثلاثمئة وأبو الطيب محمد بن إسحاق بن يحيى النحوي المعروف بابن الوشاء من أهل بغداد |جـ 5 صـ 605| كان من أهل الأدب حسن التصانيف مليح الأخبار يرجع إلى علم وفضل حدث عنه عبد الله بن أبي سعد الوراق وأحمد بن عبيد بن ناصح والحارث بن أبي أسامة ومحمد بن يونس الكديمي وأبوي العباس ثعلب والمبرد روت عنه منية جارية خلافة أم ولد المعتمد على الله وأبو عمران موسى بن سهل بن كثير بن سيار الوشاء الحرفي حدث عن إسماعيل بن علية وعلي بن عاصم ويزيد بن هارون وإسحاق الأزرق وأبي بدر شجاع بن الوليد وعبد الله بن بكر السهمي روى عنه أبو عمرو بن السماك والقاضي أبو الحسين الأشناني وأحمد بن عثمان بن يحيى الأدمي وأبو عمر محمد بن عبد الواحد اللغوي وكان ضعيفا جدا وقيل لموسى بن سهل متى كتبت عن إسماعيل بن علية فقال كتبت عنه قبل أن يلي صدقات البصرة فقال له السائل فقد كتبت عنه قبل أن يكتب عنه أحمد بن حنبل ومات أول يوم من ذي القعدة سنة ثمان وسبعين ومئتين ",
                "title": "الوشاء",
                "uri": "JK_000952_4298"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}