{
    "features": [
        {
            "item": "JK_000129_012998",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.316-317",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نهر الإجانة</h1> بلفظ الإجانة التي تغسل فيها الثياب بكسر الهمزة وتشديد الجيم بعد الألف نون قال عوانة قدم الأحنف بن قيس على عمر بن الخطاب في أهل البصرة فجعل يسألهم رجلا رجلا والأحنف لا يتكلم فقال له عمر ألك حاجة فقال بلى يا أمير المؤمنين إن مفاتيح الخير بيد الله وإن إخواننا من أهل الأمصار نزلوا منازل الأمم الخالية بين المياه العذبة والجنان الملتفة وإنا نزلنا أرضا نشاشة لا يجف مرعاها ناحيتها من قبل المشرق البحر الأجاج ومن جهة المغرب الفلاة والعجاج فليس لنا زرع ولا ضرع تأتينا منافعنا وميرتنا في مثل مريء النعامة يخرج الرجل الضعيف منا فيستعذب الماء من فرسخين والمرأة كذلك فتربق ولدها تربق العنز تخاف بادرة العدو وأكل السبع فإلا ترفع خسيستنا وتجبر فاقتنا نكن كقوم هلكوا فألحق عمر ذراري أهل البصرة في العطاء وكتب إلى أبي موسى يأمره أن يحفر لهم نهرا فذكر جماعة من أهل العلم أن دجلة العوراء وهي دجلة البصرة كان خورا والخور طريق للماء لم يحفره أحد تجري إليه الأمطار ويتراجع ماؤها فيه عند المد وينضب في الجزر وكان يحده مما يلي البصرة خور واسع كان يسمى في الجاهلية الإجانة وتسميه العرب في الإسلام خزاز وهو على مقدار ثلاثة فراسخ من البصرة ومنه يبتدىء النهر الذي يعرف اليوم بنهر الإجانة فلما أمر عمر أبا موسى بحفر نهر ابتدأ بحفر نهلا الإجانة ففأره ثلاثة فراسخ حتى بلغ به البصرة وكان طول نهر الأبلة أربعة فراسخ ثم انطم منه شيء على قدر فرسخ من البصرة وكان زياد ابن أبيه واليا على الديوان وبيت المال من قبل عبد الله بن عامر بن كريز وعبد الله يومئذ على البصرة من قبل عثمان فأشار إلى ابن عارم أن ينفذ نهر الأبلة من حيث انضم حتى يبلغ البصرة ويصله بنهر الإجانة فدافع بذلك إلى أن شخص ابن عامر إلى خراسان واستخلف زيادا على حفر أبي موسى على حاله فحفر نهر الأبلة من حيث انضم حتى وصله بالإجانة عند البصرة وولى ذلك ابن أبيه عبد الرحمن ابن أبي بكرة فلما فتح عبد الرحمن الماء جعل يركض بفرسه والماء يكاد يسبقه حتى التقى به فصار نهرا مخرجه من فم نهر الإجانة ومنتهاه إلى الأبلة وهذا إلى الآن على ذلك وقدم ابن عامر من خراسان فغضب على زياد وقال إنما أردت أن تذهب بذكر النهر دوني فتباعد ما بينهما حتى ماتا وتباعد لسببه ما بين أولادهما قال يونس بن حبيب فأنا |جـ 5 صـ 317| أدركت ما بني آل زياد وآل عامر تباعدا وفي كتاب البصرة لأبي يحيى الساجي نهى الجوبرة من أنهار البصرة القديمة وكان ماء دجلة ينتهي إلى فوهة الجوبرة فيستنقع فيه الماء مثل البركة الواسعة فكان أهل البصرة يدنون منه أحيانا ويغسلون ثيابهم وكانت فيه أجاجين وأنقرة وخزف وآلات القصار فلذلك سمي نهر الإجانة قال أبو اليقظان كان أهل البصرة يشربون قبل حفر الفيض من خليج يأتي من دير جابيل إلى موضع نهر نافذ قال المدائني لم تزل البصرة على عين ماء لا ماء الإجانة وإليه ينتهي خليج الأبلة حتى كلم الأحنف عمر فكتب إلى أبي موسى يأمره أن يحفر لهم نهرا فأحفر من الإجانة من الموضع الذي يقال له أبكن وكان قد حفره الماء فحفره أبو موسى وعبره إلى البصرة فلما استغنى الناس عنه طموه من البصرة إلى ثبق الحيرة ورسمه قائم إلى اليوم فكانوا يستقون قبل ذلك ماءهم من الأبلة وكان يذهب رسولهم إذا قام المتجهدون من الليل فيأتي بالماء من الغد صلاة العصر ",
                "title": "نهر الإجانة",
                "uri": "JK_000129_012998"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}