{
    "features": [
        {
            "item": "JK_000129_007356",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.319-320",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شبداز</h1> بكسر أوله وسكون ثانيه ثم دال مهملة وآخره زاي ويقال شبديز بالياء المثناة من تحت موضعان أحدهما قصر عظيم من أبنية المتوكل بسر من رأى والآخر منزل بين حلوان وقرميسين في لحف جبل بيستون سمي باسم فرس كان لكسرى عن نصر وقال مسعر بن المهلهل وصورة شبديز على فرسخ من مدينة قرميسين وهو رجل على فرس من حجر عليه درع لا يخرم كأنه من الحديد يبين زرده والمسامير المسمرة في الزرد لا شك من نظر إليه يظن أنه متحرك وهذه الصورة صورة أبرويز على فرسه شبديز وليس في الأرض صورة تشبهها وفي الطاق الذي فيه هذه الصورة عدة صور من رجال ونساء ورجالة وفرسان وبين يديه رجل في زي فاعل على رأسه قلنسوة وهو مشدود الوسط بيده بيل كأنه يحفر به الأرض والماء يخرج من تحت رجليه وقال أحمد بن محمد الهمذاني ومن عجائب قرميسين وهي إحدى عجائب الدنيا صورة شبديز وهي في قرية يقال لها خاتان ومصوره قنطوس بن سنمار وسنمار هو الذي بنى الخورنق بالكوفة وكان سبب صورته في هذه القرية أنه كان أزكى الدواب وأعظمها خلقة وأظهرها خلقا وأصبرها على طول الركض وكان ملك الهند أهداه إلى الملك أبرويز فكان لا يبول ولا يروث ما دام عليه سرجه ولجامه ولا ينخر ولا يزبد وكانت استدارة حافره ستة أشبار فاتفق أن شبديز اشتكى وزادت شكواه وعرف أبرويز ذلك وقال لئن أخبرني أحد بموته لأقتلنه فلما مات شبديز خاف صاحب خيله أن يسأله عنه فلا يجد بدا من إخباره بموته فيقتله فجاء إلى البهلبند مغنيه ولم يكن فيما تقدم من الأزمان ولا ما تأخر أحذق منه بالضرب بالعود والغناء قالوا كان لأبرويز ثلاث خصائص لم تكن لأحد من قبله فرسه شبديز وسريته شيرين ومغنيه بلهبند وقال اعلم أن شبديز قد نفق ومات وقد عرفت ما أوعد به الملك من أخبره بموته فاحتل لي حيلة ولك كذا وكذا فوعده الحيلة فلما حضر بين يدي الملك غناه غناء ورى فيه عن القصة إلى أن فطن الملك وقال له ويحك مات شبديز فقال الملك يقوله فقال له زه ما أحسن ما تخلصت وخلصت غيرك وجزع عليه جزعا عظيما فأمر قنطوس بن سنمار بتصويره فصوره على أحسن وأتم تمثال حتى لا يكاد يفرق بينهما إلا بإدارة الروح في جسدهما وجاء الملك ورآه فاستعبر باكيا عند تأمله إياه وقال لشد ما نعى إلينا أنفسنا هذا التمثال وذكرنا ما نصير إليه من فساد حالنا ولئن كان في الظاهر أمر من أمور الدنيا يدل على أمور الآخرة إن فيه لدليلا على الإقرار بموت جسدنا وانهدام بدننا وطموس صورتنا ودروس أثرنا للبلى الذي لا بد منه مع الإقرار بالتأثير الذي لا سبيل إليه أن يبقى من جمال صورتنا وقد أحدث لنا وقوفنا على هذا التمثال ذكرا لما تصير إليه حالنا وتوهمنا وقوف الواقفين عليه بعدنا حتى كأننا بعضهم ومشاهدون لهم قال ومن عجائب هذا التمثال أنه لم ير مثل صورته صورة ولم يقف عليه أحد منذ صور من أهل الفكر اللطيف والنظر الدقيق إلا استراب بصورته وعجب منها حتى لقد سمعت كثيرا من هذا الصنف يحلفون أو يقاربون اليمين أنها ليست من صنعة العباد وأن الله تعالى خبيئة سوف يظهرها يوما قال وسمعت بعض فقهاء المعتزلة يقول لو أن رجلا خرج من فرغانة القصوى وآخر من سوس الأبعد قاصدين النظر إلى صورة شبديز ما عنفا على ذلك قال وأنت إذا فكرت في أمر صورة |جـ 3 صـ 320| شبديز وجدتها كما ذكر هذا المعتزلي فإن كان من صنعة الآدميين فقد أعطي هذا المصور ما لم يعط أحد من العالمين فأي شيء أعجب أو أظرف أو شد امتناعا من أنه سخرت له الحجارة كما يريد ففي الموضع الذي يحتاج أن يكون أسود اسود وفي الموضع الذي يحتاج أن يكون أحمر احمر وكذلك سائر الألوان والذي يظهر لي أن الأصباغ التي فيه معالجة بصنف من المعالجات ثم صور شيرين جارية أبرويز أيضا قريبة من شبديز وصور نفسه أيضا راكبا فرسا لبيقا وقد ذكر هذه ذكر هذه القصة خالد الفياض في شعر قاله وهو والملك كسرى شهنشاه تقنصه سهم بريش جناح الموت مقطوب إذ كان لذته شبديز يركبه وغنج شيرين والديباج والطيب بالنار آلى يمينا شد ما غلظت أن من بدا فنعى الشبديز مصلوب حتى إذا أصبح الشبديز منجدلا وكان ما مثله في الخيل مركوب ناحت عليه من الأوتار أربعة بالفارسية نوحا فيه تطريب ورنم البهلبند الوتر فالتهبت من سحى راحته اليمنى شآبيب فقال مات فقالوا أنت فهت به فأصبح الحنث عنه وهو مجذوب لولا البهلبند والأوتار تندبه لم يستطع نعي شبديز الموازيب أخنى الزمان عليهم فاجرهد بهم فما يرى منهم إلا الملاعيب وقال أبو عمران الكسروي يذكره وهم نقروا شبديز في الصخر عبرة وراكبة برويز كالبدر طالع عليه بهاء الملك والوفد عكف يخال به فجر من الأفق ساطع تلاحظه شيرين واللحظ فاتن وتعطو بكف حسنتها الأشاجع يدوم على كر الجديدين شخصه ويلفى قويم الجسم واللون ناصع واجتاز بعض الملوك هناك ونزل وشرب وأعجبه الموضع فاستدعى خلوقا وزعفرانا فخلق وجه شبديز وشيرين والملك فقال بعض الشعراء كاد شبديز أن يحمحم لما خلق الوجه منه بالزعفران وكأن الهمام كسرى وشيري ن مع الشيخ موبذ الموبذان من خلوق قد ضمخوهم جميعا أصبحوا في مطارف الأرجوان وقال ابن الفقيه أنشدني أبو محمد العبدي الهمذاني لنفسه في صورة شبديز من ناظر معتمر أبصرت مقلته صورة شبديز تأمل الدنيا وآثارها في ملك الدنيا أبرويز يوقن أن الدهر لا يأتلي يلحق موطوءا بمهزوز أبعد كسرى اعتاض من ملكه مخط رسم ثم مرموز يغبط ذو ملك على عيشة رنق يعانيها بتوفيز |جـ 3 صـ 321| وقال آخر يذكر شبديز وأبرويز شبديز منحوت صخر بعد بهجته للناظرين فلا جري ولا خبب عليه برويز مثل البدر منتصبا للناظرين فلا يجدي ولا يهب وربما فاض للعافين من يده سحائب ودقها المرجان والذهب فلا تزال مدى الأيام ضورته تحن شوقا إليها العجم والعرب قلت وعندي أشعار وأراجيز اكتفيت منها بهذا القدر تجنبا للإطالة ",
                "title": "شبداز",
                "uri": "JK_000129_007356"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}