{
    "features": [
        {
            "item": "JK_000129_005311",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.481-482",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دور الراسبي والنسبة الراسبي</h1> كأنه منسوب إلى بني راسب بن ميدعان بن مالك بن نصر بن الأزد بن الغوث بين |جـ 2 صـ 482| الطيب وجنديسابور من أرض خوزستان منه كان أبو الحسين علي بن أحمد الراسبي ولست أدري هل الدور منسوب إليه أو هو منسوب إلى الدور وكان من عظماء العمال وأفراد الرجال توفي ليلة الأربعاء لليلة بقيت من شهر ربيع الآخر سنة 103 في أيام المقتدر ووزارة علي بن عيسى ودفن بداره بدور الراسبي وخلف ابنة لابنة كانت له وأخا وكان يتقلد من حد واسط إلى حد شهرزور وكورتين من كور الأهواز جنديسابور والسوس وبادرايا وباكسايا وكان مبلغ ضمانه ألف ألف وأربعمائة ألف دينار في كل سنة ولم يكن للسلطان معه عامل غير صاحب البريد فقط لأن الحرث والخراج والضياع والشجر وسائر الأعمال كان داخلا في ضمانه فكان ضابطا لأعماله شديد الحماية لها من الأكراد والأعراب واللصوص وخلف مالا عظيما وورد الخبر إلى بغداد من حامد بن العباس بمنازعة وقعت بين أخي الراسبي وبين أبي عدنان زوج ابنته وأن كل واحد منهما طلب الرياسة لنفسه وصار مع كل واحد منهما طائفة من أصحاب الراسبي من غلمانه فتحاربا وقتل بينهما جماعة من أصحابهما وانهزم أخو الراسبي وهرب وحمل معه مالا جليلا وأن رجلا اجتاز بحامد بن العباس من قبل أبي عدنان ختن الراسبي ومعه كتاب إلى المعروف بأخي أبي صخرة وأنفذ إليه عشرين ألف دينار ليصلح بها أمره عند السلطان وأن حامدا أنفذ جماعة من الفرسان والرجالة لحفظ ما خلفه الراسبي إلى أن يوافي رسول السلطان فأمر المقتدر بالله مؤنسا الخادم بالخروج لحفظ تركته وتدبير أمره فشخص من بغداد وأصلح بين أبي عدنان وأخي الراسبي وحمل من تركته ما هذه نسخته العين أربعمائة ألف وخمسة وأربعون ألفا وخمسمائة وسبعة وأربعون دينارا الورق ثلاثمائة ألف وعشرون ألفا ومائتان وسبعة وثلاثون درهما وزن الأواني الذهبية ثلاثة وأربعون ألفا وتسعمائة وسبعون مثقالا آنية الفضة ألف وتسعمائة وخمسة وسبعون رطلا ومما وزن بالشاهين من آنية الفضة ثلاثة عشر ألفا وستمائة وخمسة وخمسون درهما ومن الند المعمول سبعة آلاف وأربعمائة مثقال ومن العود المطرى أربعة ألاف وأربعمائة وعشرون مثقالا ومن العنبر خمسة آلاف وعشرون مثقالا ومن نوافج المسك ثمانمائة وستون نافجة ومن المسك المنثور ألف وستمائة مثقال ومن السك ألفا ألف وستة وأربعون مثقالا ومن البرمكية ألف وثلاثمائة وتسعة وتسعون مثقالا ومن الغالية ثلاثمائة وستة وستون مثقالا ومن الثياب المنسوجة بالذهب ثمانية عشر ثوبا قيمة كل واحد ثلاثمائة دينار ومن السروج ثلاثة عشر سرجا ومن الجواهر حجرا ياقوت ومن الخواتيم الياقوتية خمسة عشر خاتما خاتم فصه زبرجد ومن حب اللؤلؤ سبعون حبة وزنها تسعة عشر مثقالا ونصف ومن الخيل الفحول والإناث مائة وخمسة وسبعون رأسا ومن الخدم السودان مائة وأربعة عشر خادما ومن الغلمان البيض مائة وثمانية وعشرون غلاما ومن خدم الصقالبة والروم تسعة عشر خادما ومن الغلمان الأكابر أربعون غلاما بآلاتهم وسلاحهم ودوابهم ومن أصناف الكسوة ما قيمته عشرون ألف دينار ومن أصناف الفرش ما قيمته عشرة آلاف دينار ومن الدواب المهارى والبغال مائة وثمانية وعشرون رأسا ومن الجماز والجمازات تسعة وتسعون رأسا ومن الحمير النقالة الكبار تسعون رأسا ومن قباب الخيام الكبار مائة وخمس وعشرون خيمة ومن الهوادج السروج أربعة عشر هودجا |جـ 2 صـ 483| ومن الغضائر الصيني والزجاج المحكم الفاخر أربعة عشر صندوقا ",
                "title": "دور الراسبي والنسبة الراسبي",
                "uri": "JK_000129_005311"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}