{
    "features": [
        {
            "item": "JK_000952_4433",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.691-695",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليزيدي</h1> بفتح الياء المنقوطة من تحتها باثنتين والزاي المكسورة بين الياءين وفي اخرها الدال المهملة هذه النسبة إلى يزيد وهو اسم رجل في أجداد المنتسب إليه وفيهم كثرة فأما أبو محمد يحيى بن المبارك بن المغيرة اليزيدي العدوي هو مولى لبني عدي بن عبد مناة من |جـ 5 صـ 692| الرباب سمع أبا عمرو بن العلاء وعبد الملك بن عبد العزيز بن جريج وغيرهما وإنما لقب باليزيدي لأنه كان منقطعا إلى يزيد بن منصور الحميري خال المهدي أمير المؤمنين يؤدب ولده فعرف به فنسب إليه كان أحد القراء الفصحاء عالما بلغات العرب وله كتاب النوادر في اللغة على مثال كتاب النوادر للأصمعي كان أبو عمرو بن العلاء يدنيه ويميل إليه لذكائه وكان صحيح الرواية صدوق اللهجة وألف من الكتب كتاب النوادر وكتاب المقصور والممدود وكتاب مختصر النحو وكتاب النقط والشكل وكان يجلس في أيام الرشيد مع الكسائي ببغداد في مسجد واحد يقرئان الناس فكان الكسائي يؤدب الأمين واليزيدي يؤدب المأمون وتوفي في سنة اثنتين ومئتين وابنه أبو عبد الله محمد بن أبي محمد اليزيدي العدوي من أهل البصرة سكن بغداد وكان من أهل الأدب والعلم بالقرآن واللغة شاعر مجيد مدح الرشيد والمأمون والفضل بن سهل ذو الرياستين ولم يزل فيما مضى ببغداد له عقب منهم عبيد الله بن محمد راوي قراءة أبي عمرو بن العلاء عن عمه إبراهيم بن يحيى اليزيدي وعن أخيه أبي جعفر أحمد بن محمد اليزيدي كليهما عن أبي محمد يحيى بن المبارك واخر من روى العلم ببغداد من اليزيديين محمد بن العباس اليزيدي وخرج أبو عبد الله محمد هذا مع المعتصم إلى مصر فمات بها وأبو القاسم عبيد الله بن محمد بن يحيى بن المبارك بن المغيرة العدوي المعروف بابن اليزيدي سمع محمد بن منصور الطوسي وعبد الرحمن بن أخي الأصمعي روى عن عمه إبراهيم بن يحيى وأخيه أحمد بن محمد عن جده أبي محمد اليزيدي عن أبي عمرو بن العلاء حروفه في القرآن حدث عنه بن أخيه محمد بن العباس اليزيدي وأحمد بن عثمان الأدمي وغيرهما وكان ثقة ومات في المحرم سنة أربع وثمانين ومئتين وأبو إسحاق إبراهيم بن أبي محمد يحيى بن المبارك بن المغيرة العدوي المعروف بابن اليزيدي بصري سكن بغداد وكان ذا قدر وفضل وحظ وافر من الأدب سمع من أبي زيد الأنصاري وأبي سعيد الأصمعي وله كتاب مصنف يفتخر به اليزيديون وهو ما اتفق لفطه واختلف معناه نحو من سبعمئة ورقة رواه عنه ابن اخيه عبيد الله بن محمد بن أبي محمد اليزيدي وذكر إبراهيم أنه بدأ بعمل ذلك الكتاب وهو بن سبع عشرة سنة ولم يزل يعمله إلى أن أتت عليه ستون سنة وله كتاب مصادر القرآن وكتاب في بناء الكعبة وأخبارها وكان شاعرا مجيدا |جـ 5 صـ 693| وأبو علي إسماعيل بن أبي محمد يحيى بن المبارك بن المغيرة اليزيدي أخوه محمد وإبراهيم كان أديبا راوية عن أبي العتاهية ومحمد بن سلام الجمحي وغيرهما وكان شاعرا وله كتاب لطيف صنفه في طبقات الشعراء روى عنه محمد بن عبد الملك التاريخي ومحمد بن القاسم بن مهرويسه وأبو عبد الله محمد بن العباس بن محمد بن أبي محمد يحيى بن المبارك اليزيدي حدث عن عمه عبيد الله وعن أبي الفضل الرياشي وأبي العباس ثعلب وغيرهم وكان راوية للأخبار والاداب مصدقا في حديثه روى عنه أبو بكر الصولي وجعفر بن محمد بن الحكم المؤدب وعمر بن محمد بن سيف ومات في جمادى الاخرة سنة عشر وثلاثمئة وكان قد بلغ اثنتين وثمانين سنة وثلاثة أشهر وأبو عبد الرحمن عبد الله بن أبي محمد يحيى بن المبارك بن المغيرة العدوي المعروف بابن اليزيدي كان أديبا عالما عارفا بالنحو واللغة أخذ عن يحيى بن زياد الفراء وغيره وصنف كتابا في غريب القرآن وكتابا في النحو مختصرا وكتاب الوقف والابتداء وكتاب إقامة اللسان على صواب المنطق روى عنه ابن أخيه الفضل بن محمد اليزيدي وكان ثعلب يقول ما رأيت في أصحاب الغراء أعلم من عبد الله بن أبي محمد اليزيدي وهو أبو عبد الرحمن وخاصة في القرآن ومسائله وجماعة كثيرة لقيتهم بالعراق في جبال حلوان ونواحيها من اليزيدية وهم يتزهدون في القرى التي في تلك الجبال ويأكلون الحلال وقلما يخالطون الناس ويعتقدون في يزيد بن معاوية الأمامة وكونه على الحق ورأيت جماعة منهم في جامع المرج منصرفي من العراق يوم الجمعة وكان قد حضروا الجامع للصلاة وسمعت أن الأديب الحسن بن بندار البروجردي وكان فاضلا مسفارا نزل عليهم مجتازا ودخل مسجدا لهم فسأله واحد من اليزيدية ما قولك في يزيد فقال أيش أقول لمن ذكره الله تعالى في كتابه في عدة مواضع حيث قال & يزيد في الخلق ما يشاء & وقال & ويزيد الله الذين اهتدوا هدى & قال فأكرموني وقدموا إلي الطعام الكثير وفرقة من الخوارج يقال لهم اليزيدية وهم أصحاب يزيد بن أنيسة الذي قال بتولي المحكمة الأولى قبل نافع وتبرأ ممن بعدهم إلا الإباضية وزعم يزيد بن أنيسة أن الله عز وجل سيبعث رسولا من العجم وينزل عليه كتابا قد كتب في السماء وينزل عليه جملة واحدة ويترك شريعة محمد صلى الله عليه وسلم وتكون ملته الصابئة المذكورة في القرآن وهؤلاء من أكفر |جـ 5 صـ 694| أصناف الخوارج وأما أبو محمد علي بن أحمد بن سعيد اليزيدي الأندلسي الحافظ المعروف بابن حزم قيل له اليزيدي لأن جده الأعلى كان من موالي يزيد بن أبي سفيان رضي الله عنهما وأبو محمد كان من أفضل أهل عصره بالأندلس وبلاد المغرب صاحب التصانيف والكتب المفيدة وكان حافظا في الحديث وكان يميل إلى مذهب أصحاب الظاهر على ما سمعت سمع جماعة كثيرة من أهل الأندلس ووقع حديثه وتصانيفه بالعراق وخراسان بسبب أبي عبد الله بن محمد بن أبي نصر الحميدي الحافظ فإنه حدث عنه نقلها منه وكانت وفاته قبل سنة خمسين وأربعمئة إن شاء الله تعالى |جـ 5 صـ 695| ",
                "title": "اليزيدي",
                "uri": "JK_000952_4433"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}