{
    "features": [
        {
            "item": "JK_000952_3031",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.365-366",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفرضي</h1> بفتح الفاء والراء وفي آخرها الضاد المعجمة هذه النسبة إلى الفريضة |جـ 4 صـ 366| والفرض والفرائض وهو علم المقدرات ويقال في النسبة إليه فرضي وفارض وفرائضي واشتهر بهذه النسبة جماعة من أهل العلم منهم أبو أحمد عبيد الله بن محمد بن أحمد بن أبي مسلم هو محمد بن علي بن مهران الفرضي المقرئ من أهل بغداد كان إماما فاضلا ثقة مأمونا من الأئمة الورعين وكان رأسا في القراآت سمع القاضي أبا عبد الله المحاملي ويوسف بن يعقوب بن إسحاق بن البهلول ومن بعدهما وحضر مجلس أبي بكر بن الأنباري وغيرهم روى عنه أبو محمد الحسن بن محمد الخلال وأبو القاسم الأزهري وأبو منصور محمد بن محمد بن عبد العزيز العكبري وجماعة آخرهم أبو القاسم علي بن أحمد بن البسري البندار وكان من أهل الدين والورع قال علي بن عبد الواحد بن مهدي اختلفت إلى أبي أحمد الفرضي ثلاث عشرة سنة لم أره ضحك فيها غير أنه قرأ علينا يوما كتاب الانبساط فأراد أن يضحك فغطى فمه وكان إذا جاء إلى أبي حامد الإسفراييني قام من مجلسه ومشى إلى باب مسجده حافيا مستقبلا له وكتب أبو حامد يوما إليه مع رجل خراساني يشفع له أن يأخذ عليه القرآن فظن أبو أحمد أنها مسألة قد استفتي فيها فلما قرأ الكتاب غضب ورماه من يده وقال أنا لا أقرئ القرآن بشفاعة وكان أبو القاسم الكرخي الفقيه يقول لم أر في الشيوخ من يعلم العلم لله خالصا لا يشوبه بشيء من الدنيا غير أبي أحمد الفرضي فإنه كان يكره أدنى سبب حتى المديح لأجل العلم قال وكان قد اجتمعت فيه أدوات الرئاسة من علم وقرآن وإسناد وحالة متسعة في الدنيا وغير ذلك من الأسباب التي يداخل بمثلها السلطان وتنال بها الدنيا وكان مع ذلك من أورع الخلق ومات عن اثنتين وثمانين سنة في شوال سنة ست وأربعمائة ببغداد وأخوه أبو طاهر أحمد بن محمد بن أحمد بن أبي مسلم الفرضي من أهل بغداد انتقل عنها وسكن بالبصرة إلى آخر عمره وكان يعرف بأبي الطاهر الرسول حدث بالبصرة عن أبي عمرو عثمان بن أحمد بن السماك وأبي بكر أحمد بن سلمان النجاد وحمزة بن محمد الدهقان وأبي الحسن علي بن محمد بن الزبير الكوفي وعبد الله بن إسحاق الخراساني وأبي بكر محمد بن عبد الله الشافعي والقاضي أبي بكر محمد بن عمر الجعابي الحافظ وحبيب بن الحسن القزاز وغيرهم يروي عنه أبو القاسم عبد الملك بن علي بن خلف بن شغبة الحافظ وأبو ليلى أحمد بن محمد بن أحمد العبدي البصريان ذكره أبو بكر الخطيب في تاريخ بغداد وقال أدركته حيا في سنة اثنتي عشرة وأربعمائة إلا أنه كان عليلا فلم يقض لي السماع منه ومات بعد خروجي عن البصرة بمدة وكان صدوقا |جـ 4 صـ 367| ",
                "title": "الفرضي",
                "uri": "JK_000952_3031"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}