{
    "features": [
        {
            "item": "JK_000952_2038",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.218-219",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السبيعي</h1> بفتح السين المهملة وكسر الباء المنقوطة بواحدة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها العين المهملة هذه النسبة إلى سبيع وهو بطن من همدان وهو سبيع بن صعب بن معاوية بن كثير بن مالك بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همذان وقيل هو سبيع بن سبع بن معاوية بن كثير بن مالك بن حاشد بن حيلوان بن نوف بن همدان قاله أحمد بن الحباب النسابة وبالكوفة محلة معروفة يقال لها السبيع لنزول هذه القبيلة بها ومسجد أبي إسحاق في المحلة معروف كنت أقيم فيه إذا دخلت الكوفة والمشهور من العلماء المنسوبين إلى هذه المحلة أبو إسحاق السبيعي ومسجده باق إلى الساعة وشيخنا السيد أبو البركات عمر بن إبراهيم بن حمزة الحسيني كان إمام هذا المسجد وكنت اقيم فيه إذا دخلت الكوفة لأقرأ على الشريف ويونس بن أبي إسحاق السبيعي كنيته أبو إسرائيل يروي عن أبيه روى عنه المحدث عيسى بن يونس وقراد مات سنة تسع وخمسمائة وعيسى بن يونس المحدث المشهور أخو إسرائيل وقد حدثا بالكثير وابن عيسى عمرو روى عنه جماعة من أهل الجزيرة وجماعة من شيوخنا بالكوفة كانوا يسكنون السبيع فنسبوا إليها ويوسف بن أبي إسحاق السبيعي قائد أبيه وكان أحفظ ولد أبي إسحاق مستقيم الحديث عن قلته يروي عن أبيه روى عنه ابنه إبراهيم بن يوسف بن أبي إسحاق وأما أبو إسحاق السبيعي فاسمه عمرو بن عبد الله بن علي بن أحمد بن ذي يحمد بن السبيع بن سبيع بن صعب بن معاوية بن كثير بن جشم بن حاشد السبيعي الهمداني مولده سنة تسع وعشرين في خلافة عثمان رضي الله عنه رأى عليا واسامة بن زيد وابن عباس والبراء بن عازب وزيد بن أرقم وابا جحيفة وابن أبي أوفى رضي الله عنهم روى عنه الأعمش ومنصور والثوري مات سنة سبع وعشرين ومائة يوم ظفر الضحاك بن |جـ 3 صـ 219| قيس بالكوفة وكان الشعبي أكبر منه بسنتين وأبو علي الحسن بن عثمان بن الفضيل بن يزيد بن حسان بن عمرو السبيعي القاضي البخاري كان مولده بإفريقية ومنشؤه بالعراق روى عنه ابن ابنه أبو زكريا يحيى بن إسماعيل بن الحسن ويعقوب بن إبراهيم بن أبي خيران مات ببخارى سنة تسع وعشرين ومائتين وأبو يوسف إسرائيل بن يونس بن أبي إسحاق عمرو بن عبد الله الهمداني كوفي سمع أبا إسحاق وسماك بن حرب ومنصور بن المعتمر وإبراهيم بن المهاجر والأعمش روى عنه إسماعيل بن جعفر ووكيع وعبد الرحمن بن مهدي وعبيد الله بن موسى وابو نعيم مات سنة اثنتين وستين ومائة وقال يعقوب بن شيبة إسرائيل بن يونس صالح الحديث وفي حديث لين وقال في موضع آخر إسرائيل ثقة صدوق وليس بالقوي في الحديث ولا بالساقط وكان يقول أحفظ حديث أبي إسحاق كما أحفظ السورة من القرآن وكان أبو حاتم الرازي يقول إسرائيل ثقة متقن من أتقن أصحاب أبي إسحاق وأبو عمرو عيسى بن يونس بن أبي إسحاق عمرو بن عبد الله السبيعي الكوفي الهمداني أخو إسرائيل رأى جده أبا إسحاق إلا أنه لم يسمع منه شيئا وسمع إسماعيل بن أبي خالد وهشام بن عروة وعبيد الله بن عمرو وسليمان الأعمش والأوزاعي وعوفا الأعرابي وشعبة ومالك بن أنس وغيرهم روى عنه أبوه يونس وإسماعيل بن عياش والقعنبي وداود بن عمرو الضبي وأحمد بن جناب المصيصي ويحيى بن معين وعلي بن المديني وإسحاق بن راهويه وأبو بكر بن أبي شيبة ويعقوب الدورقي والحسن بن عرفة وكان عيسى قد انتقل عن الكوفة إلى بعض ثغور الشام فسكنها وكان زاهدا ورعا مأمونا ثقة صدوقا ولما دخل على ابن عيينة قال مرحبا بالفقية ابن الفقيه ابن الفقيه ومات بالحدث في أول سنة إحدى وتسعين ومائة في خلافة هارون ",
                "title": "السبيعي",
                "uri": "JK_000952_2038"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}