{
    "features": [
        {
            "item": "JK_000952_3437",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.55-56",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكركنتي</h1> بكسر الكافين بينهما الراء الساكنة وبعدها النون ساكنة وفي اخرها التاء |جـ 5 صـ 56| المنقوطة من فوق باثنتين هذه النسبة إلى كركنت وهي قرية من قرى القيروان إحدى بلاد المغرب منها أبو عثمان سعيد بن سلام وقيل سالم المغربي الصوفي ولد بهذه القرية واشتهر بالمغربي أبي عثمان وكان أوحد عصره في الورع والزهد والصبر على العزلة لقي الشيوخ بمصر ثم دخل بلاد الشام وصحب أبا الخير الأقطع وجاور بمكة سنين فوق العشر وكان لا يظهر في الموسم ثم انصرف إلى العراق لمحنة لحقته بمكة في السنة فسئل المقام بالعراق فلم يجبهم إلى ذلك فورد نيسابور وبقي بها إلى أن مات وكان من كبار المشايخ له أحوال ماثورة وكرامات مذكورة وحكى أبو عبد الله المغربي قال كنت ببغداد وكان بي وجع في ركبتي حتى نزل إلى مثانتي واشتد وجعي وكنت أستغيث بالله فناداني بعض الجن ما استغاثتك بالله وغوثه بعيد فلما سمعت رفعت ذلك صوتي وزدت في مقالتي حتى سمع أهل الدار صوتي فما كان إلا ساعة حتى غلب علي البول فقدم إلي سطل أهريق فيه الماء فخرج من مذاكيري شي بقوة وضرب وسط السطل حتى سمعت له صوتا فأمرت من كان في الدار فطلب فإذا هو حجر قد خرج من مثانتي وذهب الوجع وقلت ما أسرع الغوث وهكذا الظن به وحكى محمد بن علي الصغير القوال قال قال لي جماعة من أصحابنا تعال حتى ندخل على الشيخ أبي عثمان المغربي فنسلم عليه فقلت إنه رجل منقبض وأنا أستحيي منه فألحوا علي فأدخلنا على أبي عثمان فلما وقع بصره علي قال يا أبا الحسن كان انقباضي بالحجاز وانبساطي بخراسان وسئل أبو عثمان المغربي عن الخلق فقال قوالب وأشباح تجري عليهم أحكام القدرة وقال أبو عبد الرحمن السلمي أبو عثمان المغربي كان مقيما بمكة سنين فسعي به إلى العلوية في زور نسب إليه وحرش عليه العلوية حتى أخرجوه من مكة فرجع إلى بغداد وأقام بها سنة ثم خرج منها إلى نيسابور ومات بها سنة ثلاث وسبعين وثلاثمائة ودفن بجنب أبي عثمان الحيري ",
                "title": "الكركنتي",
                "uri": "JK_000952_3437"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}