{
    "features": [
        {
            "item": "JK_000952_1083",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.176-177",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحجازي</h1> هذه النسبة إلى الحجاز وهي مكة وما يتعلق بها إلى المدينة يقال لها الحجاز والمشهور بهذه النسبة أبو عتبة أحمد بن الفرج بن سليمان الكندي الحجازي من أهل حمص يروي عنه بقية بن الوليد ومحمد بن حمير وضمرة بن ربيعة ومحمد بن إسماعيل بن أبي فديك ومحمد بن حرب الأبرش وغيرهم روى عنه أبو العباس الأصم ومحمد بن إبراهيم الخالدي وعبد الله بن أحمد بن حنبل ومحمد بن عبد الله بن سليمان الحصرمي ومحمد بن جرير الطبري وأبو القاسم البغوي ويحيى بن صاعد والحسين المحاملي وذكره عبد الرحمن بن أبي حاتم الرازي أنه كتب عنه وقال محله عندنا الصدق وقال الحاكم أبو أحمد الحافظ أبو عتبة قدم العراق فكتبوا عنه وأهلها حسنوا الرأي فيه لكن أبو جعفر محمد بن عوف بن سفيان الطائي كان يتكلم فيه ورأيت أبا الحسن أحمد بن عمير يضعف أمره ومات بحمص في سنة إحدى وسبعين ومائتين ومن التابعين مسلم بن مرة بن عمرو بن عبد الله الجمحي القرشي الحجازي يروي عن ابن عمر رضي الله عنهما روى عنه يحيى بن سعيد الأنصاري والثوري ومالك بن أنس وابن عيينة ونافع بن عاصم بن عروة بن مسعود الثقفي يعرف بالحجازي من التابعين أيضا يروي عن ابن عمر رضي الله عنهما روى عنه يعلى بن عطاء وغطيف بن أبي سفيان الثقفي وإبراهيم بن عبد لله بن قارظ القرشي الحجازي يروي عن عمر وعلي رضي الله عنهما روى عنه الزهري وهو الذي يروي عن السائب بن يزيد وأبي سلمة وأيوب بن خالد بن صفوان الحجازي الأنصاري يروي عن جابر بن عبد الله رضي الله عنهما روى عنه سعد بن سعيد وعمر مولى عفرة ومن قال أيوب بن صفوان فقد نسبه إلى جده وعيسى بن سليمان الحجازي حدث عن عبد الله بن جعفر السعدي المديني وعبد العزيز بن عبد الصمد العمي روى عنه الفضل بن محمد العطار الأنطاكي وأحمد بن الفرج بن عتبة الحمصي يعرف بالحجازي حدث عن بقية بن الوليد وضمرة بن ربيعة وسليمان بن عثمان الفوزي وغيرهم روى عنه يحيى بن صاعد وأبو العباس الأصم والحسين بن إسماعيل المحاملي وغيرهم وأبو بكر محمد بن أحمد بن الوليد الحجازي حدث بمصر عن عمارة بن وثيمة روى عنه الحسين بن جعفر العنزي الرازي وأبو المنيع قرواش بن المقلد الحجازي أمير العرب والمقدم فيما بينهم ولشعره ملاحة البداوة ورشاقة الحضارة ومن جملة ما ذكره أبو الحسن علي بن أبي الطيب الباخرزي في كتاب دمية القصر أنشدني أبو الفضل يحيى بن نصر السعدي البغدادي أنشدني قرواش بن المقلد الحجازي لنفسه % لله در النائبات فانها % % صدأ اللئام وصيقل الأحرار % |جـ 2 صـ 177| % ما كنت إلا زبرة فطبعنني % % سيفا وأطلق صرفهن غراري % ",
                "title": "الحجازي",
                "uri": "JK_000952_1083"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}