{
    "features": [
        {
            "item": "JK_000129_009169",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.163-164",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عنيزة</h1> بضم أوله وفتح ثانيه وبعد الياء زاي يجوز أن يكون تصغير أشياء منها العنزة وهو رمح قصير قدر نصف الرمح أو أكثر شيئا وفيها زج كزج الرمح والعنزة وهو دويبة من السباع تكون بالبادية دقيقة الخطم تأخذ البعير من قبل دبره وقل ما ترى ويزعمون أنه شيطان فلا يرى البعير فيه إلا مأكولا ولعنزة من الظباء والشاء زيدت الهاء فيه لتأنيث البقعة أو الركية أو البئر فأما العنز فهو بغير هاء أو العنز من الأرض وهو ما فيه حزونة من أكمة أو تل أو حجارة والهاء فيه أيضا لتأنيث البقعة وهو موضع بين البصرة ومكة قال شيخ لقوم هل رأيتم عنيزة قالوا نعم قال أين قالوا عند الظرب الذي قد سد الوادي قال ليس تلك عنيزة عنيزة بينها وبين مطلع الشمس عند الأكمة السوداء وقال ابن الأعرابي عنيزة على ما أخبرني به الفزاري تنهية للأودية ينتهي ماؤها إليها وهي على ميل من القريتين ببطن الرمة وهي لبني عامر بن كريز قال أبو عبيد السكوني استخرج عنيزة محمد بن سليمان بن علي بن عبد الله بن عباس وهو أمير على البصرة وقيل بل بعث الحجاج رجلا يحفر المياه كما ذكرناه في الشجي بين البصرة ومكة فقال له احفر بين عنيزة والشجي حيث تراءت للملك الضليل فقال تراءت لنا بين النقا وعنيزة وبين الشجي مما أحال على الوادي والله ما تراءت له إلا على الماء وقال امرؤ القيس تراءت لنا يوما بسفح عنيزة وقد حان منها رحلة وقلوص وقال ابن الفقيه عنيزة من أودية اليمامة قرب سواج وقرى عنيزة بالبحرين قال جرير أمسى خليطك قد أجد فراقا هاج الحزين وهيج الأشواقا هل تبصران ظعائنا بعنيزة أم هل تقول لنا بهن لحاقا إن الفؤاد مع الذين تحملوا لم ينظروا بعنيزة الإشراقا وقد ذكره مهلهل بن ربيعة أخو كليب في قوله فدى لبني شقيقة يوم جاؤوا كأسد الغاب لجت في زئير كأن رماحهم أشطان بئر بعيد بين جاليها جرور غداة كأننا وبني أبينا بجنب عنيزة رحيا مدير وقال أدخل بعض الأعراب عليها الألف واللام فقال لعمري لضب بالعنيزة صائف تضحى عرادا فهو ينفخ كالقرم أحب إلينا أن يجاور أهلها من السمك الجريث والسلجم الوخم |جـ 4 صـ 164| ",
                "title": "عنيزة",
                "uri": "JK_000129_009169"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}