{
    "features": [
        {
            "item": "JK_000952_1555",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.451-452",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدباغ</h1> بفتح الدال وتشديد الباء المنقوطة بواحدة في آخرها الغين المعجمة هذه النسبة إلى دباغة الجلد والمشهور بالانتساب إليها أبو حبيب يزيد بن أبي صالح الدباغ من أهل البصرة يروي عن أنس بن مالك رضي الله عنه روى عنه وكيع وأبو نعيم ومحمد بن عبد الله الدباغ الكوفي يروي عن أبي بكر بن عياش وعثمان بن زفر روى عنه موسى بن إسحاق الأنصاري قال ابن أبي حاتم وسمعته يقول كان من أهل السنة الخشن هو وهناد وجماعة ذكرهم وعبد العزيز بن المختار الأنصاري الدباغ من أهل البصرة يروي عن ثابت روى عنه معلى بن أسد والعراقيون كان يخطئ وأبو سليمان داود بن مهران الدباغ من أهل بغداد كان دباغ الأدم يروي عن عبد الجبار بن الورد وهشيم وفضيل بن عياض ومروان بن معاوية وعيسى بن سليم وداود بن عبد الرحمن العطار ومحمد بن الحجاج اللخمي وعبد العزيز بن أبي رواد وسفيان بن عيينة وداود بن الزبرقان ومعاذ بن هشام وغيرهم روى عنه محمد بن عبد الرحيم صاعقة وإبراهيم بن راشد الأدمي والحسن بن محمد بن الصباح وأبو حاتم الرازي وعباس الدوري وجعفر بن محمد بن شاكر الصائغ وغيرهم وكان |جـ 2 صـ 452| ثقة صدوقا مات في شوال سنة سبع عشرة ومائتين وأبو عزة الحكم بن طهمان الدباغ يروي عن أبي الرباب مولى معقل بن يسار وشهر بن حوشب والحسن روى عنه أبو نعيم وأبو الوليد ومحمد بن عون الزيادي وموسى بن إسماعيل وقيل إن كنيته أبو معاذ ويرون أنه غلط وهو صالح الحديث وأبو جعفر محمد بن حماد بن ماهان بن زياد بن عبد الله الدباغ فارسي الأصل سمع على بن عثمان اللاحقي وعيسى بن إبراهيم البركي وعلي بن المديني ومحمد بن عقبة السدوسي روى عنه حمزة بن محمد الدهقان وأبو سهل بن زياد القطان وقال أبو الحسن الدارقطني ليس بالقوي وقال أبو الحسين بن المنادى محمد بن حماد بن ماهان الدباغ كان عنده حديث كثير عن مسدد وغيره وكتاب الحروف عن أبي الربيع الزهراني مات على ستر وقبول في جمادى الآخرة سنة خمس وثمانين ومائتين وأبو عبد الله محمد بن علي الفايني الدباغ والد شيخنا أبي القاسم الجنيد كان شيخا صالحا سديدا عالما أدرك أبا عثمان الصابوني وأبا القاسم القشيري وطبقتهم وسمع منهم روى لنا عنه أبو طاهر السنجي بمرو وابنه الجنيد بهراة وأما ولده الإمام أبو القاسم الجنيد بن محمد بن الدباغ فهو من العلماء الورعين المستورين ممن حسن خلقه ولانت عشرته عمر العمر الطويل في عبادة الله والتهجد والانفراد وله الرباط الحسن بباب فيروز آباد هراة سمع بالطبسين أبا الفضل الطبسي وبأصبهان أبا منصور بن شكرويه وأبا بكر بن ماجة وبخراسان جماعة كثيرة سمعت منه الكثير في الرحلتين إلى هراة وتوفي في الرابع عشر من شوال سنة سبع وأربعين وخمسمائة بهراة وأبو حبيب يزيد بن أبي صالح الدباغ يروي عن أنس رضي الله عنه روى عنه حماد بن زيد ووكيع بن الجراح وأبو نعيم وعبد الصمد بن عبد الوارث وعلي بن نصر الجهضمي وأبو عاصم النبيل وغيرهم وثقه يحيى بن معين قال ابن أبي حاتم سألت أبي عن يزيد بن أبي صالح فقال ليس بحديثه بأس وكان أوثق من بقي بالبصرة من أصحاب أنس ",
                "title": "الدباغ",
                "uri": "JK_000952_1555"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}