{
    "features": [
        {
            "item": "JK_000952_0245",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.212-213",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأنباري</h1> بفتح الألف وسكون النون بعده وفتح الباء المنقوطة بنقطة من تحتها والراء بعد الألف هذه النسبة إلى بلدة قديمة على الفرات بينها وبين بغداد عشرة فراسخ وكان السفاح أول خليفة من بني العباس يجلس بها ويسكنها وبها مات ثم لما انتقلت الخلافة إلى أبي جعفر المنصور بنى بغداد وصارت دار الخلافة وخرج من الأنبار جماعة من الفضلاء والعلماء في كل فن ورحلت إليها نوبتين وكتبت بها عن جماعة وقد ذكر أبو بكر عبد الله بن أبي داود السجستاني في كتاب المصاحف أن أول من وضع الخط العربي رجل من أهل الأنبار ثم تعلمت قريش منه وانتشر في البلاد وإنما سميت هذه البلدة الأنبار لأن كسرى كان يتخذ فيها أنابير الطعام وهي التي تسميها العرب الأهراء يعني موضعا يجمع فيه الطعام وإنما نزلها جماعة من بني إسماعيل عليه السلام وبني معد بن عدنان والمنتسب إلى هذه البلدة أبو يعقوب بن بهلول بن حسان الأنباري يروي عن يزيد بن هارون ويحيى بن سعيد القطان روى عنه ابنه وجماعة من العراقيين والغرباء وأبو الحارث سريج بن يونس بن الحارث البغدادي الأنباري يروي عن هشيم وإسماعيل بن جعفر وكان ممن جمع وصنف روى عنه أبو يعلى الموصلي وأبو القاسم البغوي مات سنة خمس وثلاثين ومائتين وأبو الحسن أحمد بن يوسف الأزرق بن يعقوب بن إسحاق بن بهلول التنوخي الأنباري حدث عن أبي القاسم البغوي وأبي الليث الفرائضي روت عنه ابنته الطاهرة وأبو القاسم التنوخي وكان صحيح السماع غير أنه كان داعية إلى الاعتزال ومات سنة ثمان وسبعين وثلاثمائة وأبو بكر محمد بن القاسم بن محمد بن بشار بن الحسن بن بيان بن سماعة بن فروة بن قطن بن دعامة الأنباري النحوي صاحب التصانيف كان من أعلم الناس بالنحو والأدب وأكثرهم حفظا سمع إسماعيل بن إسحاق القاضي وأحمد بن الهيثم بن خالد البزاز ومحمد بن يونس الكديمي وأبا العباس أحمد بن يحيى ثعلب النحوي ومحمد بن أحمد بن النضر وأباه القاسم بن محمد بن بشار الأنباري وغيرهم روى عنه أبو الحسن الدارقطني وأبو عمر بن حيوية الخزاز وأبو الحسين بن البواب وطبقتهم وكان صدوقا فاضلا دينا خيرا من أهل |جـ 1 صـ 213| السنة وصنف كتبا كثيرة في علم القرآن وغريب الحديث والمشكل والوقف والابتداء والرد على من خالف مصحف العامة وكان يملي وأبوه حي يملي هو في ناحية من المسجد وأبوه في ناحية أخرى وكان يحفظ ثلاثمائة ألف بيت شاهد في القرآن وكان يملي من حفظه وما كتب عنه الإملاء قط إلا من حفظه وكانت ولادته في رجب سنة إحدى وسبعين ومائتين وتوفي ليلة النحر من ذي الحجة سنة ثمان وعشرين وثلاثمائة وأبو طاهر محمد بن علي بن عبد الله بن مهدي بن سهل بن الفضيل الأنباري سمع بمصر ونواحيها من أبي طاهر أحمد بن عمرو الخامي وعلي بن عبد الله بن أبي مطر الإسكندراني وأبي حفص بن الحداد وكان ثقة روى عنه أبو الفرج بن علي الطناجيري ومات في سنة اثنتين وأربعمائة وبهذه النسبة شيخ من أهل مرو يقال له أبو بكر محمد بن الحسين بن عبدويه الأنباري المروزي حدث عن أبي العباس عبد الله بن الحسين النضري روى عنه أبو القاسم الزاهري وكتب والدي رحمه الله عن أصحابه وليس ينسب إلى بلدة الأنبار بل بمرو سكة بأعلى البلد إذا خرجت من الباب وجاوزت ماهناباذ يقال لها سكة الأنبار وهذا الشيخ من هذه السكة ووهم أبو كامل البصيري في نسبة هذا الشيخ فنسبه إلى الأنبار وهي بلدة على الفرات وقال سمعت منه ببخارا ",
                "title": "الأنباري",
                "uri": "JK_000952_0245"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}