{
    "features": [
        {
            "item": "JK_000129_013492",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.396-397",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>هراة</h1> بالفتح مدينة عظيمة مشهورة من أمهات مدن خراسان لم أر بخراسان عند كوني بها في سنة 670 مدينة أجل ولا أعظم ولا أفخم ولا أحسن ولا أكثر أهلا منها فيها بساتين كثيرة ومياه غزيرة وخيرات كثيرة محشوة بالعلماء ومملوة بأهل الفضل والثراء وقد أصابها عين الزمان ونكبتها طوارق الحدثان وجاءها الكفار من التتر فخربوها حتى أدخلوها في خبر كان فإنا لله وإنا إليه راجعون وذلك في سنة 681 قال الرهني إن مدينتها بنية للإسكندر وذلك أنه لما دخل الشرق ومر بها إلى الصين وكان من عادته أن يكلف أهل كل بلد ببناء مدينة تحصنهم من الأعداء فيقدرها ويهندسها لهم وأنه أعلم أن في أهل هراة شماسا وقلة قبول فاحتال عليهم وأمرهم أن يبنوا مدينة ويحكموا أساسها ثم خط لهم طولها وعرضها وسمك حيطانها وعدد أبراجها وأبوابها واشترط لهم أن يوفيهم أجورهم وغراماتهم عند عوده من ناحية الصين فلما رجع من الصين ونظر إلى ما بنوه عابه وأظهر كراهيته وقال ما أمرتكم أن تبنوا هكذا فرد بناءهم عليهم بالعيب ولم يعطهم شيئا ونسب إليها خلق من الأئمة والعلماء منهم الحسين بن إدريس بن المبارك بن الهيثم بن زياد أبو علي الأنصاري مولاهم الهروي أحد مشهوري المحدثين |جـ 5 صـ 397| بهراة سمع بدمشق هشام بن عمار وسمع ببغداد عثمان بن أبي شيبة وغيره خلقا كثيرا وروى عنه جماعة كثيرة منهم حاتم بن حيان وقال الدارقطني الحسين بن حزم وأخوه يوسف بن حزم الهرويان ينسبان إلى الأنصار واسم أبيهما إدريس ولقبه حزم وللحسين كتاب صنفه في التاريخ على حروف المعجم نحو كتاب البخاري الكبير ذكر فيه حديثا كثيرا وأخبارا وكان من الثقات ومات سنة 103 وفي هراة يقول أبو أحمد السامي الهروي هراة أرض خصبها واسع ونبتها اللفاح والنرجس ما أحد منها إلى غيرها يخرج إلا بعدما يفلس ويقول فيها الأديب البارع الزوزني هراة أردت مقامي بها لشتى فضائلها الوافره نسيم الشمال وأعنابها وأعين غزلانها الساحره وهراة أيضا مدينة بفارس قرب إصطخر كثيرة البساتين والخيرات ويقال إن نساءهم يغتلمن إذا أزهرت الغبيراء كما تغتلم القطاط ",
                "title": "هراة",
                "uri": "JK_000129_013492"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}