{
    "features": [
        {
            "item": "JK_000952_2745",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.180-182",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العرقي</h1> بكسر العين المهملة وسكون الراء وفي آخرها القاف |جـ 4 صـ 181| هذه النسبة إلى عرقة وهي بلدة تقارب أطرابلس الشام وهي بين رفنية وأطرابلس قاله ابن ماكولا والمشهور بهذه النسبة أبو بكر أحمد بن سليمان الزنبقي العرقي يروي عن سعيد بن منصور ومهدي بن جعفر ويزيد بن موهب ومروان بن جعفر السمري وأبي تقي هشام بن عبد الملك اليزني وغيرهم روى عنه محمد بن يوسف ابن بشر الحافظ الهروي وعروة بن مروان الجوزي العرقي الجرار كان أميا وكان يسكن عرقة من أرض الشام فنسب إليها قال الدارقطني يروي عن عبيد الله بن عمرو الرقي وموسى بن أعين وغيرهما روى عنه أيوب بن محمد الوزان وخير بن عرفة وواثلة بن الحسن العرقي يروي عن كثير بن عبيد الحمصي روى عنه أبو القاسم الطبراني سليمان بن أحمد وأبو الرضا الحسين بن عيسى الخزرجي العرقي حدث بعرقة عن يوسف بن بحر روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني وأما أبو القاسم بشر بن نصر بن منصور الفقيه العرقي كان فقيها فاضلا ورعا قال أبو سعيد بن يونس كان يتفقه على مذهب الشافعي يعرف بغلام عرق وعرق خادم من خدم السلطان كان على البريد بمصر يقال له عرق الموت كان بشر بن نصر قدم مصر في جملة من قدم بغداد وتفقه وكان فقيها مستصلحا دينا توفي في مصر في جمادي الآخرة سنة اثنتين وثلاثمائة وقد سمعت منه وأبو عبد الله عروة بن مروان العرقي من أهل عرقة من بلاد الشام قدم إلى مصر وكان من العابدين وكتبت عنه وكان آخر من حدث عنه بمصر خير بن عرفة وأحمد بن محمد بن الحارث بن محمد بن عبد الرحمن بن عرق اليحصبي الحمصي العرقي نسب إلى جده الأعلى من أهل حمص يروي عن أبيه محمد بن الحارث يروي عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وجده أبو الوليد محمد بن عبد الرحمن بن عرق اليحصبي العرقي يروي عن عبد الله بن بسر المازني صاحب النبي صلى الله عليه وسلم وعن أبيه روى عنه بقية بن الوليد وإسماعيل بن عياش وسعيد بن عبد الجبار ويحيى بن سعيد العطار وأبو ضمرة محمد بن سليمان الحمصي وغيره |جـ 4 صـ 182| ",
                "title": "العرقي",
                "uri": "JK_000952_2745"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}