{
    "features": [
        {
            "item": "JK_000129_012642",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.255-256",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>النباج والنسبة النباجي</h1> بكسر أوله وآخره جيم قال اللحياني النباج الصوت ورجل نباج شديد الصوت والنباج الآكام العالية والنباج الغرائر السود والنبيج كان من أطعمة العرب في المجاعة يخاض الوبر باللبن ويجدح ويحتمل غير ذلك فهذا ما اجتهدت أنا فيه ثم وجدت في كتاب لابن خالويه ليس أحد ذكر اشتقاق النباج جمع النباجة يقال نبجت اللبن الحليب إذا جدحته بعود في طرفه شبه فلكة حتى يكرفىء ويصير ثمالا فيؤكل به التمر يجتحف اجتحافا قال ولا يفعل ذلك أحد من العرب إلا بنو أسد يقال لبن نبيج ومنبوج واسم ما ينبج به النباجة قال وهذا حرف غريب فانظر رعاك الله إلى هذه الدعوى والتعجرف ثم جاء بما لا يليق أن يكون اسم موضع وانظر إلى ما جئنا به فإن جميعه صالح أن يركب عليه اسم موضع قال أبو منصور وفي بلاد العرب نباجان أحدهما على طريق البصرة يقال له نباج بني عامر وهو بحذاء فيد والآخر نباج بني سعد بالقريتين وقال غيره النباج منزل لحجاج البصرة وقيل النباج بين مكة والبصرة للكريزيين ونباج آخر بين البصرة واليمامة وبينه وبين اليمامة غبان لبكر بن وائل والغب مسيرة يومين وقال أبو عبيد الله السكوني النباج من البصرة على عشر مراحل وثيتل قريب من النباج وبهما يوم من أيام العرب مشهور لتميم على بكر بن وائل وفيه |جـ 5 صـ 256| يقول محرز الضبي لقد كان في يوم النباج وثيتل وشطف وأيام تداركن مجزع قال والنباج استنبط ماءه عبد الله بن عامر بن كريز شقق فيه عيونا وغرس نخلا وولده به وساكنه رهطه بنو كريز ومن انضم إليهم من العرب ومن وراء النباج رمال أقوار صغار يمنة ويسرة على الطريق والمحجة فيها أحيانا لمن يصعد إلى مكة رمل وقيعان منها قاع بولان والقصيم قال أعرابي ألا حبذا ريح الألاء إذا سرت به بعد تهتان رياح جنائب أهم ببغض الرمل ثمت إنني إلى الله من أن أبغض الرمل تائب وإني لمعذور إلى الشوق كلما بدا لي من نخل النباح العصائب وقيل النباج قرية في بادية البصرة على النصف من طريق البصرة إلى مكة بمنزلة فيد لأهل الكوفة وقد قال البحتري إذا جزت صحراء النباج مغربا وجازتك بطحاء السواجير يا سعد فقل لبني الضحاك مهلا فإنني أنا الأفعوان الصل والضيغم الورد والسواجير نهر منبج فيقتضي ذلك أن يكون النباج بالقرب منها ويبعد أن يريد نباج البصرة وبين منبج وبينها أكثر من مسيرة شهرين وإليها ينسب يزيد بن سعيد النباجي سمع مالك بن دينار وروى عنه رجاء بن محمد بن رجاء البصري ",
                "title": "النباج والنسبة النباجي",
                "uri": "JK_000129_012642"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}