{
    "features": [
        {
            "item": "JK_000129_001741",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.387-388",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>برقعيد والنسبة برقعيدي</h1> بالفتح وكسر العين وياء ساكنة ودال بليدة في طرف بقعاء الموصل من جهة نصيبين مقابل باشزى قال أحمد بن الطيب السرخسي برقعيد بلدة كبيرة من أعمال الموصل من كورة البقعاء وبها آبار كثيرة عذبة وهي واسعة وعليها سور ولها ثلاثة أبواب باب بلد وباب الجزيرة وباب نصيبين وعلى باب الجزيرة بناء لأيوب بن أحمد وفيها مائتا حانوت قلت أنا كانت هذه صفتها في قرابة سنة 300 بعد الهجرة وكان حينئذ ممر القوافل من الموصل إلى نصيبين عليها فأما الآن فهي خراب صغيرة حقيرة وأهلها يضرب بهم المثل في اللصوصية يقال لص برقعيدي وكانت القوافل إذا نزلت بهم لقيت منهم الأمرين حدثني بعض مجاوريها من أهل القرى أن قفلا نزل تحت بعض جدرانها احترازا وربط رجل من أهل القفل حمارا له تحت ذلك الجدار خوفا عليه من السراق وجعل الأمتعة دونه واشتغلوا بالعس وحراسة ما تباعد عن الجدار لأنهم أمنوا ذلك الوجه فصعد البرقعيديون على الجدار وألقوا على الحمار الكلاليب وأنشبوها في برذعته واستاقوه إليهم وذهبوا به ولم يدر به صاحبه إلى وقت الرحيل فلما كثرت منهم هذه الأفاعيل تجنبتهم القوافل وجعلوا طريقهم على باشزى وانتقلت الأسواق إلى باشزى وبين برقعيد والموصل أربعة أيام وبينها وبين نصيبين عشرة فراسخ ومن برقعيد هذه كان بنو حمدان التغلبيون سيف الدولة وأهله وقال |جـ 1 صـ 388| شاعر يهجو سليمان بن فهد الوصلي مستطردا ويمدح قرواش بن المقلد أمير بني عقيل وليل كوجه البرقعيدي ظلمة وبرد أغانيه وطول قرونه سريت ونومي فيه نوم مشرد كعقل سليمان بن فهد ودينه على أولق فيه الهباب كأنه أبو جابر في خبطه وجنونه إلى أن بدا ضوء الصباح كأنه سنا وجه قروش وضوء جبينه وقال الصولي دخل رجل على أيوب بن أحمد ببرقعيد فأنشده شعرا فجعل يخاطب جارية ولا يسمع له فخرج وهو يقول أدب لعمرك فاسد مما تؤدب برقعيد من ليس يدري ما يري د فكيف يدري ما نريد من ليس يضبطه الحدي د فكيف يضبطه القصيد علم هنالك مخلق والجهل مقتبل جديد وقد نسب إليها قوم من الرواة منهم الحسن ابن علي بن موسى بن الخليل البرقعيدي سمع ببيروت أحمد بن محمد بن مكحول البيروتي وبأطرابلس خيثمة بن سليمان وعبد الله بن إسماعيل وبالرملة زيد بن الهيثم الرملي وبقيسارية أحمد بن عبد الرحمن القيسراني وبالموصل عبد الله بن أبي سفيان وأبا جابر زيد بن عبد العزيز وببلد أبا القاسم النعمان ابن هارون وبحران أبا عروبة وبرأس عين أبا عبد الله الحسين بن موسى بن خلف الرسعني وغير هؤلاء وأحمد بن عامر بن عبد الواحد بن العباس الربعي البرقعيدي سمع بدمشق أحمد بن عبد الواحد بن عبود ومحمد بن حفص صاحب واثلة وشعيب بن شعيب بن إسحاق والهيثم بن مروان العبسي وبغيرها معروف بن أبي معروف البلخي ومحمد بن حماد بن مالك ومؤمل بن إهاب وغيرهم روى عنه أبو أحمد بن حمدان المروروذي وأبو محمد الحسن بن علي البرقعيدي وغيرهم وكان يسكن نصيبين وقال أبو أحمد بن علي وكان شيخا صالحا ",
                "title": "برقعيد والنسبة برقعيدي",
                "uri": "JK_000129_001741"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}