{
    "features": [
        {
            "item": "JK_000952_0909",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.67-68",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجعفي</h1> بضم الجيم وسكون العين المهملة وفي آخرها الفاء هذه النسبة إلى القبيلة |جـ 2 صـ 68| وهي جعفى بن سعد العشيرة وهو بن مذحج وكان وفد على النبي صلى الله عليه وسلم في وفد جعفة في الأيام التي توفي فيها النبي صلى الله عليه وسلم وقد نسب جماعة إلى ولائهم فأما العريق منهم فهو أبو جعفر عبد الله بن محمد بن جعفر بن يمان الجعفي المعروف بالمسندي وإنما قيل له المسندي لأنه كان يطلب المسانيد في صغره وكان من أهل بخارا وسعيد ذكره في الميم وأما الإمام أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة بن برذربة البخاري صاحب الصحيح قيل هل الجعفي لولائه إلى الجعفيين فإن المغيرة كان مجوسيا أسلم على يدي يمان الجعفي جد المسندي السابق ذكره وكان يمان والي بخارا وتوفي البخاري ليلة الفطر من سنة ست وخمسين ومائتين بخرتنك إحدى قرى سمرقند وأما أبو عبد الرحمن عبد الله بن عمر بن محمد بن أبان بن صالح القرشي الجعفي يلقب بمشكدانه من أهل الكوفة كان متزوجا في الجعفيين فنسب إليهم هكذا ذكره أبو حاتم بن حبان في كتاب الثقات روى عن ابن المبارك حدث عنه أحمد بن الحسن الصوفي وأبو القاسم البغوي وجماعة سواهما ولقبه أبو نعيم الفضل بن دكين بمشكدانه لأنه كان يلبس الثياب المتحسنة ويتطيب ويتبخر إذا حضر مجالس الحديث فرآه يوما أبو نعيم فقال ما أنت إلا مشكدانه فبقي هذه الاسم عليه ومن موالي الجعفيين أبو عبد الله الحسين بن علي الجعفي من أهل الكوفة يروي عن زائدة روى عنه عبد الله بن أبي عرابة وأهل العراق ومات سنة ثلاث ومائتين وأبو خيثمة زهير بن معاوية بن حديج بن الرحيل الجعفي من أهل الكوفة سكن الجزيرة يروي عن أبي إسحاق وأبي الزبير روى عنه يحيى بن آدم وأبو نعيم مات سنة أربع وسبعين ومائة وكان حافظا متقنا وكان أهل العراق يقولون في أيام الثوري إذا مات الثوري ففي زهير خلف كانوا يقدمونه في الإتقان على أقرانه ومن القدماء أبو يزيد جابر بن يزيد الجعفي من أهل الكوفة وقيل كنيته أبو محمد يروي عن عطاء والشعبي روى عنه الثوري وشعبة مات سنة ثمان وعشرين ومائة وكان سبايا من أصحاب عبد الله بن سبأ وكان يقول إن عليا رضي الله عنه يرجع إلى الدنيا قال يحيى بن معين جابر الجعفي لا يكتب حديثه ولا كرامة وقال زائدة جابر الجعفي كان كذابا يؤمن بالرجعة وأبو عمر محمد بن أبان بن صالح بن عمير الجعفي مولى لقريش تزوج في الجعفيين فنسب إليهم من أهل الكوفة يروي عن |جـ 2 صـ 69| أبي إسحاق وحماد بن أبي سليمان روى عنه إبراهيم بن سليمان الدباس والعراقيون ممن كان يقلب الأخبار وله الوهم الكثير في الآثار ",
                "title": "الجعفي",
                "uri": "JK_000952_0909"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}