{
    "features": [
        {
            "item": "JK_000952_1641",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.510-512",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدولابي</h1> بضم الدال المهملة وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى الدولاب والصحيح في هذه النسبة فتح الدال ولكن الناس يضمونها وانشد الأصمعي % ولو أبصرتني يوم دولاب أبصرت % % طعان فتى في الحرب غير ذميم % % وضاربة خدا كريما على فتى % % أغر نجيب الأمهات كريم % وهذه النسبة إلى عمله أو إلى من كان له الدولاب وجماعة ينسبون إلى قرية من قرى الري يقال لها الدولاب فأما الأول فجماعة من أهل بغداد يعرفون بهذه النسبة منهم إسماعيل بن زياد الدولابي حدث عن مالك بن أنس وابي يوسف القاضي روى عنه ابنه محمد بن إسماعيل قال أبو الحسن الدارقطني هو بغدادي وأبو جعفر محمد بن الصباح البزاز الدولابي سمع إبراهيم بن سعد وإسماعيل بن جعفر وشريكا وغيرهم روى عنه أحمد بن حنبل وابنه عبد الله وإبراهيم الحربي وجماعة آخرهم أبو العباس محمد بن إسحاق السراج كان أصله من هراة مولى لمزينة سكن بغداد إلى حين وفاته وكانت وفاته في المحرم سنة سبع وعشرين ومائتين وابنه أحمد بن محمد بن الصباح الدولابي المزني حدث عن أبيه وعن روح بن عبادة روى عنه أبو حامد أحمد بن محمد بن الشرقي وأبو عبد الله محمد بن مخلد الدوري وأما المنتسب إلى دولاب الري وهي قرية بالقرب من الري خرج منها جماعة من المشاهير منهم القاسم الرازي من جلة المشايخ وأكابرهم أخبرنا أبو نصر محمد بن نصر الأشناني بنيسابور أنا أبو بكر محمد بن يحيى بن إبراهيم المزكي إجازة سمعت أبا عبد الرحمن السلمي يقول قاسم الرازي من قدماء مشايخ الري وكان يقال له قاسم الدولابي من دولاب الري دخل مكة ومات بها وقال سمعت جعفر بن أحمد الرازي يقول سمعت الكتاني يقول قاسم الدولابي خير بلا شر قال السلمي سمعت الحسين بن أحمد الرازي يقول سمعت الكتاني يقول منذ ثلاثين سنة ما دخل مكة فقير يشبه القاسم الرازي في صدقه وتجريده قال السلمي سمعت أبا سعيد بن أبي حاتم يقول جاور قاسم الرازي بمكة أربعين سنة ومات قبل دخول القرمطي بسنة وأما أبو إسحاق الدولابي فمن دولاب |جـ 2 صـ 511| الري أيضا كان من المشايخ أخبرنا عبد الرحمن بن أبي غالب ببغداد أنا أحمد بن علي بن ثابت أنا محمد بن أحمد بن رزق إجازة ثنا جعفر الخلدي ثنا أحمد بن محمد بن مسروق سمعت محمد بن منصور الأوسي يقول جئت مرة إلى معروف الكرخي فعض على أنامله وقال هاه لو لحقت أبا إسحاق الدولابي كان ههنا الساعة يسلم علي فذهبت أقوم فقال لي إجلس لعله قد بلغ منزله بالري قال قال أبو العباس وكان أبو إسحاق الرازي من جلة الأبدال وأما أبو بشر محمد بن أحمد بن حماد بن سعد الرازي الدولابي الوراق الأنصاري مولى الأنصار وظني أنه نسب بعض أجداده إلى عمل الدولاب وأصله من الري فيمكن أن يكون من قرية الدولاب ذكره أبو سعيد بن يونس الصدفي في تاريخ مصر وقال أبو بشر الدولابي قدم مصر نحو سنة ستين ومائتين وكان يورق على شيوخ مصر في ذلك الزمان وحدث بمصر عن شيوخ بغداد والبصرة والشام وكان من أهل صنعة الحديث يحسن التصنيف ولد بالري يغرب وكان يصنف وتوفي وهو قاصد إلى الحج بين مكة والمدينة بالعرج في ذي القعدة سنة عشرين وثلاثمائة سمع محمد بن بشار بندار البصري وأحمد بن أبي شريح الرازي وأبا أسامة بن عبد الله بن محمد بن أبي أسامه الحلبي وأحمد بن عبد الجبار العطاردي وأبا الاشعث أحمد بن المقدام العجلي ويونس بن عبد الأعلى الصدفي ومحمد بن عبد الله بن يزيد المقرئ ومحمد بن حميد الرازي وابا بكر أحمد بن عبد الله بن عبد الرحيم البرقي وإبراهيم بن سعيد الجوهري وإبراهيم بن يعقوب الجوزجاني وعثمان بن عبد الله بن خرزاذ وأبا جعفر أحمد بن يحيى الأودي وابا جعفر محمد بن عوف بن سفيان الطائي وإبراهيم بن يعقوب البصري نزيل مصر وجماعة كثيرة سواهم من أهل العراقين والحجاز والشام وديار مصر روى عنه أبو بكر محمد بن إبراهيم بن المقرئ وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو محمد الحسين بن رشيق العسكري وأبو حاتم محمد بن حبان التميمي البستي وأبو أحمد عبد الله بن عدي الحرجاني وغيرهم وقد ذكرنا وفاته وأبو بكر محمد بن إسماعيل بن زياد الدولابي وقيل أبو عبد الله من أهل بغداد سمع منصور بن سلمة الخزاعي وأبا النضر هاشم بن القاسم وأبا مسهر الدمشقي وأبا اليمان |جـ 2 صـ 512| الحمصي روى عنه محمد بن مخلد وابو الحسين بن المنادي وأبو بكر محمد بن عبد الملك التاريخي وأبو عمرو بن السماك وكان ثقة وتوفي سنة أربع وسبعين ومائتين ",
                "title": "الدولابي",
                "uri": "JK_000952_1641"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}