{
    "features": [
        {
            "item": "JK_000952_4364",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.637-640",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهروي</h1> بفتح الهاء والراء المهملة هذه النسبة إلى بلدة هراة وهي إحدى بلاد خراسان وقد ذكرت فضائلها في الحنين إلى الأوطان فتحها خليد بن عبد الله الحنفي من جهة عبد الله بن عامر بن كريز زمن عثمان بن عفان رضي الله عنه خرج منها جماعة من العلماء والأئمة في كل فن منهم أبو علي الحسين بن إدريس بن المبارك بن الهيثم بن زياد بن عبد الرحمن بن زياد بن عبد الرحمن الأنصاري الهروي من أهلها يروي عن علي بن الحجر المروزي وكان ركنا من أركان السنة في بلده مات سنة ثلاثمئة في اخرها وفي أول سنة إحدى وثلاثمئة وأما أبو زيد الهروي الحرشي العامري فاسمه سعيد بن الربيع من أهل البصرة هو من موالي زرارة بن أوفى قال أبو حاتم بن حبان أبو زيد إنما قيل له هروي لأنه كان يبيع الثياب الهروية فنسب إليها يروي عن شعبة روى عنه أحمد بن المقدام العجلي وأهل العراق مات سنة إحدى عشرة ومئتين وأبو هشام عائذ بن حبيب الهروي الأحول من أهل البصرة قال أبو حاتم بن حبان عائذ بن حبيب بياع الهروي مولى بني عبس يروي عن حميد الطويل روى عنه أهل البصرة وأبو الصلت عبد السلام بن صالح بن سليمان بن أيوب بن ميسرة الهروي مولى عبد الرحمن بن سمرة القرشي يروي عن حماد بن زيد وأهل العراق العجائب في فضائل علي رضي الله عنه وأهل بيته لا يجوز الاحتجاج به إذا انفرد قال أبو حاتم بن حبان وهو الذي روى عن أبي معاوية عن الأعمش عن مجاهد عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم أنا مدينة العلم وعلي بابها فمن أراد المدينة فليأت من قبل الباب وهذا شيء لا أصل له ليس من حديث ابن عباس ولا مجاهد ولا الأعمش ولا أبو معاوية حدث به وكل من حدث بهذا المتن فإنه سرقه من أبي الصلت هذا وإن أقلب إسناده |جـ 5 صـ 638| روى عنه محمد بن هشام المستملي وكانت له رحلة في الحديث إلى البصرة والكوفة والحجاز واليمن وأدرك حماد بن زيد ومالك بن أنس وعبد الوارث بن سعيد وجعفر بن سليمان وشريك بن عبد الله وعبد الله بن إدريس وعبد الله العوام وأبا معاوية الضرير ومعتمر بن سليمان التيمي وسفيان بن عيينة وعبد الرزاق بن همام وغيرهم روى عنه أحمد بن منصور الرمادي وعباس بن محمد الدوري وإسحاق بن الحسن الحربي والحسن بن علوية القطان وغيرهم من الغرباء ذكره أحمد بن سيار المروزي وقال ذكر لنا أبو الصلت عبد السلام بن صالح الهروي أنه من موالي عبد الرحمن بن سمرة وقد لقي وجالس الناس ورحل في الحديث وكان صاحب قشافة وهو من احاد المحدودين في الزهد قدم مرو أيام المأمون يريد التوجه إلى الغزو فأدخل على المأمون فلما سمع كلامه جعله من الخاصة من إخوانه وحبسه عنده إلى أن خرج معه إلى الغزو فلم يزل عنده مكرما إلى أن أراد إظهار كلام جهم وقول القرآن مخلوق وجمع بينه وبين بشر المريسي وسأله أن يكلمه وكان أبو الصلت يرد على أهل الأهواء من المرجئة والجهمية والزنادقة والقدرية وكلم بشر المريسي غير مرة بين يدي المأمون مع غيره من أهل الكلام كل ذلك كان الظفر له وكان يعرف بكلام الشيعة وناظرته في ذلك لأستخرج ما عنده فلم أره يفرط ورأيته يقدم أبا بكر وعمر ويترحم عن علي وعثمان ولا يذكر أصحاب النبي صلى الله عليه وسلم إلا بالجميل وسمعته يقول هذا مذهبي الذي أدين الله به إلا أن ثم أحاديث يرويها في المثالب وسألت إسحاق بن إبراهيم عن تلك الأحاديث وهي أحاديث مروية نحو ما جاء في أبي موسى وما روي في معاوية فقال هذه أحاديث قد رويت قلت فتكره كتابتها وروايتها والرواية عمن يرويها فقال أما من يرويها على طريق المعرفة فلا أكره ذلك وأما من يرويها ديانة ويريد عيب القوم فإني لا أرى الرواية عنه وقال يحيى بن معين أبو الصلت ثقة صدوق إلا أنه يتشيع وقال مرة أخرى لم يكن أبو الصلت عندنا من أهل الكذب وهذه الأحاديث التي يرويها ما نعرفها وقال إبراهيم بن يعقوب الجوزجاني كان أبو الصلت زائفا عن الحق مائلا عن القصد سمعت من حدثني عن بعض الأئمة أنه قال فيه هو أكذب من روث حمار الدجال وكان قديما متلوثا في الأقذار وقال أبو عبد الرحمن النسائي أبو الصلت ليس بثقة وقال الدارقطني أبو الصلت كان خبيثا رافضيا وقال روى عن جعفر بن محمد عن ابائه عن النبي صلى الله عليه وسلم أنه قال الإيمان إقرار بالقول وعمل بالجوارح الحديث وهو متهم بوضعه لم يحدث به إلا من سرقه منه فهو الابتداء في هذا الحديث وحكي عنه أنه قال كلب العلوية |جـ 5 صـ 639| خير من جميع بني أمية فقيل فيهم عثمان فقال فيهم عثمان ومات في شوال سنة ست وثلاثين ومئتين وأبو محمد بن يوسف بن الهروي ثم الدمشقي هروي الأصل دمشقي المولد والمنشأ كان من مشاهير المحدثين بدمشق يروي عن محمد بن أحمد بن يزيد الأنصاري روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني والحاكم أبو أحمد محمد بن أحمد بن إسحاق الحافظ وأبو بكر محمد بن إبراهيم بن المقرىء وغيرهم وأبو منصور محمد بن الحسن بن هوا الهروي سكن ما وراء النهر راوي السنن لأبي داود السجستاني سمعها من أبي بكر محمد بن بكر عبد الرزاق بن داسة التمار روى عنه أبو حفص عمر بن منصور بن خنب البزاز الحافظ وتوفي لسبع بقين من شهر ربيع الاخر سنة اثنتين وأربعمئة |جـ 5 صـ 640| ",
                "title": "الهروي",
                "uri": "JK_000952_4364"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}