{
    "features": [
        {
            "item": "JK_000952_3296",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.534-535",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القفلي</h1> بفتح القاف والفاء وفي آخرها اللام هذه النسبة إلى قفل وهو اسم لجد أبي عبد الرحمن المؤمل بن إهاب بن عبد العزيز بن قفل بن سدل الربعي القفلي الكوفي من أهل الكوفة كان صالحا عالما فاضلا مكثرا في الحديث جوالا في الآفاق حدث ببلاد الشام وديار مصر عن مالك بن سعير بن الخمس وضمرة بن ربيعة وسيار بن حاتم وأبي داود الطيالسي ومحمد بن عبيد الطنافسي ويزيد بن هارون وعبد الرزاق بن همام روى عنه أبو بكر بن أبي الدنيا وأحمد بن أبي خيثمة وصالح جزرة وأبو عبد الرحمن النسائي والهيثم بن خلف الدوري وغيرهم وحكي أن مؤمل بن يهاب قدم الرملة فاجتمع عليه أصحاب الحديث وكان زعرا ممتنعا فألحوا عليه فامتنع أن يحدثهم فمضوا بأجمعهم وألفوا منهم نقيبين فتقدما إلى السلطان فقالا إن لنا عبدا خلاسيا له علينا حق صحبة وتربية وقد كان أدبنا فأحسن لنا التأديب وآلت بنا الحال إلى الإضاقة وإنا أردنا بيعه فامتنع علينا فقال لهم السلطان |جـ 4 صـ 535| وكيف أعلم صحة ما ذكرتم قالوا إن معنا بالباب جماعة من حملة الآثار وطلاب العلم وثقات الناس يكتفى بالنظر إليهم دون المسألة عنهم وهم يعلمون ذلك فتأذن بوصولهم إليك لتسمع منهم فأدخلهم وسمع مقالتهم ووجه خلف المؤمل بالشرط والأعوان فتقزز فجذبوه وجرروه وقالوا أخبرنا أنك استطعمت الإباق فصار معهم إلى السلطان فلما دخل عليه قال له ما يكفيك ما أنت فيه من الإباق حتى تتعزز على سلطانك امضوا به إلى الحبس فحبس وكان من هيئته أنه أصفر طوال خفيف اللحية يشبه عبيد أهل الحجاز فلم يزل في حبسه أياما حتى علم بذلك جماعة من إخوانه فصاروا إلى السلطان وقالوا إن هذا مؤمل بن يهاب في حبسك مظلوم قال ومن ظلمه قالوا أنت قال ما أعرف من هذا شيئا ومن مؤمل فقالوا الشيخ الذي اجتمع عليه جماعة وقالوا العبد الآبق وما هو بآبق بل هو إمام من أئمة المسلمين في الحديث فأمر بإخراجه وسأله عن حاله فأخبره كما أخبره الذين جاءوا يذكرون له حاله فصرفه وسأله أن يحله فلم ير بعده ممتنعا امتناعه الأول حتى لحق بالله عز وجل ومات بالرملة في رجب سنة أربع وخمسين ومائتين |جـ 4 صـ 536| ",
                "title": "القفلي",
                "uri": "JK_000952_3296"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}