{
    "features": [
        {
            "item": "JK_000952_3287",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.528-529",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القطيعي</h1> يفتح القاف وكسر الطاء المهملة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها العين المهملة هذه النسبة إلى القطيعة وهي مواضع وقطائع في مجال متفرقة ببغداد والمشهور بهذه النسبة أبو معمر إسماعيل بن إبراهيم بن معمر بن الحسن الهروي القطيعي كان سكن قطيعة الربيع وهو موضع اقتطعه الربيع في أيام المنصور بغدادي ثقة وجده معمر بن الحسن محدث أيضا حدث عن هشيم وغيره روى عنه البخاري وروى البخاري عن محمد بن عبد الرحيم البزاز عنه حديثا مات في جمادى الأولى سنة ست وثلاثين ومائتين وأبو جعفر محمد بن سابق التميمي مولاهم القطيعي يروي عن شيبان النحوي ومالك بن مغول أصله كوفي ثم سكن بغداد في قطيعة الربيع فنسب إليها ومات بها وأحمد بن الوليد البغدادي القطيعي يحدث عن يحيى بن محمد الجاري روى عنه مطين والمحدث المشهور أبو بكر أحمد بن جعفر بن حمدان بن مالك بن شبيب القطيعي من قطيعة الدقيق محله في أعلى غربي بغداد يروي عن إسحاق وإبراهيم الحربيين والكديمي وأبي مسلم الكشي وكان يروي عن عبد الله بن أحمد بن حنبل المسند عن أبيه وكان مكثرا يروي عنه أبو عبد الله الحافظ البيع وأبو نعيم الحافظ الأصبهاني في جماعة كثيرة آخرهم أبو محمد الحسن بن علي الجوهري مات في ذي الحجة سنة ثمان وستين وثلاثمائة وأبو الحسن أحمد بن محمد بن منصور العتيقي قال ابن ماكولا قال لي إنه روياني الأصل وانتقل أهله إلى طرسوس ثم خرجوا عنها بعد سمع الكثير وخرج من الصحيحين وكان ثقة متقنا يفهم ما عنده وكان الخطيب الحافظ ربما دلسه روى عنه |جـ 4 صـ 529| وهو في الحياة يقول أخبرني أحمد بن أبي جعفر القطيعي لسكناه في قطيعة أم عيسى وأما المنسوب إلى قطيعة أم جعفر منهم أبو عيسى إسحاق بن محمد بن إسحاق الناقد حدث عن الحسن بن عرفة روى عنه أبو الحسن الجراحي ويوسف بن عمر القواس وأبو محمد إدريس بن طهوي بن حكيم بن مهران بن فروخ القطيعي يروي عن أبي بكر بن أبي شيبة ومحمد بن سليمان لوين روى عنه أبو الحسين محمد بن المظفر الحافظ وغيره ومات سنة ثمان وثلاثمائة وأما المنسوب إلى قطيعة عيسى بن علي منهم أبو القاسم إبراهيم بن محمد بن الهيثم القطيعي كان يسكن في جوار عبيد العجل بقطيعة عيسى حدث عن منصور بن أبي مزاحم وأبي معمر الهذلي وعمرو الناقد وغيرهم روى عنه أبو عبد الله الحسين بن إسماعيل المحاملي وأما المنسوب إلى قطيعة الفقهاء بالكرخ منهم أبو إسحاق إبراهيم بن محمد بن منصور القطيعي الكرخي من أولاد الأئمة شيخ سديد روى عن خديجة بنت محمد بن عبد الله الشاهجانية وهو آخر من روى عنها وأبي الحسين بن النقور وأبي بكر الخطيب وأبي محمد بن هزارمرد الصريفيني وأبي القاسم بن مسعدة الإسماعيلي وجماعة سواهم قرأت عليه الكثير وكنت أكتب له القطيعي لأنه كان يسكن قطيعة الفقهاء بالكرخ وكنت أقرأ عليه بها وتوفي في سنة سبع أو ثمان وثلاثين وخمسمائة وأبو خراسان أحمد بن محمد بن السكن القطيعي البغدادي يكنى أبا بكر ويعرف بأبي خراسان سمع أبا يعقوب إسحاق بن هشام التمار الخراساني وأبا يحيى زكريا بن عدي وأبا جعفر محمد بن سابق التميمي وعبد الصمد بن حسان حدث عنه أبو بكر محمد بن صالح بن الحسن القهستاني وأبو عبد الله محمد بن مخلد الدوري وأبو الحسن علي بن إسحاق المادرائي وغيرهم ",
                "title": "القطيعي",
                "uri": "JK_000952_3287"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}