{
    "features": [
        {
            "item": "JK_000952_4021",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.423-424",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الملائي</h1> بضم الميم هذه النسبة إلى الملاء والملاءة وهو المرط الذي تتستر به المرأة إذا خرجت وظني أن هذه النسبة إلى بيعه والمشهور بها أبو بكر عبد السلام بن حرب الملائي من أهل الكوفة يروي عن يحيى بن سعيد الأنصاري والبصريين روى عنه أبو غسان وأبو نعيم الكوفيان وأهل العراق مات سنة ست أو سبع وثمانين ومئة وأبو عبد الله عمرو بن قيس الملائي من أهل الكوفة يروي عن المنهال بن عمرو وعكرمة روى عنه أبو خالد الأحمر والكوفيون قال عبد الرحمن بن مهدي نظر الثوري إلى حماد بن سلمة فقال يا أبا سلمة أشبهك بشيخ صالح قال ومن هو قال عمرو بن قيس الملائي من ثقات أهل الكوفة ومتقنيهم وعباد أهل بلده وقرائهم وليس هذا بعمرو بن قيس بن يسير بن عمرو ذلك شيخ اخر كوفي صدوق أكثر روايته عن أبيه وأبو نعيم الفضل بن دكين ودكين لقب واسمه عمرو ابن حماد بن زهير بن درهم الأحوال الملائي مولى آل طلحة بن عبيد الله القرشي من أهل الكوفة وأئمتها وكان شريك عبد السلام بن حرب في دكان واحد يبيعان الملاء وكان من الرواة عنه وعنده عنه ألوف يروي عن الأعمش ومسعر بن كدام وزكريا بن أبي زائدة والثوري ومالك وشعبة وقطر بن خليفة وغيرهم روى عنه محمد بن إسماعيل البخاري وأحمد بن حنبل وأبو بكر وعثمان ابنا أبي شيبة وأبو زرعة وأبو حاتم الرازيان وإسحاق بن راهويه وعالم وكان مولده سنة ثلاثين ومئة ومات سنة ثمان أو تسع عشرة ومائتين وكان أصغر من وكيع بسنة وكان فيه دعابة ومزاح ولكن كان ثقة إماما وأبو إسرائيل إسماعيل بن أبي إسحاق الملائي العبسي من أهل الكوفة وقد قيل إنه مولى سعد بن حذيفة ولد بعد الجماجم بسنة وكانت الجماجم سنة ثلاث وثمانين ومات وقد قارب الثمانين يروي عن الحكم وعطية وروى عنه أهل العراق وكان رافضيا يشتم أصحاب رسول الله صلى الله عليه وسلم تركه عبد الرحمن بن مهدي وحمل عليه أبو الوليد الطيالسي حملا شديدا وهو مع ذلك منكر الحديث وأبو عبد الله ويقال أبو حمزة مسلم بن كيسان الأعور الملائي الضبي يروي عن أنس بن مالك رضي الله عنه ومجاهد روى عنه الثوري وشعبة اختلط في اخر عمره حتى كان لا يدري ما يحدث به فجعل يأتي بما لا أصل له عن الثقات فاختلط حديثه ولم يتميز تركه أحمد بن حنبل ويحيى بن معين |جـ 5 صـ 424| ",
                "title": "الملائي",
                "uri": "JK_000952_4021"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}