{
    "features": [
        {
            "item": "JK_000952_1186",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.240-241",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحفيد</h1> بفتح الحاء المهملة وكسر الفاء وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها الدال المهملة عرف بهذا أبو بكر محمد بن عبد الله بن محمد بن يوسف النيسابوري الحفيد عرف بهذا لأنه ابن بنت العباس بن حمزة الواعظ من نيسابور كان محدث أصحاب الرأي في عصره كثير الرحلة والسماع والطلب خرج إلى العراق والبحرين وغاب عن بلده أربعين سنة سمع جده العباس بن حمزة والحسين بن الفضل البجلي وأكثر عنه لمحل جده وأحمد بن نصر وأبا علي الحرشي وكافة مشايخ نيسابور وببغداد أبا العباس محمد بن يونس الكديمي وأبا علي بشر بن موسى الأسدي وأبا عبد الرحمن عبد الله بن أحمد بن حنبل وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال كان محدث أصحاب الرأي كثير الرحلة والسماع والطلب لولا مجون كان فيه وذلك أنه خرج من نيسابور سنة تسعين ومائتين وانصرف إليها سنة ثلاثين وثلاثمائة وأكثر مقامه كان بالعراقين ثم وقع إلى عمان واستوطنها وكان يعرف بالعراق وبلاد خراسان بأبي بكر النيسابوري وكان يعرف بنيسابور بأبي بكر العماني ومن الناس من يجرحه ويتوهم أنه في الرواية فليس كذلك فإن جرحه كان بشرب المسكر فإنه على مذهبه كان يشرب ولا يستره سمع بنيسابور وبالعراق وأكثر بالكوفة بانتقاء أبي العباس ابن سعيد على الشيوخ وسمع أخبار الغلابي عن آخرها بالبصرة وكتب عن أقرانه حدث بنيسابور تسع سنين وقد أكثرنا عنه وكان يحضر المجالس ويكتب أماليهم بخطه ثم خرج من نيسابور متوجها إلى مرو في المحرم من سنة تسع وثلاثين وثلاثمائة وخرج إلى بخارا وسمرقند وحدث بتلك الديار ثم انصرف في أواخر عمره إلى هراة إلى أن توفي بها وله بها عجائب وقصص يطول شرحها وتوفي بهراة في شهر رمضان من سنة أربع وأربعين وثلاثمائة قال الحاكم سمعت أبا بكر الحفيد يقول تقدمت إلى حانوت نصر بن أحمد بالبصرة وهو يخبز الأرز فقلت يا أبا القاسم أنشدنا من شعرك فقال كيف أنشد وأنا كما ترى % نار شوق ونار خبز وحر % % أي عيش يكون من ذا أمر % وأبو النضر أحمد بن محمد بن أحمد بن يحيى الانماطي الحفيد قيل له الحفيد لأنه ابن ابنة أبي يحيى البزاز من أهل نيسابور كان سمع الكثير وحدث عن أبي محمد عبد الله وأبي حامد أحمد ابني محمد بن الحسن الشرقي ومكي بن عبدان التميمي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وقال أبو النضر الحفيد ابن ابنة أبي يحيى البزاز ما علمت في أصحاب الرأي بنيسابور أكثر سماعا للحديث منه سمع أبا عمرو الحيري والمؤمل بن الحسن وأقرانهما وأكثر السماع بنيسابور وتوفي سنة ثمان وثلاثين وثلاثمائة |جـ 2 صـ 241| ",
                "title": "الحفيد",
                "uri": "JK_000952_1186"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}