{
    "features": [
        {
            "item": "JK_000952_2606",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.76-77",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطنزي</h1> بفتح الطاء المهملة وسكون النون وفي آخرها الزاي هذه النسبة إلى طنزة وهي قرية من ديار بكر بالجزيرة من نواحي ميافارقين والمشهور بالانتساب إليها أبو الفضل يحيى بن سلامة بن الحسين بن محمد الطنزي الحصكفي الخطيب كان إماما فاضلا حسن الشعر رقيق الطبع سار شعره في الأقطار وشاع ذكره في الأمصار كان ولد بطنزة وتربى بحصن كيفا وسكن ميافارقين وكان المفتي بديار بكر في عصره ولد سنة ستين وأربعمائة وكتب لي الإجازة في جميع مسموعاته وروى لي عنه جماعة من رفقائنا وأصدقائنا مثل عسكر بن اسامة النصيبي ببغداد وهو حصل لي الإجازة منه والخضر بن ثروان الثعلبي ببلخ وساعد بن فضائل المنبجي بنيسابور وعلي بن مسعود الإسعردي بالرقة وسلامة بن قيصر السنجاري بالقلعة المعروفة بجعبر وغيرهم أنشدني أبو العباس الفارقي إملاء من حفظه ببلخ قال أنشدني يحيى بن سلامة الطنزي لنفسه بميافارقين % وخليع بت أعذله % % ويرى عذلي من العبث % % قلت إن الخمر مخبثة % % قال حاشاها من الخبث % % قلت فالإرفاث يتبعها % % قال طيب العيش في الرفث % % قلت منها القيء قال أجل % % صرفت عن مخرج الحدث % % وسأسلوها فقلت متى % % قال عند الكون في الجدث % وأبو عبد الله مروان بن علي بن سلامة بن مروان الطنزي ورد بغداد وتفقه بها على الإمام أبي بكر محمد بن أحمد بن الحسين الشاشي وبرع في الفقه وسمع الحديث من أبي بكر أحمد بن علي بن الحسين الطريثيثي وغيره ورجع إلى بلاده وسكن قلعة فنك موضع من ديار بكر وكان في الأحياء وقت وصولي إلى بلاد الجزيرة ولم يتفق لي الاجتماع به وحدثني عنه أصحابنا ورفقاؤنا مثل أبي القاسم علي بن الحسن بن هبة الله الحافظ بدمشق وأبي الحسين سعد الله بن محمد بن علي الدقاق ببغداد وكانت وفاته فيما أظن بعد سنة أربعين وخمسمائة |جـ 4 صـ 77| وببغداد محلة من نهر طابق خربت الساعة يقال لها شارع الطنز والنسبة إليها طنزي منها شيخنا أبو المحاسن نصر بن المظفر بن الحسين بن أحمد بن محمد بن يحيى بن أحمد بن محمد بن يحيى بن خالد بن برمك البرمكي الطنزي من أهل بغداد سكن همذان ويلقب ب الشخص وبه عرف من بيت قديم مشهور غير أن الزمان تقاعد به وكان يصلي ببعض الأتراك بها سمع ببغداد أبا الحسين أحمد بن محمد بن النقور البزاز وبأصبهان أبا عمرو عبد الوهاب بن أبي عبد الله بن منده العبدي وغيرهما سمعت منه بهمذان في النوبة الثانية وسألته عن مولده فقال ولدت بشارع الطنز بدرب البرمة من نهر طابق في حدود سنة خمسين وأربعمائة أو قبلها وتوفي في شهر ربيع الآخر سنة خمسين وخمسمائة بهمذان |جـ 4 صـ 78| ",
                "title": "الطنزي",
                "uri": "JK_000952_2606"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}