{
    "features": [
        {
            "item": "JK_000952_1027",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.139-140",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجياني</h1> بفتح الجيم وتشديد الياء المعجمة بنقطتين من تحتها وفي آخرها النون هذه النسبة إلى جيان وهي بلدة كبيرة من بلاد الأندلس من المغرب والمشهور منها صاحبنا أبو الحجاج يوسف محمد بن فازو الجياني سمع الكثير معنا بخراسان بنيسابور وهراة ومرو وبلخ وولي الإمامة في الصلوات بمسجد راعوم نيابة عن شيخنا عمر بن أبي الحسن البسطامي وسكن بلخ إلى أن توفي بها في سنة تسع وأربعين وخمسمائة وكان سمع مني وسمعت منه شيئا يسيرا عن أبي القاسم الحريري سمع منه ببغداد وكان من خير الرجال ديانة وأمانة وفضلا وسيرة والله يرحمه وكانت ولادته يمدينة جبان في سنة تسع وتسعين وأربعمائة وأبو بكر محمد بن علي بن ياسر الجياني يعرف بابن أبي اليقظان من أهل جيان أيضا سمع معنا بمرو من زاهر بن طاهر الشحامي وغيره وكان سمع بالشام وبغداد كان كتوبا مكثرا قرأ الكثير ونسخ بخطه سمعت منه ببلخ أولا ثم بسمرقند ثم ببخارا ولقيته بنسف أيضا وكتب عني الكثير بهذه البلاد سمع قبلنا ومعنا وكانت ولادته سنة نيف وتسعين |جـ 2 صـ 140| وأربعمائة بجيان ومن القدماء أبو سعيد عبد الله وأبو عمر أحمد وأبو عثمان سعيد بن الفرج الجياني كانوا شعراء المغرب وهم من أهل مدينة جيان وأشهرهم عبد الله بن الفرج الجياني ومن شعره % تداركت من خطاي نادما % % أن أرجو سوى خالقي راحما % % فلا رفعت صرعتي إن رفعت % % يدي إلى غير مولاهما % % أموت وأدعو إلى من يموت % % بماذا أكفر هذا بما % وأحمد بن محمد الجياني أندلسي يعرف بتيس الجن شاعر مقدم خليع مشهور قال ابن ماكولا قاله لنا الحميدي وأغلب بن شعيب الجياني شاعر مقدم سكن قرطبة وكان من شعراء عبد الرحمن الناصر ومن بعده ذكره أبو محمد بن حزم الأندلسي وطوق بن عمرو بن شبيب الجياني أندلسي رحل وطلب وحدث ومات هناك سنة خمس وثمانين ومائتين قاله ابن يونس وهو تغلبي وجيان قرية من قرى الري منها أبو الهيثم طلحة بن الأعلم الحنفي الجياني قال ابن أبي حاتم أبو الهيثم الحنفي كان ينزل الري في قرية جيان روى عن الشعبي روى عنه سفيان الثوري وجرير ومروان بن معاوية سمعت أبي يقول ذلك وسألته عنه فقال شيخ ",
                "title": "الجياني",
                "uri": "JK_000952_1027"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}