{
    "features": [
        {
            "item": "JK_000952_2442",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.511-512",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصالحي</h1> بفتح الصاد المهملة وكسر اللام وفي آخرها الحاء المهملة هذه النسبة إلى صالح وهو اسم لبعض أجداد المنتسب إليه منهم أبو إسحاق إبراهيم بن عبد العزيز بن صالح الصالحي حدث عن أبي سعيد عبد الله بن سعيد الأشج وهارون بن حاتم الكوفيين وغيرهما روى عنه أبو بكر محمد بن محمد الباغندي وأبو عبد الله محمد بن مخلد العطار وطبقتهما قال أبو الحسين بن المنادي وأبو إسحاق إبراهيم بن عبد العزيز الصالحي من ولد صالح صاحب المصلى كان يعرف بالطلب والصلاح كتب الناس عنه ووثقوه مات في جمادى الأولى سنة أربع وثمانين ومائتين وأبو جعفر أحمد بن القاسم بن طاهر بن إسماعيل بن صالح بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الصالحي حدث وروى عنه أبو أحمد عبد الواحد بن المهتدي بالله الهاشمي وجماعة من الزيدية يقال لهم الصالحية ينتحلون مذهب الحسن بن صالح بن حي أحد أئمة الكوفة وزهادها وأخوه صالح بن صالح بن حي وفيهم كثرة حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أنا أبو الفضل محمد بن طاهر المقدسي إجازة قال قلت يوما للمرتضى أبي الحسن المطهر بن علي العلوي بالري الزيدية فرقتان الصالحية والجارودية أيهما خير فقال لا تقل أيهما خير ولكن قل أيهما شر قال وكنت يوما في مجلس يحيى بن الحسين الزيدي العلوي الصالحي فجرى ذكر الإمامية فأغلظ القول فيهم وقال لو كانوا من البهائم لكانوا البقر ولو كانوا من الطيور لكانوا الرخم في فصل طويل فقلت في نفسي قد كفى الله أهل السنة الوقيعة فيهم بوقيعة بعضهم في بعض وكانا إمامي الفريقين في وقتهما وأبو عبد الله عثمان بن علي بن أحمد بن محمد الصالحي عرف بابن الصالح فنسب إليه معلم سديد السيرة بباب المراتب شرقي بغداد سمع أبا الخطاب بن البطر وأبا عبد الله بن طلحة النعالي وغيرهما كتبت عنه شيئا يسيرا |جـ 3 صـ 512| وأما أبو الفرج محمد بن جعفر بن الحسن بن سليمان بن علي بن صالح الصالحي صاحب المصلى من أهل بغداد نسب إلى جده الأعلى حدث عن أبي بكر محمد بن محمد الباغندي والهيثم بن خلف الدوري وعبد الله بن إسحاق المدائني والحسن بن الطيب الشجاعي ومحمد بن إبراهيم البرتي وأبي الليث الفرائضي وأبي بكر بن أبي داود وأبي القاسم البغوي وروى عن خلق كثير من الغرباء مثل أبي عروبة الحراني وأبي الحسن بن جوصا الدمشقي ومكحول البيروتي والحسين بن أحمد بن بسطام الأيلي ومحمد بن سعيد الترخمي وغيرهم روى عنه أبو الحسن علي بن أحمد النعيمي وأبو القاسم علي بن المحسن التنوخي أحاديث تدل على سوء ضبطه وضعف حاله ذكره أبو القاسم حمزة بن يوسف السهمي فقال أبو الفرج محمد بن صالح بن جعفر البغدادي من ساكني البصرة في الجزيرة ضعيف لا يحتج بحديثه ما رأيت له اصلا جيدا ولا رأيت أحدا يثني عليه خيرا وسمعت جماعة يحكون عنه أنه غصب كتاب أبي مسلم بن مهران البغدادي وحدث به ولم يكن له فيه سماع ولد ببغداد في صفر سنة ست وتسعين ومائتين وتوفي بالبصرة سنة أربع وسبعين وثلاثمائة وكان انحدر إليها فأدركه أجله بها وأما الفرقة الصالحية فهم ينتمون إلى المعروف بالصالحي وكان يزعم أنه يجوز وجود الجوهر اليوم خاليا من الأعراض وفي هذا تطريق لأصحاب الهيولي في دعواهم أن هيولي العالم قديمة وأنها كانت في الأزل خالية عن الأعراض ثم حدث فيها الأعراض وكان يزعم أيضا أن العلم والقدرة والإرادة والسمع والرؤية يصح وجود هذا كله في الميت وعلى هذا الأصل يتصور أن يكون سائر الناس أمواتا ",
                "title": "الصالحي",
                "uri": "JK_000952_2442"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}