{
    "features": [
        {
            "item": "JK_000952_3600",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.165-167",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المازني</h1> بفتح الميم وكسر الزاي وفي آخرها نون هذه النسبة إلى مازن وهم قبائل وبطون فأما مازن بن منصور بن عكرمة بن خصفة بن قيس عيلان وهو أخو سليم وهوازن والمشهور منها عبيد الله بن عتبة بن غزوان المازني من بني مازن بن منصور قتل يوم الحرة سنة ثلاث وستين ومن مازن الأنصار عبد الله بن زيد بن عاصم المازني وأخوه تميم بن زيد وابن أخيه عباد بن تميم وحبان بن منقذ جد محمد بن يحيى من مازن الأنصار وأبو صرمة مالك بن قيس المازني منهم أيضا ومن مازن أخي سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر عتبة بن غزوان وهو الذي بنى البصرة وعبد الله بن بسر وعسية بن بسر والصماء بنت بسر فهؤلاء من مازن أخي سليم ومن مازن سليم الأعشي المازني الشاعر بصري له صحبة وهم مازن سليم كذا قال ابن أبي حاتم الرازي روى عنه معن بن ثعلبة وصدقة بن طيسلة وذكر أن الأعشي اسمه عبد الله بن الأعور وهو من مازن سليم لا مازن تميم |جـ 5 صـ 166| ومن مازن تميم ممن نزل البصرة صفوان بن محرز المازني وأبو عثمان بكر بن محمد المازني النحوي وعبيد الله بن العيزار المازني ومن مازن عمرو بن تميم الأعشي وأبو بكر محمد بن عبد الرحيم بن أحمد بن إسحاق بن إبراهيم بن سعيد بن مازن بن عمرو الأزدي المازني الكاتب ظني أنه نسب إلى جده الأعلى من أهل بغداد سمع أبا القاسم البغوي وأبا حامد الحضرمي ويحيى بن محمد بن صاعد وأحمد بن سليمان السوسي وإسماعيل بن العباس الوراق وعبيد الله بن أحمد بن بكر التميمي وعبد الله بن محمد بن زياد النيسابوري روى عنه ابنه علي وأبو محمد الحسن بن محمد الخلال وعمر بن إبراهيم الفقيه وأبو القاسم التنوخي وكان ثقة مأمونا ومات في شهر ربيع الاخر سنة اثنتين وثمانين وثلاث مئة وأبو عثمان بكر بن محمد بن بقية وقيل بكر بن محمد بن عدي بن حبيب المازني النحوي من أهل البصرة من بني مازن بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل أستاذ أبي العباس المبرد أحد أئمة الأدب يروي عن أبي عبيدة والأصمعي وأبي زيد الأنصاري ومحبوب بن الحسن القزاز روى عنه الفضل بن محمد اليزيدي والمبرد والحارث بن أبي أسامة ومحمد بن الجهم السمري ومات بالبصرة سنة تسع وأربعين ومائتين ومن مازن الأنصار أيضا عبد الله بن عبد الرحمن بن أبي عمرة الأنصاري المازني يروي عن عمه عن أبي هريرة رضي الله عنه روى عنه معقل بن عبد الله وعبد الكريم الجزرياني وأما مازن تميم ففيهم كثرة ويقال لبني مازن مالك بن عمرو بن تميم وبني يربوع بن حنظلة بن مالك بن زيد مناة بن تميم الأنكدان قال القشيري % ها إن ذا الشر مجموع % % الأنكدان مازن ويربوع % |جـ 5 صـ 167| ",
                "title": "المازني",
                "uri": "JK_000952_3600"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}