{
    "features": [
        {
            "item": "JK_000952_0607",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.410-411",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البورقي</h1> بضم الباء الموحدة وسكون الواو وفتح الراء وفي آخرها القاف هذه النسبة إلى بورق وهو شيء يقال له بوره والمشهور بهذه النسبة أبو عبد الله محمد بن سعيد بن عمرو بن سعيد البورقي وقال أبو بكر الخطيب في تاريخ بغداد هو أبو عبد الله محمد بن سعيد بن محمد بن سعيد بن عمرو البورقي من أهل مرو وكان وضاعا يضع الحديث ويكذب كذبا فاحشا حدث عن أبي عبد الرحمن أحمد بن عبد الله بن حكيم الفرياناني ومحمد بن علي بن الحسن بن شقيق ومطر بن الحكم ومحمد بن عبد الله بن قهزاذ وغيرهم روى عنه أبو بكر محمد بن عبد الله الشافعي وعيسى بن حامد الرخجي قال الحاكم أبو عبد الله الحافظ أبو عبد الله البورقي حدث بنيسابور جملة من المناكير عن قوم مجهولين فروى عنه جماعة من مشايخنا وأمسك جماعة من الزواية عنه وقال مسلم بن الحسن الحافظ المروزي أبو عبد الله البورقي كان فقيها صاحب أحاديث مناكير صحبته في طريق مكة فلما دخلنا الكوفة حضر أبو العباس بن عقدة الحافظ في جماعة وطالبوه بفوائد فذكر أنه خلفها ببغداد فسألوه حتى كتب إلى من أنفذ إليه الفوائد فحمل لوقت الإنصراف من الحج فانتخبوا عليه بحضرتنا سنة تسع وثلاثمائة سمعت عبد الرحمن بن أبي غالب الطاهري ببغداد يقول سمعت أبا بكر أحمد بن علي بن ثابت الخطيب الحافظ يقول قال أبو عبد الله محمد بن عبد الله الحافظ أبو عبد الله محمد بن سعيد البزرقي قد وضع من المناكير على الثقات ما لا يحصى وأفحشها روايته عن بعض مشايخه عن الفضل بن موسى السيناني عن محمد بن عمرو عن أبي سلمة عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم كما زعم أنه قال سيكون في أمتي رجل يقال له أبو حنيفة هو سراج أمتي هكذا حدث به في بلاد خراسان ثم حدث بالعراق بإسناده وزاد فيه أنه قال وسيكون في أمتي رجل يقال له محمد بن إدريس فتنته على أمتي أضر من فتنة إبليس قال أبو بكر الخطيب الحافظ عقيب هذا ما كان أجرأ هذا الرجل على الكذب كأنه لم يسمع حديث رسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتبوأ مقعده من النار نعوذ بالله من غلبة الهوى ونسأله التوفيق لما يحب ويرضى وقال الحاكم أبو عبد الله الحافظ في التاريخ أبو عبد الله البورقي حدث بنيسابور بجملة من المناكير عن قوم مجهولين فروى عنه جماعة من مشايخنا وأمسك جماعة عن الرواية عنه وتوفي بمرو في شهر ربيع الأول سنة ثمان عشرة وثلاثمائة |جـ 1 صـ 411| ",
                "title": "البورقي",
                "uri": "JK_000952_0607"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}