{
    "features": [
        {
            "item": "JK_000952_3796",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.287-289",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المستملي</h1> بضم الميم وسكون السين المهملة وفتح التاء المنقوطة من فوقها باثنتين وسكون الميم وفي اخرها اللام اختص بهذه النسبة جماعة كثيرة كانوا يستملون للأكابر والعلماء منهم أبو بكر محمد بن أبان بن وزير المستملي البلخي وكان أحد حفاظ الحديث ومتقنيهم بخراسان وإنما قيل له المستملي لأنه كان يستملي على وكيع بن الجراح يروي عن مروان بن معاوية الفزاري ويحيى بن سليم الطائفي وعبد الرزاق بن همام وسفيان بن عيينة روى عنه جماعة من أهل بغداد والكوفة وكان فاضلا حسن المذاكرة ممن جمع وصنف روى عنه محمد بن إسماعيل البخاري في صحيحه وإسماعيل بن إسحاق القاضي وإبراهيم بن إسحاق الحربي والحسن بن علي المعمري وموسى بن هارون وعبد الله بن محمد البغوي وغيرهم مات سنة أربع أو خمس وأربعين ومائتين ويحيى بن راشد البصري مستملي أبي عاصم النبيل يروي عن داود ابن أبي هند دخل الشام وحدثهم بها فحديثه عند أهل العراق والشام مات سنة إحدى عشرة ومائتين قبل أبي عاصم بسنة ومات أبوه راشد بعده بسنة وأبو عبد الرحمن سلمة بن شبيب النيسابوري المستملي سكن مكة وكان مستملي المقبري يروي عن يزيد بن هارون وعبد الرزاق بن همام روى عنه الناس مات بمكة سنة سبع وأربعين ومائيتن وأبو إسحاق المستملي البلخي هو إبراهيم بن أحمد بن إبراهيم بن داود الحافظ من أهل بلخ كان يستملي على أبي بكر عبد الله بن محمد بن علي الطرخاني الحافظ وكان عالما عارفا بأحاديث أهل بلخ ومشايخهم والتواريخ وجمع علومهم وكان يروي الصحيح الجامع للبخاري عن أبي عبد الله محمد بن يوسف الفربري وكان بندرا في الحديث روى عنه أبو ذر عبد بن أحمد الهروي بمكة وأبو عبد الله محمد بن أحمد بن محمد الغنجار الحافظ ببخارى ومات ببلخ في شهور سنة ست وسبعين وثلاث مئة |جـ 5 صـ 288| والحسن بن عبد الملك بن الحسن بن أحمد الأنصاري المستملي اليشكري من بني يشكر من أهل بخارى كان مستملي شيوخ بخارى قاطبة في زمانه سمع أبا محمد أحمد بن عبد الله المزني وأبا صالح خلف بن محمد الخيام ببخارى وببغداد أبا بكر أحمد بن يوسف بن خلاد النصيبي وأبا بكر أحمد مالك القطيعي وأبا علي محمد بن أحمد الصواف وسمع منه جماعة ومات ببخارى قبل الصلاة في شهر ربيع الاخر سنة ثلاث وتسعين وثلاث مئة وأبو بكر محمد بن إسماعيل بن العباس بن محمد بن عمر بن مهران بن فيروز بن سعيد المستملي الوراق المعروف بأبي بكر بن أبي علي من أهل بغداد سمع أباه أبا علي الحسن بن الطيب الشجاعي وعمر بن أبي غيلان الثقفي وأحمد بن الحسن بن عبد الجبار الصوفي وحامد بن محمد بن شعيب البلخي ومحمد بن يحيى بن الحسين العمي ومحمد بن محمد بن سليمان الباغندي وعبد الله بن محمد البغوي ومن بعدهم روى عنه أبو الحسن الدارقطني وأبو بكر البرقاني وأبو القاسم الأزهري والحسن بن محمد الخلال وأبو محمد الحسن بن علي الجوهري وجماعة يطول ذكرهم وحكي عنه أنه قال دققت على أبي محمد بن صاعد بابه فقال من ذا فقلت أنا أبو بكر بن أبي علي يحيى هاهنا فسمعته يقول للجارية هاتي النعل حتى أخرج إلى هذا الجاهل الذي يكني نفسه وأباه ويسميني فأصفعه وسئل أبو بكر البرقاني عن أبي بكر بن أبي علي فقال ثقة ثقة وقال محمد بن أبي الفوارس أبو بكر بن إسماعيل متيقظ حسن المعرفة وكانت كتبه ضاعت في شهر ربيع الاخر سنة ثمان وسبعين وثلاث مئة وأبو مسلم عبد الرحمن بن يونس بن هاشم الرومي المستملي مولى أبي جعفر المنصور كان يستملي على سفيان بن عيينة ويزيد بن هارون وحدث عن ابن عيينة وحاتم بن إسماعيل ومعن بن عيسى وعبد الله بن إدريس ومحمد بن فضيل روى عنه محمد بن إسماعيل البخاري في صحيحه وحاتم بن الليث الجوهري وعباس بن محمد الدوري وحنبل بن إسحاق وإبراهيم بن إسحاق الحربي وأبو بكر بن أبي الدنيا القرشي وسئل عنه أبو حاتم الرازي فقال صدوق ومات سنة خمس وعشرين أو نحوها وأبو سفيان هارون بن سفيان بن راشد المستملي المعروف بمكحلة حدث عن محمد بن حرب الخولاني وبقية بن الوليد ويعلى بن الأشدق ويحيى بن سليم الطائفي روى عنه إبراهيم بن موسى الجوزي وعبد الله بن إسحاق المدائني وأبو القاسم البغوي وكان مستملي أبي نعيم الملائي فيما أظن فإنه روى قال قال لي أبو نعيم يا هارون اطلب لنفسك صناعة غير الحديث فكأنك بالحديث قد صار على مزبلة ومات مكحلة ببغداد في |جـ 5 صـ 289| شعبان سنة سبع وأربعين ومائتين وأبو سفيان هارون بن سفيان بن بشير المستملي كان مستملي يزيد بن هارون يعرف بالديك حدث عن يزيد بن هارون ومعاذ بن فضالة وأبي زيد النحوي وزياد بن سهل الحارثي ومحمد بن عمر الواقدي وأبي نعيم الفضل بن دكين وغيرهم روى عنه جعفر بن محمد بن كزال وعبيد العجل وأبو بكر بن أبي الدنيا وعبد الله بن إسحاق المدائني ومات في سنة خمسين أو إحدى وخمسين ومائتين ببغداد وأبو طاهر إبراهيم بن أحمد بن سعيد بن محمد بن إسحاق المستملي البخاري الطبيب كان يستملي على شيوخ بخارى والده سمع أبا عمرو محمد بن محمد بن صابر وأبا أحمد محمد بن الحسن البخاريين روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وأبو إبراهيم إسماعيل بن محمد بن عبد الله بن أحمد بن سهل بن سهيل بن أرزح الاملي المستملي المذكر المفسر من أهل بخارى سمع أبا العباس جعفر بن محمد بن المكي بن المسيب بن حجر النقبوني والقاضي أبا سعيد الخليل بن أحمد السجزي وأبا حامد محمد بن محمد بن عبد الله الصائغ وسمع منه مسند السراج القدر الذي قرىء عليه ببخارى روى عنه أبو محمد عبد العزيز محمد بن محمد النخشبي والسيد أبو بكر محمد بن علي بن حيدرة الجعفري وذكره عبد العزيز في معجم شيوخه فقال إسماعيل المستملي يميل إلى مذهب المتكلمين في الأصول فسر كتاب التعرف لمذهب التصوف لأبي بكر بن أبي إسحاق فذكر فيه من البدع ما ذكر وسمع من شيوخ آمل جيحون أيضا بعد السبعين مات يوم الاثنين بعد الظهر السادس عشر من ذي القعدة سنة أربع وثلاثين وأربع مئة وأبو سعد وجيه بن أبي الطيب المستملي وكان يستملي على شيوخ نيسابور سمع أبا محمد الحسن بن أحمد المخلدي وغيره سمع منه عبد العزيز النخشبي ",
                "title": "المستملي",
                "uri": "JK_000952_3796"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}