{
    "features": [
        {
            "item": "JK_000952_3476",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.89-90",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكلواذاني</h1> بفتح الكاف وسكون اللام وفتح الواو والذال المعجمة بين الألفين وفي اخرها النون هذه النسبة إلى كلوذان وهي قرية من قرى بغداد على خمسة فراسخ منها فالنسبة إليها كلواذاني وكلوذاني ومن مشهوري المحدثين منها أبو بكر محمد بن رزق الله الكلواذاني من أهل بغداد يروي عن أبي عاصم الضحاك بن مخلد النبيل ويزيد بن هارون وشبابة بن سوار ويعقوب بن عبد الله بن محمد بن ناجية وأبو حامد محمد بن هارون الحضرمي ويحيى بن محمد بن صاعد ويوسف بن يعقوب التنوخي ومات في شوال سنة تسع وأربعين ومائتين روى عنه |جـ 5 صـ 90| حاجب بن أركين الفرغاني وأبو بكر محمد بن هارون الروياني وغيرهما وأبو محمد حبوش بن رزق الله بن بيان الكلواذاني ولد بمصر وأبوه من أهل كلواذان ثقة يروي عن أبي صالح كاتب الليث ونضر بن عبد الجبار توفي في شوال سنة اثنتين وثمانين ومائتين وإبراهيم بن رزق الله بن بيان الكلواذاني من أهل كلواذي أخو حبوش مولده ببلده ومولد أخيه بمصر وأبو الخطاب محفوظ بن أحمد بن الحسن بن أحمد الكلواذاني من أهل باب الأزج أحد الفقهاء وكان مفتيا فاضلا ورعا دينا غزير الفضل وافر العقل وكان له شعر رقيق سمع أبا محمد الحسن بن علي الجوهري وأبا طالب محمد بن علي بن الفتح العشاري وأبا علي محمد بن الحسين الجازري وأبا يعلى محمد بن الحسين بن الفراء وغيرهم سمع منه جماعة من الأئمة ويروي لنا عنه أبو الكرم المبارك بن مسعود بن خميس العسال وأبو طالب محمد بن علي بن خضير الصيرفي وأبو المعمر المبارك بن أحمد بن عبد العزيز الأزجي وغيرهم وكانت ولادته في شوال سنة اثنتين وثلاثين وأربعمائة وتوفي في جمادى الاخرة سنة عشر وخمسمائة وصلي عليه في جامع القصر ودفن بباب حرب ومن القدماء أبو الحسين أحمد بن عبيد الله بن أحمد الكلواذاني المعروف بابن قزعة سمع المحاملي والصولي روى عنه محمد بن عمر بن بكير المقري وكان من أهل الأدب والعلم وكتب الحديث الكثير والمصنفات الطوال من سائر الأصناف وطلب العلم طول عمره ولم يحدث إلا بشيء يسير ",
                "title": "الكلواذاني",
                "uri": "JK_000952_3476"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}