{
    "features": [
        {
            "item": "JK_000952_3150",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.427-430",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القاص</h1> بفتح القاف وفي آخرها الصاد المشددة المهملة |جـ 4 صـ 428| هذه نسبة إلى القصص والموعظة وهم جماعة فمنهم محمد بن كعب بن سليم القرظي أبو حمزة القاص يروي عن زيد بن أرقم وأبو حزرة يعقوب بن مجاهد القاص المخزومي يكنى أبا يوسف يلقب بأبي حزرة القاص يروي عن عبادة بن الوليد ومحمد بن كعب والقاسم بن محمد حديثه في صحيح مسلم بن الحجاج روى عنه حاتم بن إسماعيل ويحيى بن سعيد ومحمد بن عيسى القاص وهو قاص عمر بن عبد العزيز كان يقص بالمدينة يروي عن أبي هريرة وجابر مرسلا وأبي سلمة بن عبد الرحمن وأبي صرمة وعمر بن عبد العزيز روى عنه سليمان التيمي والليث بن سعد ومحمد بن إسحاق بن يسار وحرب بن قيس وعبد العزيز بن العباس وأبو معشر نجيح وعمر بن عبد الرحمن بن محيصن وموسى بن عبيدة وقال ابن أبي حاتم محمد بن قيس قاص عمر بن عبد العزيز مديني سمعت محمد بن أبي العباس الخليلي الحافظ بنوقان يقول طالعت الأمالي التي أملاها والدك رحمه الله وجهدت أن أعثر فيها على خطأ فما عثرت عليه حتى رأيت فيها محمد بن قيس قاص عمر بن عبد العزيز فقلت هذا وهم وإنما هو قاص عمر بن عبد العزيز ثم قال محمد بن أبي العباس فرأيت بعد ذلك في كتاب معتمد محمد بن قيس قاص عمر بن عبد العزيز وهو قاضي عمر بن عبد العزيز فعرفت أنه ما وهم ومحمد بن قيس كان يقال له قاص عمر بن عبد العزيز وهو قاضي عمر بن عبد العزيز وأبوإبراهيم بن أبي سليمان القاص يروي عن أبي حزرة يعقوب بن مجاهد روى عنه عبد العزيز بن عبد الله الأويسي وعطاء يسار قاص أهل المدينة وسعيد بن حسان قاص أهل مكة يروي عن عروة بن عياض عن جابر روى عنه سفيان بن عيينة وأبو أحمد الزبيري ومطيع القاص قاله يحيى بن معين وعمر بن ذر المرهبي قاص أهل الكوفة |جـ 4 صـ 429| وأبو بكر أحمد بن الحسن بن عمران بن موسى القاص من أهل بغداد حدث عن أحمد بن منصور الرمادي ومحمد بن إسحاق الصغاني روى عنه أحمد بن الفرج بن الحجاج وذكر ابن الثلاج أنه سمع منه في سنة خمس وعشرين وثلاثمائة وعبدوس بن محمد القاص بغدادي نزل مصر وكان يقص بها وحدث بها وكتب عنه وتوفي بمصر في جمادى الأولى سنة ثلاث أو اثنتين وخمسين ومائتين وأبو عمرو بن عبد الرحمن القاص القرشي الكوفي بياع الملاء ويقال طائي يروي عن أبيه وعكرمة روى عنه سليمان التيمي والثوري وشريك وأبو معاوية الضرير وابن ابنه أسباط وأبو عمرو محمد بن ميسرة القاص والد أسباط بن محمد يروي عن عكرمة روى عنه سليمان التيمي وابنه أسباط وسئل يحيى بن معين عنه قال شيخ وأبو وائل عبد الله بن بحير القاص الصنعاني وليس هذا بعبد الله بن بحير بن ريسان ذاك ثقة وهذا يروي عن عروة بن محمد بن عطية وعبد الرحمن بن يزيد الصنعاني العجائب التي كأنها معمولة ولا يجوز الاحتجاج به روى عنه عبدالرزاق بن همام وإبراهيم بن خالد الصنعانيان وعبد الرحمن بن إبراهيم القاص كان يسكن كرمان ثم انتقل إلى البصرة يروي عن العلاء بن عبد الرحمن روى عنه عفان منكر الحديث يروي مالا يتابع عليه وليس بمشهور في العدالة فيقبل منه ما انفرد به على أن التنكب عن أخباره أولى عند الإحتجاج وأبو بكر محمد بن العباس بن الحسين القاص ذكره أبو بكر الخطيب الحافظ في |جـ 4 صـ 430| التاريخ وقال كان شيخا فقيرا يقص في جامع المنصور ببغداد وفي الطرقات والأسواق وسمعته يقول حدثنا أبو بكر محمد بن أحمد المفيد وذكر حديثا ثم قال سمعت منه هذا الحديث في سنة تسع وأربعمائة وحدثنا أيضا عن أبي بكر بن مالك القطيعي بحكاية عن العباس بن يوسف الشكلي وكانت وفاته في أول سنة ثلاثين وأربعمائة والإمام أبو العباس أحمد بن أبي أحمد القاص الطبري إمام عصره وصاحب التصانيف في الفقه والفرائض وأدب القاضي معرفة القبلة وغيرها تفقه على أبي العباس بن سريج وبرع في الفقه وتلمذ له جماعة منهم أبو علي الطبري المعروف بالزجاجي وإنما قيل لأبي العباس القاص لدخوله دار الديلم والجبل وقود عساكر الجهاد منها إلى الروم بالوعظ والتذكير ومن أشهر مصنفاته كتابه الموسوم بالتلخيص وهو أجمع كتاب في فنه للأصول والفروع على قلة عدد أوراقه وخفة محمله على أصحابه وكتابه في أصول الفقه وهو كتاب مقنع ممتع وكان من أخشع الناس قلبا إذا قص فمن ذلك ما يحكى عنه أنه كان يقص على الناس بطرسوس فأدركته روعة ما كان يصف من جلال الله وعظمته وملكته خشية ما كان يذكر من بأسه وسطوته فخر مغشيا عليه وانقلب إلى الآخرة لاحقا باللطيف الخبير ",
                "title": "القاص",
                "uri": "JK_000952_3150"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}