{
    "features": [
        {
            "item": "JK_000952_4097",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.467-470",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النحوي</h1> هذه النسبة إلى معرفة النحو وعلم الإعراب وقيل إنما سمي هذا العلم بهذا الاسم لأن العرب لما اختلطوا بالعجم وولد لهم الأولاد من الأعجميات فسد لسانهم وصاروا يلحنون في الكلام فقال علي رضي الله عنه لأبي الأسود الدؤلي قد فسد لسان المولدين فاجمع في علم الإعراب شيئا وكان العرب قبل ذلك لا يحتاجون إلى ذلك بطبعهم وأخذهم الأدب واللسان من معدنه فلما كثر أولاد السبايا احتاجوا إلى تعلم الإعراب فجمع أبو الأسود الدؤلي شيئا من الإعراب ثم قال لطالبها أو متعلمها انح نحوه فسمي هذا النوع من العلم النحو وكان في هذا الفن جماعة كثيرة من العلماء والمشهور من المتقدمين به أبو معاذ الفضل بن خالد النحوي المروزي مولى باهلة يروي عن ابن المبارك وعبيد بن سليم روى عنه محمد بن علي بن الحسن بن شقيق وأهل بلده مات سنة إحدى عشرة ومئتين وأما أبو عمرو نعيم بن ميسرة النحوي ويقال أبو عمر أيضا من أهل الكوفة سكن الري وقدم مرو فكتب عن أهل المصرين يروي عن أبي إسحاق السبيعي روى عنه محمد بن حميد مات سنة أربع وسبعين ومئة يعتبر حديثه من غير رواية ابن حميد عنه وعبيدة النحوي يروي عن أبي حيان التميمي روى عنه عثمان والد عمرو بن عثمان وأبو بكر محمد بن مؤمن بن محمد بن بن مؤمن الكندي الرقي النحوي من أهل مصر أو من ساكنيها ذكره أبو زكريا يحيى بن علي الطحان في زيادات التاريخ وقال كتب الحديث والنحو وأكثر وكان رجلا صالحا توفي في ربيع الأول سنة إحدى وخمسين وثلاثمئة وقد قارب الثمانين وأبو العباس أحمد بن يحيى بن زيد بن سيار النحوي الشيباني مولاهم المعروف |جـ 5 صـ 468| بثعلب إمام الكوفيين في النحو واللغة وكان ثقة حجة دينا صالحا مشهورا بالحفظ وصدق اللهجة والمعرفة بالغريب ورواية الشعر القديم مقدما عند الشيوخ مذ هو حدث ويقال إن أبا عبد الله محمد بن زياد بن الأعرابي إذا شك في الشيء فيقول ما عندك يا أبا العباس في هذا ثقة بغزارة حفظه ولد في سنة مئتين واشتغل بالعلم سنة عشر ومئتين ومات في جمادى الأولى سنة إحدى وتسعين ومئتين فقلت وزرت قبره غير مرة بباب الشام كنت اجتاز بقبره في كل أسبوع نوبتين أو ثلاثة وأبو بكر محمد بن عثمان بن مسبح الشيباني النحوي يعرف بالجعد من أهل بغداد صاحب ابن كيسان النحوي كان من علماء الناس وأفاضلهم وصنف كتابا في ناسخ القرآن ومنسوخه حدث به عن أبي بكر أحمد بن جعفر بن سلم عنه وهو من أحسن الكتب وأجودها وقال أبو طاهر محمد بن علي بن محمد الواعظ الجعد بغدادي وله كتاب صنفه في غريب القرآن وكان لما فرغ من عمله أخذ نفسه بحفظه فلم يمكث إلا يسيرا حتى توفي ولم يخرج الكتاب عنه وذكر غيره أن الجعد صنف كتبا عدة منها كتاب القراءات وكتاب الهجاء والمقصور والممدود والمذكر والمؤنث والعروض وخلق الإنسان والفرق ومختصر النحو ومن المعروفين سيد القراء أبو عمرو زبان بن العلاء بن عمار بن العريان البصري النحوي من أئمة البصرة في القراءات والنحو واللغة يروي عن الحسن وعطاء ومجاهد روى عنه عبد الوارث ووكيع والأصمعي وأبو زيد النحوي وأبو أسامة الكوفي وجماعة سواهم وكان لأبي عمرو بن العلاء أخ يقال له أبو سفيان وسئل يحيى بن معين عنهما فقال ليس بهما بأس وقال أبو خيثمة زهير بن حزب كان أبو عمرو بن العلاء رجلا لا بأس به ولكنه لم يحفظ وأما نحو بطن من الأزد قال ابن ماكولا قال لنا النسابة قال لنا الشريف ابن أخي اللبن شيبان بن عبد الرحمن النحوي لم يكن نحويا إنما هو من نحو بن شمس بن مالك بن فهم من الأزد سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بأصبهان |جـ 5 صـ 469| يقول سمعت أبا الفضل محمد بن طاهر بن علي المقدسي الحافظ يقول نحوة بن شمس بضم الشين المعجمة بطن من الأزد منهم شيبان بن عبد الرحمن أبو معاوية التميمي النحوي المؤدب البصري سكن الكوفة زمانا ثم انتقل عنها إلى بغداد حدث عن الحسن البصري وقتادة ويحيى بن أبي كثير وغيرهم روى عنه عبد الرحمن بن مهدي وغيره قال أبو بكر أحمد بن علي بن ثابت الحافظ ذكر لي أبو الحسن النعيمي عن أبي أحمد العسكري أن شيبان النحوي ينسب إلى بطن يقال لهم بنو نحوة قال النعيمي هم بنو نحوة بن شمس وقال أبو الحسين بن المنادي أن المنسوب إلى القبيلة من الأزد التي يقال لها نحو هو يزيد النحوي لا شيبان وقال أبو بكر بن أبي داود يزيد النحوي هو يزيد بن أبي سعيد وهو بطن من الأزد يقال لهم بنو نحوة ليسوا من نحو العربية ولم يروي منهم الحديث إلا رجلان أحدهما يزيد هذا وسائر من يقال له النحوي فمن نحو العربية شيبان النحوي وهارون النحوي وأبو زيد النحوي مات شيبان بن عبد الرحمن النحوي ببغداد سنة أربع وستين ومئة وفي خلافة المهدي ودفن بمقبرة الخيزران وأما المنسوب إلى نحو العربية فهو أبو الحسين محمد بن عبد الله بن القاسم النحوي الحارثي الرازي يلقب بجراب الكذب روى عن وهب بن إبراهيم الفامي وأبي حاتم الرازي وذكر أنه درس على المبرد وثعلب ويقال إنه كان يعقد في جامع الري في زاوية تعرف بزاوية الكذب ويحدث بأحاديث كذب فقيل له إنك لقبت بجراب الكذب فقال بل أنا جواليق الكذب فإن شئت فاسمع وإلا فامض |جـ 5 صـ 470| ",
                "title": "النحوي",
                "uri": "JK_000952_4097"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}