{
    "features": [
        {
            "item": "JK_000952_3879",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.345-347",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعمري</h1> بفتح الميمين وسكون الغين بينهما وفي اخرها راء هذه النسبة إلى معمر ولكن كل واحد ينسب بهذه النسبة بسبب اخر فأما أبو سفيان محمد بن حميد اليشكري المعمري إنما اشتهر بهذه النسبة لرحلته إلى معمر بن راشد بصنعاء وتحصيله كتبه وحديثه وسمع أيضا هشام بن حسان وسفيان الثوري روى عنه محمد بن عيسى بن الطباع وعبد الله بن عون الخراز وأبو جعفر النفيلي وعمرو بن محمد الناقد ومحمد بن عبد الله بن نمير وأبو سعيد الأشج وكان مذكورا بالصلاح والعبادة فاضلا وقيل ليحيى بن يحيى محمد بن حميد من أين قال بصري وكان يكون ببغداد قلت أين كتبت عن معمر قال باليمن وكان يحيى بن معين يقول المعمري أحب إلي |جـ 5 صـ 346| من عبد الرزاق وكان يوثقه مات في سنة اثنتين وثمانين ومئة وابنه أبو محمد القاسم بن أبي سفيان المعمري يروي عن عبد الرحمن بن حبيب بن أبي حبيب روى عنه قتيبة بن سعيد ومحمد بن أبي عتاب الأعين والحسن بن الصباح وغيرهم وأبو علي الحسن بن علي بن شبيب المعمري الحافظ إنما اشتهر بهذه النسبة لأنه عني بجمع حديث معمر وقيل إن أمه بنت سفيان بن أبي سفيان صاحب معمر بن راشد فنسب إليها وكان حافظا جليل القدر كثير السماع صاحب كتاب اليوم والليلة كثرت الرواية عنه وسمعت جزءا من هذا الكتاب بواسط عن قاضيها أبي عبد الله الجلابي وروى الكتاب كله محمد بن إدريس الجرجرائي الحافظ عن أبي بكر محمد بن أحمد المفيد عنه سمع هدبة بن خالد وعبيد الله بن معاذ العنبري وعلي بن المديني ويحيى بن معين وداود بن عمر الضبي ودحيم بن اليتيم وأحمد بن عمرو بن السرح وخلقا يطول ذكرهم روى عنه يحيى بن صاعد ومحمد بن مخلد وأبو بكر بن النجاد وأبو سهل بن زياد ومات في المحرم سنة خمس وتسعين ومائتين وأبو عمرو عثمان بن عمر المعمري التيمي صاحب الزهري منسوب إلى عبيد الله بن معمر ومن القدماء عبد الله بن عبد الرحمن المعمري يروي عن سعيد بن المسيب روى عنه ابن جريج ومن أولاد من تقدم أبو بكر محمد بن عبد الله بن سفيان بن أبي سفيان محمد بن حميد المعمري يروي عن محمد بن الفرح الأزرق والحارث بن أبي أسامة ومحمد بن سليمان الباغندي وإسماعيل بن إسحاق القاضي روى عنه القاضي أبو عمر القاسم بن عبد الواحد الهاشمي وأبو العلاء محمد بن الحسن الوراق البغدادي انتقل إلى البصرة في اخر عمره وسكنها إلى حين وفاته ومات بعد سنة سبع وثلاثين وثلاث مئة بالبصرة وأما أبو بكر أحمد بن علي بن يحيى بن عوف بن الحارث بن الطفيل بن أبي معمر عبد الله بن سخبرة الأزدي المعروف بالمعمري من أهل قصر ابن هبيرة وإنما نسب إلى جده أبي معمر وهو أخو يحيى بن علي روى عن أبي القاسم عبد الله بن محمد البغوي ويحيى بن محمد بن صاعد روى عنه الحسن بن محمد الخلال أبو محمد وكان ثقة وتوفي في سنة أربع وثمانين وثلاث مئة |جـ 5 صـ 347| وأما عبيد الله بن محمد بن حفص بن عائشة التيمي المعمري من ولد عمر بن عبيد الله بن معمر والمشهور بالنسبة إلى عائشة وقد ذكرناه في العيشي والعائشي وأبو القاسم علي بن محمد بن إسحاق بن إبراهيم بن معمر الهمداني المعمري نسب إلى جده يروي عن أبي أحمد عبد الله بن عدي الحافظ وأبي بكر أحمد بن إبراهيم الإسماعيلي وأما المعمرية فهم المنتمون إلى معمر رجل من القدرية وهو من أعظمهم في الدقائق كفرا وفضائحه كثيرة منها قولهم إن الله عز وجل لم يخلق شيئا غير الأجسام فأما الأعراض فهي اختراعات الأجسام إما بالطبع أو بالاختيار والأعراض كلها من فعل الأجسام ولهم مقالات سوى هذه أشنع من هذه ",
                "title": "المعمري",
                "uri": "JK_000952_3879"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}