{
    "features": [
        {
            "item": "JK_000129_005809",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.53-54",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رغال</h1> بكسر أوله وآخره لام كأنه جمع رغل وهو نبت من الحمض ورقه مفتول وقال الليث الرغل نبات تسميه الفرس السرمق وقبر أبي رغال يرجم قرب مكة وكان وافد عاد جاء إلى مكة يستسقي لهم وله قصة وقيل إن أبا رغال رجل من بقية ثمود وإنه كان ملكا بالطائف وكان يظلم رعيته فمر بامرأة ترضع صبيا يتيما بلبن عنز لها فأخذها منها فبقي الصبي بلا مرضعة فمات وكانت سنة مجدبة فرماه الله بقارعة أهلكته فرجمت العرب قبره وهو بين مكة والطائف وقيل بل كان قائد الفيل ودليل الحبشة لما غزوا الكعبة فهلك فيمن هلك منهم فدفن بين مكة والطائف فمر النبي بقبره فأمر برجمه فصار ذلك سنة وقيل إن ثقيفا واسمه قسي كان عبدا لأبي رغال وأصله من قوم نجوا من ثمود فهرب من مولاه ثم ثقفه فسماه ثقيفا وانتمى ولده بعد ذلك إلى قيس وقال حماد الراوية أبو رغال أبو ثقيف كلها وإنه من بقية ثمود ولذلك قال حسان بن ثابت يهجو ثقيفا إذا الثقفي فاخركم فقولوا هلم فعد شأن أبي رغال أبوكم أخبث الأحياء قدما وأنتم مشبهوه على مثال عبيد الفزر أورثه بنيه وولى عنهم أخرى الليالي وكان الحجاج يقول يقولون إننا بقية ثمود وهل مع صالح إلا المقربون وقال السكري في شرح قول جرير إذا مات الفرزدق فارجموه كما ترمون قبر أبي رغال قال أبو رغال اسمه زيد بن مخلف كان عبدا لصالح النبي بعثه مصدقا وإنه أتى قوما ليس لهم لبن إلا شاة واحدة ولهم صبي قد ماتت أمه فهم يعاجونه بلبن تلك الشاة يعني يغذونه والعجي الذي يغذى بغير لبن أمه فأبى أن يأخذ غيرها فقالوا دعها تحايي هذا الصبي فأبى فيقال إنه نزلت به قارعة من السماء ويقال بل قتله رب الشاة فلما فقده صالح عليه السلام قام في الموسم فنشد الناس فأخبر بصنيعه فلعنه فقبره بين مكة والطائف ترجمه الناس وقد ذكر ابن إسحاق في أبي رغال ما هو أحسن من جميع ما تقدم وهو أن أبرهة بن الصباح صاحب الفيل لما قدم لهدم الكعبة مر بالطائف فخرج إليه مسعود بن معتب في رجال ثقيف فقالوا له أيها الملك إنما نحن عبيدك سامعون |جـ 3 صـ 54| لك مطيعون وليس لك عندنا خلاف وليس بيتنا هذا الذي تريده يعنون اللات إنما تريد البيت الذي بمكة ونحن نبعث معك من يدلك عليه فتجاوز عنهم وبعثوا معه بأبي رغال رجل منهم يدله على مكة فخرج أبرهة ومعه أبو رغال حتى أنزله بالمغمس فلما نزله مات أبو رغال هناك فرجم قبره العرب فهو القبر الذي يرجم بالمغمس وفيه يقول جرير بن الخطفى إذا مات الفرزدق فارجموه كما ترمون قبر أبي رغال ",
                "title": "رغال",
                "uri": "JK_000129_005809"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}