{
    "features": [
        {
            "item": "JK_000952_3254",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.499-501",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القسملي</h1> بفتح القاف وسكون السين المهملة وفتح الميم بعدها اللام هذه النسبة إلى القساملة بفتح القاف وكسر الميم وهي قبيلة من الأزد نزلت البصرة فنسبت الخطة والمحلة إليهم دخلتها وبت أول ليلة دخلت البصرة بها وقرأت بها الحديث والنسبة الصحيحة إليها قسملي كالنسبة إلى المسامع مسمعي والمشهور بهذه النسبة |جـ 4 صـ 500| أبو علي حرمي بن حفص بن عمر القسملي العتكي من أهل البصرة يروي عن عبد الواحد بن زياد وخالد بن أبي عثمان روى عنه محمد بن يحيى الذهلي مات سنة ثلاث وعشرين وثلاثمائة وأبو سلمة المغيرة بن مسلم السراج أخو عبد العزيز بن مسلم القسملي قال أبو حاتم بن حبان أصلهما من مرو وكانا ينزلان القسامل بالبصرة يروي المغيرة عن عكرمة وأبي الزبير روي عن ابن المبارك ومروان بن معاوية وعبد العزيز كنيته أبو زيد أخو المغيرة اصلهما من مرو وانتقل عبد العزيز إلى البصرة وكان ينزل في القسامل بالبصرة فنسب إليها يروي عن ثابت والبصريين روى عنه أهل العراق مات سنة سبع وستين ومائة وأبو سنان عيسى بن سنان القسملي النسائي كان ينزل القسامل بالبصرة فنسب إليها يروي عن عثمان بن أبي سودة ويعلى بن شداد روى عنه حماد بن سلمة وعيسى بن يونس وأبو ظلال هلال بن أبي مالك القسملي وقيل أبو ظلال هلال بن بشر القسملي الأعمى من أهل البصرة واسم أبيه سويد الأزدي الأحمري وقد ذكرته في الأحمري وقرأت على أبي العز طلحة بن علي بن عمر المالكي القسملي على باب داره بالقسامل مسند طلحة بن عبيد الله جمع أبي الحسن المادراني بروايته عن أبي طاهر جعفر بن محمد بن الفضل العباداني عن القاضي أبي عمر الهاشمي عنه توفي سنة خمس وثلاثين وخمسمائة بالبصرة سمعت منه سنة ثلاث وثلاثين ومن القدماء حجاج الأسود القسملي قال ابن أبي حاتم حجاج الأسود هو ابن أبي زياد من القسامل ويقال له زق العسل يروي عن معاوية بن قرة وأبي الصديق وأبي نضرة وشهر بن حوشب روى عنه حماد بن سلمة وجعفر بن سليمان الضبعي وعيسى بن يونس وروح بن عبادة قال أحمد بن حنبل حجاج الأسود القسملي ثقة رجل صالح حدث عنه حماد بن سلمة وما أرى به بأسا ووثقه يحيى بن معين |جـ 4 صـ 501| ",
                "title": "القسملي",
                "uri": "JK_000952_3254"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}