{
    "features": [
        {
            "item": "JK_000952_3340",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.559-561",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القومسي</h1> هذه ناحية يقال لها بالفارسية كومش وهي من بسطام إلى سمنان وهما من قومس وهي على طريق خراسان إذا توجه العراقي إليها وقد ذكر في شعر |جـ 4 صـ 560| القدماء % أقول لأصحابي ونحن بقومس % % ونحن على أكتاف محذوفة جرد % % بعدنا وحق الله من أهل قرقرى % % ومن أهل موسوج وزدنا على البعد % والمشهور بهذه النسبة أبو عبد الله محمد بن أبي غالب القومسي يروي عن يزيد بن هارون وغيره روى عنه العراقيون مات في شهر رمضان سنة خمسين ومائتين ونوح بن حبيب القومسي الإمام المشهور ببذشي ذكرناه في الباء وهي قرية من قرى قومس وسليمان بن سعيد القومسي يروي عن سفيان بن عيينة وأبي معاوية الضرير روى عنه عبد الله بن محمود السعدي المروزي ومحمد بن داود بن أبي نصر القومسي سكن بغداد وحدث بها عن مسلم بن إبراهيم وأبي سلمة التبوذكي وأبي حذيفة النهدي وعمرو بن خالد الحراني ويحيى بن بكير المصري وسهل بن عثمان العسكري روى عنه إسماعيل بن محمد الصفار وأبو جعفر بن عمر الرزاز وغيرهما وسئل محمد بن عبد الله بن سليمان الحضرمي عنه فقال كان هو وأخوه عندنا ههنا من أصحاب الحديث ثقتين وعبد الله بن محمد بن عبيدة القومسي حدث ببغداد عن أبيه روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو محمد عبد الله بن علي بن الحسين القاضي القومسي كان فقيها درس الفقه على أبي إسحاق المروزي وكان قاضي جرجان روى عن أبيه وأبي حامد محمد بن هارون الحضرمي وأبي القاسم عبد الله بن محمد البغوي وأبي محمد يحيى بن محمد بن |جـ 4 صـ 561| صاعد وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي وتوفي في شهر ربيع الآخر سنة سبع وستين وثلاثمائة وصلى عليه أبو بكر الإسماعيلي وكان ابن ثمان وسبعين سنة ولما مات القومسي قال الإسماعيلي بعده بجرجان يكون قاض وأبو الحسن علي بن محمد بن حاتم بن دينار بن عبيد القومسي مولى بني هاشم ويقال له الحدادي أيضا روى عنه جماعة من أهل جرجان والعراق روى عنه أبو الحسين محمد بن المظفر الحافظ وعلي بن عمر الختلي وغيرهما من أهل بغداد وأهل الكوفة روى عنه أبو بكر الإسماعيلي وأبو أحمد بن عدي الحافظ وأبو أحمد الغطريفي ومات في شهر رمضان سنة اثنتين وعشرين وثلاثمائة وأبو عامر الحسن بن محمد بن علي النسوي القومسي أصله من قومس ولد بنسا ونشأ بها ثم سكن نيسابور شيخ فاضل عالم عارف باللغة ثقة سديد فقير على شرط أهل العلم سمع بنيسابور أبا القاسم عبد الله بن أحمد بن محمد بن يعقوب النسوي وبأصبهان أبا بكر محمد بن إبراهيم بن المقري سمع منه جماعة من القدماء مثل أبي محمد عبد العزيز بن محمد النخشبي وأبي محمد الحسن بن أحمد بن محمد السمرقندي الحافظين وسمع منه شيخنا أبو المظفر عبد المنعم بن عبد الكريم بن هوازن القشيري ولم يتفق أن سمعت منه شيئا عنه فيما أعلم ذكره أبو محمد عبد العزيز النخشبي في معجم شيوخه وقال أبو عامر القومسي أصلا النسوي مولدا نزيل نيسابور شيخ من أهل السنة سمعته يقول سمعت من أبي القاسم عبد الله بن أحمد النسوي مسند الحسن بن سفيان ولكن ضاع منه وسمع في سفره من أبي بكر بن المقري بأصبهان وغيره ومات في حدود سنة خمسين وأربعمائة ",
                "title": "القومسي",
                "uri": "JK_000952_3340"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}