{
    "features": [
        {
            "item": "JK_000129_001940",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.413",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بساق</h1> بالضم وآخره قاف ويقال بصاق بالصاد جبل بعرفات وقيل واد بين المدينة والجار وكان لأمية بن حرثان بن الأسكر ابن اسمه كلاب اكتتب نفسه في الجند الغازي مع أبي موسى الأشعري في خلافة عمر فاشتاقه أبوه وكان قد أضر فأخذ بيد قائده ودخل على عمر وهو في المسجد فأنشده أعاذل قد عذلت بغير قدري ولا تدرين عاذل ما ألاقي فإما كنت عاذلتي فردي كلابا إذا توجه للعراق فتى الفتيان في عسر ويسر شديد الركن في يوم التلاقي فلا وأبيك ما باليت وجدي ولا شغفي عليك ولا اشتياقي وإيقادي عليك إذا شتونا وضمك تحت نحري واعتناقي فلو فلق الفؤاد شديد وجد لهم سواد قلبي بانفلاق سأستعدي على الفاروق ربا له عمد الحجيج إلى بساق وأدعو الله محتسبا عليه ببطن الأخشبين إلى دفاق إن الفاروق لم يردد كلابا على شيخين هامهما زواق فبكى عمر وكتب إلى أبي موسى الأشعري في رد كلاب إلى المدينة فلما قدم دخل عليه فقال له عمر ما بلغ من برك بأبيك فقال كنت أثره وأكفيه أمره وكنت أعتمد إذا أردت أن أحلب له لبنا إلى أغزر ناقة في إبله فأسمنها وأريحها وأتركها حتى تستقر ثم أغسل أخلافها حتى تبرد ثم أحتلب له فأسقيه فبعث عمر إلى أبيه فجاءه فدخل عليه وهو يتهادى وقد انحنى فقال له كيف أنت يا أبا كلاب فقال كما ترى يا أمير المؤمنين فقال هل لك من حاجة قال نعم كنت أشتهي أن أرى كلابا فأشمه شمة وأضمه ضمة قبل أن أموت فبكى عمر وقال ستبلغ في هذا ما تحب إن شاء الله تعالى ثم أمر كلابا أن يحتلب لأبيه ناقة كما كان يفعل ويبعث بلبنها إليه ففعل وناوله عمر الإناء وقال اشرب هذا يا أبا كلاب فأخذه فلما أدناه من فمه قال والله يا أمير المؤمنين إني لأشم رائحة يدي كلاب فبكى عمر وقال هذا كلاب عندك حاضر وقد جئناك به فوثب إلى ابنه وضمه اليه وقبله فجعل عمر والحاضرون يبكون وقالوا لكلاب الزم أبويك فلم يزل مقيما عندهما إلى أن مات وهذا الخبر وإن كان لا تعلق له بالبلدان فإني كتبته استحسانا له وتبعا لشعره ",
                "title": "بساق",
                "uri": "JK_000129_001940"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}