{
    "features": [
        {
            "item": "JK_000952_3427",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.43-45",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكرامي</h1> بفتح الكاف وتشديد الراء المهملة هذه النسبة إلى أبي عبد الله محمد بن كرام النيسابوري وكان والده يحفظ الكرم فقيل له الكرام وعالم لا يحصون بنيسابور وهراة ونواحيها على مذهبه يقال لكل واحد منهم الكرامي وأبو عبد الله من أهل نيسابور ثم أزعج عنها وانتقل إلى بيت المقدس وسكنها ومات بها يروي عن مالك بن سليمان الهروي روى عنه محمد بن إسماعيل بن إسحاق وحكى عنه من الزهد والتقشف أشياء وفي المذهب أشياء من التشبيه والتجسيم وذكر في كتاب له سماه عذاب القبر في وصف الرب عز وجل أنه أحدي الذات أحدي الجوهر فشارك النصارى في وصفه إياه بالجوهر وشارك اليهود والهشامية والجوالقية من |جـ 5 صـ 44| مشبهة الروافض في وصفه إياه بأنه جسم وناقض أصحابه في امتناعهم عن وصفهم إياه أنه جوهر مع إطلاقهم وصفه بأنه جسم لأن إطلاق الجسم أفحش من إطلاق الجوهر وذكر في هذا الكتاب أنه معبود في مكان مخصوص وأنه مماس لعرشه من فوقه هكذا حكى عنه وقيل إنه من بني نزار ولد بقرية من قرى زرنج ونشأ بسجستان ثم دخل بلاد خراسان وأكثر الاختلاف إلى أحمد بن حرب الزاهد وسمع ببلخ إبراهيم بن يوسف الماكياني وبمرو علي بن حجر وبهراة عبد الله بن مالك بن سليمان وبنيسابور أحمد بن حرب وأكثر الرواية عن أحمد بن عبد الله الجويباري ومحمد بن تميم الفاريابي ولو عرفهما لأمسك عن الرواية عنهما روى عنه إبراهيم بن محمد بن سفيان وإبراهيم بن الحجاج وعبد الله بن محمد القيراطي واحمد بن محمد بن يحيى الدهان وجماعة سواهم ولما ورد نيسابور بعد المجاورة بمكة خمس سنين وانصرف إلى سجستان وباع بها ما كان يملكه وانصرف إلى نيسابور فحبسه طاهر بن عبد الله ثم لما أطلق عنه خرج إلى ثغور الشام ثم انصرف إلى نيسابور فحبسه محمد بن طاهر بن عبد الله وطالت محنته فكان يغتسل كل يوم جمعة ويتأهب للخروج إلى الجامع ثم يقول للسجان أتأذن لي في الخروج فيقول لا وكان أبو عبد الله يقول اللهم إنك تعلم أني بذلت مجهودي والمنع فيه من غيري وخرج من نيسابور في شوال سنة إحدى وخمسين ومائتين ومات في صفر سنة خمس وخمسين ومائتين وكانت وفاته ببيت المقدس ودفن بباب أريحا والمشهور بالانتساب إليه أبو يعقوب إسحاق بن محمشاذ الزاهد الكرامي ذكره لحاكم أبو عبد الله الحافظ في التاريخ لنيسابور فقال أبو يعقوب الكرامي شيخهم وإمامهم في عصره كان على الحقيقة من الزهاد العباد المجتهدين التاركين للدنيا مع القدرة عليها أن لو شاء سمع العلم من جماعة من الفريقين ثم اشتغل بالوعظ والذكر ثم ذكر عنه أنه قال في مواعظه ألا تدخلون مدينة رسول الله صلى الله عليه وسلم فتسألون عن قصوره وبساتينه ثم تسألون عن منازل ابنته فاطمة وعن حليها وجواهرها ثم تسألون عن قصور أصحاب راياته والخلفاء من بعده ثم قال والله لو فعلتم لم تجدوا منها شيئا ولعلمتم أنكم على ضلال في طلب الدنيا ويذكر أنه أسلم عن يديه من أهل الكتابين والمجوس بنيسابور ما يزيد على خمسة الاف رجل وامرأة وتوفي عشية الخميس ودفن عشية الجمعة الخامس والعشرين من رجب سنة ثلاث وثمانين وثلاثمائة قال الحاكم وصلي عليه في جبانة خوانجان |جـ 5 صـ 45| فإن ميادين البلد لم تسع ذلك الخلق فأما أنا فما رأيت بنيسابور قط مثل ذلك الجمع وما أرى أنه تخلف عنه أحد من السلطان والرعية والفريقين ",
                "title": "الكرامي",
                "uri": "JK_000952_3427"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}