{
    "features": [
        {
            "item": "JK_000952_0585",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.399-400",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البناني</h1> بضم الباء المنقوطة من تحتها بنقطة والنون المفتوحة فهذه النسبة إلى بنانة وهو بنانة بن سعد بن لؤي بن غالب هكذا قال أبو حاتم بن حبان البستي قلت وصارت بنانة محلة بالبصرة لنزول هذه القبيلة بها وقال أبو بكر الخطيب في المؤتنف أن بنانة الذين منهم ثابت هم بنو سعد بن لؤي بن غالب وأم سعد بنانة وقيل بل هم بنو سعد بن ضبيعة بن نزار والله أعلم فقال الزبير بن بكار أما بنانة فقبيلة منهم ثابت البناني وغيره وبنانة كانت أمة لسعد بن لؤي حضنت بنيه عمارا وعمارة ومخزوما بعد أمهم فغلبت عليهم فسموا بها ومنها أبو محمد ثابت بن أسلم البناني من تابعي أهل البصرة يروي عن ابن عمر وابن الزبير وصحب أنسا رضي الله عنهم أربعين سنة وكان من أعبد أهل البصرة روى عنه الناس مات سنة سبع وعشرين ومائة وهو ابن ست وثمانين سنة وقد قيل أنه مات سنة ثلاث وعشرين ومائة ويقال سنة ست وعشرين وابنه محمد بن ثابت يروي عن أبيه ومحمد بن المنكدر أهل البصرة روى عنه أبو داود وعبد الصمد يروي عن أبيه ما ليس من حديثه كأنه ثابت آخر لا يجوز الاحتجاج به ولا الرواية عنه على قلته وأبو الحكم علي بن الحكم البناني من أهل البصرة يروي عن عطاء ونافع وأبي نضرة روى عنه معمر وأهل البصرة مات سنة ثلاثين أو إحدى وثلاثين ومائة بالبصرة وأبو إسحاق إبراهيم بن إسحاق بن عيسى البناني المعروف بالطالقاني قال أبو حاتم بن حبان مولى بنانة يروي عن ابن المبارك روى عنه أحمد بن سعيد الدارمي مات سنة أربع عشرة ومائتين وأما علي بن إبراهيم البناني صاحب عبد الله بن المبارك قال أبو الفضل محمد بن طاهر المقدسي الحافظ هو منسوب إلى ناحية بنان من نواحي مرو قلت ولا أعرف هذه الناحية وقد اختلفوا في نسبه بعضهم قال هكذا وقال بعضهم البتاني بالتاء ثالث الحروف وأبو عبد الله الحسين بن يحيى بن عياش القطان البناني البصري يروي عن أبي الأشعث أحمد بن المقدام العجلي وزهير بن |جـ 1 صـ 400| محمد بن قمير وحفص بن عمرو الربالي وغيرهم روى عنه جماعة كثيرة منهم أبو بكر محمد بن إبراهيم بن المقري الحافظ وقال في معجم شيوخه حدثنا أبو عبد الله القطان بالبصرة في بنانة عند مسجد ثابت البناني ",
                "title": "البناني",
                "uri": "JK_000952_0585"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}