{
    "features": [
        {
            "item": "JK_000952_1058",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.161-162",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحبابي</h1> بفتح الحاء المهملة والألف بين الباءين المنقوطتين بواحدة هذه النسبة إلى حباب وهو اسم جد أبي بكر أحمد بن إبراهيم بن حباب الخوارزمي الحبابي يروى عن أبي عبد الله بن أبي القاضي روى عنه أبو بكر أحمد بن محمد البرقاني الحافظ وأبو القاسم عبيد الله بن محمد بن إسحاق بن سليمان بن مخلد بن إبراهيم بن مروان بن حباب بن تميم البزاز المعروف بابن حبابة المتوثي محدث بغداد أحد الموصوفين بالصدق والديانة والأمانة وجاز أن يقال له الحبابي أيضا لأن اسم جده الأعلى حبابة ولكن لم يقل أحد في نسبه هذا وذكرته حتى لو نسبه واحدا بهذه النسبة عرف ولم أسمع في كتاب يعرف وكان قد روى أحاديث علي بن الجعد عن أبي القاسم عبد الله بن محمد البغوي وسمع أيضا أبا بكر عبد الله بن أبي داود السجستاني وأبا محمد يحيى بن محمد بن صاعد وطبقتهما روى عنه أبو محمد الخلال وأبو القاسم الأزهري وأبو الحسن العتيقي وعبد العزيز الأزجي وحمزة بن محمد بن طاهر الحافظ ومخلد جد جده بصري سكن بغداد وكان ثقة مأمونا وكانت ولادته في أول سنة تسع وتسعين ومائتين وتوفي في شهر ربيع الآخر سنة تسع وثمانين وثلاثمائة وصلى عليه أبو حامد الإسفراييني وابنه أبو الحسن محمد بن |جـ 2 صـ 162| عبيد الله بن حبابة الحبابي متوثي الأصل ثكن دار كعب ببغداد وحدث عن أبيه وعن أبي محمد ماسي البزاز قال أبو بكر الخطيب سمعه يذكر أن عنده عن أبي بحر بن كوثر البربهاري قال ورأيت في أصل أبي محمد بن ماسي سماع أبي الحسن بن حبابة مع أبيه بالخط العتيق ونظرت في بعض أصول أبيه أبي القاسم بن حبابة فرأيته قد ألحق لنفسه فيها السماع منه بخط طري ورأيت أيضا أصلا لأبيه عن أبي بكر بن أبي داود وعلي وجه الكتاب سماع بعبيد الله بن محمد بن حبابة وقد ألحق ابنه بخط طري ولابنه محمد قال وسألته عن مولده فقال في سنة اثنتين وخمسين وثلاثمائة ومات في شعبان سنة خمس وثلاثين وأربعمائة ودفن بمقبرة جامع المدينة عند أبيه قلت وزرت قبريهما وحفيده أبو منصور أحمد بن محمد بن عبيد الله بن محمد بن إسحاق بن حبابة المتوثي الحبابي حدث عن جده أبي القاسم عبيد الله بن محمد بن حبابة ذكره أبو بكر أحمد بن علي بن ثابت الخطيب في التاريخ وقال كتبت عنه وكان سماعه صحيحا ومات قرب آخر سنة تسع وثلاثين وأربعمائة وفيما ذكر ابن الكلبي في نسب الحارث بن ثعلبة قال إنما سمي الحارث بن ثعلبة بن ناشرة بن الأبيض بن كنانة بن مسلية بن عامر ابن حبابة لأن حبابة أم جد ثعلبة وصبح ابني ناشرة وهي حبابة بنت الأعمى بن منبه بن كنانة بن مسلية بها يعرفون ولهم يقول عبد الله بن عبد المدان % وبنوا حبابة ضاربون خيامهم % % بقضيب تعرف حولهم أنعام % ",
                "title": "الحبابي",
                "uri": "JK_000952_1058"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}