{
    "features": [
        {
            "item": "JK_000952_4129",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.494-496",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النصري</h1> بفتح النون وسكون الصاد المهملة وفي اخرها راء مهملة هذه النسبة إلى بني نصر بن معاوية بن بكر بن هوازن بن مالك بن عوف أخي جشم بن معاوية والمشهور بالانتساب إليها مالك بن أوس بن الحدثان النصري المدني من تابعي المدينة روى عن عمر وعثمان وعلي والعباس وطلحة والزبير وعبد الرحمن بن عوف وسعد بن مالك وكان من فصحاء العرب روى عنه الزهري وعكرمة بن خالد وأبو الزبير مات سنة ثنتين وتسعين ومن زعم أن له صحبة فقد وهم وأبوه أوس بن الحدثان بعثه النبي صلى الله عليه وسلم في أيام التشريق بمكة ينادي إنها أيام أكل وشرب روى عنه ابن مالك |جـ 5 صـ 495| وأبو عبد الله سالم النصري مولى النصريين لقبه سبلان بفتح السين والباء المنقوطة بواحدة مولى مالك بن أوس بن الحدثان روى عن عائشة وأبي هريرة وسعد بن مالك وأبي سعد الخدري رضي الله عنهم روى عنه أبو سلمة ويحيى بن أبي كثير وعمران بن بشير وسعيد المقبري ونعيم المجمر وعبد الواحد بن عبد الله النصري يروي عن واثلة بن الأسقع وعبد الله بن بشر روى عنه حريز بن عثمان وأبو عبد الله الحسين بن عبد الله بن محمد بن إسحاق النصري أظنه من نصر بن معاوية يروي عن أبي الحسن خيثمة بن سليمان الأطرابلسي روى عنه أبو عبد الله محمد بن علي بن عبد الله الصوري الحافظ ومن الصحابة عبدة بن حزن النصري يروي عن النبي صلى الله عليه وسلم روى عنه أبو إسحاق السبيعي وعمر بن يزيد النصري يروي عن الزهري وغيره روى عنه عمرو بن واقد ومحمد بن شعيب بن شابور وجماعة نسبوا إلى النصرية وهي محلة ببغداد بالجانب الغربي منها أبو منصور عبد المحسن بن محمد بن علي النصري التاجر الحافظ رحل إلى الشام وديار مصر وكتب الكثير بها وتوفي سنة نيف وثمانين وأربعمئة وأبو بكر محمد بن عبد الباقي بن محمد بن عبد الله بن محمد بن عبد الرحمن الأنصاري النصري من النصرية أشهر من أن يذكر سمعت منه الكثير وحدث عن شيوخ له لم يحدث عنهم أحد في عصره وتوفي في رجب سنة خمس وثلاثين وخمسمئة بالنصرية وحمل إلى باب حرب ودفن بها عند بشر بن الحارث الحافي وابنه أبو طاهر عبد الباقي بن محمد بن عبد الباقي النصري سمع عبد الواحد بن علوان وأبا الخطاب نصر بن أحمد بن البسر القاري ومن دونهما سمعت منه وتوفي في حدود سنة أربعين وخمسمئة وهذه المحلة كان بها جماعة من مشاهير المحدثين مثل أبي إسحاق إبراهيم بن عمر بن أحمد البرمكي وغيره توفي سنة خمس وأربعين وأربعمئة وأما أبو الحسن أحمد بن محمد بن يوسف بن يعقوب بن نصر النصري المؤذن |جـ 5 صـ 496| الجرجاني يروي عن أحمد بن محمد بن مالك الجرجاني هكذا ذكره حمزة بن يوسف السهمي الحافظ وإنما قيل له النصري نسبة إلى جده الأعلى نصر وهو من أهل جرجان وأبو زرعة عبد الرحمن بن عمرو بن عبد الله بن صفوان النصري الدمشقي من أهل دمشق هو من بني نصر بن معاوية أحد أئمة الحديث وممن له العناية التامة في طلبه صنف التصانيف منها التاريخ روى عن علي بن عياش الحمصي ومطرف بن عبد الله المدني ومحمد بن بكار بن بلال ويحيى بن معين وأحمد بن شبويه وأبي بكر بن أبي شيبة وأبي نعيم الملائي ومحمد بن أبي عمر العدني وأحمد بن صالح المصري وعبيد الله بن عمر وسعيد بن منصور وعلي بن مسهر وإسماعيل بن أبي أويس روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو الميمون عبد الرحمن بن عبد الله بن عمر بن راشد البجلي وكانت وفاته في حدود سنة ثمانين ومئتين إن شاء الله وابنه محمد بن أبي زرعة الدمشقي النصري من أولاد المحدثين روى عنه أبو القاسم سليمان بن أحمد الطبراني أيضا وهو يروي عن هشام بن عمار الدمشقي ",
                "title": "النصري",
                "uri": "JK_000952_4129"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}