{
    "features": [
        {
            "item": "JK_000129_002011",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.437-441",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البصرة</h1> بلد في المغرب في أقصاه قرب السوس خربت قال بن حوقل وهو يذكر مدن المغرب من بلاد البربر والبصرة مدينة مقتصدة عليها سور ليس بالمنيع ولها عيون خارجها عليها بساتين يسيرة وأهلها ينسبون إلى السلامة والخير والجمال وطول القامة واعتدال الخلق وبينها وبين المدينة المعروفة بالأقلام أقل من مرحلة وبينها وبين مدينة يقال لها تشمس أقل من مرحلة أيضا ولما ذكر المدن التي على البحر قال ثم تعطف على البحر المحيط يسارا وعليه من المدن قريبة منه وبعيدة جرماية وساوران والحجا على نحر البحر ودونها في البر مشرقا الأقلام ثم البصرة وقال البشاري البصرة مدينة بالمغرب كبيرة كانت عامرة وقد خربت وكانت جليلة وكان قول البشاري هذا في سنة 873 وقرأت في كتاب المسالك والممالك لأبي عبيد البكري الأندلسي بين فاس والبصرة أربعة أيام قال والبصرة مدينة كبيرة وهي أوسع تلك البلاد مرعى وأكثرها ضرعا ولكثرة ألبانها تعرف ببصرة الذبان وتعرف ببصرة الكتان كانوا يتبايعون في بدء أمرها في جميع تجاراتهم بالكتان وتعرف أيضا بالحمراء لأنها حمراء التربة وسورها مبني بالحجارة والطوب وهي بين شرفين ولها عشرة أبواب وماؤها زعاق وشرب أهلها من بئر عذبة على باب المدينة وفي بساتينها آبار عذبة ونساء هذه البصرة مخصوصات بالجمال الفائق والحسن الرائق ليس بأرض المغرب أجمل منهن قال أحمد بن فتح المعروف بابن الخزاز التيهرتي يمدح أبا العيش عيسى بن إبراهيم بن القاسم قبح الإله الدهر إلا قينة بصرية في حمرة وبياض الخمر في لحظاتها والورد في وجناتها والكشح غير مفاض في شكل مرجي ونسك مهاجر وعفاف سني وسمت إباض تيهرت أنت خلية وبرقة عوضت منك ببصرة فاعتاضي |جـ 1 صـ 441| لا عذر للحمراء في كلفي بها أو تسفيض بأبحر وحياض قال ومدينة البصرة مستحدثة أسست في الوقت الذي أسست فيه أصيلة أو قريبا منه ",
                "title": "البصرة",
                "uri": "JK_000129_002011"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}