{
    "features": [
        {
            "item": "JK_000952_2110",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.266-267",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السكري</h1> بضم السين المهملة وفتح الكاف المشددة وفي آخرها الراء هذه النسبة إلى بيع السكر وعمله وشرائه وفيهم كثرة منهم بشر بن محمد السكري المروزي من أهل مرو يروي عن ابن المبارك روى عنه محمد بن إسماعيل البخاري وأبو حمزة محمد بن ميمون السكري من أهل مرو كثير الحديث يروي عن عاصم الأحول والأعمش وعثمان بن موهب فهو من شيوخ أبي حمزة لا ممن يقال له السكري وقيس بن وهب وإنما قيل له السكري لحلاوة منطقه حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بجامع اصبهان أنا أبو الفضل بن أبي منصور البيع بقراءتي عليه من أصل سماعه أنا أبو منصور عبد الرزاق بن عبد الرحمن الخطيب أنا أبو محمد عبد الله بن محمد بن جعفر بن حيان ثنا الحسن بن محمد ثنا سعيد بن عنبسة ثنا علي بن الحسن بن شقيق سمعت ابن أخي السكري يقول إنما سمي السكري لحلاوة منطقه أخبرنا عبد الرحمن بن أبي غالب أنا أحمد بن علي بن ثابت أخبرني محمد بن جعفر بن علان الشروطي أنا أبو الحسن أحمد بن جعفر الخلال ثنا معروف بن محمد الجرجاني قال قلت لعباس الدوري سمعت يحيى بن معين يقول كان أبو حمزة السكري من ثقات الناس وكان إذا مرض عنده من قد رحل إليه ينظر إلى ما يحتاج إليه من الكفاية فيأمر بالقيام به واسمه محمد بن ميمون ولم يكن يبيع السكر وإنما سمي السكري لحلاوة كلامه قال نعم ومات أبو حمزة سنة سبع أو ثمان وستين ومائة وقال أبو زرعة السنجي قيل لأبي حمزة السكري لأنه كان يتخذ السكر وأبو الحسن علي بن عمر بن محمد بن الحسن بن شاذان بن إبراهيم بن إسحاق بن علي بن إسحاق السكري الحميري ذكره أبو بكر الخطيب الحافظ في التاريخ وقال أبو الحسن الحميري أصله ناقلة من حضرموت إلى ختل ويعرف بالسكري وبالصيرفي وبالكيال وبالحربي سمع أحمد بن الحسن بن عبد الجبار الصوفي وجعفر بن أحمد بن محمد بن الصباح الجرجائي والهيثم بن خلف الدوري ومحمد بن محمد بن سليمان الباغندي وأبا القاسم البغوي وغيرهم روى عنه القاضي أبو الطيب الطبري وابو القاسم الأزهري وابو محمد الخلال وأبو القاسم التنوخي وأبو الحسين بن حسنون النرسي في جماعة آخرهم أبو الحسن بن النقور البزاز وتكلم فيه أبو بكر البرقاني وقال لا يساوي فلسا |جـ 3 صـ 267| وقال أبو القاسم الأزهري هو صدوق وكان سماعه في كتب أخيه لكن بعض أصحاب الحديث قرأ عليه شيئا منها لم يكن فيه سماعه وألحق فيه السماع وجاء آخرون فحكوا الإلحاق وأنكروه وأما الشيخ فكان في نفسه ثقة وقال عبد العزيز الأزجي الحربي كان صحيح السماع ولم اضر قرأ الطلبة عليه شيئا لم يكن فيه سماعه ولا ذنب له في ذلك وكف بصره في آخر عمره وقال العتيقي كان ثقة مأمونا وكانت ولادته مستهل المحرم من سنة ست وتسعين ومائتين ومات في شوال سنة ست وثمانين وثلاثمائة ببغداد وأبو غسان أحمد بن سهل بن الوليد السكري الأهوازي من أهل الأهواز يروي عن خالد بن يوسف بن خالد السمتي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني الحافظ ",
                "title": "السكري",
                "uri": "JK_000952_2110"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}