{
    "features": [
        {
            "item": "JK_000129_005257",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.463-470",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دمشق والنسبة الدمشقي</h1> الشام بكسر أوله وفتح ثانيه هكذا رواه الجمهور والكسر لغة فيه وشين معجمة وآخره قاف البلدة المشهورة قصبة الشام وهي جنة الأرض بلا خلاف لحسن عمارة ونضارة بقعة وكثرة فاكهة ونزاهة رقعة وكثرة مياه ووجود مآرب قيل سميت بذلك لأنهم دمشقوا في بنائها أي أسرعوا وناقة دمشق بفتح الدال وسكون الميم سريعة وناقة دمشقة اللحم خفيفة قال الزفيان وصاحبي ذات هباب دمشق قال صاحب الزيج دمشق طولها ستون درجة وعرضها ثلاث وثلاثون درجة ونصف وهي في الإقليم الثالث وقال أهل السير سميت دمشق بدماشق بن قاني بن مالك بن أرفخشد بن سام بن نوح عليه السلام فهذا قول ابن الكلبي وقال في موضع آخر ولد يقطان بن عامر سالف وهم السلف وهو الذي بنى قصبة دمشق وقيل أول من بناها بيوراسف وقيل بنيت دمشق على رأس ثلاثة آلاف ومائة وخمس وأربعين سنة من جملة الدهر الذي يقولون إنه سبعة آلاف سنة وولد إبراهيم الخليل عليه السلام بعد بنائها بخمس سنين وقيل إن الذي بنى دمشق جيرون بن سعد بن عاد بن إرم بن سام بن نوح عليه السلام وسماها إرم ذات العماد وقيل إن هودا عليه السلام نزل دمشق وأسس الحائط الذي في قبلي جامعها وقيل إن العازر غلام إبراهيم عليه السلام بنى دمشق وكان حبشيا وهبه له نمرود بن كنعان حين خرج إبراهيم من النار وكان يسمى الغلام دمشق فسماها باسمه |جـ 2 صـ 464| وكان إبراهيم عليه السلام قد جعله على كل شيء له وسكنها الروم بعد ذلك وقال غير هؤلاء سميت بدماشق بن نمرود بن كنعان وهو الذي بناها وكان معه إبراهيم كان دفعه إليه نمرود بعد أن نجى الله تعالى إبراهيم من النار وقال آخرون سميت بدمشق بن إرم بن سام بن نوح عليه السلام وهو أخو فلسطين وأيلياء وحمص والأردن وبنى كل واحد موضعا فسمي به وقال أهل الثقة من أهل السير إن آدم عليه السلام كان ينزل في موضع يعرف الآن ببيت انات وحواء في بيت لهيا وهابيل في مقرى وكان صاحب غنم وقابيل في قنينة وكان صاحب زرع وهذه المواضع حول دمشق وكان في الموضع الذي يعرف الآن بباب الساعات عند الجامع صخرة عظيمة يوضع عليها القربان فما يقبل منه تنزل نار تحرقه وما لا يقبل بقي على حاله فكان هابيل قد جاء بكبش سمين من غنمه فوضعه على الصخرة فنزلت النار فأحرقته وجاء قابيل بحنطة من غلته فوضعها على الصخرة فبقيت على حالها فحسد قابيل أخاه وتبعه إلى الجبل المعروف بقاسيون المشرف على بقعة دمشق وأراد قتله فلم يدر كيف يصنع فأتاه إبليس فأخذ حجرا وجعل يضرب به رأسه فلما رآه أخذ حجرا فضرب به رأس أخيه فقتله على جبل قاسيون وأنا رأيت هناك حجرا عليه شيء كالدم يزعم أهل الشام أنه الحجر الذي قتله به وأن ذلك الاحمرار الذي عليه أثر دم هابيل وبين يديه مغارة تزار حسنة يقال لها مغارة الدم لذلك رأيتها في لحف الجبل الذي يعرف بجبل قاسيون وقد روى بعض الأوائل أن مكان دمشق كان دارا لنوح عليه السلام ومنشأ خشب السفينة من جبل لبنان وأن ركوبه في السفينة كان من عين الجر من ناحية البقاع وقد روي عن كعب الأحبار أن أول حائط وضع في الأرض بعد الطوفان حائط دمشق وحران وفي الأخبار القديمة عن شيوخ دمشق الأوائل أن دار شداد بن عاد بدمشق في سوق التين يفتح بابها شاما إلى الطريق وأنه كان يزرع له الريحان والورد وغير ذلك فوق الأعمدة بين القنطرتين قنطرة دار بطيخ وقنطرة سوق التين وكانت يومئذ سقيفة فوق العمد وقال أحمد بن الطيب السرخسي بين بغداد ودمشق مائتان وثلاثون فرسخا وقالوا في قول الله عز وجل & وآويناهما إلى ربوة ذات قرار ومعين & قال هي دمشق ذات قرار وذات رخاء من العيش وسعة ومعين كثيرة الماء وقال قتادة في قول الله عز وجل & والتين & قال الجبل الذي عليه دمشق & والزيتون & الجبل الذي عليه بيت المقدس & وطور سينين & شعب حسن & وهذا البلد الأمين & مكة وقيل & إرم ذات العماد & دمشق وقال الأصمعي جنان الدنيا ثلاث غوطة دمشق ونهر بلخ ونهر الأبلة وحشوش الدنيا ثلاثة الأبلة وسيراف وعمان وقال أبو بكر محمد بن العباس الخوارزمي الشاعر الأديب جنان الدنيا أربع غوطة دمشق وصغد سمرقند وشعب بوان وجزيرة الأبلة وقد رأيتها كلها وأفضلها دمشق وفي الأخبار أن إبراهيم عليه السلام ولد في غوطة دمشق في قرية يقال لها برزة في جبل قاسيون وعن النبي أنه قال إن عيسى عليه السلام ينزل عند المنارة البيضاء من شرقي دمشق ويقال إن المواضع الشريفة بدمشق التي يستجاب فيها الدعاء مغارة الدم في جبل قاسيون |جـ 2 صـ 465| ويقال إنها كانت مأوى الأنبياء ومصلاهم والمغارة التي في جبل النيرب يقال إنها كانت مأوى عيسى عليه السلام ومسجدا إبراهيم عليه السلام أحدهما في الأشعريين والآخر في برزة ومسجد القديم عند القطيعة ويقال إن هنا قبر موسى عليه السلام ومسجد باب الشرقي الذي قال النبي إن عيسى عليه السلام ينزل فيه والمسجد الصغير الذي خلف جيرون يقال إن يحيى بن زكرياء عليه السلام قتل هناك والحائط القبلي من الجامع يقال إنه بناه هود عليه السلام وبها من قبور الصحابة ودورهم المشهورة بهم ما ليس في غيره من البلدان وهي معروفة إلى الآن قال المؤلف ومن خصائص دمشق التي لم أر في بلد آخر مثلها كثرة الأنهار بها وجريان الماء في قنواتها فقل أن تمر بحائط إلا والماء يخرج منه في أنبوب إلى حوض يشرب منه ويستقي الوارد والصادر وما رأيت بها مسجدا ولا مدرسة ولا خانقاها إلا والماء يجري في بركة في صحن هذا المكان ويسح في ميضأة والمساكن بها عزيزة لكثرة أهلها والساكنين بها وضيق بقعتها ولها ربض دون السور محيط بأكثر البلد يكون في مقدار البلد نفسه وهي في أرض مستوية تحيط بها من جميع جهاتها الجبال الشاهقة وبها جبل قاسيون ليس في موضع من المواضع أكثر من العباد الذين فيه وبها مغاور كثيرة وكهوف وآثار للأنبياء والصالحين لا توجد في غيرها وبها فواكه جيدة فائقة طيبة تحمل إلى جميع ما حولها من البلاد من مصر إلى حران وما يقارب ذلك فتعم الكل وقد وصفها الشعراء فأكثروا وأنا أذكر من ذلك نبذة يسيرة وأما جامعها فهو الذي يضرب به المثل في حسنه وجملة الأمر أنه لم توصف الجنة بشيء إلا وفي دمشق مثله ومن المحال أن يطلب بها شيء من جليل أعراض الدنيا ودقيقها إلا وهو فيها أوجد من جميع البلاد وفتحها المسلمون في رجب سنة 41 بعد حصار ومنازلة وكان قد نزل على كل باب من أبوابها أمير من المسلمين فصدمهم خالد بن الوليد من الباب الشرقي حتى افتتحها عنوة فأسرع أهل البلد إلى أبي عبيدة بن الجراح ويزيد بن أبي سفيان وشرحبيل بن حسنة وكان كل واحد منهم على ربع من الجيش فسألوهم الأمان فأمنوهم وفتحوا لهم الباب فدخل هؤلاء من ثلاثة أبواب بالأمان ودخل خالد من الباب الشرقي بالقهر وملكوهم وكتبوا إلى عمر بن الخطاب رضي الله عنه بالخبر وكيف جرى الفتح فأجراها كلها صلحا وأما جامعها فقد وصفه بعض أهل دمشق فقال هو جامع المحاسن كامل الغرائب معدود إحدى العجائب قد زور بعض فرشه بالرخام وألف على أحسن تركيب ونظام وفوق ذلك أقداره متفقة وصنعته مؤتلفة بساطه يكاد يقطر ذهبا ويشتعل لهبا وهو منزه عن صور الحيوان إلى صنوف النبات وفنون الأغصان لكنها لا تجنى إلا بالأبصار ولا يدخل عليها الفساد كما يدخل على الأشجار والثمار بل باقية على طول الزمان مدركة بالعيان في كل أوان لا يمسها عطش مع فقدان القطر ولا يعتريها ذبول مع تصاريف الدهر وقالوا عجائب الدنيا أربع قنطرة سنجة ومنارة الإسكندرية وكنيسة الرها ومسجد دمشق وكان قد بناه الوليد بن عبد الملك بن مروان وكان ذا همة في عمارة المساجد وكان الابتداء بعمارته في سنة 78 وقيل سنة 88 ولما أراد بناءه جمع نصارى دمشق وقال لهم إنا نريد أن نزيد في مسجدنا كنيستكم يعني كنيسة يوحنا ونعطيكم |جـ 2 صـ 466| كنيسة حيث شئتم وإن شئتم أضعفنا لكم الثمن فأبوا وجاؤوا بكتاب خالد بن الوليد والعهد وقالوا إنا نجد في كتبنا أنه لا يهدمها أحد إلا خنق فقال لهم الوليد فأنا أول من يهدمها فقام وعليه قباء أصفر فهدم وهدم الناس ثم زاد في المسجد ما أراده واحتفل في بنائه بغاية ما أمكنه وسهل عليه إخراج الأموال وعمل له أربعة أبواب في شرقيه باب جيرون وفي غربيه باب البريد وفي القبلة باب الزيادة وباب الناطفانيين مقابله وباب الفراديس في دبر القبلة وذكر غيث بن علي الأرمنازي في كتاب دمشق على ما حدثني به الصاحب جمال الدين الأكرم أبو الحسن علي بن يوسف الشيباني أدام الله أيامه أن الوليد أمر أن يستقصى في حفر أساس حيطان الجامع فبينما هم يحفرون إذ وجدوا حائطا مبنيا على سمت الحفر سواء فأخبروا الوليد بذلك وعرفوه إحكام الحائط واستأذنوه في البنيان فوقه فقال لا أحب إلا الإحكام واليقين فيه ولست أثق بإحكام هذا الحائط حتى تحفروا في وجهه إلى أن تدركوا الماء فإن كان محكما مرضيا فابنوا عليه وإلا استأنفوه فحفروا في وجه الحائط فوجدوا بابا وعليه بلاطة من حجر مانع وعليها منقور كتابة فاجتهدوا في قراءتها حتى ظفروا بمن عرفهم أنه من خط اليونان وأن معنى تلك الكتابة ما صورته لما كان العالم محدثا لاتصال أمارات الحدوث به وجب أن يكون له محدث لهؤلاء كما قال ذو السنين وذو اللحيين فوجدت عبادة خالق المخلوقات حينئذ أمر بعمارة هذا الهيكل من صلب ماله محب الخير على مضي سبعة آلاف وتسعمائة عام لأهل الأسطوان فإن رأى الداخل إليه ذكر بانيه بخير فعل والسلام وأهل الأسطوان قوم من الحكماء الأول كانوا ببعلبك حكى ذلك أحمد بن الطيب السرخسي الفيلسوف ويقال إن الوليد أنفق على عمارته خراج المملكة سبع سنين وحملت إليه الحسبانات بما أنفق عليه على ثمانية عشر بعيرا فأمر بإحراقها ولم ينظر فيها وقال هو شيء أخرجناه لله فلم نتبعه ومن عجائبه أنه لو عاش الإنسان مائة سنة وكان يتأمله كل يوم لرأى فيه كل يوم ما لم يره في سائر الأيام من حسن صنائعه واختلافها وحكي أنه بلغ ثمن البقل الذي أكله الصناع فيه ستة آلاف دينار وضج الناس استعظاما لما أنفق فيه وقالوا أخذ بيوت أموال المسلمين وأنفقها فيما لا فائدة لهم فيه قال فخاطبهم وقال بلغني أنكم تقولون وتقولون وفي بيت مالكم عطاء ثماني عشرة سنة إذا لم تدخل لكم فيها حبة قمح فسكت الناس وقيل إنه عمل في تسع سنين وكان فيه عشرة آلاف رجل في كل يوم يقطعون الرخام وكان فيه ستمائة سلسلة ذهب فلما فرغ أمر الوليد أن يسقف بالرصاص فطلب من كل البلاد وبقيت قطعة منه لم يوجد لها رصاص إلا عند امرأة وأبت أن تبيعه إلا بوزنه ذهبا فقال اشتروه منها ولو بوزنه مرتين ففعلوا فلما قبضت الثمن قالت إني ظننت أن صاحبكم ظالم في بنائه هذا فلما رأيت إنصافه فأشهدكم أنه لله وردت الثمن فلما بلغ ذلك إلى الوليد أمر أن يكتب على صفائح المرأة لله ولم يدخله فيما كتب عليه اسمه وأنفق على الكرمة التي في قبلته سبعين ألف دينار وقال موسى بن حماد البربري رأيت في مسجد دمشق كتابة بالذهب في الزجاج محفورا سورة & ألهاكم التكاثر & إلى آخرها ورأيت جوهرة حمراء ملصقة في القاف التي في قوله تعالى & حتى زرتم المقابر & فسألت عن ذلك فقيل لي إنه كانت للوليد بنت وكانت هذه الجوهرة لها بها فصيرت في قاف المقابر من & ألهاكم التكاثر حتى زرتم المقابر & فماتت فأمرت أمها أن تدفن |جـ 2 صـ 467| هذه الجوهرة معها في قبرها فأمر الوليد ثم حلف لأمها أنه قد أودعها المقابر فسكتت وحكى الجاحظ في كتاب البلدان قال قال بعض السلف ما يجوز أن يكون أحد أشد شوقا إلى الجنة من أهل دمشق لما يرونه من حسن مسجدهم وهو مبني على الأعمدة الرخام طبقتين الطبقة التحتانية أعمدة كبار والتي فوقها صغار في خلال ذلك صورة كل مدينة وشجرة في الدنيا بالفسيفساء الذهب والأخضر والأصفر وفي قبلية القبة المعروفة بقبة النسر ليس في دمشق شيء أعلى ولا أبهى منظرا منها ولها ثلاث منائر إحداها وهي الكبرى كانت ديدبانا للروم وأقرت على ما كانت عليه وصيرت منارة ويقال في الأخبار إن عيسى عليه السلام ينزل من السماء عليها ولم يزل جامع دمشق على تلك الصورة يبهر بالحسن والتنميق إلى أن وقع فيه حريق في سنة 461 فأذهب بعض بهجته وهذا ما كان في صفته قال أبو المطاع بن حمدان في وصف دمشق سقى الله أرض الغوطتين وأهلها فلي بجنوب الغوطتين شجون وما ذقت طعم الماء إلا استخفني إلى بردى والنيربين حنين وقد كان شكي في الفراق يروعني فكيف أكون اليوم وهو يقين فوالله ما فارقتكم قاليا لكم ولكن ما يقضى فسوف يكون وقال الصنوبري صفت دنيا دمشق لقاطنيها فلست ترى بغير دمشق دنيا تفيض جداول البلور فيها خلال حدائق ينبتن وشيا مكللة فواكههن أبهى ل مناظر في مناظرنا وأهيا فمن تفاحة لم تعد خدا ومن أترجة لم تعد ثديا وقال البحتري أما دمشق فقد أبدت محاسنها وقد وفى لك مطريها بما وعدا إذا أردت ملأت العين من بلد مستحسن وزمان يشبه البلدا يمسي السحاب على أجبالها فرقا ويصبح النبت في صحرائها بددا فلست تبصر إلا واكفا خضلا أو يانعا خضرا أو طائرا غردا كأنما القيظ ولى بعد جيئته أو الربيع دنا من بعد ما بعدا وقال أبو محمد عبد الله بن أحمد بن الحسين بن النقار يمدح دمشق سقى الله ما تحوي دمشق وحياها فما أطيب اللذات فيها وأهناها نزلنا بها واستوقفتنا محاسن يحن إليها كل قلب ويهواها لبسنا بها عيشا رقيقا رداؤه ونلنا بها من صفوة اللهو أعلاها وكم ليلة نادمت بدر تمامها تقضت وما أبقت لنا غير ذكراها فآها على ذاك الزمان وطيبه وقل له من بعده قولتي واها |جـ 2 صـ 468| فيا صاحبي إما حملت رسالة إلى دار أحباب لها طاب مغناها وقل ذلك الوجد المبرح ثابت وحرمة أيام الصبا ما أضعناها فإن كانت الأيام أنست عهودنا فلسنا على طول المدى نتناساها سلام على تلك المعاهد إنها محط صبابات النفوس ومثواها رعى الله أياما تقضت بقربها فما كان أحلاها لديها وأمراها وقال آخر في ذم دمشق إذا فاخروا قالوا مياه غزيرة عذاب وللظامي سلاف مورق سلاف ولكن السراجين مزجها فشاربها منها الخرا يتنشق وقد قال قوم جنة الجلد جلق وقد كذبوا في ذا المقال ومخرقوا فما هي إلا بلدة جاهلية بها تكسد الخيرات والفسق ينفق فحسبهم جيرون فخرا وزينة ورأس ابن بنت المصطفى فيه علقوا قال ولما ولي عمر بن عبد العزيز رضي الله عنه قال إني أرى في أموال مسجد دمشق كثرة قد أنفقت في غير حقها فأنا مستدرك ما استدركت منها فردت إلى بيت المال أنزع هذا الرخام والفسيفساء وأنزع هذه السلاسل وأصير بدلها حبالا فاشتد ذلك على أهل دمشق حتى وردت عشرة رجال من ملك الروم إلى دمشق فسألوا أن يؤذن لهم في دخول المسجد فأذن لهم أن يدخلوا من باب البريد فوكل بهم رجلا يعرف لغتهم ويستمع كلامهم وينهي قولهم إلى عمر من حيث لا يعلمون فمروا في الصحن حتى استقبلوا القبلة فرفعوا رؤوسهم إلى المسجد فنكس رئيسهم رأسه واصفر لونه فقالوا له في ذلك فقال إنا كنا معاشر أهل رومية نتحدث أن بقاء العرب قليل فلما رأيت ما بنوا علمت أن لهم مدة لا بد أن يبلغوها فلما أخبر عمر بن عبد العزيز بذلك قال إني أرى مسجدكم هذا غيظا على الكفار وترك ما هم به وقد كان رصع محرابه بالجواهر الثمينة وعلق عليه قناديل الذهب والفضة وبدمشق من الصحابة والتابعين وأهل الخير والصلاح الذين يزارون في ميدان الحصى وفي قبلي دمشق قبر يزعمون أنه قبر أم عاتكة أخت عمر بن الخطاب رضي الله عنه وعنده قبر يروون أنه قبر صهيب الرومي وأخيه والمأثور أن صهيبا بالمدينة وأيضا بها مشهد التاريخ في قبلته قبر مسقوف بنصفين وله خبر مع علي بن أبي طالب رضي الله عنه وفي قبلي الباب الصغير قبر بلال بن حمامة وكعب الأحبار وثلاث من أزواج النبي وقبر فضة جارية فاطمة رضي الله عنها وأبي الدرداء وأم الدرداء وفضالة بن عبيد وسهل بن الحنظلية وواثلة ابن الأسقع وأوس بن أوس الثقفي وأم الحسن بنت جعفر الصادق رضي الله عنه وعلي بن عبد الله بن العباس وسلمان بن علي بن عبد الله بن العباس وزوجته أم الحسن بنت علي بن أبي طالب رضي الله عنه وخديجة بنت زين العابدين وسكينة بنت الحسين والصحيح أنها بالمدينة ومحمد بن عمر بن علي بن أبي طالب وبالجابية قبر أويس القرني وقد زرناه بالرفة وله مشهد بالإسكندرية وبديار بكر |جـ 2 صـ 469| والأشهر الأعرف أنه بالرقة لأنه قتل فيما يزعمون مع علي بصفين ومن شرقي البلد قبر عبد الله بن مسعود وأبي بن كعب وهذه القبور هكذا يزعمون فيها والأصح الأعرف الذي دلت عليه الأخبار أن أكثر هؤلاء بالمدينة مشهورة قبورهم هناك وكان بها من الصحابة والتابعين جماعة غير هؤلاء قيل إن قبورهم حرثت وزرعت في أول دولة بني العباس نحو مائة سنة فدرست قبورهم فادعى هؤلاء عوضا عما درس وفي باب الفراديس مشهد الحسين بن علي رضي الله عنهما وبظاهر المدينة عند مشهد الخضر قبر محمد بن عبد الله بن الحسين بن أحمد بن إسماعيل بن جعفر الصادق رضي الله عنه وبدمشق عمود العسر في العليين يزعمون أنهم قد خربوه وعمود آخر عند الباب الصغير في مسجد يزار وينذر له وبالجامع من شرقيه مسجد عمر بن الخطاب رضي الله عنه ومشهد علي بن أبي طالب رضي الله عنه ومشهد الحسين وزين العابدين وبالجامع مقصورة الصحابة وزاوية الخضر وبالجامع رأس يحيى بن زكرياء عليه السلام ومصحف عثمان بن عفان رضي الله عنه قالوا إنه خطه بيده ويقولون إن قبر هود عليه السلام في الحائط القبلي والمأثور أنه بحضرموت وتحت قبة النسر عمودان مجزعان زعموا أنهما من عرش بلقيس والله أعلم والمنارة الغربية بالجامع هي التي تعبد فيها أبو حامد الغزالي وابن تومرت ملك الغرب قيل إنها كانت هيكل النار وإن ذؤابة النار تطلع منها وسجد لها أهل حوران والمنارة الشرقية يقال لها المنارة البيضاء التي ورد أن عيسى بن مريم عليه السلام ينزل عليها وبها حجر يزعمون أنه قطعة من الحجر الذي ضربه موسى بن عمران عليه السلام & فانبجست منه اثنتا عشرة عينا & ويقال إن المنارة التي ينزل عندها عيسى عليه السلام هي التي عند كنيسة مريم بدمشق وبالجامع قبة بيت المال الغربية يقال إن فيها قبر عائشة رضي الله عنها والصحيح أن قبرها بالبقيع وعلى باب الجامع المعروف بباب الزيادة قطعة رمح معلقة يزعمون أنها من رمح خالد بن الوليد رضي الله عنه وبدمشق قبر العبد الصالح محمود بن زنكي ملك الشام وكذلك قبر صلاح الدين يوسف بن أيوب بالكلاسة في الجامع وأما المسافات بين دمشق وما يجاورها فمنها إلى بعلبك يومان وإلى طرابلس ثلاثة أيام وإلى بيروت ثلاثة أيام وإلى صيدا ثلاثة أيام وإلى أذرعات أربعة أيام وإلى أقصى الغوطة يوم واحد وإلى حوران والبثنية يومان وإلى حمص خمسة أيام وإلى حماة ستة أيام وإلى القدس ستة أيام وإلى مصر ثمانية عشر يوما وإلى غزة ثمانية أيام وإلى عكا أربعة أيام وإلى صور أربعة أيام وإلى حلب عشرة أيام وممن ينسب إليها من أعيان المحدثين عبد العزيز بن أحمد بن محمد بن سلمان بن إبراهيم بن عبد العزيز أبومحمد التميمي الدمشقي الكناني الصوفي الحافظ سمع الكثير وكتب الكثير ورحل في طلب الحديث وسمع بدمشق أبا القاسم صدقة بن محمد بن محمد القرشي وتمام بن محمد وأبا محمد بن أبي نصر وأبا نصر محمد بن أحمد بن هارون الجندي وعبد الوهاب بن عبد الله بن عمر المري وأبا الحسين عبد الوهاب بن جعفر الميداني وغيرهم ورحل إلى العراق فسمع محمد بن مخلد وأبا علي بن شاذان وخلقا سواهم ونسخ بالموصل ونصيبين ومنبج كثيرا وجمع جموعا وروى عنه أبو بكر الخطيب وأبو نصر الحميدي وأبو القاسم النسيب وأبو محمد الأكفاني |جـ 2 صـ 470| وأبو القاسم بن السمرقندي وغيرهم وكان ثقة صدوقا قال ابن الأكفاني ولد شيخنا عبد العزيز بن الكناني في رجب سنة 983 وبدأ بسماع الحديث في سنة 704 ومات في سنة 466 وقد خرج عنه الخطيب في عامة مصنفاته وهو يقول حدثني عبد العزيز بن أبي طاهر الصوفي وأبو زرعة عبد الرحمن ابن عمرو بن عبد الله بن صفوان بن عمرو البصري الدمشقي الحافظ المشهور شيخ الشام في وقته رحل وروى عن أبي نعيم وعفان ويحيى بن معين وخلق لا يحصون وروى عنه من الأئمة أبو داود السجستاني وابنه أبو بكر بن أبي داود وأبو القاسم بن أبي العقب الدمشقي وعبدان الأوزاعي ويعقوب بن سفيان الفسوي ومات سنة 182 وينسب إليها من لا يحصى من المسلمين وألف لها الحافظ بن عساكر تاريخا مشهورا في ثمانين مجلدة وممن اشتهر بذلك فلا يعرف إلا بالدمشقي يوسف بن رمضان بن بندار أبو المحاسن الدمشقي الفقيه الشافعي كان أبوه قرقوبيا من أهل مراغة وولد يوسف بدمشق وخرج منها بعد البلوغ إلى بغداد وصحب أسعد الميهني وأعاد له بعض دروسه ثم ولي تدريس النظامية ببغداد مدة وبنيت له مدرسة بباب الأزج وكان يذكر فيها الدرس ومدرسة أخرى عند الطيوريين ورحبة الجامع وانتهت إليه رياسة أصحاب الشافعي ببغداد في وقته وحدث بشيء يسير عن أبي البركات هبة الله بن أحمد البخاري وأبي سعد إسماعيل بن أبي صالح وعقد مجلس التذكير ببغداد وأرسله المستنجد إلى شملة أمير الأشتر من قهستان فأدركته وفاته وهو في الرسالة في السادس والعشرين من شوال سنة 563 دمشقين مثل جمع دمشق جمع تصحيح من قرى مصر في الفيوم بها بصل كالبطيخ لا حرافة فيه وحدثني من دخلها أنه شق بصلة وأخرج وسطها فكانت كالصحفة فأخذ فيها لبنا وأكله بها ",
                "title": "دمشق والنسبة الدمشقي",
                "uri": "JK_000129_005257"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}