{
    "features": [
        {
            "item": "JK_000129_012032",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.137-140",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مصر والنسبة المصري</h1> بفتح أوله وثانيه وتشديد الراء يجوز أن يكون مفعلا من أصر على الشيء إذا عزم أو من صر الجندب أو من صرير الباب وهو واد بأعلى حمى ضرية وقد تكسر الصاد عن الحازمي مصر سميت مصر بمصر بن مصرايم بن حام بن نوح عليه السلام وهي من فتوح عمرو بن العاص في أيام عمر بن الخطاب رضي الله عنه وقد استقصينا ذلك في الفسطاط قال صاحب الزيج طول مصر أربع وخمسون درجة وثلثان وعرضها تسع وعشرون درجة وربع في الإقليم الثالث وذكر ابن ما شاء الله المنجم أن مصر من إقليمين من الإقليم الثالث مدينة الفسطاط والإسكندرية ومدن إخميم وقوص واهناس والمقس وكورة الفيوم ومدينة القلزم ومدن أتريب وبنى وما والى ذلك من أسفل الأرض وإنعرض مدينة الإسكندرية وأتريب وبنى وما والى ذلك ثلاثون درجة وإن عرض مصر وكورة الفيوم وما والى ذلك تسع وعشرون درجة وإن عرض مدينة اهناس والقلزم ثمان وعشرون درجة وإن عرض إخميم ست وعشرون درجة ومن الإقليم الرابع تنيس ودمياط وما والى ذلك من أسفل الأرض وإن عروضهن إحدى وثلاثون درجة قال عبد الرحمن بن زيد بن أسلم في قوله تعالى & وآويناهما إلى ربوة ذات قرار ومعين & قال يعني مصر وإن مصر خزائن الأرضين كلها وسلطانها سلطان الأرضين كلها ألا ترى إلى قول يوسف عليه السلام لملك مصر & اجعلني على خزائن الأرض إني حفيظ عليم & ففعل فأغاث الله الناس بمصر وخزائنها ولم يذكر عز وجل في كتابه مدينة بعينها بمدح غير مكة ومصر فإنه قال أليس لي ملك مصر وهذا تعظيم ومدح وقال & اهبطوا مصرا & فمن لم يصرف فهو علم لهذا الموضع وقوله تعالى & فإن لكم ما سألتم & تعظيم لها فإن موضعا يوجد فيه ما يسألون لا يكون إلا عظيما وقوله تعالى & وقال الذي اشتراه من مصر لامرأته & وقال & ادخلوا مصر إن شاء الله آمنين & وقال & وأوحينا إلى موسى وأخيه أن تبوآ لقومكما بمصر بيوتا & وسمى الله تعالى ملك مصر العزيز بقوله تعالى & وقال نسوة في المدينة امرأة العزيز تراود فتاها عن نفسه & وقالوا ليوسف حين ملك مصر & يا أيها العزيز مسنا وأهلنا الضر & فكانت هذه تحية عظمائهم وأرض مصر أربعون ليلة في مثلها طولها من الشجرتين اللتين كانتا بين رفح والعريش إلى أسوان وعرضها من برقة إلى أيلة وكانت منازل الفراعنة واسمها باليونانية مقدونية والمسافة ما بين بغداد إلى مصر خمسمائة وسبعون فرسخا وروى أبو ميل أن عبد الله بن عمر الأشعري قدم من دمشق إلى مصر وبها عبد الرحمن بن عمرو بن العاص فقال ما أقدمك إلى بلدنا قال أنت أقدمتني كنت حدثتنا أن مصر أسرع الأرض خرابا ثم أراك قد اتخذت فيها الرباع واطمأننت فقال إن مصر قد وقع خرابها دخلها بختنصر فلم يدع فيها حائطا قائما فهذا هو الخراب الذي كان يتوقع لها وهي اليوم أطيب الأرضين ترابا وأبعدها خرابا لن تزال فيها بركة ما دام في الأرض إنسان قوله تعالى & فإن لم يصبها وابل فطل & هي أرض مصر إن لم يصبها مطر زكت وإن أصابها أضعف زكاها وقالوا مثلت الأرض على صورة طائر فالبصرة ومصر الجناحان فإذا خربتا خربت الدنيا وقرأت بخط أبي |جـ 5 صـ 138| عبد الله المرزباني حدثني أبو حازم القاضي قال قال لي أحمد بن المدبر أبو الحسن لو عمرت مصر كلها لوفت بالدنيا وقال لي مساحة مصر ثمانية وعشرون ألف ألف فدان وإنما يعمل فيها في ألف ألف فدان وقال لي كنت أتقلد الدواوين لا أبيت ليلة من الليالي وعلي شيء من العمل وتقلدت مصر فكنت ربما بت وعلي شيء من العمل فأستتمه إذا أصبحت قال وقال لي أبو حازم القاضي جبى عمرو بن العاص مصر لعمر بن الخطاب رضي الله عنه اثني عشر ألف ألف دينار فصرفه عثمان وقلدها عبد الله بن أبي سرح فجباها أربعة عشر ألف ألف فقال عثمان لعمرو يا أبا عبد الله أعلمت أن اللقحة بعدك درت فقال نعم ولكنها أجاعت أولادها وقال لنا أبو حازم إن هذا الذي رفعه عمرو بن العاص وابن أبي سرح إنما كان عن الجماجم خاصة دون الخراج وغيره ومن مفاخر مصر مارية القبطية أم إبراهيم ابن رسول الله صلى الله عليه وسلم ولم يرزق من امرأة ولدا ذكرا غيرها وهاجر أم إسماعيل عليه السلام وإذا كانت أم إسماعيل فهي أم محمد صلى الله عليه وسلم وقال النبي صلى الله عليه وسلم إذا فتحتم مصر فاستوصوا بالقبط خيرا فإن لهم صهرا وقرأت بخط محمد بن عبد الملك النارنجي حدثني محمد بن إسماعيل السلمي قال قال إبراهيم بن محمد بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن عبد المطلب بن عبد مناف وهو ابن عم أبي عبد الله محمد بن إدريس بن العباس الشافعي قال كتبت إلى أبي عبد الله عند قدومه مصر أسأله عن أهله في فصل من كتابي إليه فكتب إلي وسألت عن أهل البلد الذي أنا به وهم كما قال عباس بن مرداس السلمي إذا جاء باغي الخير قلن بشاشة له بوجوه كالدنانير مرحبا وأهلا ولا ممنوع خير تريده ولا أنت تخشى عندنا أن تؤنبا وفي رسالة لمحمد بن زياد الحارثي إلى الرشيد يشير عليه في أمر مصر لما قتلوا موسى بن مصعب يصف مصر وجلالتها ومصر خزانة أمير المؤمنين التي يحمل عليها حمل مؤنة ثغوره وأطرافه ويقوت بها عامة جنده ورعيته مع اتصالها بالمغرب ومجاورتها أجناد الشام وبقية من بقايا العرب ومجمع عدد الناس فيما يجمع من ضروب المنافع والصناعات فليس أمرها بالصغير ولا فسادها بالهين ولا ما يلتمس به صلاحها بالأمر الذي يصير له على المشقة ويأتي بالرفق وقد هاجر إلى مصر جماعة من الأنبياء وولدوا ودفنوا بها منهم يوسف الصديق عليه السلام والأسباط وموسى وهارون وزعموا أن المسيح عليه السلام ولد بأهناس وبها نخلة مريم وقد وردها جماعة كثيرة من الصحابة الكرام ومات بها طائفة أخرى منهم عمرو بن العاص وعبد الله بن الحارث الزبيدي وعبد الله بن حذافة السهمي وعقبة بن عامر الجهني وغيرهم قال أمية يكتنف مصر من مبدئها في العرض إلى منتهاها جبلان أجردان غير شامخين متقاربان جدا في وضعهما أحدهما في ضفة النيل الشرقية وهو جبل المقطم والآخر في الضفة الغربية منه والنيل منسرب فيما بينهما من لدن مدينة أسوان إلى أن ينتهيا إلى الفسطاط فثم تتسع مسافة ما بينهما وتنفرج قليلا ويأخذ المقطم منها شرقا فيشرف على فسطاط مصر ويغرب الآخر على وراب من مسلكيهما وتعريج مسلكيهما فتتسع أرض مصر من الفسطاط إلى ساحل البحر الرومي الذي عليه الفرما وتنيس ودمياط ورشيد والإسكندرية |جـ 5 صـ 139| ولذلك مهب الشمال يهب إلى القبلة شيئا ما فإذا بلغت آخر مصر عدت ذات الشمال واستقبلت الجنوب وتسير في الرمل وأنت متوجه إلى القبلة فيكون الرمل من مصبه عن يمنيك إلى إفريقية وعن يسارك من أرض مصر الفيوم منها وأرض الواحات الأربع وذلك بغربي مصر وهو ما استقبلته منه ثم تعرج من آخر الواحات وتستقبل المشرق سائرا إلى النيل تسير ثماني مراحل إلى النيل ثم على النيل صاعدا وهي آخر أرض الإسلام هناك وتليها بلاد النوبة ثم تقطع النيل وتأخذ من أرض أسوان في الشرق منكبا على بلاد السودان إلى عيذاب ساحل البحر الحجازي فمن أسوان إلى عيذاب خمس عشرة مرحلة وذلك كله قبلي أرض مصر ومهب الجنوب منها ثم تقطع البحر الملح من عيذاب إلى أرض الحجاز فتنزل الحوراء أول أرض مصر وهي متصلة بأعراض مدينة الرسول صلى الله عليه وسلم وهذا البحر المذكور وهو بحر القلزم وهو داخل في أرض مصر بشرقية وغربية فالشرقي منه أرض الحوراء وطبة فالنبك وأرض مدين وأرض أيلة فصاعدا إلى المقطم بمصر والغربي منه ساحل عيذاب إلى بحر القلزم إلى المقطم والبحري مدينة القلزم وجبل الطور وبين القلزم والفرما مسيرة يوم وليلة وهو الحاجز بين البحرين بحر الحجاز وبحر الروم وهذا كله شرقي مصر من الحوراء إلى العريش وذكر من له معرفة بالخراج الدواوين أنه وقف على جريدة عتيقة بخط أبي عيسى المعروف بالنويس متولي خراج مصر يتضمن أن قرى مصر والصعيد وأسفل الأرض ألفان وثلثمائة وخمس وتسعون قرية منها الصعيد تسعمائة وسبع وخمسون قرية وأسفل أرض مصر ألف وأربعمائة وتسع وثلاثون قرية والآن قد تغير ذلك وخرب كثير منه فلا تبلغ هذه العدة وقال القضاعي أرض مصر تنقسم قسمين فمن ذلك صعيدها وهو يلي مهب الجنوب منها وأسفل أرضها وهو يلي مهب الشمال منها فقسم الصعيد عشرون كورة وقسم أسفل الأرض ثلاث وثلاثون كور فأما كورة الصعيد فأولاها كورة الفيوم وكورة منف وكورة وسيم وكورة الشرقية وكورة دلاص وكورة بوصير وكورة أهناس وكورة الفشن وكورة البهنسا وكورة طحا وكورة جير وكورة السمنودية وكورة بويط وكورة الأشمونين وكورة أسفل أنصنا وأعلاها وكورة قوص وقاو وكورة شطب وكورة أسيوط وكورة قهقوة وكورة إخميم وكورة دير أبشيا وكورة هو وكورة إقنا وكورة فاو وكورة دندرا وكورة قفط وكورة الأقصر وكورة إسنا وكورة أرمنت وكورة أسوان ثم ملك مصر بعد وفاة أبيه بيصر ابنه مصر ثم قفط بن مصروذكر ابن عبد الحكم بعد قفط اشمن أخاه ثم أخوه أتريب ثم أخوه صا ثم ابنه تدارس بن صا ثم ابنه ماليق بن تدارس ثم ابنه حربتا بن ماليق ثم ابنه ملكي بن حربتا فملكه نحو مائة سنة ثم مات ولا ولد له فملك أخوه ماليا بن حربتا ثم ابنه طوطيس بن ماليا وهو الذي وهب هاجر لسارة زوجة إبراهيم الخليل عليه السلام عند قدومه عليه ثم مات طوطيس وليس له إلا ابنة اسمها حوريا فملكت مصر فهي أول امرأة ملكت مصر من ولد نوح عليه السلام ثم ابنة عمها زالفا وعمرت دهرا طويلا فطمع فيهم العمالقة وهم الفراعنة وكانوا يومئذ أقوى أهل الأرض وأعظمهم ملكا وجسوما وهم ولد عمليق بن لاوذ بن سام بن نوح عليه السلام فغزاهم الوليد بن دوموز وهو أكبر |جـ 5 صـ 140| الفراعنة وظهر عليهم ورضوا بأن يملكوه فملكهم خمسة من ملوك العمالقة أولهم الوليد بن دوموز هذا ملكهم نحوا من مائة سنة ثم افترسه سبع فأكل لحمه ثم ملك ولده الريان صاحب يوسف عليه السلام ثم دارم بن الريان وفي زمانه توفي يوسف عليه السلام ثم غرق الله دارما في النيل فيما بين طرا وحلوان ثم ملك بعده كاتم بن معدان فلما هلك صار بعده فرعون موسى عليه السلام وقيل كان من العرب من بلي وكان أبرش قصيرا يطأ في لحيته ملكها خمسمائة عام ثم غرقه الله وأهلكه وهو الوليد بن مصعب وزعم قوم أنه كان من قبط مصر ولم يكن من العمالقة وخلت مصر بعد غرق فرعون من أكابر الرجال ولم يكن إلا العبيد والإماء والنساء والذراري فولوا عليهم دلوكة كما ذكرناه في حائط العجوز فملكتهم عشرين سنة حتى بلغ من أبناء أكابرهم وأشرافهم من قوي على تدبير الملك فملكوه وهو دركون بن بلوطس وفي رواية بلطوس وهو الذي خاف الروم فشق من بحر الظلمات شقا ليكون حاظرا بينه وبين الروم ولم يزل الملك في أشراف القبط من أهل مصر من ولد دركون هذا وغيره وهي ممتنعة بتدبير تلك العجوز نحو أربعمائة سنة إلى أن قدم بختنصر إلى بيت المقدس وظهر على بني إسرائيل وخرب بلادهم فلحقت طائفة من بني إسرائيل بقومس بن نقناس ملك مصر يومئذ لما يعلمون من منعته فأرسل إليه بختنصر يأمره أن يردهم إليه وإلا غزاه فامتنع من ردهم وشتمه فغزاه بختنصر فأقام يقاتله سنة فظهر عليه بختنصر فقتله وسبى أهل مصر ولم يترك بها أحدا وبقيت مصر خرابا أربعين سنة ليس بها أحد يجري نيلها في كل عام ولا ينتفع به حتى خربها وخرب قناطرها والجسور والشروع وجميع مصالحها إلى أن دخلها إرميا النبي عليه السلام فملكها وعمرها وأعاد أهلها إليها وقيل بل الذي ردهم إليها بختنصر بعد أربعين سنة فعمروها وملك عليها رجلا منهم فلم تزل مصر منذ ذلك الوقت مقهورة ثم ظهرت الروم وفارس على جميع الممالك والملوك الذين في وسط الأرض فقاتلت الروم أهل مصر ثلاثين سنة وحاصروهم برا وبحرا إلى أن صالحوهم على شيء يدفعونه إليهم في كل عام على أن يمنعوهم ويكونوا في ذمتهم ثم ظهرت فارس على الروم وغلبوهم على الشام وألحوا على مصر بالقتال ثم استقرت الحال على خراج ضرب على مصر من فارس والروم في كل عام وأقاموا على ذلك تسع سنين ثم غلبت الروم فارس وأخرجتهم من الشام وصار صلح مصر كله خالصا للروم وذلك في عهد رسول الله صلى الله عليه وسلم في أيام الحديبية وظهور الإسلام وكان الروم قد بنوا موضع الفسطاط الذي هو مدينة مصر اليوم حصنا سموه قصر اليون وقصر الشام وقصر الشمع ولما غزا الروم عمرو بن العاص تحصنوا بهذا الحصن وجرت لهم حروب إلى أن فتحوا البلاد كما نذكره إن شاء الله تعالى في الفسطاط وجميع ما ذكرته ههنا إلا بعض اشتقاق مصر من كتاب الخطط الذي ألفه أبو عبد الله محمد بن سلامة بن جعفر القضاعي وقال أمية ومصر كلها بأسرها واقعة من المعمورة في قسم الإقليم الثاني والإقليم الثالث معظمها في الثالث وأما سكان أرض مصر فأخلاط من الناس مختلفو الأصناف من قبط وروم وعرب وبربر وأكراد وديلم وأرمن وحبشان وغير ذلك من الأصناف والأجناس إلا أن جمهورهم قبط والسبب في اختلاطهم تداول المالكين لها والمتغلبين عليها من العمالقة واليونانيين والروم والعرب وغيرهم فلهذا اختلطت أنسابهم واقتصروا من |جـ 5 صـ 141| الانتساب على ذكر مساقط رؤوسهم وكانوا قديما عباد أصنام ومدبري هياكل إلى أن ظهر دين النصرانية بمصر فتنصروا وبقوا على ذلك إلى أن فتحها المسلمون في أيام عمر بن الخطاب رضي الله عنه فأسلم بعضهم وبقي البعض على دين النصرانية وغالب مذهبهم يعاقبه قال أما أخلاقهم فالغالب عليها اتباع الشهوات والانهماك في اللذات والاشتغال بالتنزهات والتصديق بالمحالات وضعف المرائر والعزمات قالوا ومن عجائب مصر النمس وليس يرى في غيرها وهو دويبة كأنها قديدة فإذا رأت الثعبان دنت منه فيتطوى عليها ليأكلها فإذا صارت في فمه زفرت زفرة وانتفخت انتفاخا عظيما فينقد الثعبان من شدته قطعتين ولولا هذا النمس لأكلت الثعابين أهل مصر وهي أنفع لأهل مصر من القنافذ لأهل سجستان قال الجاحظ من عيوب مصر أن المطر مكروه بها قال الله تعالى & وهو الذي يرسل الرياح بشرا بين يدي رحمته & يعني المطر وهم لرحمة الله كارهون وهو لهم غير موافق ولا تزكو عليه زروعهم وفي ذلك يقول بعض الشعراء يقولون مصر أخصب الأرض كلها فقلت لهم بغداد أخصب من مصر وما خصب قوم تجدب الأرض عندهم بما فيه خصب العالمين من القطر إذا بشروا بالغيث ريعت قلوبهم كما ريع في الظلماء سرب القطا الكدر قالوا وكان المقوقس قد تضمن مصر من هرقل بتسعة عشر ألف ألف دينار وكان يجبيها عشرين ألف ألف دينار وجعلها عمرو بن العاص عشرة آلاف ألف دينار أول عام وفي العام الثاني اثني عشر ألف ألف ولما وليها في أيام معاوية جباها تسعة آلاف ألف دينار وجباها عبد الله بن سعد بن أبي سرح أربعة عشر ألف ألف دينار وقال صاحب الخراج إن نيل مصر إذا رقي ستة عشر ذراعا وافى خراجها كما جرت عادته فإن زاد ذراعا آخر زاد في خراجها مائة ألف دينار لما يروي من الأعالي فإن زاد ذراعا آخر نقص من الخراج الأول مائة ألف دينار لما يستبحر من البطون قال كشاجم يصف مصر أما ترى مصر كيف قد جمعت بها صنوف الرياح في مجلس السوسن الغص والبنفسج وال ورد وصنف البهار والنرجس كأنها الجنة التي جمعت ما تشتهيه العيون والأنفس كأنما الأرض ألبست حللا من فاخر العبقري والسندس وقال شاعر آخر يهجو مصر مصر دار الفاسقينا تستفز السامعينا فإذا شاهدت شاهد ت جنونا ومجونا وصفاعا وضراطا وبغاء وقرونا وشيوخا ونساء قد جعلن الفسق دينا فهي موت الناسكينا وحياة النائكينا وقال كاتب من أهل البندنيجين يذم مصر هل غاية من بعد مصر أجيئها للرزق من قذف المحل سحيق |جـ 5 صـ 142| لم يأل من حطت بمصر ركابه للرزق من سبب لديه وثيق نادته من أقصى البلاد بذكرها وتغشه من بعد بالتعويق كم قد جشمت على المكاره دونها من كل مشتبه الفجاج عميق وقطعت من عافي الصوى متخرقا ما بين هيت إلى مخارم فيق فعريش مصر هناك فالفرما إلى تنيسها ودميرة ودبيق برا وبحرا قد سلكتهما إلى فسطاطها ومحل أي فريق ورأيت أدنى خيرها من طالب أدنى لطالبها من العيوق قلت منافعها فضج ولاتها وشكا التجار بها كساد السوق ما إن يرى فيها الغريب إذا رأى شيئا سوى الخيلاء والتبريق قد فضلوا جهلا مقطمهم على بيت بمكة للإله عتيق لمصارع لم يبق في أجداثهم منهم صدى بر ولا صديق إن هم فاعلهم فغير موفق أو قال قائلهم فغير صدوق * * * شع شيع الضلال وحزب كل منافق ومضارع للبغي والتنفيق أخلاق فرعون اللعينة فيهم والقول بالتشبيه والمخلوق لولا اعتزال فيهم وترفض من عصبة لدعوت بالتغريق وبعد هذا أبيات ذكرتها في رحا البطريق وما زالت مصر منازل العرب من قضاعة وبلي واليمن ألا ترى إلى جميل حيث يقول إذا حلت بمصر وحل أهلي بيثرب بين آطام ولوب مجاورة بمسكنها تجيبا وما هي حين تسأل من مجيب وأهوى الأرض عندي حيث حلت بجدب في المنازل أو خصيب وبمصر من المشاهد والمزارات بالقاهرة مشهد به رأس الحسين بن علي رضي الله عنه نقل إليها من عسقلان لما أخذ الفرنج عسقلان وهو خلف دار المملكة يزار وبظاهر القاهرة مشهد صخرة موسى بن عمران عليه السلام به أثر أصابع يقال إنها أصابعه فيه اختفى من فرعون لما خافه وبين مصر والقاهرة قبة يقال إنها قبر السيدة نفيسة بنت الحسن بن زيد بن الحسن بن علي بن أبي طالب ومشهد يقال إن فيه قبر فاطمة بنت محمد بن إسماعيل بن جعفر الصادق وقبر آمنة بنت محمد الباقر ومشهد فيه قبر رقية بنت علي بن أبي طالب ومشهد فيه قبر آسية بنت مزاحم زوجة فرعون والله أعلم وبالقرافة الصغرى قبر الإمام الشافعي رضي الله عنه وعنده في القبة قبر علي بن الحسين بن علي زين العابدين وقبر الشيخ أبي عبد الله الكيراني وقبور أولاد عبد الحكم من أصحاب الشافعي وبالقرب منها مشهد يقال إن فيه قبر علي بن عبد الله بن القاسم بن محمد بن جعفر الصادق وقبر آمنة بنت موسى الكاظم في مشهد ومشهد فيه قبر يحيى بن الحسين بن |جـ 5 صـ 143| زيد بن الحسين بن علي بن أبي طالب وقبر أم عبد الله بنت القاسم بن محمد بن جعفر الصادق وقبر عيسى بن عبد الله بن القاسم بن محمد بن جعفر الصادق ومشهد فيه قبر كلثم بنت القاسم بن محمد بن جعفر الصادق وعلى باب الكورتين مشهد فيه مدفن رأس زيد بن علي بن الحسين بن علي بن أبي طالب الذي قتل بالكوفة وأحرق وحمل رأسه فطيف به الشام ثم حمل إلى مصر فدفن هناك وعلى باب درب معالي قبة لحمزة بن سلعة القرشي وعلى باب درب الشعارين المسجد الذي باعوا فيه يوسف الصديق عليه السلام وبها غير ذلك مما يطول شرحه منهم بالقرافة يحيى بن عثمان الأنصاري وعبد الرحمن بن عوف والصحيح أنه بالمدينة وقبر صاحب انكلوته وقبر عبد الله بن حذيفة بن اليمان وقبر عبد الله مولى عائشة وقبر عروة وأولاده وقبر دحية الكلبي وقبر عبد الله بن سعد الأنصاري وقبر سارية وأصحابه وقبر معاذ بن جبل والمشهور أنه بالأردن وقبر معن بن زائدة والمشهور أنه بسجستان وقبر ابنين لأبي هريرة ولا أعرف اسميهما وقبر روبيل بن يعقوب وقبر اليسع وقبر يهوذا بن يعقوب وقبر ذي النون المصري وقبر خال رسول الله صلى الله عليه وسلم وهو أخو حليمة السعدية وقبر رجل من أولاد أبي بكر الصديق وقبر أبي مسلم الخولاني وهو بغباغب من أعمال دمشق ويقال الخولاني عند داري وقبر عبد الله بن عبد الرحمن الزهري وبالقرافية أيضا قبر أشهب وعبد الرحمن بن القاسم وورش المدني وقبر أبي الثريا وعبد الكريم بن الحسن ومقام ذي النون النبي وقبر شقران وقبر الكر وأحمد الروذباري وقبر الزيدي وقبر العبشاء وقبر علي السقطي وقبر الناطق والصامت وقبر زعارة وقبر الشيخ بكار وقبر أبي الحسن الدينوري وقبر الحميري وقبر ابن طباطبا وقبور كثير من الأنبياء والأولياء والصديقين والشهداء ولو أردنا حصرهم لطال الشرح ",
                "title": "مصر والنسبة المصري",
                "uri": "JK_000129_012032"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}