{
    "features": [
        {
            "item": "JK_000129_010433",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.383-384",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القف</h1> بالضم والتشديد والقف ما ارتفع من الأرض وغلظ ولم يبلغ أن يكون جبلا وقال ابن شميل القف حجارة غاص بعضها ببعض مترادف بعضها إلى بعض حمر لا يخالطها من اللين والسهولة شيء وهو جبل غير أنه ليس بطويل في السماء فيه إشراف على ما حوله وما أشرف منه على الأرض حجارة تحت تلك الحجارة أيضا حجارة قال ولا تلقى قفا إلا وفيه حجارة متعلقة عظام مثل الإبل البروك وأعظم وصغار قال ورب قف حجارته فنادير أمثال البيوت قال ويكون في القف رياض وقيعان فالروضة حينئذ من القف الذي هي فيه ولو ذهبت تحفر فيها لغلبتك كثرة حجارتها وإذا رأيتها رأيتها طينا وهي تنبت وتعشب وإنما قف القفاف حجارتها قال الأزهري وقفاف الصمان بهذه الصفة وهي بلاد عريضة واسعة فيها رياض وقيعان وسلقان كثيرة وإذا أخصبت ربعت العرب جميعا بكثرة مراتعها وهي من حزون نجد و القف علم لواد من أودية المدينة عليه مال لأهلها وأنشد الأصمعي لتماضر |جـ 4 صـ 384| بنت مسعود بن عقبة أخي ذي الرمة وكان زوجها خرج عنها إلى القفين نظرت ودوني القف ذو النخل هل أرى أجارع في آل الضحى من ذرى الرمل فيا لك من شوق وجيع ونظرة ثناها علي القف خبلا من الخبل ألا حبذا ما بين حزوى وشارع وأنقاء سلمى من حزون ومن سهل لعمري لأصوات المكاكي بالضحى وصوت صبا في حائط الرمث بالذحل وصوت شمال زعزعت بعد هدأة ألاء وأسباطا وأرطى من الحبل أحب إلينا من صياح دجاجة وديك وصوت الريح في سعف النخل فيا ليت شعري هل أبيتن ليلة بجمهور حزوى حيث ربتني أهلي وقال زهير لمن طلل كالوحي عاف منازله عفا الرس منه فالرسيس فعاقله فقف فصارات بأكناف منعج فشرقي سلمى حوضه فأجاوله ثم أضاف إليه شيئا آخر وثناه فقال زهير أيضا كم للمنازل من عام ومن زمن لآل سلماء بالقفين فالركن و القف موضع بأرض بابل قرب باجوا وسورا خرج منه شبيب بن بحرة الأشجعي الخارجي المشارك لابن ملجم في قتل علي رضي الله عنه في جماعة من الخوارج فخرج إليه أهل الكوفة في إمارة المغيرة بن شعبة فقتلوه ",
                "title": "القف",
                "uri": "JK_000129_010433"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}