{
    "features": [
        {
            "item": "JK_000952_0341",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.259-260",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباطرقاني</h1> بفتح الباء وكسر الطاء المهملة وسكون الراء وفتح القاف وفي آخرها النون هذه النسبة إلى باطرقان وهي إحدى قرى أصبهان كان منها جماعة من القراء والمحدثين منهم أبو بكر عبد الواحد بن أحمد بن محمد بن عبد الله بن العباس الباطرقاني كان أحد القراء المجودين وكان من أهل العبادة والعلم والخير ذكره يحيى بن أبي عمرو بن منده في كتاب أصبهان فقال عبد الواحد الباطرقاني كان إماما في القراءات حافظا للروايات قتل في الجامع أيام مسعود سنة إحدى وعشرين وأربعمائة في جمادي الآخرة وقيل في رجب وقيل قتل في داره وهو ساجد في فتنة الخراسانية قلت وكانت هذه فتنة عظيمة بأصبهان قتل فيها جماعة من العلماء والصلحاء وأهل الخير مثل ما كانت بخراسان في فتنة الغز وسمعت الأديب أبا عبد الله الخلال بأصبهان في داره مذاكرة يقول رأى بعض الصالحين في المنام أن رجلا صعد المنارة بجامع جورجير أحد الجوامع بأصبهان ونادى بأعلى صوته ثلاث مرات سكت نطق فلما انتبه فزعا سأل أهل العلم فما عبر أحد هذه الرؤيا فوصل هذا الخبر إلى بلد الكرج فقال بعض العلماء بها ينبغي أن يصيب أهل أصبهان بلاء وفتنة فإن هذه اللفظة في شعر أبي العتاهية % سكت الدهر زمانا عنهم % % ثم أبكاهم دما حين نطق % قال فلم يكن بعد إلا القليل حتى وافى مسعود أصبهان وأغار عليها وقتل الناس ومن جملتهم عبد الواحد الباطرقاني إمام جامع جورجير وأبو بكر أحمد بن الفضل بن محمد بن أحمد بن محمد بن جعفر الباطرقاني كان مقرئا فاضلا ومحدثا مكثرا من الحديث كتب بنفسه الكثير وكان حسن الخط دقيقه قرأ القرآن على جماعة من مشاهير القدماء بالروايات وصنف التصانيف فيه منها كتاب طبقات القراء وكتاب الشواذ وصلى بالناس إماما بالجامع الكبير سنين بعد أبي المظفر بن شبيب سمع الحديث من أبي عبد الله محمد بن إسحاق بن منده الحافظ وأبي إسحاق إبراهيم بن عبد الله بن خورشيد قوله التاجر وأبي عبد الله محمد بن إبراهيم بن جعفر اليزدي وأبي بكر الطاهري وأبي عمر بن عبد الوهاب وابن شهدل الأصبهانيين وجماعة كثيرة سواهم روى لنا عنه أبو عبد الله محمد بن عبد الواحد الدقاق الحافظ بمرو وأبو عبد الله الحسين بن عبد الملك الخلال الأديب وأبو الفرج سعيد بن أبي الرجاء الأصبهاني الدوري وأبو المظفر شبيب بن محمد بن خورة المارباناني وأبو الخير |جـ 1 صـ 260| عبد السلام بن محمد بن أحمد الحسناباذي وأبو العباس أحمد بن الفضل المهاد وجماعة سواهم حدث عنه القدماء مثل أبي علي الحسن بن علي الوخشي الحافظ وأبو محمد عبد العزيز بن محمد النخشي الحافظ وكانت ولادته في سنة اثنتين وسبعين وثلاثمائة ومات يوم الثلاثاء الثاني والعشرين من صفر سنة ستين وأربعمائة بأصبهان وأبو منصور محمد بن الحسين بن محمد بن عبيد الله الباطرقاني من أهل أصبهان حدث عن أبي بكر محمد بن علي بن أحمد المعدل روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ ومن القدماء أبو إسحاق إبراهيم بن بندار بن عبدة القطان الباطرقاني من أهل أصبهان يروي عن جماعة مثل محمد بن يحيى بن أبي عمر العدني وعمرو بن علي الفلاس وسلمة بن شبيب وغيرهم روى عنه أبو علي أحمد بن محمد بن عاصم ومحمد بن أحمد بن إبراهيم الأصبهانيان وأبو إسحاق إبراهيم بن القاسم بن يونس الباطرقاني الوراق الشيباني كان أحد الثقات حدث عن أبي مسعود أحمد بن الفرات الرازي وسعيد الكريزي روى عنه إبراهيم بن محمد بن حمزة الحافظ وأبو محمد عبد الله بن الضريس الباطرقاني يروي عن الحسين بن حفص روى عنه أحمد بن محمود بن صبيح الأصبهاني وأبو محمد عبد الله بن بندار بن إبراهيم بن المحتضر بن عتاب بن خليفة بن اياد بن عبيد الله الضبي الباطرقاني حدث عن محمد بن المغيرة وإسماعيل بن عمرو روى عنه أبو بكر بن ابرويه الصوفي وأبو عمرو بن حكيم وغيرهما وتوفي سنة أربع وتسعين ومائتين وأبو عمرو يوسف بن إبراهيم بن يوسف الباطرقاني المؤدب يروي عن أبي خالد يزيد بن خالد بن يزيد الرملي سمع منه بمكة على الصفا سنة إحدى وثلاثين ومائتين روى عنه محمد بن أحمد بن يعقوب الأصبهاني ",
                "title": "الباطرقاني",
                "uri": "JK_000952_0341"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}