{
    "features": [
        {
            "item": "JK_000952_0291",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.237-238",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأيلي</h1> بفتح الألف وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها اللام هذه بلدة على ساحل بحر القلزم مما يلي ديار مصر خرج منها جماعة من العلماء والفضلاء في كل نوع وقد مات أبو بكر محمد بن مسلم بن شهاب الزهري إمام أهل المدينة بنواحي ايلة بموضع يقال له بدا وشغب وهما واديان عن مرحلة من أيلة وممن روى عن الزهري بأيلة أبو يزيد يونس بن يزيد بن أبي النجاد الأيلي نسبوه في موالي بني أمية يروي عن الزهري وغيره توفي بصعيد مصر سنة اثنتين وخمسين ومائة وابن أخيه أبو عثمان عنبسة بن خالد بن |جـ 1 صـ 238| يزيد بن أبي النجاد الأيلي مولى بني أمية من أهل أيلة أيضا روى عن عمه روى عنه أحمد بن صالح المصري مات عنبسة بأيلة سنة سبع وتسعين ومائة وقيل سنة ثمان وتسعين ومحمد بن سلام بن عبد الله بن عقيل بن خالد الأيلي يروي عن يونس بن يزيد الأيلي أيضا روى عنه أبو بكر محمد بن يزيد الطرسوسي وخالد بن نزار الأيلي يروي عن سفيان بن عيينة وإبراهيم بن طهمان روى عنه ابنه أبو الطيب طاهر بن خالد بن نزار بن سليم الغساني الأيلي نزل بسر من رأى وحدث بها عن أبيه وآدم بن أبي أياس روى عنه يحيى بن محمد بن صاعد والحسن بن محمد بن سعيد وإسماعيل بن العباس الوراق ومحمد بن مخلد العطار ومحمد بن جعفر المطيري وهو ثقة وقال ابن أبي حاتم كتب عنه أبي بسامرا وهو صدوق ومات بسامرا في شعبان سنة ثلاث وستين ومائتين وأقدم منهم أبو خالد عقيل بن خالد بن عقيل الأيلي القرشي والأموي مولى آل عثمان بن عفان رضي الله عنه يروي عن الزهري وعكرمة ومكحول روى عنه الليث بن سعد ويونس بن يزيد الأيلي مات سنة إحدى أو اثنتين وأربعين ومائة وقال أبو سعيد بن يونس توفي بفسطاطا مصر فجاءة بالمعافر في قصر عمار بن يونس بن أبي سعيد سنة أربع وأربعين ومائة وأبو محمد عبد الرحمن بن هارون بن سعيد بن الهيثم الأيلي حدث وتوفي في شوال سنة ثمان وسبعين ومائتين ",
                "title": "الأيلي",
                "uri": "JK_000952_0291"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}