{
    "features": [
        {
            "item": "JK_000129_002759",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.60-61",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تونس الغرب والنسبة التونسي</h1> بالضم ثم السكون والنون تضم وتفتح وتكسر مدينة كبيرة محدثة بإفريقية على ساحل بحر الروم عمرت من أنقاض مدينة كبيرة قديمة بالقرب مها يقال لها قرطاجنة وكان اسم تونس في القديم ترشيش وهي على ميلين من قرطاجنة ويحيط بسورها أحد وعشرون ألف ذراع وهي الآن قصبة بلاد إفريقية بينها وبين سفاقس ثلاثة أيام ومائة ميل بينها وبين القيروان ونحو منه بينها وبين المهدية وليس بها ماء جار إنما شربهم من آبار ومصانع يجتمع فيها ماء المطر في كل دار مصنع وآبارها خارج الديار في أطراف البلد وماؤها ملح وعليها محترث كثير ولها غلة فائضة وهي من أصح بلاد إفريقية هواء وقال البكري مدينة تونس في سفح جبل يعرف بجبل أم عمرو ويدور بمدينتها خندق حصين ولها خمسة أبواب باب الجزيرة قبلي ينسب إلى جزيرة شريك ويخرج منه إلى القيروان ويقابله الجبل المعروف بجبل التوبة وهو جبل عال لا ينبت شيئا وفي أعلاه قصر مبني مشرف على البحر وفي شرقي هذا القصر غار محني الباب يسمى المعشوق وبالقرب منه عين ماء وفي غربي هذا الجبل جبل يعرف بجبل الصيادة فيه قرى كثيرة الزيتون والثمار والمزارع وفي هذا الجبل سبعة مواجل للماء أقباء على غرار واحد وفي غربي هذا الجبل أيضا أشراف بمزارع متصلة بموضع يعرف بالملعب فيه قصر بني الأغلب |جـ 2 صـ 61| وقد غرس فيه جميع الثمار وأصناف الرياحين وفي شرقي مدينة تونس الميناء والبحيرة باب قرطاجنة ودونه داخل الخندق بساتين كثيرة وسواق تعرف بسواقي المرج ويتصل بها جبل أجرد يقال له جبل أبي خفاجة وفي أعلاه آثار بنيان وباب أرطة غربي تجاوره مقبرة يقال لها مقبرة سوق الأحد ودون الباب من داخل الخندق غدير كبير يعرف بغدير الفحامين وربض المرضى خارج عن المدينة وفي قبليه ملاحة كبيرة منها ملحهم وملح من يجاورهم وجامع تونس رفيع البناء مطل على البحر ينظر الجالس فيه إلى جميع جواريه ويرقى إلى الجامع من جهة الشرق على اثنتي عشرة درجة وبها أسواق كثيرة ومتاجر عجيبة وفنادق وحمامات ودور المدينة كلها رخام بديع ولها لوحان قائمان وثالث معرض مكان العتبة ومن أمثالهم دور تونس أبوابها رخام وداخلها سخام وهي دار علم وفقهوقد ولي قضاء إفريقية من أهلها جماعة ومع ذلك فهي مخصوصة بالتشغب والقيام على الأمراء والخلاف للولاة خالف نحو عشرة مرة وامتحن أهلها أيام أبي يزيد الخارجي بالقتل والسبي وذهاب الأموال قال صاحب الحدثان فويل لترشيش وويل لأهلها من الحبشي الأسود المتغاضب وقال بعض الشعراء لعمرك ما ألفيت تونس كاسمها ولكنني ألفيتها وهي توحش ويصنع بتونس للماء من الخزف كيزان تعرف بالريحية شديدة البياض في نهاية الرقة تكاد تشف ليس يعلم لها نظير في جميع الأقطار وتونس من أشرف بلاد إفريقية وأطيبها ثمرة وأنفسها فاكهة فمن ذلك اللوز الفريك يفرك بعضه بعضا من رقة قشره ويحت باليد وأكثره حبتان في كل لوزة مع طيب المضغة وعظم الحبة والرمان الضعيف الذي لا عجم له البتة مع صدق الحلاوة وكثرة المائية والأترج الجليل الطيب الذكي الرائحة البديع المنظر والتين الخارمي أسود كبير رقيق القشر كثير العسل لا يكاد يوجد له بزر والسفرجل المتناهي كبرا وطيبا وعطرا والعناب الرفيع في قدر الجوزة والبصل القلوري في قدر الأترج مستطيل سابري القشر صادق الحلاوة كثير الماء وبها من أجناس السمك ما لا يوجد في غيرها يرى في كل شهر جنس من السمك لا يرى في الذي قبله يملح فيبقى سنين صحيح الجرم طيب الطعم منه جنس يقال له النقونس يضربون به المثل فيقولون لولا النقونس لم يخالف أهل تونس قال البكري بين تونس والقيروان منزل يقال له مجقة إذا كان أوان طيب الزيتون بالساحل قصدته الزرازير فباتت فيه وقد حمل كل طائر منها زيتونتين في مخلبيه فيلقيهما هناك وله غلة عظيمة تبلغ سبعين ألف درهم ويقال لبحر تونس رادس وكذلك يقال لمرساها مرسى رادس وأهلها موصوفون بدناءة النفس وافتتحها حسان بن نعمان بن عدي بن بكر بن مغيث الأسدي أيام عبد الملك نزل عليها فسأله الروم أن لا يدخل عليهم وأن يضع عليهم خراجا يقسطه عليهم فأجابهم إلى ذلك وكانت لهم سفن معدة فركبوها ونجوا وتركوا المدينة خالية فدخلها حسان فحرق وخرب وبنى بها مسجدا وأسكنها طائفة من المسلمين ورجع حسان إلى القيروان فرجعت الروم إلى المسلمين فاستباحوهم فأرسل حسان من أخبر عبد الملك بالقضية فأمده بجيش كبير قاتل بهم الروم |جـ 2 صـ 62| في قصة طويلة حتى ملكها عنوة وذلك في سنة سبعين وأحكم بناءها ومد عليه سلسلة وجعلها رباطا للمسلمين تمنع الداخل إليها والخارج منها إلا بأمر الوالي وذكر آخرون من أهل السير أن التي افتتحها حسان بن النعمان قرطاجنة ولم تكن تونس يومئذ مذكورة إنما عمرت بحجارة قرطاجنة وبأنقاضها وبينهما نحو أربعة أميال وفي سنة 411 بنى عبيد الله بن الحبحاب مولى بن سلول والي إفريقية من قبل هشام بن عبد الملك جامع مدينة تونس ودار الصناعة بها وبتونس قبر المؤدب محرز يقسم به أهل المراكب إذا جاش عليهم البحر يحملون من تراب قبره معهم وينذرون له والمنسوب إلى تونس من أهل العلم كثير منهم أبو يزيد شجرة بن عيسى وقيل ابن عبد الله التونسي قاضيها مات سنة 262 وعبد الوارث بن عبد الغني بن علي بن يوسف بن عاصم أبو محمد التونسي المالكي الأصولي الزاهد كان عالما بالكلام بصيرا به حسن الإعتقاد فيه له قدم في العبادة وكان يتردد بين دمشق وحمص وحلب وكان له أصحاب ومريدون قال أبوالقاسم الحافظ أنشدني أبو محمد الأصولي إذا كنت في علم الأصول موافقا بعقلك قول الأشعري المسدد وعاملت مولاك الكريم مخالصا بقول الإمام الشافعي المؤيد وأتقنت حرف ابن العلاء مجردا ولم تعد في الإعراب رأي المبرد فأنت على الحق اليقين موافق شريعة خير المرسلين محمد ومات عبد الوارث سنة خمسين وخمسمائة بحلب ",
                "title": "تونس الغرب والنسبة التونسي",
                "uri": "JK_000129_002759"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}