{
    "features": [
        {
            "item": "JK_000129_009582",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.230-231",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فاس والنسبة الفاسي</h1> بالسين المهملة بلفظ فاس النجار مدينة مشهورة كبيرة على بر المغرب من بلاد البربر وهي حاضرة البحر وأجل مدنه قبل أن تختط مراكش وفاس مختطة بين ثنيتين عظيمتين وقد تصاعدت العمارة في جنبيها على الجبل حتى بلغت مستواها من رأسه وقد تفجرت كلها عيونا تسيل إلى قرارة واديها إلى نهر متوسط مستنبط على الأرض منبجس من عيون في غربيها على ثلثي فرسخ منها بجزيرة دوي ثم ينساب يمينا وشمالا في مروج خضر فاذا انتهى النهر إلى المدينة طلب قرارتها فيفترق منه ثمانية أنهار تشق المدينة عليها نحو ستمائة رحى في داخل المدينة كلها دائرة لا تبطل ليلا ولا نهارا تدخل من تلك الأنهار في كل دار ساقية ماء كبار وصغار وليس بالمغرب مدينة يتخللها الماء غيرها إلا غرناطة بالأندلس وبفاس يصبغ الأرجوان والأكسية القرمزية وقلعتها في أرفع موضع فيها يشقها نهر يسمى الماء المفروش إذا تجاوز القلعة أدار رحى هناك وفيها ثلاثة جوامع يخطب يوم الجمعة في جميعها قال أبو عبيد البكري مدينة فاس مدينتان مفترقتان مسورتان وهي مدينتان عدوة القرويين وعدوة الأندلسيين وعلى باب دار الرجل رحاه وبستانه بأنواع الثمر وجداول الماء تخترق في داره وبالمدينتين أكثر من ثلاثمائة رحى وبها نحو عشرين حماما وهي أكثر بلاد المغرب يهودا يختلفون منها إلى جميع الآفاق ومن أمثال أهل المغرب فاس بلد بلا ناس وكلتا عدوتي فاس في سفح جبل والنهر الذي بينهما مخرجه من عين في وسط بلد من عسرة على مسيرة نصف يوم من فاس وأسست عدوة الأندلسيين في سنة 291 وعدوة القرويين في سنة 391 في ولاية إدريس بن إدريس ومات إدريس بمدينة وليلى من أرض فاس على مسافة يوم من جانب الغرب في سنة 312 وبعدوة الأندلسيين تفاح حلو يعرف بالأطرابلسي جليل حسن الطعم يصلح بها ولا يصلح بعدوة القرويين وسميد عدوة الأندلسيين أطيب من سميد القرويين لحذقهم بصنعته وكذلك رجال عدوة الأندلسيين أشجع وأنجب وأنجد من القرويين ونساؤهم أجمل من نساء القرويين ورجال القرويين أجمل من رجال الأندلسيين وفي كل واحدة من العدوتين جامع مفرد وقال محمد بن إسحاق المعروف بالجليلي يا عدوة القرويين التي كرمت لا زال جانبك المحبوب ممطورا ولا سرى الله عنها ثوب نعمته أرض تجنبت الآثام والزورا وقال إبراهيم بن محمد الأصيلي والد الفقيه أبي محمد عبد الله دخلت فاسا وبي شوق إلى فاس والحين يأخذ بالعينين والراس فلست أدخل فاسا ما حييت ولو أعطيت فاسا بما فيها من الناس وقال أحمد بن فتح قاضي تاهرت في قصيدة طويلة اسلح على كل فاسي مررت به بالعدوتين معا لا تبقين أحدا قوم غذوا اللؤم حتى قال قائلهم من لا يكون لئيما لم يعش رغدا |جـ 4 صـ 231| ومنها إلى سبتة عشرة أيام وسبتة أقرب منها إلى الشرق وقال البكي يهجو أهل فاس فراق الهم عند خروج فاس لكل ملمة تخشى وباس فأما أرضها فأجل أرض وأما أهلها فأخس ناس بلاد لم تكن وطنا لحر ولا اشتملت على رجل مواسي وله فيهم أيضا اطعن بأيرك من تلقى من الناس من أرض مصر إلى أقصى قرى فاس قوم يمصون ما في الأرض من نطف مص الخليع زمان الورد للكاس وله أيضا فيهم دخلت بلدة فاس أسترزق الله فيهم فما تيسر منهم أنفقته في بنيهم وقد نسب إليها جماعة من أهل العلم منهم أبو عمر عمران بن موسى بن عيسى بن نجح الفاسي فقيه أهل القيروان في وقته نزل بها وكان قد سمع بالمغرب من جماعة ورحل وسمع بالمشرق جماعة من العلماء وكان من أهل الفضل والطلب وغيره ",
                "title": "فاس والنسبة الفاسي",
                "uri": "JK_000129_009582"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}