{
    "features": [
        {
            "item": "JK_000952_2435",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.506-507",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصابوني</h1> بفتح الصاد المهملة وضم الباء الموحدة وفي آخرها النون هذه النسبة إلى عمل الصابون وبيت كبير بنيسابور الصابونية لعل بعض أجدادهم عمل الصابون فعرفوا به منهم أبو عثمان إسماعيل بن عبد الرحمن بن أحمد بن إسماعيل بن إبراهيم بن عابد الصابوني المعروف بشيخ الإسلام كان إماما مفسرا محدثا فقيها واعظا خطيبا أوحد وقته في طريقته وعظ المسلمين في مجالس التذكير ستين سنة وخطب على منبر نيسابور نحوا من عشرين سنة سمع أبا طاهر محمد بن الفضل بن محمد بن إسحاق بن خزيمة وأبا سعيد عبد الله بن محمد بن عبد الوهاب الرازي وأبا بكر محمد بن عبد الله بن زكريا الجوزقي وأبا محمد الحسن بن أحمد المخلدي وأبا سعيد محمد بن الحسين بن موسى السمسار وأبا بكر أحمد بن الحسين بن مهران المقرىء وأستاذه الحاكم أبا عبد الله محمد بن عبد الله الحافظ بنيسابور وأبا علي زاهر بن أحمد الفقيه بسرخس وأبا معاذ الشاه بن عبد الرحمن بن مأمون الهروي وغيرهم سمع منه جماعة من أقرانه مثل أبي بكر أحمد بن الحسن البيهقي وجماعة سواه روى لي عنه أبو بكر عبد الغفار بن محمد بن الحسين الشيروي وأبو سعد الحسن بن محمد بن محمود بن سورة التميمي وأبو عبد الله محمد بن الفضل بن أحمد الفراوي وأبو بكر يحيى بن عبد الرحيم الليكي وسمع منه الحديث عالم لا يحصون بخراسان إلى غزنة وبلاد الهند وبجرجان وطبرستان والثغور إلى حران والشام وبيت المقدس والحجاز وبلاد أذربيجان وكانت ولادته في سنة ثلاث وسبعين وثلاثمائة ووفاته في المحرم من سنة تسع وأربعين وأربعمائة ودفن بمدرسته بسكة حرب بجنب أبيه وزرت قبره ما لا أحصيه كثرة ورأيت أثر الإجابة لكل دعاء دعوته ثم والله والله يغفر له |جـ 3 صـ 507| وأخوه أبو يعلى إسحاق بن عبد الرحمن الصابوني وأبو محمد عبيد الله بن الحسين بن عبد الرحمن الصابوني الأنطاكي من أهل أنطاكية أخو الحسين يروي عن سليمان بن شعيب الكيساني روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني وذكر أنه سمع منه بأنطاكية وأبو محمد عبد الله بن أحمد بن محمد بن موسى الزاهد الصابوني الجرجاني من أهل جرجان يروي عن أبي جعفر محمد بن نصر الصائغ ومحمد بن أيوب الرازي وروى عنه أبو نصر محمد بن أبي بكر الإسماعيلي وأبو بكر بن السباك وأبو الطيب محمد بن عمر بن محمد بن شعيب الصابوني من أهل بغداد حدث عن عبد الله بن محمد بن ناجية روى عنه محمد بن الفرج بن علي البزاز أحاديث مستقيمة وأبو الحسين محمد بن جعفر بن عبد الله الصابوني البرذعي ذكرته في الباء الموحدة في باب الباء والراء ",
                "title": "الصابوني",
                "uri": "JK_000952_2435"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}