{
    "features": [
        {
            "item": "JK_000129_012465",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.224-225",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الموصلان</h1> الجزيرة والموصل كما قيل البصرتان والمروان قال الشاعر وبصرة الأزد منا والعراق لنا والموصلان ومنا الحل والحرم وكثيرا ما وجدت العلماء يذكرون في كتبهم أن الغريب إذا أقام في بلد الموصل سنة تبين في بدنه فضل قوة وإن أقام ببغداد سنة تبين في عقله زيادة وإن أقام بالأهواز سنة تبين في بدنه وعقله نقص وإن أقام بالتبت سنة دام سروره واتصل فرحه وما نعلم لذلك سببا إلا صحة هواء الموصل وعذوبة مائها ورداءة نسيم الأهواز وتكدر جوه وطيبة هواء بغداد ورقته ولطفه فأما التبت فقد خفي علينا سببه وليس للموصل عيب إلا قلة بساتينها وعدم جريان الماء في رساتيقها وشدة حرها في الصيف وعظم بردها في الشتاء فأما أبنيتهم فهي حسنة جيدة وثيقة بهية المنظر لأنها تبنى بالنورة والرخام ودورهم كلها آزاج وسراديب مبنية ولا يكادون يستعملون الخشب في سقوفهم البتة وقل ما عدم شيء من الخيرات في بلد من البلدان إلا ووجد فيها وسورها يشتمل على جامعين تقام فيهما الجمعة أحدهما بناه نور الدين محمود وهو في وسط السوق وهو طريق للذاهب والجائي مليح كبير والآخر على نشز من الأرض في صقع من أصقاعها قديم وهو الذي استحدثه مروان بن محمد فيما أحسب وقد ظلم أهل الموصل بتخصيصهم بالنسة إلى اللواط حتى ضربوا بهم الأمثال قال بعضهم كتب العذار على صحيفة خده سطرا يلوح لناظر المتأمل بالغت في استخراجه فوجدته لا رأي إلا رأي أهل الموصل ولقد جئت البلاد ما بين جيحون والنيل فقل ما رأيته يخرج عن هذا المذهب فلا أدري لم خص به أهل الموصل وقال السري بن أحمد الرفاء الشاعر الموصلي يتشوقها سقى ربى الموصل الفيحاء من بلد جود من المزن يحكي جود أهليها أأندب العيش فيها أم أنوح على أيامها أم أعزي في لياليها أرض يحن إليها من يفارقها ويحمد العيش فيها من يدانيها قال بطليموس مدينة الموصل طولها تسع وستون درجة وعرضها أربع وثلاثون درجة وعشرون دقيقة طالعها بيت حياتها عشرون درجة من الجدي تحت اثنتي عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان في الإقليم الرابع ومن بغداد إلى الموصل أربعة وسبعون فرسخا وأما من ينسب إلى الموصل من أهل العلم فأكثر من أن يحصوا ولكن نذكر من أعيانهم وحفاظهم ومشهورهم ما ربما احتيج إلى كثير من الوقت عند الكشف عنهم منهم عبد العزيز بن حيان بن جابر بن حريث أبو القاسم الأزدي الموصلي سمع الكثير ورحل فسمع بدمشق من هشام بن عمار ودحيم بن إبراهيم وبحمص من محمد بن مصفى وبعسقلان الحسن بن أبي السري العسقلاني وبمصر محمد بن رمح وحدث عنهم وعن العباس بن سليم وأبان بن سفيان وإسحاق بن عبد الواحد ومحمد بن علي بن خداش وغسان بن الربيع ومحمد بن عبد الله بن منير وأبي بكر بن أبي شيبة الكوفيين وأبي جعفر عبد الله بن محمد البقيلي وأحمد بن عبد الملك وافد الحرانيين روى عنه ابناه أبو |جـ 5 صـ 225| جابر زيد وإبراهيم أبو عوانة الأسفرايينيان وقال أبو زكرياء يزيد بن محمد بن إياس الأزدي في كتاب طبقات محدثي أهل الموصل عبد العزيز بن حيان بن جابر بن حريث المعولي ومعولة من الأزد كان فيه فضل وصلاح وطلب الحديث ورحل فيه وأكثر الكتابة سمع من المواصلة والكوفيين والحرانيين والجزريين وغيرهم وكتب بالشام وصنف حديثه وحدث الناس عنه دهرا طويلا وتوفي سنة 261 وأبو يعلى أحمد بن علي بن المثنى بن يحيى بن عيسى بن هلال التميمي الموصلي الحافظ ",
                "title": "الموصلان",
                "uri": "JK_000129_012465"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}