{
    "features": [
        {
            "item": "JK_000952_4029",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.429-431",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الميداني</h1> بفتح الميم وسكون الياء المنقوطة باثنتين من تحتها وفتح الدال المهملة وفي اخرها النون هذه النسبة إلى موضعين أحدهما إلى ميدان زياد بنيسابور منهم أبو علي محمد بن أحمد بن محمد بن معقل الميداني صاحب محمد بن يحيى الذهلي وراويه وهو اخر من روى عنه أبو بكر أحمد بن الحسين الحيري وأبو سعيد بن أبي بكر بن أبي عثمان وغيرهما وتوفي فجأة ليلة السبت لثلاث بقين من رجب سنة ست وثلاثين وثلاث مئة وأبو الفضل أحمد بن محمد بن أحمد بن إبراهيم الميداني الأديب من أهل نيسابور كان أديبا فاضلا عارفا بأصول اللغة صنف التصانيف المفيدة فيها وسمع الحديث وأجاز لي جميع مسموعاته بخطه وتوفي في شهر رمضان سنة ثماني عشرة وخمس مئة ودفن بأعلى الميدان وأما ابنه أبو سعد سعيد بن أحمد بن محمد الميداني كان فاضلا ولا كأبيه مرعى ولا كالسعدان سمع أبا بكر أحمد بن علي بن خلف الشيرازي وغيره سمعت منه وتوفي في حدود سنة أربعين وخمس مئة والثاني منسوب إلى الميدان وهي محلة من مجال |جـ 5 صـ 430| أصبهان وكان شيخنا أبو سعدان أحمد بن محمد بن أحمد بن علي البغدادي الحافظ يملي في مسجده بالميدان وكان منها أبو الفتح المطهر بن أحمد بن جعفر المفيد البيع سمع أبا نعيم أحمد بن عبد الله الحافظ وغيره وتوفي وأبو الحسين أحمد بن إبراهيم بن صالح بن داود الميداني من ميدان زياد بنيسابور سمع محمد بن يحيى الذهلي وعبد الله بن يزيد المقرىء روى عنه الفقيه أبو الوليد القرشي وتوفي سنة خمس عشرة وثلاث مئة وأبو يحيى زكريا بن محمد بن بكار الميداني المعدل وكان مسجده في ميدان زياد معروفا وكان كما بلغني صاحب حديث فهما إلا أن المنية أدركته في حد الكهولة فقد كان جمع الشيوخ والأبواب سمع بنيسابور أبا زكريا يحيى بن محمد بن يحيى الشهيد وإسماعيل بن قتيبة وبالعراق أبا المثنى العنبري وموسى بن هارون روى عنه أبو الحسين بن يعقوب الحافظ وأبو أحمد التميمي وتوفي سنة ثلاث عشرة وثلاث مئة وأبو الفضل عباس بن سهل الميداني النيسابوري من ميدان زياد سمع إسحاق بن سليمان الرازي ومكي بن إبراهيم وهو رفيق حامد المقرىء روى عنه عبد الله بن شيرويه ومحمد بن عبد الله بن يوسف الزبيري وتوفي في شهر رمضان سنة ثمان وستين ومائتين ودرب ميدان محلة ببخارى منها جماعة من المحدثين ينسبون إليها منهم محمد بن إسماعيل الميداني وقال غنجار في تاريخ بخارى أبو بكر محمد بن إبراهيم بن أحمد الفقيه البصير من درب ميدان روى عن أبي بكر بن حريث وعلي بن موسى القيسي وغيرهما توفي في غرة ذي القعدة سنة تسع وثلاثين وثلاث مئة وقال أبو عبد الله محمد بن إسماعيل بن إبراهيم بن بشير الميداني من درب ميدان روى عن القعنبي وسعيد بن منصور ويحيى بن يحيى ومحمد بن سلام وغيرهم روى عنه أبو عصمة أحمد بن محمد بن أحمد اليشكري وأبو علي الحسين بن الحسين البزاز توفي ليلة الأحد لثلاث بقين من ربيع الأول سنة اثنتين |جـ 5 صـ 431| ",
                "title": "الميداني",
                "uri": "JK_000952_4029"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}