{
    "features": [
        {
            "item": "JK_000129_000934",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.244-245",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إلبيرة والنسبة الإلبيري</h1> الألف فيه ألف قطع وليس بألف وصل فهو بوزن أخريطة وإن شئت بوزن كبريتة بعضهم يقول يلبيرة وربما قالوا لبيرة وهي كورة كبيرة من الأندلس ومدينة متصلة بأراضي كورة قبرة بين القبلة والشرق من قرطبة بينها وبين قرطبة تسعون ميلا وأرضها كثيرة الأنهار والأشجار وفيها عدة مدن منها قسطيلية وغرناطة وغيرهما تذكر في مواضعها وفي أرضها معادن ذهب وفضة وحديد ونحاس ومعدن حجر التوتيا في حصن منها يقال له شلوبينية وفي جميع نواحيها يعمل الكتان والحرير الفائق وينسب إليها كثير من أهل العلم في كل فن منهم أسد بن عبد الرحمن الإلبيري الأندلسي ولي قضاء إلبيرة روى عن الأوزاعي وكان حيا بعد سنة خمسمائة قال أبو الوليد ومنها إبراهيم بن خالد أبو إسحاق من أهل إلبيرة سمع من يحيى وسعيد بن حسان ورحل فسمع من سحنون وهو أحد السبعة الذين سمعوا بإلبيرة في وقت واحد من رواة سحنون وهم إبراهيم بن شعيب وأحمد بن سليمان بن أبي الربيع وسليمان بن نصر وإبراهيم بن خالد وإبراهيم بن خلاد وعمر بن موسى الكناني وسعيد بن النمر الغافقي وتوفي إبراهيم بن خلاد سنة 072 وتوفي أحمد بن سليمان بإلبيرة سنة 782 ومنها أيضا أحمد بن عمر بن منصور أبو جعفر إمام حافظ سمع محمد بن سحنون والربيع بن سليمان الجيزي وعبد الرحمن بن الحكم وغيرهم مات سنة 213 ومنها عبد الملك بن حبيب بن سليمان بن هارون بن جلهمة بن عباس بن مرداس السلمي يكنى أبا مروان وكان بإلبيرة وسكن قرطبة ويقال إنه من موالي سليم روى عن صعصعة بن سلام والغار بن قيس وزياد بن عبد الرحمن ورحل وسمع من أبي الماجشون ومطرف ابن عبد الله وإبراهيم بن المنذر المغامي وأصبغ بن الفرج وسدر بن موسى وجماعة سواهم وانصرف إلى الأندلس وقد جمع علما عظيما وكان يشاور مع يحيى بن يحيى وسعيد بن حسان وله مولفات في الفقه والجوامع وكتاب فضائل الصحابة وكتاب غريب الحديث وكتاب تفسير الموطأ وكتاب حروب الإسلام وكتاب المسجدين وكتاب سيرة الإمام في مجلدين وكتاب طبقات الفقهاء من الصحابة والتابعين وكتاب مصابيح الهدى وغير ذلك من الكتب المشهورة ولم يكن له مع ذلك علم بالحديث ومعرفة صحيحه من سقيمه وذكر أنه كان يتسهل في سماعه ويحمل على سبيل الإجازة أكثر روايته وقال ابن وضاح قال لي إبراهيم بن المنذر المغامي أتاني صاحبكم الأندلسي عبد الملك بن حبيب بغرارة مملوءة كتبا وقال لي هذا علمك تجيزه لي فقلت نعم ما قرأ علي منه حرفا ولا قرأته عليه قال وكان عبد الملك بن حبيب نحويا عروضيا شاعرا حافظا للأخبار والأنساب والأشعار طويل |جـ 1 صـ 245| اللسان متصرفا في فنون العلم روى عنه مطرف بن قيس وتقي بن مخلد وابن وضاح ويوسف بن يحيى العامي وتوفي سنة 832 بعلة الحصى على أربع وستين سنة ",
                "title": "إلبيرة والنسبة الإلبيري",
                "uri": "JK_000129_000934"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}