{
    "features": [
        {
            "item": "JK_000952_1715",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.22-23",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الراراني</h1> راران بالراءين المفتوحتين المنقوطتين من تحتهما بنقطة واحدة قرية من قرى أصبهان والمنتسب إليها أبو طاهر روح بن محمد بن عبد الواحد بن العباس بن جعفر بن الحسن بن ويدويه الوصفي الراراني سمع أبا الحسن علي بن أحمد الجرجاني وأبا بكر محمد بن أحمد بن عبد الرحمن المعدل سمع منه أبو القاسم هبة الله بن عبد الوارث الشيرازي وروى لنا عنه جماعة بأصبهان وبغداد وتوفي غرة شعبان سنة إحدى وتسعين وأربعمائة وأخوه أبو الفضل العباس بن محمد بن عبد الواحد الراراني الضرير سمع أبا بكر بن أبي علي ومعمر بن أحمد بن زياد وقرأ القرآن على مشايخ وقته ومات في صفر سنة أربع وسبعين وأربعمائة وابنه أبو روح ثابت بن روح الراراني أيضا حدث بأصبهان وسمع منه جماعة وأما حفيداه فأبو رجاء بدر بن ثابت بن روح الراراني شيخ صالح مقدم للصوفية بأصبهان سمعت منه جزءين وفوائد أبي بكر النيسابوري في سبعة أجزاء بروايته عن أبي إسحاق إبراهيم بن محمد الطيان عن إبراهيم بن عبد الله التاجر عنه وأخوه أبو القاسم عبد الواحد بن ثابت الراراني سمعت منه بأصبهان ثم قدم علينا بغداد وكتبت عنه بها شيئا يسيرا وأبو الحسين أحمد بن محمد بن عبد الله بن محمد بن هارون الراراني الفقيه الواعظ والد أبي الخير محمد إمام جامع أصبهان ولا أدري هو من هذه القرية أو اسم جده الأعلى ررا فنسب إليه لأن ابنه أبا الخير يعرف بابن ررا وأبو الحسين حدث عن أبي القاسم سليمان بن أحمد الطبراني وكان غاليا في الاعتزال مات في شهر ربيع الأول سنة اثنتين |جـ 3 صـ 23| وعشرين وأربعمائة وابنه أبو الخير محمد بن أحمد يروي عن أبي بكر أحمد بن موسى بن مردويه الحافظ وأبي عبد الله محمد بن إبراهيم الجرجاني وأبي الفرج عثمان بن محمد البرجي وأبي سعيد محمد بن علي بن عمر النقاش وغيرهم روى لي عنه جماعة كثيرة وكانت وفاته في رجب سنة اثنتين وثمانين وأربعمائة بأصبهان ومن القدماء أبو عمرو خالد بن محمود الراراني نزيل الخان يعني خان لنجان يروي عن محمد بن شيبة والحسن بن عرفة وغيرهما روى عنه علي بن يعقوب بن إسحاق القمي وأبو محمد عبد الله بن خالد بن محمد بن رستم التيمي الراراني نزيل خان لنجان كان ثقة يروي عن محمد بن إسماعيل الصائغ وابن أبي مسرة وعلي بن عبد العزيز والمكي وغيرهم روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ",
                "title": "الراراني",
                "uri": "JK_000952_1715"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}