{
    "features": [
        {
            "item": "JK_000952_1831",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.100-101",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الروذباري</h1> بضم الراء وسكون الواو والذال المعجمة وفتح الباء الموحدة وفي آخرها الراء بعد الألف هذه اللفظة لمواضع عند الأنهار الكبيرة يقال لها الروذبار وهي في بلاد متفرقة منها موضع على باب الطابران بطوس يقال لها الروذبار وكنت قد نزلت مرة من المرار بباب الروذبار منها أبو علي الحسين بن محمد بن محمد بن علي الروذباري الطوسي كانت له رحلة إلى العراق سمع فيها السنن لأبي داود من أبي بكر محمد بن بكر بن عبد الرزاق بن داسة التمار بالبصرة وسمع بطوس أبا الحسن محمد بن محمد بن علي الأنصاري سمع منه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وأبو بكر أحمد بن الحسين البيهقي وأبو الفتح نصر بن الحسن الحاكمي وهو آخر من حدث عنه إن شاء الله وذكره الحاكم في التاريخ لنيسابور فقال أبو علي بن أبي الحسن بن أبي عبد اللله الروذباري الطوسي كتبنا عن جده أبي عبد الله وعن أبيه أبي الحسن وردبو علي نيسابور بمسألة جماعة من الأشراف والعلماء ليسمع منه كتاب السنن لأبي داود السجستاني وعقد له المجلس في الجامع فمرض ورد إلى وطنه بالطبران فتوفي في شهر ربيع الأول من سنة ثلاثة وأربعمائة رحمة الله عليه وأبو علي محمد بن أحمد بن القاسم الروذباري من كبار الصوفية سكن مصر وكان من أهل الفضل والفهم وله تصانيف حسان في التصوف نقلت عنه واختلف في اسمه بعضهم قال الحسن بن همام وبعضهم قال أحمد بن محمد والأصح ما ذكرناه أولا وهو بغدادي كان من أبناء الرؤساء والوزراء والكتبة لزم الجنيد وصحبه وصار أحد أئمة |جـ 3 صـ 101| الزمان وأقام بمصر وصار شيخ الصوفية ورئيسهم بها وكان يتفقه بالحديث ويفتي بالمقاطيع وكان أبو علي الروذباري يقول استاذي في التصوف الجنيد وأستاذي في الحديث والفقه إبراهيم الحربي وأستاذي في النحو أبو العباس أحمد بن يحيى ثعلب وكان ابن الكاتب إذا ذكر الروذباري يقول سيدنا أبو علي فقيل له في ذلك فقال لأنه ذهب من علم الشريعة إلى علم الحقيقة ونحن رجعنا من علم الحقيقة إلى علم الشريعة ومن شعره اللطيف قوله % ولو مضى الكل مني لم يكن عجبا % % وإنما عجبي للبعض كيف بقي % % أدرك بقية روح فيك قد تلفت % % قبل الفراق فهذا آخر الرمق % وقيل لأبي علي الروذباري من الصوفي فقال من لبس الصوف على الصفا وسلك طريق المصطفى وأطعم الهوى ذوق الجفا وكانت الدنيا منه على القفا وتوفي الروذباري سنة اثنتين أو ثلاث وعشرين وثلاثماية وأبو عبد الله محمد بن أبي حامد أميركا بن أبي فيركا الجيلي الروذباري القاضي من أهل مرو أصله من جيلان طبرستان ووالده ولي القضاء بالروذبار بنواحي مرو وهي الدواليب بين تركدر وجيرنج ثم ولي القضاء بها بعده أبو عبد الله هذا أكثر من ثلاثين سنة وكان قد رأى جدي الإمام وتفقه على والدي رحمهما الله وكان حسن الخط مليحه شد طرفا من الأدب وقليل من الفقه وكان مشتغلا بما يعنيه من نسخ الكتب بخطه ومطالعتها سمع جدي الإمام أبا المظفر السمعاني وأبا الفتح محمد بن عبيد الله الأديب وغيرهما كتبت عنه بمرو بالروذبار بدولاب الخازن ومات بها في سنة نيف وأربعين وخمسمائة قبل سنة ست وأما أبو محمد أحمد بن يعقوب بن أحمد بن إبراهيم بن يوسف الروذباري المفسر من أهل روذبار وهي ناحية فوق الشاش وراء نهر سيحون وأبو محمد هذا سكن سمرقند كان إماما مفسرا بارعا وكان تلميذ الشيخ الهروي المفسر روى تفسيره عنه وحدث عن أبي عبد الله طاهر بن محمد بن أحمد الحديدي الواعظ روى عنه أبو الحسن علي بن الحسن بن محمد الماتريدي ومات سنة خمس وستين وأربعمائة وقبره بكنديكت ",
                "title": "الروذباري",
                "uri": "JK_000952_1831"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}