{
    "features": [
        {
            "item": "JK_000952_4127",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.492-494",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النصراباذي</h1> بفتح النون وسكون الصاد وفتح الراء المهملتين والباء الموحدة وفي اخرها الذال المعجمة هذه النسبة إلى محلتين إحداهما بنيسابور وهي من أعالي البلد منها أبو الحسن محمد بن أحمد بن عبد الله بن شهمرد النصراباذي من فقهاء أصحاب الرأي سمع محمد بن إسحاق بن خزيمة وأبا العباس السراج وأبا القاسم البغوي وغيرهم وأبو الحسين أحمد بن الحسين بن الحسين بن منصور النصراباذي أخو أبي الحسن سمع أبا بكر محمد بن إسحاق بن خزيمة ومات في شهر ربيع الأول من سنة أربع وستين وثلاثمئة وأبو أحمد عبد الرحمن بن محمد بن الحسن بن الحسين بن منصور النصراباذي سمع الشرقيين أبا حامد أحمد وأبا محمد عبد الله ابني محمد بن الحسن وأبو محمد عبد الله بن محمد بن عمرو النصراباذي سمع محمد بن رافع والحسن بن عيسى ومحمد بن أسلم وغيرهم وأبو الفضل عبدوس بن الحسين بن منصور النصراباذي أخو إسحاق سمع محمد بن عبد الوهاب الفراء وطبقته روى عنه أبو علي الحافظ ويقال إن اسم عبدوس عبد القدوس والله أعلم وأبو القاسم إبراهيم بن محمد بن أحمد بن محمويه العازف النصراباذي الواعظ شيخ وقته بخراسان وكان من مشاهير شيوخ الحقيقة وله رحلة إلى العراق والشام وديار مصر سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وبالري أبا محمد عبد الرحمن بن أبي حاتم الرازي وببغداد أبا محمد يحيى بن محمد بن صاعد وبحران أبا عروبة الحسين بن أبي معشر السلمي وبمصر أحمد بن عبد الوارث العسال وبدمشق أبا الحسن بن عمير بن جوصا الدمشقي وبدمياط أبا محمد زكريا بن يحيى الدمياطي وجماعة كثيرة من هذه الطبقة سمع منه الحاكم أبو عبد الله الحافظ وأبو عبد الرحمن السلمي وجماعة سواهما وذكره الحاكم أبو عبد الله الحافظ في تاريخ |جـ 5 صـ 493| نيسابور فقال أبو القاسم النصراباذي الواغظ لسان أهل الحقائق في عصره وصاحب الأصول الصحيحة وكان مع تقدمه في التصرف من الجماعين للروايات ومن الرحالين في طلب الحديث سمع بنيسابور وبالعراق وبالشام وبمصر وبالري أكثر عن أبي محمد بن أبي حاتم وأقام عليه لسماع مصنفاته وقد كان يورق قديما فلما وصل إلى علم أهل الحقائق ترك وغاب عن نيسابور نيفا وعشرين سنة ثم أنصرف إلى وطنه سنة أربعين وكان يعظ ويذكر على ستر وصيانة ثم خرج إلى مكة سنة خمس وستين وجاور بها ولزم العبادة فوق ما كان من عبادته وكان يعظ بها ويذكر ثم توفي بها في ذي الحجة من سنة سبع وستين ودفن بالبطحاء عند تربة الفضيل بن عياض حججت في تلك السنة وكان معي ابنه إسماعيل وامرأته سريرة وقد خرجنا لزيارة أبي القاسم فنعي إلينا بقرب الحرم وإذا به مات قبل وصولنا إلى مكة بسبعة أيام فإما إسماعيل فإنه ترجل ووضع التراب على رأسه حافيا وأما سريرة فإنها لم تدع على رأسها شعرة واحدة فصارت كالرجل الأصلع وكنا نبكي لبكائهما ثم زرت قبره في البطحاء غير مرة رحمة الله ورضوانه عليه وابنه أبو إبراهيم إسماعيل بن أبي القاسم النصراباذي الواعظ الصوفي ابن الصوفي والمحدث ابن المحدث سمع الكثير بخراسان والعراق والحجاز والأهواز سمع أبا عمرو محمد بن جعفر بن مطر وأبا بكر أحمد بن إبراهيم الإسماعيلي وأبا أحمد محمد بن أحمد الغطريفي وأبا بكر محمد بن أحمد بن محمد المفيد الجرجائي وأبا محمد عبد الله بن محمد السقا المزني وأبا العباس أحمد بن سعيد المعداني وعقد له مجلس الإملاء بنيسابور وانتشرت عنه الروايات الكثيرة روى عنه أبو الفضل محمد بن علي السهلكي وأبو سعد علي بن عبد الله بن الحسن بن أبي صادق الحيري ومات في المحرم سنة ثمان وعشرين وأربعمئة والمحلة الثانية هي نصراباذ محلة بالري في أعلى البلد منها أبو عمرو محمد بن عبد الله النصراباذي سمع أبا زهير عبد الرحمن بن مغراء روى عنه محمد بن يوسف الرازي وعبد العزيز بن محمد الرازي النصراباذي من نصراباذ الري روى عنه أبو حاتم محمد بن إدريس الرازي وقال لعلي لا أقدم عليه كبير أحد بنصراباذ وأبو محمد الحسن بن الحسين بن منصور النصراباذي السمسار من أهل نيسابور كان من العباد المشهورين بطلب العلم المنفقين ماله على أهل الحديث سمع أحمد بن |جـ 5 صـ 494| يوسف السلمي ومحمد بن عبد الوهاب العبدي وعلي بن الحسن الهلالي روى عنه أبو علي الحافظ وابنه أبو الحسن بن الحسين وتوفي غرة شهر ربيع الأول سنة ثلاثين وثلاثمئة ودفن بشاهنبر ",
                "title": "النصراباذي",
                "uri": "JK_000952_4127"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}