{
    "features": [
        {
            "item": "JK_000129_013464",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.393",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>هجر</h1> بفتح أوله وثانيه في الإقليم الثاني طولها من جهة المغرب ثلاث وسبعون درجة وعرضها أربع وعشرون درجة وخمس عشرة دقيقة وفي العزيزي عرضها أربع وثلاثون درجة وزعم أنها في الإقليم الثالث وفي اشتقاقه وجوه يجوز أن يكون من هجر إذا هذى ويجوز أن يكون منقولا من الفعل الماضي ويجوز أن يكون من الهجرة وأصله خروج البدوي من باديته إلى المدن ثم استعمل في كل محل تسكنه وتنتقل عنه فيجوز أن يكون أصله الهجران كأنهم هجروا ديارهم وانتقلوا عنها ويجوز أن يكون من هجرت البعير أهجره هجرا إذا ربطت حبلا في ذراعه إلى حقوه وقصرته لئلا يقدر على العدو فشبه الداخل إلى هذا الموضع بالبعير الذي فعل به ذلك ثم غلب على اسم الموضع ويجوز أن يكون شيء مهجر إذا أفرط في الحسن والتمام وسمي بذلك لأن الناعت له يخرج في إفراطه إلى الهجر وهو الهذيان ويجوز أن يكون من التهجير وهو التبكير إلى الحاجة أو من الهاجرة وهي شدة الحر وسط النهار كأنها شبهت لشدة الحر بها بالهاجرة وقال ابن الحائك الهجر بلغة حمير والعرب العاربة القرية فمنها هجر البحرين وهجر نجران وهجر جازان وهجر حصنة من مخلاف مازن وهجر مدينة وهي قاعدة البحرين وربما قيل الهجر بالألف واللام وقيل ناحية البحرين كلها هجر وهو الصواب قال ابن الكلبي عن الشرقي إنما سميت عين هجر بهجر بنت المكفف وكانت من العرب المتعربة وكان زوجها محلم بن عبد الله صاحب النهر الذي بالبحرين يقال له نهر محلم وعين محلم وينسب إليها هاجري على غير قياس كما قيل حاري بالنسبة إلى الحيرة قال عوف بن الجزع تشق الأحزة سلافنا كما شقق الهاجري الدبارا الدبار المشارات التي تشق للزراعة وقال أبو الحسن الماوردي في الحاوي الذي جاء في الحديث ذكر القلال الهجرية قيل إنها كانت تجلب من هجر إلى المدينة ثم انقطع ذلك فعدمت وقيل هجر قرية قرب المدينة وقال بل عملت بالمدينة على مثل قلال هجر وقال قوم هجر بلاد قصبتها الصفا وقد ذكرت في موضعها بينها وبين اليمامة عشرة أيام وبينها وبين البصرة خمسة عشر يوما على الإبل وقد ذكر قوم من أهل الأدب أن هجر لا تدخله الألف واللام وقال ابن الأنباري الغالب عليه التذكير والصرف وربما أنثوها ولم يصرفوها قالوا والهجر بالألف واللام موضع آخر وقد فتحت في أيام النبي صلى الله عليه وسلم قيل في سنة ثمان وقيل في سنة عشر على يد العلاء بن الحضرمي وقد ذكر ذلك في البحرين وقال ابن موسى هجر قصبة بلاد البحرين بينه وبين سرين سبعة أيام ",
                "title": "هجر",
                "uri": "JK_000129_013464"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}