{
    "features": [
        {
            "item": "JK_000952_1123",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.202-203",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحرشي</h1> بفتح الحاء المهملة والراء وفي آخرها الشين المعجمة هذه النسبة إلى بني الحريش بن كعب بن ربيعة بن عامر بن صعصعة بن قيس وأكثرهم نزلوا البصرة ومنها تفرقت إلى البلاد وفي الأزد الحريش بن جزيمة بن زهران بن الحجر بن عمران قاله ابن حبيب والمشهور بهذه النسبة مطرف بن عبد الله الحرشي وأبو حاجب زرارة بن أوفى الحرشي سمع عمران بن حصين وأبا هريرة وسعد بن هشام روى عنه قتادة وأبو زيد سعيد بن الربيع الحرشي الهروي من شيوخ البخاري يروي عن شعبة وأبو زيد هذا كان جده مكاتبا لزرارة بن أوفى وجعفر بن سليمان الحرشي هو الضبعي الزاهد كان ينزل في بني ضبيعة وأما أبو بكر أحمد بن الحسن بن أحمد بن محمد بن أحمد بن حفص بن مسلم بن يزيد بن علي الحرشي القاضي الحيري سأذكره في الحيري له سلف مشاهير في العلم ورد جدهم سعيد بن عبد الرحمن الحرشي نيسابور وسكن وكان خليفة عبد الله بن عامر على خراسان وأبو بكر الحرشي هذا درس الفقه على أبي الوليد القرشي والكلام على أصحاب أبي الحسن الأشعري وقرأ القرآن بأحرف على أبي بكر بن الإمام وغيره عقد له مجلس النظر في حياة الأستاذ أبي الوليد ثم قلد قضاء نيسابور وحمدت سيرته فيه وكانت إليه التزكية قبل ذلك بسنين ولم يل القضاء أحد من أصحاب الشافعي رحمه الله بعده بنيسابور سمع بنيسابور أبا علي محمد بن أحمد بن معقل الميداني وأبا محمد حاجب بن أحمد الطوسي وبجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا أحمد عبد الله بن عدي الحافظ وببغداد أبا سهل أحمد بن محمد بن زياد القطان وأبا بكر محمد بن عبد الله الشافعي وبالكوفة أبا جعفر محمد بن علي بن دحيم الشيباني وأبا بكر أحمد بن محمد بن السري بن أبي درام الحافظ وبمكة أبا محمد بن أبي مسرة الفاكهي وبكير بن الحداد وغيرهم روى عنه من القدماء الحاكم أبو عبد الله الحافظ وما قبله بست عشرة سنة وروى لي عنه أبو بكر عبد الغفار بن محمد الشيروي وهو آخر من حدث عنه في الدنيا وكأني سمعت من الحاكم أبي عبد الله الحافظ وذكره الحاكم في التاريخ فقال القاضي أبو بكر الحرشي خرجت له فوائد سنة اثنتين وسبعين وثلاثمائة وعقدت له مجلس الإملاء سنة |جـ 2 صـ 203| اثنتين وثمانين وثلاثمائة وكانت ولادته ووفاته في سنة إحدى وعشرين وأربعمائة بنيسابور ودفن بالحيرة على الطريق ووالده أبو علي بن أبي عمرو الحرشي الحيري سمع أباه أبا عمرو وأبا نعيم عبد الملك بن محمد بن عدي الإستراباذي ورأى أبا العباس محمد بن إسحاق السراج ولم يسمع منه روى عنه الحاكم أبو عبد الله الحافظ وقال توفي في جمادى الآخرة سنة ثمان وثمانين وثلاثمائة وصلى عليه ابنه القاضي أبو بكر ودفن في داره وأبو بكر محمد بن عبيد الله بن محمد بن الفتح بن عبيد الله بن عبد الله بن يزيد بن عبد الله بن الشخير بن عوف بن وقدان بن الحريش بن كعب الحرشي الصيرفي من أهل بغداد سمع عبد الله بن إسحاق المدائني ومحمد بن محمد بن الباغندي والحسن بن محمد بن عنبر الوشاء وأبا القاسم البغوي وأبا بكر بن أبي داود وعبد الوهاب بن أبي حية وغيرهم روى عنه أبو العلاء الواسطي وأبو القاسم الأزهري وعلي بن المحسن التنوخي والحسن بن علي الجوهري قال الخطيب سمعت أبا بكر البرقاني سئل عن ابن الشخير فقال حذرنيه بعض أصحابنا إلا أني رأيت أبا الفتح بن أبي الفوارس قد روى عنه في الصحيح وكانت ولادته سنة اثنتين وتسعين ومائتين ومات في رجب سنة ثمان وسبعين وثلاثمائة ببغداد وأبو بكر عتيق بن محمد بن سعيد الحرشي النيسابوري سمع سفيان بن عيينة ومروان بن معاوية الفزاري وعبد العزيز بن محمد الدراوردي وزكريا بن منظور وعبد العزيز بن عبد الصمد العمي وأبا معاوية الضرير ونصر بن باب حفص بن عبد الرحمن وأبا معاوية عبد الرحمن بن قيس روى عنه الحسين بن علي القباني ومحمد بن النصر الجارودي وأبو بكر محمد بن إسحاق بن خزيمة وأبو يحيى زكريا بن يحيى البزاز ومات في شعبان سنة خمس وخمسين ومائتين وأبو عبد الله محمد بن أحمد بن حفص الحرشي والد أبي عمرو من أهل نيسابور كان من أعيان الفقهاء والمزكين سمع بنيسابور أحمد بن عمرو الحرشي ويحيى بن يحيى وعبدان بن عثمان وبالحجاز إسماعيل بن أبي أويس وعبد الله بن نافع وبالبصرة عفان بن مسلم ومسلم بن إبراهيم وسليمان بن حرب ومسدد بن مسرهد وأبا الوليد الطيالسي روى عنه أبو عمرو المستملي ومحمد بن إسحاق بن خزيمة وأبو عمرو الحيري وتوفي في رجب سنة ثلاث وستين ومائتين وكان محمد بن إسحاق بن خزيمة يقول أول من حمل علم الشافعي إلى خراسان محمد بن أحمد بن حفص الحرشي وإنما عنى الكتاب العراقي فإنه لم يدخل مصر ولم يدرك الشافعي بنفسه قال الحرشي هذا سألت أحمد بن حنبل عن مسائل فقيل له هذا قريب أبي عبد الرحمن الحرشي فرحب بي ودعا لأبي عبد الرحمن ثم توسل بي جماعة إليه بعد أن عرفني ",
                "title": "الحرشي",
                "uri": "JK_000952_1123"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}