{
    "features": [
        {
            "item": "JK_000952_4254",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.569-572",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوائلي</h1> بفتح الواو وكسر الياء المنقوطة باثنتين من تحتها وبعدها لام هذه النسبة إلى عدة من القبائل منهم وائل بن حجر والمشهور بها محمد بن حجر الوائلي من ولد وائل بن حجر ووائلة بن حارثة بن ضبيعة بن حرام بن جعل بن عمرو بن بلي من قضاعة من ولده نعمان بن عصر ويقال عصر بن عبيد بن وائلة بن حارثة بن ضبيعة الوائلي شهد بدرا وأحدا والخندق وقتل يوم اليمامة ومن مضر وائلة بن عمرو بن شيبان بن محارب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان من ولده حبيب بن مسلمة بن مالك الأكبر بن وهب بن ثعلبة بن وائلة الوائلي من الصحابة كان يقال له حبيب الروم لكثرة دخوله إليهم قاله مصعب ومن ولده أبو أنيس الضحاك بن قيس بن خالد الأكبر بن وهب بن ثعلبة بن وائلة الوائلي قال ابن حبيب وفي هوازن وائلة بن مازن بن صعصعة بن معاوية بن بكر بن هوازن كان منهم عامر بن خلف الوائلي الذي قتل بشر بن أبي حازم وله يقول |جـ 5 صـ 570| % وإن الوائلي أصاب قلبي % % بسهم لم يكن يكسى لغابا % ومن ولده أبو عدي الحارث بن عبد نهم بن عباد بن زيد بن وائلة بن مازن الوائلي وابنته أم عبد الله واقدة كانت عند هاشم بن عبد مناف بن قصي فولدت له خالدة وفي إياد بن نزار وائلة بن الطمثان بن عوذ مناة وفي غطفان وائلة بن سهم بن مرة بن عوف بن سعد بن ذبيان ووائلة بن ظرب بن عدوان أخو عامر بن ظرب حكم العرب ووائلة بن مازن بن صعصعة بن معاوية قال ذلك الزبير بن بكار في النسب وفي الأزد وائلة بن الدول بن سعد مناة بن عمرو وهو عامر بن كعب من الأزد وعبيد الله بن عبد الله بن الحصين الأنصاري الخطمي الوائلي يروي عن هرمي بن عبد الله عن خزيمة بن ثابت روى عنه ابن إسحاق والوليد بن كثير وابن الهاد وعبد الله بن علي بن السائب ومعروف بن سليط الوائلي من وائل بن مالك بن جذام يروي عن سالم بن عبد الله بن عمر روى عنه جعفر بن ربيعة قاله أبو سعيد بن يونس في تاريخ مصر وأبو نصرعبيد الله بن سعيد بن حاتم بن أحمد بن محمد بن حاتم بن علويه بن سهل بن عيسى بن طلحة الوائلي السجزي من قرية بسجستان على ثلاثة فراسخ يقال لها وائل كان أحد الحفاظ رحل إلى مصر وكان قد جال في أطراف خراسان وأدرك الشيوخ وسكن مكة قال ابن ماكولا أبو نصر الوائلي السجزي كان أحد الحفاظ المتقنين سمع بخراسان ومكة ومصر والبصرة والعراق الكثير وجاور بمكة حتى مات رحمه الله قلت وكان صاحب التصانيف والتاريخ سمع بسجستان أبا سليمان محمد بن محمد بن داود الأصم أبا عمر محمد بن إسماعيل العنبري وأبا زهير مسعود بن محمد بن محمد بن الحسين اللغوي وأباه سعيد بن حاتم بن أحمد وبنيسابور الحاكم أبا عبد الله محمد بن |جـ 5 صـ 571| عبد الله الحافظ وأبا يعلي حمزة بن عبد العزيز المهلبي وبمكة أبا الحسن أحمد بن إبراهيم بن فراس العبقسي وطبقتهم روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وأبو الفضل جعفر بن يحيى الحكاك الحافظان وذكره عبد العزيز في معجم شيوخه وقال أبو نصر الوائلي كان من بكر بن وائل السجستاني العالم الحافظ شيخ متقن ثقة ثبت من أهل السنة وكان أبوه فقيها على مذهب الكوفيين وجماعة بسجستان ورحل إلى غزنة قبل الأربعمئة ودخل نيسابور ورحل إلى مكة حاجا سنة أربع وأربعمئة فسمع من أبي الحسن بن فراس بها وأقام عليه وسمع منه إلى أن مات في صفر سنة خمس وأربعمئة ودخل بغداد فسمع من جماعة ثم دخل الشام ومصر حسن المعرفة بالحديث حسن السيرة مات بعد الأربعين وأربعمئة |جـ 5 صـ 572| ",
                "title": "الوائلي",
                "uri": "JK_000952_4254"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}