{
    "features": [
        {
            "item": "JK_000952_4117",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.482-483",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النساج</h1> بفتح النون وتشديد السين المهملة وفي اخرها جيم اشتهر بهذه النسبة جماعة ينتسبون إلى نسج الثياب منهم أبو حمزة مجمع بن صمغان النساج التيمي من أهل الكوفة يروي عن أبي صالح روى عنه ابن عيينة وكان من العباد وكان أبو حيان التيمي يقول أوثق عملي حتى مجمع التيمي وأبو محمد جرثومة بن عبد الله النساج مولى بلال بن أبي بردة من أهل البصرة رأى أنس بن مالك رضي الله عنه يروي عن الحسن وثابت وبكر بن عبد الله المزني روى عنه موسى بن إسماعيل التبوذكي وحماد بن زيد وعلي بن عثمان اللاحقي وكان ثقة وأبو القاسم بكر بن أحمد بن محمي بن كثير بن صالح النساج سكن واسط وحدث بها عن يعقوب بن تحية روى عنه أبو نعيم أحمد بن عبد الله الحافظ والقاضي أبو العلاء |جـ 5 صـ 483| محمد بن علي الواسطي ولم يروي إلا ثلاثة أحاديث ومات وفي حدود سنة خمسين وثلاثمئة وأبو الحسن خير بن عبد الله النساج الصوفي من أهل سر من رأى نزل بغداد وكانت له حلقة يتكلم فيها وكان صحب أبا حمزة محمد بن إبراهيم الصوفي وغيره وصحبه الجنيد وأبو العباس بن عطاء وأبو محمد الجريري وأبو بكر الشبلي وقيل إن إبراهيم الخواص صحبه وعمر عمرا طويلا حتى لقيه أحمد بن عطاء الروذباري وللصوفية عنه حكايات غريبة وأمور مستطرفة عجيبة وذكر فارس البغدادي أن اسمه محمد بن إسماعيل ولقبه خير وكان قد عمر مئة وعشرين سنة ومات سنة اثنتين وعشرين وثلاثمئة ولما مات راه بعض أصحابه في المنام فقال له ما فعل الله بك قال لا تسألني عن هذا ولكن استرحت من دنياكم الوضرة وأبو منصور مقرب بن الحسن بن الحسين النساخ من أهل بغداد كان شيخا صالحا تاليا للقرآن سمع أبا يعلي محمد بن الحسين بن الفراء وأبا الحسين محمد بن علي بن المهتدي بالله وأبا جعفر محمد بن أحمد بن المسلمة وغيرهم لم ألحقه وحدثونا عنه وأثنى مشايخنا عليه روى لي عنه أبو البركات إسماعيل بن أبي سعد الصوفي وتوفي في ربيع الأول سنة ثلاث وعشرين وخمسمئة ببغداد وابنه أحمد بن مقرب بن النساج كان شيخا صالحا فقيها سمع أبا الخطاب نصر بن أحمد بن البطر القارىء وأبا عبد الله الحسين بن أحمد بن طلحة النعالي وغيرهما سمعت منه أحاديث ",
                "title": "النساج",
                "uri": "JK_000952_4117"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}