{
    "features": [
        {
            "item": "JK_000129_002472",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.7-9",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تاهرت والنسبة التاهرتي</h1> بفتح الهاء وسكون الراء وتاء فوقها نقطتان اسم لمدينتين متقابلتين بأقصى المغرب يقال لإحداهما تاهرت القديمة وللأخرى تاهرت المحدثة بينهما وبين المسيلة ست مراحل وهي بين تلمسان وقلعة بني حماد وهي كثيرة الأنداء والضباب والأمطار حتى إن الشمس بها قل أن ترى ودخلها أعرابي من أهل اليمن يقال له أبو هلال ثم خرج إلى أرض السودان فأتى عليه يوم له وهج |جـ 2 صـ 8| وحر شديد وسموم في تلك الرمال فنظر إلى الشمس مضحية راكدة على قمم الرؤوس وقد صهرت الناس مشيرا إلى الشمس أما والله لئن عززت في هذا المكان لطالما رأيتك ذليلة بتاهرت وأنشد ما خلق الرحمن من طرفة أشهى من الشمس بتاهرت وذكر صاحب جغرافيا أن تاهرت في الإقليم الرابع وأن عرضها ثمان وثلاثون درجة وهي مدينة جليلة وكانت قديما تسمى عراق المغرب ولم تكن في طاعة صاحب إفريقية ولا بلغت عساكر المسودة إليها قط ولا دخلت في سلطان بني الأغلب وإنما كان آخر ما في طاعتهم مدن الزاب وقال أبو عبيد مدينة تاهرت مدينة مسورة لها أربعة أبواب باب الصفا وباب المنازل وباب الأندلس وباب المطاحن وهي في سفح جبل يقال له جزول ولها قصبة مشرفة على السوق تسمى المعصومة وهي على نهر يأتيها من جهة القبلة يسمى مينة وهو في قبلتها ونهر آخر يجري من عيون تجتمع يسمى تاتش ومنه شرب أهلها وأرضها وهو في شرقيها وفيها جميع الثمار وسفرجلها يفوق سفرجل الآفاق حسنا وطعما وهي شديدة البرد كثيرة الغيوم والثلج قال بكر بن حماد أبو عبد الرحمن وكان بتاهرت من حفاظ الحديث وثقات المحدثين المأمونين سمع بالمشرق ابن مسدد وعمرو بن مرزوق وبشر بن حجر وبإفريقية ابن سحنون وغيرهم وسكن تاهرت وبها توفي وهو القائل ما أخشن البرد وريعانه وأطرف الشمس بتاهرت تبدو من الغيم إذ ما بدت كأنها تنشر من تخت فنحن في بحر بلا لجة تجري بنا الريح على سمت نفرح بالشمس إذا ما بدت كفرحة الذمي بالسبت قال ونظر رجل إلى توقد الشمس بالحجاز فقال احرقي ما شئت والله إنك بتاهرت لذليلة قال وهذه تاهرت الحديثة وهي على خمسة أميال من تاهرت القديمة وهي حصن ابن بخاثة وهو شرقي الحديثة ويقال إنهم لما أرادوا بناء تاهرت القديمة كانوا يبنون بالنهار فإذا جن الليل وأصبحوا وجدوا بنيانهم قد تهدم فبنوا حينئذ تاهرت السفلى وهي الحديثة وفي قبلتها لواتة وهوارة في قرارات وفي غربيها زواغة وبجنوبيها مطماطة وزناتة ومكناسة وكان صاحب تاهرت ميمون بن عبد الرحمن بن عبد الوهاب بن رستم بن بهرام وبهرام هو مولى عثمان بن عفان وهو بهرام بن بهرام جور بن شابور بن باذكان بن شابور ذي الأكتاف ملك الفرس وكان ميمون هذا رأس الإباضية وإمامهم ورأس الصفرية والواصلية وكان يسلم عليه بالخلافة وكان مجمع الواصلية قريبا من تاهرت وكان عددهم نحو ثلاثين ألفا في بيوت كبيوت الأعراب يحملونها وتعاقب مملكة تاهرت بنو ميمون وإخوته ثم بعث إليهم أبو العباس عبد الله بن إبراهيم بن الأغلب أخاه الأغلب ثم قتل من الرستمية عددا كثيرا وبعث برؤوسهم إلى أبي العباس أخيه وطيف بها في القيروان ونصبت على باب رقادة وملك بنو رستم تاهرت مائة وثلاثين سنة وذكر محمد بن يوسف بن عبد الرحمن بن عبد الوهاب بن رستم وكان خليفة لأبي الخطاب عبد |جـ 2 صـ 9| الأعلى بن السمح بن عبيد بن حرملة المعافري أيام تغلبه على إفريقية بالقيروان فلما قتل محمد بن الأشعث أبا الخطاب في صفر سنة 441 هرب عبد الرحمن بأهله وما خف من ماله وترك القيروان فاجتمعت إليه الإباضية واتفقوا على تقديمه وبنيان مدينة تجمعهم فنزلوا موضع تاهرت اليوم وهو غيضة أشبة ونزل عبد الرحمن منه موضعا مربعا لا شعراء فيه فقالت البربر نزل تاهرت تفسيره الدف لتربيعه وأدركتهم صلاة الجمعة فصلى بهم هناك فلما فرغ من الصلاة ثارت صيحة شديدة على أسد ظهر في الشعراء فأخذ حيا وأتي به إلى الموضع الذي صلي فيه وقتل فيه فقال عبد الرحمن بن رستم هذا بلد لا يفارقه سفك دم ولا حرب أبدا وابتدأوا من تلك الساعة وبنو في ذلك الموضع مسجدا وقطعوا خشبة من تلك الشعراء وهو على ذلك إلى الآن وهو مسجد جامعها وكان موضع تاهرت ملكا لقوم مستضعفين من مراسة وصنهاجة فأرادهم عبد الرحمن على البيع فأبوا فوافقهم على أن يؤدوا إليهم الخراج من الأسواق ويبيحوا لهم أن يبنوا المساكن فاختطوا وبنوا وسموا الموضع معسكر عبد الرحمن بن رستم إلى اليوم وقال المهلبي بين شير وتاهرت أربع مراحل وهما تاهرتان القديمة والحديثة ويقال للقديمة تاهرت عبد الخالق ومن ملوكها بنو محمد بن أفلح بن عبد الرحمن بن رستم وممن ينسب إليها أبو الفضل أحمد بن القاسم بن عبد الرحمن بن عبد الله التميمي البزاز التاهرتي روى عن قاسم بن أصبغ وأبي عبد الملك بن أبي دكيم وأبي أحمد بن الفضل الدينوري وأبي بكر محمد بن معاوية القرشي ومحمد بن عيسى بن رفاعة روى عنه أبو عمر بن عبد البر وغيره ",
                "title": "تاهرت والنسبة التاهرتي",
                "uri": "JK_000129_002472"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}