{
    "features": [
        {
            "item": "JK_000952_1395",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, p.363",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخسروجردي</h1> بضم الخاء المعجمة وسكون السين المهملة وفتح الراء وسكون الواو وكسر الجيم وسكون الراء وفي أخرها الدال المهملة هذه النسبة إلى خسروجرد وهي قرية من ناحية بيهق وكانت قصبتها ثم صارت القصبة سبزوار خرج منها جماعة من الأئمة مثل أبي سليمان داود بن الحسين بن عقيل بن سعيد الخسروجردي البيهقي كان شيخا مكثرا رحالا سمع بنيسابور يحيى بن يحيى التميمي وإسحاق بن إبراهيم الحنظلي وعمرو بن زرارة وبمرو علي بن حجر وعلي بن خشرم وببلخ قتيبة بن سعيد وبالعراق عبد الله بن معاوية الجمحي ونصر بن علي الجهضمي وبالحجاز أبا مصعب أحمد بن أبي بكر الزهري ويعقوب بن حميد بن كاسب وبمصر عيسى بن حماد التجيبي ومحمد بن رمح وحرملة بن يحيى وبالشام أبا التقي اليزني ومحمد بن خلف العسقلاني وغيرهم روى عنه أبو حامد أحمد بن محمد بن الشرقي وأبو بكر بن علي الحافظ وبشر بن أحمد الإسفراييني وعبد الله بن محمد بن سلم وغيرهم ومات بقريته سنة ست وتسعين ومائتين وقيل سنة ثلاث وأبو يوسف يعقوب بن أحمد بن محمد بن يعقوب بن الأزهر الخسروجردي البيهقي كان قديم السماع حسن الأصول سمع أبا سليمان داود بن الحسين الخسروجردي وأقرانه بتلك الناحية وسمع بنيسابور جعفر بن محمد الحافظ وعبد الله بن محمد بن شيرويه وسمع يوسف بن موسى المروروذي عند إجتيازه به سمع منه الحاكم أبو عبد الله الحافظ وذكر أنه توفي سنة خمس وخمسين وثلاثمائة وأبو حامد أحمد بن الحسين بن محمد بن الحسين الخطيب الخسروجردي سمع أبا سليمان داود بن الحسين وعبدان بن عبد الحليم الخسروجرديين بخسروجرد وإبراهيم بن علي الذهلي بنيسابور وأبا عبد الله محمد بن أيوب الرازي بالري وعيسى بن محمد بن عيسى المروزي بمرو سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو حامد الخسروجردي شيخ كبير السن حسن المعرفة بالأدب وقلما كان يرد البلد إنما كان ملازما لوطنه بخسروجرد يخطب بها وهناك كتبنا عنه وتوفي بخسروجرد في شهر ربيع الأول من سنة خمس وخمسين وثلاثمائة كذلك قال أبو أحمد التميمي ",
                "title": "الخسروجردي",
                "uri": "JK_000952_1395"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}