{
    "features": [
        {
            "item": "JK_000952_0158",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.152-153",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإسماعيلي</h1> بكسر الألف وسكون السين المهملة وفتح الميم وكسر العين المهملة بعدها ياء منقوطة باثنتين من تحتها هذه النسبة إلى جماعة اسمهم إسماعيل منهم أبو بكر أحمد بن إبراهيم بن إسماعيل بن العباس بن مرداس الإسماعيلي وليس بالسلمي إمام أهل جرجان والمرجوع إليه في الحديث والفقه رحل إلى العراق والحجاز وصنف التصانيف وهو أشهر من أن يذكر وكذلك أولاده وأحفاده وله وجوه في المذهب مذكورة مسطورة سمع بجرجان عمران بن موسى السختياني وبنسا الحسن بن سفيان الشيباني وببغداد يوسف بن يعقوب القاضي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبالكوفة أبا جعفر محمد بن عبد الله بن سليمان الحضرمي وبالجزيرة أبا يعلى أحمد بن علي بن المثنى الموصلي وبالأهواز عبدان بن أحمد العسكري وطبقتهم روى عنه الأئمة والحفاظ مثل أبي الحسين محمد بن محمد الحجاجي وأبي علي محمد بن علي بن سهل الماسرجسي وأبي عبد الله محمد بن عبد الله الحافظ وأبي بكر أحمد بن محمد بن غالب البرقاني فمن بعدهم ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال الإمام أبو بكر الإسماعيلي واحد عصره وشيخ الفقهاء والمحدثين وأجلهم في الرياسة والمروءة والسخاء بلا خلاف بين عقلاء الفريقين من أهل العلم فيه وقد كان أقام بنيسابور لسماع الحديث غير مرة وقدمها وهو رئيس جرجان سنة سبع عشرة وثلاثمائة ثم قدم علينا في ذي القعدة من سنة ثمان وثلاثين وثلاثمائة على صاحب الجيش أبي نصر منصور بن قراتكين فسأله الإمام أبو بكر أحمد بن إسحاق يعني الصبغي النزول عنده في منزله مراسلة وهو في الطريق فأجابه إلى ذلك ثم إن الشيخ أبا نصر العبدوسي استقبله بنفسه وسأله النزول عنده فنزل عنده إيثارا للتخفيف عن الإمام أبي بكر فعقد له المجالس بالعشيات كل يوم إلا يوم الجمعة يومين للإملاء ويوما للنظر ويومين للقراءة ويوما للكلام وكان لا يتخلف عن مجلسه كل يوم من المذكورين في هذه العلوم أحد |جـ 1 صـ 153| إلا لعذر وقال إبراهيم بن موسى جد حمزة السهمي كان أبو بكر الإسماعيلي برا بوالديه فلحقته بركة دعائهما وقال لما ورد نعي محمد بن أيوب الرازي دخلت الدار وبكيت وخرجت ومزقت على نفسي القميص ووضعت التراب على رأسي فاستجمع علي أهلي ومن في منزلي وقالوا ما أصابك فقلت منعتموني الارتحال إلى محمد بن أيوب فسلوا قلبي وأذنوا لي بالخروج عند ذلك وأصحبوني خالي إلى نسا إلى الحسن بن سفيان وأشار إلى وجهه وقال لم يكن لي ههنا طاقة فقدمت عليه وسألته أن أقرأ عليه المسند فأذن لي وقرأت عليه جميع المسند وغيره من الكتب وكان ذلك أول رحلتي في طلب الحديث ورجعت إلى وطني ثم خرجت إلى بغداد في سنة ست وتسعين ومائتين وحكى حمزة بن يوسف السهمي عن أبي الحسن الدارقطني قال كنت عزمت غير مرة أن أرحل إلى أبي بكر الإسماعيلي فلم أرزق وكان الحسن بن علي الحافظ المعروف بابن غلام الزهري بالبصرة يقول كان من الواجب للشيخ أبي بكر أن يصنف لنفسه شيئا ويختار على حسب اجتهاده فإنه كان يقدر عليه لكثرة ما كان كتب ولغزارة علمه وفهمه وجلالته وما كان له أن يتبع كتاب البخاري فإنه كان أجل من أن يتبع غيره قال السهمي وكان أبو الحسين محمد بن المظفر الحافظ يحكي جودة قراءته وقال كان مقدما في جميع المجالس وكان إذا حضر مجلسا لا يقرأ غيره وكان أبو القاسم البغوي يقول ما رأيت أقرأ من أبي بكر الجرجاني وقال السهمي ما من يوم يمر إلا وكان يحضر الإسماعيلي من الغرباء الجوالين ممن يفهم ويحفظ مقدار أربعين أو خمسين توفي أبو بكر الإسماعيلي بجرجان يوم السبت غرة رجب سنة إحدى وسبعين وثلاثمائة ودفن يوم الأحد وصلى عليه ابنه أبو نصر وهو ابن أربع وتسعين سنة وأشهر قلت وزرت قبره وقبور أولاده بجرجان في حظيرة لهم ومن أولاد الإمام أبي بكر الإسماعيل الجرجاني جماعة منهم أبو نصر محمد بن أحمد بن إبراهيم بن إسماعيل بن العباس الإسماعيلي ترأس في حياة والده أبي بكر وبعد وفاته إلى أن توفي وكان له جاه عظيم وقبول عند الخاص والعام في كثير من البلدان ويحل بكتابه العقد وكان كتب الحديث الكثير عن أبي يعقوب النحوي وأبي العباس الأصم وبالعراق ومكة والري وهمذان روى عنه حمزة بن يوسف السهمي وكان يعرف الحديث ويدري وأول ما جلس للإملاء في حياة والده أبي بكر الإسماعيلي في سنة ست وستين في مسجد الصفارين إلى أن توفي والده ثم انتقل إلى المسجد الذي كان يملي والده فيه ويملي كل سبت إلى أن توفي لثلاث بقين من شهر ربيع الآخر سنة خمس وأربعمائة وصلى عليه أبو معمر الإسماعيلي وابن أخيه أبو معمر |جـ 1 صـ 154| المفضل بن إسماعيل بن أحمد الإسماعيلي كان فقيها فاضلا سمع جده وبمكة أبا زرعة محمد بن يوسف الكشي وببغداد أبا الحسن علي بن عمر الدارقطني وأبا حفص عمر بن أحمد بن شاهين وغيرهم روى عنه حمزة بن يوسف السهمي وأبو القاسم إبراهيم بن عثمان الخلالي وروى عن جده الكتب الكثيرة وسمع كتابه الجامع المخرج على الصحيح وغيره من المجموعات والتصانيف والمشايخ والأمالي وقد ضبط له والده الإمام أبو سعد وحمله إلى بغداد ومكة في سنة أربع وثمانين وثلاثمائة وبقي هناك إلى أن حج في سنة خمس وثمانين وثلاثمائة ورجع في سنة ست وثمانين إلى جرجان وكان سمع بمكة من يوسف بن الدخيل وجماعة وجلس للإملاء بعد موت عمه أبي نصر قال حمزة السهمي سمعت أبا بكر الإسماعيلي يقول ابني هذا أبو معمر له سبع سنين يحفظ القرآن ويعلم الفرائض وأصاب في مسألة أخطأ فيها بعض قضاتنا وقد كان وهب له ما كان عنده من مسند محمد بن عثمان بن أبي شيبة لم يقرأ بعد ذلك لأحد وآخر ما حدث به أبو معمر وأبو العلاء ثم لم يقدر أحد على جميعه إلا أحاديث أخرجها في مواضع وكان إليه الفتيا منذ مات والده وتوفي في الرابع والعشرين من ذي الحجة سنة إحدى وثلاثين وأربعمائة وصلى عليه أخوه أبو الفضل وأخوه أبو الفضل مسعدة بن إسماعيل بن أحمد الإسماعيلي وهو الرابع من أولاد أبي سعد وأخوه أبو الحسن مبشر سمعا جميعا أبا يعقوب يوسف بن إبراهيم السهمي سنة أربع وثمانين قبل خروج والده إلى مكة وسمع من أبي بكر الآبندوني وأبي العباس أحمد بن موسى الباغشي ومن عمهما أبي نصر الإسماعيلي وغيرهم من المشايخ أبو القاسم إسماعيل بن مسعدة بن أبي بكر الإسماعيلي سمع حمزة بن يوسف السهمي وغيره روى لي عنه جماعة كثيرة وتوفي سنة نيف وسبعين وأربعمائة وأبو بكر أحمد بن محمد بن إسماعيل بن إسحاق بن إبراهيم بن إسرائيل الإسماعيلي من أهل بخارا من بيت مشهور وكان فقيها عالما سمع أبا نعيم عبد الملك بن محمد بن عدي الإستراباذي وأبا بكر المنكدري ومحمد بن يوسف بن عاصم وغيرهم وكانت ولادته في سنة إحدى وثلاثمائة ووفاته في شهر رمضان سنة أربع وثمانين وثلاثمائة والأئمة الإسماعيلية ببخارا معروفة حدث أبو بكر عن جماعة وروى عنه العلماء وقبورهم زرتها بمقبرة على طريق خراسان وحفيده الرئيس أبو طاهر محمد بن علي بن أحمد بن محمد الإسماعيلي يروي عن أبي علي إسماعيل بن |جـ 1 صـ 155| محمد صاحب الكسائي سمع منه المتأخرون ومن القدماء أبو العباس المستغفري أبو حامد أحمد بن محمد بن إسماعيل بن نعيم الإسماعيلي الطوسي صاحب أبي العباس بن سريج سمع أبا عبد الله البوشنجي وأبا خليفة البصري وأبا يعلى الموصلي وابنه إسماعيل بن أحمد الإسماعيلي حدث أيضا ونسبا إلى جدهما وأما أبو عبد الله أحمد بن المبارك الإسماعيلي سكن الرقة وهو بغدادي حدث عن عبيد الله بن عمر القواريري فإنما قيل له الإسماعيلي لأنه كان يعتني بجمع حديث إسماعيل بن أبي خالد وأما أبو الحسن علي بن أحمد بن محمد بن إسماعيل بن إسحاق بن إبراهيم بن إسرائيل القاضي الإسماعيلي البخاري ابن السابق ذكره وأبو الذي يليه سمع أباه وأبا بكر محمد بن أحمد بن خنب وأبا بكر محمد بن عبد الله بن يزداذ الرازي وأبا بكر أحمد بن سعد الزاهد وأبا صالح خلف بن محمد الخيام وغيرهم عقد له مجلس الإملاء على باب داره عشيات الجمعة روى عنه جماعة منهم أبو ذر محمد بن جعفر بن محمد الخطيب وتوفي في شعبان سنة إحدى وأربعمائة وذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو الحسن بن أبي بكر بن إسماعيل البخاري يعني الإسماعيلي كان أبوه شيخ عصره بما وراء النهر وصارت الرياسة والحكم بها بعد التسعين وثلاثمائة إلى أبي الحسن وكان يستأهل ذلك لعقله وفضله سمع أبا بكر بن خنب وأقرانه ببخارا وحدث بها وبالعراق والجبال سنة حج وهي سنة خمس وتسعين وقد كتبت عن أبيه وجده من قبل أمه أبي بكر بن سعد الزاهد رضي الله عنهم أجمعين وأبو الحسن أحمد بن أبي بكر محمد بن إسماعيل بن مهران الإسماعيلي الشاهد من أهل نيسابور كان أبوه أبو بكر الإسماعيلي محدث عصره بنيسابور وأبو الحسن كان كثير السماع من أبيه سمع أباه وأبا عبد الله البوشنجي وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ ولم يذكر وفاته لعله مات قبل الأربعمائة وأبو حامد أحمد بن محمد بن إسماعيل بن نعيم الفقيه الطوسي الإسماعيلي صاحب أبي العباس بن سريج من أهل طوس كان إماما ورعا مصيبا زاهدا رحل إلى العراق وأدرك الأسانيد سمع بنيسابور أبا عبد الله محمد بن إبراهيم البوشنجي وبالري محمد بن أيوب الرازي وبالبصرة أبا خليفة الجمحي وبالموصل أبا يعلى أحمد بن علي بن المثنى الموصلي وبالكوفة أبا جعفر محمد بن عبد الله بن سليمان الحضرمي وبالأهواز أبا محمد عبد الله بن أحمد بن موسى العسكري عبدان وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو حامد الطوسي الإسماعيلي صاحب أبي العباس بن سريج ومفتي |جـ 1 صـ 156| الناحية وزاهدها كان يرد نيسابور قديما ويحدث بها فأما أنا فإنما كتبت عنه بالطابران ثم قال سألت إسماعيل بن أبي حامد الإسماعيلي ونحن ببخارا عن وفاة أبيه فذكر أنه توفي في سنة خمس وأربعين وثلاثمائة وابنه أبو محمد إسماعيل بن أحمد بن محمد الإسماعيلي الطوسي سمع أباه وأبا الحسن محمد بن محمد بن علي الأنصاري سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال إسماعيل الإسماعيلي سمع الحديث قبلنا أو معنا وتقلد القضاء بخراسان غير مرة وكان أكثر مقامه وسماعاته بنيسابور وتوفي ببخارا سنة سبع وستين وثلاثمائة ونسبا إلى جدهما والفرقة الإسماعيلية جماعة من الباطنية ينتسبون إلى محمد بن إسماعيل بن جعفر الصادق لانتساب زعيمهم المغربي إلى محمد بن إسماعيل وفي كتاب الشجرة أنه لم يعقب ",
                "title": "الإسماعيلي",
                "uri": "JK_000952_0158"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}