{
    "features": [
        {
            "item": "JK_000129_012523",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.235-236",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ميافارقين</h1> بفتح أوله وتشديد ثانيه ثم فاء وبعد الألف راء وقاف مكسورة وياء ونون قال بعض الشعراء فإن يك في كيل اليمامة عسرة فما كيل ميافارقين بأعسرا وقال كثير مشاهد لم يعف التنائي قديمها وأخرى بميافارقين فموزن ميافارقين أشهر مدينة بديار بكر قالوا سميت بميابنت لأنها أول من بناها وفارقين هو الخلاف |جـ 5 صـ 236| بالفارسية يقال له بارجين لأنها كانت أحسنت خندقها فسميت بذلكوقيل ما بني منها بالحجارة فهو بناء أنوشروان بن قباذ وما بني بالآجر فهو بناء أبرويز قال بطليموس مدينة ميافارقين طولها أربع وسبعون درجة وأربعون دقيقة وعرضها سبع وثلاثون درجة وثلاثون دقيقة داخلة في الإقليم الخامس طالعها الجبهة بيت حياتها ثلاث درج من العقرب لها شركة في السماك الشامي وحرب في قلب الأسد تحت أربع عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل رابعها مثلها من الميزان وقال صاحب الزيج طول ميافارقين سبع وخمسون درجة ونصف وربع وعرضها ثمان وثلاثون درجة والذي يعتمد عليه أنها من أبنية الروم لأنها في بلادهم وقد ذكر في ابتداء عمارتها أنه كان في موضع بعضها اليوم قرية عظيمة وكان بها بيعة من عهد المسيح وبقي منها حائط إلى وقتنا هذا قالوا وكان رئيس هذه الولاية رجلا يقال له ليوطا فتزوج بنت رئيس الجبل الذي هناك يسكنه في زماننا الأكراد الشامية وكانت تسمى مريم فولدت له ثلاثة بنين كان اثنان منهم في خدمة الملك ثيودسيوس اليوناني الذي دار ملكه برومية الكبرى وبقي الأصغر وهو مروثا فاشتغل بالعلوم حتى فاق أهل عصره فلما مات أبوه جلس في مكانه في رياسة هذه البلاد وأطاعه أهلها وكان ملك الروم مقيما بدار ملكه برومية وكان تحت حكمه إلى آخر بلاد ديار بكر والجزيرة وكان ملك الفرس حينئذ سابور ذو الأكتاف وكان بينه وبين ملك الروم ثيودسيوس منازعة وحروب مشهورة وكان ثيودسيوس قد تزوج امرأة يقال لها هيلانة من أهل الرها فأولدها قسطنطين الذي بنى مدينة قسطنطينية ثم مات ثيودسيوس فملكوا هيلانة إلى أن كبر ابنها قسطنطين فاستولى على الملك برومية الكبرى ثم اختار موضع قسطنطينية فعمرها هناك وصارت دار ملك الروم وبقي مروثا بن ليوطا المقدم ذكره مقيما بديار بكر مطاعا في أهلها وكان له همة في عمارة الأديرة والكنائس فبنى منها شيئا كثيرا فأكثر ما يوجد من ذلك قديم البناء فهو من إنشائه وكان رب ماشية وكان الفرس مجاوريه فكانوا يغيرون عليه ويأخذون مواشيه فعمد إلى أرض ميافارقين فقطع جميع ما كان حولها من الشوك والشجر وجعله سياجا على غنمه من اللصوص الذين يسرقون أمواله فيقال إنه كان لملك الفرس بنت لها منه منزلة عظيمة فمرضت مرضا أشرفت منه على الهلاك وعجز عن إصلاحها أطباء الفرس فأشار عليه بعض أصحابه باستدعاء مروثا لمعالجتها فأرسل إلى قسطنطين ملك الروم يسأله ذلك فأنفذه إليه ووصل إلى المدائن وعالج المرأة فوجدت العافية فسر سابور بذلك وقال لمروثا سل حاجتك فسأله الصلح والهدنة فأجاب إليه وكتب بينه وبين قسطنطين عهدا بالهدنة مدة حياتهما فلما أراد مروثا الرجوع عاود سابور في ذكر حاجة أخرى فقال إنك قتلت خلقا كثيرا من النصارى وأحب أن تعطيني جميع ما عندك في بلادك من عظام الرهبان والنصارى الذين قتلهم أصحابك فرتب معه الملك من سار في بلاده ليستخرج له ما أحب من ذلك بعد البحث حتى جمع منه شيئا كثيرا فأخذه معه إلى بلده ودفنها في الموضع الذي اختاره من دياره ومضى إلى قسطنطين وعرفه ما صنع بالهدنة فسر به وقال له سل حاجتك فقال أحب أن يساعدني الملك في بناء موضع في ذلك الدوار الذي جعلته لغنمي ويعاونني بجاهه وماله فكتب إلى كل ما يجاوره بمساعدته بالمال والنفس ورجع مروثا إلى دياره فساعده من حوله |جـ 5 صـ 237| حتى أدار عوضا من الشوك حائطا كالسور وعمل فيه طاقات كثيرة سدها بالشوك ثم سأل الملك أن يأذن له أن يبني في جانب حائطه حصنا يأمن به غائلة العدو الذي يطرق بلاده فأذن له في ذلك فبنى البرج المعروف ببرج الملك وبنى البيعة على رأس التل وكتب اسم الملك على أبنيته ووشى به قوم إلى الملك قسطنطين وزعموا أنه فعل ما فعل للعصيان فسير الملك رجلا وقال له انظر فإن كان بناؤه بيعة وكتب اسمي على ما بناه فدعه بحاله وإلا فانقض جميع ما بناه وعد فلما رأى اسم الملك على السور رجع وأخبر قسطنطين بذلك فأقره على بنائه وأعجبه ما صنع من كتابة اسم الملك على ما جدده وأنفذ إلى جميع من في تلك الديار من عماله بمساعدة مروثا على بناء مدينة بحيث بنى حائطه وأطلق يده في الأموال فعمرها وجعل في كل طاقة من تلك الطيقان التي ذكرنا أنه سدها بالشوك عظام رجل من شهداء النصارى الذين قدم بهم من عند سابور فسميت المدينة مدور صالا ومعناه بالعربية مدينة الشهداء فعربت على تطاول الأيام حتى صارت ميافارقين هكذا ذكروه وإن كان بين اللفظتين تباين وتباعد وحصنها مروثا وأحكمها فيقال إنها إلى وقتنا هذا وهو سنة 602 لم تؤخذ عنوة قط وآمد بالقرب منها وهي أحصن منها وأحسن قد أخذت بالسيف مرارا قالوا وأمر الملك قسطنطين وزراءه الثلاثة فبنى كل واحد منهم برجا من أبرجتها فبنى أحدهم برج الرومية والبيعة بالعقبة وبنى الآخر برج الراوية المعروف الآن ببرج علي بن وهب وبيعة كانت تحت التل وهي الآن خراب وأثرها باق مقابل حمام النجارين وبنى الثالث برج باب الربض والبيعة المدورة وكتب على أبراجها اسم الملك وأمه هيلانة وجعل لها ثمانية أبواب منها باب أرزن ويعرف بباب الخنازير ثم تسير شرقا إلى باب قلونج وهو بين برج الطبالين وبين برج المرآة ومكتوب عليه اسم الملك وأمه وإنما سمي برج المرآة لأنه كان عليه بين البرجين مرآة عظيمة يشرق نورها إذا طلعت الشمس على ما حولها من الجبال وأثرها باق إلى الآن وبعض الضباب الحديد باق إلى الآن ثم عمل بعد ذلك باب الشهوة وهو من برج الملك ثم تسير من جانب الشمال إلى أن تصل إلى البرج الذي فيه الموسوم بشاهد الحمى وهناك باب آخر وهو من الربض إلى المدينة ومقابل أرزن القبلي نصبا ثم تسير إلى الجانب الشمالي وكان هناك باب الربض بين البرجين ثم تنزل في الغرب إلى القبلة وهناك باب يسمى باب الفرح والغم لصورتين هناك منقوشتين على الحجارة فصورة الفرح رجل يلعب بيديه وصورة الغم رجل قائم على رأسه صخرة جماد فلذلك لا يبيت أحد في ميافارقين مغموما إلا النادر والآن يسمى هذا الباب باب القصر العتيق الذي بناه بنو حمدان ثم تسير إلى نحو القبلة إلى أسفل العقبة وهناك باب عند مخرج الماء وفي جانب القبلي في السور الكبير باب فتحه سيف الدولة من القصر العتيق وسماه باب الميدان وكان يخرج في الفصيل إلى باب الفرح والغم وليس مقابله في الفصيل باب وفي برج علي بن وهب في الركن الغربي القبلي في أعلاه صليب منقور كبير يقال إنه مقابل البيت المقدس وعلى بيعة قمامة في البيت المقدس صليب مثل هذا مقابله ويقال إن صانعهما واحدوقيل إنه كان مدة عمارتها حتى كملت ثماني عشرة سنة فإن صح هذا فهو إحدى العجائب لأن مثل تلك العمارة لا يمكن استتمام مثلها إلا في أضعاف هذه السنين وقيل إنه ابتدىء بعمارتها بعد المسيح بثلثمائة سنة وكان ذلك لستمائة |جـ 5 صـ 238| وثلاث وعشرين سنة من تاريخ الإسكندر اليوناني وقيل إن أول عمارتها في أيام بطرس الملك في أيام يعقوب النبي عليه السلام وقيل إن مروثا بنى في المدينة ديرا عظيما على اسم بطرس وبولس اللذين هما في البيعة الكبرى وهو باق إلى زماننا هذا في المحلة المعروفة بزقاق اليهود قرب كنيسة اليهود وفيها جرن من رخام أسود فيه منطقة زجاج فيها من دم يوشع بن نون وهو شفاء من كل داء وإذا طلي به على البرص أزاله يقال إن مروثا جاء به معه من رومية الكبرى عند عوده من عند الملك وما زالت ميافارقين بأيدي الروم إلى أيام قباذ بن فيروز ملك الفرس فإنه غزا ديار بكر وربيعة وافتتحها وسبى أهلها ونقلهم إلى بلاده وبنى لهم مدينة بين فارس والأهواز فأسكنهم فيها وجعل اسمها أبرقباذ وقيل هي أرجان ويقال لها الاستان الأعلى أيضا ثم ملك بعده ابنه أنوشروان بن قباذ ثم هرمز بن أنوشروان ثم أبرويز بن هرمز وكان أبرويز مشتغلا بلذاته غافلا عن مملكته فخرج هرقل ملك الروم صاحب عمر بن الخطاب رضي الله عنه فافتتح هذه البلاد وأعادها إلى مملكة الروم وملكها بأسرها ثماني سنين آخرها سنة ثماني عشرة للهجرة وبعد أن فتحت الشام وجاء طاعون عمواس ومات أبو عبيدة بن الجراح أنفذ عمر رضي الله عنه عياض بن غنم بجيش كثيف إلى أرض الجزيرة فجعل يفتحها موضعا موضعا ووجدت بعض من يتعاطى علم السير قد ذكر في كتاب صنفه أن خالد بن الوليد والأشتر النخعي سارا إلى ميافارقين في جيش كثيف فنازلاها فيقال إنها فتحت عنوة وقيل صلحا على خمسين ألف دينار على كل محتلم أربعة دنانير وقيل دينارين وقفيز حنطة ومد زيت ومد خل ومد عسل وأن يضاف كل من اجتاز بها من المسلمين ثلاثة أيام وجعل للمسلمين بها محلة وقرر أخذ العشر من أموالهم وكان ذلك بعد أخذ آمد قال وكان المسلمون لما نزلوا عليها نزلوا بمرج هناك على عين ماء فنصبوا رماحهم هناك بالمرج فسمي ذلك الموضع عين البيضة إلى الآن وإياها عنى المتنبي في قوله يصف جيشا ولما عرضت الجيش كان بهاؤه على الفارس المرخى الذؤابة منهم حواليه بحر للتجافيف مائج يسير به طود من الخيل أيهم تساوت به الأقطار حتى كأنه يجمع أشتات الجبال وينظم وأدبها طول القتال وطرفه يشير إليها من بعيد فتفهم تجاوبه فعلا وما تسمع الوحى ويسمعها لحظا وما يتكلم تجانف على ذات اليمين كأنها ترق لميافارقين وترحم ولو زحمتها بالمناكب زحمة درت أي سوريها الضعيف المهدم ",
                "title": "ميافارقين",
                "uri": "JK_000129_012523"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}