{
    "features": [
        {
            "item": "JK_000952_1189",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.242-243",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحكمي</h1> بفتح الحاء المهملة والكاف هذه النسبة إلى الحكم وهي قبيلة من اليمن وقد ورد في الحديث حاو حكم وهما قبيلتان من أقصى اليمن والحكم هو ابن سعد العشيرة بن مالك بن عمرو بن الغوث بن طيء بن أدد بن شبيب بن عمرو بن شبيع بن الحارث بن زيد بن عدي بن عوف بن زيد بن هميسع بن عمرو بن يشجب بن عريب بن يعرب بن قحطان وأبو عقبة الجراح بن عبد الله الحكمي هو من سعد العشيرة أصله من اليمن سكن الشام شامي الأصل حمصي كان واليا على خراسان والبصرة ولاه يزيد بن المهلب على خراسان يروي المراسيل روى عنه ابن سيرين ويحيى بن عطية وصفوان بن عمرو وبعضهم نسب إلى جد لهم اسمه الحكم مثل عبد الجد بن ربيعة بن حجر بن الحكم الحكمي له صحبة ورواية روى عنه عبيد الله بن حليل الحكمي وعبيد الله هذا روى عنه خطاب بن نصير الحكمي حديثا وروى عن خطاب خلف بن المنهال المصطلقي وروى عن خلف سعيد بن كثير بن عفير ما حدث بالحديث عنه غير سعيد بن عفير قاله ابن يونس وأبو نواس الحسن بن هانئ الحكمي الشاعر كان يعرف بذلك مشهور قاله ابن ماكولا كان أبو النواس ولد بالأهواز ونشأ بالبصرة واختلف في طلب الحديث سمع حماد بن زيد وطبقته واختلف إلى أبي زيد النحوي وأبي عبيدة وهو منسوب إلى جده الأعلى حكم بن سعد العشيرة وقيل هو الحسن بن هانئ بن الصباح مولى الجراح بن عبد الله الحكمي والي خراسان وبعضهم ذكر |جـ 2 صـ 243| نسبه أبو علي بن هانئ الحسن بن جناح بن عبد الله بن الجراح بن هنب بن ذؤه بن غنم بن سلهم بن حكم سعد العشيرة الحكمي ولد سنة خمس وأربعين ومائة بالأهواز ومات ببغداد في سنة خمس وتسعين ومائة ودفن بالشونيزيه وأما سليمان بن عبد الحميد بن رافع الحكمي البهراني الحمصي هو منسوب إلى الحكم بن بهراء سمع يحيى بن صالح الوحاظي روى عنه جماعة وجماعة منهم نسبوا إلى أجدادهم منهم أبو أيوب أحمد بن عبد الصمد بن علي بن عيسى بن رافع الحكمي الأنصاري سكن النهروان روى عنه ونسبه أبو القاسم البغوي وأما أبو علي ناصر بن إسماعيل بن عامر بن محمد بن أحمد بن الحكم الحكمي القاضي بنوقان طوس روى عن أبي حفص عمر بن أحمد بن مسرور سمع منه أبو الفضل محمد بن طاهر المقدسي الحافظ وأبو معاذ سعد بن عبد الحميد بن جعفر بن الحكم وقيل جعفر بن عبد الله بن الحكم بن رافع بن سنان الأنصاري الحكمي من أهل مدينة رسول الله صلى الله عليه وسلم سكن بغداد في ربض الأنصار وحدث بها عن مالك بن أنس وفليح بن سليمان وعبد الرحمن بن أبي الزناد وكان عنده عن مالك الموطأ روى عنه حجاج بن الشاعر وأبو يحيى صاعقة وعباس بن محمد الدوري وإبراهيم بن إسحاق الحربي وسئل يحيى بن معين عنه فقال كان ههنا في ربض الأنصار يدعي أنه سمع عرض كتب مالك بن أنس وقال لي أحمد والناس ينكرون عليه ذلك هو ههنا ببغداد لم يحج فكيف سمع عرض مالك وقال يحيى بن معين ليس به بأس قد كتبت عنه وقال أبو علي صالح بن محمد البغدادي جزرة عبد الحميد بن جعفر سيء الحفظ وذكر عن الثوري أنه رآه يفتي في مسائل ويخطيء فيها فتكلم فيه الثوري من أجل هذا وسعد ابنه أثبت منه وقال يعقوب بن شيبة أبو معاذ الحكمي المدني ثقة صدوق ",
                "title": "الحكمي",
                "uri": "JK_000952_1189"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}