{
    "features": [
        {
            "item": "JK_000129_009026",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.138-139",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العقيق والنسبة العقيقي</h1> بفتح أوله وكسر ثانيه وقافين بينهما ياء مثناة من تحت قال أبو منصور والعرب تقول لكل مسيل ماء شقه السيل في الأرض فأنهره ووسعه عقيق قال وفي بلاد العرب أربعة أعقة وهي أودية عادية شقتها السيول وقال الأصمعي الاعقة |جـ 4 صـ 139| الأودية قال فمنها عقيق عارض اليمامة وهو واد واسع مما يلي العرمة يتدفق فيه شعاب العارض وفيه عيون عذبة الماء قال السكوني عقيق اليمامة لبني عقيل فيه قرى ونخل كثير ويقال له عقيق تمرة وهو عن يمين الفرط منقطع عارض اليمامة في رمل الجزء وهو منبر من منابر اليمامة عن يمين من يخرج من اليمامة يريد اليمن عليه أمير وفيه يقول الشاعر تربع ليلى بالمضيح فالحمى ونحفر من بطن العقيق السواقيا ومنها عقيق بناحية المدينة وفيه عيون ونخل وقال غيره هما عقيقان الأكبر وهو مما يلي الحرة ما بين أرض عروة بن الزبير إلى قصر المراجل ومما يلي الحمى ما بين قصور عبد العزيز بن عبد الرحمن بن عبد الله بن عمرو بن عثمان إلى قصر المراجل ثم اذهب بالعقيق صعدا إلى منتهى البقيع والعقيق الأصغر ما سفل عن قصر المراجل إلى منتهى العرصة وفي عقيق المدينة يقول الشاعر إني مررت على العقيق وأهله يشكون من مطر الربيع نزورا ما ضركم إن كان جعفر جاركم أن لا يكون عقيقكم ممطورا وإلى عقيق المدينة ينسب محمد بن جعفر بن عبد الله بن الحسين الأصغر بن علي بن الحسين بن علي بن أبي طالب المعروف بالعقيقي له عقب وفي ولده رياسة ومن ولده أحمد بن الحسين بن أحمد بن علي بن محمد العقيقي أبو القاسم كان من وجوه الأشراف بدمشق ومدحه أبو الفرج الواوا ومات بدمشق لأربع خلون من جمادى الأولى سنة 873 ودفن بالباب الصغير وفي هذا العقيق قصور ودور ومنازل وقرى قد ذكرت بأسمائها في مواضعها من هذا الكتاب وقال القاضي عياض العقيق واد عليه أموال أهل المدينة وهو على ثلاثة أميال أو ميلين وقيل ستة وقيل سبعة وهي أعقة أحدها عقيق المدينة عق عن حرتها أي قطع وهذا العقيق الأصغر وفيه بئر رومة والعقيق الأكبر بعد هذا وفيه بئر عروة وعقيق آخر أكبر من هذين وفيه بئر على مقربة منه وهو من بلاد مزينة وهو الذي أقطعه رسول الله صلى الله عليه وسلم بلال بن الحارث المزني ثم أقطعه عمر الناس فعلى هذا يحمل الخلاف في المسافات ومنها العقيق الذي جاء فيه إنك بواد مبارك هو الذي ببطن وادي ذي الحليفة وهو الأقرب منها وهو الذي جاء فيه أنه مهل أهل العراق من ذات عرق ومنها العقيق الذي في بلاد بني عقيل قال أبو زياد الكلابي عقيق بني عقيل فيه منبر من منابر اليمامة ذكره القحيف بن حمير العقيلي حيث قال أأم ابن إدريس ألم يأتك الذي صبحنا ابن إدريس به فتقطرا فليتك تحت الحافقين ترينه وقد جعلت درعا عليها ومغفرا يريد العقيق ابن المهير ورهطه ودون العقيق الموت وردا وأحمرا وكيف تريدون العقيق ودونه بنو المحصنات اللابسات السنورا ومنها عقيق ولا يدخلون عليه الألف واللام قرية قرب سواكن من ساحل البحر في بلاد البجاه يجلب منها التمر هندي وغيره ومنها العقيق ماء لبني جعدة وجرم تخاصموا فيه إلى النبي صلى الله عليه وسلم فقضي به لبني جرم فقال معاوية بن عبد |جـ 4 صـ 140| البصرة وهو واد مما يلي سفوان قال يموت بن المزرع أنشدنا محمد بن حميد قال أنشدتني صبية من هذيل بعقيق البصرة ترثي خالها فقالت أسائل عن خالي مذ اليوم راكبا إلى الله أشكو ما تبوح الركائب فلو كان قرنا يا خليلي غلبته ولكنه لم يلف للموت غالب قال يموت رأيت هذه الجارية تغنيها بالعقيق عقيق البصرة ومنها عقيق آخر يدفع سيله في غوري تهامة وإياه عنى فيما أحسب أبو وجزة السعدي بقوله يا صاحبي انظرا هل تؤنسان لنا بين العقيق وأوطاس بأحداج وهو الذي ذكره الشافعي رضي الله عنه فقال لو أهلوا من العقيق كان أحب إلي ومنها عقيق القنان تجري فيه سيول قلل نجد وجباله ومنها عقيق تمرة قرب تبالة وبيشة وقد مر وصفه في زبية وقيل عقيق تمرة هو عقيق اليمامة وقد ذكر وذكر عرام ما حوالي تبالة زبية بتقديم الباء ثم قال وعقيق تمرة لعقيل ومياهها بثور والبئر يشبه الأحساء تجري تحت الحصى مقدار ذراع وذراعين ودون ذلك وربما أثارته الدواب بحوافرها وقال السكري في قول جرير إذا ما جعلت السي بيني وبينها وحرة ليلى والعقيق اليمانيا ",
                "title": "العقيق والنسبة العقيقي",
                "uri": "JK_000129_009026"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}