{
    "features": [
        {
            "item": "JK_000129_007786",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.375-376",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شهرزور والنسبة الشهرزوري</h1> بالفتح ثم السكون وراء مفتوحة بعدها زاي وواو ساكنة وراء وهي في الإقليم الرابع طولها سبعون درجة وثلث وعرضها سبع وثلاثون درجة ونصف وربع وهي كورة واسعة في الجبال بين إربل وهمذان أحدثها زور بن الضحاك ومعنى شهر بالفارسية المدينة وأهل هذه النواحي كلهم أكراد قال مسعر بن مهلهل الأديب شهرزور مدينات وقرى فيها مدينة كبيرة وهي قصبتها في وقتنا هذا يقال لهم نيهم ازراي وأهلها عصاة على السلطان قد استطعموا الخلاف واستعذبوا العصيان والمدينة في صحراء ولأهلها بطش وشدة يمنعون أنفسهم ويحمون حوزتهم وسمك سور المدينة ثمانية أذرع وأكثر أمرائهم منهم وبها عقارب قتالة أضر من عقارب نصيبين وهم موالي عمر بن عبد العزيز وجرأهم الأكراد بالغلبة على الأمراء ومخالفة الخلفاء وذلك أن بلدهم مشى ستين ألف بيت من أصناف الأكراد الجلالية والباسيان والحكمية والسولية ولهم به مزارع كثيرة ومن صحاريهم يكون أكثر أقواتهم وبقرب من هذه المدنية جبل يعرف بشعران وآخر يعرف بالزلم الذي يصلح في أدوية الجماع ولا أعرفه في مكان غيره ومنها ديلمستان سبعة فراسخ وقد ذكرت ديلمستان في موضعها وبشهرزور مدينة أخرى دونها في العصيان والنجدة تعرف بشيز وأهلها شيعة صالحية زيدية أسلموا على يد زيد بن علي وهذه المدينة مأوى كل ذاعر ومسكن كل صاحب غارة وقد كان أهل نيم ازراي أوقعوا بأهل هذه المدينة وقتلوهم وسلبوهم وأحرقوهم بالنار للعصبية في الدين بظاهر الشريعة وذلك في سنة 143 وبين المدينتين مدينة صغيرة يقال لها دزدان بناؤها على بناء الشيز وداخلها بحيرة تخرج إلى خارجها تركض الخيل على أعلى سورها لسعته وعرضه وهي ممتنعة على الأكراد والولاة والرعية وكنت كثيرا ما أنظر إلى رئيسها الذي يدعونه الأمير وهو يجلس على برج مبني على بابها عالي البناء وينظر الجالس عليه إلى عدة فراسخ وبيده سيف مجرد فمتى نظر إلى خيل من بعض الجهات لمع |جـ 3 صـ 376| بسيفه فانجفلت مواشي أهلها وعواملهم إليها وفيها مسجد جامع وهي مدينة منصورة يقال إن داود وسليمان عليهما السلام دعوا لها ولأهلها بالنصر فهي ممتنعة أبدا عمن يرومها ويقال إن طالوت كان منها وبها استنصر بنو إسرائيل وذلك أن جالوت خرج من المشرق وداود من المغرب وأيده الله عليه وهذه المدينة بناها دارا بن دارا ولم يظفر الإسكندر بهاولا دخل أهلها في الإسلام إلا بعد اليأس منهم والمتغلبون عليها من أهلها إلى ا ليوم يقولون إنهم من ولد طالوت وأعمالها متصلة بخانقين وبكرخ جدان مخصوصة بالعنب السونايا وقلة رمد العين والجدري ومنها إلى خانقين يعترض نهر تامرا هذا آخر كلام مسعر وليس الآن على ما ذكر وإنما نذكر هذا ليعرف تقلب الزمان بأهله وما يصنع الحدثان في إدارة حوادثه ونقله فإن هذه البلاد اليوم في طاعة مظفر الدين كوكبري ابن علي كوجك صاحب إربل على أحسن طاعة إلا أن الأكراد في جبال تلك النواحي على عادتهم في إخافة أبناء السبيل وأخذ الأموال والسرقة ولا ينهاهم عن ذلك زجر ولا يصدهم عنه قتل ولا أسر وهي طبيعة للأكراد معلومة وسجية جباههم بها موسومة وفي ملح الأخبار التي تكسع بالاستغفار أن بعض المتطرفين قرأ قوله تعالى الأكراد أشد كفرا ونفاقا فقيل له إن الآية الأعراب أشد كفرا ونفاقا فقال إن الله عز وجل لم يسافر إلى شهرزور فينظر إلى ما هنالك من البلايا المخبآت في الزوايا وأنا أستغفر الله العظيم من ذلك وعلى ذلك وقد خرج من هذه الناحية من الأجلة والكبراء والأئمة والعلماء وأعيان القضاة والفقهاء ما يفوت الحصر عدة ويعجز عن إحصائه النفس ومده وحسبك بالقضاة بني الشهرزوري جلالة قدر وعظم بيت وفخامة فعل وذكر الذين ما علمت أن في الإسلام كله ولي من القضاة أكثر من عدتهم من بينهم وبنو عصرون أيضا قضاة بالشام وأعيان من فرق بين الحلال والحرام منهم وكثير غيرهم جدا من الفقهاء الشافعية والمدارس منهم مملوءة أخبرني الشيخ أبو محمد عبد العزيز بن الأخضر كتابة قال سمعت أبا بكر المبارك بن الحسن الشهرزوري المقري يقول كنت أقرأ على أبي محمد جعفر بن أحمد السراج وأسمع منه فضاق صدري منه لأمر فانقطعت عنه ثم ندمت وذكرت ما يفوتني بانقطاعي عنه من الفوائد فقصدت مسجد المعلق المحاذي لباب النوبي فلما وقع بصره علي رحب بي وأنشد لنفسه وعدت بأن تزوري بعد شهر فزوري قد تقضى الشهر زوري وموعد بيننا نهر المعلى إلى البلد المسمى شهرزوري فأشهر صدك المحتوم حق ولكن شهر وصلك شهر زور ",
                "title": "شهرزور والنسبة الشهرزوري",
                "uri": "JK_000129_007786"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}