{
    "features": [
        {
            "item": "JK_000952_2948",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.322-324",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغلام</h1> بضم الغين المعجمة عرف بهذا الإسم عتبة بن أبان بن صمعة البصري المعروف بعتبة الغلام وكان من عباد أهل البصرة وزهادهم ممن جالس الحسن وأخذ هديه في العبادة ودله في التقشف روى عنه البصريون الحكايات والرقائق وما عندنا له حديث مسند وأبو عمر محمد بن عبد الواحد بن أبي هاشم اللغوي الزاهد المعروف بغلام ثعلب كان تلميذ ثعلب وعنه أخذ علم اللغة فنسب إليه من أهل بغداد سمع أحمد بن عبد الله النرسي وموسى بن سهل الوشاء وأحمد بن سعيد الحمال وإبراهيم بن الهيثم البلدي وبشر بن موسى الأسدي روى عنه أبو الحسن محمد بن أحمد بن رزق وأبو الحسين بن بشران |جـ 4 صـ 323| وعبد العزيز بن محمد الستوري وعلي بن أحمد الرزاز وأبو علي بن شاذان البزاز وكان ابن ماسي ينفذ إلى أبي عمر الغلام وقتا بعد وقت كفايته فقطع عنه مدة وذلك لعذر ثم أنفذ إليه جملة ما كان في رسمه وكتب إليه رقعة يعتذر إليه فرده وأمر من بين يديه أن يكتب على ظهر رقعته أكرمتنا فملكتنا ثم أعرضت عنا فأرحتنا وقيل إن أبا علي الحاتمي اعتل فتأخر عن مجلس أبي عمر فسأل عنه فقيل إنه عليل فجاء أبو عمر يعوده واتفق أن المريض خرج إلى الحمام فكتب بخطه على بابه بإسفيداج % وأعجب شيء سمعنا به % % عليل يعاد فلا يوجد % المتقارب وتوفي أبو عمر في ذي القعدة سنة خمس وأربعين وثلاثمائة وأبو علي الحسن بن القاسم بن علي الواسطي المقرىء المعروف بغلام الهراس من أهل واسط كان يدعى إمام الحرمين وقرأ بالأمصار وسافر في طلب إسناد القراءات وأتعب نفسه في التجويد والتحقيق حتى صار طبقة في العصر ورحل إليه الناس في طلب القراءات وأسند قراءة أبي عمرو عن أبي قرة عن أبي بكر بن مجاهد ولم يكن في عصره من يشاركه في ذلك وكف بصره في آخر عمره وقيل إنه خلط في شيء من القراءات هكذا قال أبو الفضل أحمد بن الحسن بن خيرون الأمين وقال غلام الهراس كان مقرئا غير أنه خلط في شيء من القراءات وادعى إسنادا في شيء لا حقيقة له وروى عجائب قلت سمع أبا الحسن علي بن محمد بن خزفة الواسطي وغيره روى لي عنه أبو القاسم بن السمرقندي وكان له عنه إجازة وكانت ولادته سنة أربع وسبعين وثلاثمائة ووفاته في جمادى الأولى سنة ثمان وستين وأربعمائة بواسط |جـ 4 صـ 324| ",
                "title": "الغلام",
                "uri": "JK_000952_2948"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}