{
    "features": [
        {
            "item": "JK_000952_2332",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.421-423",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشرمقاني</h1> بفتح الشين المعجمة وسكون الراء وفتح الميم والقاف وفي آخرها النون هذه النسبة إلى شرمقان وهي بلدة قريبة من إسفراين بنواحي نيسابور يقال لها جرمغان بالجيم وقد كان من أعمال نسا منها أبو سعد أحمد بن محمد بن أحمد بن خالد الشرمقاني الخطيب كان شيخا صالحا عالما سمع بنيسابور أبا تراب عبد الباقي بن يوسف المراغي وبجرجان أبا القاسم إبراهيم بن عثمان بن إبراهيم الخلالي كتبت عنه بنيسابور منصرفي من العراق وكانت ولادته في ذي القعدة سنة اثنتين وستين وأربعمائة وتوفي في آخر سنة ثمان وثلاثين وخمسمائة ومن القدماء أبو سعيد أحمد بن محمد بن رميح بن عصمة بن وكيع بن رجاء النخعي النسوي الشرمقاني قال الإمام أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ من أهل نسا ولد بالشرمقان ونشأ بمرو وسمع العلم بخراسان وغيرها من البلاد وكتب الكثير وصنف وجمع وذاكر العلماء وكان معدودا في حفاظ الحديث وقدم بغداد دفعات وحدث بها عن أبي بكر محمد بن إسحاق بن خزيمة ومحمد بن إسحاق بن إبراهيم السراج وعبد الله بن محمد بن شيرويه وعبد الله بن محمود المروزي السعدي ومحمد بن الفضل السمرقندي وعمر بن محمد بن بجير الهمداني ومحمد بن زبان المصري ومحمد بن الحسن بن قتيبة العسقلاني وعبد الله بن محمد بن سلم المقدسي وعبد الله بن أحمد الأهوازي وإبراهيم بن يوسف الهسنجاني والحسين بن عبد الله بن يزيد الرقي |جـ 3 صـ 422| وعبد الله بن زيدان البجلي والمفضل بن محمد الجندي وغيرهم حدث عنه من القدماء الرفعاء أبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وغيرهما ومن بعدهما مثل أبي الحسن محمد بن أحمد بن رزق البزاز وأبي القاسم عبد الرحمن بن محمد السراج وأبي علي الحسن بن الحسين بن دوما النعالي وغيرهم وكان ابن رميح أقام ب صعدة من بلاد اليمن زمانا طويلا ثم ورد بغداد حدود سنة خمسين وثلاثمائة وخرج منها إلى نيسابور فأقام بها ثلاث سنين ثم عاد إلى بغداد فسكنها مديدة ثم استدعاه أمير المؤمنين أمير صعدة فخرج صحبة الحاج إلى مكة فلما قضى حجه أدركه أجله بالجحفة ودفن هناك وقد تكلم فيه جماعة ووثقه جماعة قال أبو زرعة محمد بن يوسف الإستراباذي لما سأله حمزة بن يوسف السهمي الحافظ عن ابن رميح فأومأ إلي أنه ضعيف أو كذاب قال حمزة الشك مني وقال الخطيب أبو بكر بن ثابت الحافظ قال أبو نعيم الحافظ يعني الأصبهاني كان ابن رميح ضعيفا والأمر عندنا خلاف قولهما وابن رميح كان ثقة ثبتا لم يختلف شيوخنا الذين لقوه في ذلك وقال الحاكم أبو عبد الله الحافظ وهو ثقة مأمون توفي بالجحفة سنة سبع وخمسين وثلاثمائة وقال غيره مات في صفر ودفن بالجحفة وأبو العباس يعقوب بن يوسف بن الحسن الشرمقاني سمع بنسا حميد بن زنجويه وبالعراق العباس بن محمد الدوري وأبا قلابة الرقاشي وبمصر محمد بن أصبغ بن الفرج وبالشام عمران بن بكار بن راشد البزاز ومحمد بن عوف الحمصي وعلي بن عثمان النفيلي وأبو الفضل أحمد بن محمد بن حمدون الفقيه الشرمقاني كان أحد أعيان مشايخ خراسان في الأدب والفقه وكثرة طلب الحديث بخراسان والعراقين والشام والجزيرة والحجاز وسمع المسند الكبير والأمهات لأبي بكر بن أبي شيبة من الحسن بن سفيان وكتب بنيسابور عن مسدد بن قطن القشيري وجعفر بن أحمد الحافظ وأقرانهم وبالعراق أبا القاسم البغوي وبالشام أحمد بن عبثر وبالجزيرة أبا عروبة الحراني وطبقتهم سمع منه |جـ 3 صـ 423| الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال كان مكثر المقام بنيسابور فلما قلدت المظالم بنسا جمع إلي جملة من كتبه وانتقيت عليه وآخر ما فارقته بنسا في رجب سنة إحدى وستين وثلاثمائة ثم توفي في الشرمقان يوم الثلاثاء الخامس عشر من جمادى الآخرة سنة ست وستين وثلاثمائة وأبو علي الحسن بن أبي الفضل الشرمقان المؤدب نزل بغداد وكان أحد حفاظ القرآن ومن العالمين باختلاف القراءات ووجوهها وحدث عن أبي إسحاق إبراهيم بن أحمد بن محمد الطبري وأبي القاسم عبيد الله بن أحمد الصيدلاني ومحمد بن بكران الرازي قال أبو بكر الخطيب كتبنا عنه وكان صدوقا وقال لي سمعت من زاهر بن أحمد السرخسي قال وشرمقان قرية من قرى نسا قال ومات في يوم الخميس ثامن صفر سنة إحدى وخمسين وأربعمائة ",
                "title": "الشرمقاني",
                "uri": "JK_000952_2332"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}