{
    "features": [
        {
            "item": "JK_000129_000053",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.58-59",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>آمل والنسبة الآملي</h1> مدينة مشهورة في غربي جيحون على طريق القاصد إلى بخارا من مرو ويقابلها في شرقي جيحون فربر التي ينسب إليها الفربري راوية كتاب البخاري وبينها وبين شاطىء جيحون نحو ميل وهي معدودة في الإقليم الرابع وطولها خمس وثمانون درجة ونصف وربع وعرضها سبع وثلاثون درجة وثلثان ويقال لهذه آمل زم وآمل جيحون وآمل الشط وآمل المفازة لأن بينها وبين مرو رمالا صعبة المسالك ومفازة أشبه بالمهالك وتسمى أيضا آمو وأموية وربما ظن قوم أن هذه الأسامي لعدة مسميات وليس الأمر كذلك وبين زم التي يضيف بعض الناس آمل إليها وبينها أربع مراحل وبين آمل هذه وخوارزم نحو اثنتي عشرة مرحلة وبينها وبين مرو الشاهجان ستة وثلاثون فرسخا وبينها وبين بخارا سبعة عشر فرسخا وبخارا في شرقي جيحون وقد أخرجت آمل هذه جماعة من أهل العلم وافرة وفرق المحدثون بينهم وبين آمل طبرستان فمن هذه آمل عبد الله بن حماد بن أيوب بن موسى أبو عبد الرحمن الآملي حدث عن عبد الغفار بن داود الحراني وأبي جماهر محمد بن عثمان الدمشقي ويحيى بن معين وغيرهم روى عنه محمد بن إسماعيل البخاري عن يحيى بن معين حديثا وعن سليمان بن عبد الرحمن حديثا آخر وروى عنه أيضا الهيثم بن كليب الشاشي ومحمد بن المنذر بن سعيد الهروي وغيرهم ومات في ربيع الآخر سنة 269 وعبد الله ابن علي أبو محمد الآملي ذكر أبو القاسم بن الثلاج أنه حدثهم في سوق يحيى سنة 338 عن محمد بن منصور الشاشي عن سليمان الشاذكوهي وخلف بن محمد الخيام الآملي وأحمد بن عبدة الآملي سمع عبد الله بن عثمان بن جبلة المعروف بعبدان المروزي وغيره روى عنه الفضل بن محمد بن علي وأبو داود سليمان بن الأشعث وجماعة وموسى بن الحسن الآملي سمع أبا رجاء قتيبة بن سعيد البغلاني وعبد الله بن محمود السعدي وغيرهما روى عنه أبو محمد عمر بن إسحاق الأسدي البخاري والفضل بن سهل بن أحمد الآملي روى عن سعيد بن النضر بن شبرمة وأبو سعيد محمد ابن أحمد بن علوية الآملي وأحمد بن محمد بن إسحاق ابن هارون الآملي وإسحاق بن يعقوب بن إسحاق بن إبراهيم بن إسحاق أبو يعقوب الآملي ذكر ابن الثلاج أنه قدم بغداد حاجا وحدثهم عن محمد بن إبراهيم بن سعيد البوشنجي وأبو سعيد محمد بن أحمد بن علي الآموي روى عن أبي العباس الفضل بن أحمد الآملي روى عنه غنجار وغيرهم وقد خربها التتر فيما بلغني فليس بها اليوم أحد ولا لها ملك |جـ 1 صـ 59| ",
                "title": "آمل والنسبة الآملي",
                "uri": "JK_000129_000053"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}