{
    "features": [
        {
            "item": "JK_000952_0892",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.55-56",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجزري</h1> بفتح الجيم والزاي وكسر الراء هذه النسبة إلى الجزيرة وهي إلى عدة بلاد من ديار بكر واسم خاص لبلدة واحدة يقال لها جزيرة ابن عمر وعدة بلاد منها الموصل وسنجار وحران والرقة ورأس العين وآمد وميافارقين وهي بلاد بين الدجلة والفرات وإنما قيل لها الجزيرة لهذا وقد جمع أبو عروبة الحسين بن أبي معشر الحراني تاريخ الجزريين وذكر فيه رجال هذه البلاد والمشهور بهذه النسبة أبو سعيد موسى بن أعين الجزري مولى مرسال رجل من بني عامر يروي عن عبد الملك بن عمير والكوفيين روى عنه أهل الجزيرة مات سنة سبع وتسعين ومائة وقد قيل سنة خمس وتسعين ومائة وكذلك عبد الكريم بن أبي المخارق الجزري وفيهم كثرة وهذه النسبة أيضا لأبي علي صالح بن |جـ 2 صـ 56| محمد بن عمرو بن حبيب بن حسان بن المنذر بن عمار بن أبي الأشرس الأسدي البغدادي يقال له الجزري وورد فيه حكاية في تاريخ بخارا وقال له الجزري لأنه لقب بجزره وقيل له الجزري وهو كان حافظا عارفا من أئمة أهل الحديث وممن يرجع إليه في علم الآثار ومعرفة نقلة الأخبار رحل الكثير ولقي المشايخ بالشام ومصر وخراسان وانتقل إلى بخارا فسكنها فحصل حديثه عند أهلها وحدث دهرا طويلا من حفظه ولم يكن معه كتاب استصحبه سمع علي بن الجعد وخالد بن خداش وهدية بن خالد وإبراهيم بن الحجاج السامي ويحيى بن معين وعلي بن المديني وهشام بن عمار وأحمد بن صالح المصري وكان صدوقا ثبتا أمينا وكان ذا مزاح ودعابة مشهورا بذلك روى عنه جماعة كثيرة وكان صالح يقرأ الزهريات على محمد بن يحيى الذهلي فلما بلغ حديث عائشة أنها كانت تسترقي بخرزة فقرأ بجزرة فلقب بجزرة وكان ببخارا رجل حافظ يلقب بجمل فكان صالح وهذا الحافظ يمشيان ببخارا فاستقبلهما جمل عليه وقر جزر فأراد ذاك الحافظ أن يخجل صالحا فقال يا أبا علي ما هذا الذي على البعير فقال له صالح أما تعرفه قال لا قال هذا أنا عليك أراد جزر على جمل فخجل ذلك الحافظ الملقب بالجمل وقال أبو زرعة الرازي رحم الله أخانا صالحا يضحكنا غائبا وحاضرا كتب إلينا لما مات محمد بن يحيى الذهلي بنيسابور قعد مكانه في التقدم آخر فقرأ أبا عمير ما فعل البعير يعني في قوله أبا عمير ما فعل النغير وأبو الفضل محمد بن محمد بن عطاف الهمداني الجزري يعرف بالموصلي كان فقيها عالما مكثرا من الحديث ولد بجزيرة ابن عمر وإليها ينسب ورد بغداد وكان يرجع إلى فضل وتميز ومعرفة بالحديث قرأ الكثير بنفسه على الشيوخ وصحب والدي ببغداد وسمع منه الكثير ببغداد وأبا عبد الله مالك بن أحمد بن علي البانياسي وأبا محمد رزق الله بن عبد الوهاب التميمي وأبا الفوارس طراد بن محمد بن علي الزيني وأبا الخطاب نصر بن أحمد بن البطر القاري وطبقتهم وبالري أبا محمد عبد الواحد بن الحسن بن الوكيل الحافظ وبآمل أبا خلف عبد الرحمن بن المرزبان الطبري وبسارية أبا إسماعيل إبراهيم بن إسحاق الطوسي سمعت منه ببغداد وكانت ولادته في ذي القعدة سنة أربع وستين وأربعمائة بجزيرة ابن عمر وتوفي في شوال سنة أربع وثلاثين وخمسمائة ودفن بالشونيزية |جـ 2 صـ 57| ",
                "title": "الجزري",
                "uri": "JK_000952_0892"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}