{
    "features": [
        {
            "item": "JK_000952_0577",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.394-395",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البلنسي</h1> بفتح الباء المنقوطة بواحدة واللام وسكون النون وفي آخرها السين المهملة هذه النسبة إلى بلدة بشرق الأندلس من بلاد المغرب يقال لها بلنسية خرج منها جماعة من العلماء منه شيخنا أبو الحسن سعد الخير بن محمد بن سهل بن سعد الأنصاري البلنسي فقيه صالح سافر عن بلاده وأقام في الغربة سنين وقاسى الأخطار واحتمل المشاق إلى أن وصل في البحر إلى الصين وحصل الأموال سمع ببغداد أبا الخطاب بن البطر القاري وأبا عبد الله بن طلحة النعالي وأبا الفوارس الزيني وبأصبهان أبا سعد محمد بن أبي عبد الله المطرز وبهمذان أبا محمد الدوني وجماعة سواهم من هذه الطبقة سمعت منه كتاب لأبي عبد الرحمن النسائي وغيره من الأجزاء وكان حريصا على طلب الحديث وولد له بنات وكان يسمعهن الحديث إلى أن رزق ابنا فسماه جابرا وكان يسمعه بقراءتي الحديث واتفق أنه حمل إلى القاضي أبي بكر محمد بن عبد الباقي الأنصاري شيئا يسيرا من العود بعد أن وجد الشيخ منه رائحته وقال ذا عود طيب فحمل إليه منه شيئا نزرا ودفعه إلى جارية الشيخ فاستحيت الجارية لقلته أن تدفع إلى الشيخ فلما دخل على الشيخ قال يا سيدنا وصل العود فقال الشيخ وأي عود فقال دفعته إلى الجارية فزعق الشيخ بالجارية وقال دفع إليك فلان شيئا قالت بلى قال فلم ما دفعته إلي قالت لأنه كان شيئا يسيرا فاستحييت أن أضعه بين يديك وأحضرت ذلك القدر فقال الشيخ لسعد الخير هذا هو قال نعم فأخذ الشيخ ذلك ورماه وقال لا حاجة لي فيه ثم طلب سعد الخير أن يسمع لابنه جابر جزء محمد بن عبد الله الأنصاري فحلف الشيخ أن لا يحدثه بالجزء إلا أن يحمل إليه سعد الخير خمسة أمناء عودا جيدا سرايا فامتنع سعد الخير وألح على أن يكفر اليمين فما فعل ولا حمل هو ومات الشيخ ولم يحدث ابنه بالجزء ومات سعد الخير ببغداد في المحرم من سنة |جـ 1 صـ 395| إحدى وأربعين وخمسمائة ",
                "title": "البلنسي",
                "uri": "JK_000952_0577"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}