{
    "features": [
        {
            "item": "JK_000952_2148",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.289-291",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السماك</h1> بفتح السين المهملة وتشديد الميم هذه النسبة إلى بيع السمك والمشهور بهذه الحرفة جماعة منهم أبو محمد ويقال أبو حماد سعيد بن راشد السماك من بني مازن من أهل البصرة يروي عن عطاء والزهري روى عنه معلى بن مهدي والعراقيون ينفرد عن الثقات بالمعضلات وقال يحيى بن معين سعيد السماك ليس بشيء وأبو العباس محمد بن صبيح المذكر مولى بني عجل المعروف بابن السماك كان زاهدا عابدا حسن الكلام في الوعظ صدوقا من أهل الكوفة روي عنه كلامه وأثبت في الدفاتر سمع هشام بن عروة وإسماعيل بن أبي خالد وسليمان الأعمش وسفيان الثوري روى عنه الحسين بن علي الجعفي وعمر بن حفص بن غياث ويحيى بن يحيى النيسابوري وأحمد بن حنبل وهو من أهل الكوفة ومات في سنة ثلاث وثمانين ومائة |جـ 3 صـ 290| وأبو عمرو عثمان بن أحمد بن عبد الله بن يزيد الدقاق المعروف بابن السماك من أهل بغداد كان ثقة صدوقا مكثرا من الحديث وكان يقال له الباز الأشهب يروي عن محمد بن عبيد الله بن المنادي والحسن بن مكرم ويحيى بن أبي طالب وأبي قلابة الرقاشي روى عنه أبو الحسين محمد بن الفضل القطان وأبو الحسن محمد بن أحمد بن رزق البزاز وأبو علي الحسن بن أحمد بن شاذان البزاز وغيرهم وقد روى عنه أبو الحسن الدارقطني وقال علي بن شاذان حضرت عند أبي عمرو بن السماك أسمع منه في سنة أربع وأربعين وثلاثمائة فنظر إلى صغر سني فبكى وقال حضرت مع أبي وأنا صبي في سنة عند الحسن بن الصباح الزعفراني وقال ابن السماك قد كتب الكتب الطوال المصنفات بخطه وكان يقول ما استكتبت شيئا غير جزء واحد وكان كل ما كان عنده بخطه ومات في شهر ربيع الآخر سنة أربع وأربعين وثلاثمائة ببغداد ودفن بمقبرة باب الدير وابنه أبو الحسين محمد بن عثمان بن السماك سمع أبا القاسم البغوي وأبا بكر بن أبي حامد وأبا العباس بن عقدة روى عنه أبو القاسم الأزهري وكان ثقة توفي في شوال سنة ثلاث وثمانين وثلاثمائة وأبو الحسين أحمد بن الحسين بن أحمد بن السماك الواعظ من أهل بغداد وكانت له حلقة في جامع المنصور وفي جامع المهدي للوعظ يتكلم فيه على طريقة أهل التصوف وحدث عن جعفر بن محمد الخلدي والحسن بن رشيق المصري وأبي بكر بن المقرىء الأصبهاني وغيرهم قال أبو بكر الخطيب الحافظ في التاريخ كتبت عنه شيئا يسيرا وقد حدثنا عن أبي عمرو بن السماك حديثا مظلم الإسناد منكر المتن فذكرت روايته عن ابن السماك لأبي القاسم الأزهري فقال لم يدرك أبا عمرو وهو أصغر سنا من ذاك ولم يدرك الخلدي أيضا ولا عرف بطلب العلم إنما كان يبيع السمك في السوق إلى أن صار رجلا كبيرا ثم سافر وصحب الصوفية بعد ذلك ومات في ذي الحجة سنة أربع وعشرين وأربعمائة ودفن بباب حرب وكان يذكر أنه ولد في مستهل المحرم سنة ثلاثين وثلاثمائة وأبو هبة الله بن أحمد بن محمد بن السماك شيخ من ذوي الهيئات من أهل بروجرد سمع الإمام أبا نصر عبد السيد بن محمد بن عبد الواحد الصباغ سمعت منه نسخة الحسن بن عرفة بجامع بورجرد وتوفي سنة نيف وثلاثين وخمسمائة وأبو الحسن علي بن عبد العزيز بن السماك من أهل بغداد كان شيخا ممتعا بإحدى عينيه وكان من الحنابلة سمع أبا نصر محمد بن محمد بن علي الزينبي الهاشمي |جـ 3 صـ 291| وأبا الحسن علي بن محمد بن الأخضر الأنباري وغيرهما سمعت منه ببغداد وتوفي وأربعين وخمسمائة ودفن بباب حرب ",
                "title": "السماك",
                "uri": "JK_000952_2148"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}