{
    "features": [
        {
            "item": "JK_000952_0700",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.453-455",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الترابي</h1> بضم التاء المعجمة بنقطتين من فوق والراء المهملة المخففة فهم جماعة بمرو ينتسبون بهذه النسبة يقال لهم خاك فروشان ولهم سوق ينسب إليهم يبيعون فيه البزور والحبوب والمنتسب بهذه الصنعة جماعة من العلماء ذكر الأمير ابن مأكولا قال وأبو بكر محمد بن أبي الهيثم عبد الصمد بن علي الترابي المروزي حدث عن أبي سعيد عبد الله بن محمد بن عبد الوهاب السجزي نزيل مرو المعروف بالرازي عن محمد بن أيوب وطبقته وحدث أيضا عن الحاكم أبي الفضل محمد بن الحسين الحدادي وكان يروي عن أبي يزيد محمد بن يحيى بن خالد المهرماهاني عن ابن راهوية قطعة من تفسيره وحدث أيضا عن أبي أحمد محمد بن أحمد بن يعقوب الزرقي عن أبي أحمد بن علي الكشميهني عن علي بن حجر كتاب الأحكام وتأخر موته وتوفي في شهر رمضان سنة ثلاث وستين وأربعمائة وله ست وتسعون سنة أخبرني بجميع ذلك العبداني قلت سمع من أبي بكر الترابي جدي أبو المظفر السمعاني والحسين بن محمد بن الفراء البغوي وأبو المحاسن علي بن الفضل الفارمذي وغيرهم وكان يروي عن أبي محمد عبد الله بن أحمد بن حموية السرخسي وأبو الحسن محمد بن أحمد بن الحسين الترابي حدث عن أحمد بن محمد بن عمر البسطامي روى عنه أبو سعد الإدريسي الحافظ وأبو بكر عبد الله بن عبد الصمد بن أحمد بن إبراهيم بن إسحاق بن جعفر بن إسحاق بن أحمد بن شرحبيل بن سراقة بن مالك بن جعشم الترابي من أهل مرو كان شيخا صالحا سمع أبا أحمد عبد الرحمن بن أحمد بن إسحاق الشيرنخشري روى لنا عنه أبو طاهر السنجي وأبو بكر الكركانجي وغيرهما توفي بعد سنة أربع وتسعين وأربعمائة وابنه أبو محمد عبد الرحمن بن عبد الله الترابي شيخ سديد صالح عفيف من أهل العلم سمع أبا الخير محمد بن موسى بن عبد الله بن عبد الصفار قرأت عليه أجزاء وتوفي في حدود سنة ثلاثين وخمسمائة وعلي بن محمد الترابي ذكره أبو الحسن البيهقي في كتاب الوشاح وقال هو من ترابة وهي بلدة بلاد اليمن مر بسابزوار ونزل علي كما نزل على المجدب العطشان القطر وحل لدي كما حل عند الصائم الفطر وأنشدني من أشعاره في الأهاجي ما قاله في محمد بن مسلم أمير ترابة أنا تركتها |جـ 1 صـ 455| ",
                "title": "الترابي",
                "uri": "JK_000952_0700"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}