{
    "features": [
        {
            "item": "JK_000952_3268",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.514-516",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القصيري</h1> بفتح القاف وسكون الياء بعد الصاد المكسورة وفي آخرها الراء واشتهر بهذا الاسم أبو سعيد ربيعة بن يزيد القصير الدمشقي من التابعين وكان من خيار عباد الله يروي عن واثلة بن الأسقع وأبي إدريس الخولاني وعبد الله بن الديلمي وعبد الله بن عامر اليحصبي روى عنه الأوزاعي وسعيد بن عبد العزيز ومعاوية بن صالح وأهل الشام قال أبو حاتم بن حبان خرج ربيعة بن يزيد القصير غازيا نحو المغرب في بعث بعثه هشام بن عبد الملك واستعمل عليهم كلثوم بن عياض القشيري فقتل ربيعة في ذلك البعث بالمغرب وأبو بكر عمران بن مسلم القصير المنقري من أهل البصرة يروي عن أبي رجاء العطاردي والحسن بن سيرين وعطاء وعبد الله بن دينار روى عنه شعبة والبصريون والثوري ومهدي بن ميمون ويحيى بن سعيد القطان وبشر بن المفضل |جـ 4 صـ 515| وثقه يحيى بن سعيد وغيره وهو الذي روى عنه يحيى بن سليم إلا ان في رواية يحيى بن سليم عنه بعض المناكير وكذلك في رواية سويد بن عبد العزيز عنه وأبو بكرعمران بن مسلم القصير المنقري من أهل البصرة يروي عن عبد الله بن دينار والحسن روى عنه البصريون والغرباء قال أبو حاتم بن حبان الإمام فأما رواية أهل بلده عنه فمستقيمة تشبه حديث الأثبات وأما ما روى عنه الغرباء مثل سويد بن عبد العزيز ويحيى بن سليم ودونهما مناكير كثيرة فلست أدري أكان يدخل عليه فيجيب أو تغير حتى حمل عنه هذه المناكير على أن يحيى بن سليم وسويد بن عبد العزيز جميعا يكثران الوهم والخطأ عليه ولا يجوز أن يحكم على مسلم بالجرح وأنه ليس بعدل إلا بعد السبر بل الإنصاف عندي في أمره مجانبة ما روى عنه من ليس بمتقن في الرواية والاحتجاج بما روى عنه الثقات على أن له مدخلا في العدالة في جملة المتقنين وهو ممن استخير الله تعالى فيه وأبو العباس أحمد بن محمد بن بكر بن خالد بن يزيد النيسابوري المعروف بالقصير سمع أباه ويحيى بن عثمان الحربي ويزيد بن مهران الخباز ويوسف بن يعقوب الصفار وإسماعيل بن موسى الفزاري الكوفيين وأحمد بن محمد بن أبي بزة المكي روى عنه موسى بن هارون الحافظ ومحمد بن مخلد وأبو عمرو بن السماك وكان ثقة وقال ابن المنادي أحمد بن محمد بن بكر أبو العباس النيسابوري المعروف بالقصير بن القصير وكان ينزل في درب الزاغوني النافذ إلى درب عمارة مات في ربيع الأول سنة أربع وثمانين ومائتين وأبوه أبو جعفر محمد بن بكر بن خالد القصير كاتب أبي يوسف القاضي سمع عبد العزيز بن محمد الدراوردي وعبد العزيز بن أبي حازم وفضيل بن عياض وأبا صيفي بشير بن ميمون ومحمد بن مناذر الشاعر روى عنه ابنه أحمد وأحمد بن علي الخزاز وشعيب بن محمد الذارع ومحمد بن بنان الخلال وصالح بن أحمد القيراطي وكان ثقة ومات في ذي القعدة سنة تسع وأربعين ومائتين وأبو بكر محمد بن الحسن النخاس ينزل المخرم أحد المحال ببغداد وحدث عن عمر بن محمد بن الحسن الكوفي روى عنه أبو بكر الإسماعيلي وأبو بكر محمد بن شعيب بن علي النسابوري ويلقب بالقصير من أهل نيسابور سمع إسحاق بن إبراهيم الحنظلي وعمرو بن زرارة روى عنه أبو الفضل بن إبراهيم النيسابوري |جـ 4 صـ 516| ",
                "title": "القصيري",
                "uri": "JK_000952_3268"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}