{
    "features": [
        {
            "item": "JK_000129_000666",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.191-192",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسوان والنسبة الأسواني</h1> بالضم في السكون وواو وألف ونون ووجدته بخط أبي سعيد السكري سوان بغير الهمزة وهي مدينة كبيرة وكورة في آخر صعيد مصر وأول بلاد النوبة على النيل في شرقيه وهي في الإقليم الثاني طولها سبع وخمسون درجة وعرضها اثنتان وعشرون درجة وثلاثون دقيقة وفي جبالها مقطع العمد التي بالإسكندرية قال أبو بكر الهروي وبأسوان الجنادل ورأيت بها آثار مقاطع العمد في جبال أسوان وهي حجارة ماتعة ورأيت هناك عمودا قريبا من قرية يقال لها بلاق أو براق يسمونها الصقالة وهو ماتع مجزع بحمرة ورأسه قد غطاه الرمل فذرعت ما ظهر منه فكان خمسة وعشرين ذراعا وهو مربع كل وجه منه سبعة أذرع وفي النيل هناك موضع ضيق ذكر أنهم أرادوا أن يعملوا جسرا على ذلك الموضع وذكر آخرون أنه أخو عمود السواري الذي بالإسكندرية وقال الحسن بن إبراهيم المصري بأسوان من التمور المختلفة وأنواع الأرطاب وذكر بعض العلماء أنه |جـ 1 صـ 192| كشف أرطاب أسوان فما وجد شيئا بالعراق إلا بأسوان مثله وبأسوان ما ليس بالعراق قال وأخبرني أبو رجاء الأسواني وهو أحمد بن محمد الفقيه صاحب قصيدة البكرة أنه يعرف بأسوان رطبا أشد خضرة من السلق وأمر الرشيد أن تحمل إليه أنواع التمور من أسوان من كل صنف تمرة واحدة فجمعت له ويبة وليس بالعراق هذا ولا بالحجاز ولا يعرف في الدنيا بسر يصير تمرا ولا يرطب إلا بأسوان ولا يتمر من بلح قبل أن يصير بسرا إلا بأسوان قال وسألت بعض أهل أسوان عن ذلك فقال لي كل ما تراه من تمر أسوان لينا فهو مما يتمر بعد أن يصير رطبا وما رأيته أحمر مغير اللون فهو مما يتمر بعد أن صار بسرا وما وجدته أبيض فهو مما يتمر بعد أن صار بلحا وقد ذكرها البحتري في مدحه خمارويه بن طولون هل يلقيني إلى رباع أبي ال جيش خطار التغوير أو غرره وبين أسوان والعراق زها رعية ما يغبها نظره وقد نسب إلى أسوان قوم من العلماء منهم أبو عبد الله محمد بن عبد الوهاب بن أبي حاتم الأسواني حدث عن محمد بن المتوكل بن أبي السري روى عنه أبو عوانة الإسفراييني وأبو يعقوب إسحاق بن إدريس الأسواني من أهل البصرة كان يسوق الحديث والقاضي أبو الحسن أحمد بن علي بن إبراهيم بن الزبير الغساني الأسواني الملقب بالرشيد صاحب الشعر والتصانيف ولي ثغر الإسكندرية وقتل ظلما في سنة 563 كذا نسبه السلفي وكتب عنه وأخوه المهذب أبو محمد الحسن بن علي كان أشعر من أخيه وهو مصنف كتاب النسب مات سنة 561 وأبو الحسن فقير بن موسى بن فقير الأسواني حدث بمصر عن محمد بن سليمان بن أبي فاطمة وحدث عن أبي حنيفة قحزم بن عبد الله بن قحزم الأسواني عن الشافعي بحكاية حدث عنه أبو بكر محمد بن إبراهيم ابن المقري الأصبهاني في معجم شيوخه الأسود قال عوام بن الأصبغ بحذاء بطن نخل جبل يقال له الأسود نصفه نجدي ونصفه حجازي وهو جبل شامخ لا نبت فيه غير الكلإ نحو الصليان والغضور ",
                "title": "أسوان والنسبة الأسواني",
                "uri": "JK_000129_000666"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}