{
    "features": [
        {
            "item": "JK_000952_1434",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.386-388",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخفاف</h1> بفتح الخاء المعجمة وتشديد الفاء الأولى هذه الحرفة لعمل الخفاف التي تلبس والمشهور بالانتساب إليها أبو مخلد عطاء بن مسلم الخفاف من أهل حلب يروي عن الأعمش والثوري روى عنه العراقيون وأهل الشام كان شيخا صالحا دفن كتبه ثم يجعل يحدث فكان يأتي بالشيء على التوهم فيخطئ المناكير في أخباره وبطل الاحتجاج به إلا فيما وافق الثقات وأبو إسحاق إبراهيم بن عبد الله الخفاف مولى تجيب مصري يحدث عن عمران بن عبد الله عن بكير مولى عمرة حدث عنه يحيى بن عبد الله بن بكير توفي في جمادى الأولى سنة خمس ومائتين وأبو يعقوب إسحاق بن إبراهيم الخفاف نسبوه في موالى تجيب يروي عن ابن وهب وإدريس بن يحيى مات في ذي القعدة سنة ست وخمسين ومائتين وأبو عمرو أحمد بن محمد بن عمرو الخفاف من أهل نيسابور كان من الحفاظ يروي عن أبي زرعة حدث عنه عبد الله بن عدي الحافظ وأبو القاسم إبراهيم بن محمد بن إبراهيم المؤذن المقري الخفاف جرجاني توفي في شوال سنة إحدى وأربعمائة حدث عن أبي أحمد بن عدي وأبي بكر الإسماعيلي وغيرهما وأبو عبد الله عبد الوهاب بن محمد بن الحسين الخفاف المقري شيخ من أهل القرآن سديد السيرة يروي عن أبي الخطاب بن البطر وأبي عبد الله بن طلحة ومن دونهما كتبت عنه ببغداد وكان له دكان بدرب الدواب يعمل الخفاف ويقرأ عليه القرآن وأبو الحسين أحمد بن محمد بن أحمد بن |جـ 2 صـ 387| عمر الزاهد الخفاف كان شيخا صالحا كثير العبادة سمع أبا العباس محمد بن إسحاق السراج سمع منه جماعة كثيرة مثل الحاكم أبي عبد الله الحافظ وأبي عثمان إسماعيل بن عبد الرحمن الصابوني وأبي عثمان سعيد بن محمد البحيري وأبي القاسم عبد الكريم بن هوازن القشيري في جماعة آخرهم أبو القاسم الفضل بن عبد الله بن المحب وذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو الحسين بن أبي نصر الخفاف مجاب الدعوة وسماعاته صحيحة بخط أبيه من أبي العباس وأقرانه وبقي واحد عصره في علو الإسناد وتوفي وهو ابن ثلاث وتسعين سنة يوم الخميس الثاني عشر من شهر ربيع الأول سنة خمس وتسعين وثلاثمائة وصليت عليه أنا في السوق أسفل المربعة وأبو بكر محمد بن عبد الله بن بندار الخفاف الكرجي سكن بغداد وحدث بها عن أحمد بن يوسف بن خلاد النصيبي روى عنه ابنه عبد الله الخفاف وكانت وفاته في سنة ثمان وأربعمائة ومن القدماء أبو نصر عبد الوهاب بن عطاء الخفاف البصري مولى بني عجل سكن بغداد وحدث بها عن يونس بن عبيد وسليمان التيمي وحميد الطويل وعمرو بن عبيد وخالد الحذاء وداود بن أبي هند وعبد الله بن عون وابن جريج وسعيد بن أبي عروبة وشعبة وإسرائيل وغيرهم روى عنه خلف بن هشام البزار وأحمد بن حنبل ويحيى بن معين وعمرو بن محمد الناقد والحسن بن محمد الزعفراني والحارث بن محمد بن أبي أسامة قال زكريا بن يحيى الساجي عبد الوهاب بن عطاء الخفاف صدوق ليس بالقوي عندهم خرج إلى بغداد من البصرة فكتبوا عنه فكتب إلى أخيه أني قد حدثت ببغداد فصدقوني وأنا أحمد الله على ذلك قال الزعفراني لما قدم علينا عبد الوهاب بن عطاء كتب إلى أخيه يا أخي أحمد الله أن أخاك حدث وصدق وروى أنه ما كان يقوم من مجلسه حتى يبكي وكان ثقة ومات في شوال سنة أربع ومائتين في آخرها وأبو عمرو أحمد بن نصر بن إبراهيم الحافظ المعروف بالخفاف من أهل نيسابور وكان نسيج وحده جلالة ورياسة وزهدا وعبادة وسخاء نفس سمع بنيسابور إسحاق بن إبراهيم الحنظلي وعمرو بن زرارة وببغداد أحمد بن منيع وأبا همام السكوني وبالكوفة أبا كريب وهناد بن السري وبالحجاز أبا مصعب الزهري ومحمد بن أبي عمر العدني وغيرهم روى عنه جعفر بن أحمد الحافظ ومحمد بن سليمان بن فارس وأبو حامد بن الشرقي وكان ابتداء حاله الزهد والورع وصحبة الأبدال والصالحين من المسلمين إلى أن بلغ من السن والعلم والرياسة والجلالة ما بلغ ولم يكن يعقب فلم يرزق ولدا فلما آيس من ذلك تصدق بأموال كان يقال إن قيمتها يوم تصدق بها خمسة آلاف ألف درهم على الأشراف والأقارب والفقراء والمساكين وغيرهم وكان يفي بمذاكرة مائة ألف حديث |جـ 2 صـ 388| وصام نيفا وثلاثين سنة ومات في شعبان سنة تسع وتسعين ومائتين وأبو يحيا زكريا بن داود بن بكر بن عبد الله الخفاف من أهل نيسابور والمقدم في عصره صاحب التفسير الكبير سمع بخرسان يحيى بن يحيى ويزيد بن صالح وإسحاق بن إبراهيم وبالعراق أبا بكر بن أبي شيبة وعلي بن الجعد وأبا الربيع الزهراي وبالحجاز أبا مصعب الزهري ومحمد بن يحيا بن أبي عمر العدني وعبد الجبار بن العلاء وغيرهم روى عنه أبو العباس محمد بن إسحاق السراج وأبو حامد أحمد بن محمد بن الشرقي وغيرهما ومات في جمادى الآخرة سنة ست وثمانين ومائتين وله عقب منهم أبو يحيى المعدل ",
                "title": "الخفاف",
                "uri": "JK_000952_1434"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}