{
    "features": [
        {
            "item": "JK_000129_010237",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.347-348",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قسطنطينية</h1> ويقال قسطنطينة بإسقاط ياء النسبة قال ابن خرداذبه كانت رومية دار ملك الروم وكان بها منهم تسعة عشر ملكا ونزل بعمورية منهم ملكان وعمورية دون الخليج وبينها وبين القسطنطينية ستون ميلا وملك بعدهما ملكان آخران برومية ثم ملك أيضا برومية قسطنطين الأكبر ثم انتقل إلى بزنطية وبنى عليها سورا وسماها قسطنطينية وهي دار ملكهم إلى اليوم واسمها إصطنبول وهي دار ملك الروم بينها وبين بلاد المسلمين البحر المالح عمرها ملك من ملوك الروم يقال له قسطنطين فسميت باسمه والحكايات عن عظمها وحسنها كثيرة ولها خليج من البحر يطيف بها من وجهين مما يلي الشرق والشمال وجانباها الغربي والجنوبي في البر وسمك سورها الكبير أحد وعشرون ذراعا وسمك الفصيل مما يلي البحر خمسة بينها وبين البحر فرجة نحو خمسين ذراعا وذكر أن لها أبوابا كثيرة نحو مائة باب منها باب الذهب وهو حديد مموه بالذهب وقال أبو العيال الهذلي يرثي ابن عم له قتل بقسطنطينية ذكرت أخي فعاودني رداع القلب والوصب أبو الأضياف والأيتا م ساعة لا يعد أب |جـ 4 صـ 348| أقام لدى مدينة آ ل قسطنطين وانقلبوا وهي اليوم بيد الأفرنج غلب عليها الروم وملكوها في سنة قال بطليموس في كتاب الملحمة مدينة قسطنطينية طولها ست وخمسون درجة وعشرون دقيقة وعرضها ثلاث وأربعون درجة وهي في الإقليم السادس طالعها السرطان ولها شركة في النسر الواقع ثلاث درج في منبر الكفة والردف أيضا سبع درج ولها في رأس الغول عرضه كله وهي مدينة الحكمة لها تسع عشرة درجة من الحمل بيت عاقبتها تسع درج من الميزان قال وليست هذه المدينة كسائر المدن لأن لها شركة في كواكب الشمال ومن ههنا صارت دار ملك وقيل طولها تسع وخمسون درجة ونصف وثلث وعرضها خمس وأربعون درجة قال الهروي ومن المناير العجيبة منارة قسطنطينية لأنها منارة موثقة بالرصاص والحديد والبصرم وهي في الميدان إذا هبت عليها الرياح أمالتها شرقا وغربا وجنوبا وشمالا من أصل كرسيها ويدخل الناس الخزف والجوز في خلل بنائها فتطحنه وفي هذا الموضع منارة من النحاس وقد قلبت قطعة واحدة إلا أنها لا يدخل إليها ومنارة قريبة من البيمارستان قد ألبست بالنحاس بأسرها وعليها قبر قسطنطين وعلى قبره صورة فرس من نحاس وعلى الفرس صورته وهو راكب على الفرس وقوائمه محكمة بالرصاص على الصخر ما عدا يده اليمنى فإنها سائبة في الهواء كأنه رفعها ليشير وقسطنطين على ظهره ويده اليمنى مرتفعة في الجو وقد فتح كفه وهو يشير إلى بلاد الإسلام ويده اليسرى فيها كرة وهذه المنارة تظهر عن مسيرة بعض يوم للراكب في البحر وقد اختلفت أقاويل الناس فيها فمنهم من يقول إن في يده طلسما يمنع العدو من قصد البلد ومنهم من يقول بل على الكرة مكتوب ملكت الدنيا حتى بقيت بيدي مثل هذه الكرة ثم خرجت منها هكذا لا أملك شيئا ",
                "title": "قسطنطينية",
                "uri": "JK_000129_010237"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}