{
    "features": [
        {
            "item": "JK_000952_0672",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.438-439",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البيهقي</h1> بفتح الباء المنقوطة بواحدة وسكون الياء المنقوطة باثنتين من تحتها وبعدها الهاء وفي آخرها القاف هذه النسبة إلى بيهق وهي قرى مجتمعة بنواحي نيسابور على عشرين فرسخا منها وكانت قصبتها خسروجرد فصارت سبزوار ويقال لها سابزوار وحد هذه الناحية من آخر حدود الريوند إلى حد الدامغان وهو خمسة وعشرون فرسخا وعرضها قريب من هذا والمشهور بالانتساب إلى هذه الناحية جماعة قديما وحديثا ومن المصنفين المشهورين أبو بكر أحمد بن الحسين بن علي بن موسى بن عبد الله البيهقي الحافظ كان إماما فقيها حافظا جمع بين معرفة الحديث وفقهه وكان تتبع نصوص الشافعي وجمع كتابا فيها سماه كتاب المبسوط وكان أستاذه في الحديث الحاكم أبو عبد الله محمد بن عبد الله الحافظ وتفقه على أبي الفتح ناصر بن محمد العمري المروزي وسمع الحديث الكثير وصنف فيه التصانيف التي لم يسبق إليها وهي مشهورة موجودة في أيدي الناس سمعت منها كتاب السنن الكبير وكتاب السنن الصغير وكتاب معرفة الآثار والسنن وكتاب دلائل النبوة وكتاب شعب الإيمان وكتاب الأسماء والصفات وكتاب البعث والنشور وكتاب الزهد الكبير وكتاب الدعوات الكبيرة والدعوات الصغيرة وكتاب القدر وكتاب الاعتقاد |جـ 1 صـ 439| وكتاب فضائل الأوقات وغيرها من الكتب وأدركت عشرة نفر من أصحابه الذين حدثوني عنه وكانت ولادته في سنة أربع وثمانين وثلاثمائة في شعبان ووفاته في سنة ثمان وخمسين وأربعمائة وأبو علي الحسين بن أحمد بن الحسن بن موسى البيهقي القاضي الأديب الفقيه سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وببغداد أبا محمد يحيى بن محمد بن صاعد وأبا حامد محمد بن هارون الحضرمي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال القاضي أبو علي البيهقي الأديب الفقيه كان من أعيان فقهائنا ولي قضاء نيسابور وغيرها من المدن بخراسان وكان إخباريا وتوفي ببيهق في سنة تسع وخمسين وثلاثمائة والفقيه أبو الحسن محمد بن شعيب بن إبراهيم بن شعيب البيهقي العجلي مفتي الشافعيين بنيسابور ومناظرهم ومدرسهم في عصره وأحد المذكورين في أقطار الأرض بالفصاحة والبراعة كان اختلافه بنيسابور إلى أبي بكر بن خزيمة ثم خرج إلى أبي العباس بن سريج ولزمه إلى أن تقدم في العلم سمع بخراسان أبا عبد الله البوشنجي وأبا بكر الجارودي وداود بن الحسين وبالعراق أبا جعفر محمد بن جرير الطبري وأبا الحسن أحمد بن الحسين الصوفي روى عنه الأستاذ أبو الوليد حسان بن محمد الفقيه القرشي ذكر أبو سهل الصعلوكي قال حضرت مجلس الوزير أبي الفضل البلعمي فلما فرغ من المجلس دعا بأبي الحسن البيهقي فخيره بين قضاء الري والشاش فامتنع أبو الحسن أشد الامتناع وتضرع إليه في الاستعفاء آخر كلمة تكلم بها أن قال له الوزير استشر واستخر واقترح ولا تخالف ومات في أول سنة أربع وعشرين وثلاثمائة وصلى عليه الحاكم أبو الحسن السنجاني وأبو علي حمدان بن محمد بن رجاء البيهقي سمع أحمد بن حنبل الإمام وهدبة بن خالد القيسي روى عنه أبو الحسن الشعراني وغيره وأبو عبد الله محمد بن علي بن أحمد بن عمر البيهقي نزيل بيت المقدس وكان يتولى الأوقاف بها سمع بسامرة أبا الحسن علي بن أحمد بن محمد بن يوسف البزاز المعروف بابن الوفاء وغيره روى عنه أبو محمد عبد العزيز بن محمد النخشبي الحافظ |جـ 1 صـ 440| ",
                "title": "البيهقي",
                "uri": "JK_000952_0672"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}