{
    "features": [
        {
            "item": "JK_000952_3384",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.18-19",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكاغذي</h1> بفتح الغين وكسر الذال المعجمتين هذه النسبة إلى عمل الكاغذ الذي يكتب عليه وبيعه وهو لا يعمل في المشرق إلا بسمرقند والمشهور بهذه النسبة أبو توبة سعيد بن هاشم الكاغذي السمرقندي يروي عن عمرو بن عاصم الكلابي |جـ 5 صـ 19| وقبيصة بن عقبة وأبي الوليد الطيالسي وغيرهم وكان ممن جمع ورحل مات سنة تسع وخمسين ومائتين وابو الفضل منصور بن نصر بن عبد الرحيم بن مت بن بحير الكاغذي من أهل سمرقند أيضا وإليه ينسب الكاغذ المنصوري المشهور ببلاد خراسان سمع أبا سعيد الهيثم بن كليب الشاشي وأبا جعفر محمد بن محمد بن عبد الله بن حمزة الجمال وغيرهم روى عنه أبو الحسن بن خدام وأبو إسحاق الأصبهاني وأبو بكر الحسن بن الحسين البخاري والإمام أبو بكر الشاشي نزيل هراة وتوفي في ذي القعدة سنة ثلاث وعشرين وأربعمائة بسمرقند وصاحبنا أبو علي الحسن بن ناصر الكاغذي المعروف بالدهقان إليه ينسب الكاغذ الحسني الذي لم يلحقه من سبقه في جودة الصنعة ونقاء الالة وبياضها كان يحضر المجالس التي أمليتها بسمرقند وكان سديد السيرة صدوق اللهجة فقيها سمع جماعة من العلماء وبلغ أوان الرواية ومن القدماء أبو عمرو محمد بن خشنام بن أحمد بن خشنام بن سعد الكاغذي من أهل نيسابور وكان من بيت العلم من الطرفين جميعا فإن أباه وجده كانا محدثين وجده من قبل أمه أبو بكر بن زكريا كان من المحدثين وقدمت ذكرهم سمع جعفر بن أحمد بن نصر الحافظ وعبد الله بن شيرويه وأبا قريش محمد بن جمعة بن خلف وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ وذكره وقال حدث في اخر عمره وتوفي سنة سبعين وثلاثمائة وأبو أحمد حامد بن محمد بن أحمد بن جعفر الصوفي الكاغذي من اهل نيسابور سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق الثقفي سمع منه الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو أحمد صاحب اللسان والبيان خرج إلى سجستان سنة ثلاث وخمسين وثلاثمائة فصار خطيب الناحية وتوفي بها سنة ست وخمسين وثلاثمائة ",
                "title": "الكاغذي",
                "uri": "JK_000952_3384"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}