{
    "features": [
        {
            "item": "JK_000952_1049",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.153-154",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحاسب</h1> بفتح الحاء وكسر السين المهملة وفي آخرها الباء المعجمة بواحدة هذه اللفظة لمن يعرف الحساب والمشهور بهذه النسبة أبو علي الحسن بن محمد الحاسب من أهل سمرقند وكان من حساب الأمير نصر بن أحمد بن أسد بن سامان أخي أحمد في الديوان يروى عن أبي إسحاق الطالقاني روى عنه عبد بن رميح البكري السعدي وأبو بكر أحمد بن محمد بن منصور الحاسب الضرير سمع علي بن الجعد ومحمد بن بكار بن الريان وأبا عمران الوركاني والحكم بن موسى روى عنه أبو بكر بن مالك القطيعي وأبو بكر محمد بن عمر الجعابي وكان ثقة مات في جمادى الآخرة سنة تسع وسبعين ومائتين وأبو عبد الله الحسين بن علي بن محمد بن عبد الله الحاسب المعروف بابن أبي شريك من أهل بغداد كان أقوم أهل عصره بالهندسة والحساب وبالهندسة والحساب وحل الأشكال المشكلة فيها وكان فيه بعض الشيء على ما عرف سمع أبا الحسن عبد الودود بن عبد المتكبر بن المهتدي بالله الهاشمي روى لي عنه ابنه وتوفي في شهر رمضان سنة اثنتين وسبعين وأربعمائة ببغداد وأما ابنه أبو القاسم هبة الله بن الحسين بن علي الحاسبي شيخ من أهل بغداد كان على التركات وأخذ أموال الناس وأكله بالباطل شيخ غيره أعجب إلى سمع أباه وأبا الحسين أحمد بن محمد بن أحمد بن النقور وغيره وظني أنه آخر من حدث عن ابن النقور ببغداد فان نصر بن الحسين البرمكي كان يعيش بهمذان وكان يروى عن أبي الحسين بن النقور سمعت منه ستة مجالس من أمالي عيسى بن علي الوزير بروايته عن ابن النقور عنه وتوفي في سنة سبع وأربعين وخمسمائة ببغداد وولادته فيما أظن كانت في سنة ست وستين وأربعمائة سنة الغرق وأبو سعد محمد بن عبد الله بن حمشاذ الحاسب من أهل نيسابور كان عارفا بالحساب رحل إلى العراق والحجاز وبلاد ما وراء النهر سمع بنيسابور أبا الطاهر محمد بن الحسن المحمد اباذي وببغداد أبا علي إسماعيل بن محمد الصفار وبمكة أبا سعيد أحمد بن محمد بن الأعرابي وبهراة الباشاني وببلخ أبا طهير الكبير وبسمرقند أبا جعفر الجمال البغدادي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو سعد الحاسب وهو ابن خالي وكان أبوه من أعيان المشايخ والتجار بنيسابور طلب أبو سعد معنا الحديث في صباه من سنة ثلاثين وثلاثمائة إلى سنة سبع وأربعين ثم أقام ببلخ وسمرقند وذكر |جـ 2 صـ 154| بعد ذلك بالحساب سمع بنيسابور ورحل معي إلى أبي النضر ودخل بغداد قبلي وحدث وتوفي غداة يوم الخميس الثاني والعشرين من ربيع الآخر من سنة ست وثمانين وثلاثمائة وصلى عليه أخوه أبو منصور ودفن بجنب أبيه بباب معمر وأبو برزة الفضل بن محمد الحاسب حدث عن أحمد بن عبد الله بن يونس وثابت بن موسى ويحيى بن الحمداني وغيرهم روى عنه عبد الباقي بن قانع وأبو محمد بن ماسي وأبو العباس أحمد بن محمد بن يوسف السقطي وكان ثقة جليل القدر صدوقا ومات لأربع بقين من صفر سنة ثماني وتسعين ومائتين ",
                "title": "الحاسب",
                "uri": "JK_000952_1049"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}