{
    "features": [
        {
            "item": "JK_000952_3177",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.449-451",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القتباني</h1> بكسر القاف وسكون التاء المنقوطة باثنتين من فوقها وبعدها باء منقوطة بواحدة وفي آخرها النون قتبان موضع بعدن من بلاد اليمن هكذا ذكره أبو حاتم بن حبان ا لبستي وأبو شعيب موسى بن عبد العزيز القتباني قال يروي عن الحكم بن أبان وأهل اليمن روى عنه بشر بن الحكم النيسابوري وابنه عبد الرحمن مات سنة خمس وسبعين ومائة هذا كلام أبي حاتم وأنا سمعت في نسبه أبو شعيب القنباري بالقاف المكسورة والنون والباء والراء وكذا حدث أبو بكر عبد الله بن محمد بن زياد وأبو حامد أحمد بن محمد الشرقي النيسابوريان الإمامان التقيان الحافظان عن عبد الرحمن بن بشر بن الحكم العبدي عن أبي شعيب القنباري عن الحكم بن أبان عن عكرمة عن ابن عباس حديث صلاة التسبيح وسألت أبا علي الحسن بن مسعود بن الوزير الدمشقي الحافظ عن هذه النسبة فقال كنبار نبت تفتل منه خيوط تشد بها السفن فعرب وقيل له قنبار وأبو شعيب ينسب إلى ذلك والله أعلم وقتبان في اليمن بطن من رعين نزل مصر والمنتسب إليه عياش بن عباس القنباني كنيته أبو عبد الرحمن وقيل أبو عبد الرحيم من أهل مصر يروي عن أبي عبد الرحمن الحبلي وأبي سلمة بن عبد الرحمن روى عنه الليث بن سعد والمفضل بن فضالة وابنه أبو جعفر عبد الله بن عياش |جـ 4 صـ 450| والمفضل بن فضالة بن عبيد القتباني قاضي مصر يروي عن ابن عجلان وجابر بن ياسر بن عويص بن فدل بن ذي أيوان بن عمرو بن قيس بن سلمة بن شراحيل بن الحارث بن معاوية ابن مرتع بن قتبان بن مصبح بن وائل بن رعين القتباني شهد فتح مصر وهو جد عياش وجابر بن عباس بن جابر كذلك هو بخط الصوري أبي عبد الله الحافظ والمفضل بن عبيد القتباني أبو معاوية قاضي مصر وابنه فضالة بن مفضل وأخوه عبد الله بن المفضل بن فضالة القتباني مات سنة أربع وثمانين ومائة وما علمت له رواية قاله ابن يونس والمفضل يروي عن عقيل بن خالد حديثه في الصحيحين وأبو زرعة عبد الأحد بن الليث بن عاصم القتباني وجابر بن العباس بن جابر القتباني حدث عنه سيار بن عبد الرحمن الصدفي وعبد العزيز بن صلح وحذيفة القتباني الزاهد رآه أبو زرارة القتباني ذكر ذلك ابن يونس وروح بن إسحاق بن مسرة القتباني مولى أبي زرارة القتباني يروي عن أبي عبد الله سعد بن عمر بن سواد السرحي حدث عنه ابن يونس وأبو شجاع سعيد بن يزيد القتباني مصري روى عنه الليث بن سعد وابن سعد المبارك وأبو غسان محمد بن مطرف وأبو زرارة الليث بن عاصم مات بالإسكندرية سنة أربع وخمسين ومائة وكان ثقة عابدا مجتهدا ذكره ابن يونس وليس بمصر من حديثه إلا واحد حديث فضالة بن عبيد اشتريت يوم خيبر قلادة وسفيان بن أمية القتباني روى عنه رجاء بن أبي عطاء المعافري قاله ابن يونس |جـ 4 صـ 451| وشرحبيل بن جميل القتباني روى عنه يحيى بن بكير قاله ابن يونس وشيبان بن أمية القتباني أبو حذيفة شهد فتح مصر روى عن رويفع بن ثابت وأبي عميرة المزني روى عنه شييم بن بيتان وبكر بن سوادة الجذامي وشييم بن بيتان القتباني يروي عن أبيه وجنادة بن أبي أمية روى عنه عياش بن عباس القتباني وخير بن نعيم وأبو محمد الصباح بن الحسن بن عبد الأحد بن الليث بن عاصم القتباني ذكره ابن يونس وقال ما كتبت عنه شيئا وأبو زرعة عبد الأحد بن الليث بن عاصم بن كليب القتباني يروي عن حيوة بن شريح ومالك بن أنس ويحيى بن أيوب وغيرهم مات سنة ثمان وعشرين ومائتين وسمع من جده وهو صدوق في الحديث وقال رأيت أشهب يخضب عنفقته وتوفي لعشر خلون من رمضان سنة تسع وستين ومائتين وأبو عثمان سعيد بن عيسى بن تليد الرعيني الفقيه يروي عن بكر بن مضر وابن عيينة روى عنه ابن أخيه مقدام بن داود بن تليد القتباني توفي سنة تسع عشرة ومائتين وهو من موالي قتبان وذكر بن الحباب قتبان بن ردمان بن وائل بن الغوث في قبائل حمير قاله ابن ماكولا وأبو الليث عاصم بن كليب بن جبار بن جبر بن ناشرة بن مري بن الأرقم بن مرثد بن ذي مرثد بن جسر بن مالك بن شراحيل بن يرعش بن قتبان القتباني وابنه أبو زرارة الليث بن عاصم وابن ابنه أبو زرعة عبد الأعلى بن الليث ولعاصم أخ يقال له رجاء أكبر منه توفي عاصم سنة ستين ومائة قاله ابن يونس في تارخ مصر ",
                "title": "القتباني",
                "uri": "JK_000952_3177"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}