{
    "features": [
        {
            "item": "JK_000952_1900",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.136-137",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزبيري</h1> بضم الزاي وفتح الباء وسكون الياء المنقوطة من تحتها بنقطتين وفي آخرها الراء هذه النسبة معروفة إلى الزبير بن العوام بن عمة النبي صلى الله عليه وسلم وقد انتسب جماعة كثيرة من أولاده إليه منهم أبو عبد الله مصعب بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام القرشي الزبيري من أهل المدينة يروي عن مالك بن أنس وعبد العزيز الدراوردي والضحاك بن عثمان وإبراهيم بن سعد روى عنه أبو يعلى الموصلي والزبير بن بكار وعبد الله بن أحمد بن حنبل وأبو القاسم البغوي والحسن بن سفيان وغيرهم وكان من علماء الناس بالأنساب وأيام الناس وما كان فيهم من الحوادث وتوفي ببغداد وهو ابن ثمانين سنة في شوال من سنة ست وثلاثين ومائتين وإبراهيم بن حمزة بن محمد بن حمزة بن مصعب بن الزبير بن العوام يروي عن إبراهيم بن سعد وعبد العزيز بن أبي حازم وغيرهما روى عنه محمد بن إسماعيل البخاري والزبير بن خبيب بن ثابت بن عبد الله بن الزبير بن العوام |جـ 3 صـ 137| الأسدي الزبيري من أهل المدينة سمع محمد بن عباد بن عبد الله بن الزبير روى عنه معن بن عيسى وكان أحد فضلاء قريش وكان ممن يذكر بالعبادة وقدم بغداد مرتين إحداهما في زمن المهدي والأخرى في زمن الرشيد وكان اقام في ضيعة له بالمدينة بالمريسيع سنين لا يخرج منه إلا لوضوء وتوفي بوادي القرى في ضيعة له وهو ابن أربع وسبعين سنة وصاحب كتاب النسب أبو عبد الله الزبير بن بكار بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام بن خويلد الأسدي الزبيري المديني العلامة كان ثقة صدوقا عالما بالنسب عارفا بأخبار المتقدمين ومآثر الماضين وله الكتاب المصنف في نسب قريش وأخبارها وكتاب الموفقيات وغيرهما وولي القضاء بمكة وحدث بها وببغداد سمع سفيان بن عيينة وعبد المجيد بن عبد العزيز بن أبي رواد وأبا ضمرة أنس بن عياض وأبا غزية محمد بن موسى والنضر بن شميل وإسماعيل بن أبي أويس في أمثالهم روى عنه عبد الله بن شبيب الربعي وأحمد بن يحيى ثعلب النحوي وأبو بكر بن أبي الدنيا وعبد الله بن محمد بن ناجية وأبو القاسم البغوي ويحيى بن محمد بن صاعد وأحمد بن سعيد الدمشقي وأحمد بن سليمان الطوسي وأبو عبد الله بن المحاملي ويوسف بن يعقوب بن إسحاق بن البهلول وغيرهم وقال أبو علي الكوكبي لما قدم الزبير بن بكار بغداد قال اعرضوا علي مستمليكم فعرضوا عليه فأباهم فلما حضر أبو حامد المستملي قال له من ذكرت يا ابن حواري رسول الله صلى الله عليه وسلم قال فأعجبه أمره فاستملى عليه وقال أحمد بن أبي خيثمة وابن أخي مصعب الزبير بن بكار يكنى أبا عبد الله من أهل العلم سمعت مصعبا غير مرة يقول لي بالمدينة إن بلغ أحد منا فيسبلغ يعني الزبير بن بكار ولقي الزبير بن بكار إسحاق بن إبراهيم الموصلي فقال له إسحاق يا أبا عبد الله عملت كتابا سميته النسب وهو كتاب الأخبار قال وأنت يا أبا محمد أيدك الله عملت كتابا سميته كتاب الأغاني وهو كتاب المعاني وقال أبو العباس الصيرفي سألت الزبير بن بكار وقد جرى حديث منذ كم زوجتك معك قال لا تسألني ليس يرد القيامة أكثر كباشا منها ضحيت عنها سبعين كبشا وقال أبو عبد الله أحمد بن سليمان الطوسي توفي أبو عبد الله الزبير قاضي مكة ليلة الأحد لتسع ليال بقين من ذي القعدة سنة ست وخمسين ومائتين وتوفي وقد بلغ أربعا وثمانين سنة ودفن بمكة وحضرت جنازته وصلى عليه ابنه مصعب وكان سبب وفاته أنه وقع من فوق سطحه فمكث يومين لا يتكلم ومات وتوفي الزبير بعد فراغنا من قراءة كتاب النسب عليه بثلاثة أيام وأبو عبد الله الزبير بن أحمد بن سليمان بن عبد الله بن عاصم بن المنذر بن الزبير بن العوام الأسدي الزبيري البصري كان أحد الفقهاء على مذهب الشافعي وله تصانيف في الفقه منها كتاب الكافي وغيره قدم بغداد وحدث بها عن داود بن سليمان المؤدب |جـ 3 صـ 138| ومحمد بن سنان القزاز وإبراهيم بن الوليد الجشاش ونحوهم روى عنه محمد بن الحسن النقاش وعمر بن بشران السكري وعلي بن هارون السمسار وعلي بن محمد بن لؤلؤ ومحمد بن عبد الله بن بخيت الدقاق وكان ثقة وكان ضريرا وأبو ذر عبد الصمد بن أحمد بن الحسين بن علي بن محمد بن يحيى بن عبدة بن عبد الله بن الزبير القاري الزبيري المديني من المدينة الداخلة بنيسابور سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأبا عبد الله محمد بن المسيب الأرغياني وكان أبوه محدثا فسمعه من هؤلاء الشيوخ في صغره وتوفي بعد الخمسين والثلاثمائة والذي انتسب إلى جده واشتهر بهذه النسبة أبو أحمد محمد بن عبد الله بن الزبير بن عمر بن درهم الأسدي الزبيري من أهل الكوفة وقيل هو من ولد الزبير بن العوام ولا يصح محدث كبير مكثر يروي عن مسعر ومالك بن مغول ومالك بن أنس وبشير بن سلمان وسفيان الثوري وإسرائيل بن يونس روى عنه أحمد بن حنبل وأبو بكر بن أبي شيبة وأبو خيثمة وعبيد الله بن عمر القواريري وأحمد بن منيع وعامة أهل العراق وقال يحيى بن معين الزبيري كان يبيع القت بزبالة وسماه أهل بغداد الزبيري وليس هو من الزبيريين وكان يقول لا ابالي أن يسرق مني كتاب سفيان إني أحفظه كله حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أنا أبو الفضل محمد بن طاهر بن علي المقدسي الحافظ أنا أحمد بن أبي الربيع الإستراباذي أنا أبو عبد الله محمد بن إبراهيم الجرجاني ثنا أبو العباس محمد بن يعقوب الأصم ثنا العباس بن محمد الدوري سمعت يحيى بن معين يقول الزبيري كان يبيع القت بزبالة وسماه أهل بغداد الزبيري هو محمد بن عبد الله بن الزبير وليس من الزبيريين وقال أحمد بن حنبل أبو أحمد الزبيري كان كثير الخطأ في حديث سفيان وقال أحمد بن عبد الله العجلي أبو أحمد الزبيري كوفي ثقة وكان يتشيع وحكي أنه كان يصوم الدهر وكان إذا تسحر برغيف لم يصدع وإذا تسحر بنصف رغيف صدع من نصف النهار إلى آخره فإن لم يتسحر صدع يومه أجمع وتوفي بالأهواز في جمادى الأولى سنة ثلاث ومائتين وأما محمود بن أحمد بن الفرج المديني الزبيري من ولد الزبير بن مشكان أصبهاني من مدينتها يروي عن إسماعيل بن عمرو البجلي ومحمد بن المنذر البغدادي ويحيى بن حكيم وغيرهم وهو ثقة مأمون توفي سنة أربع وتسعين ومائتين ذكره أبو نعيم أحمد بن عبد الله الحافظ الأصبهاني في كتابه وجماعة من الزبيرية بأصبهان ينتسبون إلى حبيب بن الزبير بن مشكان الهلالي الأصبهاني بصري الأصل روى عنه شعبة وعمرو بن فروخ قال ابن مردويه وله بأصبهان عقب يقال لهم الزبيرية وحبيب بن هوذة بن حبيب بن الزبير الهلالي وهذا هلالي |جـ 3 صـ 139| روى عنه شعبة يروي عن مندل بن علي وقيس بن الربيع وهو جد يونس بن حبيب صاحب أبي داود الطيالسي روى عنه يونس درهم بن مظاهر الزبيري المديني من ولد حبيب بن الزبير بن مشكان يقال إنه حج ثلاثين أو أربعين حجة كان على المسائل بالبلد روى عن عبد العزيز بن مسلم القسملي روى عنه عقيل بن يحيى الطهراني ويحيى بن مطرف وحجاج بن يوسف وسمويه ",
                "title": "الزبيري",
                "uri": "JK_000952_1900"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}