{
    "features": [
        {
            "item": "JK_000129_010376",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.371-372",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قطربل</h1> بالضم ثم السكون ثم فتح الراء وباء موحدة مشددة مضمومة ولام وقد روي بفتح أوله وطائه وأما الباء فمشددة مضمومة في الروايتين وهي كلمة أعجمية اسم قرية بين بغداد وعكبرا ينسب إليها الخمر وما زالت متنزها للبطالين وحانة للخمارين وقد أكثر الشعراء من ذكرها وقيل هو اسم لطسوج من طساسيج بغداد أي كورة فما كان من شرقي الصراة فهو باد وريا وما كان من غربيها فهو قطربل وقال الببغاء يذكر قطربل وهي شمالي بغداد وكلواذى وهي جنوبيها كم للصبابة والصبا من منزل ما بين كلواذى إلى قطربل جادته من ديم المدام سحابة أغنته عن صوب الحيا المتهلل غيث إذا ما الراح أومض برقه فرعوده حث الثقيل الأول نطفت مواقع صوبه بسحابة تهمي على كرب الفؤاد فتنجلي راضعت فيه الكأس أهيف ينثني نحوي بجيد رشا وعيني مغزل فأتى وقد نقش الشعاع بنانه بمموج من نسجها ومبقل وكسا الخضاب بها بنانا يا له لو أنه من وقته لم ينصل وقال جحظة البرمكي قد أسرفت في العذل مشغولة بعذل مشغول عن العذل تقول هل أقصرت عن باطل أعرفه عن دينك الأول فقلت ما أحسبني مقصرا ما عصرت راح بقطربل وما استدار الصدغ في ناعم مورد كاللهب المشعل قالت فأين الملتقى بعد ذا فقلت بين الدن والمبزل وذكر أبو بكر الصولي قال حدثني أبو ينخت عن سليمان بن أبي نصر قال لما انصرف أبو نواس من مصر اجتاز بحمص فرأى كثرة خماريها وشهرة الشراب بها وترك كتمان الشاربين لها شربها فأعجبه ذلك فأقام بها مدة مغتبقا ومصطبحا وكان بها خمار يهودي يقال له لاوى فقال لأبي نواس كيف رأيت |جـ 4 صـ 372| مدينتنا هذه وحالنا فيها فقال له حدثنا جماعة من رواتنا أن هذه هي الأرض المقدسة التي كتبها الله تعالى لبني إسرائيل فقال له الخمار أيما أفضل عندك هذه الأرض أم قطربل فقال لولا صفاء شراب قطربل وركوبها كاهل دجلة ما كانت إلا بمنزلة حانة من حاناتها ثم مر بعانة فسمع اصطخاب الماء في الجداول فقال قد أذكرني هذا قول الأخطل من خمر عانة ينصاع الفؤاد لها بجدول صخب الآذي موار فأقام فيها ثلاثا يشرب من شرابها ثم قال لولا قربها من قطربل ومجاذبة الدواعي إليها لأقمت بها أكثر من ذلك فلما دخل إلى الأنبار تسرع إلى بغداد وقال ما قضيت حق قطربل إن أنا لم أبطىء بها فعدل إليها فأقام ثلاثا حتى أتلف فضلة كانت معه من نفقته وباع رداء معلما من أردية مصر وقال عند انصرافه من قطربل طربت إلى قطربل فأتيتها بألف من البيض الصحاح وعين ثمانين دينارا جيادا أعدها فأتلفتها حتى شربت بدين رهنت قميصي للمجون وجبتي وبعت إزارا معلم الطرفين وقد كنت في قطربل إذ أتيتها أرى أنني من أيسر الثقلين فروحت منها معسرا غير موسر أقرطس في الإفلاس من مائتين يقول لي الخمار عند وداعه وقد ألبستني الراح خف حنين ألا رح بزين يوم رحت مودعا وقد رحت منه يوم رحت بشين قال واجتمع الخمارون للسلام عليه فما شبهتهم وإياه وتعظيمهم له إلا بخاصة الرشيد عند تسليمهم عليه في يوم حفل له وقال الصولي ومن قوله أقرطس في الإفلاس من مائتين أخذ أبو تمام قوله بأبي وإن خشنت له بأبي من ليس يعرف غيره أربي قرطست عشرا في محبته في مثلها من سرعة الطلب ولقد أراني لو مددت يدي شهرين أرمي الأرض لم أصب ولقطربل أخبار وفيها أشعار يسعنا أن نجمع كتابا في أجلاد من أخبار الخلفاء والمجان والشعراء والبطالين والمتفجرين ومقابل مدينة آمد بديار بكر قرية يقال لها قطربل تباع فيها الخمر أيضا قال فيها صديقنا محمد بن جعفر الربعي الحلي الشاعر يقولون ها قطربل فوق دجلة عدمتك ألفاظا بغير معان أقلب طرفي لا أرى القفص دونها ولا النخل باد من قرى البردان ",
                "title": "قطربل",
                "uri": "JK_000129_010376"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}