{
    "features": [
        {
            "item": "JK_000952_3645",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.194-195",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المتويي</h1> بفتح الميم وضم التاء المنقوطة باثنتين من فوقها وفي اخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى متويه وهو اسم لجد المنتسب إليه وهو أبو جعفر أحمد بن محمد بن متويه المرو الروذي من أهل مرو الروذ كان صوفيا سديد السيرة عالما حريصا على طلب الحديث وسماعه وكان قد سافر إلى الشام والعراق والحجاز وديار مصر وأدرك الشيوخ وسمع منهم وانصرف إلى بلاده وحدث بها سمع بمصر أبا عبد الله محمد بن الفضل بن نظيف الفراء وبتنيس أبا محمد عبد الله بن يوسف بن عبد الله البغدادي وبالرملة أبا الحسين محمد بن الحسين بن الترجمان وبدمشق أبا القاسم عبد الرحمن بن عبد العزيز السراج وبصيدا أبا مسعود صالح بن أحمد بن القاسم القاضي وبميافارقين أبا الطيب سلامة بن إسحاق بن محمد الشاهد وبامد أبا عبد الله الحسين بن أحمد بن سلمة المالكي وغيرهم روى لنا عنه الأخوان أبو القاسم زاهر وأبو بكر وجيه ابنا طاهر بن محمد الشحامي بنيسابور وأبو الفضل عبد الرحمن بن الحسن السيرافي ببنج ديه وكانت وفاته بعد سنة أربع وستين وأربع مئة فإنه حدث في هذه السنة وولده أبو عمرو الفضل بن أحمد المتويي ثقة صالح سمع أبا سعد الكنجروذي وأبا حفص بن مسرور وغيرهما سمع منه والدي رحمه الله ولي عنه إجازة وسكن مرو بقرية يقال لها لاكملان وتوفي بها ليلة عيد الفطر من سنة ست وخمس مئة وأبو الطيب المطهر بن الفضل المتويي سمع أباه وأبا منصور محمد بن محمد بن حومكين المشهوري قرأت عليه أحاديث وسكن بأخرة لاكملان أيضا وكانت ولادته بها في |جـ 5 صـ 195| شعبان سنة اثنتين وتسعين وأربع مئة ووفاته أيضا بقرية لاكملان في شهر ربيع الأول سنة أربع وخمسين وخمس مئة وحمل إلى البلد ودفن بسنجدان وإبراهيم بن محمد بن الحسن بن أبي الحسن المتويي الأصبهاني المعروف بابن متويه من أهل أصبهان إمام الجامع كان ثقة فاضلا يصوم الدهر حدث عن المصريين والشاميين والبصريين مثل يحيى بن سليمان بن نضلة وصالح بن عبد الله بن صالح المقرىء روى عنه أبو علي أحمد بن محمد بن عاصم الأصبهاني والقاسم بن عبد الله بن محمد الوراق المديني ومات في سنة اثنتين وثلاث مئة ",
                "title": "المتويي",
                "uri": "JK_000952_3645"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}