{
    "features": [
        {
            "item": "JK_000129_002363",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.525-526",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بيروت والنسبة البيروتي</h1> بالفتح ثم السكون وضم الراء وسكون الواو والتاء فوقها نقطتان مدينة مشهورة على ساحل بحر الشام تعد من أعمال دمشق بينها وبين صيداء ثلاثة فراسخ قال بطليموس بيروت طولها ثمان وستون درجة وخمس وأربعون دقيقة وعرضها ثلاث وثلاثون درجة وعشرون دقيقة طالعها العواء بيت حياتها الميزان وقال صاحب الزيج طولها تسع وخمسون درجة ونصف وعرضها أربع وثلاثون درجة في الإقليم الرابع وقال الوليد ابن يزيد بن عبد الملك بن مروان إذا شئت تصابرت ولا أصبر إن شيت ولا والله لا يصب ر في البرية الحوت ألا يا حبذا شخص حمت لقياه بيروت ولم تزل بيروت في أيدي المسلمين على أحسن حال حتى نزل عليها بغدوين الأفرنجي الذي ملك القدس في جمعه وحاصرها حتى فتحها عنوة في يوم الجمعة الحادي والعشرين من شوال سنة 305 وهي في أيديهم إلى هذه الغاية وكان صلاح الدين قد استنقذها منهم في سنة 385 وقد خرج منها خلق كثير من أهل العلم والرواية منهم الوليد بن مزيد العذري البيروتي روى عن الأوزاعي وسعيد بن عبد العزيز وإسماعيل بن عياش ويزيد بن يوسف الصنعاني وعبد الرحمن بن يزيد بن جابر وأبي بكر بن عبد الله بن أبي سبرة القرشي وكلثوم بن زياد المحاربي ومحمد بن يزيد المصري وعبد الرحمن بن سليمان بن أبي الجون بن لهيعة وعبد الله بن هشام بن الغاز وعبد الله بن شوذب ومقاتل بن سليمان البلخي وعثمان بن عطاء الحراني روى عنه ابنه أبو الفضل العباس وأبو مسهر وهشام بن إسماعيل العطار وأبو الحمار محمد ابن عثمان وعبد الله بن إسماعيل بن يزيد بن حجر البيروتي وعبد الغفار بن عفان بن صهر الأوزاعي وعيسى بن محمد بن النحاس الرملي وعبد الله بن حازم الرملي وكان مولده سنة 216 وكان الأوزاعي يقول ما عرضت فيما حمل عني أصح من كتب الوليد بن مزيد قال أبو مسهر وكان الوليد بن مزيد ثقة ولم يكن يحفظ وكانت كتبه صحيحة مات سنة 302 عن سبع وسبعين سنة وابنه أبو الفضل العباس بن الوليد بن مزيد البيروتي روى عن أبيه وغيره وكان من خيار عباد الله ومات سنة 072 ومولده سنة 169 ومحمد بن عبد الله بن عبد السلام بن أبي أيوب أبو عبد الرحمن البيروتي المعروف |جـ 1 صـ 526| بمكحول الحافظ روى عن أبي الحسين أحمد بن سليمان الرهاوي وسليمان بن سيف ومحمد بن عبد الله بن عبد الحكم والعباس بن الوليد وغيرهم كثير روى عنه جماعة أخرى كثيرة ومات سنة 023 وقيل سنة 123 ",
                "title": "بيروت والنسبة البيروتي",
                "uri": "JK_000129_002363"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}