{
    "features": [
        {
            "item": "JK_000952_3028",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.364-365",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفرساني</h1> بكسر الفاء أو ضمها والله أعلم وسكون الراء المهملة وبعدها السين المهملة وفي آخرها النون هذه النسبة إلى فرسان وهي قرية من قرى أصبهان وكنت أظن أنها بضم الفاء إلى أن رأيت بخط الأمير ابن ماكولا بكسر الفاء والمشهور بالانتساب إليها أبو محمد بذال بن سعد بن خالد بن محمد بن أيوب الفرساني الأصبهاني يروي عن محمد بن بكير الحضرمي روى عنه أبو أحمد عبد الله بن عدي الحافظ الجرجاني في معجم شيوخه وأبو الحسن علي بن عبد العزيز بن عمران الفرساني ثقة سمع بأصبهان الحديث الكثير وحدث عن أبي بشر أحمد بن محمد بن عمرو المروزي روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو محمد بن عبد الجبار بن محمد بن جعفر الضبي الفرساني شيخ صالح كثير السماع من أهل أصبهان يروي عن أبي بكر بن أبي علي وأبي |جـ 4 صـ 365| القاسم الأسداباذي روى عنه أبو سعد البغدادي الحافظ بالحجاز وكانت ولادته سنة اثنتي عشرة وأربعمائة وتوفي بأصبهان في شهر ربيع الآخر سنة ست وتسعين وأربعمائة ووالده أبو القاسم عبد الجبار بن محمد بن عبد الجبار بن محمد بن عبد العزيز بن محمد بن جعفر بن محمد بن أبان بن حمزة بن الحنيف بن مسلم بن عثمان بن شريك بن طفيل الفرساني الضبي يروي عن أبي بكر محمد بن إبراهيم بن المقرئ مات في شهر ربيع الأول سنة خمس وعشرين وأربعمائة ومن القدماء أبو إسحاق إبراهيم بن أيوب الفرساني العنبري من أهل أصبهان يروي عن سفيان الثوري والمبارك بن فضالة وأبي هاني والنعمان بن عبد السلام والأسود بن رزين وكان صاحب ليل وعبادة لم يعرف له فراش منذ أربعين سنة روى عنه عبد الله بن داود وإبراهيم بن حيان بن حكيم بن حنظلة بن سويد بن علقمة بن سعد بن معاذ الأشهلي الفرساني يروي عن أبيه وشريك بن عبد الله وغيرهما روى عنه النضر بن هشام المكتب وأبو محمد عبد الله بن محمد بن الجعد الفرساني روى عن عبد الله بن عمران وسهل بن عثمان ورأى إبراهيم بن أيوب الذي روى عن النعمان روى عنه أبو عمرو بن حكيم ",
                "title": "الفرساني",
                "uri": "JK_000952_3028"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}