{
    "features": [
        {
            "item": "JK_000952_3581",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.156-157",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الماجشون</h1> بفتح الميم وكسر الجيم وضم الشين المعجمة وفي آخرها النون |جـ 5 صـ 157| هذا لقب أبي سلمة يوسف بن يعقوب بن عبد الله بن أبي سلمة الماجشون واسم أبي سلمة الثاني دينار وهو مولى لال المنكدر وإنما قيل له الماجشون لحمرة خديه وهذه لغة أهل المدينة وقال أبو حاتم بن حبان الماجشون بالفارسية المورد يروي ابن الماجشونعن محمد بن المنكدر وسعيد المقبري وابيه الماجشون روى عنه محمد بن الصباح والعراقيون مات سنة ثلاث أو أربع وثمانين ومئة وعبد العزيز بن يعقوب بن عبد الله بن أبي سلمة الماجشون من أهل المدينة أخو يوسف بن يعقوب يروي عن محمد بن المنكدر روى عنه يحيى بن معين ويعقوب بن إبراهيم الدورقي وكل شيء عنده كان ثلاثة أحاديث وعبد العزيز بن عبد الله بن أبي سلمة ابن عمه أكثر حديثا منه وأبو عبد الله وقيل أبو الأصبغ عبد العزيز بن عبد الله بن أبي سلمة الماجشون واسم أبي سلمة دينار مولى ال الهدير التيمي وهو من أهل مدينة رسول الله صلى الله عليه وسلم سمع ابن شهاب ومحمد بن المنكدر وعبد الله بن دينار وأبا حازم سلمة بن دينار وحميدا السويل وهشام بن عروة وغيرهم روى عنه الليث بن سعد وبشر بن الفضل ووكيع بن الجراح وعبد الرحمن بن مهدي ويزيد بن هارون وعلي بن الجعد وأبو نعيم الفضل بن دكين وغيرهم وكان عالما فقيها قدم بغداد وحدث بها إلى حين وفاته وحج أبو جعفر المنصور فشيعه المهدي فلما أراد الوداع قال يا بني استشهدني قال استهديك رجلا عاقلا فأهدى له عبد العزيز بن الماجشون ومات سنة أربع وستين ومائة في خلافة المهدي وقال أبو بكر بن مردويه الحافظ في تاريخ أصبهان عبد العزيز بن عبد الله بن أبي سلمة الماجشون مدني أصله من أصبهان وإليهم تنسب سكة الماجشون قال أبو بكر بن أبي خيثمة كان الماجشون من أهل أصبهان فنزل مدينة الرسول صلى الله عليه وسلم فكان يلقى الناس فيقول لهم جوني جوني قلت والأشبه عندي ما قاله أبو حاتم بن حبان البستي ",
                "title": "الماجشون",
                "uri": "JK_000952_3581"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}