{
    "features": [
        {
            "item": "JK_000129_007821",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.382",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شيرز والنسبة الشيرزي</h1> بالكسر ثم السكون وتقديم الراء المفتوحة على الزاي وهي شير وزيادة الزاي للنسبة كما قالوا رازي ومروزي من قرى سرخس شبيهة بالمدينة بينهما مسيرة يومين للجمال على طرف من طريق هراة بها سوق عامرة وخلق كثير وجامع كبير إلا أن شربهم من ماء آبار عذبة رأيتها أنا منها عمر بن محمد ابن علي بن أبي نصر الفقيه أبو حفص السرخسي الشيرزي وهو إمام مناظر مقرىء لغوي شاعر أديب كثير المحفوظات مليح المحاورة دائم التلاوة كثير التهجد بالليل أفنى عمره في طلب العلم ونشره وصنف التصانيف في الخلاف كالاعتصام والاعتضاد والاسولة وغيرها تفقه أولا بسرخس وبلخ على الإمام أبي حامد الشجاعي ثم على أبي المظفر السمعاني بمرو وسكنها إلى أن مات بها وصل في علم النظر بحيث يضرب به المثل وكان الشهاب الوزير يقول لو فصد عمر السرخسي لجرى منه الفقه مكان الدم وكان خرج إلى العراق ورأى الخصوم وناظرهم وظهر كلامه عليهم سمع بسرخس السيد أبا الحسن محمد بن أحمد بن محمد بن زيد الحسيني الحافظ وأبا ذر عبد الرحمن بن أحمد بن محمد الأدرمي وأبا منصور محمد بن عبد الملك بن الحسن المظفري وببلخ أبا علي الحسن بن علي الوخشي وأبا حامد أحمد بن محمد الشجاعي وأبا بكر محمد بن عبد الملك الماسكاني الخطيب وبمرو أبا المظفر السمعاني وأبا القاسم إسماعيل بن محمد بن أحمد الزاهري وأبا بكر محمد بن علي بن حامد الشاشي الفقيه وبأصبهان أبا بكر بن ماجة وأبا الفضل أحمد بن أحمد الحداد وبهمذان أبا الفتح عبدوس بن عبد الله الهمذاني كتب عنه أبو سعد وكان مولده في رجب سنة 449 بقرية شيرز وتوفي بمرو خامس رمضان سنة 529 وابنه محمد بن عمر الشيرزي أبو الفتح السرخسي كان أديبا فقيها مناظرا عارفا باللغة سريع النظم حسن السيرة سمع أباه بمرو القاضي أبا نصر محمد بن محمد بن محمد ابن الفضل الماهاني وأبا عبد الله محمد بن عبد الواحد الدقاق بنيسابور كتب عنه أبو سعد وكانت ولادته في ذي القعدة سنة 489 بمرو وقتله الغز بها صبرا يوم الخميس عاشر رجب سنة 548 ",
                "title": "شيرز والنسبة الشيرزي",
                "uri": "JK_000129_007821"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}