{
    "features": [
        {
            "item": "JK_000952_0796",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.6-7",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجاحظي</h1> بفتح الجيم بعدها الألف وكسر الحاء المهملة وفي آخرها الظاء المعجمة هذه النسبة إلى فرقة من المعتزلة يقال لهم الجاحظية وهم أصحاب أبي عثمان عمرو بن بحر بن محبوب الجاحظ البصري صاحب التصانيف الحسنة وكان من أهل البصرة وأحد شيوخ المعتزلة وكان حدث بشي يسير عن حجاج بن محمد عن حماد بن سلمة وأبي يوسف القاضي وغيرهما روى عنه أبو بكر عبد الله بن أبي داود السجستاني وابن بنت أخته يموت بن المزرغ وهو كناني قيل صلبية وقيل مولى أبي القلمس عمرو بن قلع الكناني ثم الفقيمي وكان محبوب جد الجاحظ أسود وكان حمالا لعمرو بن قلع وكان فصيحا تدل كتبه على فصاحته وملاحة عبارته وحكي أن رجلا آذاه فقال أنت والله أحوج إلى هوان من كريم إلى إكرام ومن علم إلى عمل ومن قدرة إلى عفو ومن نعمة إلى شكر ووصف الجاحظ اللسان فقال هو أداة يظهر بها البيان وشاهد يعبر عن الضمير وحاكم يفصل الخطاب وناطق يرد به الجواب وشافع تدرك به الحاجة وواصف تعرف به الأشياء وواعظ ينهى عن القبيح ومعز يبرد الأحزان ومعتذر يدفع الظنة ومله يؤنق الأسماع وزارع يحرث المودة وحاصد يستأصل العداوة وشاكر يستوجب المزيد ومادح يستحق الزلفة ومؤنس |جـ 2 صـ 7| يذهب بالوحشة وقال المبرد دخلت على الجاحظ في آخر أيامه وهو عليل فقلت له كيف أنت فقال كيف يكون من نصفه مفلوج ولو نشر بالمناشير ما أحس به ونصفه الآخر منقرس لو طار الذباب بقربه لآلمه والآفة في جميع هذا أني قد جزت التسعين ثم أنشدنا % أترجو أن تكون وأنت شيخ % % كما قد كنت أيام الشباب % % لقد كذبتك نفسك ليس ثوب % % دريس كالجديد من الثياب % ومات الجاحظ في المحرم سنة خمس وخمسين ومائتين والجاحظية تزعم أن المعارف ضرورية الطباع وليس شيء منها من أفعال العباد ووافق ثمامة بن أشرس في قوله إن العباد ليس لهم فعل غير الإرادة وهذا يوجب أن لا يكون الصلاة والصوم والحج والعمرة والجهاد من اكتساب العباد وأن لا يكون الزنا وشرب الخمر من اكتسابهم لأن هذه الأفعال غير الإرادة وفي هذا إبطال الثواب على العبادات وإبطال العقاب على المعاصي ",
                "title": "الجاحظي",
                "uri": "JK_000952_0796"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}