{
    "features": [
        {
            "item": "JK_000952_0988",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.115-116",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوري</h1> بضم الجيم وفي آخرها الراء هذه النسبة إلى الجور وهي بلدة من بلاد فارس وإليها ينسب الماوردجوري والمشهور بالنسبة إليها أحمد بن الفرج الجشمي المقرئ الجوري حدث عن زكريا بن يحيى بن عمارة الأنصاري وحفص بن أبي داود الغاضري حدث عنه أبو حنيفة محمد بن حنيفة الواسطي ومحمد بن يزداذ الجوري شيخ لأبي بكر بن عبدان وأبو عبد الله محمد بن أشكاب بن خالد يعرف بابن الجوري نيسابوري سمع يحيى بن يحيى وبشر بن القاسم والحسين بن الوليد القرشي وغيرهم سمع منه أبو عمرو المستملي وأحمد بن عمر بن يزيد وغيرهما ومحمد بن الخطاب الجوري حدث عن عباد بن الوليد الغبري وحدث عنه أبو شاكر عثمان بن محمد بن حجاج البزاز المعروف بالشافعي ومحمد بن الحسن بن أحمد الجوري حدث عن سهل بن عبد الله الزاهد روى عنه طاهر بن عبد الله نزيل همذان وعمر بن أحمد محمد الجوري حدث عن أبي حامد أحمد بن محمد بن الحسن الشرقي روى عنه أبو عبد الرحمن إسماعيل بن أحمد بن عبد الله النيسابوري ومحمد بن يزداذ بن آذين أبو عبد الله الجوري الماوردي ورد شيراز سنة ثمان وثلاثمائة وحدث عن بشر بن آدم وعبدة الصفار روى عنه أبو بكر محمد بن أحمد بن السري وأبو عبد الله محمد بن علي بن مهران وهبة الله بن الحسن القاضي مات سنة إحدى عشرة وثلاثمائة هكذا ذكره أبو عبد الله الشيرازي في تاريخ فارس وأبو الحسن أحمد بن محمد بن سليمان الجوري أصله من جور ونشأ وولد بالبصرة وسكن بخارا حدث عن روى عنه أبو عبد الله محمد بن أبي بكر الحافظ غنجار وأبو محمد عبد الواحد بن عبد الرحمن الزبيري وغيرهما مات سنة نيف وتسعين وثلاثمائة وثم جماعة آخرون نسبوا إلى جوري وهي محلة بنيسابور هكذا ذكر لنا زاهر بن طاهر بنيسابور منهم محمد بن يزيد الجوري النيسابوري حدث عنه أبو سعد أحمد بن محمد الماليني الصوفي وغيره وأبو منصور عمر بن أحمد بن محمد بن موسى بن منصور الجوري الحافظ فاضل ثقة حافظ زاهد من أصحاب أبي حنيفة رحمة الله من مجاوري الجامع القديم وجيرانه وكان يلزم طريقة السلف قلما يخالط الناس وكان في شبابه من خواص أصحاب أبي عبد الرحمن السلمي وصاحب كتبه كتب عنه الكثير وسمع أبا الحسين أحمد بن عمر الخفاف وأبا نعيم عبد الملك بن الحسن الأزهري والسيد أبا الحسن محمد بن الحسين |جـ 2 صـ 116| العلوي وأبا طاهر محمد بن محمد بن محمش الزيادي وأبا محمد عبد الله بن يوسف الأصبهاني وأبا زكريا يحيى بن إبراهيم المزكي وكان من عباد الله الصالحين روى لنا عنه الأخوان أبو القاسم زاهر وأبو بكر وجيه ابنا أبي عبد الحمن الشحامي وتوفي في جمادي الآخرة سنة تسع وستين وأربعمائة ودفن في مقبرة نوح وأبو بكر محمد بن إبراهيم بن عمران بن موسى الجوري الأديب النحوي من جور فارس كان أديبا فاضلا سمع أبا بكر محمد بن الحسن بن دريد الأزدي وأبا الفضل حماد بن مدرك ومحمد بن راشد وجعفر بن درستويه الفارسيين وغيرهما روى عنه الحاكم أبو عبد الله الحافظ وذكره في تاريخ نيسابور وقال أبو بكر النحوي الجوري الأديب من جور فارس وكان من الأدباء المتقنين علامة في معرفة الأنساب وعلوم القرآن نزل نيسابور مدة وكثر الانتفاع به وقد كان الشيخ أبو العباس الميكالي سمع الموطأ بفارس في كتابه عن شيخ لهم عن أبي مصعب فحمل السماع إليه ومات في رجب سنة تسع وخمسين وثلاثمائة وأخوه أبو الحسن علي بن إبراهيم بن عمران الجوري الكاتب ذكره أبو عبد الله محمد بن عبد العزيز الشيرازي الحافظ في تاريخ فارس وقال متصرف يخاف الناس من شره سماعه مع أخيه صحيح عنده عبد الرحمن بن محمود وأحمد بن عفو الله وطبقتهما حدث يسيرا وسمعنا منه سنة ثلاث وتسعين وثلاثمائة ومات في حدوده ومن القدماء أبو سمرة أحمد بن سلم بن خالد بن جابر بن سمرة القاضي الجوري أخو أبي السائب سلم بن جنادة ولي القضاء بجور سنة ست عشرة ومائتين يروي عن قيس بن الربيع وشريك بن عبد الله القاضي روى عنه يحيى بن يونس وجعفر بن ابن رمضان وحمزة بن جعفر وجماعة كثيرة من أهل شيراز وأبو سليمان داود بن سليمان الزاهد النساج الجوري حدث بشيراز عن أبي بكر بن سعدان مات في سنة ستين وثلاثمائة ",
                "title": "الجوري",
                "uri": "JK_000952_0988"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}