{
    "features": [
        {
            "item": "JK_000129_010833",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.447-448",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كرخ البصرة والنسبة الكرخي</h1> حدث أبو علي المحسن قال القاسم بن علي بن محمد الكرخي وأخوه أبو أحمد وابناه جعفر ومحمد تقلدوا الدنيا لأن القاسم تقلد كور الأهواز وتقلد مصر والشام وتقلد ديار ربيعة وتقلد ابنه جعفر كور الأهواز وتقلد فارس وكرمان وتقلد الثغور وأشياء أخر وتقلد أبو جعفر محمد بن القاسم الجبل وديوان السواد دفعات وقطعة من المشرق كبيرة وتقلد البصرة والأهواز مجموعة ثم تقلد عدة دواوين كبار جليلة بالحضرة ثم تقلد الوزارة للراضي ثم الوزارة للمتقي وإذا أضيف إليهم من تقلد من وجوه أهلهم وكبارهم لم يخل بلد جليل من أن يكون واحد منهم يقلده وإنما سموا الكرخيين لأن أصلهم من ناحية الرستاق الأعلى بالبصرة في عراض المفتح تعرف بالكرخ باقية إلى الآن إلا أنها كالخراب لشدة اختلالها وقد تقلد البصرة غير واحد منهم وقطعا من الأهواز تقلد البصرة أبو أحمد أخو القاسم الكرخي وتقلد مصر أيضا وتقلد قطعة من الأهواز في أيام السلطان أبو جعفر الكرخي المعروف بالجرو وهذا الرجل مشهور بالجلالة فيهم قديما وكان مقيما بالبصرة قال وشاهدته أنا وهو شيخ كبير وقد اختلت حاله فصار يلي الأعمال الصغار من قبل عمال البصرة وكان أبو القاسم بن أبي عبد الله البريدي لما ملك البصرة صادره على مال أقرف به وسمر يديه في حائط وهو قائم على كرسي فلما سمرت يداه بالمسامير في الحائط نحي الكرسي من تحته وسلت أظافيره وضرب لحمه بالقضيب الفارسي ولم يمت ولا زمن قال ورأيته أنا بعد ذلك بسنين صحيحا ولا عيب لهم إلا ما كانوا يرمون به من الغلو فإن القاسم وولديه استفاض عنهم أنهم كانوا مخمسة يعتقدون أن عليا وفاطمة والحسن والحسين ومحمدا صلى الله عليه وسلم خمسة أشباح أنوار قديمة لم تزل ولا تزال إلى غير ذلك من أقوال هذه النحلة وهي مقالة مشهورة وكان القاسم ابنة من أسمح من رأينا في الطعام وأشدهم حرصا على المكارم وقضاء الحاجات وكان لأبي جعفر محمد بن القاسم على ما بلغني في غير عمل تقلده وخرج إليه |جـ 4 صـ 448| ستمائة دابة وبغل ونيف وأربعون طباخا ثم آلت حالة في آخر عمره إلى الفقر الشديد ومات بعد سنة 043 في منزله ببغداد ",
                "title": "كرخ البصرة والنسبة الكرخي",
                "uri": "JK_000129_010833"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}