{
    "features": [
        {
            "item": "JK_000129_013455",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.391",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>هبل</h1> بالضم ثم الفتح بوزن زفر أظنه من الهابل وهو الكثير اللحم والشحم ومنه حديث عائشة والنساء يومئذ لم يهبلهن اللحم أي لم يسمن أو من الهبل وهو الثكل يراد به أن من لم يطعه أهبله أي أثكله أو من الهبل والهبالة وهو الغنيمة أي يغتنم عبادته أو يغتنم من عبده والله أعلم وهبل صنم لبني كنانة بكر ومالك وملكان وكانت قريش تعبده وكانت كنانة تعبد ما تعبده قريش وهو اللات والعزى وكانت العرب تعظم هذا المجمع عليه فتجتمع عليه كل عام مرة وقيل إن هبل كان من أصنام الكعبة وقال أبو المنذر هشام بن محمد وكانت لقريش أصنام في جوف الكعبة وحولها وكان أعظمها عندهم هبل وكان فيما بلغني أنه من عقيق أحمر على صورة الإنسان مكسور اليد اليمنى أدركته قريش كذلك فجعلوا له يدا من ذهب وكان أول من نصبه خزيمة بن مدركة بن إلياس بن مضر وكان يقال له هبل خزيمة وكان في جوف الكعبة قدامه سبعة أقدح مكتوب في أولها صريح والآخر ملصق فإذا شكوا في مولود أهدوا له هدية ثم ضربوا بالقداح فإن خرج صريح ألحقوه وإن خرج ملصق دفعوه وقدح على الميت وقدح على النكاح وثلاثة لم تفسر لي على ما كانت فإذا اختصموا في أمر أو أرادوا سفرا أو عملا استقسموا بالقداح عنده فما خرج عملوا به وانتهوا إليه وعنده ضرب عبد المطلب بالقداح على ابنه عبد الله والد النبي صلى الله عليه وسلم وهو الذي يقول له أبو سفيان بن حرب حين ظفر يوم أحد أعل هبل أي أعل دينك فقال رسول الله صلى الله عليه وسلم الله أعلى وأجل ولما ظفر النبي صلى الله عليه وسلم يوم فتح مكة دخل المسجد والأصنام منصوبة حول الكعبة فجعل يطعن بسية قوسه في عيونها ووجوهها ويقول جاء الحق وزهق الباطل إن الباطل كان زهوقا ثم أمر بها فألقيت على وجوهها ثم أخرجت من المسجد فأحرقت فقال في ذلك راشد بن عبد الله السلمي قالت هلم إلى الحديث فقلت لا يأبى الإله عليك والإسلام لما رأيت محمدا وقبيله بالفتح حين تكسر الأصنام ورأيت نور الله أصبح ساطعا والشرك تغشى وجهه الأقتام ",
                "title": "هبل",
                "uri": "JK_000129_013455"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}