{
    "features": [
        {
            "item": "JK_000952_0788",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.517-518",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثوري</h1> بفتح الثاء المنقوطة بثلاث وفي آخرها الراء هذه النسبة إلى بطن من همدان وبطن من تميم منهم صالح بن حي الثوري الهمداني من أهل الكوفة من ثور همدان والد علي والحسن ابني صالح يروي عن الشعبي وأبي السفر روى عنه السفيانان الثوري وابن عيينة وأما ثور تميم فمنهم أبو عبد الله سفيان بن سعيد بن مسروق الثوري إمام أهل الكوفة مات بالبصرة أخبرنا أبو طاهر الوراق بنواحي اندخوذ أنا أبو الحسن المؤذن أنا أبو سعيد الصيرفي ثنا أبو العباس الأصم ثنا العباس الدوري ثنا شاذان ثنا سفيان بن سعيد بن مسروق الثوري ثور بني تميم وحدثنا شعبة بن الحجاج أبو بسطام مولي الأزد وحدثنا شريك بن عبد الله بن شريك بن الحارث النخعي وحدثنا عبد الله بن المبارك الخراساني وحدثنا الحسن بن صالح بن حي الهمداني ثم الثوري ثور همدان وأبو عبد الرحمن المبارك بن سعيد بن مسروق الثوري أخو سفيان من ثور تميم وكان أعمى من أهل الكوفة ويروي عن أبيه وأخيه روى عنه الحسن بن عرفة والربيع بن خثيم الزاهد من ثور بن عبد مناة بن أد بن طابخة بن إلياس بن مضر من أهل الكوفة من الزهاد الثمانية وذكره مشهور في الكتب وأما نسب ثور بن عبد مناة فالإمام أبو عبد الله سفيان بن سعيد بن مسروق بن حمزة بن حبيب بن رافع بن موهبة بن أبي عبد الله بن نصر بن ثعلبة بن ملكان بن ثور بن عبد مناة بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان الثوري الكوفي يروي عن عبد الله بن دينار وعمرو بن دينار روى عنه شعبة وابن المبارك وهم إخوة أربعة سفيان والمبارك وحبيب وعمر بنو سعيد وكان سفيان من سادات أهل زمانه فقها وورعا وإتقانا شمائله في الصلاح والورع أشهر من أن يحتاج إلى الإغراق في ذكرها كان مولده سنة خمس وتسعين في إمارة سليمان بن عبد الملك فلما قعد بنو العباس راوده المنصور على أن يلي الحكم فأبى وخرج من الكوفة هاربا للنصف من ذي القعدة سنة خمس وخمسين ومائة ثم لم يرجع إليها حتى مات بالبصرة في دار عبد الرحمن بن مهدي في شعبان سنة إحدى وستين ومائة وهو ابن ست وستين سنة وقبره في مقبرة بني كليب بالبصرة قال أبو حاتم وقد زرته وأما أبو يزيد الربيع بن خثيم الثوري التميمي الكوفي من ثور بن عبد مناة بن أد بن طابخة بن إلياس بن مضر من العباد السبعة أخباره في العبادة والزهد أشهر من أن يحتاج إلى الإغراق في ذكرها يروي عن ابن مسعود رضي الله عنه روى عنه أهل الكوفة مات بعد قتل الحسين بن علي رضي الله عنهما سنة ثلاث وستين ثور منسوب إلى ثلاث قبائل فأما ثور أطحل الربيع بن خثيم ورهط |جـ 1 صـ 518| من ثور بن عبد مناة بن أد بن طابخة منذر وابنه الربيع وسفيان بن سعيد وأبوه وأهله ومن ثور همدان الحسين بن صالح بن حي وأخوه وأهله وجماعة من أهل الدينور هم على مذهب سفيان الثوري اشتهروا بهذه النسبة منهم أبو عبد الله الحسين بن محمد بن الحسين الدينوري الثوري روى عنه أبو مسعود سليمان بن إبراهيم الأصبهاني الحافظ والشيخ أبو محمد عبد الرحمن بن حمد بن الحسن الدوني الثوري حدث بكتاب السنن للنسائي عن أبي نصر الكسار روى لنا عنه جماعة كثيرة بخراسان والعراق وسمع منه والدي رحمه الله ",
                "title": "الثوري",
                "uri": "JK_000952_0788"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}