{
    "features": [
        {
            "item": "JK_000952_1384",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.356-357",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخزاز</h1> بفتح الخاء وتشديد الزاي الأولى اشتهر بهذه الصنعة والحرفة جماعة من أهل العراقين من أئمة الدين وعلماء المسلمين فأما من أهل الكوفة أبو حنيفة النعمان بن ثابت الكوفي مع تبحرة في العلم وغوصه على دقائق المعاني وخفيها كان يبيع الخز ويأكل منه طلبا للحلال وقيل كان في ابتداء أمره ثم ترك وشهرته تغني عن الإطناب في ذكره ولد سنة سبعين وتوفي سنة خمسين ومائة ومن أهل البصرة أبو سلمة حماد بن سلمة بن دينار الخزاز وكنية سلمة أبو صخرة الحنظلي مولى حميري بن كراثة من تيم ويقال مولى قريش وقد قيل أنه حميري يروي عن ثابت وقتادة روى عنه شعبة والثوري وأهل البصرة مات في ذي الحجة لإحدى عشرة ليلة بقيت منه سنة سبع وستين ومائة وكان من العباد المجابين الدعوة في الأوقات وكان حماد بن أخت حميد الطويل حميد خاله ولم ينصف من جانب حديثه واحتج بأبي بكر بن عياش في كتابه وبابن أخي الزهري وبعبد الرحمن بن عبد الله بن دينار فإن كان تركه إياه لما كان يخطئ فغيره من أقرانه مثل الثوري وشعبة ودونهما كانوا يخطبون فإن زعم أن خطأه قد كثر من تغير حفظه فقد كان ذلك في أبي بكر بن عياش موجودا وأنى يبلغ أبو بكر حماد بن سلمة ولم يكن من أقران حماد بالبصرة مثله في الفضل والدين والعلم والنسك والجمع والكتبة والصلابة في السنة والقمع لأهل البدعة ولم يكن مثله في أيامه معتزلي قدري جهمي |جـ 2 صـ 357| لما كان يظهر من السنن الصحيحة التي ينكرها المعتزلة وأنى يبلغ أبو بكر بن عياش حماد ابن سلمة في إتقانه أم في جمعه أم في ضبطه هذا كله كلام أبي حاتم بن حبان البستي ثم قال وإنا نشبع الكلام في هذا الفصل في كتاب الفصل بين النقلة عند ذكرنا إياه إن شاء الله وأبو عامر صالح بن رستم الخزاز من أهل البصرة يروي عن ابن أبي ملكية والحسن البصري وغيرهما روى عنه هشيم ويحيى القطان وابنه عامر بن صالح مات سنة اثنتين وخمسين ومائة وأبو زكريا يحيى بن عيسى بن عبد الرحمن بن محمد التميمي الخزاز الرملي أصله من الكوفة انتقل إلى الرملة وسكنها وكان خزازا يروي عن الأعمش والثوري روى عنه الشاميون مات سنة إحدى ومائتين وكان ممن ساء حفظه وكثر وهمه حتى جعل يخالف الإثبات فيما يروي عن الثقات فلما كثر ذلك في روايته بطل الاحتجاج به وإسماعيل بن الخليل الخزاز يروي عن علي بن مسهر وعبد الرحيم بن سليمان وحماد بن سلمة يروي عنه محمد بن إسماعيل البخاري وعلي بن هاشم بن البريد الخزاز االعائدي مولاهم الكوفي وأبو الحسين هارون بن إسماعيل الخزاز يروي عن علي بن المبارك روى عنه البخاري وأبو الحسن الفضل بن عنبسة الخزاز الواسطي يروي عن هشيم روى عنه علي بن المديني ويحيى بن سليم الطائفي القرشي الخزاز وأبو بكر محمد بن عبد الله بن غيلان الخزاز يعرف بالسوسي سمع سوار بن عبد الله القاضي ومحمد بن يزيد الأدمي والحسن بن الجنيد وأحمد بن منيع والحسن نب الصباح البزاز وغيرهم روى عنه علي بن محمد بن لؤلؤ ومحمد بن عبيد الله بن قفرجل وأبو بكر بن شاذان وأبو الحسن الدار قطني وأبو حفص بن شاهين ويوسف بن عمر القواس وذكره أبو الحسن الدارقطني فقال كان من ثقات المسلمين ومات في رجب سنة اثنتين وعشرين وثلاثمائة ومغازي سعيد الأموي وتاريخ ابن أبي خيثمة وغير ذلك وكانت ولادته في ذي القعدة سنة خمس وتسعين ومائتين وذكر أبو الحسن العتيقي بن حيويه فأثنى عليه ثناء حسنا وذكره ذكرا جميلا وبالغ في ذلك وقال كان ثقة صالحا دينا ذا مروءة وقال سمعت ابن حيويه يقول كنت أحضر مجلس ابن صاعد في مدينة المنصور فربما أخذني البول فأنصرف من المجلس وأرجع إلى منزلنا بقطيعة الربيع حتى أبول وأتوضأ ثم أعود إلى المجلس ولا أحل سراويلي في غير منزلنا وقال البرقاني هو ثقة ثبت حجة ومات في شهر ربيع الآخر سنة اثنتين وثمانين وثلاثمائة وأبو الحسن حميد بن الربيع بن حميد الخزاز اللخمي حدث عن هشيم |جـ 2 صـ 358| وعبد الله بن إدريس وحفص بن غياث والقاسم بن مالك المزني وغيرهم وابو عامر صالح بن رستم البصري الخزاز يحدث عن ابن أبي ملكية والحسن البصري وغيرهما روى عنه ابنه عامر بن أبي عامر والمعتمر بن سليمان ويحيى بن سعيد القطان وغيرهم وابو عمر النضر بن عبد الرحمن أبو عمر الخزاز يحدث عن عكرمة حدث عن إسماعيل بن زكريا وابو يحيى الحماني والمشمعل بن ملحان وغيرهم ",
                "title": "الخزاز",
                "uri": "JK_000952_1384"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}