{
    "features": [
        {
            "item": "JK_000952_2441",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.509-511",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصالحاني</h1> بفتح الصاد المهملة وسكون اللام وفتح الحاء المهملة وفي آخرها النون |جـ 3 صـ 510| هذه النسبة إلى صالحان وهي محلة كبيرة بأصبهان سمعت بها من جماعة من المحدثين وخرج منها من الشيوخ المسندين غير واحد فمنهم أبو ذر محمد بن إبراهيم بن علي بن إبراهيم الصالحاني الواعظ حدث عن أبي الشيخ الأصبهاني وأبي الحسين العصفري روى عنه حفيده أبو بكر محمد بن علي بن أبي ذر الصالحاني مات الصالحاني سنة أربعين وأربعمائة في شهر ربيع الأول وكان أبو ذر يعظ برساتيق أصبهان روى عنه أبو محمد عبد العزيز بن محمد النخشبي الحافظ وأبو بكر محمد بن علي الصالحاني حفيده أحد من رحلت إليه من نيسابور إلى اصبهان فلما وصلت قاشان سألت بعض الأصبهانية فأخبرني أنه توفي وكانت عنده أجزاء من كتاب العظمة لأبي الشيخ بروايته عن جده أبي ذر الصالحاني عنه وأبو بكر محمد بن عبد الله بن الحسين بن مهران بن شاذان بن يزيد الفامي الصالحاني البقال حدث عن أبي الشيخ وأبي بكر المقرىء الأصبهانيين مات سنة أربعين وأربعمائة بأصبهان وأبو هريرة محمد بن إبراهيم بن علي بن إبراهيم الصالحاني كان نجارا وأظنه أخا السابق ذكره يروي عن عبد الله بن محمد بن فورك القباب توفي في ذي القعدة سنة خمس وعشرين وأربعمائة وأما مشايخنا فكتبت عن جماعة من أهل الصالحان منهم أبو عبد الله الحسين بن طلحة بن الحسين الصالحاني شيخ مستور صالح سمع أبا القاسم إبراهيم بن منصور السلمي صاحب أبي بكر بن المقرىء وغيره كتبت عنه بأصبهان وتوفي سنة اثنتين وثلاثين وخمسمائة وأخوه أبو الحسين سعيد بن طلحة الأديب الصالحاني أديب فاضل وشاعر مفلق له إجازة من أبي بكر أحمد بن الفضل الباطرقاني وسمع عائشة بنت الحسن بن إبراهيم الوركاني وغيرهما سمعت منه أجزاء بأصبهان وكتبت عنه من شعره وأقطاعه وتوفي سنة إحدى وثلاثين وخمسمائة وأبو محمد عبد الله بن أحمد بن محمد بن أيوب الصالحاني كان أبوه أبو عبد الله |جـ 3 صـ 511| الصالحاني من الفقهاء الورعين وكان مفتي أهل أصبهان في وقته وابنه أبو محمد يروي عن محمد بن يحى بن منده روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ",
                "title": "الصالحاني",
                "uri": "JK_000952_2441"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}