{
    "features": [
        {
            "item": "JK_000129_011729",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.87-89",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المذار والنسبة المذاري</h1> بالفتح وآخره راء وهي عجمية ولها مخرج في العربية أن يكون اسم مكان من قولهم ذره وهو يذره ولا يقال وذرته أماتت العرب ماضيه أي دعه وهو يدعه فميمه على هذا زائدة ويجوز أن تكون الميم أصلية فيكون من مذرت البيضة إذا فسدت ومذرت نفسه أي خبثت وغثت والمذار في ميسان بين واسط والبصرة وهي قصبة ميسان بينها وبين البصرة مقدار أربعة أيام وبها مشهد عامر كبير جليل عظيم قد أنفق على عمارته الأموال الجليلة وعليه الوقوف وتساق إليه النذور وهو قبر عبد الله بن علي بن أبي طالب ويقال إن الحريري أبا محمد القاسم بن علي صاحب المقامات قد مات بها وأهلها كلهم شيعة غلاة طغام أشبه شيء بالأنعام وفيه قال الشاعر أيها الصلصل المغذ إلى المد فع من نهر معقل فالمذار وكان قد فتحها عتبة بن غزوان في أيام عمر بن الخطاب بعد البصرة قال البلاذري ولما فتح عتبة بن غزوان الأبلة سار إلى الفرات فلما فرغ منها سار إلى المذار فخرج إليه مرزبانها فقاتله فهزمه الله وغرق عامة من معه وأخذ مرزبانها فضرب عنقه ثم سار إلى دستميسان وكانت بالمذار وقعة لمصعب بن الزبير على أحمد بن سميط النخلي ينسب إليها جماعة منهم محمد بن أحمد بن زيد المذاري حدث عن عمرو بن عاصم الكلابي روى عنه أحمد بن يحيى بن زهير التستري ومحمد بن محمد بن سليمان الباغندي وغيرهما وأبو الحسن علي بن محمد بن أحمد بن الحسين بن عثمان المذاري سكن والده بغداد وبها ولد أبو الحسن وسمع الحديث من أبي طالب علي بن طالب المكي مولى يعلى بن الفراء وحدث عن أبي الحسين محمد بن الحسين بن موسى بن حمزة بن أبي يعلى وغيرهم ومات سنة 585 روى عنه أبو المعمر الأنصاري ويحيى بن أسعد بن نوش ومولده سنة 156 وأخوه أبو المعالي أحمد سمع من أبي علي البناء وأبي القاسم علي بن أحمد الميسري في ثاني عشر جمادى الأولى سنة 456 وأخوهما أبو السعود عبد الرحمن بن محمد حدث عن عاصم بن الحسن ومطهر بن أحمد بن البانياسية |جـ 5 صـ 89| ",
                "title": "المذار والنسبة المذاري",
                "uri": "JK_000129_011729"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}