{
    "features": [
        {
            "item": "JK_000129_003155",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.126-127",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جرش والنسبة الجرشي</h1> بالضم ثم الفتح وشين معجمة من مخاليف اليمن من جهة مكة وهي في الإقليم الأول طولها خمس وستون درجة وعرضها سبع عشرة درجة وقيل إن جرش مدينة عظيمة باليمن وولاية واسعة وذكر بعض أهل السير أن تبعا أسعد بن كليكرب خرج من اليمن غازيا حتى إذا كان بجرش وهي إذ ذاك خربة ومعد حالة حواليها فخلف بها جمعا ممن كان صحبه رأى فيهم ضعفا وقال اجرشوا ههنا أي البثوا فسميت جرش بذلك ولم أجد في اللغويين من قال إن الجرش المقام ولكنهم قالوا إن الجرش الصوت ومنه الملح الجريش لأنه حك بعضه ببعض فصوت حتى سحق لأنه لا يكون ناعما وقال أبو المنذر هشام جرش أرض سكنها بنو منبه بن أسلم فغلبت على اسمهم وهو جرش واسمه منبه بن أسلم بن زيد بن الغوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن أيمن بن الهميسع بن حمير بن سبأ وإلى هذه القبيلة ينسب الغاز بن ربيعة بن عمرو بن عوف بن زهير بن حماطة بن ربيعة بن ذي خيليل بن جرش بن أسلم كان شريفا زمن معاوية وعبد الملك وابنه هشام بن الغاز وزعم بعضهم أن ربيعة بن عمرو والد الغاز له صحبة وفيه نظر ومنهم الجرشي الحارث بن عبد الرحمن بن عوف بن ربيعة بن عمرو بن عوف بن زهير بن حماطة كان في صحابة أبي جعفر المنصور وكان جميلا شجاعا وقرأت بخط جخجخ النحوي في كتاب أنساب البلدان لابن الكلبي أخبرنا أحمد بن أبي سهل الحلواني عن أبي أحمد محمد بن موسى بن حماد البريدي عن أبي السري عن أبي المنذر قال جرش قبائل من أفناء الناس تجرشوا وكان الذي جرشهم رجل من حمير يقال له زيد بن أسلم خرج بثور له عليه حمل شعير في يوم شديد الحر فشرد الثور فطلبه فاشتد تعبه فحلف لئن ظفر به ليذبحنه ثم ليجرشن الشعير وليدعون على لحمه فأدركه بذات القصص عند قلعة جراش وكل من أجابه وأكل معه يومئذ كان جرشيا وينسب إليهاالأدم والنوق فيقال أدم جرشي وناقة جرشية قال بشر بن أبي خازم تحدر ماء البئر عن جرشية على جربة تعلو الديار غروبها يقول دموعي تحدر كتحدر ماء البئر عن دلو تسقى بها ناقة جرشية لأن أهل جرش يسقون على الإبل وفتحت جرش في حياة النبي صلى الله عليه وسلم في سنة عشر للهجرة صلحا على الفيء وأن يتقاسموا العشر ونصف العشر وقد نسب المحدثون إليها بعض أهل الرواية منهم الوليد بن عبد الرحمن |جـ 2 صـ 127| الجرشي مولى لآل أبي سفيان الأنصاري يروي عن جبير بن نفير وغيره ويزيد بن الأسود الجرشي من التابعين أدرك المغيرة بن شعبة وجماعة من الصحابة كان زاهدا عابدا سكن الشام استسقى به الضحاك بن قيس وقتل معه بمرج راهط ",
                "title": "جرش والنسبة الجرشي",
                "uri": "JK_000129_003155"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}