{
    "features": [
        {
            "item": "JK_000129_005962",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.79-80",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>روس</h1> بضم أوله وسكون ثانيه وسين مهملة ويقال لهم رس بغير واو أمة من الأمم بلادهم متاخمة للصقالبة والترك ولم لغة برأسها ودين وشريعة لا يشاركهم فيها أحد قال المقدسي هم في جزيرة وبئة يحيط بها بحيرة وهي حصن لهم ممن أرادهم وجملتهم على التقدير مائة ألف إنسان وليس لهم زرع ولا ضرع والصقالبة يغيرون عليهم ويأخذون أموالهم وإذا ولد لأحدهم مولود ألقى إليه سيفا وقال له ليس لك إلا ما تكسبه بسيفك وإذا حكم ملكهم بين خصمين بشيء ولم يرضيا به قال لهما تحاكما بسيفيكما فأي السيفين كان أحد كانت الغلبة له وهم الذين استولوا على برذعة سنة فانتهكوها حتى ردها الله منهم وأبادهم وقرأت في رسالة أحمد بن فضلان بن العباس بن راشد بن حماد مولى محمد بن سليمان رسول المقتدر إلى ملك الصقالبة حكى فيها ما عاينه منذ انفصل عن بغداد إلى أن عاد إليها فحكيت ما ذكره على وجهه استعجابا به قال ورأيت الروسية وقد وافوا بتجاراتهم فنزلوا على نهر إتل فلم أر أتم أبدانا منهم كأنهم النخل شقر حمر لا يلبسون القراطق ولا الخفاتين ولكن يلبس الرجل منهم كساء يشتمل به على أحد شقيه ويخرج إحدى يديه منه ومع كل واحد منهم سيف وسكين وفأس لا تفارقه وسيوفهم صفائح مشطبة أفرنجية ومن حد ظفر الواحد منهم إلى عنقه محضر شجر وصور وغير ذلك وكل امرأة |جـ 3 صـ 80| منهم على ثديها حقة مشدودة إما من حديد وإما من نحاس وإما من فضة وإما من ذهب على قدر مال زوجها ومقداره في كل حقة حلقة فيها سكين مشدودة على الثدي أيضا وفي أعناقهن أطواق ذهب وفضة لأن الرجل إذا ملك عشرة آلاف درهم صاغ لامرأته طوقا وإن ملك عشرين ألفا صاغ لها طوقين وكلما زاد عشرة آلاف درهم يزيد لها طوقا آخر فربما كان في عنق الواحدة منهن أطواق كثيرة وأجل الحلي عندهم الخرز الأخضر من الخزف الذي يكون على السفن يبالغون فيه ويشترون الخرزة منه بدرهم وينظمونه عقدا لنسائهم وهم أقذر خلق الله لا يستنجون من غائط ولا يغتسلون من جنابة كأنهم الحمير الضالة يجيئون من بلدهم فيرسون سفنهم بإتل وهو نهر كبير ويبنون على شاطئه بيوتا كبارا من الخشب ويجتمع في البيت الواحد العشرة والعشرون والأقل والأكثر ولكل واحد منهم سرير يجلس عليه ومعه جواريه الروقة للتجار فينكح الواحد جاريته ورفيقه ينظر إليه وربما اجتمعت الجماعة منهم على هذه الحالة بعضهم بحذاء بعض وربما يدخل التاجر عليهم ليشتري من بعضهم جارية فيصادفه ينكحها فلا يزول عنها حتى يقضي أربه ولا بد لهم في كل يوم بالغداة أن تأتي الجارية ومعها قصعة كبيرة فيها ماء فتقدمها إلى مولاها فيغسل فيها وجهه ويديه وشعر رأسه فيغسله ويسرحه بالمشط في القصعة ثم يمتخط ويبصق فيها ولا يدع شيئا من القذر إلا فعله في ذلك الماء فإذا فرغ مما يحتاج إليه حملت الجارية القصعة إلى الذي يليه فيفعل مثل ما فعل صاحبه ولا تزال ترفعها من واحد إلى واحد حتى تديرها على جميع من في البيت وكل واحد منهم يمتخط ويبصق فيها ويغسل وجهه وشعره فيها وساعة موافاة سفنهم إلى هذا المرسى يخرج كل واحد منهم ومعه خبز ولحم ولبن وبصل ونبيذ حتى يوافي خشبة طويلة منصوبة لها وجه يشبه وجه الإنسان وحولها صور صغار وخلف تلك الصور خشب طوال قد نصبت في الأرض فيوافي إلى الصورة الكبيرة ويسجد لها ثم يقول يا رب قد جئت من بعد ومعي من الجواري كذا وكذا رأسا ومن السمور كذا وكذا جلدا حتى يذكر جميع ما قدم معه من تجارته ثم يقول وقد جئتك بهذه الهدية ثم يترك ما معه بين يدي الخشبة ويقول أريد أن ترزقني تاجرا معه دنانير ودراهم فيشتري مني كل ما أريد ولا يخالفني في جميع ما أقول ثم ينصرف فإن تعسر عليه بيعه وطالت أيامه عاد بهدية أخرى ثانية وثالثة فإن تعذر عليه ما يريد حمل إلى صورة من تلك الصور الصغار هدية وسألها الشفاعة وقال هؤلاء نساء ربنا وبناته ولا يزال إلى صورة صورة يسألها ويستشفع بها ويتضرع بين يديها فربما تسهل له البيع فباع فيقول قد قضى ربي حاجتي وأحتاج أن أكافئه فيعمد إلى عدة من البقر والغنم على ذلك ويقتلها ويتصدق ببعض اللحم ويحمل الباقي فيطرحه بين يدي تلك الخشبة الكبيرة والصغار التي حولها ويعلق رؤوس البقر والغنم على ذلك الخشب المنصوب في الأرض فإذا كان الليل وافت الكلاب فأكلت ذلك فيقول الذي فعله قد رضي عني ربي وأكل هديتي وإذا مرض منهم الواحد ضربوا له خيمة ناحية عنهم وطرحوه فيها وجعلوا معه شيئا من الخبز والماء ولا يقربونه ولا يكلمونه بل لا يتعاهدونه في كل أيامه لا سيما إن كان ضعيفا أو كان مملوكا فإن برأ وقام رجع إليهم وإن مات أحرقوه وإن كان مملوكا تركوه على حاله تأكله الكلاب وجوارح |جـ 3 صـ 81| الطير وإذا أصابوا سارقا أو لصا جاؤوا به إلى شجرة طويلة غليظة وشدوا في عنقه حبلا وثيقا وعلقوه فيها ويبقى معلقا حتى ينقطع من المكث إما بالرياح أو الأمطار وكان يقال لي إنهم كانوا يفعلون برؤسائهم عند الموت أمورا أقلها الحرق فكنت أحب أن أقف على ذلك حتى بلغني موت رجل منهم جليل فجعلوه في قبره وسقفوا عليه عشرة أيام حتى فرغوا من قطع ثيابه وخياطتها وذلك أن الرجل الفقير منهم يعملون له سفينة صغيرة ويجعلونه فيها ويحرقونها والغني يجمعون ماله ويجعلونه ثلاثة أثلاث فثلث لأهله وثلث يقطعون له به ثيابا وثلث يشترون به نبيذا يشربونه يوم تقتل جاريته نفسها وتحرق مع مولاها وهم مستهترون بالخمر يشربونها ليلا ونهارا ربما مات الواحد منهم والقدح في يده وإذا مات الرئيس منهم قال أهله لجواريه وغلمانه من منكم يموت معه فيقول بعضهم أنا فإذا قال ذلك فقد وجب عليه لا يستوي له أن يرجع أبدا ولو أراد ذلك ما ترك وأكثر ما يفعل هذا الجواري فلما مات ذلك الرجل الذي قدمت ذكره قال لجواريه من يموت معه فقالت إحداهن أنا فوكلوا بها جاريتين تحفظانها وتكونان معها حيث ما سلكت حتى إنهما ربما غسلتا رجليها بأيديهما وأخذوا في شأنه وقطع الثياب له وإصلاح ما يحتاح إليه والجارية في كل يوم تشرب وتغني فارحة مستبشرة فلما كان اليوم الذي يحرق فيه هو والجارية حضرت إلى النهر الذي فيه سفينته فإذا هي قد أخرجت وجعل لها أربعة أركان من خشب الخلنج وغيره وجعل حولها أيضا مثل الأناس الكبار من الخشب ثم مدت حتى جعلت على ذلك الخشب وأقبلوا يذهبون ويجيئون ويتكلمون بكلام لا أفهمه وهو بعد في قبره لم يخرجوه ثم جاؤوا بسرير فجعلوه على السفينة وغشوه بالمضربات الديباج الرومي والمساند الديباج الرومي ثم جاءت امرأة عجوز يقولون لها ملك الموت ففرشت على السرير الذي ذكرناه وهي وليت خياطته وإصلاحه وهي تقتل الجواري ورأيتها حواء نيرة ضخمة مكفهرة فلما وافوا قبره نحوا التراب عن الخشب ونحوا الخشب واستخرجوه في الإزار الذي مات فيه فرأيته قد اسود لبرد البلد وقد كانوا جعلوا معه في قبره نبيذا وفاكهة وطنبورا فأخرجوا جميع ذلك وإذا هو لم يتغير منه شيء غير لونه فألبسوه سراويل ورانا وخفا وقرطقا وخفتان ديباج له أزرار ذهب وجعلوا على رأسه قلنسوة من ديباج سمور وحملوه حتى أدخلوه القبة التي على السفينة وأجلسوه على المضربة وأسندوه بالمساند وجاؤوا بالنبيذ والفواكه والريحان فجعلوه معه وجاؤوا بخبز ولحم وبصل فطرحوه بين يديه وجاؤوا بكلب فقطعوه نصفين وألقوه في السفينة ثم جاؤوا بجميع سلاحه فجعلوه إلى جانبه ثم أخذوا دابتين فأجروهما حتى عرقتا ثم قطعوهما بالسيوف وألقوا لحمهما في السفينة ثم جاؤوا ببقرتين فقطعوهما أيضا وألقوهما في السفينة ثم أحضروا ديكا ودجاجة فقتلوهما وطرحوهما فيها والجارية التي تقتل ذاهبة وجائية تدخل قبة قبة من قبابهم فيجامعها واحد واحد وكل واحد يقول لها قولي لمولاك إنما فعلت هذا من محبتك فلما كان وقت العصر من يوم الجمعة جاؤوا بالجارية إلى شيء عملوه مثل ملبن الباب فوضعت رجلها على أكف الرجال وأشرفت على ذلك الملبن وتكلمت بكلام لها فأنزلوها ثم أصعدوها ثانية ففعلت كفعلها في المرة الأولى ثم أنزلوها وأصعدوها ثالثة ففعلت فعلها في المرتين ثم |جـ 3 صـ 82| دفعوا لها دجاجة فقطعت رأسها ورمت به فأخذوا الدجاجة وألقوها في السفينة فسألت الترجمان عن فعلها فقال قالت في المرة الأولى هوذا أرى أبي وأمي وقالت في المرة الثانية هوذا أرى جميع قرابتي الموتى قعودا وقالت في المرة الثالثة هوذا أرى مولاء قاعدا في الجنة والجنة حسنة خضراء ومعه الرجال والغلمان وهو يدعوني فاذهبوا بي إليه فمروا بها نحو السفينة فنزعت سوارين كانا معها فدفعتهما إلى المرأة العجوز التي تسمى ملك الموت وهي التي تقتلها ونزعت خلخالين كانا عليها ودفعتهما إلى الجاريتين اللتين كانتا تخدمانها وهما ابنتا المعروفة بملك الموت ثم أصعدوها إلى السفينة ولم يدخلوها إلى القبة وجاء الرجال ومعهم التراس والخشب ودفعوا إليها قدحا من نبيذ فغنت عليه وشربته فقال لي الترجمان إنها تودع صواحباتها بذلك ثم دفع إليها قدح آخر فأخذته وطولت الغناء والعجوز تستحثها على شربه والدخول إلى القبة التي فيها مولاها فرأيتها وقد تبلدت وأرادت الدخول إلى القبة فأدخلت رأسها بين القبة والسفينة فأخذت العجوز رأسها وأدخلتها القبة ودخلت معها العجوز وأخذ الرجال يضربون بالخشب على التراس لئلا يسمع صوت صياحها فيجزع غيرها من الجواري فلا يطلبن الموت مع مواليهن ثم دخل القبة ستة رجال فجامعوا بأسرهم الجارية ثم أضجعوها إلى جنب مولاها الميت وأمسك اثنان رجليها واثنان يديها وجعلت العجوز التي تسمى ملك الموت في عنقها حبلا مخالفا ودفعته إلى اثنين ليجذباه وأقبلت ومعها خنجر عظيم عريض النصل فأقبلت تدخله بين أضلاعها موضعا موضعا وتخرجه والرجلان يخنقانها بالحبل حتى ماتت ثم وافى أقرب الناس إلى ذلك الميت فأخذ خشبة فأشعلها بالنار ثم مشى القهقرى نحو قفاه إلى السفينة والخشبة في يده الواحدة ويده الأخرى على استه وهو عريان حتى أحرق ذلك الخشب الذي قد عبوه تحت السفينة من بعد ما وضعوا الجارية التي قتلوها في جنب مولاها ثم وافى الناس بالخشب والحطب ومع كل واحد خشبة وقد ألهب رأسها فيلقيها في ذلك الخشب فتأخذ النار في الحطب ثم في السفينة ثم في القبة والرجل والجارية وجميع ما فيها ثم هبت ريح عظيمة هائلة فاشتد لهب النار واضطرم تسعرها وكان إلى جانبي رجل من الروسية فسمعته يكلم الترجمان الذي معه فسألته عما قال له فقال إنه يقول أنتم معاشر العرب حمقى لأنكم تعمدون إلى أحب الناس إليكم وأكرمهم عليكم فتطرحونه في التراب فتأكله الهوام والدود ونحن نحرقه بالنار في لحظة فيدخل الجنة من وقته وساعته ثم ضحك ضحكا مفرطا وقال من محبة ربه له قد بعث الريح حتى تأخذه في ساعته فما مضت على الحقيقة ساعة حتى صارت السفينة والحطب والرجل الميت والجارية رمادا رمددا ثم بنوا على موضع السفينة وكانوا أخرجوها من النهر شبيها بالتل المدور ونصبوا في وسطه خشبة كبيرة وكتبوا عليها اسم الرجل واسم ملك الروس وانصرفوا قال ومن رسم ملوك الروس أن يكون معه في قصره أربعمائة رجل من صناديد أصحابه وأهل الثقة عنده فهم يموتون بموته ويقتلون دونه ومع كل واحد منهم جارية تخدمه وتغسل رأسه وتصنع له ما يأكل ويشرب وجارية أخرى يطؤها وهؤلاء الأربعمائة يجلسون تحت سريره وسريره عظيم مرصع بنفيس الجواهر ويجلس معه على السرير أربعون جارية لفراشه وربما وطىء الواحدة منهن بحضرة أصحابه |جـ 3 صـ 83| الذين ذكرنا ولا ينزل عن سريره فإذا أراد قضاء حاجة قضاها في طشت وإذا أراد الركوب قدموا دابته إلى السرير فركبها منه وإذا أراد النزول قدم دابته حتى يكون نزوله عليه وله خليفة يسوس الجيوش ويواقع الأعداء ويخلفه في رعيته هذا ما نقلته من رسالة ابن فضلان حرفا حرفا وعليه عهدة ما حكاه والله أعلم بصحته وأما الآن فالمشهور من دينهم دين النصرانية ",
                "title": "روس",
                "uri": "JK_000129_005962"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}