{
    "features": [
        {
            "item": "JK_000129_002612",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.38-39",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تكريت والنسبة التكريتي</h1> بفتح التاء والعامة يكسرونها بلدة مشهورة بين بغداد والموصل وهي إلى بغداد أقرب بينها وبين بغداد ثلاثون فرسخا ولها قلعة حصينة في طرفها الأعلى راكبة على دجلة وهي غربي دجلة وفي كتاب الملحمة المنسوب إلى بطليموس مدينة تكريت طولها ثمان وتسعون درجة وأربعون دقيقة وعرضها سبع وثلاثون درجة وثلاث دقائق وقال غيره طولها تسع وستون درجة وثلث وعرضها خمس وثلاثون درجة ونصف وتعديل نهارها ثماني عشرة درجة وأطول نهارها أربع عشرة ساعة وثلث وكان أول من بنى هذه القلعة سابور بن أردشير ابن بابك لما نزل الهد وهو بلد قديم مقابل تكريت في البرية يذكر إن شاء الله تعالى إن انتهينا إلى موضعه وقيل سميت بتكريت بنت وائل وحدثني العباس بن يحيى التكريتي وهو معروف بالعلم والفضل في الموصل قال مستفيض عند المحصلين بتكريت أن بعض ملوك الفرس أول ما بنى قلعة تكريت على حجر عظيم من جص وحصى كان بارزا في وسط دجلة ولم يكن هناك بناء غيره بالقلعة وجعل بها مسالح وعيونا وربايا تكون بينهم وبين الروم لئلا يدهمهم من جهتهم أمر فجأة وكان بها مقدم على من بها قائد من قواد الفرس ومرزبان من مرازبتهم فخرج ذلك المرزبان يوما يتصيد في تلك الصحارى فرأى حيا من أحياء العرب نازلا في تلك البادية فدنا منهم فوجد الحي خلوفا وليس فيه غير النساء فجعل يتأمل النساء وهن يتصرفن في أشغالهن فأعجب بامرأة منهن وعشقها عشقا مبرحا فدنا من النساء وأخبرهن بأمره وعرفهن أنه مرزبان هذه القلعة وقال إنني قد هويت فتاتكم هذه وأحب أن تزوجونيها فقلن هذه بنت سيد هذا الحي ونحن قوم نصارى وأنت رجل مجوسي ولا يسوغ في ديننا أن نزوج بغير أهل ملتنا فقال أنا أدخل في دينكم فقلن له إنه خير إن فعلت ذلك ولم يبق إلا أن يحضر رجالنا ويخطب إليهم كريمتهم فإنهم لا يمنعونك فأقام إلى أن رجع رجالهن وخطب إليهم فزوجوه فنقلها إلى القلعة وانتقل معها عشيرتها إكراما لها فنزلوا حول القلعة فلما طال مقامهم بنوا هناك أبنية ومساكن وكان اسم المرأة تكريت فسمي الربض باسمها ثم قيل قلعة تكريت نسبوها إلى الربض وقال عبيد الله بن الحر وكان قد وقع بينه وبين أصحاب مصعب وقعة بتكريت قتل بها أكثر أصحابه ونجا بنفسه فقال فإن تك خيلي يوم تكريت أحجمت وقتل فرساني فما كنت وانيا وما كنت وقافا ولكن مبارزا أقاتلهم وحدي فرادى وثانيا |جـ 2 صـ 39| دعاني الفتى الأزدي عمرو بن جندب فقلت له لبيك لما دعانيا فعز على ابن الحر أن راح راجعا وخلفت في القتلى بتكريت ثاويا ألا ليت شعري هل أرى بعدما أرى جماعة قومي نصرة والمواليا وهل أزجرن بالكوفة الخيل شزبا ضوامر تردى بالكماة عواديا فألقى عليه مصعبا وجنوده فأقتل أعدائي وأدرك ثاريا وقال عبيد لله بن قيس الرقيات أتقعد في تكريت لا في عشيرة شهود ولا السلطان منك قريب وقد جعلت أبناؤنا ترتمي بنا بقتل بوار والحروب حروب وأنت امرؤ للحزم عنك منزل وللدين والإسلام منك نصيب فدع منزلا أصبحت فيه فإنه به جيف أودت بهن خطوب وافتتحها المسلمون في أيام عمر بن الخطاب في سنة 16 أرسل إليها سعد بن أبي وقاص جيشا عليه عبد الله بن المعتم فحاربهم حتى فتحها عنوة وقال في ذلك ونحن قتلنا يوم تكريت جمعها فلله جمع يوم ذاك تتابعوا ونحن أخذنا الحصن والحصن شامخ وليس لنا فيما هتكنا مشايع وقال البلاذري وجه عتبة بن فرقد من الموصل بعدما افتتحها في سنة عشرين مسعود بن حريث بن الأبجر أحد بني تيم بن شيبان إلى تكريت ففتح قلعتها صلحا وكانت لامرأة من الفرس شريفة فيهم يقال لها داري ثم نزل مسعود القلعة فولده بها وابتنى بتكريت مسجدا جامعا وجعله مرتفعا من الأرض لأنه أمنهم على خنازيرهم فكره أن تدخل المسجد وينسب إليها من أهل العلم والرواية جماعة منهم أبو تمام كامل بن سالم بن الحسين بن محمد التكريتي الصوفي شيخ رباط الزوزني ببغداد سمع الحديث من أبي القاسم الحسين توفي في شوال سنة 845 وغيره ",
                "title": "تكريت والنسبة التكريتي",
                "uri": "JK_000129_002612"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}