{
    "features": [
        {
            "item": "JK_000952_3961",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.388-389",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنبجي</h1> بفتح الميم وسكون النون وكسر الباء المنقوطة بواحدة وفي اخرها الجيم منبج إحدى بلاد الشام وإياها عنى الأمير أبو فراس % لولا العجوز بمنبج % % ما خفت أسباب المنية % ومنبج بناها كسرى حين غلب على ناحية من الشام مما كان في أيدي الروم وسماها منبه وبنى بها ست نار سمى يزداينار من ولد أزدشير بن نائب وهو جد سليمان بن مجالد الفقيه فأعرب العرب منبه منبج ويقال إنما سمي ببيت نار منبه فغلب على اسم المدينة كان بها ومنها جماعة من العلماء والمحدثين ومنهم محمد بن سلام المنبجي يروي عن عيسى بن يونس روى عنه الفضل بن محمد الباهلي والضحاك بن حجوة المنبجي يروي عن ابن يونس روى عنه الفضل بن محمد الباهلي والضحاك بن حجوة المنبجي يروي عن ابن عيينة وأهل بلده العجائب روى عنه عمر بن سعيد بن سنان الحافظ المنبجي بنسخة مقلوبة يطول ذكرها لا يجوز الاحتجاج به ولا الرواية عنه إلا للمعرفة فقط روى عنه أبو أسامة وحاجب بن سليمان المنبجي يروي عن وكيع وخالد بن عمرو القرشي ومحمد بن معصب الفرقساني روى عند عبد الله بن زياد الموصلي وأحمد بن يوسف المنبجي وعمر بن سعيد بن سنان المنبجي الحافظ يروي عن أحمد ابن أبي شعيب الحراني وأبي مصعب الزهري وعبد العزيز بن يحيى الحراني وسعيد بن حفص النفيلي وهشام بن عمار وبركة بن محمد روى عنه سليمان بن أحمد الطبراني وعبد الله بن عدي الجرجاني ومحمد بن الحسن اليقطيني وغيرهم وعلي بن زيد المنبجي يروي عن مؤمل بن إهاب روى عنه الطبراني ومن المتأخرين أبو علي الحسن بن سلامة بن ساعد المنبجي الفقيه كان منها تفقه على القاضي أبي عبد الله الدامغاني روى عن أبي نصر الزينبي وعاصم بن الحسن الكرخي سمعت منه ببغداد ومحمد بن حاتم بن هزهاز المنبجي حدث عن أحمد بن عبد الرحمن الكزبراني روى عنه أبو الفضل الشيباني |جـ 5 صـ 389| وأحمد بن يوسف بن إسحاق المنبجي حدث عن عبد الله بن خبيق وسهل بن صالح روى عنه أبو شاكر عثمان بن محمد بن حجاج الشافعي وأبو الفضل صالح بن أحمد بن أبي الأصبغ المنبجي حدث عن موسى بن سليمان ومحمد بن عوف الحمصيين روى عنه أبو سليمان محمد بن الحسين الحراني ومحمد بن المظفر الحافظ ويعقوب بن إسحاق المنبجي حدث عن الضحاك بن حجوة حدث عنه عثمان بن جعفر وابن الزبير الحافظ المنبجي له مصنفات شاهدت منها بمنبج أشياء واسمه وشيخنا أبو وأبو عبادة الوليد بن عيد البحتري الشاعر منبجي قال ابن ماكولا رأيت خطته ودوره بها وقبره يقارب باب الجسر وأبو العباس عبد الله بن عبد الملك بن الأصبغ بن وهب المنبجي يروي عن عمر بن سنان المنبجي الحافظ روى عنه أبو الحسين بن جميع وذكر أنه سمع منه بمنبج ",
                "title": "المنبجي",
                "uri": "JK_000952_3961"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}