{
    "features": [
        {
            "item": "JK_000952_0095",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.108-109",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأردستاني</h1> بفتح الألف وسكون الراء وفتح الدال وسكون السين المهملتين وفتح التاء المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى أردستان وهي بليدة قريبة من أصبهان على طرف البرية عند أزوارة بينهما وهي على ثمانية عشر فرسخا من أصبهان ورأيت بخط والدي رحمه الله وكان ضبطها عن الحافظ الدقاق بكسر الألف والدال خرج منها جماعة من المحدثين منهم أبو محمد عبد الله بن يوسف بن أحمد بن مامويه الأردستاني المعروف بالأصبهاني نزيل نيسابور كان أحد الثقات المكثرين رحل إلى العراق والحجاز وأدرك الشيوخ وكان له قدم ثابت في التصوف صحب بمكة أبا سعيد ابن الأعرابي وبنيسابور أبا الحسن البوشنجي وعاش حتى صارت إليه الرحلة وانتخب عليه الحفاظ مثل ابن بكير البغدادي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وروى عنه وآخر من روى عنه في الدنيا أبو بكر بن علي بن خلف الشيرازي الأديب وكانت ولادته سنة خمس عشرة وثلاثمائة ووفاته في شهر رمضان سنة تسع وأربعمائة ودفن بمقبرة باب معمر بنيسابور وأبو جعفر محمد بن إبراهيم بن داود بن سليمان الأديب الأردستاني كانت له رحلة إلى العراق والحجاز والشام سمع أبا الشيخ الحافظ وأحمد بن عبيد الله النهرديري البصري وابن فناكي الرازي وأبا القاسم ابن حبابة البزاز وأبا بكر أحمد بن عبد الرحمن بن غيلان الشيرازي وأبا بكر بن جشنس وأبا الحسين الكلابي الدمشقي وطبقتهم روى عنه عبد الرحمن بن أبي عبد الله بن منده وأبو الفتح الحداد الأصبهانيان وتوفي في ذي القعدة سنة خمس عشرة وأربعمائة وأبو بكر محمد بن إبراهيم بن أحمد بن محمد الأردستاني الحافظ كان حافظا متدينا مكثرا من الحديث رحل إلى العراق والحجاز والشام وديار مصر وخرج إلى خراسان وبلغ إلى ما وراء النهر وكتب الكثير سمع أبا الحسن علي بن عمر الدارقطني وأبا الحسين أحمد بن محمد بن عمر الخفاف وأبا بكر أحمد بن عبدان الشيرازي وأبا حفص بن ابن شاهين وأبا الفتح القواس وأبا طاهر محمد بن عبد الرحمن المخلص وغيرهم ذكره أحمد بن محمد بن ماما الحافظ وقال شاب مفيد حسن العشرة كان جهد في تتبع الآثار وجد في جمع الأخبار بالعراق وبخراسان وما وراء النهر وأقام ببخارا سنين يكتب معنا فحصل أكثر حديث بخارا ثم رجع فوجدت خبره في سنة أربع وأربعمائة عند الحافظ الجليل أبي عبد الله بن البيع بنيسابور ثم خرج إلى مصر فلم أسمع بخبره بعد ذلك ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد فقال أبو بكر الأردستاني ساكن أصبهان كان رجلا صالحا يكثر السفر إلى مكة ويحج ماشيا كتبت عنه وكان ثقة يفهم الحديث وذكره أبو زكريا يحيى بن أبي عمرو بن منده في كتاب أصبهان فقال أبو بكر محمد بن إبراهيم الأردستاني أحد الحفاظ كان متقيا متدينا سافر إلى خراسان وبغداد ومات بهمذان يوم عاشوراء سنة سبع وعشرين وأربعمائة يوم |جـ 1 صـ 109| الثلاثاء وأبو الفتح الجبار ابن عبد الله بن إبراهيم بن برزة الأردستاني الجوهري ثم الرازي كان من الثقات سافر إلى العراق والشام وحدث بهما سمع بالري أبا الحسن علي بن عمر القصار وبنيسابور أبا عبد الرحمن محمد بن الحسين السلمي وبحران أبا القاسم علي بن محمد بن علي العلوي وطبقتهم سمع منه من الحفاظ أبو بكر أحمد بن علي بن ثابت الخطيب وروى لي عنه أبو منصور محمود بن أحمد بن ماشاذه الواعظ بأصبهان وأبو سعد أحمد بن محمد بن أحمد البغدادي بالحجاز وجماعة سواهما وكانت ولادته في شهر ربيع الأول سنة ثمان وسبعين وثلاثمائة ومات في المحرم من سنة ثمان وستين وأربعمائة بأصبهان وأبو الحسن علي بن محمد بن الحسين الأردستاني الفقيه كان سمع أبا العباس محمد بن يعقوب الأصم بخراسان وغيره هكذا ذكره أبو بكر بن مردويه الحافظ في تاريخه لأصبهان وعبد الله بن شعيب بن أحمد بن محمد بن مهران الأردستاني التاجر يروي عن أبي القاسم عبد الله بن محمد البغوي روى عنه أبو بكر بن موسى الحافظ الأصبهاني وأبو عبد الله عبيد الله بن أحمد بن الفضل بن شهريار الأردستاني التاجر من أهل أصبهان حدث عن الرازيين يروي عن عبد الرحمن بن محمد بن حماد روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وتوفي في شهر ربيع الأول سنة ثمانين وثلاثمائة وكثير بن زر الأردستاني يروي عن إسماعيل بن آدم الجرجاني عن فرج بن فضالة عن لقمان عن أبي الدرداء رضي الله عنه أنه كان يشتري العصافير من الصبيان فيرسلها روى عنه ابنه يحيى بن كثير الأردستاني ",
                "title": "الأردستاني",
                "uri": "JK_000952_0095"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}