{
    "features": [
        {
            "item": "JK_000129_009040",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.143-144",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عكة والنسبة العكي</h1> بفتح أوله وتشديد ثانيه قال أبو زيد العكة الرملة حميت عليها الشمس وقال الليث العكة من الحر الفورة الشديدة في القيظ وهو الوقت الذي تركد فيه الريح وقد تقدم في عك ما فيه كفاية قال صاحب الملحمة طول عكة ست وستون درجة وعرضها إحدى وثلاثون درجة وفي ذرع أبي عون طولها ثمان وخمسون درجة وخمس وعشرون دقيقة وعرضها ثلاث وثلاثون درجة وثلث وهي في الإقليم الرابع و عكة اسم بلد على ساحل بحر الشام من عمل الأردن وهي من أحسن بلاد الساحل في أيامنا هذه وأعمرها قال أبو عبد الله محمد بن أحمد بن أبي بكر البناء البشاري عكة مدينة حصينة كبيرة الجامع فيه غابة زيتون يقوم بسرجه وزيادة ولم تكن على هذه الحصانة حتى قدمها ابن طولون وكان قد رأى صور واستدارة الحائط على مينائها فأحب أن يتخذ لعكة مثل ذلك الميناء فجمع صناع الكور وعرض عليهم ذلك فقيل له لا يهتدي أحد إلى البناء في الماء في هذا الزمان ثم ذكر له جدنا أبو بكر البناء وقيل له إن كان عند أحدهم فيه علم فهو عنده |جـ 4 صـ 144| فكتب إليه وأتي به من المقدس وعرض عليه ذلك فاستهان به والتمس منهم إحضار فلق من خشب الجميز غليظة فلما حضرت عمد يصفها على وجه الماء بقدر الحصن البري وضم بعضها إلى بعض وجعل لها بابا عظيما من ناحية الغرب ثم بنى عليها الحجارة والشيد وجعل كلما بنى خمس دوامس ربطها بأعمدة غلاظ ليشتد البناء وجعلت الفلق كلما ثقلت نزلت حتى إذا علم أنها قد استقرت على الرمل تركها حولا كاملا حتى أخذت قرارها ثم عاد فبنى من حيث ترك وكلما بلغ البناء إلى الحائط الذي قبله أدخله فيه ثم جعل على الباب قنطرة والمراكب كل ليلة تدخل الميناء وتجر سلسلة بينها وبين البحر الأعظم مثل صور قال فدفع إليه ألف دينار سوى الخلع والمركوب واسمه عليه مكتوب إلى اليوم قال وكان العدو قبل ذلك يغير على المراكب وفتحت عكة في حدود سنة 51 على يد عمرو بن العاص ومعاوية بن أبي سفيان وكان لمعاوية في فتحها وفتح السواحل أثر جميل ولما ركب منها إلى غزوة قبرص رمها وأعاد ما تشعث منها وكذلك فعل بصور ثم خربت فجددها هشام بن عبد الملك وكانت فيها صناعة بلاد الأردن وهي محسوبة من حدود الأردن ثم نقل هشام الصناعة منها إلى صور فبقيت على ذلك إلى قرابة أيام الإمام المقتدر ثم اختلفت أيدي المتغلبين عليها وعمرت عكة أحسن عمارة وصارت بها الصناعة إلى يومنا ذا وهي للإفرنج وفي الحديث طوبي لمن رأى عكة وقال الفراء هذه أرض عكة وأرض عكة تضاف ولا تضاف أي حارة وكانت قديما بيد المسلمين حتى أخذها الإفرنج ومعديهم بغدوين صاحب بيت المقدس من زهر الدولة بناء الجيوشي منسوب إلى أمير الجيوش بدر الجمالي أو ابنه وكان بها من قبل المصريين فقصد الإفرنج برا وبحرا في سنة 794 فقاتلهم أهل عكة حتى عجوزا عنهم لقصور المادة بهم وكان أهل مصر لا يمدونهم بشيء فسلموها إليهم وقتلوا منها خلقا كثيرا وسبوا جماعة أخرى حملوهم إلى خلف البحر وخرج زهر الدولة حتى وصل إلى دمشق ثم عاد إلى مصر ولم تزل في أيديهم حتى افتتحها صلاح الدين يوسف بن أيوب في جمادى الأولى سنة 385 وأشحنها بالرجال والعدد والميرة فعاد الأفرنج ونزلوا عليها وخندقوا دونهم خندقا وجاءهم صلاح الدين ونزل دونهم وأقام حولهم ثلاث سنين حتى استعادها الأفرنج من المسلمين عنوة في سابع جمادى الآخرة سنة 785 وأحضروا أسارى المسلمين وكانوا نحو ثلاثة آلاف وحملوا عليهم حملة واحدة فقتلوهم عن آخرهم وهي في أيديهم إلى الآن وقد نسب إليها قوم منهم الحسن بن إبراهيم العكي يروي عن الحسن بن جرير الصوري روى عنه عبد الصمد بن الحكم ",
                "title": "عكة والنسبة العكي",
                "uri": "JK_000129_009040"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}