{
    "features": [
        {
            "item": "JK_000129_003229",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.137-138",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جزيرة العرب</h1> قد اختلف في تحديدها وأحسن ما قيل فيها ما ذكره أبو المنذر هشام بن محمد بن السائب مسندا إلى ابن عباس قال اقتسمت العرب جزيرتها على خمسة أقسام قال وإنما سميت بلاد العرب جزيرة لإحاطة الأنهار والبحار بها من جميع أقطارها وأطرافها فصاروا منها في مثل الجزيرة من جزائر البحر وذلك أن الفرات أقبل من بلاد الروم فظهر بناحية قنسرين ثم انحط على أطراف الجزيرة وسواد العراق حتى وقع في البحر في ناحية البصرة والأبلة وامتد إلى عبادان وأخذ البحر في ذلك الموضع مغربا مطيفا ببلاد العرب منعطفا عليها فأتى منها على سفوان وكاظمة إلى القطيف وهجر وأسياف البحرين وقطر وعمان والشحر ومال منه عنق إلى حضرموت وناحية أبين وعدن وانعطف مغربا نصبا إلى دهلك واستطال ذلك العنق فطعن في تهائم اليمن إلى بلاد فرسان وحكم والأشعريين وعك ومضى إلى جدة ساحل مكة والجار ساحل المدينة ثم ساحل الطور وخليج أيلة وساحل راية حتى بلغ قلزم مصر وخالط بلادها وأقبل النيل في غربي هذا العنق من أعلى بلاد السودان مستطيلا معارضا للبحر معه حتى دفع في بحر مصر والشام ثم أقبل ذلك البحر من مصر حتى بلغ بلاد فلسطين فمر بعسقلان وسواحلها وأتى صور ساحل الأردن وعلى بيروت وذواتها من سواحل دمشق ثم نفذ إلى سواحل حمص وسواحل قنسرين حتى خالط الناحية التي أقبل منه الفرات منحطا على أطراف قنسرين والجزيرة إلى سواد العراق قال فصارت بلاد العرب من هذه الجزيرة التي نزلوها وتوالدوا فيها على خمسة أقسام عند العرب في أشعارها وأخبارها تهامة والحجاز ونجد والعروض واليمن وذلك أن جبل السراة وهو أعظم جبال العرب وأذكرها أقبل من قعرة اليمن حتى بلغ أطراف بوادي الشام فسمته العرب حجازا لأنه حجز بين الغور وهو تهامة وهو هابط وبين نجد وهو ظاهر فصار ما خلف ذلك الجبل في غربيه إلى أسياف البحر من بلاد الأشعريين وعك وكنانة وغيرها ودونها إلى ذات عرق والجحفة وما صاقبها وغار من أرضها الغور غور تهامة وتهامة تجمع ذلك كله وصار ما دون ذلك الجبل في شرقيه من صحاري نجد إلى أطراف العراق والسماوة وما يليها نجدا ونجد تجمع ذلك كله وصار الجبل نفسه وهو سراته وهو الحجاز وما احتجز به في شرقيه من الجبال وانحاز إلى ناحية فيد والجبلين إلى المدينة ومن بلاد مذحج تثليث وما دونها إلى ناحية فيد حجازا والعرب تسميه نجدا وجلسا والجلس ما ارتفع من الأرض وكذلك النجد والحجاز يجمع ذلك كله وصارت بلاد اليمامة والبحرين وما والاهما العروض وفيها نجد وغور لقربها من البحر وانخفاض مواضع منها ومسايل أودية فيها والعروض بجمع ذلك كله وصار ما خلف تثليث وما قاربها إلى صنعاء وما والاها من البلاد إلى حضرموت والشحر وعمان وما يلي ذلك اليمن وفيها تهامة ونجد واليمن تجمع ذلك كله فمكة من تهامة والمدينة والطائف من نجد والعالية وقال ابن الأعرابي الجزيرة ما كان فوق تيه وإنما سميت جزيرة لأنها تقطع الفرات ودجلة ثم تقطع في البر |جـ 2 صـ 138| وقرأت قي نوادر ابن الأعرابي قال الهيثم بن عدي جزيرة العرب من العذيب إلى حضرموت ثم قال ما أحسن ما قال وقال الأصمعي جزيرة العرب إلى عدن أبين في الطول والعرض من الأبلة إلى جدة وأنشد الأسود بن يعفر وكان فد كف بصره ومن البلية لا أبا لك إنني ضربت علي الأرض بالأسداد لا أهتدي فيها لموضع تلعة بين العذيب إلى جبال مراد قال فهذا طول جزيرة العرب على ما ذكر وقال بعض المعمرين لم يبق يا خدلة من لداتي أبو بنين لا ولا بنات من مسقط الشحر إلى الفرات إلا يعد اليوم في الأموات هل مشتر أبيعه حياتي فالشحر بين عمان وعدن قال الأصمعي جزيرة العرب أربعة أقسام اليمن ونجد والحجاز والغور وهي تهامة فمن جزيرة العرب الحجاز وما جمعه وتهامة واليمن وسبا والأحقاف واليمامة والشحر وهجر وعمان والطائف ونجران والحجر وديار ثمود والبئر المعطلة والقصر المشيد وإرم ذات العماد وأصحاب الأخدود وديار كندة وجبال طيء وما بين ذلك ",
                "title": "جزيرة العرب",
                "uri": "JK_000129_003229"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}