{
    "features": [
        {
            "item": "JK_000129_009704",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.250-251",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفرش</h1> بفتح أوله وسكون ثانيه وآخره شين معجمة والفرش يأتي في كلامهم على معان الفرش من فرشت الفراش معلوم والفرش الزرع إذا صار بثلاث ورقات أو أكثر والفرش اتساع في رجل البعير وهو مدح فاذا كثر فهو عقل وهو ذم والفرش صغار الإبل في قوله تعالى و & ومن الأنعام حمولة وفرشا & وقال بعض أهل التفسير والبقر والغنم أيضا من الفرش والفرش أيضا واد بين غميس الحمام وملل وفرش وصخيرات الثمام كلها منازل نزلها رسول الله صلى الله عليه وسلم حين سار إلى بدر وملل واد ينحدر من ورقان جبل مزينة حتى يصب في الفرش فرش سويقة وهو متبدى بني حسن بن علي بن أبي طالب وبني جعفر بن أبي طالب ثم ينحدر من الفرش حتى يصب في إضم ثم يفرغ في البحر و فرش الجبا موضع في الحجاز أيضا قال كثير أهاجك برق آخر الليل وأصب تضمنه فرش الجبا فالمسارب حدث الزبير بن بكار وغيره قال كان محمد بن بشير الخارجي من بني خارجة بن عدوان منقطعا إلى أبي عبيدة بن عبد الله بن زمعة بن الأسود بن المطلب بن عبد العزى جد ولد عبد الله بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم من جهة أمهم هند بنت أبي عبيدة وكان إليه محسنا وبه بارا قد كفاه عياله وفرغ عن طلب المعيشة باله |جـ 4 صـ 251| فمات أبو عبيدة وكان ينزل الفرش من ملل فجزعت ابنته هند أم ولد عبد الله بن الحسن جزعا شديدا فكلم عبد الله بن الحسن الخارجي في أن يدخل إليها فيعزيها ويؤنسها عن أبيها فدخل معه إليها فلما وقعت عينه عليها صاح بأعلى صوته فقومي اضربي عينيك يا هند لن تري أبا مثله تسمو إليه المفاخر وكنت إذا فاخرت أسميت والدا يزين كما زان اليدين الأساور فإن تعوليه تشف يوم عويله غليلك أو يعذرك في القوم عاذر وتحزنك ليلات طوال وقد مضت بذي الفرش ليلات السرور القصائر فلقاك ربا يغفر الذنب رحمة إذا بليت يوم الحساب السرائر وقد علم الإخوان أن بناته صوادق إذ يندبنه وقواصر إذا ما ابن زاد الركب لم يمس ليلة قفا صفر لم يقرب الفرش صافر ألا أيها الناعي ابن زينب غدوة نعيت فتى دارت عليه الدوائر لعمري لقد أمسى قرى الضيف عاتما بذي الفرش لما غيبتك المقابر إذا شرقوا نادوا صداك ودونه من البعد أنفاس الصدور الزوافر قال فقامت هند فصكت وجهها وعينها وصاحت بويلها وحربها والخارجي يصيح معها حتى لقيا جهدا فقال له عبد الله بن الحسن ألهذا دعوتك ويحك فقال أظننت أنني أعزيها عن أبي عبيدة والله ما يسليني عنه أحد ولا لي عزاء عنه فكيف يسليها عنه من ليس يسلوه ",
                "title": "الفرش",
                "uri": "JK_000129_009704"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}