{
    "features": [
        {
            "item": "JK_000952_2654",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.110-112",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العاصمي</h1> بفتح العين المهملة وكسر الصاد المهملة وفي آخرها الميم |جـ 4 صـ 111| هذه النسبة إلى عاصم وهو اسم لبعض أجداد المنتسب إليه وهو أبو الحسن عاصم بن الحسن بن محمد بن علي بن عاصم بن مهران العاصمي من أهل كرخ بغداد سكن باب الشعير من ملاح البغداديين وظرفائهم وكان ثقة صدوقا ورعا دينا مكثرا من الحديث وكان صاحب طرف وأخبار وأشعار مطبوع النادرة مليح المحاورة وكان له شعر رقيق مليح في الغزل ووصف الخمر في غاية الحسن ما عرف له صبوة ولا اشتغال قط بمعاناة ذلك سمع أبا عمر عبد الواحد بن محمد بن مهدي الفارسي وأبا الحسين أحمد بن محمد بن أحمد بن حماد بن المتيم الواعظ وأبا الحسين علي بن محمد بن عبد الله بن بشران السكري وأبا الحسن محمد بن عبد العزيز بن جعفر البردعي انتشرت روايته في البلدان ورحلوا إليه وروى لي عنه أبو عبد الله محمد بن الفضل الفراوي وأبو بكر وجيه بن طاهر الشحامي بنيسابور وأبو القاسم إسماعيل بن محمد بن الفضل الحافظ وأبو نصر أحمد بن عمر بن الغازي بأصبهان وأبو الفضل محمد بن ناصر بن محمد السلامي الحافظ وأبو إسحاق إبراهيم وأبو الفضل محمد ابنا أحمد بن مالك الدير عاقولي وأبو البركات عمر بن إبراهيم بن حمزة الحسيني بالكوفة وأبو سعد أحمد بن محمد بن أحمد بن الحسن الحافظ بمكة والمدينة وأبو محمد هبة الله بن أحمد بن طاوس المقرىء بدمشق وجماعة كثيرة سواهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في كتاب المؤتنف وتوفي قبله بعشرين سنة وكانت ولادته سنة سبع وتسعين وثلاثمائة وتوفي في جمادي الآخرة سنة ثلاث وثمانين وأربعمائة ودفن في مقبرة جامع المدينة وأبو الفضل يعقوب بن يوسف بن عاصم العاصمي البخاري من أهل بخارى شيخ أهل بلده لأهل الحديث في عصره وقد رأيت بها أعقابه وصحبنا نافلته أبا الفضل ورأيت آثار سلفه وصدقاتهم على أهل الحديث وكان متمكنا من ولاة خراسان في ثروة وأبوة قديمة سمع بالعراق محمد بن عبيد الله بن المنادي ومحمد بن سنان القزاز وأبا قلابة عبد الملك بن محمد الرقاشي والعباس بن محمد الدوري وغيرهم روى عنه يحيى بن منصور القاضي وعلي بن عيسى وعبد الله بن محمد بن عبد الرحمن الحيري ورد نيسابور وعقد له مجلس كبير سنة أربع عشرة وثلاثمائة ومات ببخارى سنة خمس وعشرين وثلاثمائة |جـ 4 صـ 112| وأبو بكر محمد بن إبراهيم بن علي بن عاصم بن زاذان بن المقرىء العاصمي الزاذاني نسب إلى جده الأعلى من أهل أصبهان وكان من الورعين الصادقين المكثرين من الحديث كتب عنه جماعة ممن تقدمت وفاته كأبي محمد عبد الله بن محمد بن جعفر بن حيان المعروف بأبي الشيخ الأصبهاني وقد ذكرته في الزاي وسأعيد ذكره في الميم روى عنه أبو بكر أحمد بن موسى وأبو نعيم أحمد بن عبد الله الحافظان ",
                "title": "العاصمي",
                "uri": "JK_000952_2654"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}