{
    "features": [
        {
            "item": "JK_000952_3325",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.549-550",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القنسريني</h1> بكسر القاف وتشديد النون وسكون السين المهملة وكسر الراء والياء المنقوطة من تحتها باثنتين والنون في آخرها هذه النسبة إلى بلدة عند حلب يقال لها قنسرين بت ليلة بقربها وكان جند في ابتداء الإسلام ينزل بها يقال لهم جند قنسرين وكان خالد بن الوليد عليها من جهة أبي عبيدة بن الجراح وقد ينسب إليها بالقنسري أيضا والمنسوب إليها معلى بن الوليد القعقاعي القنسريني من أهل قنسرين سكن مصر يروي عن موسى بن أعين ويزيد بن سعيد بن ذي عصوان روى عنه أهل مصر ومحمد بن بركة القنسريني وكان بحمص ومتوكل القنسريني يروي عن حميد بن العلاء يقال له ابن أبي زهرة في كتاب الترغيب لحميد بن زنجويه وحاتم بن أبي نصر القنسريني من أهل قنسرين يروي عن عبادة بن نسي روى عنه هشام بن سعيد وقيس بن بشر التغلبي القنسريني يروي عن أبيه روى عنه هشام بن سعيد |جـ 4 صـ 550| وحوثرة بن سهيل الباهلي القنسريني أخو العجلان بن سهيل من أهل قنسرين قال أبو سعيد بن يونس كان أمير مصر لمروان بن محمد وكان رجل سوء سفاكا للدماء يحكى عنه حكايات في خطبته وأبو عمرو كلثوم بن عمرو العتابي القنسريني من أهل قنسرين وذكرته في التعابي لأنه اشتهر بهذه النسبة وسقت نسبته إلى عتاب في ذلك الموضع وكان شاعرا مترسلا مطبوعا متصرفا في فنون من الشعر مقدما في الخطابة والرواية حسن العارضة والبديهة من شعراء الدولة العباسية وكان يتجنب غشيان السلطان قناعة وتنزها وصيانة وتعززا وكان يلبس الصوف ويظهر الزهد وكان منقطعا إلى البرامكة فوصفوه للرشيد ووصلوه به فبلغ عنده كل مبلغ وعظمت فوائده منه ومنصور النمري راويته وتلميذه ثم فسدت الحال بينهما وتباعدت وحكي أن طوق بن مالك كان قريبا للعتابي فكتب إليه يستزيره ويدعوه إلى أن يصل القرابة بينه وبينه فرد عليه إن قريبك من قرب منك خيره وإن عمك من عمك نفعه وإن عشيرتك من أحسن عشرتك وإن أحب الناس إليك أجداهم بالمنفعة عليك ولذلك اقول % ولقد بلوت الناس ثم سبرتهم % % وخبرت ما وصلوا من الأنساب % % فإذا القرابة لا تقرب قاطعا % % وإذا المودة أقرب الأسباب % وقيل للعتابي إنك تلقى العامة ببشر وتقريب فقال رفع ضغينة بأيسر مؤونة واكتساب إخوان بأهون مبذول وكتب المأمون في إشخاص العتابي فلما قدم عليه قال يا كلثوم بغتني وفاتك فسائتني ثم بلغتني وفادتك فسرتني فقال له العتابي يا أمير المؤمنين لو قسمت هاتان الكلمتان على أهل الأرض لوسعتاهم فضلا وإنعاما وقد خصصتني منهما بما لا يتبع له أمنية ولا ينبسط بسؤله أمل لأنه لا دين إلا بك ولا دنيا إلا معك قال سلني قال يدك بالعطاء أطلق من لساني بالسؤال فوصله صلات سنية وبلغ به من التقديم والإكرام أعلى محل ",
                "title": "القنسريني",
                "uri": "JK_000952_3325"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}