{
    "features": [
        {
            "item": "JK_000952_1051",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.154-155",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحافظ</h1> بفتح الحاء وكسر الفاء وفي آخرها الظاء المعجمة هذا لقب جماعة من أئمة الحديث لحفظهم ومعرفته والذب عنه وفيهم شهرة سمعت شيخي وأستاذي أبا القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان يقول مذاكرة سمعنا جزءا بأصبهان من شيخ مع أبي زكريا يحيى بن أبي عمرو بن منده وأبي عبد الله محمد بن عبد الواحد الدقاق فسمعت أنا في الجزء وكتبت لأبي زكريا الشيخ الإمام الحافظ فلان فلما تفرفنا رآني أبو عبد الله الدقاق فقال لي يا فلان أما تستحي وكيف تستجير أن تكتب ليحيى بن منده الحافظ وأيش يحفظ هو من الحديث فقلت يا شيخ محمد إن ظننت أن الحافظ لا يكتب إلا لمن يحفظ جميع حديث رسول الله صلى الله عليه وسلم فينبغي أن لا يكتب هذا لأحد وإن كان يكتب هذا اللقب لمن يحفظ البعض دون البعض فأنا وأنت ويحيى والكل فيه سواء فسكت ولم يقل |جـ 2 صـ 155| شيئا وجماعة سوى هؤلاء يقال لكل واحد منهم الحافظ فان ببغداد لمن يحفظ الثياب في الحمامات يقال له الحافظ واشتهر بهذا أبو عبد الله الحسين بن أحمد بن محمد بن طلحة بن محمد بن عثمان النعالي الحافظ كان شيخا يحفظ الثياب في حمام بالكرخ وكان أبو نصر اليونارتي الأصبهاني إذا روى عنه كان يقول في روايته عنه الحافظ وأبو عبد الله هذا كان شيخا صالحا ولا يعرف شيئا ما من الحديث غير أنه سمع الحديث من أبي عمر عبد الواحد بن محمد بن مهدي الفارسي وأبي سعد أحمد بن محمد بن الماليني وأبي الحسن محمد بن عبيد الله الحنائي وأبي القاسم الحسن بن الحسن بن علي بن المنذر القاضي وأبي سهل محمود بن عمر العكبري وغيرهم روى لنا عنه أبو عبد الله محمد بن الحسن الباغبان المقري وأبو محمد سفيان بن إبراهيم بن منده الصوفي بأصبهان وأبو عبد الله محمد بن أحمد ابن محمد بن عبد القاهر الطوسي بالموصل وأبو الفتح محمد بن عبد الباقي ابن البطي بمكة وأبو القاسم علي بن طراد بن محمد الزينبي وأبو عبد الله الحسين بن محمد بن علي الخرقي ببغداد وأبو حعفر حنبل بن علي السجزي بهراة وأبو الغنائم إسماعيل بن محمد بن القاسم الموسوي بمرو وجماعة كثيرة سواهم قريبا من أربعين نفسا وتوفي في صفر سنة ثلاث وتسعين وأربعمائة ودفن بمقبرة جامع المنصور وذكرت من حفاظ الحديث واحدا عرف به وهو أبو علي الحافظ النيسابوري واسمه الحسين بن علي بن يزيد بن داود بن يزيد الحافظ واحد عصره في الحفظ والإتقان والورع والرحلة سمع بنيسابور جعفر بن أحمد بن نصر الحافظ وبهراة أبا علي الحسين بن إدريس الأنصاري وبنسا الحسن بن سفيان وبمرو عبد الله بن محمود السعدي وبجرجان عمران بن موسى وبالري إبراهيم بن يوسف الهسنجاني وببغداد عبد الله بن محمد بن ناجية وبالكوفة محمد بن جعفر القتات وبالبصرة أبا خليفة القاضي وبواسط جعفر بن أحمد بن سنان الحافظ وبالأهواز عبدان بن أحمد العسكري وبتستر أحمد بن يحيى بن زهير وبأصبهان أبا عبد الله محمد بن نصر وبالموصل أبا يعلي أحمد بن علي بن المثني وبمكة المفضل بن محمد الجندي وبدمشق أبا الحسن أحمد بن عمير بن جوصا وبمصر أباعبد الرحمن أحمد ابن شعيب النسائي وبغزة الحسن بن الفرج الغزي صاحب ابن بكير وجماعة يطول ذكرهم من هذه الطبقة أكثر عنه الحفاظ مثل أبي عبد الله محمد بن إسحاق بن منده الأصبهاني وأبي عبد الله محمد بن عبد الله البيع وأبي عبد الله محمد بن إبراهيم بن جعفر الجرجاني وغيرهم وذكره بالشرق كذكره بالغرب مقدم في مذاكرة الأئمة وكثرة التصنيف وكان مع تقدمه في هذه العلوم أحد المعدلين المقبولين في البلد سمع بغزة الموطأ من |جـ 2 صـ 156| الحسن بن الفرج عن يحيى بن بكير وذكر ابتداء أمره فقال كنت أختلف إلى الصاغة وفي جوارنا فقيه من الكرامية يعرف بالولي فكنت أختلف إليه بالغدوات وآخذ عنه الشيء بعد الشيء من مسائل الفقه فقال لي أبو الحسن الشافعي يا أبا علي لا تضيع أيامك ما تصنع بالإختلاف إلى الولي وبنيسابور من العلماء والأئمة عدة فقلت له إلى من أختلف قال إلى إبراهيم بن أبي طالب فأول ما اختلفت في طلب العلم إلى إبراهيم بن أبي طالب سنة أربع وتسعين ومائتين فلما رأيت شمائله وسمعته وحسن مذاكرته للحديث حلا في قلبي فكنت أختلف إليه وأكتب عنه الأمالي فحدث يوما عن محمد بن يحيى عن إسماعيل بن أبي أويس فقال لي بعض أصحابنا لم لا تخرج إلى هراة فإن بها شيخا ثقة يحدث عن إسماعيل بن أبي أويس فقال لي بعض أصابنا لم لا تخرج إلى هراة فإن بها شيخا ثقة يحدث عن إسماعيل بن أبي أويس فوقع ذلك في قلبي فخرجت إلى هراة وذاك في سنة خمس وتسعين ثم قال وانصرفت من هراة وقد مات إبراهيم بن أبي طالب فسمعت في تلك الأيام كتاب الموطأ من علي بن الحسين الصفار عن يحيى بن يحيى وقال أبو علي كنا بغزة على باب الحسن بن الفرج ونحن نسمع منه الموطأ عن يحيى بن بكير ومعنا جماعة من الغرباء من أهل مصر فقلت لهم أكثر الموطأ عندنا من رواية يحيى بن يحيى النيسابوري عن مالك فاستحسنوا ذلك فقالوا لي هل عندك منه نسخة حتى نسمعها منك وقد كان أبو علي خرج من هراة إلى مرو الروذ وكتب عن يوسف بن موسى المروروذي وانحدر منها إلى مرو ومنها إلى جرجان فجود عن عمران بن موسى ثم انصرف من هناك إلى الحسن بن سفيان فسمع مسانيد ابن المبارك ومنتخب المسند ومسند أبي بكر بن أبي شيبة وانصرف إلى نيسابور وقال لما انصرفت إلى نيسابور سمعت مسند إسحاق بن راهويه من عبد الله بن شيرويه ثم تأهبت للخروج إلى العراق والشام والحجاز قال واستأذنت أبا بكر محمد بن إسحاق بن خزيمة في الخروج إلى العراق سنة ثلاث وثلاثمائة فقال توحشنا مفارقتك يابا علي وقد رحلت وأدركت الأسانيد العالية وتقدمت في حفظ الحديث ولنا فيك فائدة وأنس فلو أقمت فما زلت به حتى أذن فخرجت إلى الري وبها علي بن الحسن بن سلم الأصبهاني وكان من أحفظ مشايخنا وأثبتهم وأكثرهم فائدة فأفادني عن إبراهيم بن يوسف الهسنجاني وغيره من مشايخ الري ما لم أكن أهتدي أنا إليه ثم قال دخلت بغداد وجعفر الفريابي حي وقد أمسك عن الحديث ودخلت عليه غير مرة والكتب بين يديه وكنا ننظر إليه حسرة ومات وأنا ببغداد سنة أربع وثلاثمائة وصليت على جنازته ثم يقول أبو علي وا أسفي على حديث سليمان التيمي |جـ 2 صـ 157| عن أبي قلابة عن أنس وكان يقول وفيما ذكر الفريابي ثم قال ولما فاتني ما فات من الفريابي تركت بغداد وخرجت إلى الأنبار وكتبت حديث بهاول بن إسحاق وأحاديث ابن أبي أويس وسعيد ابن منصور وغيرهما ثم انصرفت إلى بغداد وأقبلت على السماع من ابن ناجية وقاسم والصوفي ولزمت أبا خليفة يعني بالبصرة حتى سمعت حديثه عن آخره إلا الأخبار وما لم أجد السبيل إلى سماعه وحضرت أبا خليفة وهو يهدد وكيلا له ويقول ولله لأضحكن الحيطان من دمك ثم قال في آخر كلامه أتعود يا لكع فقال الوكيل لا أصلحك الله قال بل أنت لا أصلحك الله ولا بارك فيك قم عني قال الحاكم أبو عبد الله وسألت أبا علي عن الحسن بن الفرج الغزي وسماعهم الموطأ منه فقال ما كان إلا صدوقا قلت إن أهل الحجاز يذكرون أنه سمع بعض الموطأ فحدث بالكل فقال ما رأينا إلا الخير قرأ علينا الموطأ من أصل كتابه في القراطيس ثم قال انصرف أبو علي من مصر إلى بيت المقدس وحج حجة أخرى ثم انصرف إلى بيت المقدس وانصرف على طريق الشام إلى بغداد وهو باقعة في الحفظ ولا يطيق مذاكرته أحد ثم انصرف إلى خراسان ووصل إلى وطنه ولا يفي لمذاكرته أحد من حفاظنا ثم إن أبا علي أقام بنيسابور إلى سنة عشر وثلاثمائة يصنف ويجمع الشيوخ والأبواب وجودها ثم حملها إلى بغداد سنة عشر ومعه أبو عمر والصغير فأقام ببغداد وليس بها أحفظ منه إلا أن يكون أبو بكر بن الجعابي فإن أبا علي يقول ما رأيت من البغداديين أحفظ منه ثم خرج إلى مكة ومعه أبو عمرو فحج وخرج إلى الرملة وأبو العباس محمد بن الحسن بن قتيبة حي ثم انصرف إلى دمشق وقد لحق أحمد بن عمير من الغرباء ما لحق وأحمد ابن عمير إمام أهل الحديث ورئيس الشام وذكر قصة طويلة ثم جاء إلى حران وانتخب على أبي عروبة الإنتخاب المنسوب إليه وانصرف إلى بغداد وأقام بها حتى نقل ما استفاد إلى مصنفاته في تلك الرحلة وذاكر الحفاظ بها وانصرف من العراق ولم يرحل بعدها إلا إلى سرخس وطوس ونسا وذكر أبو علي الحافظ قال أتيت أبا بكر بن عبدان فقلت الله الله تحتال لي في حديث سهل بن عثمان العسكري عن عبادة عن عبيد الله ابن عمر عن عبد الله بن الفضل عن عبيد الله بن أبي رافع عن علي حديث افتتاح الصلاة فقال يا أبا علي قد حلف الشيخ أنه لا يحدث بهذا الحديث وأنت بالأهواز فشق علي ذلك وأصلحت أسبابي للخروج ودخلت عليه وودعته وشيعني جماعة من أصحابنا ثم انصرفت واختفيت في موضع إلى يوم |جـ 2 صـ 158| المجلس وحضرته متنكرا من حيث لم يعلم بي أحد فخرج وأملي الحديث من أصل كتابه وكتبته وأملي غير حديث مما كان قد امتنع علي فيها ثم بلغني بعد ذلك أن عبدان قال لبعض أصحابه فوتنا أبا علي النيسابوري تلك الأحاديث وقيل له يابا محمد إنه كان في المجلس وقد سمع الأحاديث كلها فتعجب من ذلك وكان أبو علي يقول كان عبدان يفي بحفظ مائة ألف حديث ثم قال الحاكم أبو عبد الله الحافظ وعقد له مجلس الإملاء سنة سبع وثلاثين وثلاثمائة وهو ابن ستين سنة فإن مولده كان سنة سبع وسبعين ثم لم يزل يحدث بالمصنفات والشيوخ بقية عمره وتوفي عشية يوم الأربعاء ودفن عشية يوم الخميس الخامس عشر من جمادى الأولى من سنة تسع وأربعين وثلاثمائة وغسله أبو عمرو بن مطر وصلى عليه أبو بكر بن المؤمل ودفن في مقبرة باب معمر وأما أبو إسحاق إبراهيم بن أورمة بن سياوش بن فروخ الحافظ الأصبهاني من أهل أصبهان كان حافظا مكثرا من الحديث وكان يفيد ببغداد وأصيب بكتبه أيام فتنة البصرة وحفظ من حديثه القليل في المذاكرة وبقي في بغداد والبصرة يفيد الناس روى عنه أبو داود سليمان بن الأشعث السجستاني وإسماعيل ابن أحمد بن أسيد ومحمد بن يحيى وغيرهم وتوفي ببغداد سنة إحدى وسبعين ومائتين وأبو إسحاق إبراهيم بن محمد بن حمزة بن عمارة بن حمزة بن يسار ابن عبد الرحمن بن حفص الحافظ وحفص أخو أبي مسلم صاحب الدولة أحد الأئمة في الحفظ وكان في المتقنين الضابطين حدث عن أبي شعيب الحراني وأحمد بن يحيى الحلواني ويوسف القاضي ومطين وغيرهم روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ومات في شهر رمضان لتسع خلون منه من سنة ثلاث وخمسين وثلاثمائة بأصبهان ",
                "title": "الحافظ",
                "uri": "JK_000952_1051"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}