{
    "features": [
        {
            "item": "JK_000129_009112",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.154-155",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عمر كسكر</h1> بضم أوله وسكون ثانيه فأما كسكر فيذكر في بابه وأما العمر فهو الدير للنصارى ذكر أبو حنيفة الدينوري في كتاب النبات أن العمر الذي للنصارى إنما سمي بذلك لأن العمر في لغة العرب نوع من النخل وهو المعروف بالسكري خاصة وكان النصارى بالعراق يبنون ديرتهم عنده فسمي الدير به وهذا قول لا أرتضيه لأن العمر قد يكون في مواضع لا نخل به البتة كنحو نصيبين والجزيرة وغيرهما والذي عندي فيه أنه من قولهم عمرت ربي أي عبدته وفلان عامر لربه أي عابد وتركت فلانا يعمر ربه أي يعبده فيجوز أن يكون الموضع الذي يتعبد فيه يسمى العمر ويجوز أن يكون مأخوذا من الاعتمار والعمرة وهي الزيارة وأن يراد أنه الموضع الذي يزار ويقال جاءنا فلان معتمرا أي زائرا ومنه قوله وراكب جاء من تثليث معتمر ويقال عمرت ربي وحججته أي خدمته فيجوز أن يكون العمر الموضع الذي يخدم فيه الرب وقد يغلب الفرع على الأصل حتى يلغى الأصل بالكلية ألا ترى إلى قولهم لعمرك أنه يميز بالعمر فلا يقال لعمرك بالضم البتة ويجوز أن يكون من العمر الذي هو الحياة كأنهم سموه بما يؤول إليه لأن النصراني يفني عمره فيه كقول الرجل لأبويه هما جنتي وناري فهذا هو الحق في اشتقاقه والله أعلم وكسكر هي ناحية واسط وهذا العمر في شرقي واسط بينه وبين المدينة نحو فرسخ وهو عند قرية تسمى برجونية وفي هذا العمر كرسي المطران وهو عمر حسن جيد البناء مشهور عند النصارى يحيط به بساتين نخيل بينه وبين دجلة فلا يراه القاصد حتى يلتصق بحائطه وقد أكثر الشعراء من ذكره فقال محمد بن حازم الباهلي بعمر كسكر طاب اللهو واللعب والبازكارات والأدوار والنخب وفتية بذلوا للكاس أنفسهم وأوجبوا لرضيع الكاس ما يجب وأنفقوا في سبيل القصف ما وجدوا وأنهبوا مالهم فيها وما كسبوا |جـ 4 صـ 155| محافظين إن استنجدتهم دفعوا وأسخياء إن استوهبتهم وهبوا نادمت منهم كراما سادة نجبا مهذبين نمتهم سادة نجب فلم نزل في رياض العمر نعمرها قصفا وتعمرنا اللذات والطرب فالزهر يضحك والأنواء باكية والناي يسعد والأوتار تصطحب والكاس في فلك اللذات دائرة تجري ونحن لها في دورها قطب والدهر قد طرفت عنا نواظره فما تروعنا الأحداث والنوب ",
                "title": "عمر كسكر",
                "uri": "JK_000129_009112"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}