{
    "features": [
        {
            "item": "JK_000952_0769",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.498-499",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التيمي</h1> هذه النسبة إلى قبائل اسمها تيم وهم تيم اللات بن ثعلبة وتيم الرباب وهم من بني عبد مناة بن اد بن طابخة وتيم ربيعة وتيم بن مرة فأما تيم اللات يقال لهم تيم الله والمشهور بالنسبة إليها حجاج بن حسان التيمي من تيم الله بن ثعلبة من ربيعة وهو الذي يقال له العائشي والعيشي من أهل البصرة يروي عن عكرمة وعبد الله بن بريدة |جـ 1 صـ 499| روى عنه يحيى بن سعيد القطان ويزيد بن هارون والبصريون ومن تيم الله ولاء أبو عمارة حمزة بن حبيب الزيات مولي بني تيم الله من ربيعة من أهل الكوفة يروي عن حمران بن أعين عن أبي الطفيل روى عنه وكيع وأهل الكوفة وكان من علماء أهل زمانه بالقراءات وكان من خيار عباد الله عبادة وفضلا وورعا ونسكا مات سنة ست وخمسين ومائة وأما تيم الرباب فمنها وائل بن مهانة التيمي من أهل الكوفة قال ابن حبان هو من تيم الرباب من أهل الكوفة يروي عن ابن مسعود رضي الله عنه روى عنه ذر الهمداني وأبو إبراهيم يزيد بن شريك بن طارق التيمي من تيم الرباب وهو والد إبراهيم من التابعين أيضا يروي عن عمر بن الخطاب رضي الله عنه عداده في أهل الكوفة روى عنه جواب بن عبد الله التيمي وابنه أبو أسماء إبراهيم بن يزيد يروي عن أنس رضي الله عنه روى عنه الحكم وسلمة بن كهيل مات سنة ثنتين وتسعين وكان عابدا صابرا على الجوع الدائم وقيل مات في حبس الحجاج بواسط سنة ثلاث وكان قد طرح عليه الكلاب تنهشه وأما تيم بن مرة فهو أبو عبد الله وقيل أبو بكر محمد بن المنكدر بن عبد الله بن الهدير بن عبد العزي بن عامر بن الحارث بن حارثة بن سعد بن تيم بن مرة بن كعب بن لؤي بن غالب التيمي القرشي المدني كان من سادات القراء لا يتمالك البكاء إذا قرأ حديث رسول الله صلى الله عليه وسلم وهم إخوة ثلاثة أبو بكر ومحمد وعمر يروي محمد عن جابر وابن الزبير رضي الله عنهم روى عنه مالك والثوري وشعبة والناس مات في ولاية مروان بن محمد سنة ثلاثين ومائة وقد نيف على السبعين وكان يصفر لحيته ورأسه بالحناء ومنها تيم ربيعة منهم أبو بشر يحيى بن حفص بن عمربن عباد التيمي قال أبو حاتم بن حبان هو من تيم ربيعة من أهل سرخس يروي عن ابن عون روى عنه ابن المبارك وأبو عاصم النبيل مات بسرخس قبل ابن المبارك وزار ابن المبارك قبره والمنتسب إلى تيم ولاء أبو محمد معتمر بن سليمان بن طرخان التيمي مولى بني مرة من أهل البصرة يروي عن أبيه وحميد وعاصم روى عنه ابن المبارك وأهل العراق وكان مولده سنة ست أو سبع ومائة ومات في المحرم سنة سبع وثمانين ومائة وأبوه أبو المعتمر سليمان بن طرخان التيمي مولى بني مرة وقد قيل إنه مولى لقيس كان ينزل في بني تيم فنسب إليهم كان من عباد أهل البصرة وصالحيهم ثقة وإتقانا وحفظا وسنه يروي عن أنس بن مالك رضي الله عنه روى عنه الثوري وشعبة مات سنة ثلاث وأربعين ومائة قرأت بخط أبي بكر الأودني ببخارا سمعت الشيخ أبا سليمان يعني الخطابي يقول سمعت ابن داسة يقول سمعت ابن أبي قماش يقول قال معتمر بن سليمان التيمي قلت لأبي يا أبت أنت تكتب التيمي ولست من تيم قال يا بني تيمي الدار سمعت أبا العلاء |جـ 1 صـ 500| الحافظ من لفظه بأصبهان سمعت أبا الفضل المقدسي أنا أبو عمرو ابن الإمام أبي عبد الله بن منده أنا أبي أنا أحمد بن محمد بن زياد ثنا محمد بن عيسى الواسطي سمعت ابن عائشة يقول قال معتمر بن سليمان قلت لأبي يا أبت تكتب التيمي ولست بتيمي قال تيمي الدار ومن تيم الله بن ثعلبة أبو يحيى إسماعيل بن إبراهيم التيمي من أهل الكوفة يروي عن الأعمش ومطرف روى عنه أهل الكوفة يخطىء حتى خرج عن حد الاحتجاج به إذا انفرد كان ابن نمير شديد الحمل عليه وأبو محمد عبد الله بن محمد بن عمران بن إبراهيم بن محمد بن طلحة بن عبيد الله التيمي من أهل المدينة من تيم بن مرة ولاه هارون الرشيد قضاء المدينة ومكة ثم عزله قدم بغداد وأقام في ناحية الرشيد وسافر معه إلى الري فمات بها في سنة تسع وثمانين ومائة وعلي بن حرملة التيمي من تيم الرباب كوفي ولي قضاء القضاة ببغداد في أيام هارون الرشيد بعد موت محمد بن الحسن وكان من أصحاب أبي حنيفة رحمه الله وأبي يوسف وقد حدث عن أبي يوسف روى عنه علي بن مكنف الكوفي وكان مقدما في العلم حسن المعرفة وقد حمل عنه علم كثير وحديث صالح وأخبار وتقلد قضاء القضاة وكان مع هارون الرشيد بعد محمد بن الحسن ويزيد بن شريك بن طارق التيمي تيم الرباب وهو والد إبراهيم التيمي روى عن عمر بن الخطاب وعلي بن أبي طالب وأبي ذر وحذيفة بن اليمان حدث عنه إبراهيم وجواب التيمي والحكم بن عتيبة وكان ثقة يسكن الكوفة وأبو المنذر النعمان بن عبد السلام بن حبيب بن حطيط بن عقبة بن خيثم بن ابن وائل بن مهانة بن تيم الله بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل التيمي من تيم الله بن ثعلبة كان من كبار أصحاب الثوري وذكر أنه ابن عم يزيد بن زريع حدث بالبصرة وكتب عنه عبد الرحمن بن مهدي وحدث عنه وأبو عمر الضرير ومحمد بن المنهال وإبراهيم بن أبي سويد والشاذكوني توفي سنة ثمان وثمانين ومائة وقيل وسبعين روى عن جماعة من التابعين منهم داود بن قيس وأبو خلدة وعمران بن حدير وسلمة بن وردان ورباح ابن أبي معروف وسمع من مالك بن أنس وابن أبي ذئب وعلي بن صالح المكي وعاصم العمري وسفيان الثوري ومالك بن مغول وإسرائيل وورقاء ومسعر وشعبة وعمران القطان وغيرهم روى عنه من أهل أصبهان عامر بن إبراهيم وإبراهيم بن أيوب الفرساني وعبد الرحمن بن خالد وصالح بن مهران وحماد بن زيد المكتب ومحمد بن المغيرة وحجاج بن يوسف بن قتيبة قال بعض شيوخ أصبهان أتيت سفيان بن عيينة فسألته عن مسألة فقال من أين أنت قلت من أصبهان فقال هلا سألت النعمان بن عبد السلام ومن تيم الرباب جساس بن نشبة بن ربيع بن عمرو التيمي من تيم الرباب قال السكري عن ابن حبيب كل |جـ 1 صـ 501| شيء في العرب جساس مشدد وفي تيم الرباب جساس خفيف مكسور بن نشبة بن ربيع ابن عمرو بن عبد الله بن لؤي بن عمرو بن الحارث بن تيم الله بن عبد مناة بن أد ومن ولد مزاحم بن زفر بن علاج بن مالك بن الحارث بن عامر بن جساس التيمي يروي عن شعبة وعن الكوفيين وأخوه عثمان بن زفر التيمي حدث عنه يوسف القطان وغيره وحدث عن أخيه مزاحم أبو الربيع الزهراني وأبو كريب ",
                "title": "التيمي",
                "uri": "JK_000952_0769"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}