{
    "features": [
        {
            "item": "JK_000952_3572",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.151-152",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الليثي</h1> بفتح اللام وتشديدها وسكون الياء المنقوطة من تحتها بنقطتين في آخرها ثاء منقوطة بثلاث من فوقها هذه النسبة إلى ليث بن كنانة حليف بني زهرة وإلى ليث بن بكر بن عبد مناه والمشهور بها قارظ بن شيبة الليثي قال أبو حاتم بن حبان يروي عن جماعة من أصحاب رسول الله صلى الله عليه وسلم روى عنه أهل المدينة مات في ولاية سليمان بن عبد الملك وأبو بكر عبد الله بن يزيد بن هرمز المدني من بني ليث يروي عن المدنيين وأبيه روى عنه مالك بن أنس مات سنة ثمان وأربعين ومئة وأبوه يزيد بن هرمز هو يزيد الفارسي الذي روى عنه عوف الأعرابي ومحمد بن عبد الله بن عبيد بن عمير الليثي من أهل مكة يروي عن عطاء وعمرو بن دينار روى عنه داود بن عمرو الضبي والعراقيون كان ممن يقلب الأسانيد من حيث لا يفهم من سوء حفظه فلما فحش ذلك منه استحق مجانبته ومن الصحابة أبو الأسقع واثلة بن الأسقع بن كعب بن عامر بن ليث بن بكر الليثي وقيل كنيته أبو قرصافة سكن الشام وحديثه عند أهلها مات سنة ثلاث وثمانين وهو ابن مئة سنة وخمس سنين وقيل مات سنة خمس وثمانين وأبو الحسن محمد بن عمرو بن علقمة بن وقاص الليثي من أهل المدينة من جلة العلماء ومن قراء المدينة ومتقنيهم ومتقشفيهم مات بالمدينة سنة أربع أو خمس وأربع مئة وقد روى عن محمد بن عمر وجماعة من الثقات المتقنين وأهل الفضل في الدين وممن ينسب إلى جده الليث لا إلى القبيلة أبو مسلم عمر بن علي بن أحمد بن الليث الحافظ الليثي كان حافظا من أهل بخارى أحد حفاظ الحديث وممن رحل في طلبه وتعب في جمعه خرج التخاريج وجمع الجموع وسمع بخراسان والعراق وبلاده وسكن مدة أصبهان روى لنا عنه أبو عبد الله الخلال وأبو نصر المؤذن وغيرهما ومات بخوزستان في سنة ست وستين وأربع مئة وأما أبو علي الحسن بن أحمد بن محمد بن الليث بن الفضل بن الكشي الحافظ |جـ 5 صـ 152| الشيرازي الليثي من أهل شيراز فنسب إلى جده حافظ جليل القدر من أهل القرآن والعلم سمع أبا العباس محمد بن يعقوب الأصم وأبا محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي وأبا علي إسماعيل بن محمد الصفار وأبا عبد الله محمد بن يعقوب الأخرم وعبد الله بن جعفر بن درستويه وغيرهم حدث ببلده وبنيسابور سمع منه الحاكم أبو عبد الله الحافظ وجماعة وذكره الحاكم في تاريخ نيسابور فقال أبو علي بن الليث الفارسي متقدم في معرفة القراءات حافظ للحديث كثير الرحلة والسماع قدم نيسابور أيام أبي العباس الأصم فكتب عنه ثم قدم علينا سنة ثلاث وخمسين وقد زاد في كل نوع من العلم ودخل العراق وكان ما علمته من المشهورين من أهل العلم قال محمد بن عبد العزيز الشيرازي وكان أبو علي بقية الإسناد والقراء والشهود عالما بالتفسير والمعاني ومعرفة الرجال وغيرها رحل إلى خراسان ومات لثماني عشرة مضت من شعبان سنة خمس وأربع مئة وابنه أبو بكر محمد بن الحسن بن أحمد بن محمد بن الليث بن كشي الصفار الليثي شيخ ثقة صالح يفهم وكان خطيب شيراز بكر به أبوه في سماع الحديث إلى هراة وسمع بها أبا الفضل محمد بن عبد الله بن خميرويه الكرابيسي وأبا منصور العباس بن الفضل بن زكريا النضروبي وأبا محمد عبد الله بن أحمد بن حمويه بن مردويه الهروي وأبا عبد الله الحسين بن أحمد الشماخي الحافظ وسمع نفسا أبا بكر محمد بن عبيد الله بن شيرويه الفسوي وبأصبهان أبا بكر محمد بن إبراهيم بن المقرىء وطبقتهم من شيوخ شيراز وكانت ولادته سنة ثلاث وستين وثلاث مئة هكذا ذكره عبد العزيز النخشبي قلت وأظنه أنه مات قبل سنة أربعين وأربع مئة والله أعلم وأبو الحسن علي بن بشرى الحافظ الليثي السجزي من أهل سجستان كان بشرى مولى عمرو بن الليث وعلي كان من أهل الفضل والعلم وكان عارفا بطرق الحديث مكثرا منه له رحلة إلى العراق والحجاز وأكثر عن الشيوخ سمع أبا الحسن محمد بن الحسين بن إبراهيم الابري بسجستان وإبراهيم بن صدقة الليثي من أهل البصرة كان ينزل في بني ليث فنسب إليهم يروي عن يونس بن عبيد وسعيد بن حسين روى عنه عبد الله بن محمد بن أبي شيبة قال ابن أبي حاتم سألت أبي عنه فقال شيخ قال وسمعت علي بن الحسين بن الجنيد يقول محله الصدق روى عنه محمد بن مرزوق ابن بنت مهدي بن ميمون ",
                "title": "الليثي",
                "uri": "JK_000952_3572"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}