{
    "features": [
        {
            "item": "JK_000129_003608",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.204-205",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحاذ</h1> بالذال المعجمة موضع بنجد قال طرفة بن العبد حيث ما قاظوا بنجد وشتوا حول ذات الحاذ من ثنيي وقر حاذة الحاذ نبت واحدتها حاذة عن أبي عبيد وهو موضع كثير الأسود قال سلمى بن المقعد القرمي نرمي ونطعنهم على ما خيلت ندعو رباحا وسطهم والتوأما والأفرمان وعامر ما عامر كأسود حاذة يبتغين المرزما حارب يجوز أن يكون فاعلا من الحرب وأن يكون سمي بالأمر من الحراب ثم أعرب وهو موضع من أعمال دمشق بحوران قرب مرج الصفر من ديار |جـ 2 صـ 205| قضاعة قال النابغة حلفت يمينا غير ذي مثنوية ولا علم إلا حسن ظن بصاحب لئن كان للقبرين قبر بجلق وقبر بصيداء التي عند حارب وللحارث الجفني سيد قومه ليلتمسن بالجيش دار المحارب الحارث والحرث جمع المال وكسبه والحارث الكاسب ومنه الحديث أصدق أسمائكم الحارث ومنه سمي الأسد أبا الحارث والحرث قذف الحب في الأرض للزرع والحرث النكاح والحارث قرية من قرى حوران من نواحي دمشق يقال لها حارث الجولان وقال الجوهري الجولان جبل بالشام وحارث قلة من قلله في قول النابغة حيث قال بكى حارث الجولان من فقد ربه وحوران منه موحش متضائل وقال الراعي روين ببحر من أمية دونه دمشق وأنهار لهن عجيج أنحن بحوارين في مشمخرة نبيت ضباب فوقها وثلوج كذا حارث الجولان يبرق دونه دساكر في أطرافهن بروج و الحارث والحويرث جبلان بأرمينية فوقهما قبور ملوك أرمينية ومعهم ذخائرهم وقيل إن بليناس الحكيم طلسم عليها لئلا يظفر بها أحد فما يقدر إنسان يصعد الجبل وقال المدائني جبلا الحارث والحويرث اللذان بدبيل سميا بالحويرث بن عقبة والحارث بن عمرو الغنويين وكان مع سلمان بن ربيعة بأرمينية وهما أول من دخل هذين الجبلين فسميا بهما وروى ابن الفقيه أنه كان على نهر الرس بأرمينية ألف مدينة فبعث الله إليهم نبيا يقال له موسى وليس يموسى بن عمران فدعاهم إلى الله والإيمان فكذبوه وجحدوه وعصوا أمره فدعا عليهم فحول الله الحارث والحويرث من الطائف فأرسلهما عليهم فيقال إن أهل الرس تحت هذين الجبلين ",
                "title": "الحاذ",
                "uri": "JK_000129_003608"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}