{
    "features": [
        {
            "item": "JK_000129_009833",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.273-274",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفلس</h1> بضم أوله ويجوز أن يكون جمع فلس قياسا مثل سقف وسقف إلا أنه لم يسمع فهو علم مرتجل لاسم صنم هكذا وجدناه مضبوطا في الجمهرة عن ابن الكلبي فيما رواه السكري عن ابن حبيب عنه ووجدناه في كتاب الأصنام بخط ابن الجواليقي الذي نقله من خط ابن الفرات وأسنده إلى الكلبي فلس بفتح الفاء وسكون اللام قال ابن حبيب الفلس اسم صنم كان بنجد تعبده طيء وكان قريبا من فيد وكان سدنته بني بولان وقيل الفلس أنف أحمر في وسط أجإ وأجأ أسود قال ابن دريد الفلس صنم كان لطيء بعث إليه رسول الله صلى الله عليه وسلم عليا رضي الله عنه ليهدمه سنة تسع ومعه مائة وخمسون من الأنصار فهدمه وأصاب فيه السيوف الثلاثة مخذم ورسوب واليماني وسبى بنت حاتم وقرأت بخط أبي منصور الجواليقي في كتاب الأصنام وذكر أنه من خط أبي الحسن محمد بن العباس بن الفرات مسندا إلى الكلبي أبي المنذر هشام بن محمد أخبرنا الشيخ أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي أخبرنا أبو جعفر محمد بن أحمد بن المسلم أخبرنا أبو عبد الله المرزباني أنبأنا الحسن بن عليل العنزي أنبأنا أبو الحسن علي بن الصباح بن الفرات الكاتب قال قرأت على هشام بن محمد الكلبي في سنة 102 قال أنبأنا أبو باسل الطائي عن عمه عنترة بن الأخرس قال كان لطيء صنم يقال له الفلس هكذا ضبطه بفتح الفاء وسكون اللام بلفظ الفلس الذي هو واحد الفلوس الذي يتعامل به وقد ضبطناه عمن قدمنا ذكره بالضم قال عنترة وكان الفلس أنفا أحمر في وسط جبلهم الذي يقال له أجأ كأنه تمثال إنسان وكانوا يعبدونه ويهدون إليه ويعترون عنده عتائرهم ولا يأتيه خائف إلا أمن ولا يطرد أحد طريدة فيلجأ بها إليه إلا تركت ولم تخفر حويته وكان سدنته بني بولان وبولان هو الذي بدأ بعبادته فكان آخر من سدنه منهم رجل يقال له صيفي فاطرد ناقة خلية لامرأة من كلب من بني عليم كانت جارة لمالك ابن كلثوم الشمخي وكان شريفا فانطلق بها حتى أوقفها بفناء الفلس وخرجت جارة مالك وأخبرته بذهاب ناقتها فركب فرسا عريا وأخذ رمحا وخرج في أثره فأدركه وهو عند الفلس والناقة موقوفة عند الفلس فقال خل سبيل ناقة جارتي فقال إنها لربك قال خل سبيلها قال أتخفر إلهك فنوله الرمح وحل عقالها وانصرف بها مالك وأقبل السادن إلى الفلس ونظر إلى مالك ورفع يده وهو يشير بيده إليه ويقول يا رب إن يك مالك بن كلثوم أخفرك اليوم بناب علكوم وكنت قبل اليوم غير مغشوم يحرضه عليه وعدي بن حاتم يومئذ قد عتر عنده وجلس هو ونفر يتحدثون بما صنع مالك وفزع من ذلك عدي بن حاتم وقال انظروا ما يصيبه في يومه فمضت له أيام لم يصبه شيء فرفض عدي عبادته وعبادة الأصنام وتنصر ولم يزل متنصرا حتى جاء الله بالإسلام فأسلم فكان مالك أول من أخفره فكان السادن بعد ذلك إذا طرد طريدة أخذت منه |جـ 4 صـ 274| فلم يزل الفلس يعبد حتى ظهرت دعوة النبي صلى الله عليه وسلم فبعث إليه علي بن أبي طالب كرم الله وجهه فهدمه وأخذ سيفين كان الحارث بن أبي شمر الغساني ملك غسان قلده إياهما يقال لهما مخذم ورسوب وهما اللذان ذكرهما علقمة بن عبدة فقدم بهما إلى النبي صلى الله عليه وسلم فتقلد أحدهما ثم دفعه إلى علي بن أبي طالب فهو سيفه الذي كان يتقلده ",
                "title": "الفلس",
                "uri": "JK_000129_009833"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}