{
    "features": [
        {
            "item": "JK_000952_3603",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.168-172",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الماسرجسي</h1> بفتح الميم والسين المهملة وسكون الواو وكسر الجيم وفي اخرها سين أخرى هذه النسبة إلى ماسرجس وهو اسم لجد أبي علي الحسن بن عيسى بن ماسرجس النيسابوري الماسرجسي من أهل نيسابور أسلم على يدي عبد الله بن المبارك وكان من أهل بيت الثروة والتقدم في النصرانية ورحل في العلم ولقي المشايخ وكان دينا ورعا ثقة ولم يزل من عقبه بنيسابور فقهاء ومحدثون سمع عبد الله بن المبارك وأبا الأحوص سلام بن سليم وسفيان بن عيينة وسعير بن الخمس وجرير بن عبد الحميد وأبا بكر بن عياش ووكيع بن الجراح وأبا معاوية الضرير سمع منه أحمد بن حنبل روى عنه البخاري ومسلم وأبو زرعة وأبو حاتم الرازيان وغيرهم من الأئمة وحكى أن ابن المبارك نزل مرة رأس سكة عيسى وكان الحسن يركب ويجتاز به في المجلس والحسن من أحسن الشباب وجها فسأل عنه ابن المبارك فقيل إنه نصراني فقال اللهم ارزقه الإسلام فاستجاب الله دعوته فيه ومات في المنصرف من مكة بالثعلبية سنة تسع وثلاثين وقيل سنة أربعين ومائتين وهو الأصح وحكى أبو يحيى البزاز قال كنت فيمن حج مع |جـ 5 صـ 169| الحسن بن عيسى وقت وفاته بالثعلبية سنة أربعين ومائتين بها فدفن بها فاشتغلت بحفظ محملي والاتي عن حضور جنازته والصلاة عليه لغيبه عديلي عني فأريته في منامي فقلت له يا أبا علي ما فعل الله بك قال غفر لي قلت غفر لك ربك كالمستخبر قال نعم غفر لي ربي ولكل من صلى علي قلت فإني فاتتني الصلاة عليك لغيبة العديل عن الرحل فقال لا تجزع قد غفر لي ولكل من صلى علي ولكل من يترحم علي وابنه أبو الوفاء المؤمل بن الحسن بن عيسى بن ماسرجس النيسابوري الماسرجسي شيخ نيسابور في عصره أبوة وثروة وكمال عقل وسخاء وكرما حتى ضرب به المثل في ذلك سمع بخراسان إسحاق بن منصور ومحمد بن يحيى وعبد الله بن هاشم وبالعراق الحسن بن محمد الزعفراني وأحمد بن منصور الرمادي وبالحجاز عبد الله بن حمزة الزبيري روى عنه ابناه أبو بكر وأبو القاسم حكي أن عبد الله بن طاهر اقترض منه ألف ألف ورأيت البدر تحمل فقلت يا أبة إلى أين يحمل هذا المال فقال سيرد إن شاء الله وقال ابنه أبو القاسم اذكر أن بين يديه اموالا مصبوبة فغدوت إليه فقال تريد من هذا قلت نعم فأخذ درهما مكسورا فخدش به بطن كفي فبكيت فغدوت ثم بلغني أنه قال لأصحابه أردت أن لا يدخل حب المال في قلبه بهذه العملة ومات في شهر ربيع الاخر من سنة تسع عشرة وثلاث مئة وحفيده أبو القاسم علي بن المؤمل بن الحسن بن عيسى بن ماسرجس الماسرجسي من أهل نيسابور كان عاقلا لبيبا ورعا سمع بنيسابور الفضل بن محمد الشعراني وابا عبد الله محمد بن إبراهيم البوشنجي وبالري محمد بن أيوب الرازي وببغداد محمد بن يونس الكديمي وبالكوفة محمد بن عباس الحضرمي مطينا وحدث سنين سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وأثنى عليه وكان من التمكن من عقله ودينه بحيث يضرب به المثل وكان من أورع مشايخنا وأحسنهم بيانا وكان الشيخ أبو بكر أسن منه إلا أنهما كان يجتمعان وكان أبو بكر يحفظ لسانه بحضرته لعقله وحسن سمعته وورعه وقال حججت معه سنة إحدى وأربعين وكان أكثر الليل يقرأ في العمارية وإذا نزل قام إلى الصلاة ولا يشتغل بغيرها ولما أحرم كنت أسمع طول تلبيته وما أعلم أني أخلت الطواف إلا وجدته يطوف وتوفي في التاسع من صفر سنة تسع وأربعين وثلاث مئة ودفن في داره وابنه أبو عبد الله بن أبي القاسم علي بن المؤمل بن الحسن بن عيسى بن ماسرجس المزكي الماسرجسي وكان من عقلاء الرجال ونبلائهم سمع جده المؤمل بن الحسن وأبا |جـ 5 صـ 170| حامد وأبا محمد ابني محمد بن الحسن الشرقي ومكي بن عبدان وغيرهم سمع منه الحاكم أبا عبد الله الحافظ وقال توفي في جمادى الأولى سنة ثمانين وثلاث مئة وهو ابن إحدى وسبعين سنة والفقيه أبو الحسن محمد بن علي بن سهل بن مصلح الماسرجسي ابن بنت الحسن بن عيسى بن ماسرجس أحد أئمة الشافعيين بخراسان وكان من أعرف أصحابنا بالمذهب وترتيبه وفروع المسائل تفقه بخراسان والعراق والحجاز صحب أبا إسحاق المروزي إلى مصر ولزمه إلى أن دفنه ثم انصرف إلى بغداد فكان خليفة أبي علي بن أبي هريرة القاضي في مجالسه وكان المجلس له بعد قيام القاضي أبي علي وانصرف إلى خراسان سنة أربع وأربعين وعقد له مجلس الدرس والنظر وسمع الحديث من المؤمل بن الحسن بن عيسى وأبي حامد بن الشرقي ومكي بن عبدان وأقرانهم وبمصر من أصحاب يونس بن عبد الأعلى وأبي إبراهيم المزني وأقرانهما وبالشام أصحاب يوسف بن سعيد بن مسلم وسليمان بن سيف وبالبصرة من ابن داسة وبواسط من ابن شوذب سمع منه الحاكم أبو عبد الله الحافظ وأبو الطيب طاهر بن عبد الله الطبري وغيرهما وذكره الحاكم فقال عقدت له مجلس الإملاء في دار السنة في رجب سنة إحدى وثمانين وثلاث مئة وتوفي عشية الأربعاء ودفن عشية الخميس السادس من جمادى الآخرة سنة أربع وثمانين وثلاث مئة وهو ابن ست وسبعين سنة أبو بكر محمد بن المؤمل بن الحسن بن عيسى بن ماسرجس الماسرجسي أحد وجوه خراسان وأحسنهم بيانا وأفصحهم لسانا ولقد صحبته في السفر والحضر فما رأيته يكلم بالفارسية إلا من يعلم أنه أعجمي لا يحسن العربية هكذا ذكره الحاكم أبو عبد الله الحافظ في التاريخ ثم قال وكنت معه ببغداد والحرمين سنة إحدى وأربعين فتحير أهل تلك الديار من فصاحته وحسن بيانه حتى أن المشايخ البغداديين يقولون إلى شيخ خراسان كأنه لم يتكلم بالفارسية قط سمع الحسين بن الفضل البجلي والفضل بن محمد الشعراني وجعفر بن محمد بن سوار وعبدان بن الحكم وأكثر سماعه قبل الثمانين والمائتين وكان قد ضيع جملة من سماعاته وتوفي ليلة الفطر من سنة خمسين وثلاث مئة وهو ابن تسع وثمانين سنة وأبو العباس أحمد بن محمد بن عبد الله بن الحسن بن أحمد بن محمد بن الحسين الماسرجسي هو ابن أبي نصر وهو ابن بنت الحسن بن عيسى ذكره الحاكم في التاريخ فقال أبو العباس بن أبي نصر الماسرجسي ابن بنت الحسن بن عيسى فذكر شمائل سلفه |جـ 5 صـ 171| ومحاسنهم وأما أبو العباس فإني لما خرجت الفوائد لأبيه رأيت له سماعات كثيرة عن أبي حامد بن الشرقي ومكي بن عبدان وأقرانهما وحدث أبو العباس بعد ذلك سنين وتوفي في النصف من شهر ربيع الأول سنة ثمان وسبعين وثلاث مئة وأبو محمد الحسن بن أبي بكر بن المؤمل بن الحسن بن عيسى بن ماسرجس الماسرجسي كان أديبا فصيحا حج مع أبيه سنة إحدى وأربعين قال الحاكم أبو عبد الله الحافظ حججت معهما فجاء أهل العلم ببغداد يسألون الشيخ أبا بكر أن يحدثهم فقال لم استصحب شيئا من مسموعاتي فسألت أبا الحسن فقال قد حملت أنا شيئا من سماعي من محمد بن إسحاق فكتبنا عن الحسن وكان أبو بكر يندم على ما ضيع من سماعاته إلى أن وردنا نيسابور فعقدنا له المجلس وتوفي في شعبان سنة ثلاث وخمسين وثلاث مئة وأبو علي الحسين بن محمد بن أحمد بن الحسين الحافظ الماسرجسي أخو أبي العباس السابق ذكره سمع جده وأباه وأبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو علي الحافظ الماسرجسي سفينة عصره في كثرة الكتابة والسماع والرحلة وأثبت أصحابنا في السماع والأداء ومن بيت الحديث فإني أعد في سلفه وبيته بضعة عشر محدثا وكان أسند أهل عصره وكان من أ صحاب مسلم بن الحجاج ورحل إلى العراق سنة إحدى وعشرين فسمع أبا عبد الله بن مخلد وطبقته ثم خرج إلى الشام وكتب عن أصحاب هشام بن عمار وأقرانهم ثم دخل مصر وأكثر المقام بها وسمع أصحاب المزني وصنف المسند الكبير في ألف وثلاث مئة جزء مهذبا بالعلم وجمع حديث الزهري جمعا لم يسبقه إليه أحد وكان يحفظ حديث الزهري مثل الماء وصنف المغازي والقبائل وكان عارفا وصنف أكثر المشايخ والأبواب وخرج على كتاب البخاري ومسلم في الصحيح ولم يبلغ رحمه الله وقت الحاجة إليه نظرت أنا له في الزهري وفي الفوائد مقدار مئة وخمسين جزءا من المسند وأدركته المنية قبل الحاجة إلى إسناده وتوفي في رجب سنة خمس وستين وثلاث مئة شهدت جنازته وصلى عليه الفقيه أبو الحسن الماسرجسي ابن أخته ودفن في داره وهو ابن ثمان وستين فإن مولده كان سنة ثمان وتسعين ومائتين ودفن علم كثير بدفنه ووالده أبو أحمد محمد بن أحمد بن محمد بن الحسين الماسرجسي هو ابن أبي العباس سمع محمد بن يحيى الذهلي وأحمد بن يوسف السلمي ومسلم بن الحجاج القشيري روى عنه أبو علي الحسين بن محمد الحافظ وابن أخيه أبو نصر وحدث بكتاب جلود |جـ 5 صـ 172| السباع لمسلم بن الحجاج في خمسة أجزاء وليس لمسلم بن الحجاج بعد الصحيح كتاب أحسن منه ومات أبو أحمد في شهر ربيع الآخر سنة خمس عشرة وثلاث مئة وصلى عليه أخوه ودفن بجنب أبيه ",
                "title": "الماسرجسي",
                "uri": "JK_000952_3603"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}