{
    "features": [
        {
            "item": "JK_000952_2929",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.313-314",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغندجاني</h1> بفتح الغين المعجمة وسكون النون وفتح الدال المهملة والجيم وفي آخرها النون هذه النسبة إلى غندجان وهي بلدة من كور الأهواز من بلاد الخوذ منها أبو أحمد عبد الوهاب بن محمد بن موسى بن داذ فروخ الغندجاني الأهوازي سمع بالأهواز أبا بكر أحمد بن عبدان الشيرازي وببغداد أبا طاهر محمد بن عبد الرحمن المخلص وأبا القاسم عبيد الله بن أحمد الصيدلاني وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الحافظ وروى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري وكانت له إجازة عن الغندجاني وذكره أبو بكر الخطيب وقال وقع إلي ببغداد أصل أبي بكر بن عبدان بكتاب تاريخ البخاري وكان في بعضه سماع الغندجاني فذكر أنه سمع من ابن عبدان جميع الكتاب فسمعه منه الصوري وجماعة من أصحابنا وأرجو أن يكون صدوقا وسألته عن مولده فقال ولدت بالأهواز في سنة ست وستين وثلاثمائة وخرج من بغداد يقصد البصرة في أول المحرم من سنة سبع وأربعين وأربعمائة ثم عاد من واسط مصعدا إلينا فمات بالمبارك في يوم الأحد ثاني جمادي الأولى من هذه السنة ودفن بالنعمانية وابن عمه أبو محمد الحسن بن أحمد بن موسى الغندجاني كان شيخا صالحا ثقة صدوقا مكثرا سكن واسط بأخرة سمع ببغداد مع ابن عمه أبا طاهر المخلص وأبا حفص الكتاني وأبا أحمد الفرضي وأبا عبد الله بن دوست العلاف روى لي عنه أبو عبد الله محمد بن علي بن الحلال بواسط وكانت ولادته في شوال سنة ثلاث وثمانين وثلاثمائة ووفاته في جمادى الأولى سنة سبع وستين وأربعمائة |جـ 4 صـ 314| وحفيده أبو الجوائز سعد بن عبد الكريم بن الحسن بن أحمد بن موسى الغندجاني من أهل واسط شيخ صالح من أهل العلم وبيته سديد السيرة سمع ببغداد أبا الخطاب نصر بن أحمد بن نصر القاري وأبا محمد رزق الله بن عبد الوهاب التميمي وبواسط أبا البركات أحمد بن عثمان بن نفيس المصري وطبقتهم قرأت عليه بواسط وكانت ولادته في شهر ربيع الآخر سنة ثلاث وستين وأربعمائة وتركته حيا في سنة ثلاث وثلاثين وخمسمائة وأبو الفضل عبد الرحمن بن مهدي الغندجاني سمع بمصر أبا محمد عبد الرحيم بن عمير بن النحاس وببغداد أبا الحسين علي بن محمد بن بشران السكري وغيرهما سمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وذكره في معجم شيوخه فقال الغندجاني سمع ببغداد وبمصر من جماعة حدثنا بحديث من حفظه وكان عسرا كتبت عنه بسابور فارس ",
                "title": "الغندجاني",
                "uri": "JK_000952_2929"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}