{
    "features": [
        {
            "item": "JK_000129_013575",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.410-412",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>همذان والنسبة الهمذاني</h1> بالتحريك والذال معجمة وآخره نون في الإقليم الرابع وطولها من جهة المغرب ثلاث وسبعون درجة وعرضها ست وثلاثون درجة قال هشام بن الكلبي همذان سميت بهمذان بن الفلوج بن سام بن نوح عليه السلام وهمذان وأصبهان أخوان بنى كل واحد منهما بلدة ووجد في بعض كتب السريانيين في أخبار الملوك والبلدان إن الذي بنى همذان يقال له كرميس بن حليمون وذكر بعض علماء الفرس أن اسم همذان إنما كان نادمه ومعناه المحبوبة وروي عن شعبة أنه قال الجبال عسكر وهمذان معمعتها وهي أعذبها ماء وأطيبها هواء وقال ربيعة بن عثمان كان فتح همذان في جمادى الأولى على رأس ستة أشهر من مقتل عمر بن الخطاب رضي الله عنه وكان الذي فتحها المغيرة بن شعبة في سنة 42 من الهجرة وفي آخر وجه المغيرة بن شعبة وهو عامل عمر بن الخطاب على الكوفة بعد عزل عمار بن ياسر عنها جرير بن عبد الله البجلي إلى همذان في سنة 32 فقاتله أهلها وأصيبت عينه بسهم فقال أحتسبها عند الله الذي زين بها وجهي ونور لي ما شاء ثم سلبنيها في سبيله وجرى أمر همذان على مثل ما جرى عليه أمر نهاوند وذلك في آخر سنة 32 وغلب على أرضها قسرا وضمها المغيرة إلى كثير بن شهاب والي الدينور وإليه ينسب قصر كثير في نواحي الدينور وقال بعض علماء الفرس كان همذان أكبر مدينة بالجبال وكانت أربعة فراسخ في مثلها طولها من الجبل إلى قرية يقال لها زينواباذ وكان صنف التجار بها وصنف الصيارف بسنجاباذ وكان القصر الخراب الذي بسنجاباذ تكون فيه الخزائن والأموال وكان صنف البزازين في قرية يقال لها برشيقان فيقال إن بخت نصر بعث إليها قائدا |جـ 5 صـ 411| يقال له صقلاب في خمسمائة ألف رجل فأناخ عليها وأقام يقاتل أهلها مدة وهو لا يقدر عليها فلما أعيته الحيلة فيها وعزم على الانصراف استشار أهله فقالوا الرأي أن تكتب إلى بخت نصر وتعلمه أمرك وتستأذنه في الانصراف فكتب إليه أما بعد فإني وردت على مدينة حصينة كثيرة الأهل منيعة واسعة الأنهار ملتفة الأشجار كثيرة المقاتلة وقد رمت أهلها فلم أقدر عليها وضجر أصحابي المقام وضاقت عليهم الميرة والعلوفة فإن أذن لي الملك بالانصراف فقد انصرفت فلما وصل الكتاب إلى بخت نصر كتب إليه أما بعد فقد فهمت كتابك ورأيت أن تصور لي المدينة بجبالها وعيونها وطرقها وقراها ومنبع مياهها وتنفذ إلي بذلك حتى يأتيك أمري ففعل صقلاب ذلك وصور المدينة وأنفذ الصورة إليه وهو ببابل فلما وقف عليه جمع الحكماء وقال أجيلوا الرأي في هذه الصورة وانظروا من أين تفتح هذه المدينة فأجمعوا على أن مياه عيونها تحبس حولا ثم تفتح وترسل على المدينة فإنها تغرق فكتب بخت نصر إلى صقلاب بذلك وأمره بما قاله الحكماء ففتح ذلك الماء بعد حبسه وأرسله على المدينة فهدم سورها وحيطانها وغرق أكثر أهلها فدخلها صقلاب وقتل المقاتلة وسبى الذرية وأقام بها فوقع في أصحابه الطاعون فمات عامتهم حتى لم يبق منهم إلا قليل ودفنوا في أحواض من خزف فقبورهم معروفة توجد في المحال والسكك إذا عمروا دورهم وخربوا ولم تزل همذان بعد ذلك خرابا حتى كانت حرب دارا بن دارا والإسكندر فإن دارا استشار أصحابه في أمره لما أظله الإسكندر فأشاروا عليه بمحاربته بعد أن يحرز حرمه وأمواله وخزائنه بمكان حريز لا يوصل إليه ويتجرد هو للقتال فقال انظروا موضعا حريزا حصينا لذلك فقالوا له إن من وراء أرض الماهين جبالا لا ترام وهي شبيهة بالسند وهناك مدينة منيعة عتيقة قد خربت وبارت وهلك أهلها وحولها جبال شامخة يقال لها همذان فالرأي للملك أن يأمر ببنائها وإحكامها وأن يجعل في وسطها حصنا يكون للحرم والخزائن والعيال والأموال ويبني حول الحصن دور القواد والخاصة والمرازبة ثم يوكل بالمدينة اثني عشر ألف رجل من خاصة الملك وثقاته يحمونها ويقاتلون عنها من رامها قال فأمر دارا ببناء همذان وبنى في وسطها قصرا عظيما مشرفا له ثلاثة أوجه وسماه ساروقا وجعل فيه ألف مخبأ لخزائنه وأمواله وأغلق عليه ثمانية أبواب حديد كل باب في ارتفاع اثني عشر ذراعا ثم أمر بأهله وولده وخزائنه فحولوا إليها وأسكنوها وجعل في وسط القصر قصرا آخر صير فيه خواص حرمه وأحرز أمواله في تلك المخابىء ووكل بالمدينة اثني عشر ألفا وجعلهم حراسا وحكى بعض أهل همذان عنها مثل ما حكيناه أولا عن بخت نصر من حبس الماء وإطلاقه على البلد حتى خربه وفتحه والله أعلم ويقال إن أول من بنى همذان جم بن نوجهان بن شالخ بن أرفخشد بن سام بن نوح عليه السلام وسماها سارو ويعرب فيقال ساروق وحصنها بهمن بن اسفنديار وإن دارا وجد المدينة حصينة المكان دارسة البناء فأعاد بناءها ثم كثر الناس بها في الزمان القديم حتى كانت منازلها تقدر بثلاثة فراسخ وكان صنف الصاغة بها بقرية سنجاباذ واليوم تلك القرية على فرسخين من البلد قال شيرويه في أخبار الفرس بلسانهم سارو جم كرد دارا كمر بست بهمن اسفنديار بسر آورد معناه بنى الساروق جم ونطقه دارا أي سوره وعمم عليه سورا واستتمه وأحسنه بهمن بن اسفنديار وذكر أيضا بعض مشايخ همذان أنها |جـ 5 صـ 412| أعتق مدينة بالجبل واستدلوا على ذلك من بقية بناء قديم باق إلى الآن وهو طاق جسيم شاهق لا يدرى من بناه وللعامة فيه أخبار عامية ألغينا ذكرها خوف التهمة وقال محمد بن بشار يذكر همذان وأروند ولقد أقول تيامني وتشاءمي وتواصلي ريما على همذان بلد نبات الزعفران ترابه وشرابه عسل بماء قنان سقيا لأوجه من سقيت لذكرهم ماء الجوى بزجاجة الأحزان كاد الفؤاد يطير مما شفه شوقا بأجنحة من الخفقان فكسا الربيع بلاد أهلك روضة تفتر عن نفل وعن حوذان حتى تعانق من خزاماك الذي بالجلهتين شقائق النعمان وإذا تبجست الثلوج تبجست عن كوثر شبم وعن حيوان متسلسلين على مذانب تلعة تثغو الجداء بها على الحملان قال المؤلف ولا شك عند كل من شاهد همذان بأنها من أحسن البلاد وأنزهها وأطيبها وأرفهها وما زالت محلا للملوك ومعدنا لأهل الدين والفضل إلا أن شتاءها مفرط البرد بحيث قد أفردت فيه كتب وذكر أمره بالشعر والخطب وسنذكر من ذلك مناظرة جرت بين رجل من أهل العراق يقال له عبد القاهر بن حمزة الواسطي ورجل من همذان يقال له الحسين بن أبي سرح في أمرها فيه كفاية قالوا وكانا كثيرا ما يلتقيان فيتحادثان الأدب ويتذاكران العلم وكان عبد القاهر لا يزال يذم الجبل وهواءه وأهله وشتاءه لأنه كان رجلا من أهل العراق وكان ابن أبي سرح مخالفا له كثيرا يذم العراق وأهله فالتقيا يوما عند محمد بن إسحاق الفقيه وكان يوما شاتيا صادق البرد كثير الثلج وكان البرد قد بلغ من عبد القاهر مبالغه فلما دخل وسلم قال لعن الله الجبل ولعن ساكنيه وخص الله همذان من اللعن بأوفره وأكثره فما أكدر هواءها وأشد بردها وأذاها وأشد مؤونتها وأقل خيرها وأكثر شرها فقد سلط الله عليها الزمهرير الذي يعذب به أهل جهنم مهما يحتاج الإنسان فيها من الدثار والمؤن المجحفة فوجوهكم يا أهل همذان مائلة وأنوفكم سائلة وأطرافكم خصرة وثيابكم متسخة وروائحكم قذرة ولحاكم دخانية وسبلكم منقطعة والفقر عليكم ظاهر والمستور في بلدكم مهتوك لأن شتاءكم يهدم الحيطان ويبرز الحصان ويفسد الطرق ويشعث الآطام فطرقكم وحلة تتهافت فيها الدواب وتتقذر فيها الثياب وتتحطم الإبل وتخسف فيها الآبار وتفيض المياه وتكف السطوح وتهيج الرياح العواصف وتكون فيها الزلازل والخسوف والرعود والبروق والثلوج والدمق فتنقطع عند ذلك السبل ويكثر الموت وتضيق المعايش فالناس في جبلكم هذا في جميع أيام الشتاء يتوقعون العذاب ويخافون السخط والعقاب ثم يسمونه العدو المحاصر والكلب الكلب ولذلك كتب عمر بن الخطاب رضي الله عنه إلى بعض عماله إنه قد أظلكم الشتاء وهو العدو المحاصر فاستعدوا له الفراء واستغلوا الحذاء وقد قال الشاعر إذا جاء الشتاء فأدفئوني فإن الشيخ يهدمه الشتاء فالشتاء يهدم الحيطان فكيف الأبدان لا سيما شتاؤكم |جـ 5 صـ 413| الملعون ثم فيكم أخلاق الفرس وجفاء العلوج وبخل أهل أصبهان ووقاحة أهل الري وفدامة أهل نهاوند وغلظ طبع أهل همذان على أن بلدكم هذا أشد البلدان بردا وأكثرها ثلجا وأضيقها طرقا وأوعرها مسلكا وأفقرها أهلا وكان يقال أبرد البلدان ثلاثة برذعة وقاليقلا وخوارزم وهذا قول من لم يدخل بلدكم ولم يشاهد شتاءكم وقد حدثني أبو جعفر محمد بن إسحاق المكتب قال لما قدم عبد الله بن المبارك همذان أوقدت بين يديه نار فكان إذا سخن باطن كفه أصاب ظاهرها البرد وإذا سخن ظاهرها أصاب باطنها البرد فقال أقول لها ونحن على صلاء أما للنار عندك حر نار لئن خيرت في البلدان يوما فما همذان عندي بالخيار ثم التفت إلى ابن أبي سرح وقال يا أبا عبد الله وهذا والدك يقول النار في همذان يبرد حرها والبرد في همذان داء مسقم والفقر يكتم في بلاد غيرها والفقر في همذان ما لا يكتم قد قال كسرى حين أبصرتلكم همذان لا انصرفوا فتلك جهنم والدليل على هذا أن الأكاسرة ما كانت تدخل همذان لأن بناءهم متصل من المدائن إلى أزرميدخت من أسداباذ ولم يجوزوا عقبة أسداباذ وبلغنا أن كسرى أبرويز هم بدخول همذان فلما بلغ إلى موضع يقال له دوزخ دره ومعناه بالعربية باب جهنم قال لبعض وزرائه ما يسمى هذا المكان فعرفه فقال لأصحابه انصرفوا فلا حاجة بنا إلى دخول مدينة فيها ذكرجهنم وقد قال وهب بن شاذان الهمذاني شاعركم أما آن من همذان الرحيل من البلدة الحزنة الجامده فما في البلاد ولاأهلها من الخير من خصلة واحده يشيب الشباب ولم يهرموا بها من ضبابتها الراكده سألتهم أين أقصى الشتاء ومستقبل السنة الوارده فقالوا إلى جمرة المنتهى فقد سقطت جمرة خامده وأيضا قد قال شاعركم يوم من الزمهرير مقرور على صبيب الضباب مزرور كأنما حشوه جزائره وأرضه وجهها قوارير يرمي البصير الحديد نظرته منها لأجفانه سمادير وشمسه حرة مخدرة تسلبت حين حم مقدور تخال بالوجه من ضبابتها إذا حذت جلده زنابير وقال كاتب بكر همذان متلفة النفوس ببردها والزمهرير وحرها مأمون غلب الشتاء مصيفها وربيعها فكأنما تموزها كانون |جـ 5 صـ 414| وسأل عمر بن الخطاب رضي الله عنه رجلا من أين أنت فقال من همذان فقال أما إنها مدينة هم وأذى تجمد قلوب أهلها كما يجمد ماؤها وقد قال شاعركم أيضا وهو أحمد بن بشار يذم بلدكم وشدة برده وغلظ طبع أهله وما تحتاجون إليه من المؤن المجحفة الغليظة لشتائكم وقيل لأعرابي دخل همذان ثم انصرف إلى البادية كيف رأيت همذان فقال أما نهارهم فرقاص وأما ليلهم فحمال يعني أنهم بالنهار يرقصون لتدفأ أرجلهم وبالليل حمالون لكثرة دثارهم ووقع أعرابي إلى همذان في الربيع فاستطاب الزمان وأنس بالأشجار والأنهار فلما جاء الشتاء ورد عليه ما لم يعهده من البرد والأذى فقال بهمذان شقيت أموري عند انقضاء الصيف والحرور جاءت بشر شر من عقور ورمت الآفاق بالهرير والثلج مقرون بزمهرير لولا شعار العاقر النزور أم الكبير وأبو الصغير لم يدف إنسان من الخصير ولقد سمعت شيخا من علمائكم وذوي المعرفة منكم أنه يقول يربح أهل همذان إذا كان يوم في الشتاء صافيا له شمس حارة مائة ألف درهم وقيل لابنة الحسن أيما أشد الشتاء أم الصيف فقالت من يجعل الأذى كالزمانة لأن أهل همذان إذا اتفق لهم في الشتاء يوم صاف فيه شمس حارة يبقى في أكياسهم مائة ألف درهم لأنهم يربحون فيه حطب الوقود وقيمته في همذان ورساتيقها في كل يوم مائة ألف درهم وقيل لأعرابي ما غاية البرد عندكم فقال إذا كانت السماء نقية والأرض ندية والريح شامية فلا تسأل عن أهل البرية وقد جاء في الخبر أن همذان تخرب لقلة الحطب ودخل أعرابي همذان فلما رأى هواءها وسمع كلام أهلها ذكر بلاده فقال وكيف أجيب داعيكم ودوني جبال الثلج مشرفة الرعان بلاد شكلها من غير شكلي وألسنها مخالفة لساني وأسماء النساء بها زنان وأقرب بالزنان من الزواني فلما بلغ عبد القاهر إلى هذا المكان التفت إليه ابن أبي سرح وقال له قد أكثرت المقال وأسرفت في الذم وأطلت الثلب وطولت الخطبة ثم صمد للإجابة فلم يأت بطائل أكثر من ذكر المفاخرة بين الصيف والشتاء والحر والبرد ووصف أن بلادهم كثيرة الزهر والرياحين في الربيع وأنها تنبت الزعفران وأن عندهم أنواعا من الألوان لا تكون في بلاد غيرهم وأن مصيف الجبال طيب فلم أر الإطالة بالإتيان به على وجهه قالوا وأقبل عبيد الله بن سليمان بن وهب إلى همذان في سنة 482 بمائة ألف دينار وسبعين ألف دينار بالكفاية على أن لا مؤونة على السلطان وهي أربعة وعشرون رستاقا همذان وفرواز وقوهياباذ واناموج وسيسار وشراة العليا وشراة الميانج والاسفيذجان وبحر واباجر وارغين والمغارة واسفيذار والعلم الأحمر وارناد وسمير وسردروذ والمهران وكوردور وروذه وساوه وكان منها بسا وسلفانروذ وخرقان ثم نقلت إلى قزوين وهي ستمائة وستون قرية وعملها من باب الكرج إلى سيسر طولا |جـ 5 صـ 415| وعرضا من عقبة أسداباذ إلى ساوه قالوا ومن عجائب همذان صورة أسد من حجر على باب المدينة يقال إنه طلسم للبرد من عمل بليناس صاحب الطلسمات حين وجهه قباذ ليطلسم آفات بلاده ويقال إن الفارس كان يغرق بفرسه في الثلج بهمذان لكثرة ثلوجها وبردها فلما عمل لها هذا الطلسم في صورة الأسد قل ثلجها وصلح أمرها وعمل أيضا على يمين الأسد طلسما للحيات وآخر للعقارب فنقصت وآخر للغرق فأمنوه وآخر للبراغيث فهي قليلة جدا بهمذان ولما عمل بليناس هذه الطلسمات بهمذان استهان بها أهلها فاتخذ في جبلهم الذي يقال له اروند طلسما مشرفا على المدينة للجفاء والغلظ فهم أجفى الناس وأغلظهم طبعا وعمل طلسما آخر للغذ فهم أغدر الناس فلذلك حولت الملوك الخزائن عنها خوفا من غدر أهلها واتخذ طلسما آخر للحروب فليست تخلو من عسكر أو حرب وقال محمد بن أحمد السلمي المعروف بابن الحاجب يذكر الأسد على باب همذان ألا أيها الليث الطويل مقامه على نوب الأيام والحدثان أقمت فما تنوي البراح بحيلة كأنك بواب على همذان أطالب ذحل أنت من عند أهلها أبن لي بحق واقع ببيان أراك على الأيام تزداد جدة كأنك منها آخذ بأمان أقبلك كان الدهر أم كنت قبله فنعلم أم ربيتما بلبان وهل أنتمان ضدان كل تفردت به نسبة أم أنتما أخوان بقيت فما تفنى وأفنيت عالما سطا بهم موت بكل مكان فلو كنت ذا نطق جلست محدثا وحدثتنا عن أهل كل زمان ولو كنت ذا روح تطالب مأكلا لأفنيت أكلا سائر الحيوان أجنبت شر الموت أم أنت منظر وإبليس حتى يبعث الثقلان فلا هرما تخشى ولا الموت تتقي بمضرب سيف أو شباة سنان وعما قريب سوف يلحق ما بقى وجسمك أبقى من حرا وأبان قال وكان المكتفي يهم بحمل الأسد من باب همذان إلى بغداد وذلك أنه نظر إليه فاستحسنه وكتب إلى عامل البلد يأمره بذلك فاجتمع وجوه أهل الناحية وقالوا هذا طلسم لبلدنا من آفات كثيرة ولا يجوز نقله فيهلك البلد فكتب العامل بذلك وصعب حمله في تلك العقاب والجبال والمدور وكان قد أمر بحمل الفيلة لنقله على العجلة فلما بلغه ذلك فترت نيته عن نقله فبقي مكانه إلى الآن وقال شاعر أهل همذان وهو أحمد بن بشار يذم همذان وشدة برده وغلظ طبع أهله وما يحتاجون إليه من المؤن المجحفة الغليظة لشتائهم قد آن من همذان السير فانطلق وارحل على شعب شمل غير متفق بئس اعتياض الفتى أرض الجبال له من العراق وباب الرزق لم يضق أم الملوك فقد أودت سراتهم والغابرون بها في شيمة السوق |جـ 5 صـ 416| ولا مقام على عيش ترنقه أيدي الخطوب وشر العيش ذو الرنق قد كنت أذكر شيئا من محاسنها أيام لي فنن كاس من الورق أرض يعذب أهلوها ثمانية من الشهور كما عذبت بالرهق تبقى حياتك ما تبقى بنافعة إلا كما انتفع المجروض بالدمق فإن رضيت بثلث العمر فارض به على شرائط من يقنع بما يمق إذا ذوى البقل هاجت في بلادهم من جربيائهم نشافة العرق تبشر الناس بالبلوى وتنذرهم ما لا يداوى بلبس الدرع والدرق تلفهم في عجاج لا تقوم لها قوائم الفيل فيل الماقط الشبق لا يملك المرء فيها كور عمته حتى تطيرها من فرط مخترق فإن تكلم لاقته بمسكنة ملء الخياشيم والأفواه والحدق فعندها ذهبت ألوانهم جزعا واستقبلوا الجمع واستولوا على العلق حتى تفاجئهم شهباء معضلة تستوعب الناس في سربالها اليقق خطب بها غير هين من خطوبهم كالخنق ما منه من ملجا لمختنق أما الغني فمحصور يكابدها طول الشتاء مع اليربوع في نفق يقول أطبق وأسبل يا غلام وأر خ الستر واعجل برد الباب واندفق وأوقدوا بتنانير تذكرهم نار الجحيم بها من يصل يحترق والمملقون بها سبحان ربهم ماذا يقاسون طول الليل من أرق صبغ الشتاء إذا حل الشتاء بها صبغ المآتم للحسانة الفنق والذئب ليس إذا أمسى بمحتشم من أن يخالط أهل الدار والنسق فويل من كان في حيطانه قصر ولم يخص رتاج الباب بالغلق وصاحب النسك ما تهدا فرائصه والمستغيث بشرب الخمر في عرق أما الصلاة فودعها سوى طلل أقوى وأقفر من سلمى بذي العمق تمسي وتصبح كالشيطان في قرن مستمسكا من حبال الله بالرمق والماء كالثلج والأنهار جامدة والأرض أضراسها تلقاك بالدبق حتى كأن قرون الغفر ناتئة تحت المواطىء والأقدام في الطرق فكل غاد بها أو رائح عجل يمشي إلى أهلها غضبان ذا حنق قوم غذاؤهم الألبان مذ خلقوا فما لهم غيرها من مطعم أنق لا يعبق الطيب في أصداغ نسوتهم ولا جلودهم تبتل من عرق |جـ 5 صـ 417| فهم غلاظ جفاة في طباعهم إلا تعلة منسوب إلى الحمق أفنيت عمري بها حولين من قدر لم أقو منها على دفع ولم أطق قلت وهذه القصيدة ليست من الشعر المختار وإنما كتبت للحكاية عن شرح حال همذان وللشعراء أشعار كثيرة في برد همذان ووصف أروند فأما أروند فقد ذكر في موضعه وأما الأشعار التي قيلت في بردها ففي ما ذكرنا كفاية وقال البديع الهمذاني فيها همذان لي بلد أقول بفضله لكنه من أقبح البلدان صبيانه في القبح مثل شيوخه وشيوخه في العقل كالصبيان وقال شيرويه قال الأستاذ أبو العلاء محمد بن علي بن الحسن بن حستون الهمذاني الوزير من قصيدة يا أيها الملك الذي وصل العلا بالجود والإنعام والإحسان قد خفت من سفر أطل علي في كانون في رمضان من همذان بلد إليه أنتمي بمناسبي لكنه من أقذر البلدان صبيانه في القبح مثل شيوخه وشيوخه في العقل كالصبيان وقال شيرويه أيضا إن سليمان بن داود عليه السلام اجتاز بموضع همذان فقال ما بال هذا الموضع مع عظم مسيل مائه وسعة ساحته لا تبنى فيه مدينة فقالوا يا نبي الله لا يثبت أحد فيه لأن البرد ينصب فيه صبا ويسقط الثلج قامة الرمح فقال عليه السلام لصخر الجني هل من حيلة قال نعم فاتخذ سبعا من حجر منقور ونصب طلسما للبرد وبنى المدينة وقيل أول من أسسها دارا الأكبر قال كعب الأحبار متى أراد الله أن يخرب هذه المدينة سقط ذلك الطلسم فتخرب بإذن الله قال شيرويه والسبع هو الأسد المنحوت من الحجر الخورزني وخورزن جبل بباب همذان الموضوع على الكثيب الذي على ذنب الأسد وهذا الأسد من عجائب همذان منحوت من صخرة واحدة وجوارحه غير منفصلة عن قوائمه كأنه ليث غابة ولم يزل في هذا الموضع منذ زمن سليمان عليه السلام وقيل من زمان قباذ الأكبر لأنه أمر بليناس الحكيم بعمله إلى سنة 913 فإن مرداويج دخل المدينة ونهب أهلها وسباهم فقيل له إن هذا السبع طلسم لهذه المدينة من الآفات وفيه منافع لأهله فأراد حمله إلى الري فلم يقدر فكسرت يداه بالفطيس ",
                "title": "همذان والنسبة الهمذاني",
                "uri": "JK_000129_013575"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}