{
    "features": [
        {
            "item": "JK_000952_0206",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.190-191",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأعمشي</h1> بفتح الألف وسكون العين المهملة وفتح الميم وفي آخرها الشين المعجمة هذه النسبة إلى الأعمش والمشهور بهذا الانتساب أبو حامد أحمد بن حمدون بن أحمد بن رستم الأعمشي النيسابوري المعروف بابن أبي صالح من أهل نيسابور وإنما قيل له الأعمشي لأنه كان يحفظ حديث الأعمش أبي محمد سليمان بن مهران الكاهلي المعروف بالأعمش إمام أهل الكوفة كان طاف في البلاد بخراسان ورحل إلى العراق وأدرك الناس والشيوخ وكتب عنهم سمع بنيسابور محمد بن رافع القشيري وإسحاق بن منصور الكوسج وبمرو علي بن خشرم وبسرخس محمد بن ومحمد بن المهلب السرخسيين وبهراة محمد بن معاذ وبجرجان عمار بن رجاء وبالري أبا زرعة الرازي وببغداد محمد بن عثمان بن كرامة والحسن بن محمد بن الصباح وبالكوفة سلم بن جنادة وأبا سعيد عبد الله بن سعيد الأشج وبالبصرة يحيى بن حكيم المقوم وأبا الخطاب زياد بن يحيى البصريين روى عنه أبو الوليد حسان بن محمد القرشي الفقيه وأبو علي الحسين بن علي الحافظ وعبد الله بن سعد الحافظ النيسابوريون وغيرهم وكان أبو تراب كثير المزاح وكان موثوقا به فيما سمع حكي عن إمام الأئمة محمد بن إسحاق بن خزيمة أنه قال استقبلني أبو تراب الأعمشي وأنا منصرف من البصرة إلى بغداد وهو متوجه إليها فنظرت في مفازة واسط فإذا أنا برجل في بعض الليل عريان فقلت في نفسي أجني أم أنسي فجعل يقرب فإذا أبو تراب فقال لي ما فعل بندار قلت توفي قال فأبو موسى قلت توفي قال فما فعل أبو الخطاب قال حي فزعق زعقة وعدا وأخذ الطريق وذكر أبو أحمد محمد بن محمد الحافظ قال حضرت مجلس محمد بن إسحاق بن خزيمة إذ دخل أبو تراب الأعمشي فقال له أبو بكر يا أبا حامد كم روى الأعمش عن أبي صالح عن |جـ 1 صـ 191| أبي سعيد فانحدر أبو حامد يذكر الترجمة حتى فرغ منها وأبو بكر محمد بن إسحاق يتعجب من مذاكرته ذكر محمد بن حامد البزاز قال دخلنا على أبي حامد الأعمشي وهو عليل فقلنا كيف تجدك قال أنا بخير لولا هذا الجار يعني أبا أحمد الجلودي راوية أحمد بن حفص ثم قال يدعي أنه محدث عالم ولا يحفظ إلا ثلاث كتب كتاب عمي القلب وكتاب النسيان وكتاب الجهل دخل علي أمس وقد اشتدت بي العلة فقال يا أبا حامد علمت أن ابن زنجويه قد مات فقلت رحمه الله فقال دخلت اليوم على المؤمل بن الحسن وهو في النزع ثم قال لي أبا حامد ابن كم أنت فقلت أنا في السادسة والثمانين قال فأنت إذا أكبر من أبيك يوم مات فقلت أنا بحمد الله في عافية جامعت البارحة مرتين واليوم فعلت كذا قال فخجل وقام من عندي وقال أبو حامد أحمد بن محمد المقري الواعظ جئت مع أبي تراب الأعمشي من ناحية مقبرة الحسين فإذا نحن برجل يصيح ويبكي على رأس قبر ليلة الخميس وهو يقول أي ليلة أدركت أي ليلة أدركت فتقدم إليه أبو تراب فقال يا هذا أقل من صياحك هذا فإن ليلة غد خير من هذه الليلة وأرجو أن لا تفوتك وتوفي أبو حامد الأعمشي المعروف بأبي تراب في شهر ربيع الأول سنة إحدى وعشرين وثلاثمائة ",
                "title": "الأعمشي",
                "uri": "JK_000952_0206"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}