{
    "features": [
        {
            "item": "JK_000129_004981",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.425-426",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دارة</h1> جاءت في شعر الطرماح غير مضافة فقال ألا ليت شعري هل بصحراء دارة إلى واردات الأريمين ربوع دارة أجد عن ابن السكيت ولم أظفر لها بشاهد دارة الأرآم أرآم جمع رئم الظبي الأبيض الخالص البياض قال برج بن خنزير المازني مازن بن تميم وكان الحجاج ألزمه الخروج إلى المهلب لقتال الأزارقة أيوعدني الحجاج إن لم أقم له بسولاف حولا في قتال الأزارق وإن لم أرد أرزاقه وعطاءه وكنت امرأ صبا بأهل الخرانق فأبرق وأرعد لي إذ العيس خلفت بنا دارة الأرآم ذات الشقائق وحلف على اسمي بعد أخذك منكبي وحبس عريفي الدردقي المنافق دارة الأسواط الأسواط بظهر الأبرق بالمضجع تناوحه جمة وهي برقة بيضاء لبني قيس بن جزء بن كعب بن أبي بكر والأسواط مناقع المياه دارة الأكوار في ملتقى دار ربيعة بن عقيل ودار نهيك والأكوار جبال دارة أهوى من أرض هجر قال الجعدي تدارك عمران بن مرة سعيهم بدارة أهوى والخوالج تخلج عن ثعلب أهوى بفتح الهمزة وكسرها في قول الراعي تهانفت واستبكاك رسم المنازل بدارة أهوى أو بسوقة حائل وقال أهوى ماء لبني قتيبة الباهليين دارة باسل عن ابن السكيت ولم أظفر لها بشاهد وما أظنها إلا دارة مأسل وقد ذكرت بعد هذا دارة بحتر وسط أجإ أحد جبلي طيء قرب جو وبحتر بن عتود بن عنين بن سلامان بن ثعل بن عمرو بن الغوث بن جلهمة وهي طيء دارة بدوتين لربيعة بن عقيل وبدوتان هضبتان وهما هضبتان بينهما ماء دارة البيضاء تذكر مع دارة الجثوم دارة تيل ذكرت في تيل دارة الجأب الجأب المغرة والجأب الحمار الغليظ دارة الجأب لبني تميم قال جرير ما حاجة لك في الظعن التي بكرت من دارة الجأب كالنخل المواقير كاد التذكر يوم البين يشعفني إن الحليم بهذا غير معذور ماذا أردت إلى ربع وقفت به هل غير شوق وأحزان وتذكير هل في الغواني لمن قتلن من قود أو من ديات لقتلى الأعين الحور يجمعن خلفا وموعودا بخلن به إلى جمال وإدلال وتصوير |جـ 2 صـ 426| وقال جرير أصاح أليس اليوم منتظري صحبي نحيي ديار الحي من دارة الجأب وقال أيضا إن الخليط أجد البين يوم غدوا من دارة الجأب إذا أحداجهم زمر لما ترفع من هيج الجنوب لهم ردوا الجمال لإصعاد وما انحدروا دارة الجثوم لبني الأضبط بن كلاب والجثوم ماء لهم يصدر في دارة البيضاء دارة جدى قال الأفوه الأودي بدارات جدى أو بصارات جنبل إلى حيث حلت من كثيب وعزهل دارة جلجل قال ابن السكيت في تفسير قول امرىء القيس ألا رب يوم لك منهن صالح ولا سيما يوم بدارة جلجل قال دارة جلجل بالحمى ويقال بغمر ذي كندة وقال عمرو بن الخثارم البجلي وكنا كأنا يوم دارة جلجل مدل على أشباله يتهمهم وقال ابن دريد في كتاب البنين والبنات دارة جلجل بين شعبى وبين حسلات وبين وادي المياه وبين البردان وهي دار الضباب مما يواجه نخيل بني فزارة وفي كتاب جزيرة العرب للأصمعي دارة جلجل من منازل حجر الكندي بنجد دارة الجمد قال الفراء الجماد الحجارة واحدها جمد قال عمارة ألا يا ديار الحي من دارة الجمد سلمت على ما كان من قدم العهد دارة جهد كذا وجدته في شعر الأفوه الأودي حيث قال فرد عليهم والجياد كأنها قطا سارب يهوي هوي المحجل بدارات جهد أو بصارات جنبل إلى حيث حلت من كثيب وعزهل دارة جودات قال الجميح إذا حللت بجودات ودارتها وحال دوني من حواء عرنين عرفتم أن حقي غير منتزع وأن سلمكم سلم لها حين دارة الخرج والخرج خلاف الدخل وهو لغة في الخراج ومنه اجعل لنا خرجا ذكر في الخرج قال المخبل محبسة في دارة الخرج لم تذق بلالا ولم يسمح لها بنجيل ",
                "title": "دارة",
                "uri": "JK_000129_004981"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}