{
    "features": [
        {
            "item": "JK_000952_0771",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.502-503",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثابتي</h1> بفتح الثاء المنقوطة بثلاث وبعد الألف باء منقوطة بواحدة وفي آخرها التاء المنقوطة باثنتين من فوق هذه النسبة إلى الجد والمشهور بهذه النسبة أبو نصر أحمد بن عبد الله بن أحمد بن ثابت البخاري الثابتي فقيه من أهل بخارا إن شاء الله سكن بغداد وحدث عن الحسن بن أحمد بن محمد المخلدي وأبي القاسم بن حبابة البزاز وأبي طاهر المخلص ومحمد بن عبد الله بن أخي ميمي البغداديين قال أبو بكر الخطيب لم يزل أبو نصر الثابتي قاطنا ببغداد يدرس الفقه ويفتي إلى حين وفاته وكتبت عنه من الحديث شيئا يسيرا هكذا ذكره في كتاب المؤتنف وكان يدرس الفقه على أبي حامد الإسفراييني وقال في تاريخ بغداد قدمها وهو حدث ودرس على أبي حامد ولم يزل قاطنا ببغداد إلى آخر عمره يدرس فقه الشافعي ويفتي وله حلقة في جامع المنصور وحدث شيئا يسيرا عن زاهر بن أحمد السرخسي والقوم الذي ذكرتهم كتبت عنه وكان لينا في الرواية ومات في رجب سنة تسع وأربعين وأربعمائة ودفن في مقبرة باب حرب والإمام أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي الخطيب الحافظ الثابتي البغدادي صاحب التصانيف في الحديث منها كتاب تاريخ مدينة السلام بغداد أشهر من أن يذكر رحل إلى العراقين والحجاز وأصبهان وخراسان والشام وشيوخه تفوت الإحصاء أدركت قريبا من خمسة عشر نفسا من أصحابه وتوفي ببغداد في شوال سنة ثلاث وستين وأربعمائة وأبو سعد أسعد بن محمد بن أحمد بن أبي سعد بن علي الثابتي قيل إنه من أولاد زيد بن ثابت الأنصاري فقيه ساكن من أهل بنج ديه تفقه على والدي وحصل كتب أبي حامد الغزالي ونسخها بخطه كتبت عنه شيئا يسيرا من كتاب الجامع لأبي عيسى الترمذي بروايته عن القاضي أبي سعيد محمد بن علي بن أبي صالح البغوي وتوفي في شهر ربيع الأول سنة خمس وأربعين وخمسمائة ببنج ديه وقرابته أبو الفتح محمد بن عبد الرحمن بن أحمد الثابتي متصوف سمع الحديث الكثير معنا بنيسابور وقبلنا عن جماعة يسيرة لم نلحقهم لقيته أولا بنيسابور ثم بآمل طبرستان ثم صحبني منها إلى جرجان وانصرف عنها ثم قدم علينا خراسان وأظهر التزهد والتقشف وورد مرو قدمتين وقتل بالدواليب بدولاب الخازن على وادي مرو في وقعت الغز في سنة ثمان |جـ 1 صـ 503| وأربعين وخمسمائة وقبره بها وأبو طاهر محمد بن أحمد بن علي بن الحسين الأنصاري الثابتي ذكر أنه من ولد ثابت بن قيس بن شماس خطيب الأنصار كان شريفا صالحا مستورا من أهل بغداد سمع أبا طاهر عبد الكريم بن الحسن بن رزمة الخباز الكرخي السعري سمعت منه كتاب مداراة الناس لأبي بكر بن أبي الدنيا ببغداد وكانت ولادته سنة إحدى أو اثنتين وستين وأربعمائة وتوفي في آخر ذي الحجة سنة ست وثلاثين وخمسمائة ودفن بباب حرب ",
                "title": "الثابتي",
                "uri": "JK_000952_0771"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}