{
    "features": [
        {
            "item": "JK_000952_0993",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, p.119",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوزقي</h1> بفتح الجيم وسكون الواو وفتح الزاي وفي آخرها القاف هذه النسبة إلى جوزقين أحدهما إلى جوزق نيسابور منهم أبو بكر محمد بن عبد الله بن محمد بن زكريا الجوزقي صاحب كتاب المتفق الإمام الزاهد الورع العالم سمع أبا العباس الدغولي وأبا العباس الأصم وأبا حاتم مكي بن عبدان التميمي وطبقتهم روى عنه أبو بكر أحمد بن منصور بن خلف المغربي وأبو عثمان سعيد بن أبي سعيد العيار الصوفي وغيرهما ذكره الحاكم أبو عبد الله الحافظ في كتاب التاريخ فقال أبو بكر بن أبي الحسن المعدل يعني الجوزقي كثير السماع والكتابة والنفقة في العلم وكان يشهد وهو شاب والمشايخ أحياء رحل به خاله إسحاق المزكي إلى سرخس وسمع من أبي العباس الدغولي الكثير وقد كنت أسمعه غير مرة في قديم الأيام يذكر أول سماعه للحديث سنة إحدى وعشرين وكنت أقول السنة التي ولدت فيها ثم لم يزل يسمع معا إلى سنة خمسين صنف المسند الصحيح على كتاب مسلم بن الحجاج وانتقيت له فوائده نيف وعشرين جزءا سنة إحدى وخمسين ثم إنه وجد سماعه من أبي العباس السراج وأبي نعيم الجرجاني وحدث عنهما سنة تسع وستين وسمع بالري أبا حاتم الوسقندي وبهمذان القاسم بن عبد الواحد وببغداد أبا علي الصفار وبمكة أبا سعيد بن الأعرابي وطلحة العمري وتوفي ليلة السبت العشرين من شوال ودفن عشية السبت من سنة ثمان وثمانين وثلاثمائة وهو ابن اثنتين وثمانين سنة وصلى عليه الأستاذ أبو الطيب سهل بن محمد بن سليمان بحمر كاباد ودفن في داره وأبو الفضل إسحاق بن أحمد بن محمد بن يعقوب الجوزقي الهروي الحافظ كان حافظا ثقة عدلا من جوزق هراة سكن سمرقند وروى عن عبد الله بن عروة الفقيه وأبي يزيد حاتم بن محبوب السامي ومحمد بن معاذ الماليني وأحمد بن محمد بن ياسين القيسي ومحمد بن علي البركاني ورحل إلى العراق وكتب بها عن أبي القاسم عبد الله بن محمد البغوي ويحيى بن محمد بن صاعد وجماعة سواهما ومات بسمرقند في رجب سنة ثمان وخمسين وثلاثمائة ",
                "title": "الجوزقي",
                "uri": "JK_000952_0993"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}