{
    "features": [
        {
            "item": "JK_000952_4080",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.455-456",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النبيل</h1> بفتح النون وكسر الباء المنقوطة بواحدة من تحتها وبعدها الياء الساكنة المنقوطة من تحتها باثنتين وفي اخرها اللام والمشهور بها أبو عاصم الضحاك بن مخلد بن الضحاك بن مسلم بن رافع بن رفيع بن الأسود بن عمرو بن زالان بن هلال بن ثعلبة بن شيبان الشيباني النبيل البصري من أهل البصرة أخبرنا أبو الفضائل محمد بن عبد الله الكسي بسمرقند أخبرنا أبو علي الحسن بن عبد الملك النسفي إجازة وحدثناه أبو الفتح مسعود بن محمد بن سعيد الخطيب إملاء بجامع مرو أخبرنا أبو محمد الحسن بن أحمد بن الحافظ السمرقندي إجازة قالا أخبرنا أبو العباس جعفر بن محمد بن المعتز المستغفري الحافظ قال وجدت في كتاب عبد الله بن أحمد بن محتاج بخطه حدثنا محمد بن علي بن الحسين البلخي بنسف سنة أربع وثلاثين حدثنا الأمير إسماعيل بن أسد سمعت أبي يقول كنا عند أبي عاصم النبيل فقيل له لم سميت نبيلا قال كنا أبوي عاصمين عند ابن جريج وكنت أتجمل في الثياب فقال يوما أين أبو عاصم النبيل فسميت نبيلا وأخبركم عن نفسي بشيء طريف تزوجت امرأة وبنيت بها فلما دخلت عليها وأنفي كبير وأردت أن أقبلها فمنعني أنفي عن التقبيل فلما أردت لم يمكني تقبيلها فشددت انفي على وجهها فقالت نح ركبتك عن وجهي فقلت لها ليست هي بركبة إنما هو أنف وحفيده أبو علي بن الضحاك بن عمرو بن أبي عاصم النبيل الشيباني أصله من البصرة ونشأ بأصبهان وكتب بها الحديث وانتقل إلى بغداد وسكنها إلى حين وفاته سمع عمه أحمد بن عمرو بن أبي عاصم النبيل وأسيد بن عاصم وعمران بن عبد الرحيم الأصبهانيين وحمد بن يحيى بن مالك السوسي وأحمد بن عبد العزيز بن معاوية اليمامي وسهيل بن عبد الله بن الفرخان الزاهد روى عنه أبو الصيدا ناجية بن حيان القاضي وعبد الله بن موسى الهاشمي ومحمد بن المظفر الحافظ وروى جعفر بن محمد بن نصير الخلدي عنه كتاب الاحاد والمثاني بروايته عن عمه أحمد بن عمرو بن أبي عاصم وتوفي |جـ 5 صـ 456| في شهر ربيع الأول سنة ثلاث عشرة وثلاثمئة وأبو الحسين عبد الله بن محمد بن الحسن بن أيوب الكاتب المعروف بالنبيل حدث عن علي بن المديني روى عنه أبو القاسم بن الثلاج البغدادي ",
                "title": "النبيل",
                "uri": "JK_000952_4080"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}