{
    "features": [
        {
            "item": "JK_000129_012950",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.307-308",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نوبهار</h1> بالضم ثم السكون وباء موحدة مفتوحة وهاء وألف وراء في موضعين أحدهما قرب الري قال أبو الفضل بن العميد خرج ابن عباد من الري يريد أصبهان ومنزلة ورامين وهي قرية كالمدينة فتجاوزها إلى قرية عامرة وماء ملح لغير شيء إلا ليكتب إلي كتابي هذا من النوبهار يوم السبت نصف النهار ونوبهار أيضا ببلخ بناء للبرامكة قال عمر بن الأزرق الكرماني كانت البرامكة أهل شرف على وجه الدهر ببلخ قبل ملوك الطوائف وكان دينهم عبادة الأوثان فوصفت لهم مكة وحال الكعبة بها وما كانت قريش ومن والاها من العرب يأتون إليها ويعظمونها فاتخذوا بيت النوبهار مضاهاة لبيت الله الحرام ونصبوا حوله الأصنام وزينوه بالديباج والحرير وعلقوا عليه الجواهر النفيسة وتفسير النوبهار البهار الجديد لأن نو الجديد وكانت سنتهم إذا بنوا بناء حسنا أو عقدوا بابا جديدا أو طاقا شريفا كللوه بالريحان وتوخوا لذلك أول ريحان يطلع في ذلك الوقت فلما بنوا ذلك البيت جعلوا عليه أول ما يظهر من الريحان وكان البهار فسمي نوبهار لذلك وكانت الفرس تعظمه وتحج إليه وتهدي له وتلبسه أنواع الثياب وتنصب على أعلى قبته الأعلام وكانوا يسمون قبته الأستن وكانت مائة ذراع في مثلها وارتفاعها فوق مائة ذراع بأروقة مستدرية حولها وكان حول البيت ثلثمائة وستون مقصورة يسكنها خدامه وقوامه وسدنته وكان على كل واحد من سكان تلك المقاصير خدمة يوم لا يعود إلى الخدمة حولا كاملا ويقال إن الريح ربما حملت الحرير من العلم الذي فوق القبة فتلقيه بترمذ وبينهما اثنا عشر فرسخا وكانوا يسمون السادن الأكبر برمك لتشبيههم البيت بمكة يسمون سادنه برمكة فكان كل من ولي منهم |جـ 5 صـ 308| السدانة برمكا وكانت ملوك الهند والصين وكابل شاه وغيرهم من الملوك تدين بذلك الدين وتحج إلى هذا البيت وكانت سنتهم إذا هم وافوه أن يسجدوا للصنم الأكبر ويقبلوا يد برمك وجعلوا للبرمك ما حول النوبهار من الأرضين سبعة فراسخ في مثلها وجميع أهل ذلك الرستاق عبيد له يحكم فيهم بما يريد وصيروا للبيت وقوفا كثيرا وضياعا عظيمة سوى ما يحمل إليه من الهدايا التي تتجاوز الحد وكل ذلك يصل إلى برمك الذي يكون عليه فلم يزل يليه برمك بعد برمك إلى أن افتتحت خراسان في أيام عثمان بن عفان وانتهت السدانة إلى برمك أبي خالد بن برمك فسار إلى عثمان مع رهائن كانوا ضمنوا مالا عن البلد ثم إنه رغب في الإسلام فأسلم وسمي عبد الله ورجع إلى أهله وولده وبلده فأنكروا إسلامه وجعلوا بعض ولده مكانه برمكا فكتب إليه نيزك طرخان أحد الملوك يعظم ما أتاه من الإسلام ويدعوه إلى الرجوع إلى دين آبائه فأجابه برمك إني إنما دخلت في هذا الدين اختيارا له وعلما بفضله من غير رهبة ولم أكن لأرجع إلى دين بادي العوار مهتك الأستار فغضب نيزك وزحف إلى برمك في جمع كثير فكتب إليه برمك قد عرفت حبي للسلامة وإني قد استنجدت الملوك فأنجدوني فاصرف عني أعنة خليلك وإلا حملتني على لقائك فانصرف عنه ثم استغره وبيته فقتله وعشرة بنين له فلم يبق له سوى طفل وهو برمك أبو خالد فإن أمه هربت به وكان صغيرا إلى بلاد القشمير من بلاد الهند فنشأ هناك وتعلم علم اطب والنجوم وأنواعا من الحكمة وهو على دين آبائه ثم إن أهل بلده أصابهم طاعون ووباء فتشاءموا بمفارقة دينهم ودخولهم في الإسلام فكتبوا إلى برمك حتى قدم عليهم فأجلسوه في مكان آبائه وتولى النوبهار ثم تزوج برمك بنت ملك الصغانيان فولدت له الحسن وبه كان يكنى وخالدا وعمرا وأختا يقال لها أم خالد وسليمان بن برمك أمه امرأة من أهل بخارى وكان ابن برمك وأم القاسم من امرأة أخرى بخارية أيضا ولما فتح عبد الله بن عامر بن كريز خراسان أنفذ قيس بن الهيثم حتى قدم مدينة بلخ وقدم بين يديه عطاء بن السائب فدخل بلخ وخرب النوبهار وقال بعض الشعراء يذكر النوبهار أوحش النوبهار من بعد جعفر ولقد كان بالبرامك يعمر قل ليحيى أين الكهانة والسح ر وأين النجوم عن قتل جعفر أنسيت المقدار أم زاغت الشم س عن الوقت حين قمت تقدر وقال أبو بكر الصولي حدثنا محمد بن الفضل المذاري عن علي بن محمد النوفلي قال كان برمك يعمر النوبهار ويقوم به وهو اسم لبيت النار الذي كان ببلخ يعظم قدره بذلك فصار ابنه خالد بن برمك بعده فقال أبو الهول الحميري يمدح الفضل بن الربيع ويهجو الفضل بن يحيى بن خالد البرمكي فضلان ضمهما اسم وشتت الأخبار آثار فضل الربيع مساحد ومنار وفضل يحيى ببلخ آثاره النوبهار وما سواه إذا ما أثيرت الآثار بيت يوحد فيه ويعبد الجبار وبيت شرك وكفر به تعظم نار ",
                "title": "نوبهار",
                "uri": "JK_000129_012950"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}