{
    "features": [
        {
            "item": "JK_000952_3346",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.566-568",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القهندزي</h1> بضم القاف والهاء وسكون النون وضم الدال المهملة وفي آخرها الزاء هذه النسبة إلى قهندز بلاد شتى وهي المدينة الداخلة المسورة وأما قهندز بخارى فهي المدينة الداخلة فيما أظن قال قائلهم % لولا ابن جعدة لم يفتح قهندزكم % % ولا بخارى حتى يفتح الصور % والمشهور بهذه النسبة أبو عبد الرحمن محمد بن هارون الأنصاري القهندزي من أهل بخارى كان من أهل العلم سمع عبد الله بن المبارك وسفيان بن عيينة والفضيل بن عياض ومحمد بن مسلم الطائفي وعيسى بن موسى غنجار وكانت له رحلة إلى العراق والمجاز روى عنه سعيد بن جناح وأسباط بن اليسع البخاريان وأبو الحسن علي بن الحسن بن الخليل بن شاذويه المؤذن القهندزي من قهندز بخارى يروي عن أبي زكريا يحيى بن إسماعيل بن الحسن بن عثمان وأبي زيد عمران بن فرينام وسهل بن المتوكل وقيس بن أنيف وغيرهم وتوفي في جمادى الأولى سنة ست وأربعين وثلاثمائة وأبو عمرو محمد بن حامد بن نصر بن الفتح القهندزي يعرف بمؤذن الأبيض من أهل |جـ 4 صـ 567| بخارى يروي عن أبي بكر المنكدري وأبي عمرو سعيد بن محمد بن الأحنف ومات سنة تسع وستين وثلاثمائة وأما قهندز نيسابور وفيهم كثرة منهم أبو سعيد الحسن بن عبد الصمد بن عبد الله بن رزين القهندزي من أهل نيسابور وعمر ومبشر ومسعود بنو عبد الله بن رزين القهندزيون وأبو سعيد أحمد بن عمرو بن القهندزي النيسابوري سمع أبا نعميم الفضل بن دكين وغيره وأبو حماد عبد الله بن حماد القهندزي سمع نهشل بن سعيد النيسابوري وغيره والثاني منسوب إلى قهندزمرو ويقال لها المدينة الداخلة وهي باقية إلى الساعة ولكنها غير معمورة ولا مسكونة وقال بعض الشعراء % لولا ابن جعدة % البيت وفيهم كثرة والثالث منسوب إلى قهندز سمرقند منهم أبو محمد أحمد بن عبد الله القهندزي السمرقندي ذكره أبو سعد الإدريسي في تاريخ سمرقند هكذا وقال يروي عن معروف بن حسان وعمار بن نصر روى عنه سهل بن خلف وعصمة بن مسعود ومنهم من ينسب إلى قهندز هراة منهم أبو بشر القهندزي روى عنه أبو إسماعيل عبد الله بن محمد الأنصاري وأبو العسكر كافور بن عبد الله القهندزي من قهندز بخارى مولى الأمير أبي الحسن نصر بن أحمد بن إسماعيل الساماني يروي عن أبي عبد الله محمد بن محمد الأزهري وعبد الله بن محمد بن يعقوب الأستاذ وتوفي في سنة ست وسبعين وثلاثمائة والمنسوب إلى قهندز نيسابور أيضا أبو عمرو محمد بن الفضيل الخفاف القهندزي من قهندز نيسابور وهو من ولد |جـ 4 صـ 568| رزين والد أبي حاتم سمع أبا عبدالله البوشنجي وأقرانه سمع منه الحاكم أبو عبد الله الحافظ وقال سألت أبا حاتم القهندزي الوكيل عن وفاة أبيه فذكر أنه توفي في سنة سبع وخمسين وثلاثمائة وابو الحسن أحمد بن أبي الفضل محمد بن يوسف الفقيه القهندزي من أهل نيسابور كان من أعيان المعدلين وأبو الحسن تفقه عند أبي الوليد وكان في أيامه من المناظرين المبرزين سمع أبا حامد أحمد بن محمد الشرقي وأبا حاتم مكي بن عبدان التميمي سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في رجب من سنة اثنتين وتسعين وثلاثمائة ودفن بمقبرة الحيرة |جـ 4 صـ 569| ",
                "title": "القهندزي",
                "uri": "JK_000952_3346"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}