{
    "features": [
        {
            "item": "JK_000952_0271",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, p.226",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأودني</h1> بفتح الألف وسكون الواو وفتح الدال المهملة والنون هذه النسبة إلى قرية من قرى بخارا يقال لها أودنه بناحية ختفر وهو نهر بتلك الناحية والمشهور بهذه النسبة إمام أصحاب الحديث أبو بكر محمد بن عبد الله بن محمد بن بصير بن ورقة الأودني إمام أصحاب الشافعي في عصره وكان حريصا على طلب العلم راغبا في نشره لم يترك طلبه إلى آخر عمره وما خرج من بيته إلا والدفتر في كمه يروي عن الهيثم بن كليب الشاشي وأبي بشر أحمد بن محمد بن عمرو المصعبي ومحمد بن صابر بن كاتب وأبي يعلى عبد المؤمن بن خلف النسفي روى عنه غنجار وأبو عبد الله الحليمي وأبو العباس المستغفري ومات ببخارا في شهر ربيع الأول سنة خمس وثمانين وثلاثمائة وقبره مشهور بكلاباذ هكذا سمعت أبا الرضى محمد بن محمود الطرازي يقوله ببخارا ومن هذه القرية من أصحاب الرأي الفقيه أبو سليمان داود بن محمد بن موسى بن هارون الأودني يروي عن أبي عبد الرحمن بن أبي الليث كتبه كتاب ذكر الصالحين وكتاب أحداث الزمان وكتاب رحمة البهائم وكتاب فضائل القرآن وغيرها صحب صالح بن محمد البغدادي الحافظ وابناه الفقيه أبو سلمة عبد الصمد والحافظ أبو سهل عبد الحميد سمعا من أبي الفضل بن أبي حفص الترمذي بترمذ كتب الطحاوي عنه وسمعا من الفقيه أبي القاسم عبد الله بن أحمد النسوي مسند الحسن بن سفيان وسمعا من أبي جعفر الزجاج وكيل أبي علي بن سمو حادل بمرو كتاب مناقب أبي حنيفة رحمه الله كتاب جليل هكذا ذكره الحاكم البصيري في كتاب المضاهاة قال البصيري سمعت الفقيه أبا سلمة عبد الصمد بن محمد بن داود يقول سمعت جدي يقول خرج صالح بن محمد أبو علي الحافظ البغدادي إلينا بقرية أودنة وجلس مجلسا إذ أطلع ابنه فقال دعوت الله أن يرزقني ولدا فرزقني حملا وأشار إلى ابنه علي وأحمد بن محمد بن نصر الأودني حدث عنه غنجار الحافظ وأبو بكر أحمد بن علي بن محمد اليزدي ثم النيسابوري ومن القدماء أبو منصور أحمد بن محمد بن نصر الأودني حدث عن عبد الرحمن بن صالح المصري ويحيى بن محمد اللؤلؤي وموسى بن قريش التميمي وسفيان بن عبد الحكيم وغيرهم روى عنه داود بن محمد بن موسى الأودني وتوفي سنة ثلاث وثلاثمائة ",
                "title": "الأودني",
                "uri": "JK_000952_0271"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}