{
    "features": [
        {
            "item": "JK_000952_3460",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.79-82",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكعبي</h1> بفتح الكاف وسكون العين المهملة وفي اخرها الباء المنقوطة بواحدة هذه النسبة إلى أربعة الأول منسوب إلى كعب بن ربيعة بن عامر بن صعصعة منهم أبو أمية وقيل أبو مية أنس بن مالك الكعبي له صحبة وقيل له القشيري وهو من بني عبد الله بن كعب من الصحابة الذين سكنوا البصرة سمع من النبي صلى الله عليه وسلم حديثا واحدا في الصوم وهو حديث الفطر في السفر روى عنه المصريون هكذا ذكره أبو حاتم بن حبان البستي والثاني منسوب إلى كعب بن عوف بن أنعم بن مراد منهم جديع بن نذير المرادي الكعبي كان خادما للنبي صلى الله عليه وسلم وشهد فتح مصر وهو جد أبي ظبيان عبد الرحمن بن مالك بن جديع ذكره أبو سعيد بن يونس في تاريخ مصر وقال هو رجل معروف من أهل مصر ولا أعرف له رواية ومنهم قيس بن الحارث المرادي ثم الكعبي شهد فتح مصر روى عن عمر بن الخطاب وكان مفتي الناس في زمانه قاله أبو سعيد بن يونس والثالث منسوب إلى كعب خزاعة منهم القاسم بن مكرم بن محمد محرز بن المهدي بن عبد الرحمن بن عمرو بن خويلد بن خليد بن منقذ بن ربيعة بن حرام بن حبيش بن كعب الخزاعي ثم الكعبي سمع أباه محرز بن المهدي |جـ 5 صـ 80| والرابع منسوب إلى جده الأعلى وليس من القبائل منهم أبو محمد عبد الله بن محمد بن موسى بن كعب الكعبي سمع محمد بن أيوب الرازي وعلي بن عبد العزيز وغيرهما وأخوه أبو سعيد أحمد بن محمد بن موسى بن كعب الكعبي سمع يعقوب بن يوسف الأخرم وإبراهيم بن علي الذهلي وغيرهما روى عنه الحاكم أبو عبد الله الحافظ وهما من أهل نيسابور وقال الحاكم كان يقال في رأس الأزقة منزل واحد يخرج منه محدث وشاهد وفقيه قال وتوفي أبو سعيد في صفر سنة أربعين وثلاثمائة وأبو القاسم عبد الله بن أحمد بن محمود الكعبي البلخي رأس المعتزلة ورئيسهم ذكره أبو العباس المستغفري في تاريخ نسف وقال دخل نسف في أيام رئاسة أبي عثمان سعيد بن إبراهيم ونزل رباط الجويق وعقد له مجلس الإملاء روى عنه محمد بن زكريا بن الحسين النسفي ولولا أنه ذكره لما كان من حقه أن يذكر في كتابي هذا لتصلبه في الجهم والاعتزال ولأنه كان داعية إلى ضلالته أكره الرواية عنه وعن أمثاله وذكر المستغفري أن أبا يعلى بن خلف امتنع من زيارته ولما دخل عليه الكعبي مسلما وزائرا لم يقم له أبو يعلى ولا كلمه والفرقة الكعبية ينتمون إليه وهم جماعة من المعتزلة وكانت تزعم أن ليس لله عز وجل إرادة وزعمت أن جميع أفعاله واقعة منه بغير إرادة ولا مشيئة منه لها وقد كفرت المعتزلة قبله بقولها إن الشرور واقعة من العباد بخلاف إرادة الله عز وجل ومشيئته مع قولهم بأن أفعاله التي ليست بإرادة واقعة بمشيئته فزاد أبو القاسم الكعبي عليهم في هذا الكفر فزعم أنه ليس لله عز وجل إرادة ولا مشيئة على الحقيقة |جـ 5 صـ 82| ",
                "title": "الكعبي",
                "uri": "JK_000952_3460"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}