{
    "features": [
        {
            "item": "JK_000952_1368",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.348-349",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخرقاني</h1> بفتح الخاء المعجمة والراء الساكنة والقاف المفتوحة بعدها الألف ثم النون هذه النسبة إلى خرقان وهي من قرى سمرقند وبها رباط معروف يقال له رباط خرقان منها القاضي أحمد بن الحسين بن يوسف الخرقاني يعرف بماه اندرجبه كان واعظا سمع الحديث من السيد أبي الحسن محمد بن محمد بن زيد الحسيني العلوي روى عنه عمر بن محمد النسفي إن شاء الله وتوفي بالفارياب من نواحي جوزجانان في أواخر شهر رمضان سنة تسع وتسعين وأربعمائة وبكر بن عبد الله بن عبد الرحيم الخرقاني أحد الأئمة ذكره عمر النسفي في كتاب القند وقال توفي في عصر يوم الثلاثاء الثامن عشر من ذي القعدة سنة خمس وعشرين وخمسمائة ودفن بمقبرة بجاكرديزه قال وأنا صليت عليه ولي منه أحاديث والحسين بن أبي شهاب بن أحمد بن حمزة بن الحسين بن القاسم بن حمزة بن الحسن بن علي بن عبيد الله بن الحسن بن عبيدالله بن العباس بن علي ابن أبي طالب العلوي الخرقاني أبوه أبو شهاب أخو السيد أبي شجاع يروي عن الخطيب أبي القاسم محمود بن أحمد الزهري روى عنه أبو حفص عمر بن محمد بن أحمد النسفي الحافظ وتوفي بسمرقند في رجب سنة أربع وعشرين وخمسمائة وهو ابن ست وسبعين سنة ودفن قبالة جامع سمرقند وأبو علي الحسين بن يوسف بن أبي يعقوب الخرقاني الإمام الخطيب كان فقيها فاضلا وكان يدرس بسمرقند في مدرسة رأس سكة عمور يروي عن الإمام الخطيب أبي القاسم محمود بن أحمد الزهري الخرقاني سمع منه عمر بن محمد النسفي وتوفي بسمرقند يوم السبت الثاني والعشرين من شهر ربيع الأول سنة خمس وخمسمائة ودفن بجاكديزة وكانت ولادته في سنة أربع وثلاثين وأربعمائة وأبو بكر محمد بن جبريل بن يحيى بن جبريل بن صالح بن يوسف الخرقاني الخطيب يروي عن أبي القاسم محمود بن أحمد الزهري الخرقاني الخطيب روى عنه عمر بن محمد النسفي وتوفي في ذي القعدة سنة اثنتين وعشرين وخمسمائة ودفن بجاكرديزة وكانت ولادته سنة اثنتين وخمسين وأربعمائة وأبو محمد مسعود بن محمود بن أحمد الخرقاني الزهري كان عالما فاضلا وكان خطيب خرقان بعد أبيه وأراد قاضي القضاة أحمد بن سليمان في زمن |جـ 2 صـ 349| أحمد خان أن يكون نائبه في القضاء بخرقان فأبى فقصده فهرب إلى كاشغر ومات بها وقد اكتهل ",
                "title": "الخرقاني",
                "uri": "JK_000952_1368"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}