{
    "features": [
        {
            "item": "JK_000952_2262",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.371-372",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشاذكوني</h1> بفتح الشين المعجمة والذال المعجمة بينهما الألف وضم الكاف وفي آخرها النون هذه النسبة إلى شاذكونة قال أبو بكر بن مردوية الحافظ الأصبهاني في تاريخه إنما قيل له الشاذكوني لأن اباه كان يتجر إلى اليمن وكان يبيع هذه المضربات الكبار وتسمى شاذكونة فنسب إليها والمشهور بهذه النسبة أبو أيوب سليمان بن داود بن بشر بن زياد المنقري البصري المعروف بالشاذكوني من أهل البصرة كان حافظا مكثرا جالس الأئمة والحفاظ ببغداد ثم خرج إلى اصبهان فسكنها وانتشر حديثه بها حدث عن عبد الواحد بن زياد وحماد بن زيد روى عنه أبو قلابة الرقاشي وأبو مسلم الكجي ومحمد بن يونس الكديمي وحمدون بن أحمد بن سلم السمسار وغيرهم وكان ذا هيئة حسنة قال أبو عبيد القاسم بن سلام انتهى العلم يعني علم الحديث إلى أحمد بن حنبل وعلي بن عبد الله بن المديني ويحيى بن معين وأبي بكر بن أبي شيبة فكان أحمد أفقههم به وكان علي أعلمهم به وكان يحيى بن معين أجمعهم له وكان أبو بكر بن أبي شيبة أحفظهم له قال أبو يحيى الساجي راوي هذه الحكاية وهم أبو عبيد وأخطأ أحفظهم له سليمان بن داود الشاذكوني وكان الشاذكوني يتهم بشرب النبيذ وغير ذلك وكان يتهم بوضع الحديث وذكره البخاري فقال هو أضعف عندي من كل ضعيف وقال أبو عبد الرحمن النسائي هو ليس بثقة وكان عباس العنبري يقول ما مات ابن الشاذكوني حتى انسلخ من العلم انسلاخ الحية من قشرها ومات بالبصرة وقيل مات بأصبهان في جمادى الأولى سنة أربع وثلاثين ومائتين وحكى إسماعيل بن الفضل بن طاهر قال رأيت سليمان الشاذكوني في النوم فقلت |جـ 3 صـ 372| له ما فعل الله بك يا أبا أيوب قال غفر لي قلت بماذا قال كنت في طريق أصبهان أمر إليها فأخذني مطر وكان معي كتب ولم أكن تحت سقف ولا شيء فاكببت على كتبي حتى أصبحت وهدأ المطر فغفر الله لي بذلك قال أبو بكر بن مردويه الحافظ وأبو أيوب الشاذكوني من بني منقر بن عبيد بن مقاعس قدم أصبهان ست قدمات أول ما قدم سنة 222 ومات بها سنة ست وثلاثين ومائتين ",
                "title": "الشاذكوني",
                "uri": "JK_000952_2262"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}