{
    "features": [
        {
            "item": "JK_000129_002541",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.23-25",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تركستان</h1> هو اسم جامع لجميع بلاد الترك وفي الحديث أن النبي صلى الله عليه وسلم قال الترك أول من يسلب أمتي ما خولوا وعن ابن عباس أنه قال ليكونن الملك أو قال الخلافة في ولدي حتى يغلب على عزهم الحمر الوجوه الذين كأن وجوههم المجان المطرقة وعن أبي هريرة رضي الله عنه أنه قال لا تقوم الساعة حتى يجيء قوم عراض الوجوه صغار الأعين فطس الأنوف حتى يربطوا خيولهم بشاطىء دجلة وعن معاوية لا تبعثوا الرابضين اتركوهم ما تركوكم الترك والحبشة وخبر آخر عن النبي صلى الله عليه وسلم أنه قال اتركوا الترك ما تركوكم وقيل إن الشاة لا تضع في بلاد الترك أقل من أربعة وربما وضعت خمسة أو ستة كما تضع الكلاب وأما اثنين أو ثلاثة فإنما يكون نادرا وهي كبار جدا ولها ألايا كبار تجرها على الأرض وأوسع بلاد الترك بلاد التغزغز وحدهم الصين والتبت والخرلخ والكيماك والغز والجفر والبجناك والبذكش وأذكس وخفشاق وخرخيز وأول حدهم من جهة المسلمين فاراب قالوا ومدائنهم المشهورة ست عشرة مدينة |جـ 2 صـ 24| والتغزغز في الترك كالبادية أصحاب عمد يرحلون ويحلون والبذكشية أهل بلاد وقرى وكان هشام بن عبد الملك بعث إلى ملك الترك يدعوه إلى الإسلام قال الرسول فدخلت عليه وهو يتخذ سرجا بيده فقال للترجمان من هذا فقال رسول ملك العرب قال غلامي قال نعم قال فأمر بي إلى بيت كثير اللحم قليل الخبز ثم استدعاني وقال لي ما بغيتك فتلطفت له وقلت إن صاحبي يريد نصيحتك ويراك على ضلال ويحب لك الدخول في الإسلام قال وما الإسلام فأخبرته بشرائطه وحظره وإباحته وفروضه وعبادته فتركني أياما ثم ركب ذات يوم في عشرة أنفس مع كل واحد منهم لواء وأمر بحملي معه فمضينا حتى صعد تلا وحول التل غيضة فلما طلعت الشمس أمر واحدا من أولئك أن ينشر لواءه ويليح به ففعل فوافى عشرة آلاف فارس مسلح كلهم يقول جاه جاه حتى وقفوا تحت التل وصعد مقدمهم فكفر للملك فما زال يأمر واحدا واحدا أن ينشر لواءه ويليح به فإذا فعل ذلك وافى عشرة آلاف فارس مسلح فيقف تحت التل حتى نشر الألوية العشرة وصار تحت التل مائة ألف فارس مدجج ثم قال للترجمان قل لهذا الرسول يعرف صاحبه أنه ليس في هؤلاء حجام ولا إسكاف ولا خياط فإذا أسلموا والتزموا شروط الإسلام من أين يأكلون ومن ملوك الترك كيماك دون ألفين وهم بادية يبيعون الكلأ فإذا ولد للرجل ولد رباه وعاله وقام بأمره حتى يحتلم ثم يدفع إليه قوسا وسهاما ويخرجه من منزله ويقول له احتل لنفسك ويصيره بمنزلة الغريب الأجنبي ومنهم من يبيع ذكور ولده وإناثهم بما ينفقونه ومن سنتهم أن البنات البكور مكشفات الرؤوس فإذا أراد الرجل أن يتزوج ألقى على رأس إحداهن ثوبا فإذا فعل ذلك صارت زوجته لا يمنعها منه مانع وذكر تميم بن بحر المطوعي أن بلدهم شديد البرد وإنما يسلك فيه ستة أشهر في السنة وأنه سلك في بلاد خاقان التغزغزي على بريد أنفذه خاقان إليه وأنه كان يسير في اليوم والليلة ثلاث سكك بأشد سير وأحثه فسار عشرين يوما في بواد فيها عيون وكلأ وليس فيها قرية ولا مدينة إلا أصحاب السكك وهم نزول في خيام وكان حمل معه زادا لعشرين يوما ثم سافر بعد ذلك عشرين يوما في قرى متصلة وعمارات كثيرة وأكثر أهلها عبدة نيران على مذهب المجوس ومنهم زنادقة على مذهب ماني وأنه بعد هذه الأيام وصل إلى مدينة الملك وذكر أنها مدينة حصينة عظيمة حولها رساتيق عامرة وقرى متصلة ولها إثنا عشر بابا من حديد مفرطة العظم قال وهي كثيرة الأهل والزحام والأسواق والتجارات والغالب على أهلها مذهب الزنادقة وذكر أنه حزر ما بعدها إلى بلاد الصين مسيرة ثلاثمائة فرسخ قال وأظنه أكثر من ذلك قال وعن يمين بلدة التغزغز بلاد الترك لا يخالطها غيرهم وعن يسار التغزغز كيماك وأمامها بلاد الصين وذكر أنه نظر قبل وصوله إلى المدينة خيمة الملك من ذهب على رأس قصره تسعمائة رجل وقد استفاض بين أهل المشرق أن مع الترك حصى يستمطرون به ويجيئهم الثلج حين أرادوا وذكر أحمد بن محمد الهمذاني عن أبي العباس عيسى بن محمد المروزي قال لم نزل نسمع في البلاد التي من وراء النهر وغيرها من الكور الموازية لبلاد الترك الكفرة الغزية والتغزغزية والخزلجية وفيهم المملكة ولهم في أنفسهم شأن عظيم ونكاية في الأعداء شديدة |جـ 2 صـ 25| إن من الترك من يستمطر في السفارة وغيرها فيمطر ويحدث ما شاء من برد وثلج ونحو ذلك فكنا بين منكر ومصدق حتى رأيت داود بن منصور بن أبي علي الباذغيسي وكان رجلا صالحا قد تولى خراسان فحمد أمره بها وقد خلا بابن ملك الترك الغزية وكان يقال له بالقيق بن حيوية فقال له بلغنا عن الترك أنهم يجلبون المطر والثلج متى شاؤوا فما عندك في ذلك فقال الترك أحقر وأذل عند الله من أن يستطيعوا هذا الأمر والذي بلغك حق ولكن له خبر أحدثك به كان بعض أجدادي راغم أباه وكان الملك في ذلك العصر قد شذ عنه واتخذ لنفسه أصحابا من مواليه وغلمانه وغيرهم ممن يحب الصعلكة وتوجه نحو شرق البلاد يغير على الناس ويصيد ما يظهر له ولأصحابه فانتهى به المسير إلى بلد ذكر أهله أن لا منفذ لأحد وراءه وهناك جبل قالوا إن الشمس تطلع من وراء هذا الجبل وهي قريبة من الأرض جدا فلا تقع على شيء إلا أحرقته قال أوليس هناك ساكن ولا وحش قالوا بلى قال فكيف يتهيأ لهم المقام على ما ذكرتم قالوا أما الناس فلهم أسراب تحت الأرض وغيران في الجبال فإذا طلعت الشمس بادروا إليها واستكنوا فيها حتى ترتفع الشمس عنهم فيخرجون وأما الوحوش فإنها تلتقط حصى هناك قد ألهمت معرفته فكل وحشية تأخذ حصاة بفيها وترفع رأسها إلى السماء فتظللها وتبرز عند ذلك غمامة تحجب بينها وبين الشمس قال فقصد جدي تلك الناحية فوجد الأمر على ما بلغه فحمل هو وأصحابه على الوحوش حتى عرف الحصى والتقطه فحملوا منه ما قدروا عليه إلى بلادهم فهو معهم إلى الآن فإذا أرادوا المطر حركوا منه شيئا يسيرا فينشأ الغيم فيوافي المطر وإن أرادوا الثلج والبرد زادوا في تحريكه فيوافيهم الثلج والبرد فهذه قصتهم وليس ذلك من حيلة عندهم ولكنه من قدرة الله تعالى قال أبو العباس وسمعت إسماعيل بن أحمد الساماني أمير خراسان يقول غزوت الترك في بعض السنين في نحو عشرين ألف رجل من المسلمين فخرج إلي منهم ستون ألفا في السلاح الشاك فواقعتهم أياما فإني ليوما في قتالهم إذا اجتمع إلي خلق من غلمان الأتراك وغيرهم من الأتراك المستأمنة فقالوا لي إن لنا في عسكر الكفرة قرابات وإخوانا وقد أنذرونا بموافاة فلان قال وكان هذا الذي ذكروه كالكاهن عندهم وكانوا يزعمون أن ينشىء سحاب البرد والثلج وغير ذلك فيقصد بها من يريد هلاكه وقالوا قد عزم أن يمطر على عسكرنا بردا عظاما لا يصيب البرد إنسانا إلا قتله قال فانتهرتهم وقلت لهم ما خرج الكفر من قلوبكم بعد وهل يستطيع هذا أحد من البشر قالوا قد أنذرناك وأنت أعلم غدا عند ارتفاع النهار فلما كان من الغد وارتفاع النهار نشأت سحابة عظيمة هائلة من رأس جبل كنت مستندا بعسكري إليه ثم لم تزل تنتشر وتزيد حتى أظلت عسكري كله فهالني سوادها وما رأيت منها وما سمعت فيها من الأصوات الهائلة وعلمت أنها فتنة فنزلت عن دابتي وصليت ركعتين وأهل العسكر يموج بعضهم في بعض وهم لا يشكون في البلاء فدعوت الله وعفرت وجهي في التراب وقلت اللهم أغثنا فإن عبادك يضعفون عن محنتك وأنا أعلم أن القدرة لك وأنه لا يملك الضر والنفع إلا أنت اللهم إن هذه السحابة إن أمطرت علينا كانت فتنة للمسلمين وسطوة للمشركين فاصرف عنا شرها |جـ 2 صـ 26| بحولك وقوتك يا ذا الجلال والحول والقوة قال وأكثرت الدعاء ووجهي عل التراب رغبة ورهبة إلى الله تعالى وعلما أنه لا يأتي الخير إلا من عنده ولا يصرف السوء غيره فبينما أنا كذلك إذ تبادر إلي الغلمان وغيرهم من الجند يبشرونني بالسلامة وأخذوا بعضدي ينهضونني من سجدتي ويقولون انظر أيها الأمير فرفعت رأسي فإذا السحابة قد زالت عن عسكري وقصدت عسكر الترك تمطر عليهم بردا عظاما وإذا هم يموجون وقد نفرت دوابهم وتقلعت خيامهم وما تقع بردة على واحد منهم إلا أوهنته أو قتلته فقال أصحابي نحمل عليهم فقلت لا لأن عذاب الله أدهى وأمر ولم يفلت منهم إلا القليل وتركوا عسكرهم بجميع ما فيه وهربوا فلما كان من الغد جئنا إلى معسكرهم فوجدنا فيه من الغنائم ما لا يوصف فحملنا ذلك وحمدنا الله على السلامة وعلمنا أنه هو الذي سهل لنا ذلك وملكناه قلت هذه أخبار سطرتها كما وجدتها والله أعلم بصحتها ",
                "title": "تركستان",
                "uri": "JK_000129_002541"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}