{
    "features": [
        {
            "item": "JK_000129_008664",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.79-80",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عبقر والنسبة العبقري</h1> بفتح أوله وسكون ثانيه وفتح القاف أيضا وراء وهو البرد بالتحريك للماء الجامد الذي ينزل من السحاب قالوا وهي أرض كان يسكنها الجن يقال في المثل كأنهم جن عبقر وقال المرار العدوي أعرفت الدار أم أنكرتها بين تبراك فشسي عبقر الشس المكان الغليظ قال كأنه توهم تثقيل الراء وذلك أنه احتاج إلى تحريك الباء لإقامة الوزن فلو ترك القاف على حالها لتحول البناء إلى لفظ لم يجىء مثله وهو عبقر لم يجىء على بنائه ممدود ولا مثقل فلما ضم القاف توهم به بناء قربوس ونحوه والشاعر له أن يقصر قربوس في اضطرار الشعر فيقول قربس وأحسن ما يكون هذا البناء إذا ذهب حرف المد منه أن يثقل آخره لأن التثقيل كالمد وقد قال الأعشى كهولا وشبانا كجنة عبقر وقال امرؤ القيس كأن صليل المرو حين تطيره صليل زيوف ينتقدن بعبقرا وقال كثير جزتك الجوازي عن صديقك نظرة وأدناك ربي في الرفيق المقرب متى تأتهم يوما من الدهر كله تجدهم إلى فضل على الناس ترتب كأنهم من وحش جن صريمة بعبقر لما وجهت لم تغيب قالوا في فسره عبقر من أرض اليمن فهذا كما تراه يدل على أنه موضع مسكون وبلد مشهور به صيارف وإذا كان فيه صيارف كان أحرى أن يكون فيه غير ذلك من الناس ولعل هذا بلد كان قديما وخرب كان ينسب إليه الوشي فلما لم يعرفوه نسبوه إلى الجن والله أعلم وقال النسابون تزوج أنمار بن اراش بن عمرو بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبإ بن يشجب بن يعرب بن قحطان هند بنت مالك بن غافق بن الشاهد بن عك فولدت له أفتل وهو خثعم ثم توفيت فتزوج بجيلة بنت صعب بن سعد العشيرة فولدت له سعدا ولقب بعبقر فسمته باسم جده وهو سعد العشيرة ولقب بعبقر لأنه ولد على جبل يقال له عبقر في موضع بالجزيرة كان يصنع به الوشي قال و عبقر أيضا موضع بنواحي اليمامة واستدل من نسب عبقر إلى أرض الجن بقول زهير بخيل عليها جنة عبقرية جديرون يوما أن ينالوا فيستعلوا |جـ 4 صـ 80| وقال بعضهم أصل العبقري صفة لكل ما يولع في وصفه وأصله أن عبقرا كان يوشى فيه البسط وغيرها فنسب كل شيء جيد إلى عبقر وقال الفراء العبقري الطنافس الثخان واحدتها عبقرية وقال مجاهد العبقري الديباج وقال قتادة هي الزرابي وقال سعيد بن جبير هي عتاق الزرابي فهؤلاء جعلوها اسما لهذا ولم ينسبوها إلى موضع والله أعلم العبلاء بفتح أوله وسكون ثانيه والمد قال الأصمعي الأعبل والعبلاء حجارة بيض وقال الليث صخرة عبلاء بيضاء وقال ابن السكيت القنان جبال صغار سود ولا تكون القنة إلا سوداء ولا الظراب إلا سوداء ولا الأعبل والعبلاء إلا بيضاء ولا الهضبة إلا حمراء وقال أبو عمر العبلاء معدن الصفر في بلاد قيس وقال النضر العبلاء الطريدة في سواد الأرض حجارتها بيض كأنها حجارة القداح وربما قدحوا ببعضها وليس بالمرو كأنها البلور وقيل العبلاء اسم علم لصخرة بيضاء إلى جنب عكاظ قال خداش بن زهير وعندما كانت الوقعة الثانية من وقعات الفجار ألم يبلغكم أنا جدعنا لدى العبلاء خندف بالقياد وقال أيضا خداش بن زهير ألم يبلغك بالعبلاء أنا ضربنا خندفا حتى استقادوا نبني بالمنازل عز قيس وودوا لو تسيخ بنا البلاد وقال ابن الفقيه عبلاء البياض موضعان من أعمال المدينة ",
                "title": "عبقر والنسبة العبقري",
                "uri": "JK_000129_008664"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}