{
    "features": [
        {
            "item": "JK_000952_1492",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.414-415",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخورنقي</h1> بفتح الهاء المعجمة والواو والراء الساكنة والنون المفتوحة وفي آخرها القاف هذه النسبة إلى الخورنق وهي قرية على نصف فرسخ من بلخ يقال لها خنبك والخورنق المعروف بالعراق الذي قال فيه المنخل اليشكري موضع آخر % فإذا صحوت فإنني % % رب الشويهة والبعير % % وإذا سكرت فإنني % % رب الخورنق والسدير % % يا رب يوم للمنخل % % ناعم فيه قصير % وقال غيره % لهفي على الزمن القصير % % بين الخورنق والسدير % فأما خورنق بلخ فمنها أبو الفتح محمد بن محمد بن عبد الله بن محمد بن نصر البسطامي الخورنقي أخو شيخنا الإمام عمر بن أبي الحسن وأكبر منه سنا كان يسكن الخورنق وكان شيخا صالحا ثقة ورعا سليم الجانب كثير الخير سمع أبا هريرة عبد الملك بن عبد الرحمن القلانسي ونظام الملك أبا علي الحسن بن علي بن إسحاق الوزير وأبا القاسم أحمد بن محمد بن محمد الخليلي وغيرهم وله إجازة عن أبي علي الحسن بن علي الوخشي الحافظ قرأت عليه وسمعت منه الكثير بالخورنق وكان يحضر أيام الجمعات جامع بلخ فأقرأ عليه أيضا وكانت ولادته وابنه أبو القاسم أحمد بن أبي الفتح الخورنقي سمع أبا سعد أسعد بن محمد بن ظهير البلخي سمعت منه جزءا ببلخ والخورنق الذي بحيرة الكوفة بناه النعمان بن امرىء القيس ابن عمرو بن امرىء القيس البدي |جـ 2 صـ 415| ابن عمرو بن عدي بن نصر بن ربيعة بن عمرو بن الحارث بن مالك بن شعوذ بن عمم بن نمارة بن لخم والنعمان هو ابن الشقيقة وهي بنت أبي ربيعة بن ذهل بن شيبان وذلك أن يزدجرد الذي يسميه العرب الأثيم كان لا يبقى له ولد فأصاب بهرام جور فسأل عن منزل مرىء صحيح بري من الأدواء فدل على ظهر الحيرة فدفع ابنه بهرام جور إلى النعمان وأمره أن يبني له الخورنق مسكنا له وأن يخرجه إلى بوادي العرب فبنى له النعمان الخورنق وكان الذي بناه رجل من أهل الروم يقال له سنمار فلما فرغ من بنائه تعجب من إتقان عمله وحسن بنائه فقال لو علمت أنكم توفونني أجري وتصنعون بي ما استأهل بنيته بناء يدور مع الشمس حيث ما دارت فقال وإنك لتقدر على ذلك مم لم تبنه فأمر به فطرح من رأس الخورنق وقيل أسس الخورنق سنمار لامرىء القيس أبي النعمان ثم هرب سنمار فغاب عشرين سنة ثم جاء وقد مات امرؤ القيس فقال له النعمان ما حملك على ما صنعت فقال أردت أن يتمكن البناء وعرفت أنه لا يتمه غيري فأتمه وفرغ منه فلما استتم صعد هو والنعمان فلما علاه أعجبه وقال له سنمار إني لأعرف منه حجرا لو قلع لتقوض البنيان كله قال فأرنيه فأراه إياه فقتله الملك من فوق رأس الخورنق فتقطع وأما العجم فتقول خرنكاه يعني مجلس الشراب بالعربية وسمي السدير لأن العرب حين أقبلوا نظروا إلى سواد النخل فسدرت فيه عيونهم فقالوا ما هذا إلا سدير وقالت العجم السدير إنما هو سه دلى يعني بيتا في جوف بيتين ",
                "title": "الخورنقي",
                "uri": "JK_000952_1492"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}