{
    "features": [
        {
            "item": "JK_000952_0658",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.431-432",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البيضاوي</h1> بفتح الباء المنقوطة بواحدة وسكون الياء المنقوطة باثنتين من تحتها وفتح الضاد المعجمة وفي آخرها الواو هذه النسبة إلى بيضاء وهي بلدة من بلاد فارس والمنتسب إليها جماعة كثيرة منهم أبو الأزهر عبد الواحد بن محمد بن حيان الإصطخري البيضاوي الصوفي هو صاحب الرباط بالبيضاء وبالمائين وكان ممن يرحل إليه من الآفاق مات في حدود سنة أربعمائة وأبو الحسن محمد بن القاضي أبي عبد الله محمد بن عبد الله بن أحمد بن محمد بن البيضاوي جد شيخنا أبي الفتح عبد الله بن محمد البيضاوي سمع أبا الحسن أحمد بن محمد بن عمران بن الجندي وأبا القاسم إسماعيل بن الحسن الصرصري وغيرهما قال أبو بكر الخطيب كتبت عنه وكان صدوقا وهو ختن القاضي أبي الطيب الطبري على ابنته وولي القضاء بربع الكرخ وكان فقيها على مذهب الشافعي رحمه الله قلت روى لنا عنه أبو محمد يحيى بن علي بن الطراح وأبو النجم بدر بن عبد الله الشيحي وغيرهما وكانت ولادته في شعبان سنة اثنتين وتسعين وثلاثمائة ووفاته في شعبان سنة ثمان وستين وأربعمائة ودفن من الغد في داره بقطيعة الربيع ثم نقل إلى باب حرب وأبوه أبو عبد الله محمد بن عبد الله بن أحمد بن محمد البيضاوي الفقيه سكن بغداد في درب السلولي وكان يدرس الفقه ويفتي على مذهب الشافعي رحمه الله وولي القضاء بربع الكرخ وحدث شيئا يسيرا عن أبي بكر أحمد بن جعفر بن مالك القطيعي والحسين بن محمد بن عبيد العسكري ذكره أبو بكر الخطيب وقال كتبت عنه وكان صدوقا ثقة دينا سديدا ومات فجأة في ليلة الجمعة الرابع عشر من رجب سنة أربع وعشرين وأربعمائة ودفن بمقبرة باب حرب وابن ابنه أبو الفتح عبد الله بن محمد بن عبد الله البيضاوي وأبو إسحاق إبراهيم بن علي بن إبراهيم بن أحمد البيضاوي أخو أبي طالب محمد بن علي البيضاوي وكان الأكبر من أهل بغداد سمع محمد بن المظفر وأبا عمر بن حيويه وأبا بكر بن شاذان وطبقتهم وحدث في الغربة ذكر عبد العزيز بن أحمد الكتاني أنه كتب |جـ 1 صـ 432| عنه بدمشق في سنة عشرين وأربعمائة وكان صدوقا صالحا مات بمصر وأبو طالب محمد بن أبي الحسين علي بن إبراهيم بن أحمد البيضاوي ولد ببغداد وبكر به أبوه في سماع الحديث من محمد بن المظفر الحافظ وأبي عمر بن حيويه وسليمان بن محمد بن أبي أيوب الشاهد وموسى بن جعفر بن محمد بن عرفة ذكره أبو بكر الخطيب وقال كتبت عنه وكان صدوقا وكانت ولادته في سنة نيف وسبعين وثلاثمائة ومات في شهر رمضان سنة ست وأربعين وأربعمائة ودفن بمقبرة الشونيزي ",
                "title": "البيضاوي",
                "uri": "JK_000952_0658"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}