{
    "features": [
        {
            "item": "JK_000129_004726",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.382",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الخلد والنسبة الخلدي</h1> بضم أوله وتسكين ثانيه قصر بناه المنصور أمير المؤمنين ببغداد بعد فراغه من مدينته على شاطىء دجلة في سنة 951 وكان موضع البيمارستان العضدي اليوم أو جنوبيه وبنيت حواليه منازل فصارت محلة كبيرة عرفت بالخلد والأصل فيها القصر المذكور وكان موضع الخلد قديما ديرا فيه راهب وإنما اختار المنصور نزوله وبنى قصره فيه لعلة البق وكان عذبا طيب الهواء لأنه أشرف المواضع التي ببغداد كلها ومر بالخلد علي بن أبي هاشم الكوفي فنظر إليه فقال بنوا وقالوا لا نموت وللخراب بنى المبني ما عاقل فيما رأيت إلى الخراب بمطمئن وقد نسب إلى هذه المحلة جماعة من أهل العلم والزهاد منهم جعفر الخلدي الزاهد وقد روى بعض الصوفية أن جعفر بن محمد بن نصير بن القاسم أبا الخواص المعروف بجعفر الخلدي لم يسكن الخلد قط وكان السبب في تسميته بذلك أنه سافر الكثير ولقي المشايخ الكبراء من الصوفية والمحدثين ثم عاد إلى بغداد واستوطنها فحضر عند الجنيد وعنده جماعة من أصحابه فسئل الجنيد عن مسألة فقال يا أبا محمد أجبهم فقالوا أين نطلب الرزق فقال إن علمتم أي موضع هو فاطلبوه فقالوا نسأل الله ذلك فقال إن علمتم أنه نسيكم فذكروه فقالوا ندخل البيت ونتوكل فقال أتختبرون ربكم بالتوكل هذا شك فقالوا كيف الحيلة فقال ترك الحيلة فقال الجنيد يا خلدي من أين لك هذه الأجوبة فجرى اسم الخلدي عليه قال والله ما سكنت الخلد ولا سكنه أحد من آبائي ومات الخلدي في شهر رمضان سنة 843 وقال ابن طاهر الخلدي لقب لجعفر بن نصير وليس بنسبة إلى هذا الموضع ومن المنسوبين إليه صبيح بن سعيد النجاشي الخلدي المراق كان يضع الأحاديث قال يحيى بن معين كان كذابا خبيثا وكان ينزل الخلد وكان المبرد محمد بن يزيد النحوي ينزله فكان ثعلب يسميه الخلدي لذلك وسماه المنصور بذلك تشبيها له بالخلد اسم من أسماء الجنة وأصله من الخلود وهو البقاء في دار لا يخرج منها ",
                "title": "الخلد والنسبة الخلدي",
                "uri": "JK_000129_004726"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}