{
    "features": [
        {
            "item": "JK_000952_1163",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.226-227",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحصري</h1> بضم الحاء وسكون الصاد المهملتين وفي آخرها الراء هذه النسبة إلى الحصر وهي جمع الحصير نسب جماعة إلى عمل الحصير منهم سعيد بن أيوب بن ثواب الحصري من أهل البصرة قدم بغداد وحدث بها عن مؤمل بن إسماعيل وأزهر بن سعد السمان وأبي عتاب الدلال ومحمد بن عبد الله الأنصاري روى عنه إسماعيل بن الفضل البلخي وعبد الله بن محمد بن ياسين ويحيى بن محمد بن صاعد بن أحمد البورائي والقاضي أبو عبد الله بن المحاملي وعلي بن محمد الحصري وأحمد بن هشام بن حميد الحصري سمع محمد بن يونس الكديمي روى عنه أبو علي الليث الشيرازي الحافظ وأما أبو الحسن علي بن إبراهيم الصوفي الحصري بغدادي والرباط الذي على باب جامع المنصور إليه ينسب وهو الآن يعرف برباط الزوزني و الزوزني كان من أصحابه سمعت أبا العلاء الحافظ بأصبهان سمعت أبا الفضل المقدسي يقول سمعت أبا إسحاق إبراهيم بن نصر الأبهري الصوفي يقول سمعت أبا الحسن الزوزني يقول صحبت ألف شيخ أحدهم الحصري أحفظ عن كل شيخ حكاية ولقب جعفر بن أحمد الحافظ بالحصري من غير أن يبيع الحصير والقصة فيه ما أخبرنا أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وأبو حفص عمر بن محمد بن الحسن الفرغولي بمرو وأبو البركات عبد الله بن محمد بن الفضل |جـ 2 صـ 227| الفراوي من لفظه وأبو القاسم محمود بن عبد الرحمن البستي بنيسابور قالوا أنا أبو بكر أحمد بن علي بن خلف الشيرازي أنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ سمعت أبا الحسين أحمد بن الخضر الشافعي يقول سمعت جعفر بن أحمد الحافظ يقول كنا في مجلس محمد بنيسابور بن رافع في منزله قعودا تحت شجرة وهو مستند إليها يقرأ علينا وكان إذا رفع أحد في المجلس صوته أو تبسم قام فلا يقدر أحد منا على مراجعته قال فوقع ذرق طائر على يدي وقلمي وكتابي فضحك خادم من خدم طاهر بن عبد الله وأولاده معنا في المجلس فنظر إليه محمد بن رافع فوضع الكتاب فانتهى ذلك الخبر إلى السلطان فجاءني الخادم عند السحر ومعه حمال على ظهره ثبت سامان فقال والله ما كنت أملك في الوقت شيئا أحمله إليك غير هذا وهو هدية لك فإن سئلت عني فقل لا أدري من تبسم فقلت أفعل فلما كان عند الغداة حملت إلى باب السلطان فبرأت الخادم مما قيل ثم بعت السامان بثلاثين دينارا واستعنت به في الخروج إلى العراق وبارك الله لي فيه فلقبت بالحصري وما بعت الحصير ولا باعه أحد من آبائي ",
                "title": "الحصري",
                "uri": "JK_000952_1163"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}