{
    "features": [
        {
            "item": "JK_000952_3966",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.390-391",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنجم</h1> بضم الميم وفتح النون وكسر الجيم وفي اخرها الميم هذا لمن يعرف علم النجوم ويقول به وفيهم كثرة ومن المحدثين أبو الفتح أحمد بن علي بن هارون بن يحيى بن أبي منصور المنجم من أهل بغداد حدث عن أبيه علي بن هارون المنجم روى عنه القاضي أبو القاسم علي بن المحسن التنوخي وكان أبو منصور منجم المنصور منجم منصور أمير المؤمنين وكان مجوسيا وأما ابنه يحيى فكان منجم المأمون ونديمه وأسلم على يده فصار بذلك مولاه وكان علي بن هارون مشهورا بالفضل والعلم والأدب وخدمة الخلفاء وابنه أبو الفتح كان ثقة وهم جماعة إخوة أبو الفتح أحمد وأبو القاسم المحسن وأبو محمد الحسن وأبو منصور الفضل بنو علي بن هارون بن المنجم وأبوهم علي بن هارون بن يحيى بن أبي منصور المنجم من أهل بغداد كان إخباريا أديبا شاعرا متكلما روى عن بشر بن موسى الأسدي ومحمد بن العباس اليزيدي ومحمد بن |جـ 5 صـ 391| أحمد المقدمي وطبقتهم روى عنه ابنه أحمد والحسن بن الحسين النوبختي وأبو عبد الله المرزباني وكان ألثغ فتكلف حتى أزال ذلك وكانت ولادته في صفر سنة ست وسبعين ومائتين ومات في جمادى الاخرة سنة اثنتين وخمسين وثلاث مئة ببغداد وعمهم علي بن يحيى بن أبي منصور المنجم كان راوية للأخبار والأشعار شاعرا محسنا أخذ عن إسحاق بن إبراهيم الموصلي الأدب وصنعته الغناء ونادم جعفر المتوكل وكان من خاصة ندمائه وتقدم عنده وعند من بعده من الخلفاء إلى أيام المعتمد وتوفي اخر أيام المعتمد ودفن بسر من رأى وأبو أحمد يحيى بن علي بن يحيى بن أبي منصور المنجم من أهل بغداد حدث عن أبيه والزبير بن بكار وأحمد بن الحارث الخزاز وإسحاق بن إبراهيم الموصلي وأبي هفان العبدي روى عنه ابنه يوسف وابن أخيه علي بن هارون بن علي ومحمد بن أحمد الحكيمي وأبو بكر محمد بن يحيى الصولي وكان أديبا شاعرا ونادم غير واحد من الخلفاء ذكر أبو عبيد الله المرزباني أبا أحمد المنجم فقال أديب شاعر مطبوع أشعر أهل زمانه وأحسنهم أدبا وأكثرهم افتتانا في علوم العرب والعجم وجالس الموفق والمعتضد وخص به وبالمكتفي من بعده وهو من شجرة الأدب الناضرة وأنجمه الزاهرة فاضل الاباء والأجداد ومنجب الأهل والأولاد وكانت ولادته سنة إحدى وأربعين ومائتين ومات في شهر ربيع الاخر سنة ثلاث مئة وسنة ثمان وخمسون سنة ",
                "title": "المنجم",
                "uri": "JK_000952_3966"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}