{
    "features": [
        {
            "item": "JK_000952_2658",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.113-118",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العامري</h1> بفتح العين المهملة وفي آخرها الراء هذه النسبة إلى ثلاثة رجال منهم عامر بن لؤي وفيهم كثرة منهم حسل العامري ومحمد بن عمرو بن عطاء وعباس بن علقمة العامري مولى بني عامر بن لؤي يكنى أبا عبد الله يروي عن ابن عباس رضي الله عنهما وغيره والثاني منسوب إلى عامر بن صعصعة وقال فيهم % نحن خيار عامر بن صعصعة % منهم قبيصة بن عقبة الكوفي العامري من بني سواءة بن عامر بن صعصعة سمع الثوري وغيره روى عنه البخاري ومحمد بن أسلم وجماعة وأبو عمرو أشهب بن عبد العزيز بن داود بن إبراهيم القيسي العامري من بني جعدة أحد الفقهاء بمصر وكان من خصوم أصحاب الشافعي وله مسائل مذكورة توفي لثمان |جـ 4 صـ 114| بقين من شعبان سنة أربعين وثلاثمائة والثالث منسوب إلى عامر بن عدي بن تجيب منهم أبو إسحاق إبراهيم بن سعيد بن عروة بن السحوج التجيبي ثم العامري وثم رواة جمة من بني كلاب بن ربيعة بن عامر بن صعصعة ومن بني قشير وعقيل والحريش وجعدة بني كعب بني ربيعة بن عامر بن صعصعة ومن بني نمير وهلال ابني عامر بن صعصعة ومن بني سلول وهم مرة بن صعصعة وكل من كان من أولاد هؤلاء البطون ينسبون إلى الجد الأعلى فيقال له العامري وأما أبو مالك العامري المروزي فلا أدري من أي البطون وظني أنه من بني عامر بن صعصعة وهو أبو مالك سعيد بن هبيرة العامري من أهل مرو يروي عن حماد بن سلمة وأهل العراق وكان ممن رحل وكتب ولكنه كثيرا ما يحدث بموضوعات عن الثقات كأنه كان يضعها أو توضع له فيجتنب فيها لا يحل الاحتجاج به بحال وعامر بطن من قيس عيلان والمشهور بهذه النسبة أبو سلمة مسعر بن كدام بن ظهير بن هلال العامري من أهل الكوفة يروي عن قتادة وأبي الزبير يروي عنه الثوري وشعبة وأهل العراق مات سنة ثلاث وخمسين ومائة وقيل خمس وخمسين ومائة وكان مرجئا ثبتا في الحديث وكان يسمى بالمصحف لقلة خطئه وحفظه وفضيل بن محرز العامري وإنما قيل له العامري لأنه كان ينزل في بني عامر عند حجام عنترة وهو موضع بالكوفة يروي عن مسلم مولى حذيفة عن حذيفة رضي الله عنه روى عنه أبو أحمد الزبيري وعبد الله بن محرز العامري الجزري من أهل الرقة كان مولى لبني هلال ولاه أبو جعفر قضاء الرقة يروي عن قتادة والزهري روى عنه عبد الرزاق والعراقيون وكان من خيار عباد الله ممن يكذب ولا يعلم ويقلب الأخبار ولا يفهم وكان عبد الله بن المبارك يقول لو خيرت بين أن أدخل الجنة وبين أن ألقى عبد الله بن محرر لاخترت أن ألقاه ثم أدخل الجنة فلما رايته كانت بعرة أحب إلي منه وكان يحيى بن معين يقول عبد الله بن المحرر ليس ثقة والوليد بن عمرو بن عبد الرحمن بن مسافع العامري من بني عامر بن لؤي القرشي |جـ 4 صـ 115| الحجازي روى عن سعيد بن المسيب وعامر بن عبد الله بن الزبير ويعقوب بن عتبة روى عنه عبد الرحمن بن أبي الزناد وعبد العزيز بن محمد الدراوردي وزهرة بن عمرو التميمي وموسى بن هشام هكذا ذكره أبو حاتم الرازي في ما حكى ابنه عنه العامري والمشهور به عبد الله بن عامر بن كريز بن ربيعة بن حبيب بن عبد شمس وكان أبوه عامر بن كريز أسلم يوم فتح مكة وبقي إلى خلافة عثمان بن عفان رضي الله عنه وقد مر على ابنه عبد الله بن عامر بالبصرة وهو واليها لعثمان بن عفان وكانت أم عامر البيضاء بنت عبد المطلب وكان مضعوما فأتي به عبد المطلب فمسه فقال وعظام هاشم ما في عبد مناف مولود أحمق منه وعبد الله بن عامر حفر نهر الأبلة وكان يقول لو تركت لخرجت المرأة في حداجتها على دابتها ترد كل يوم على ماء وسوق حتى توافي مكة ومات بعرفة ودفن بعرفات وعليه كبد وكانت وفاته سنة تسع وخمسين قبل وفاة معاوية بسنة ولم يرو عن رسول الله صلى الله عليه وسلم إلا حديثا واحدا من قتل دون ماله فهو شهيد وقد ذكرته أيضا في حرف الكاف والراء في الكريزي ولبيد بن ربيعة العامري الشاعر كان من المعمرين من أصحاب رسول الله صلى الله عليه وسلم عمره مائة سنة وأربعين وأدرك الإسلام فأسلم وأنه لما بلغ سبعين سنة من عمره قال % كأني وقد جاوزت سبعين حجة % % خلعت بها عن منكبي ردائيا % فلما بلغ سبعا وسبعين سنة أنشأ يقول % باتت تشكى إلي النفس مجهشة % % وقد حملتك سبعا بعد سبعين % |جـ 4 صـ 116| % فإن تزادي ثلاثا تبلغي أملا % % وفي الثلاث وفاء للثمانين % فلما بلغ تسعين سنة قال % كأني وقد جاوزت تسعين حجة % % خلعت بها عني عذار لجام % % رمتني بنات الدهر من حيث لا أرى % % فكيف لمن يرمى وليس برام % % فلو أنني أرمى بنبل رأيتها % % ولكنني أرمى بغير سهام % ولما بلغ مائة سنة وعشرة قال % أليس في مائة قد عاشها رجل % % وفي تكامل عشر بعدها عمر % فلما بلغ مائة وعشرين سنة قال % غلب الرجال وكان غير مغلب % % دهر طويل دائم ممدود % % دهر إذا يأتي علي وليلة % % وكلاهما بعد المضي يعود % فلما حضرته الوفاة قال لابنه إن أباك لم يمت ولكن فني فإذا قبض أبوك فأغمضه وأقبله القبلة وسجه بثوبه ولا أعلمن ما صرخت علي صارخة ولا بكت علي باكية وانظر إلى جفنتي اللتين كنت أصنعهما فاصنعهما ثم أحملهما إلى مسجدك ومن كان عليها حضور فإذا سلم الإمام فقدمهما إليهم يأكلوا فإذا فرغوا فقل احضروا جنازة أخيكم |جـ 4 صـ 117| لبيد بن ربيعة فقد قبضه الله ثم أنشأ يقول % وإذا دفنت أباك % % فاجعل فوقه خشبا وطينا % % وصفائحا صما رواسيها % % يسددن الغضونا % % ليقين وجه المرء % % سفساف التراب ولن يقينا % وقال النبي صلى الله عليه وسلم أصدق كلمة قالها الشاعر كلمة لبيد لما قال % ألا كل شيء ما خلا الله باطل % % وكل نعيم لا محالة زائل % وقال عليه السلام صدقت في الأولى وكذبت في الثانية نعيم الجنة لا يزول ولما أسلم قال % ولى الشباب ولم أحفل به بالا % % وأقبل الشيب في الإسلام إقبالا % % والحمد لله إذ لم يأتني أجلي % % حتى لبست من الإسلام سربالا % وسهيل بن عمرو يكنى أبا يزيد وهو من بني حسل بن عامر بن لؤي من قريش من أصحاب رسول الله صلى الله عليه وسلم خرج مع رسول الله صلى الله عليه وسلم بالجعرانة وكان من المؤلفة قلوبهم ثم حسن إسلامه وخرج إلى الشام في خلافة عمر بن الخطاب رضي الله عنه مجاهدا فمات بها في طاعون عمواس وكان أخوه السكران بن عمرو من مهاجري الحبشية وكانت سودة تحته فلما مات تزوجها النبي صلى الله عليه وسلم وليس للسكران عقب أيضا وكان سهيل بن عمرو أسلم يوم فتح مكة وتوفي بالمدينة |جـ 4 صـ 118| والقاضي الإمام أبو عاصم محمد بن أحمد العامري المروزي من كبار أصحاب أبي حنيفة رحمه الله في الفقه والتفسير والفتيا تفقه بأبي نصر بن مهرويه وأبي إسحاق النوقدي بما وراء النهر ولما رجع إلى مرو أخذ يرد على أبي العباس المعداني فتاويه ويعترض على أقاويله كما جرت عادة الشبان وروي أن المعداني في حال كبره كان قد اختل حاله وكان من الأفاضل الكبار ذا فنون كثير العلم وكان يقع الشيء بعد الشيء من الخطأ في فتاويه وكان القاضي أبو عاصم توجه في زمانه وكان يخطؤه في تلك الفتاوي ويعيدها إليه وكان ذلك مما أساء المعداني فقال له يوما وهو حاضر أيها الفقيه إلى كم تعيد إلينا فتاوينا فقال أيها الشيخ إن فيها شيئا قال إن خطئي صواب اليوم وصوابك اليوم خطأ ويجب أن تصبر حتى تموت المشايخ كما صبرنا حتى مات المشايخ وروي أنه قال يوما لو فقدت كتب أبي حنيفة رحمه الله لأمليتها من نفسي حفظا وله تصانيف وشروح للفقه مقبولة وبه تخرج جماعة من كبار فقهاء مرو مثل القاضي علي بن الحسين الدهقان والحاكم أبي نصر الصفار تولى قضاء مرو مدة مديدة وحبسه محمود بن سبكتكين في قلعة مواحر أمد فلما رجع إلى مرو وأطلق عنه كتب إليه أبو سهل الروزني كتاب التهنئة وذكر فيه هذين البيتين % وعدت إلى مرو فعاد خبيرها % % وجادت غواديها وهبت شمالها % % إذا غبت عن أرض ويممت غيرها % % فقد غاب عنها شمسها وهلالها % وكان يروي الحديث عن الحاكم أبي الفضل الحدادي وأبي أحمد محمد بن أحمد بن أبي زيد البزار روى عنه القاضي محمد السمعاني والسيد أبو القاسم علي بن القاسم الموسوي وتوفي رحمه الله بمرو سنة خمس عشرة وأربعمائة وقبره معروف يزار على رأس سكة سحسان بأسفل ماجان ومدرك بن الحارث العامري من التابعين يروي عن الصحابة روى عنه الوليد بن عبد الرحمن الجرشي والشيخ أبو مضر ربيعة بن محمد بن محمد العامري من أهل إستراباذ روى عن أبي إسحاق إبراهيم بن محمد بن نصر الصفار روى عنه أبو أحمد عبد الله بن يوسف الجرجاني في كتابه مائة حديث مخرجة من الأصول ",
                "title": "العامري",
                "uri": "JK_000952_2658"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}