{
    "features": [
        {
            "item": "JK_000952_0313",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.246-248",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباجي</h1> بالباء المفتوحة المنقوطة بنقطة من تحتها والجيم المكسورة بعد الألف هذه النسبة إلى ثلاثة مواضع أحدها إلى باجة وهي بلدة من بلاد الأندلس وقال قائلهم من ينصرني يا أهل باجة على بحر أكابد أمواجه هكذا سمعت أبا بكر بن القطان الجيان يقوله ببخارا والمشهور بهذه النسبة أبو عمر أحمد بن عبد الله الباجي الأندلسي من أهل العلم والفضل فقيه محدث سمع أباه وجماعة وروى عنه أبو عمر بن عبد البر مات قريبا من سنة أربعمائة ووالد أبي عمر هذا من جملة المحدثين وكان يسكن إشبيلية وهو أبو محمد عبد الله بن محمد بن علي الباجي الأندلسي أصله من باجة وسكن إشبيلية وهو فقيه محدث مكثر سمع محمد بن عمر بن لبابة ومحمد بن قاسم وأحمد بن خالد وعبد الله بن يونس المرادي ومحمد بن عبد الملك بن أيمن والحسن بن عبد الله الزبيدي صاحب أبي محمد بن الجارود وأبا سعيد عثمان بن جرير صاحب محمد بن سحنون وغيرهم روى عنه ابنه أحمد وأحمد بن عمر بن عبد الله بن عصفور وخلف بن أحمد المعروف بابن المنفوح وأبو عثمان سعيد بن سيد وأبو عمرو البراء بن عبد الجليل الباجي الوزير أديب فاضل روى عنه أبو محمد بن حزم الأندلسي حكايات وأخبارا وأبو الوليد سليمان بن خلف بن سعد الباجي أديب شاعر فقيه متكلم رحل إلى المشرق وسمع بمكة من أبي ذر عبد بن أحمد الهروي وبالعراقين من جماعة ودرس الكلام على القاضي أبي جعفر بن السمناني ورجع إلى الأندلس ودرس وألف ومن شعره ما أنشدنا أبو منصور عبد الرحمن بن أبي غالب القزاز |جـ 1 صـ 247| ببغداد قال أنشدنا أبو بكر أحمد بن علي بن ثابت الخطيب قال أنشدني أبو الوليد سليمان بن خلف الباجي الأندلسي لنفسه % إذا كنت أعلم علما يقينا % % بأن جميع حياتي كساعة % % فلم لا أكون ضنينا بها % % وأجعلها في صلاح وطاعة % وأما أبو صالح محمد بن الحسن بن بونة المديني الباجي شيخ من أهل أصبهان من قرية باجة وهي إحدى قرى أصبهان سمع أبا بكر محمد بن إسحاق الصغاني وطبقته روى عنه السرنجاني كتبت هذه الترجمة بعضها من كتاب الأنساب المتفقة في الخط لأبي الفضل محمد بن طاهر المقدسي ولما طالع الكتاب صاحبنا وشيخنا أبو محمد عبد الله بن عيسى بن أبي حبيب الحافظ الإشبيلي وكان من أهل الصنعة لم ير في المغاربة مثله قال أخطأ المقدسي في هذا أما باجة فهي قرية بنواحي إفريقية على مرحلتين أو ثلاثة من تونس مررت قريبا منها وأبو عمر أحمد بن عبد الله بن محمد بن علي الباجي منها سكن إشبيلية وأما باجة الأندلس فهي مدينة من غربي الأندلس بينها وبين شلب خمسة أيام منها أبو الوليد سليمان بن خلف بن سعد بن أيوب الباجي المشهور صاحب التصانيف وهي بين إشبيلية وشنترين من بلاد الأندلس إمام كبير ورد العراق وقرأ الفقه وأحكم الأصول وسمع صحيح البخاري بمكة عن أبي ذر عبد بن أحمد الهروي ورجع إلى بلاده وصنف التصانيف في الفقه والأصول وتوفي في حدود سنة ثمانين وأربعمائة إن شاء الله قال لي ابن أبي حبيب دخلت باجة الأندلس وصهري منها وباجة الثالثة من قرى أصبهان فهي ثلاث باجات والله أعلم وأما أبو الحسن إسماعيل بن إبراهيم بن أحمد بن موسى الفارسي القاضي الباجي عرف بابن باجة فقيل له الباجي من أهل فارس ولي القضاء بها له رحلة إلى العراق والشام ومصر وسمع أبا مسعود أحمد بن الفرات الرازي والربيع بن سليمان وسليمان بن يوسف وأحمد بن سليمان الرهاوي ومحمد بن عبد الله بن عبد الحكم وأحمد بن منصور الرمادي والعباس بن محمد الدوري ومحمد بن إسحاق الصغاني روى عنه محمد بن يوسف العلوي وأبو الخير بندار بن يعقوب وأبو العباس الوزان وغيرهم ومات سنة أربع وتسعين ومائتين |جـ 1 صـ 248| ",
                "title": "الباجي",
                "uri": "JK_000952_0313"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}