{
    "features": [
        {
            "item": "JK_000952_2700",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.152-155",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العتكي</h1> بفتح العين المهملة والتاء المنقوطة بنقطتين من فوق وكسر الكاف هذه النسبة إلى عتيك وهو بطن من الأزد وهو عتيك بن النضر ابن الأزد بن الغوث بن نبت مالك بن كهلان بن عابر بن شالخ بن أرفخشذ بن سام بن نوح والمشهور بالانتساب إليها أبو أسماء سلمة بن ضب العتكي من أهل مرو يروي عن سيف بن سبيعة عن ابن عمر رضي الله عنهما روى عنه الفضل بن موسى السيناتي وأبو بسطام شعبة بن الحجاج بن الورد العتكي مولى بني عتيك من أهل واسط سكن البصرة يروي عن قتادة وأبي إسحاق وهشام بن زيد بن أنس بن مالك رضي الله عنه وأبي عمران الجوني وعمرو بن مرة وسعيد بن أبي بردة ومحمد بن المنكدر روى عنه عبد الله بن المبارك وأبو الوليد الطيالسي ومحمد بن إسماعيل البخاري وسليمان بن حرب وغندر ومسلم بن الحجاج وحميد بن زنجويه وعلي بن الجعد وعبد الله بن إدريس والثوري وحماد بن سلمة والبصريون كان مولده سنة ثلاث وثمانين بنهرناب قرية اسفل من واسط ومات سنة ستين ومائة في أولها وله يوم مات سبع وسبعون سنة وكان أكبر من سفيان بعشر سينين وكان من سادات أهل زمانه حفظا وإتقانا وورعا وفضلا وهو أول من فتش بالعراق عن أمر المحدثين وجانب الضعفاء والمتروكين حتى صار علما يقتدى به ثم تبعه عليه بعد أهل العراق وكان جمع بين العلم والزهادة والجد والصلابة والصدق والقناعة وعبد الله تعالى حتى جف جلده على عظمه كما قال أبو بحر البكراوي ما رأيت أعبد لله من شعبة بن الحجاج لقد عبد الله حتى جف جلده على عظمه ليس بينهما لحم وقال شعبة رأيت الحسن بن أبي الحسن وعليه عمامة سوداء وسمع عبد الله بن مسلمة القعنبي من شعبة بن الحجاج الحديث الواحد وما سمع |جـ 4 صـ 154| القعنبي عبد الله بن مسلمة من شعبة غير هذا الحديث الواحد لأن القعنبي لما وافى البصرة قصد منزل شعبة ليسمع منه فصادف المجلس قد انقضى فحمله الشره والحرص على أن دخل دار شعبة من غير استئذان وكان شعبة يقضي حاجة لا يمكن أن يقضيها غيره فقال القعنبي له السلام عليك رجل غريب قدمت من بلد بعيد لتحدثني فقال له شعبة دخلت منزلي بغير إذني وتكلمني على مثل هذه الحال تأخر عني حتى أصلح من شأني فقال إني أخشى الفوت وألح عليه غاية الإلحاح فقال شعبة أخبرنا منصور عن ربعي بن حراش عن أبي مسعود البدري رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إن مما أدرك الناس من كلام النبوة الأولى إذا لم تستح فاصنع ما شئت ثم قال والله لا أحدثك بغير هذا الحديث ولا حدثت قوما تكون فيهم فما سمع منه إلا هذا الحديث وعياش بن سنان العتكي الصيرفي من أهل البصرة يروي عن أبي نضرة وأبي الحلال روى عنه سلم بن قتيبة وأبو المنيب عبيد الله بن عبد الله العتكي من أهل مرو يروي عن عبد الله بن بريدة روى عنه أهل بلده ينفرد عن الثقات بالأشياء المقلوبة يجب مجانبة ما يتفرد به والاعتبار بما يوافق الثقات دون الاحتجاج به أراد ابن المبارك أن يأتيه فقيل إنه روى عن عكرمة لا يجتمع الخراج والعشر في أرض فلم يأته وتركه والمشهور من المنتسبين إلى هؤلاء أبو عبدة يوسف بن عبدة العتكي مولى يزيد بن المهلب من أهل البصرة ختن حميد الطويل يروي عن الحسن وابن سيرين وحميد الطويل روى عنه الأصمعي وأهل البصرة وقد كتب عنه الحسن بن موسى وأحمد بن نصر العتكي روى عنه داود بن سليمان القطان ومحمد بن عبد الله بن عمار العتكي عم سهل بن عمار يروي عن إبراهيم بن طهمان وابن المبارك روى عنه سهل بن عمار وسعيد بن عثمان بن أحمد الفقيه الكعبي الخوارزمي العتكي روى بجرجان عن إسماعيل بن محمد الصفار كتب عنه أبو نصر وأبو سعد ابنا أبي بكر الإسماعيلي وأبو عمرو عثمان بن علي بن الحسن بن محمد بن إبراهيم بن عبيد بن زهير بن مطيع بن جرير بن عطية بن جابر بن عوف بن ذبيان بن مرثد بن عمرو بن عمير بن عمران بن عتيك بن |جـ 4 صـ 155| النضر بن الأزد العتكي خطيب الأنطاكية سماه وكناه ونسبه هكذا أبو القاسم الأزهري قدم بغداد آخر سنة ست وسبعين وثلاثمائة وحدث عن موسى بن محمد بن هاشم الديلمي وعبد العزيز بن سليمان الحرملي وعثمان بن عبد الله بن عفان الفرائضي وعبد الله بن إبراهيم بن العباس الأنطاكي روى عنه أبو القاسم عبيد الله بن أحمد بن عثمان الأزهري وسالم بن عبد الله العتكي من التابعين قال رأيت أنس بن مالك رضي الله عنه عليه جبة خز وكساء ومطرف خز أدكن وعمامة سوداء لها ذؤابة من خلفه يخضب بالصفرة روى عنه طالوت بن عباد وأبو معاوية عباد بن عباد العتكي المهلبي البصري من أئمة الحديث روى عن هشام بن عروة روى عنه يحيى بن يحيى التميمي النيسابوري وقد مر ذكره في المهلبي وأبو عبد الرحمن أحمد بن عبد الله بن الحكم العتكي المروزي الفرياناني من كبار محدثي أهل مرو من قرية يقال لها فريانان خربت واندرست الساعة وبقي قبره وهو مشهور يزار سمع جماعة مثل الحارث بن مسلم وأحمد بن سليمان وجرير بن حازم وعبد الله بن وهب وأبي معاوية والحسن بن سوار وأبي إسحاق الطالقاني وإسماعيل بن عياش وسهل بن مزاحم وغيرهم روى عنه محمود بن والان العبدي قال مسلم بن الحجاج جلت الدنيا في طلب الحديث فوجدت الجميع بنواحي مرو في قرية يقال لها فريانان وأراد بذلك أحمد بن عبد الله قد مر ذكره في حرف الفاء في الفرياناني ",
                "title": "العتكي",
                "uri": "JK_000952_2700"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}