{
    "features": [
        {
            "item": "JK_000952_2117",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.270-272",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السكوني</h1> بفتح السين وضم الكاف وفي آخرها النون هذه النسبة إلى السكون وهو بطن من كندة والمنتسب إليها أبو بدر شجاع بن الوليد بن قيس السكوني من أهل الكوفة سكن بغداد يروي عن إسماعيل بن أبي خالد ويحيى بن سعيد الأنصاري والأعمش مات سنة أربع أو خمس ومائتين روى عنه ابنه أبو همام الوليد بن شجاع وأهل العراق وروى عن أبي همام مسلم بن الحجاج وأبو القاسم البغوي وأبو المنذر عمرو بن مجمع السكوني الكندي من أهل الكوفة يروي عن هشام بن عروة وابن أبي خالد روى عنه أحمد بن حنبل وأهل العراق قال أبو حاتم بن حبان وكان يخطىء والضحاك بن قيس السكوني الكندي والسكون قبيلة من كندة روى عن ابن عمر روى عنه المسعودي والوليد بن قيس السكوني وكان ثقة صاحب سنة وأبو مسعود عقبة بن خالد السكوني من أهل الكوفة يروي عن عبيد الله بن عمر روى عنه أبو سعيد الأشج وسهل بن عثمان وغيرهما |جـ 3 صـ 271| وابن السابق ذكره أبو همام الوليد بن شجاع بن الوليد بن قيس السكوني كوفي الأصل سمع علي بن مسهر ويحيى بن زكريا بن أبي زائدة وشريك بن عبد الله وإسماعيل بن جعفر وعبد الله بن المبارك وعبد الله بن وهب روى عنه أبو حاتم الرازي وعباس الدوري وإبراهيم الحربي وأبو القاسم البغوي ويحيى بن صاعد قيل هو شامي نزل الكوفي وهذا وهم لأن أبا بدر من أهل الكوفة وأبو همام سافر إلى الشام من الكوفة وسكن بغداد وكان من الثقات أمر أحمد بن حنبل بالكتابة عنه وكان يحيى بن معين يقول عند أبي همام مائة ألف حديث عن الثقات ولم يقل فيه سوءا قط وكان يقول ليس له بخت ذكره أبو كريب وقال أبو همام أقدم سماعا مني كان يمر بنا ونحن نلعب بالخشب وعليه صالحية وهو يكتب الحديث وكان مذهبه مذهب المشايخ فما جئت إلى محدث قط بالكوفة فقلت له كتب عنك إلا قال ما زال يختلف السكوني إلي وما أخرجوا إلي كتابا إلا فيه فرغ أبو همام ويوقفني على علامته ومات ببغداد في شهر ربيع الأول سنة ثلاث وأربعين ومائتين |جـ 3 صـ 272| ",
                "title": "السكوني",
                "uri": "JK_000952_2117"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}