{
    "features": [
        {
            "item": "JK_000952_3438",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.56-58",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكرماني</h1> بكسر الكاف وقيل بفتحها وسكون الراء وفي اخرها النون هذه النسبة إلى بلدان شتى مثل خبيص وجيرفت والسيرجان وبردسير يقال لجميعها كرمان وقيل بفتح الكاف وهو الصحيح غير أنه اشتهر بكسر الكاف والمشهور بهذه النسبة جماعة كثيرة من المتقدمين والمتأخرين فمن المتقدمين |جـ 5 صـ 57| أبو هشام حسان بن إبراهيم الكرماني العنبري يروي عن يونس بن يزيد الأبلي وسعيد بن مسروق روى عنه علي بن المديني وأهل العراق ومن المتأخرين أبو الفضل عبد الرحمن بن محمد بن أميرويه بن محمد الكرماني نزيل مرو روى لنا عن أبيه وعن أستاذه القاضي أبي بكر محمد بن الحسين الأرسابندي وأبي الفتح عبيد الله بن محمد الهشامي وغيرهم مات في ذي القعدة سنة أربع وأربعين وخمسمائة بمرو وكانت ولادته سنة سبع وخمسين وأربعمائة بكرمان ولهذه النسبة اسم رجل وهو الكرماني بن عمرو بن المهلب المعني أخو معاوية بن عمرو القصري يروي عن حماد بن سلمة وبشر بن عمر بن ذر روى عنه إسحاق بن إبراهيم بن شاذان الفارسي وعلي بن جديع المعروف بالكرماني لم يكن من أهل كرمان ولكن عرف بهذا الاسم وهو الذي وقع بينه وبين نصر بن سيار ما وقع ثم دخل بينهما أبو مسلم صاحب الدولة وغلبهما جميعا وقصتهم معروفة في الفتوح ومن التابعين الحسن بن مهران الكرماني يروي عن فرقد وله صحبة روى عنه محمد بن سلام وأبو عمرو حفص بن عمرو بن هبيرة البخاري الكرماني من أهل قرية يقال لها كرمانية وذكر أبو القاسم بن الثلاج أنه قدم بغداد حاجا وحدثهم عن شجاع بن مجاع الكشاني قلت هكذا ذكره أبو بكر الخطيب وظني أنه من كرمينية بلدة بين بخارى وسغد سمرقند وسأذكره في موضعه وبنيسابور محلة كبيرة يقال لها مربعة الكرمانية والنسبة إليها الكرماني واشتهر بالنسبة إليها أبو يوسف يعقوب بن يوسف بن بعقوب بن عبد الله الكرماني الشيباني الفقيه الحافظ المعروف بابن الأخرم قال الحاكم أبو عبد الله الحافظ وخطتهم مربعة الكرمانية قال الحاكم وقرأت على ظهر كتابه بخطه ليعقوب بن يوسف الكرماني وقد كان أطال المقام بمصر وكان يكاتبه على القرطاس أبو إبراهيم المزني وقد أرانا أبو عبد الله بن الأخرم منها كتابا سمع بخراسان قتيبة بن سعيد وإسحاق بن إبراهيم الحنظلي وعمرو بن زرارة وبالحديثة سويد بن سعيد الأنباري وبالكوفة أبا كريب الهمداني وبالبصرة عبد الله بن معاوية الجمحي وبمصر أبا عبد الله بن وهب ويونس بن |جـ 5 صـ 58| عبد الأعلى وبالشام دحيم بن اليتيم وهشام بن عمار وبالجزيرة محمد بن وهب بن أبي كريمة وقد كان دخل على أحمد بن حنبل غير مرة روى عنه أبو حامد بن الشرقي وابنه أبو عبد الله بن الأخرم وعلي بن حمشاذ العدل ومحمد بن صالح بن هاني وغيرهم قال الحاكم قلت لمحمد بن صالح كيف لم يكثروا عن يعقوب الأخرم قال كان أبو عبد الله يبخل علينا بحديث أبيه فلا يمكننا منه وكان الرجل كبير المحل محتشما وتوفي في شعبان سنة سبع وثمانين ومائتين وأبو محمد حرب بن إسماعيل الحنظلي الكرماني قال أبو محمد بن أبي حاتم رفيق أبي يروي عن أبي يحيى أحمد بن سليمان الباهلي وعبيد الله بن معاذ العنبري وأحمد بن حنبل وإسحاق بن راهويه كتب عنه أبي بدمشق ",
                "title": "الكرماني",
                "uri": "JK_000952_3438"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}