{
    "features": [
        {
            "item": "JK_000952_1575",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.463-464",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدخمسيني</h1> بضم الدال المهملة وفتح الخاء المعجمة وسكون الميم وكسر السين |جـ 2 صـ 464| المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها النون اشتهر بهذه النسبة أبو أحمد بكر بن محمد بن حمدان بن غالب بن طارق بن هلال الصيرفي الدخمسيني وإنما لقب به لأنه أمر لرجل من أهل العلم بخمسين فاستزاد فقال زده خمسين فلقب بالدوخمسين كان من أهل مرو وكان فاضلا عالما مسنا وكان مختصا بالأمراء السامانية يدخل عليهم ويصحبهم ويقربونه ويكرمونه لفصاحته وتقدمه سمع بمرو عبد العزيز بن حاتم العدل وأبا الموجه محمد بن عمرو الفزاري وإبراهيم بن هلال وببلخ عبد الصمد بن الفضل وأحمد بن الحسين وعبد الصمد بن غالب البلخيين وببغداد أبا قلابة عبد الملك بن محمد الرقاشي والحارث بن محمد بن أبي أسامة التميمي وأحمد بن عبيد الله النرسي وإسماعيل بن إسحاق القاضي ومحمد بن يونس الكديمي وسمع بالري أبا حاتم محمد بن إدريس الرازي وضاع سماعه عنه سمع منه أبو أحمد عبد الله بن عدي الحافظ وأبو عبد الله محمد بن إسحاق بن منده الحافظ وأبو عبد الله محمد بن عبد الله البيع وأبو عبد الله محمد ابن أحمد الغنجار البخاري وأبو علي الحسين بن محمد الماسرجسي وجماعة سواهم وكان الدخمسيني خرج إلى العراق وأقام بها ثلاث عشرة سنة وكان سمع التاريخ الكبير لأبي بكر أحمد بن أبي خيثمة عنه مع أبي أحمد بن قريش المروروذي وآخر من حدث عنه فيما أظن بسمرقند أبو الفضل منصور بن نصر بن عبد الرحيم الكاغذي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال أبو أحمد الصيرفي المعروف بالدخمسيني محدث خراسان في عصره وما أراه جلس في حانوت قط فإنه كان ينادم الأمراء المقدمين من آل سامان لأدبه وفصاحته وتقدمه وقد كان سمع من أبي حاتم الرازي وذهب سماعه منه وقد كان سمع التاريخ من ابن أبي خيثمة مع ابن قريش وسماعه كان عنده فقصرنا في طلب سماعه ثم فاتنا الكتاب فلم نجده عاليا عند أحد وقد كان أبو أحمد ورد نيسابور مع الأمير السعيد وسمع منه مشايخنا أبو علي الحسين بن محمد الماسرجسي وأبو أحمد محمد بن علي الزراري وغيرهما سمعتهما جميعا يذكران سماعهما بنيسابور وأما أنا فإني أقمت عليه سنة ست وأربعين وثلاثمائة ونظرت في أكثر كتبه إلى أن ورث من مولى له مات بسمرقند ميراثا وتأهب للخروج بنفسه في طلب ذلك الميراث فشيعته إلى كشميهن وقرأت عليه بها البقايا التي كانت بقيت علي وخرج إلى بخارى وقضيت حوائجه وسئل المقام بها ثم بلغني أنه توفي بها سنة خمس وأربعين وثلاثمائة قلت هذا وهم من الحاكم فإنه مات ببخارى في |جـ 2 صـ 465| جمادى الآخرة سنة ثمان وأربعين وثلاثمائة |جـ 2 صـ 466| ",
                "title": "الدخمسيني",
                "uri": "JK_000952_1575"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}