{
    "features": [
        {
            "item": "JK_000952_4024",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.424-426",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الميانجي</h1> بفتح الميم والياء المنقوطة باثنتين من تحتها وفتح النون وفي اخرها الجيم هذه النسبة إلى موضعين قال أبو الفضل محمد بن طاهر المقدسي فيما حدثني عنه أبو العلاء أحمد بن محمد بن الفضل الحافظ بجامع أصبهان قال المقدسي الأول منسوب إلى |جـ 5 صـ 425| موضع بالشام ولست أعرف في أي موضع هو منه يقال له الميانج منهم أبو بكر يوسف بن القاسم بن يوسف الميانجي سمع محمد بن عبد الله السمرقندي بالميانج روى عنه أبو الحسن محمد بن عوف الدمشقي وأبو مسعود صالح بن أحمد بن القاسم الميانجي سمع أبا الحسن الدارقطني وطبقته حدثنا عنه أبو معشر عبد الكرمي بن عبد الصمد المقرىء الطبري بمكة وأبو عبد الله أحمد بن طاهر بن النجم الميانجي روى عنه يوسف بن القاسم الميانجي ومات بالميانج والثاني منسوب إلى ميانة أذربيجان منها القاضي أبو الحسن علي بن الحسن بن علي الميانجي قاضي همذان استشهد بها وولده أبو بكر محمد سمعا الكثير وتفقها هذا كلام المقدسي وأما القاضي أبو الحسن علي بن الحسن بن علي الميانجي أحد الفضلاء المشهورين بالعراق تفقه ببغداد على القاضي أبي الطيب الطبري وكان شريك الشيخ أبي إسحاق الشيرازي في الدرس وكان يرجع إلى معرفة تامه بالفقه والأدب سمع ببغداد أبا الحسن علي بن عمر القزويني وأبا محمد الحسن بن محمد الخلال وأبا الحسين أحمد بن محمد النوري وغيرهم روى لنا عنه أبو نصر محمد بن محمد بن الحسن الصائغ بأصبهان ولم يحدثنا عنه فيما أظن أحد سواه ورأيت كتابا للشيخ أبي إسحاق الشيرازي إلى القاضي الميانجي فكتب على عنوانه مشاكره والمفتخر به والداعي له إبراهيم بن علي الفيروزابادي ومن شعره المليح ما أنشدني أبو الفتوح محمد بن محمد بن علي الطائي إملاء من حفظه بهمذان أنشدني أبو بكر محمد بن علي بن الحسن الميانجي أنشدنا والدي القاضي أبو الحسن لنفسه يمدح ماوشان همذان وهي موضع بسفح الجبل كثير الشجر والخضرة والماء العذب والظلال من الوافي % إذا ذكر الحسان من الجنان % % فحيهلا بوادي ماوشان % % تجد شعبا يشعب كل هم % % وملهى ملهيا عن كل شان % % ومغنى مغنيا عن كل ظبي % % وغانية تدل على الغواني % % بروض مونق وخرير ماء % % ألذ من الثالث والمثاني % % وتغريد الهزار على ثمار % % تراها كالعقيق وكالجمان % % فيا لك منزلا لولا اشتياقي % % أصيحابي بدرب الزعفران % |جـ 5 صـ 426| فلما أنشدت هذه الأبيات بين يدي الشيخ أبي إسحاق استوى جالسا وكان متكئا وقال المراد بأصيحاب درب الزعفران أنا ما أحسن عهده اشتاق إلينا من الجنة ذكر الكياشيرويه بن شهردار الديلمي أن القاضي أبا الحسن الميانجي قتل بهمذان بالعصبية في مسجده في صلاة في الصبح في شوال سنة إحدى وسبعين وأربع مئة وابنه أبو بكر محمد بن علي الميانجي ولي القضاء بهمذان وكان فاضلا ذكيا حسن الظاهر روى لنا عنه أبو الفتوح محمد بن أبي جعفر الطائب بهمذان وأما أبو عبد الله محمد بن محمد بن محمد الميانجي فقيه صالح سديد السيرة من أهل الميانج تصاحبنا في طريق مكة وسمع بقراءتي على أبي عبد الله كثير بن سعيد بن شماليق البغدادي وغيره وكتبت عنه شيئا يسيرا بمكة وانصرفنا إلى العراق فرجع هو إلى بلاده وكان الرجوع في أوائل سنة ثلاث وثلاثين وخمس مئة ",
                "title": "الميانجي",
                "uri": "JK_000952_4024"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}