{
    "features": [
        {
            "item": "JK_000129_010940",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.463-464",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الكعبة</h1> بيت الله الحرام قال ابن عباس لما كان العرش على الماء قبل أن يخلق الله السموات بعث ريحا فصفقت الماء فأبرزت عن خسفة في موضع البيت كأنها قبة فدحا الأرض من تحتها فمادت فأوتدها بالجبال الخسفة واحدة الخسف تنبت في البحر نباتا وقد جاء في الأخبار أن أول ما خلق الله في الأرض مكان الكعبة ثم دحا الأرض من تحتها فهي سرة الأرض ووسط الدنيا وأم القرى أولها الكعبة وبكة حول مكة وحول مكة الحرم وحول الحرم الدنيا وحدث أبو العباس القاضي أحمد ابن أبي أحمد الطبري حدثني المفضل بن محمد بن إبراهيم حدثنا الحسن ابن علي الحلواني حدثنا الحسين بن إبراهيم ومحمد بن جبير الهاشمي قال حدثني حمزة بن عتبة عن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنه قال إن أول خلق هذا البيت أن الله عز وجل قال للملائكة & إني جاعل في الأرض خليفة & قالت الملائكة & أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون & ثم غضب عليهم فأعرض عنهم فطافوا بعرش الله سبعا كما يطوف الناس بالبيت الحرام وبقوا يسترضونه من غضبه يقولون لبيك اللهم لبيك ربنا معذرة إليك نستغفرك ونتوب إليك فرضي عنهم وأوحى إليهم أن ابنوا لي في الأرض بيتا يطوف به من عبادي من |جـ 4 صـ 464| أغضب عليه فأرضى عنه كما رضيت عنكم قال أبو الحسين ثم أقبل علي حمزة بن عتبة الهاشمي فقال يا ابن أخي لقد حدثتك والله حديثا لو ركبت فيه إلى العراق لكنت قد اعتفت وأما صفته فذكر البشاري وقال هو في وسط المسجد الحرام مربع الشكل بابه مرتفع عن الأرض نحو قامة عليه مصراعان ملبسان بصفائح الفضة قد طليت بالذهب مقابلا للمشرق وطول المسجد الحرام ثلثمائة ذراع وسبعون ذراعا وعرضه ثلثمائة وخمسة عشر ذراعا وطول الكعبة أربعة وعشرون ذراعا وشبر وعرضها ثلاثة وعشرون ذراعا وشبر وذرع دور الحجر خمسة وعشرون ذراعا وذرع الطواف مائة ذراع وسبعة أذرع وسمكها في السماء سبعة وعشرون ذراعا والحجر من قبل الشام فيه يقلب الميزاب شبه الأندر قد ألبست حيطانه بالرخام مع أرضه ارتفاعها حقو ويسمونه الحطيم والطواف من ورائه ولا يجوز الصلاة إليه والحجر الأسود على الركن الشرقي عند الباب على لسان الزاوية في مقدار رأس الإنسان ينحني إليه من قبله يسيرا وقبة زمزم تقابل الباب والطواف بينهما ومن ورائهما قبة الشراب فيها حوض كان يسقى فيه السويق والسكر قديما ومقام إبراهيم عليه السلام بإزاء وسط البيت الذي فيه الباب وهو أقرب إلى البيت من زمزم يدخل في الطواف أيام الموسم عليه صندوق حديد طوله أكثر من قامة مكسو ويرفع المقام في كل موسم إلى البيت فإذا رد جعل عليه صندوق خشب له باب يفتح أوقات الصلاة فإذا سلم الإمام استلمه ثم أغلق الباب وفيه أثر قدم إبراهيم عليه السلام مخالفة وهو أسود وأكبر من الحجر الأسود وقد فرش الطواف بالرمل والمسجد بالحصى وأدير على صحنه أروقة ثلاثة على أعمدة رخام حملها المهدي من الإسكندرية في البحر إلى جدة قال وهب بن منبه لما أهبط الله عز وجل آدم عليه السلام من الجنة إلى الأرض حزن واشتد بكاؤه عليها فعزاه الله بخيمة من خيامها فجعلها له بمكة في موضع الكعبة قبل أن تكون الكعبة وكانت ياقوتة حمراء وقيل درة مجوفة من جوهر الجنة فيها قناديل من ذهب ونزل معها الركن يومئذ وهو ياقوتة بيضاء وكان كرسيا لآدم فلما كان في زمن الطوفان رفع ومكثت الأرض خرابا ألفي سنة أعني موضع البيت حتى أمر الله نبيه إبراهيم أن يبنيه فجاءت السكينة كأنها سحابة فيها رأس يتكلم فبنى هو وإسماعيل البيت على ما ظللته ولم يجعلا له سقفا وحرس الله آدم والبيت بالملائكة فالحرم مقام الملائكة يومئذ وقد روي أن خيمة آدم لم تزل منصوبة في مكان البيت إلى أن قبض فلما قبض رفعت فبنى بنوه في موضعها بيتا من الطين والحجارة ثم نسفه الغرق فغير مكانه حتى بعث الله إبراهيم عليه السلام فحفر قواعده وبناه على ظل الغمامة فهو أول بيت وضع للناس كما قال الله عز وجل وكان الناس قبله يحجون إلى مكة وإلى موضع البيت حتى بوأ الله مكانه لإبراهيم لما أراد الله من عمارته وإظهاره دينه وشعائره فلم يزل البيت منذ أهبط آدم إلى الأرض معظما محرما تتناسخه الأمم والملل أمة بعد أمة وملة بعد ملة وكانت الملائكة تحجه قبل آدم فلما أراد إبراهيم بناءه عرج به إلى السماء فنظر إلى مشارق الأرض ومغاربها وقيل له اختر فاختار موضع مكة فقالت الملائكة يا خليل الله اخترت موضع مكة وحرم الله في الأرض فبناه وجعل أساسه من سبعة أجبل ويقال من خمسة أو من أربعة وكانت الملائكة تأتي بالحجارة إلى إبراهيم |جـ 4 صـ 465| من تلك الجبال وروي عن مجاهد أنه قال أسس إبراهيم زوايا البيت من أربعة أحجار حجر من حراء وحجر من ثبير وحجر من طور وحجر من الجودي الذي بأرض الموصل وهو الذي استقرت عليه سفينة نوح وروي أن قواعده خلقت قبل الأرض بألفي سنة ثم بسطت الأرض من تحت الكعبة وعن قتادة بنيت الكعبة من خمسة جبال من طور سيناء وطور زيتا وأحد ولبنان وثبير وجعلت قواعدها من حراء وجعل إبراهيم طولها في السماء سبعة أذرع وعرضها في الأرض اثنين وثلاثين ذراعا من الركن الأسود إلى الركن الشمالي الذي عنده الحجر وجعل ما بين الركن الشامي إلى الركن الذي فيه الحجر اثنين وثلاثين ذراعا وجعل طول ظهرها من الركن العراقي إلى الركن اليماني أحدا وثلاثين ذراعا وجعل عرض شقها اليماني من الركن الأسود إلى الركن اليماني عشرين ذراعا ولذلك سميت الكعبة لأنها مكعبة على خلق الكعب وقيل التكعيب التربيع وكل بناء مربع كعبة وقيل سميت لارتفاع بنائها وكل بناء مرتفع فهو كعبة ومنه كعب ثدي الجارية إذا علا في صدرها وارتفع وجعل بابها في الأرض غير مبوب حتى كان تبع الحميري هو الذي بوبها وجعل عليها غلقا فارسيا وكساها كسوة تامة ولما فرغ إبراهيم من البناء أتاه جبرائيل عليه السلام فقال له طف فطاف هو وإسماعيل سبعا يستلمان الأركان فلما أكملا صليا خلف المقام ركعتين وقام معه جبرائيل وأراه المناسك كلها الصفا والمروة ومنى ومزدلفة فلما دخل منى وهبط من العقبة مثل له إبليس عند جمرة العقبة فقال له جبرائيل إرمه فرماه بسبع حصيات فغاب عنه ثم برز له عند الجمرة الوسطى فقال له جبرائيل إرمه فرماه بسبع حصيات فغاب عنه ثم برز له عند الجمرة السفلى فقال له جبرائيل إرمه فرماه بسبع حصيات مثل حصى الخذف ثم مضى وجبرائيل يعلمه المناسك حتى انتهى إلى عرفات فقال له أعرفت مناسكك فقال له إبراهيم نعم فسميت عرفات لذلك ثم أمره أن يؤذن في المسلمين بالحج فقال يا رب وما يبلغ من صوتي فقال الله عز وجل أذن وعلي البلاغ فعلا على المقام فأشرف به حتى صار أعلى الجبال وأشرفها وجمعت له الأرض يومئذ سهلها وجبلها وبرها وبحرها وجنها وإنسها حتى أسمعهم جميعا وقال يا أيها الناس كتب عليكم الحج إلى بيت الله الحرام فأجيبوا ربكم فمن أجابه ولباه فلا بد له من أن يحج ومن لم يجبه لا سبيل له إلى ذلك وخصائص الكعبة كثيرة وفضائلها لا تحصى ولا يسع كتابنا إحصاء الفضائل وليست أمة في الأرض إلا وهم يعظمون ذلك البيت ويعترفون بقدمه وفضله وأنه من بناء إبراهيم حتى اليهود والنصارى والمجوس والصابئة وقد قيل إن زمزم سميت بزمزمة اليهود والمجوس فأما الصابئون فهو بيت عبادتهم لا يفخرون إلا به ولا يتعبدون إلا بفضله قالوا وبقيت الكعبة على ما هي عليه غير مسقفة فكان أول من كساها تبع لما أتى به مالك ابن العجلان إلى يثرب وقتل اليهود في قصة ذكرتها في كتابي المسمى بالمبدأ والمآل في التاريخ فمر بمكة فأخبر بفضلها وشرفها فكساها الخصف وهي حصر من خوص النخل ثم رأى في المنام أن اكسها أحسن من هذا فكساها الأنطاع فرأى في المنام أن اكسها أحسن من ذلك فكساها المعافر والوصائل والمعافر ثياب يمانية تنسب إلى قبيلة من همدان يقال لهم المعافر اسم الثياب والقبيلة والموضع الذي تعمل فيه واحد وربما قيل لها المعافرية وثوب |جـ 4 صـ 466| معافري يتصرف في النسبة ولا يتصرف في المفرد لأنه على زنة الجمع ثالثه ألف ونسب إلى الجمع لأنه صار بمنزلة المفرد سمي به مفرد وكان أول من حلى البيت عبد المطلب لما حفر بئر زمزم وأصاب فيه من دفن جرهم غزالين من ذهب فضربهما في باب الكعبة فلما قام الإسلام كساها عمر بن الخطاب رضي الله عنه القباطي ثم كساها الحجاج الديباج الخسرواني ويقال يزيد بن معاوية وبقيت على هيئتها من عمارة إبراهيم عليه السلام إلى أن بلغ نبينا صلى الله عليه وسلم خمسا وثلاثين سنة من عمره جاء سيل عظيم فهدمها وكان في جوفها بئر تحرز فيها أموالها وما يهدى إليها من النذور والقربان فسرق رجل يقال له دويك ما كان فيها أو بعضه فقطعت قريش يده واجتمعوا وتشاوروا وأجمعوا على عمارتها وكان البحر رمى بسفينة بجدة فتحطمت فأخذوا خشبها فاستعانوا به على عمارتها وكان بمكة رجل قبطي نجار فسوى لهم ذلك وبنوها ثمانية عشر ذراعا فلما انتهوا إلى موضع الركن اختصموا وأراد كل قوم أن يكونوا هم الذين يضعونه في موضعه وتفاقم الأمر بينهم حتى تواعدوا للقتال ثم تحاجزوا وتناصفوا على أن يجعلوا بينهم أول طالع يطلع من باب المسجد يقضي فخرج عليهم النبي صلى الله عليه وسلم فاحتكموا إليه فقال هلموا ثوبا فأتي به فوضع الركن فيه ثم قال لتأخذ كل قبيلة بناحية من الثوب ثم ليرفعوا حتى إذا رفعوه إلى موضعه أخذ النبي صلى الله عليه وسلم الحجر بيده فوضعه في الركن فرضوا بذلك وانتهوا عن الشرور ورفعوا بابها عن الأرض مخافة السيل وأن لا يدخل فيها إلا من أحبوا وبقوا على ذلك إلى أيام عبد الله بن الزبير فحدثته عائشة رضي الله عنها قالت سألت النبي صلى الله عليه وسلم عن الحجر أمن البيت هو قال نعم قالت قلت فما بالهم لم يدخلوه في البيت قال إن قومك قصرت بهم النفقة قلت فما شأن بابه مرتفعا قال فعل ذلك قومك ليدخلوا من شاؤوا ويمنعوا من شاؤوا ولولا قومك حديثو عهد في الإسلام فأخاف أن تنكر قلوبهم لنظرت أن أدخل الحجر في البيت وأن ألزق بابه بالأرض فأدخل ابن الزبير عشرة مشايخ من الصحابة حتى سمعوا ذلك منها ثم أمر بهدم الكعبة فاجتمع إليه الناس وأبوا ذلك فأبى إلا هدمها فخرج الناس إلى فرسخ خوفا من نزول عذاب وعظم ذلك عليهم ولم يجر إلا الخير وذكر ابن القاضي عن مجاهد قال لما أراد ابن الزبير أن يهدم البيت ويبنيه قال للناس اهدموا فأبوا وخافوا أن ينزل العذاب عليهم قال مجاهد فخرجنا إلى منى فأقمنا بها ثلاثا ننتظر العذاب وارتقى ابن الزبير على جدار الكعبة هو بنفسه فهدم البيت فلما رأوا أنه لم يصبه شيء اجترؤوا على هدمه وبناها على ما حكت عائشة وتراجع الناس فلما قدم الحجاج تحرم ابن الزبير بالكعبة فأمر بوضع المنجنيق على أبي قبيس وقال ارموا الزيادة التي ابتدعها هذا المتكلف فرموا موضع الحطيم فلما قتل ابن الزبير وملك الحجاج رد الحائط كما كان قديما وأخذ بقية الأحجار فسد منها الباب الغربي ورصف بقيتها في البيت حتى لا تضيع فهي إلى الآن على ذلك وقال تبع لما كسا البيت وكسونا البيت الذي حرم الل ه ملاء معضدا وبرودا وأقمنا به من الشهر عشرا وجعلنا لبابه إقليدا |جـ 4 صـ 467| وخرجنا منه نؤم سهيلا قد رفعنا لواءنا المعقودا ويقال إن أول من كساه الديباج يزيد بن معاوية ويقال عبد الله بن الزبير ويقال عبد الملك بن مروان وأول من خلق الكعبة عبد الله بن الزبير وقال ابن جريج معاوية أول من طيب الكعبة بالخلوق والمجمر وإحراق الزيت بقناديل المسجد من بيت مال المسلمين ويروى عن علي بن أبي طالب رضي الله عنه أنه قال خلق الله البيت قبل الأرض بأربعين عاما وكان غثاءة على الماء وقال مجاهد في قوله تعالى & وإذ جعلنا البيت مثابة للناس وأمنا & قال يثوبون إليه ويرجعون ولا يقضون منه وطرا وفي قوله تعالى & فاجعل أفئدة من الناس تهوي إليهم & قال لو قال أفئدة الناس لازدحمت فارس والروم عليه ",
                "title": "الكعبة",
                "uri": "JK_000129_010940"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}