{
    "features": [
        {
            "item": "JK_000952_3568",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.145-148",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اللؤلؤي</h1> نسب بهذه النسبة جماعة كانوا يبيعون اللؤلؤ والمشهور بهذه النسبة من القدماء أبو سعيد عبد الرحمن بن مهدي بن حسان بن عبد الرحمن اللؤلؤي من أهل البصرة مولى الأزد كان من الحفاظ المتقنين وأهل الورع في الدين ممن حفظ وجمع وتفقه وصنف وحدث وما كان يروي إلا عن الثقات وروى عن جماعة أدركوا الصحابة رضي الله عنهم غير أنه أكثر الرواية عن شعبة ومالك والثوري روى عنه عبد الله بن المبارك وغيره من الأئمة ولد سنة خمس وثلاثين ومئة ومات سنة ثمان وتسعين ومئة ومنهم أبو علي الحسن بن زياد اللؤلؤي صاحب أبي حنيفة رحمه الله مولى |جـ 5 صـ 146| الأنصار ولى القضاء وكان حافظا لروايات أبي حنيفة وكان إذا جلس ليحكم ذهب عنه التوفيق حتى يسأل أصحابه عن الحكم في ذلك فإذا قام من مجلس القضاء عاد إلى ما كان عليه من الحفظ فبعث إليه البكائي وقال ويحك إنك لم توفق للقضاء وأرجو أن تكون هذه الخيرة أرادها الله لك فاستعف فاستعفى واستراح وكان يقول كتبت عن ابن جريج اثني عشر ألف حديث كلها يحتاج إليها الفقهاء وكان أحمد بن عبد الحميد الحارثي يقول ما رأيت أحسن خلقا من الحسن بن زياد ولا أقرب مأخذا ولا أسهل جانبا قال وكان الحسن بن زياد يكسو مماليكه كما يكسو نفسه وكان الناس تكلموا فيه وليس في الحديث بشيء ومات في سنة أربع ومائتين وكان من أهل الكوفة وأبو القاسم هشام بن يونس بن وابل اللؤلؤي النهشلي الدارمي من أهل الكوفة يروي عن القاسم بن مالك المزني وسفيان بن عيينة وأبي مالك الجنبي روى عنه يعقوب بن سفيان وعبد الله بن محمد بن ناجية ومحمد بن الحسين الأشناني وإسحاق بن إبراهيم بن هشام بن يونس بن وابل بن الوضاح أبو يعقوب النهشلي اللؤلؤي الكوفي يروي عن جده هشام روى عنه أبو القاسم بن النخاس المقرىء وغيره ومن المتأخرين أبو بكر محمد بن أحمد بن أبي القاسم النسفي يعرف ببرواريد قيل له اللؤلؤي من أهل نسف سكن بخارى سمع بنسف أبا بكر محمد بن أحمد بن محمد البلدي سمعت منه اجزاء ببخارى وسألته عن هذه النسبة فقال كان من أجدادنا من يبيع اللؤلؤ وأبو الحسين سريح بن النعمان بن مروان اللؤلؤي خراساني الأصل بغدادي الدار سمع حماد بن سلمة وفليح بن سليمان وعمارة بن زاذان وعبد الرحمن بن أبي الزناد وأبا عوانة وصالحا المري وسفيان بن عيينة وغيرهم روى عنه أحمد بن حنبل وأبو خيثمة زهير بن حرب وأبو همام الوليد بن شجاع وأحمد بن منيع وأبو زرعة وأبو حاتم الرازيان وكان ثقة صدوقا قال قدمت البصرة سنة خمس أو أربع وستين فقيل لي مات همام منذ جمعة أو جمعتين ومات في ذي الحجة سنة سبع عشرة ومائتين ودفن يوم الأضحى وأبو عبد الله محمد بن إسحاق بن حرب اللؤلؤي السهمي مولاهم من أهل بلخ |جـ 5 صـ 147| ويعرف بابن أبي يعقوب كان حافظا لعلوم الحديث والأدب عارفا بأيام الناس وقدم بغداد فجالس بها الحفاظ من أهلها وذاكرهم وحدث عن مالك بن أنس وخارجة بن مصعب وبشر بن السري ويحيى بن اليمان وخالد بن عبد الرحمن المخزومي وغيرهم روى عنه أبو بكر بن أبي الدنيا والفضل بن محمد اليزيدي وأبو عبد الله بن أبي الأحوص الثقفي وجماعة ولم يكن يوثق به في علمه وروى عن أبي العباس بن عقدة الحافظ أنه قال سمعت محمد بن عبيد الكندي يقول قدم محمد بن إسحاق البلخي اللؤلؤي الكوفي قبل سنة ثلاثين ومائتين وكان من أحفظ الناس كان يجلس مع أبي بكر بن أبي شيبة فلا ينبعث معه أبو بكر إنما يهدر هدرا وحكي عن أحمد بن سيار المروزي أنه ذكر من كان ببلخ من أهل العلم فقال وكان بها إنسان يقال له ابن أبي يعقوب واسمه محمد بن إسحاق أبو عبد الله وكان لا يخضب وكان قد قارب ثمانين سنة وكان آية من الآيات في حفظ الحديث ومعرفة أيام الناس وله لسان وبصر بالشعر ومعرفة بالأدب ولا يكلمه إنسان إلا علاه في كل فن وقدم بغداد في سنة اثنتين وعشرين ومائتين وأبو علي محمد بن أحمد بن عمرو اللؤلؤي البصري من أهل البصرة يروي عن أبي داود سليمان بن الأشعث السجستاني وأبي الهيثم بشر بن حافي وغيرهما روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني وأبو عمر القاسم بن جعفر الهاشمي وهو اخر من حدث عنه بكتاب السنن لأبي داود وأبو طاهر محمد بن أحمد اللؤلؤي يروي عن أبي النصر محمد بن أحمد الفقيه روى عنه أبو الحسين بن جميع الغساني في معجم شيوخه ومنصور بن سعد اللؤلؤي صاحب اللؤلؤ بصري روى عن عمار بن أبي عمار مولى بني هاشم وميمون بن سياه وبديل بن ميسرة روى عنه عبد الرحمن بن مهدي وأبو همام والصلت بن محمد الخاركي والمعلى بن منصور الرازي وموسى بن إسماعيل قال يحيى بن معين منصور بن سعد شيخ يروي عنه البصريون وموسى بن داود اللؤلؤي من أهل البصرة قال ابن أبي حاتم موسى بن داود بصري صاحب اللؤلؤ أبو حاتم ويقال ابن أبي داود روى عن طاوس والحسن البصري روى عنه ابن المبارك وحبان بن هلال وموسى بن إسماعيل وعلي بن عثمان اللاحقي ومسلم بن إبراهيم قال يحيى بن معين موسى أبو حاتم صاحب اللؤلؤ ثقة وقال أبو حاتم الرازي هو مجهول لا أعرفه |جـ 5 صـ 148| ",
                "title": "اللؤلؤي",
                "uri": "JK_000952_3568"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}