{
    "features": [
        {
            "item": "JK_000129_000396",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.130-131",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أذرعات</h1> بالفتح ثم السكون وكسر الراء وعين مهملة وألف وتاء كأنه جمع أذرعة جمع ذراع جمع قلة وهو بلد في أطراف الشام يجاور أرض البلقاء وعمان ينسب إليه الخمر وقال الحافظ أبو القاسم أذرعات مدينة بالبلقاء وقال النحويون بالتثنية والجمع تزول الخصوصية عن الأعلام فتنكر وتجري مجرى النكرة من أسماء الأجناس وأما نحو أبانين وأذرعات وعرفات فتسميته ابتداء تثنية وجمع كما لو سميت رجلا بخليلان أو مساجد وإنما عرف مثل ذلك بغير حرف تعريف وجعلت أعلاما لأنها لا تفترق فنزلت منزلة شيء واحد فلم يقع إلباس واللغة الفصيحة في عرفات الصرف ومنع الصرف لغة تقول هذه عرفات وأذرعات ورأيت عرفات وأذرعات ومررت بعرفات وأذرعات لأن فيه سببا واحدا وهذه التاء التي فيه للجميع لا للتأنيث لأنه اسم لمواضع مجتمعة فجعلت تلك المواضع اسما واحدا وكان اسم كل موضع منها عرفة وأذرعة وقيل بل الاسم جمع والمسمى مفرد فلذلك لم يتنكر وقيل إن التاء فيه لم تتمحض للتأنيث ولا للجمع فأشبهت التاء في نبات وثبات وأما من منعها الصرف فإنه يقول إن التنوين فيها للمقابلة التي تقابل النون التي في جمع المذكر السالم فعلى هذا غير منصرفة وقد ذكرتها العرب في أشعارها لأنها لم تزل من بلادها في الإسلام وقبله قال بعض الأعراب |جـ 1 صـ 131| ألا أيها البرق الذي بات يرتقي ويجلو دجى الظلماء ذكرتني نجدا وهيجتني من أذرعات وما أرى بنجد على ذي حاجة طربا بعدا ألم تر أن الليل يقصر طوله بنجد وتزداد الرياح به بردا وقال امرؤ القيس ومثلك بيضاء العوارض طفلة لعوب تنسيني إذا قمت سربالي تنورتها من أذرعات وأهلها بيثرب أدنى دارها نظر عال وينسب إلى أذرعات أذرعي وخرج منها طائفة من أهل العلم منهم إسحاق بن إبراهيم الأذرعي بن هشام ابن يعقوب بن إبراهيم بن عمرو بن هاشم بن أحمد ويقال ابن إبراهيم بن زامل أبو يعقوب النهدي أحد الثقات من عباد الله الصالحين رحل وحدث عن محمد بن الخضر بن علي الرافعي ويحيى بن أيوب بن ناوي العلاف وأبي زيد يوسف بن يزيد القراطيسي وأحمد بن حماد بن عيينة وأبي زرعة وأبي عبد الرحمن النسائي وخلق كثير غير هؤلاء وحدث عنه أبو علي محمد بن هرون بن شعيب وتمام بن محمد الرازي وأبو الحسين بن جميع وعبد الوهاب الكلابي وأبو عبد الله بن مندة وأبو الحسن الرازي وغيرهم وقال أبو الحسن الرازي كان الأذرعي من أجلة أهل دمشق وعبادها وعلمائها ومات يوم عيد الأضحى سنة 443 عن نيف وتسعين سنة ومحمد بن الزعيزعة الأذرعي وغيرهما ومحمد ابن عثمان بن خراش أبو بكر الأذرعي حدث عن محمد بن عقبة العسقلاني ويعلى بن الوليد الطبراني وأبي عبيد محمد بن حسان البسري ومحمد بن عبد الله بن موسى القراطيسي والعباس بن الوليد بن يوسف بن يونس الجرجاني ومسلمة بن عبد الحميد روى عنه أبو يعقوب الأذرعي وأبو الخير أحمد ابن محمد بن أبي الخير وأبو بكر محمد بن إبراهيم بن أسد القنوي وأبو الحسن علي بن جعفر بن محمد الرازي وغيرهم وعبد الوهاب بن عبد الله بن عمر بن أيوب بن المعمر بن قعنب بن يزيد بن كثير بن مرة ابن مالك أبو نصر المري الإمام الحافظ الشروطي يعرف بابن الأذرعي وبابن الجبان روى عن أبي القاسم الحسن بن علي البجلي وأبي علي بن أبي الزمام والمظفر بن حاجب بن أركين وأبي الحسن الدارقطني وخلق كثير لا يحصون روى عنه أبو الحسن بن السمسار وأبو علي الأهوازي وعبد العزيز الكناني وجماعة كثيرة وكان ثقة وقال عبد العزيز الكناني مات شيخنا وأستاذنا عبد الوهاب المري في شوال سنة 524 وصنف كتبا كثيرة وكان يحفظ شيئا من علم الحديث ",
                "title": "أذرعات",
                "uri": "JK_000129_000396"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}