{
    "features": [
        {
            "item": "JK_000129_002567",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.29-31",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تستر والنسبة التستري</h1> بالضم ثم السكون وفتح التاء الأخرى وراء أعظم مدينة بخوزستان اليوم وهو تعريب شوشتر وقال الزجاجي سميت بذلك لأن رجلا من بني عجل يقال له تستر بن نون افتتحها فسميت به وليس بشيء والصحيح ما ذكره حمزة الأصبهاني قال الشوشتر مدينة بخوزستان تعريب شوش بإعجام الشينين قال ومعناه النزه والحسن والطيب واللطيف فبأي الأسماء وسمتها من هذه جاز قال وشوشتر معناه معنى أفعل فكأنه قال أنزه وأطيب وأحسن يعني أن زيادة التاء والراء بمعنى أفعل فإنهم يقولون للكبير بزرك فإذا أرادوا أكبر قالوا بزركتر مطرد قال والسوس مختطة على شكل باز وتستر مختطة على شكل فرس وجندي سابور مختطة على شكل رقعة الشطرنج وبخوزستان أنهار كثيرة وأعظمها نهر تستر وهو الذي بنى عليه سابور الملك شاذروان بباب تستر حتى ارتفع ماؤه إلى المدينة لأن تستر على مكان مرتفع من الأرض وهذا الشاذورانمن عجائب الأبنية يكون طوله نحو الميل مبني بالحجارة المحكمة والصخر وأعمدة الحديد وبلاطه بالرصاص وقيل إنه ليس في الدنيا بناء أحكم منه قال أبو غالب شجاع بن فارس الذهلي كتبت إلى أبي عبدالله الحسين بن أحمد بن الحسين السكري وهو بتستر أتشوقه ريح الصباء إذا مررت بتستر والطيب خصيها بألف سلام وتعرفي خبر الحسين فإنه مذ غاب أودعني لهيب ضرام قولي له مذ غبت عني لم أذق شوقا إلى لقياك طيب منام |جـ 2 صـ 30| والله ما يوم يمر وليلة إلا وأنت تزور في الأحلام قال فأجابني من تستر مرت بنا بالطيب ثم بتستر ريح روائحها كنشر مدام فتوقفت حسنى إلي وبلغت أضعاف ألف تحية وسلام وسألت عن بغداد كيف تركتها قالت كمثل الروض غب غمام فلكدت من فرح أطير صبابة وأصول من جذل على الأيام ونسيت كل عظيمة وشديدة وظننتها حلما من الأحلام وبتستر قبر البراء بن مالك الأنصاري وكان يعمل بها ثياب وعمائم فائقة ولبس يوما الصاحب بن عباد عمامة بطراز عريض من عمل تستر فجعل بعض جلسائه يتأملها ويطيل النظر إليها فقال الصاحب ما عملت بتستر لتستر قلت وهذا من نوادر الصاحب وقال ابن المقفع أول سور وضع في الأرض بعد الطوفان سور السوس وسور تستر ولا يدرى من بناهما والأبلة وتفرد بعض الناس بجعل تستر مع الأهواز وبعضهم بجعلها مع البصرة وعن ابن عون مولى المسور قال حضرت عمر بن الخطاب رضي الله عنه وقد اختصم إليه أهل الكوفة والبصرة في تستر وكانوا حضروا فتحها فقال أهل الكوفة هي من أرضنا وقال البصرة هي من أرضنا فجعلها عمر بن الخطاب من أرض البصرة لقربها منها وأما فتحها فذكر البلاذري أن أبا موسى الأشعري لما فتح سرق سار منها إلى تستر وبها شوكة العدو وحدهم فكتب إلى عمر رضي الله عنه يستمده فكتب عمر إلى عمار بن ياسر يأمره بالمسير إليه في أهل الكوفة فقدم عمار جرير بن عبد الله البجلي وسار حتى أتى تستر وكان على ميمنة أبي موسى البراء بن مالك أخو أنس بن مالك رضي الله عنه وكان على ميسرته مجزأة بن ثور السدوسي وعلى الخيل أنس بن مالك وعلى ميمنة عمار البراء بن عازب الأنصاري وعلى ميسرته حذيفة بن اليمان العبسي وعلى خيله قرظة بن كعب الأنصاري وعلى رجاله النعمان بن مقرن المزني فقاتلهم أهل تستر قتالا شديدا وحمل أهل البصرة وأهل الكوفة حتى بلغوا باب تستر فضاربهم البراء بن مالك على الباب حتى استشهد ودخل الهرمزان وأصحابه إلى المدينة بشر حال وقد قتل منهم في المعركة تسعمائة وأسر ستمائة ضربت أعناقهم بعد وكان الهرمزان من أهل مهرجان قذف وقد حضر وقعة جلولاء مع الأعاجم ثم إن رجلا من الأعاجم أستأمن إلى المسلمين فأسلم واشترط أن لا يعرض له ولولده ليدلهم على عورة العجم فعاقده أبو موسى على ذلك ووجه معه رجلا من بني شيبان يقال له أشرس بن عوف فخاض به على عرق من حجارة حتى علا به المدينة وأراه الهرمزان ثم رده إلى المعسكر فندب أبو موسى أربعين ترجلا مع مجزأة بن ثور وأتبعهم مائتي رجل وذلك في الليل والمستأمن تقدمهم حتى أدخلهم المدينة فقتلوا الحرس وكبروا على سور المدينة فلما سمع الهرمزان ذلك هرب إلى قلعته وكانت موضع خزائنه وأمواله وعبر أبو موسى حين أصبح حتى دخل المدينة واحتوى عليها وجعل الرجل من الأعاجم يقتل أهله وولده ويلقيهم في دجيل خوفا من أن تظفر بهم العرب |جـ 2 صـ 31| وطلب الهرمزان الأمان فأبى أبو موسى أن يعطيه ذلك إلا على حكم عمر رضي الله عنه فنزل على ذلك فقتل أبو موسى من كان في القلعة جهرا ممن لا أمان له وحمل الهرمزان إلى عمر فاستحياه إلى أن قتله عبيد الله بن عمر إذ اتهمه بموافقة أبي لؤلؤة على قتل أبيه وينسب إلى تستر جماعة منهم سهل بن عبد الله بن يونس بن عيسى بن عبد الله التستري شيخ الصوفية صحب ذا النون المصري وكانت له كرامات وسكن البصرة ومات سنة 382 وقيل سنة 372 وأما أحمد بن عيسى بن حسان أبو عبد الله المصري يعرف بالتستري قيل أنه كان يتجر في الثياب التسترية وقيل كان يسافر إلى تستر حدث عن مفضل بن فضالة المصري ورشيد بن سعيد المهري روى عنه مسلم بن الحجاج النيسابوري وإبراهيم الحربي وابن أبي الدنيا وعبد الله بن محمد البغوي وسمع يحيى بن معين يحلف بالله الذي لا إله إلا هو أنه كذاب وذكره أبو عبد الرحمن النسائي في شيوخه وقال لا بأس به ومات بسامرا سنة 342 ",
                "title": "تستر والنسبة التستري",
                "uri": "JK_000129_002567"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}