{
    "features": [
        {
            "item": "JK_000952_0081",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.100-101",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأدمي</h1> بفتح الألف والدال المهملة وفي آخرها الميم هذه النسبة إلى من يبيع الأدم وفيهم كثرة منهم أبو علي الحسن بن الفضل بن الحسن بن الفضل الأدمي وأبو نصر غالب بن أحمد بن المسلم الأدمي الدمشقي من أهل دمشق كان شيخا صالحا سمع أبا الفضل أحمد بن عبد المنعم بن أحمد بن بندار بن الكريدي الدمشقي وأبا الفضل أحمد بن علي بن الفضل بن طاهر بن الفرات كتبت عنه جزءا بدمشق وتوفي ومن القدماء أبو قتيبة سلم بن الفضل بن سهل بن الفضل الأدمي نزل مصر وحدث بها عن محمد بن يونس الكديمي وأبي علي المعمري وموسى بن هارون ومحمد بن حبان البصري وجعفر الفريابي وإبراهيم بن هاشم البغوي وهارون بن يوسف بن زياد روى عنه جماعة منهم أبو عبد الله محمد بن الفضل بن نظيف الفراء المصري ومات سلخ ذي الحجة سنة خمسين وثلاثمائة بمصر وأبو منصور محمد بن أبي الربيع سليمان بن أحمد بن محمد السرقسطي الأدمي شيخ يبيع الأدم ببغداد عند باب النوبي من أولاد المحدثين سمع أباه أبا الربيع سمعت منه أحاديث وكانت ولادته في سنة وستين وأربعمائة وتوفي وأبو الحسن محمد بن أحمد بن محمد بن جعفر بن محمد بن عبد الملك الأدمي من أهل بغداد ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال أبو الحسن الأدمي حدثنا أبو بكر البرقاني عنه عن محمد بن علي بن أبي داود بكتاب العلل لزكريا الساجي وقال لي أبو طاهر حمزة بن محمد بن طاهر الدقاق لم يكن الأدمي هذا صدوقا في الحديث كان يسمع لنفسه في كتب لم يسمعها فسألت البرقاني عن الأدمي فقال ما علمت منه إلا خيرا وكان شيخا قديما أظن سماعه من إسماعيل الصفار ونحوه غير أنه كان يطلق لسانه في الناس يتكلم في ابن مظفر الدارقطني وقال لي البرقاني أيضا كان القاضي الجراحي رجلا كريما سخيا يدعو أصحاب الحديث وينفق عليهم ويبرهم وإذا لم يكن معه شيء باع ثيابه وأنفق عليهم فكان أبو بكر |جـ 1 صـ 101| البقال وغيره من كتبة الحديث يحضرون عنده لذلك ويسمعون منه وينتخبون عليه وكان محمد بن أحمد بن عبد الملك الأدمي يذكرهم ويقول سماعون للكذب أكالون للسحت وقال وحدثني عبد العزيز الأزجي عن الأدمي عن أبي سهل بن زياد وأبو الحسين أحمد بن يحيى بن عثمان الأدمي العطشي سأذكره في العين وأبو بكر محمد بن جعفر بن محمد بن فضالة بن يزيد بن عبد الملك الأدمي القاري الشاهد من أهل بغداد صاحب الألحان كان من أحسن الناس صوتا بالقرآن وأجهرهم بالقراءة وحدث عن أحمد بن عبيد بن ناصح وعبد الله بن الحسن الهاشمي ومحمد بن يوسف بن الطباع وأحمد بن عبيد الله النرسي وأحمد بن موسى الشطوي والحارث بن محمد بن أبي أسامة وعبد الله بن أحمد الدورقي ومحمد بن عثمان بن أبي شيبة روى عنه أبو الحسن محمد بن أحمد بن رزقويه وأبو نصر أحمد بن محمد بن حسنون النرسي وأبو الحسين علي بن محمد بن بشران وأبو الحسن علي بن أحمد بن عمر بن الحمامي وأبو علي الحسن بن أحمد بن شاذان البزاز وغيرهم وحكى القاضي أبو محمد بن الأكفاني سمعت أبي يقول حججت في بعض السنين وحج في تلك السنة أبو القاسم البغوي وأبو بكر الأدمي القارىء فلما صرنا بمدينة الرسول صلى الله عليه وسلم جاءني أبو القاسم البغوي فقال لي يا أبا بكر ههنا رجل ضرير قد جمع حلقة في مسجد رسول الله صلى الله عليه وسلم وقعد يقص ويروي الكذب من الأحاديث الموضوعة والأخبار المفتعلة فإن رأيت أن تمضي بنا إليه لننكر عليه ذلك ونمنعه منه فقلت يا أبا القاسم إن كلامنا لا يؤثر مع هذا الجمع الكثير والخلق العظيم ولسنا ببغداد فيعرف لنا موضعنا وننزل منازلنا ولكن ههنا أمر آخر هو الصواب وأقبلت على أبي بكر الأدمي فقلت له استعذ واقرأ فما هو إلا أن ابتدأ بالقراءة حتى انفلت الحلقة وانفض الناس جميعا فأحاطوا بنا يسمعون قراءة أبي بكر وتركوا الضرير وحده فسمعته يقول لقائده خذ بيدي فهكذا تزول النعم وحكى ذرة الصوفي قال كنت بت ليلة بكلواذا على سطح عال فلما هدأ الليل قمت لأصلي فسمعت صوتا ضعيفا فإذا هو صوت أبي بكر الأدمي القاري فبكرت من الغد إلى بغداد فرأيته خارجا من دار أبي عبد الله الموسائي فقلت له قرأت البارحة فقال بلى فقلت سمعت صوتك بكلواذا ولولا أنك أخبرتني الساعة بهذا على غير اتفاق ما صدقت وحكى أبو جعفر بن بريه الهاشمي الإمام يقول رأيت أبا بكر الأدمي في النوم بعد موته بمديدة فقلت له ما فعل الله بك فقال أوقفني بين يديه وقاسيت شدائد وأمورا صعبة فقلت له فتلك الليالي والمواقف والقرآن فقال ما كان شيء أضر علي منها لأنها كانت للدنيا فقلت له فإلى أي شيء انتهى أمرك قال قال لي تعالى آليت على نفسي أن لا أعذب أبناء الثمانين وتوفي في شهر ربيع الأول سنة ثمان وأربعين وثلاثمائة وأبو عمرو عثمان بن محمد بن القاسم بن يحيى بن زكريا |جـ 1 صـ 102| الأدمي سمع عبيد الله بن عثمان العثماني وعبد الله بن إسحاق المدائني ومحمد بن محمد بن الباغندي والحسن بن محمد بن شعبة الأنصاري وأبا القاسم البغوي وأبا بكر عبد الله بن أبي داود السجستاني ويحيى بن محمد بن صاعد وغيرهم روى عنه أبو الحسن العتيقي ومحمد بن الحسين بن سعدون وأبو بكر محمد بن عبد الملك بن بشران وأبو الحسين محمد بن أبي نصر بن النرسي والحسين بن محمد بن طاهر الدقاق وآخر من روى عنه أبو جعفر ابن المسلمة وكان ثقة ووفاته قبل سنة تسعين وثلاثمائة ",
                "title": "الأدمي",
                "uri": "JK_000952_0081"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}