{
    "features": [
        {
            "item": "JK_000129_002072",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.469-470",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بغيبغة</h1> بالضم ثم الفتح وياء ساكنة وباء موحدة مكسورة وغين أخرى كأنه تصغير البغبغة وهو ضرب من الهدير والبغيبغة البئر القريبة الرشاء قال الراجز يا رب ماء لك بالأجيال بغيبغ ينزع بالعقال أجبال طي الشمخ الطوال طمى عليه ورق الهدال وقال ابن الأعرابي البغيبغ ماء كان قامة أو نحوها قال محمد بن يزيد في كتاب الكامل رووا أن علي ابن أبي طالب رضي الله عنه لما أوصى إلى ابنه الحسن في وقف أمواله وأن يجعل فيها ثلاثة من مواليه وقف فيها عين أبي نيزر والبغيبغة قال وهذا غلط لأن وقفه هذين الموضعين كان لسنتين من خلافته قلت أنا وسنذكر عين أبي نيزر في باب العين من كتابنا هذا ونذكر صورة الكتاب الذي كتب في وقفها وتحدث الزبيريون أن معاوية كتب ألى مروان بن الحكم وهو والي المدينة أما بعد فإن أمير المؤمنين قد أحب أن يرد الألفة ويسل السخيمة ويصل الرحم فإذا وصل إليك كتابي فاخطب إلى عبد الله بن جعفر ابنته أم كلثوم على يزيد ابن أمير المؤمنين وارغب له في الصداق فوجه مروان إلى عبد الله بن جعفر فقرأ عليه كتاب معاوية وعرفه ما في الألفة من أصلاح ذات البين قال عبيد الله إن خالها الحسين بينبع وليس ممن يفتأت عليه فأنظرني إلى أن يقدم وكانت أمها زينب بنت علي ابن أبي طالب رضي الله عنه فلما قدم الحسين ذكر له ذلك عبد الله بن جعفر فقام من عنده ودخل على الجارية وقال يا بنية إن ابن عمك القاسم ابن محمد بن جعفر بن أبي طالب أحق بك ولعلك ترغبين في كثرة الصداق وقد نحلتك البغيبغات فلما حضر القوم للأملاك تكلم مروان فذكر معاوية وما قصده من صلة الرحم وجمع الكلمة فتكلم الحسين وزوجها من القاسم بن محمد فقال أنت بدأت خطب أبو محمد الحسن بن علي عائشة بنت عثمان بن عفان فاجتمعنا لذلك فتكلمت أنت وزوجتها من عبد الله بن الزبير فقال مروان ما كان ذاك فالتفت الحسين إلى محمد ابن حاطب وقال أنشدك الله أكان ذاك فقال اللهم نعم فلم تزل هذه الضيعة في يدي بني عبد الله بن جعفر من ناحية أم كلثوم يتوارثونها حتى استخلف |جـ 1 صـ 470| المأمون فذكر ذلك له فقال كلا هذه وقف علي ابن أبي طالب على ولد فاطمة فانتزعها من أيديهم وعوضهم عنها وردها إلى ما كانت عليه ",
                "title": "بغيبغة",
                "uri": "JK_000129_002072"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}