{
    "features": [
        {
            "item": "JK_000129_006480",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.173-178",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سامراء</h1> لغة في سر من رأى مدينة كانت بين بغداد وتكريت على شرقي دجلة وقد خربت وفيها لغات سامراء ممدود وسامرا مقصور وسر من رأ مهموز الآخر وسر من را مقصور الآخر أما سامراء فشاهده قول البحتري وأرى المطايا لا قصور بها عن ليل سامراء تذرعه وسر من را مقصور غير مهموز في قول الحسين بن الضحاك سر من را أسر من بغداد قاله عن بعض ذكرها المعتاد وسر من راء ممدود الآخر في قول البحتري لأرحلن وآمالي مطرحة بسر من راء مستبطي لها القدر وسامرا مقصور وسر من رأى وساء من رأى عن الجوهري وسراء وكتب المنتصر إلى المتوكل وهو بالشام إلى الله أشكو عبرة تتحير ولو قد حدا الحادي لظلت تحدر فياحسرتا إن كنت في سر من رأى مقيما وبالشام الخليفة جعفر وقال أبو سعد سامراء بلد على دجلة فوق بغداد بثلاثين فرسخا يقال لها سر من رأى فخففها الناس وقالوا سامراء وهي في الإقليم الرابع طولها تسع وستون درجة وثلثا درجة وعرضها سبع وثلاثون درجة وسدس تعديل نهارها أربع عشرة ساعة غاية ارتفاع الشمس بها تسع وسبعون درجة وثلث ظل الظهر درجتان وربع ظل العصر أربع عشرة درجة بين الطولين ثلاثون درجة سمت القبلة إحدى عشرة درجة وثلث وعن الموصلي ثلاث وثمانون درجة وعرضها مائة وسبع عشرة درجة وثلث وعشر وبها السرداب المعروف في جامعها الذي تزعم الشيعة أن مهديهم يخرج منه وقد ينسبون إليها بالسر مري وقيل إنها مدينة بنيت لسام فنسبت إليه بالفارسية سام راه وقيل بل هو موضع عليه الخراج قالوا بالفارسية ساء مره أي هو موضع الحساب وقال حمزة كانت سامراء مدينة عتيقة من مدن الفرس تحمل إليها الإتاوة التي |جـ 3 صـ 174| كانت موظفة لملك الفرس على ملك الروم ودليل ذلك قائم في اسم المدينة لأن ساأسم الإتاوة ومرة اسم العدد والمعنى أنه مكان قبض عدد جزية الروم وقال الشعبي وكان سام بن نوح له جمال ورواء ومنظر وكان يصيف بالقرية التي ابتناها نوح عليه السلام عند خروجه من السفينة ببازبدى وسماها ثمانين ويشتو بأرض جوخى وكان ممره من أرض جوخى إلى بازبدى على شاطىء دجلة من الجانب الشرقي ويسمى ذلك المكان الآن سام راه يعني طريق سام وقال إبراهيم الجنيدي سمعتهم يقولون إن سامراء بناها سام بن نوح عليه السلام ودعا أن لا يصيب أهلها سوء فأراد السفاح أن يبنيها فبنى مدينة الأنبار بحذائها وأراد المنصور بعدما أسس بغداد بناءها وسمع في الرواية ببركة هذه المدينة فابتدأ بالبناء في البردان ثم بدا له وبنى بغداد وأراد الرشيد أيضا بناءها فبنى بحذائها قصرا وهو بإزاء أثر عظيم قديم كان للأكاسرة ثم بناها المعتصم ونزلها في سنة 122 وذكر محمد بن أحمد البشاري نكتة حسنة فيها قال لما عمرت سامراء وكملت واتسق خيرها واحتفلت سميت سرور من رأى ثم اختصرت فقيل سر من رأى فلما خربت وتشوهت خلقتها واستوحشت سميت ساء من رأى ثم اختصرت فقيل سامراء وكان الرشيد حفر نهرا عندها سماه القاطول وأتى الجند وبنى عنده قصرا ثم بنى المعتصم أيضا هناك قصرا ووهبه لمولاه اشناس فلما ضاقت بغداد عن عساكره وأراد استحداث مدينة كان هذا الموضع على خاطره فجاءه وبنى عنده سر من رأى وقد حكي في سبب استحداثه سر من رأى أنه قال ابن عبدوس في سنة 912 أمر المعتصم أبا الوزير أحمد بن خالد الكاتب بأن يأخذ مائه ألف دينار ويشتري بها بناحية سر من رأى موضعا يبني فيه مدينة وقال له إني أتخوف أن يصيح هؤلاء الحربية صيحة فيقتلوا غلماني فإذا ابتعت لي هذا الموضع كنت فوقهم فإن رابني رائب أتيتهم في البر والبحر حتى آتي عليهم فقال له أبو الوزير آخذ خمسة آلاف دينار وإن احتجت إلى زيادة استزدت قال فأخذت خمسة آلاف دينار وقصدت الموضع فابتعت ديرا كان في الموضع من النصارى بخمسة آلاف درهم وابتعت بستانا كان في جانبه بخمسة آلاف درهم ثم أحكمت الأمر فيما احتجت إلى ابتياعه بشيء يسير فانحدرت فأتيته بالصكاك فخرج إلى الموضع في آخر سنة 022 ونزل القاطول في المضارب ثم جعل يتقدم قليلا قليلا وينتقل من موضع إلى موضع حتى نزل الموضع وبدأ بالبناء فيه سنة 122 وكان لما ضاقت بغداد عن عسكره وكان إذا ركب يموت جماعة من الصبيان والعميان والضعفاء لازدحام الخيل وضغطها فاجتمع أهل الخير على باب المعتصم وقالوا إما أن تخرج من بغداد فإن الناس قد تأذوا بعسكرك أو نحاربك فقال كيف تحاربونني قالوا نحاربك بسهام السحر قال وما سهام السحر قالوا ندعو عليك فقال المعتصم لا طاقة لي بذلك وخرج من بغداد ونزل سامراء وسكنها وكان الخلفاء يسكنونها بعده إلى أن خربت إلا يسيرا منها هذا كله قول السمعاني ولفظه وقال أهل السير إن جيوش المعتصم كثروا حتى بلغ عدد مماليكه من الأتراك سبعين ألفا فمدوا أيديهم إلى حرم الناس وسعوا فيها بالفساد فاجتمع العامة ووقفوا للمعتصم وقالوا يا أمير المؤمنين ما شيء أحب إلينا من مجاورتك لأنك الإمام والحامي للدين وقد أفرط علينا أمر غلمانك وعمنا أذاهم فإما منعتهم عنا أو نقلتهم |جـ 3 صـ 175| عنا فقال أما نقلهم فلا يكون إلا بنقلي ولكني أفتقدهم وأنهاهم وأزيل ما شكوتم منه فنظروا وإذا الأمر قد زاد وعظم وخاف منهم الفتنة ووقوع الحرب وعاودوه بالشكوى وقالوا إن قدرت على نصفتنا وإلا فتحول عنا وإلا حاربناك بالدعاء وندعو عليك في الأسحار فقال هذه جيوش لا قدرة لي بها نعم أتحول وكرامة وساق من فوره حتى نزل سامراء وبنى بها دارا وأمر عسكره بمثل ذلك فعمر الناس حول قصره حتى صارت أعظم بلاد الله وبنى بها مسجدا جامعا في طرف الأسواق وأنزل أشناس بمن ضم إليه من القواد كرخ سامراء وهو كرخ فيروز وأنزل بعضهم في الدور المعروفة بدور العرباني فتوفي بسامراء في سنة 722 وأقام ابنه الواثق بسامراء حتى مات بها ثم ولي المتوكل فأقام بالهاروني وبنى به أبنية كثيرة وأقطع الناس في ظهر سر من رأى في الحيز الذي كان احتجره المعتصم واتسع الناس بذلك وبنى مسجدا جامعا فأعظم النفقة عليه وأمر برفع منارة لتعلو أصوات المؤذنين فيها وحتى ينظر إليها من فراسخ فجمع الناس فيه وتركوا المسجد الأول واشتق من دجلة قناتين شتوية وصيفية تدخلان الجامع وتتخللان شوارع سامراء واشتق نهرا آخر وقدره للدخول إلى الحيز فمات قبل أن يتمم وحاول المنتصر تتميمه فلقصر أيامه لم يتمم ثم اختلف الأمر بعده فبطل وكان المتوكل أنفق عليه سبعمائة ألف دينار ولم يبن أحد من الخلفاء بسر من رأى من الأبنية الجليلة مثل ما بناه المتوكل فمن ذلك القصر المعروف بالعروس أنفق عليه ثلاثين ألف ألف درهم والقصر المختار خمسة آلاف ألف درهم والوحيد ألفي ألف درهم والجعفري المحدث عشرة آلاف ألف درهم والغريب عشرة آلاف درهم والشيدان عشرة آلاف ألف درهم والبرج عشرة آلاف ألف درهم والصبح خمسة آلاف ألف درهم والمليح خمسة آلاف ألف درهم وقصر بستان الايتاخية عشرة آلاف ألف درهم والتل علوه وسفله خمسة آلاف ألف درهم والجوسق في ميدان الصخر خمسمائة ألف درهم والمسجد الجامع خمسة عشر ألف ألف درهم وبركوان للمعتز عشرين ألف ألف درهم والقلائد خمسين ألف دينار وجعل فيها أبنية بمائة ألف دينار والغرد في دجلة ألف ألف درهم والقصر بالمتوكلية وهو الذي يقال له الماحوزة خمسين ألف ألف درهم والبهو خمسة وعشرين ألف ألف درهم واللؤلؤة خمسة آلاف ألف درهم فذلك الجميع مائتا ألف ألف وأربعة وتسعون ألف ألف درهم وكان المعتصم والواثق والمتوكل إذا بني أحدهم قصرا أو غيره أمر الشعراء أن يعملوا فيه شعرا فمن ذلك قول علي بن الجهم في الجعفري الذي للمتوكل وما زلت أسمع أن الملو ك تبني على قدر أقدارها وأعلم أن عقول الرجا ل يقضى عليها بآثارها فلما رأينا بناء الإما م رأينا الخلافة في دارها بدائع لم ترها فارس ولا الروم في طول أعمارها وللروم ما شيد الأولون وللفرس آثار أحرارها وكنا نحس لها نخوة فطامنت نخوة جبارها |جـ 3 صـ 176| وأنشأت تحتج للمسلمين على ملحديها وكفارها صحون تسافر فيها العيون إذا ما تجلت لأبصارها وقبة ملك كأن النجوم تضيء إليها بأسرارها نظمن الفسافس نظم الحلي لعون النساء وأبكارها لو ان سليمان أدت له شياطينه بعض أخبارها لأيقن أن بني هاشم يقدمها فضل أخطارها وقال الحسين بن الضحاك سر من را أسر من بغداد قاله عن بعض ذكرها المعتاد حبذا مسرح لها ليس يخلو أبدا من طريدة وطراد ورياض كأنما نشر الزه ر عليها محبر الأبراد واذكر المشرف المطل من ال تل على الصادرين والوراد وإذا روح الرعاء فلا تن س رواعي فراقد الأولاد وله فيها ويفضلها على بغداد على سر من را والمصيف تحية مجللة من مغرم بهواهما ألا هل لمشتاق ببغداد رجعة تقرب من ظليهما وذراهما محلان لقى الله خير عباده عزيمة رشد فيهما فاصطفاهما وقولا لبغداد إذا ما تنسمت على أهل بغداد جعلت فداهما أفي بعض يوم شف عيني بالقذى حرورك حتى رابني ناظراهما ولم تزل كل يوم سر من رأى في صلاح وزيادة وعمارة منذ أيام المعتصم والواثق إلى آخر أيام المنتصر ابن المتوكل فلما ولي المستعين وقويت شوكة الأتراك واستبدوا بالملك والتولية والعزل وانفسدت دولة بني العباس لم تزل سر من رأى في تناقص للاختلاف الواقع في الدولة بسبب العصبية التي كانت بين أمراء الأتراك إلى أن كان آخر من انتقل إلى بغداد من الخلفاء وأقام بها وترك سر من رأى بالكلية المعتضد بالله أمير المؤمنين كما ذكرناه في التاج وخربت حتى لم يبق منها إلا موضع المشهد الذي تزعم الشيعة ان به سرداب القائم المهدي ومحلة أخرى بعيدة منها يقال لها كرخ سامراء وسائر ذلك خراب يباب يستوحش الناظر إليها بعد أن لم يكن في الأرض كلها أحسن منها ولا أجمل ولا أعظم ولا آنس ولا أوسع ملكا منها فسبحان من لا يزول ولا يحول وذكر الحسن بن أحمد المهلبي في كتابه المسمى بالعزيزي قال وأنا اجتزت بسر من رأى منذ صلاة الصبح في شارع واحد ماد عليه من جانبيه دور كأن اليد رفعت عنها للوقت لم تعدم إلا الأبواب والسقوف فأما حيطانها فكالجدد فما زلنا نسير إلى بعد الظهر حتى انتهينا إلى العمارة منها وهي مقدار قرية يسيرة في وسطها ثم سرنا من الغد على مثل تلك الحال فما خرجنا من آثار البناء إلى نحو الظهر ولا شك أن طول البناء كان أكثر من ثمانية فراسخ |جـ 3 صـ 177| وكان ابن المعتز مجتازا بسامراء متأسفا عليها وله فيها كلام منثور ومنظوم في وصفها ولما استدبر أمرها جعلت تنقض وتحمل أنقاضها إلى بغداد ويعمر بها فقال ابن المعتز قد أقفرت سر من را وما لشيء دوام فالنقض يحمل منها كأنها آجام ماتت كما مات فيل تسل منه العظام وحدثني بعض الأصدقاء قال اجتزت بسامراء أو قال أخبرني من اجتاز بسامراء فرأيت على وجه حائط من حيطانها الخراب مكتوبا حكم الضيوف بهذا الربع أنفذ من حكم الخلائق آبائي على الأمم فكل ما فيه مبذول لطارقه ولا ذمام به إلا على الحرم وأظن هذا المعنى سبق إليه هذا الكاتب فإذا هو مأخوذ من قول أرطاة بن سهية المري حيث قال وإني لقوام لدى الضيف موهنا إذا أغدف الستر البخيل المواكل دعا فأجابته كلاب كثيرة على ثقة مني بأني فاعل وما دون ضيفي من تلاد تحوزه لي النفس إلا أن تصان الحلائل وكتب عبد الله بن المعتز إلى صديق له يمدح سر من رأى ويصف خرابها ويذم بغداد وأهلها ويفضل سامراء كتبت إليك من بلدة قد أنهض الدهر سكانها وأقعد جدرانها فشاهد اليأس فيها ينطق وحبل الرجاء فيها يقصر فكأن عمرانها يطوى وكأن خرابها ينشر وقد وكلت إلى الهجر نواحيها واستحث باقيها إلى فانيها وقد تمزقت بأهلها الديار فما يجب فيها حق جوار فالظاعن منها ممحو الأثر والمقيم بها على طرف سفر نهاره إرجاف وسروره أحلام ليس له زاد فيرحل ولا مرعى فيرتع فحالها تصف للعيون الشكوى وتشير إلى ذم الدنيا بعدما كانت بالمرأى القريب جنة الأرض وقرار الملك تفيض بالجنود أقطارها عليهم أردية السيوف وغلائل الحديد كأن رماحهم قرون الوعول ودروعهم زبد السيول على خيل تأكل الأرض بحوافرها وتمد بالنقع حوافرها قد نشرت في وجوهها غررا كأنها صحائف البرق وأمسكها تحجيل كأسورة اللجين ونوطت عذرا كالشنوف في جيش يتلقف الأعداء أواثله ولم ينهض أواخره وقد صب عليه وقار الصبر وهبت له روائح النصر يصرفه ملك يملأ العين جمالا والقلوب جلالا لا تخلف مخيلته ولا تنقض مريرته ولا يخطىء بسهم الرأي غرض الصواب ولا يقطع بمطايا اللهو سفر الشباب قابضا بيد السياسة على أقطار ملك لا ينتشر حبله ولا تتشظى عصاه ولا تطفى جمرته في سن شباب لم يجن مأثما وشيب لم يراهق هرما قد فرش مهاد عدله وخفض جناح رحمته راجما بالعواقب الظنون لا يطيش عن قلب فاضل الجزم بعد العزم ساعيا على الحق يعمل به عارفا بالله يقصد إليه مقرا للحلم ويبذله قادرا على العقاب ويعدل فيه إذ الناس في دهر غافل قد اطمأنت بهم سيرة لينة الحواشي خشنة المرام تطير بها أجنحة السرور ويهب فيها نسيم الحبور فالأطراف على مسرة والنظر إلى مبرة قبل أن تخب مطايا الغير وتسفر |جـ 3 صـ 178| وجوه الحذر وما زال الدهر مليئا بالنوائب طارقا بالعجائب يؤمن يومه ويغدر غدره على أنها وإن جفيت معشوقة السكنى وحبيبة المثوى كوكبها يقظان وجوها عريان وحصاها جوهر ونسيمها معطر وترابها مسك أذفر ويومها غداة وليلها سحر وطعامها هنيء وشرابها مريء وتاجرها مالك وفقيرها فاتك لا كبغدادكم الوسخة السماء الومدة الهواء جوهانار وأرضها خبار وماؤها حميم وترابها سرجين وحيطانها نزوز وتشرينها تموز فكم في شمسها من محترق وفي طلها من عرق ضيقة الديار قاسية الجوار ساطعة الدخان قليلة الضيفان أهلها ذئاب وكلامهم سباب وسائلهم محروم ومالهم مكتوم لا يجوز إنفاقه ولا يحل خناقه حشوشهم مسايل وطرقهم مزابل وحيطانهم أخصاص وبيوتهم أقفاص ولكل مكروه أجل وللبقاع دول والدهر يسير بالمقيم ويمزج البؤس بالنعيم وبعد اللجاجة انتهاء والهم إلى فرجة ولكل سابلة قرار وبالله أستعين وهو محمود على كل حال غدت سر من را في العفاء فيا لها قفانبك من ذكرى حبيب ومنزل وأصبح أهلوها شبيها بحالها لما نسجتهم من جنوب وشمأل إذا ما امرؤ منهم شكا سوء حاله يقولون لا تهلك أسى وتجمل وبسامراء قبر الإمام علي بن محمد بن علي بن موسى ابن جعفر وابنه الحسن بن علي العسكريين وبها غاب المنتظر في زعم الشيعة الإمامية وبها من قبور الخلفاء قبر الواثق وقبر المتوكل وابنه المنتصر وأخيه المعتز والمهتدي والمعتمد بن المتوكل ",
                "title": "سامراء",
                "uri": "JK_000129_006480"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}