{
    "features": [
        {
            "item": "JK_000129_010459",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.387-388",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القلزم والنسبة القلزمي</h1> بالضم ثم السكون ثم زاي مضمومة وميم القلزمة ابتلاع الشيء يقال تقلزمه إذا ابتلعه وسمي بحر القلزم قلزما لالتهامه من ركبه وهو المكان الذي غرق فيه فرعون وآله قال ابن الكلبي استطال عنق من بحر الهند فطعن في تهائم اليمن على بلاد فرسان وحكم والأشعرين وعك ومضى إلى جدة وهو ساحل مكة ثم الجار وهو ساحل المدينة ثم ساحل الطور وساحل التيماء وخليج أيلة وساحل راية حتى بلغ قلزم مصر وخالط بلادها وقال قوم قلزم بلدة على ساحل بحر اليمن قرب أيلة والطور ومدين وإلى هذه المدينة ينسب هذا للبحر وموضعها أقرب موضع إلى البحر الغربي لأن بينها وبين الفرما أربعة أيام والقلزم على بحر الهند والفرما على بحر الروم ولما ذكر القضاعي كور مصر قال راية والقلزم من كورها القبلية وفيه غرق فرعون والقلزم في الإقليم الثالث طولها ست وخمسون درجة وثلاثون دقيقة وعرضها ثمان وعشرون درجة وثلث قال المهلبي ويتصل بجبل القلزم جبل يوجد فيه المغناطيس وهو حجر يجذب الحديد وإذا دلك ذلك الحجر بالثوم بطل عمله فإذا غسل بالخل عاد إلى حاله ووصف القلزم أبو الحسن البلخي بما أحسن في وصفه فقال أما ما كان من بحر الهند من القلزم إلى ما يحاذي بطن اليمن فإنه يسمى بحر القلزم ومقداره نحو ثلاثين مرحلة طولا وأوسع ما يكون عرضا عبر ثلاث ليال ثم لا يزال يضيق حتى يرى في بعض جوانبه الجانب المحاذي له حتى ينتهي إلى القلزم وهي مدينة ثم تدور على الجانب الآخر من بحر القلزم وامتداد ساحله من مخرجه يمتد بين المغرب والشمال فإذا انتهى إلى القلزم فهو آخر امتداد البحر فيعرج حينئذ إلى ناحية المغرب مستديرا فإذا وصل إلى نصف الدائرة |جـ 4 صـ 388| فهناك القصير وهو مرسى المراكب وهو أقرب موضع في بحر القلزم إلى قوص ثم يمتد إلى ساحل البحر مغربا إلى أن يعرج نحو الجنوب فإذا حاذى أيلة من الجانب الجنوبي فهناك عيذاب مدينة البجاء ثم يمتد على ساحل البحر إلى مساكن البجاء والبجاء قوم سود أشد سوادا من الحبشة وقد ذكرهم في موضع آخر ثم يمتد البحر حتى يتصل ببلاد الحبشة ثم إلى الزيلع حتى ينتهي إلى مخرجه من البحر الأعظم ثم إلى سواحل البربر ثم إلى أرض الزنج في بحر الجنوب وبحر القلزم مثل الوادي فيه جبال كثيرة قد علا الماء عليها وطرق السير منها معروفة لا يهتدى فيها إلا بربان يتخلل بالسفينة في أضعاف تلك الجبال في ضياء النهار وأما بالليل فلا يسلك ولصفاء مائه ترى تلك الجبال في البحر وما بين القلزم وأيلة مكان يعرف بتاران وهو أخبث مكان في هذا البحر وقد وصفناه في موضعه وبقرب تاران موضع يعرف بالجبيلات يهيج وتتلاطم أمواجه باليسير من الريح وهو موضع مخوف أيضا فلا يسلك قال وبين مدينة القلزم وبين مصر ثلاثة أيام وهي مدينة مبنية على شفير البحر ينتهي هذا البحر إليها ثم ينعطف إلى ناحية بلاد البجة وليس بها زرع ولا شجر ولا ماء وإنما يحمل إليها من ماء آبار بعيدة منها وهي تامة العمارة وبها فرضة مصر والشام ومنها تحمل حمولات مصر والشام إلى الحجاز واليمن ثم ينتهي على شط البحر نحو الحجاز فلا تكون بها قرية ولا مدينة سوى مواضع بها ناس مقيمون على صيد السمك وشيء من النخيل يسير حتى ينتهي إلى تاران وجبيلات وما حاذى الطور إلى أيلة قلت هذا صفة القلزم قديما فأما اليوم فهي خراب يباب وصارت الفرضة موضعا قريبا منها يقال لها سويس وهي أيضا كالخراب ليس بها كثير أناس قال سعيد بن عبد الرحمن بن حسان برح الخفاء فأي ما بك تكتم ولسوف يظهر ما تسر فيعلم حملت سقما من علائق حبها والحب يعلقه السقيم فيسقم علوية أمست ودون مزارها مضمار مصر وعابد والقلزم إن الحمام إلى الحجاز يشوقني ويهيج لي طربا إذا يترنم والبرق حين أشيمه متيامنا وجنائب الأرواح حين تنسم لو لج ذو قسم على أن لم يكن في الناس مشبهها لبر المقسم وينسب إلى القلزم المصري جماعة منهم الحسن بن يحيى بن الحسن القلزمي قال أبو القاسم يحيى بن علي الطحان المصري يروي عن عبد الله بن الجارود النيسابوري وغيره وسمعت منه ومات سنة 583 وقال ابن البناء القلزم مدينة قديمة على طرف بحر الصين يابسة عابسة لا ماء ولا كلأ ولا زرع ولا ضرع ولا حطب ولا شجر يحمل إليهم الماء في المراكب من سويس وبينهما بريد وهو ملح رديء ومن أمثالهم ميرة أهل القلزم من بلبيس وشربهم من سويس يأكلون لحم التيس ويوقدون سقف البيت هي أحد كنف الدنيا مياه حماماتهم زعاق والمسافة إليهم صعبة غير أن مساجدها حسنة ومنازلها جليلة ومتاجرها مفيدة وهي خزانة مصر وفرضة الحجاز ومغوثة الحجاج ",
                "title": "القلزم والنسبة القلزمي",
                "uri": "JK_000129_010459"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}