{
    "features": [
        {
            "item": "JK_000952_2558",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.32-34",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطاهري</h1> بفتح الطاء المهملة وفي آخرها الراء هذه النسبة إلى طاهر بن الحسين أحد القواد المعروفين وببغداد محلة كبيرة على دجلة بالجانب الغربي يقال لها الحريم الطاهري وجماعة كثيرة من أولاد طاهر ومن أهل الحريم الطاهري والمشهور بهذه النسبة أبو عمرو أحمد بن الحسن الطاهري يروي عن أحمد بن خلف الزعفراني روي عنه صالح بن أحمد الهمذاني الحافظ وأبو القاسم أحمد بن محمد بن العباس بن عبد الله بن طاهر بن الحسين بن مصعب بن رزيق بن أسعد الطاهري النيسابوري واسمه أسعد بن فرخان يروي عن عبد الله بن أحمد بن حنبل وأبي شعيب الحراني وأبو العباس محمد بن طاهر البغدادي الطاهري يروي عن أبي العباس أحمد بن يحيى روى عنه المرزباني وأحمد بن محمد أبو طاهر الطاهري روى عن أبي عروبة الحراني روى عنه أبو نصر أحمد بن علي بن عبدوس الأهوازي وعلي بن عبد الوهاب الطاهري يروي عن العباس بن الفضل الأسفاطي روى عنه أبو الحسن الدارقطني وأبو محمد جعفر بن محمد بن علي بن الحسين بن إسماعيل بن إبراهيم بن مصعب بن رزيق بن محمد بن عبد الله بن طاهر بن الحسين الطاهري يروي عن أبي القاسم البغوي ويحيى بن صاعد ومحمد بن عبد الله المستعيني روى عنه أبو الحسن العتيقي |جـ 4 صـ 33| وأبو طالب بن العشاري وكان ثقة مات في شوال سنة ثلاث وثمانين وثلاثمائة وعلي بن عبد الله الطاهري يروي عن هشام بن علي السيرافي روى عنه محمد بن الطيب البلوطي وأبو الحسن علي بن عبد العزيز بن الحسن بن محمد بن هارون بن عصام بن رزيق بن محمد بن عبد الله بن طاهر بن الحسين بن مصعب الطاهري يروي عن أبي بحر محمد بن الحسن بن كوثر وأحمد بن جعفر بن سلم وابن مالك القطيعي وغيرهم وأخوه أبو يعلى أحمد بن عبد العزيز الطاهري يروي عن أبي طاهر المخلص وابن أخي ميمي وغيرهما مات في شوال سنة تسع وثلاثين وأربعمائة وأبو بكر محمد بن محمد بن إسماعيل الطاهري يروي عن أبي حفص بن شاهين وجماعة من أهل الحريم الطاهري أبو منصور عبد الرحمن بن محمد بن عبد الواحد بن رزيق الطاهري وأبو بكر أحمد بن علي بن عبد الواحد الأشقر الدلال الطاهري يرويان عن القاضي أبي الحسن بن المهتدي بالله الهاشمي وأبو القاسم عبد الله بن الحسين بن قشامي الحنبلي الطاهري يروي عن أبي نصر الزينبي سمعت منهم وأبو عبد الله الحسين بن الطيب بن محمد بن طاهر بن الحسين الطاهري من أولاد الأمير بن الأمير طاهر بن الحسين كان على خلافة سمرقند مدة طويلة وكان خطيبها وإمامها كان شافعي المذهب وكان سماعه من محمد بن صالح بن محمود الكرابيسي وأبي النضر الرشادي صحيحا وخلط في آخر عمره على ما حكي لي قاله أبو سعد الإدريسي الحافظ وقال رأيت في كتاب عنده يوما من الأيام أحاديث وضعها أبو محمد الباهلي في فضائل سمرقند ومشايخها على مشايخ يذكر أنه سمعها منهم مات سنة تسع وثمانين وثلاثمائة أو سنة تسعين وثلاثمائة وأبو سعيد عبد الله بن أحمد بن محمد بن عبد الله بن طاهر بن الحسين بن طاهر بن عبد الله بن طاهر بن الحسين بن مصعب بن رزيق الطاهري من أهل مرو كان شيخا صالحا سديدا وهو سبط أبي سهل عبد الصمد بن عبد الرحمن بن الحسين البزاز حدث عنه ب جامع معمر بن راشد روى لي عنه عمي الشهيد أبو محمد السمعاني وأبو الوفاء |جـ 4 صـ 34| محمد بن عبد الغفار بن عبد السلام الغياثي بمرو وأبو الفضل محمد بن أحمد بن معاوية الخطيب بإجازة وغيرهم ومات في سنة إحدى وسبعين وأربعمائة وأبو إسحاق طيب بن محمد بن طلحة بن طاهر النيسابوري الطاهري من أكابر أهل بيت الطاهري وكان اشتغاله بالعلم والحديث وهو من أهل نيسابور سمع علي بن حجر وعلي بن خشرم وإسحاق بن منصور وغيرهم من الخراسانيين وسمع بالعراق سعيد بن عبد الجبار القرشي وعبيد الله بن عمر القواريري يروي عنه أبو عمرو المستملي وعبد الله بن محمد بن شيرويه ومات في شهر رمضان سنة تسع وسبعين ومائتين ودفن في مقبرة الأمير بنيسابور ",
                "title": "الطاهري",
                "uri": "JK_000952_2558"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}