{
    "features": [
        {
            "item": "JK_000952_0800",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.8-9",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجارودي</h1> بفتح الجيم وضم الراء وفي آخرها الدال المهملة هذه النسبة إلى الجارود وهو إسم لبعض أجداد المنتسب والمشهور بهذه النسبة أبو بكر محمد بن النضر بن سلمة بن الجارود بن يزيد الجارودي سمع إسحاق بن راهوية الحنظلي وأبا كريب وسويد بن سعيد وعمرو بن علي وأقرانهم بخراسان والعراق روى عنه إمام الأئمة أبو بكر محمد بن إسحاق بن خزيمة فمن بعده مثل المؤمل بن الحسن وأبي حامد بن الشرقي وكان يتولى أمور مسلم بن الحجاج وكان يتبجح به ويعتمده في جميع أسبابه إلى أن توفي وكان أبو بكر الجارودي شيخ وقته وعين علماء عصره حفظا وكمالا وثروة ورياسة والجارود جد أبيه صاحب أبي حنيفة قال الحاكم خطته المشهورة بالجارودي ومسجده في المربعة الصغيرة وكان أبوه وجده والجارود جد أبيه كلهم رأييون وأبو بكر حديثي محكم في المذهب وكان منزله بالقرب من منزل محمد بن يحيى الذهلي فنشأ معه وفي صحبته وكان من المتعصبين للحديث والذابين عن أهل نحلته وله في ذلك أخبار مدونة قال أبو حامد بن الشرقي حدث محمد بن يحيى في مجلس الإملاء فرد عليه الجارودي فزبره محمد بن يحيى فلما كان المجلس الثاني قال محمد بن يحيى ههنا أبو بكر الجارودي قال له نعم قال الصواب ما قلته فإني رجعت إلى كتابي فوجدته على ما قلت قال وكان الجارودي يبيت عند محمد بن يحيى وكان ابن يحيى يستعين بعربيته في مصنفاته ولما قتل أحمد بن عبد الله الخجستاني أبا زكريا حيكان هم بقتل الجارودي فلبس عباء وخرج مع الجمالين إلى أصبهان فلم يرجع حتى انكشفت المحنة وزالت قال أبو الوليد الفقيه كنا في مجلس أبي بكر الجارودي إذ دخل أبو العباس الكوكبي فقال له ههنا يا أبا العباس قال أصلي العصر فلما فرغ من صلاته قال له الجارودي شعارنا أن نرفع أيدينا في الصلاة فإن رفعت يديك وإلا فلا تصحبنا وكان الجارودي يقول إذا وجدت مساغا في البادرة فتمرغ فيها ولو على الصراط ومات الجارودي في شهر ربيع الأول سنة إحدى وتسعين ومائتين قال ابن أبي حاتم الرازي محمد بن النضر الجارودي من ولد الجارود بن يزيد روى عن إسماعيل بن موسى نسيب السدي وإسحاق بن راهويه وأحمد بن حفص ومحمد بن رافع سمعت منه بالري وهو صدوق من الحفاظ وأبو الفضل محمد بن أحمد بن محمد بن الجارود |جـ 2 صـ 9| الهروي الجارودي شيخ هراة في عصره وكان أحد الحفاظ المشهورين وكان ثقة صدوقا حافظا رحالا رحل إلى العراق وفارس وجال في بلاد خراسان وسمع أبا القاسم بن سليمان بن أحمد بن أيوب الطبراني وأبا علي حامد بن محمد بن عبد الله الرفاء وأبا بكر محمد بن أحمد بن محمد بن بعقوب الجرجرائي وطبقتهم روى عنه الأئمة مثل أبي إسماعيل عبد الله بن محمد بن علي الأنصاري وأبي الفضل أحمد بن عبيد الله بن أبي سعد المركب وجماعة كثيرة سواهم وكان أبو الحسين محمد بن المظفر حافظ بغداد يقول لم يجاوز جسر النهروان مثل أبي الفضل الجارودي ولما حضر عند الطبراني بأصبهان كان الطلبة يكتبون بانتخابه عليه وكان أبو علي بن جهان دار الحافظ يقول ما رأيت من مشايخنا أعرف بالحديث و اقل دعوى من أبي الفضل الجارودي وتوفى سنة نيف وعشرين وأربعمائة وقبره مشهور يزار وقد زرته وأبو الحسن محمد بن محمد بن عمرو بن محمد بن حبيب بن سليمان بن المنذر بن الجارود البصري الجارودي من أهل البصرة قدم بغداد وحدث بها عن محمد بن عبد الملك بن أبي الشوارب القرشي ونصر بن علي الجهضمي روى عنه محمد بن عبد الله بن خلف بن بخيت الدقاق وأبو حفص عمر بن أحمد بن شاهين وغيرهما أحاديث مستقيمة وكان شيخا خضيبا أزرق وكانت ولادته سنة ثمان عشرة ومائتين وحدث في رجب سنة عشرين وثلاثمائة فتكون وفاته بعد هذا التاريخ وأما الجاروديه ففرقة من الزيدية من الشيعة وهم أصحاب أبي الجارود نسبوا إليه زعموا أن النبي صلى الله عليه وسلم نص على إمامة علي بالوصف دون التسمية وأن الناس كفروا بتركهم الاقتداء به بعد النبي صلى الله عليه وسلم ثم بعده الحسر ثم الحسين ثم إن الإمامة شورى في ولدهما فمن خرح منهم داعيا إلى سبيل ربه وكان عالما فاضلا فهو الإمام وهؤلاء إنما أكفرناهم بقولهم بتكفير الصحابة وفد تجامعت الجارودية بعد هذه الجملة فزعم قوم منهم أن الإمام محمد بن عبد الله بن الحسن بن الحسن فانتظروه كما انتظره قوم من المغيرية وأنكروا قتله وانتظرت طائفة منهم محمد بن القاسم صاحب الطالقان وقد أسر في أيام المعتصم وحمل إليه فحبسه في داره وأظهر موته فزعموا أنه حي لم يمت وانتظرت طائفة منهم بحيى بن عمر صاحب الكوفة في أيام المستعين وحمل رأسه إلى محمد بن عبد الله بن طاهر حتى قال فيه بعض العلوية % قتلت أعز من ركب المطايا % % وجئتك أستلينك في الكلام % % وعز عليك أن ألقاك إلا % % وفيما بيننا حد الحسام % ",
                "title": "الجارودي",
                "uri": "JK_000952_0800"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}