{
    "features": [
        {
            "item": "JK_000129_002135",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.483-484",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بلرم</h1> بفتح أوله وثانيه وسكون الراء وميم معناه بكلام الروم المدينة وهي أعظم مدينة في جزيرة صقلية في بحر المغرب على شاطىء البحر قال ابن حوقل بلرم مدينة كبيرة سورها شاهق منيع مبني من حجر وجامعها كان بيعا وفيها هيكل عظيم وسمعت بعض المنطقيين يقول إن أرسطو طاليس معلق في خشبة في هيكلها وكانت النصارى تعظم قبره وتستشفي به لاعتقاد اليونان فيه فعلقوه توسلا إلى الله به قال وقد رأيت خشبة في هذا الهيكل معلقة يوشك أن يكون فيها قال وفي بلرم والخالصة والحارات المحيطة بها ومن وراء سورها من المساجد نيف وثلاثمائة مسجد وفي محال كانت تلاصقها وتتصل بها وبوادي عباس مجاورة المكان المعروف بالمعسكر وهو في ضمن البلد إلى المنزل المعروف بالبيضاء قرية تشرف على المدينة من نحو فرسخ مائتا مسجد قال وقد رأيت في بعض الشوارع من بلرم على مقدار رمية سهم عشرة مساجد بعضها تجاه بعض وبينها عرض الطريق فقط فسألت عن ذلك فقيل لي إن القوم لشدة انتفاخ رؤوسهم وقلة عقولهم يحب كل واحد منهم أن يكون له مسجد على حدة لا يصلي فيه غيره ومن يختص به وربما كان أخوان وداراهما متلاصقتان وقد عمل كل واحد منهما مسجدا لنفسه خاصا به يتفرد به عن أخيه والأب عن ابنه قال ومدينة بلرم مستطيلة وسوقها قد أخذ من شرقها إلى غربها وهو سوق يعرف بالسماط مفروش بالحجارة وتطيف بالمدينة وعيون من شرقها إلى غربها وماؤها يدير رحى وشرب بعض أهلها من آبار عذبة وملحة على كثرة المياه العذبة الجارية عندهم والعيون و الذي يحملهم على ذلك قلة مروءتهم وعدم فطنتهم وكثرة أكلهم البصل فذاك الذي أفسد أدمغتهم وقلل حسهم وذكر يوسف بن إبراهيم في كتاب أخبار الأطباء قال بعض الأطباء وقد قال له رجل إني إذا أكلت البصل لا أحس بملوحة الماء فقال إن خاصية البصل إفساد الدماغ فإذا فسد الدماغ فسدت الحواس فالبصل إنما يقلل حسك لملوحة الماء لما أفسد من الدماغ قال ولهذا لا ترى في صقلية عالما ولا عاقلا بالحقيقة بفن من العلوم ولا ذا مرءة ودين بل الغالب عليهم الرقاعة والضعة وقلة العقل والدين وقال أبو الفتح نصر الله بن عبد الله بن قلاقس الإسكندري |جـ 1 صـ 484| وركب كأطراف الأسنة عرسوا على مثل أطراف السيوف الصوارم لأمر على الإسلام فيه تحيف يخيف عليه أنه غير سالم وقالوا بلرم عند إبرام أمرهم فنجمت أن قد صادفوا جود حاتم وقال قد سعى بي الوشاة نحو علاه فسعوا لي فلا عدمت الوشاتا حركوا لي الشباة منهم وظنوا أنهم حركوا علي الشباتا فدعا من بلرم حجي فلبي ت وكانت سرقوسة الميقاتا بلست بضمتين وسكون السين المهملة والتاء فوقها نقطتان من قرى الإسكندرية منها حسان ابن علوان البلستي روى عنه فارس بن عبد العزيز ابن أحمد البلستي حكاية رواها عنه السلفي ",
                "title": "بلرم",
                "uri": "JK_000129_002135"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}