{
    "features": [
        {
            "item": "JK_000952_3849",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.326-327",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المطوعي</h1> بضم الميم وتشديد الطاء المهملة وفتحها وكسر الواو وفي اخرها |جـ 5 صـ 327| العين المهملة هذه النسبة إلى المطوعة وهم جماعة فرغوا أنفسهم للغزو والجهاد ورابطوا في الثغور وتطوعوا بالغزو فقصدوا الغزو في بلاد الكفر لا إذا وجب عليهم وحضر إلى بلادهم والمشهور بهذه النسبة أبو نصر بن حمدويه بن سهل بن يزيد المطوعي المروزي من أهل مرو ويروي عن أبي داود السنجي وأبي الموجه محمد بن عمرو الفزاري ومحمود بن ادم المروزي روى عنه أبو الحسن الدارقطني وأبو عمر بن حيويه الخزاز وأبو علي الحافظ النيسابوري وأبو إسحاق المزكي وغيرهم وتوفي سنة تسع وعشرين وثلاث مئة وأحمد بن توبة الغازي المطوعي السلمي الزاهد من أهل مروا أيضا وهو أحد الزهاد ويروي عن ابن المبارك إلا أنه لم يتهدف للحديث وكان يقال إنه مستجاب الدعوة فتح استيجاب في أربعين رجلا وبها أولادهم يعرفون بأولاد الأربعين يشار إليهم وقال غنجار صاحب تاريخ بخارى سكن بيكند ومات بها يروي عن ابن المبارك وإبراهيم بن المغيرة وابن عيينة وحرملة بن عبد العزيز بن سبرة روى عنه إسحاق بن منصور وعبد الله بن أحمد بن شبويه ويحيى بن المثنى ذكره ابن ماكولا وأبو بكر محمد بن خالد بن الحسن بن خالد المطوعي البخاري المعروف ابن أبي الهيثم من مشايخ بخارى وأولاد المشايخ وكان حسن الحديث سمع ببخارى مسيح بن محمد وأبا عبد الرحمن بن أبي الليث وبمرو عبد الله بن محمود السعدي وبنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس الثقفي السراج وبالري أبا العباس الجمال وببغداد أبا بكر بن الباغندي وطبقتهم حدث ببلاده وبخراسان سمع منه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وقال قدم علينا نيسابور حاجا سنة تسع وأربعين وكتبنا عنه ثم انتقيت عليه ببخارى سنين وحاءنا نعيه سنة اثنتين وستين وثلاث مئة وأبو جعفر بن أبي تمام أحمد بن القاسم بن الهياج بن سليمان المطوعي السمرقندي يروي عن عبد الله بن حماد الاملي ومحمد بن عيسى بن يزيد الطرسوسي وغيرهما حدث ببخارى في سنة اثنتين وثلاثين وثلاث مئة ",
                "title": "المطوعي",
                "uri": "JK_000952_3849"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}