{
    "features": [
        {
            "item": "JK_000129_012309",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.199-200",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>منارة الحوافر</h1> وهي منارة عالية في رستاق همذان في ناحية يقال لها ونجر في قرية يقال لها أسفجين قرأت خبرها في كتاب أحمد بن محمد بن إسحاق الهمذاني قال كان |جـ 5 صـ 200| سبب بنائها أن سابور بن أردشير الملك قال له منجموه إن ملكك هذا سيزول عنك وإنك ستشقى أعواما كثيرة حتى تبلغ إلى حد الفقر والمسكنة ثم يعود إليك الملك قال وما علامة عوده قالوا إذا أكلت خبزا من الذهب على مائدة من الحديد فذلك علامة رجوع ملكك فاختر أن يكون ذلك في زمان شبيبتك أو في كبرك قال فاختار أن يكون في شبيبته وحد له في ذلك حدا فلما بلغ الحد اعتزل ملكه وخرج ترفعه أرض وتخفضه أخرى إلى أن صار إلى هذه القرية فتنكر وآجر نفسه من عظيم القرية وكان معه جراب فيه تاجه وثياب ملكه فأودعه عند الرجل الذي آجر نفسه عنده فكان يحرث له نهاره ويسقي زرعه ليلا فإذا فرغ من السقي طرد الوحش عن الزرع حتى يصبح فبقي على ذلك سنة فرأى الرجل منه حذقا ونشاطا وأمانة في كل ما يأمره به فرغب فيه واسترجح عقل زوجته واستشارها أن يزوجه إحدى بناته وكان له ثلاث بنات فرغبت لرغبته فزوجه ابنته فلما حولها إليه كان سابور يعتزلها ولا يقربها فلما أتى على ذلك شهر شكت إلى أبيها فاختلعها منه وبقي سابور يعمل عنده فلما كان بعد حول آخر سأله أن يتزوج ابنته الوسطى ووصف له جمالها وكمالها وعقلها فتزوجها فلما حولها إليه كان سابور أيضا معتزلا لها ولا يقربها فلما تم لها شهر سألها أبوها عن حالها مع زوجها فاختلعها منه فلما كان حول آخر وهو الثالث سأله أن يزوجه ابنته الصغرى ووصف له جمالها ومعرفتها وكمالها وعقلها وأنها خير أخواتها فتزوجها فلما حولها إليه كان سابور أيضا معتزلا لها ولا يقربها فلما تم لها شهر سألها أبوها عن حالها مع زوجها فأخبرته أنها معه في أرغد عيش وأسره فلما سمع سابور بوصفها لأبيها من غير معاملة له معها وحسن صبرها عليه وحسن خدمتها له رق لها قلبه وحن عليها ودنا منها ونام معها فعلقت منه وولدت له ابنا فلما أتى على سابور أربع سنين أحب رجوع ملكه إليه فاتفق أنه كان في القرية عرس اجتمع فيه رجالهم ونساؤهم وكانت امرأة سابور تحمل إليه طعامه في كل يوم ففي ذلك اليوم اشتغلت عنه إلى بعد العصر لم تصلح له طعاما ولا حملت إليه شيئا فلما كان بعد العصر ذكرته فبادرت إلى منزلها وطلبت شيئا تحمله إليه فلم تجد إلا رغيفا واحدا من جاورس فحملته إليه فوجدته يسقي الزرع وبينها وبينه ساقية ماء فلما وصلت إليه لم تقدر على عبور الساقية فمد إليها سابور المر الذي كان يعمل به فجعلت الرغيف عليه فلما وضعه بين يديه كسره فوجده شديد الصفرة ورآه على الحديد فذكر قول المنجمين وكانوا قد حدوا له الوقت فتأمله فإذا هو قد انقضى فقال لامرأته اعلمي أيتها المرأة أنني سابور وقص عليها قصته ثم اغتسل في النهر وأخرج شعره من الرباط الذي كان قد رقطه عليه وقال لامرأته قد تم أمري وزال شقائي وصار إلى المنزل الذي كان يسكن فيه وأمرها بأن تخرج له الجراب الذي كان فيه تاجه وثياب ملكه فأخرجته فلبس التاج والثياب فلما رآه أبو الجارية خر ساجدا بين يديه وخاطبه بالملك قال وكان سابور قد عهد إلى وزرائه وعرفهم بما قد امتحن به من الشقاوة وذهاب الملك وأن مدة ذلك كذا وكذا سنة وبين لهم الموضع الذي يوافونه إليه عند انقضاء مدة شقائه وأعلمهم الساعة التي يقصدونه فيها فأخذ مقرعة كانت معه ودفعها إلى أبي الجارية وقال له علق هذه على باب القرية واصعد السور وانظر ماذا ترى ففعل ذلك وصبر ساعة ونزل وقال أيها الملك أرى خيلا كثيرة يتبع بعضها بعضا فلم يكن بأسرع مما وافت الخيل إرسالا فكان الفارس إذا رأى مقرعة سابور نزل عن فرسه وسجد حتى اجتمع خلق من |جـ 5 صـ 201| أصحابه ووزرائه فجلس لهم ودخلوا عليه وحيوه بتحية الملوك فلما كان بعد أيام جلس يحدث وزراءه فقال له بعضهم سعدت أيها الملك أخبرنا ما الذي أفدته في طول هذه المدة فقال ما استفدت إلا بقرة واحدة ثم أمرهم بإحضارها وقال من أراد إكرامي فليكرمها فأقبل الوزراء والأساورة يلقون عليها ما عليهم من الثياب والحلى والدراهم والدنانير حتى اجتمع ما لا يحصى كثرة فقال لأبي المرأة خذ جميع هذا المال لابنتك وقال له وزير آخر أيها الملك المظفر فما أشد شيء مر عليك وأصعبه قال طرد الوحش بالليل عن الزرع فإنها كانت تعييني وتسهرني وتبلغ مني فمن أراد سروري فليصطد لي منها ما قدر لأبني من حوافرها بنية يبقى ذكرها على ممر الدهر فتفرق القوم في صيدها فصادوا منها ما لايبلغه العدد فكان يأمر بقطع حوافرها أولا فأولا حتى اجتمع من ذلك تل عظيم فأحضر البنائين وأمرهم أن يبنوا من ذلك منارة عظيمة يكون ارتفاعها خمسين ذراعا في استدارة ثلاثين ذراعا وأن يجعلوها مصمتة بالكلس والحجارة ثم تركب الحوافر حولها منظمة من أسفلها إلى أعلاها مسمرة بالمسامير الحديد ففعل ذلك فصارت كأنها منارة من حوافر فلما فرغ صانعها من بنائها مر بها سابور يتأملها فاستحسنها فقال للذي بناها وهو على رأسها لم ينزل بعد هل كنت تستطيع أن تبني أحسن منها قال نعم قال فهل بنيت لأحد مثلها فقال لا قال والله لأتركنك بحيث لا يمكنك بناء خير منها لأحد بعدي وأمر أن لا يمكن من النزول فقال أيها الملك قد كنت أرجو منك الحباء والكرامة وإذ فاتني ذلك فلي قبل الملك حاجة ما عليك فيها مشقة قال وما هي قال تأمر أن أعطى خشبا لأصنع لنفسي مكانا آوي إليه لا تمزقني النسور إذا مت قال أعطوه ما يسأل فأعطي خشبا وكان معه آلة النجارة فعمل لنفسه أجنحة من خشب جعلها مثل الريش وضم بعضها إلى بعض وكانت العمارة في قفر ليس بالقرب منه عمارة وإنما بنيت القرية بقربها بعد ذلك فلما جاء الليل واشتد الهواء ربط تلك الأجنحة على نفسه وبسطها حتى دخل فيها الريح وألقى نفسه في الهواء فحملته الريح حتى ألقته إلى الأرض صحيحا ولم يخدش منه خدش ونجا بنفسه قال والمنارة قائمة في هذه المدة إلى أيامنا هذه مشهورة المكان ولشعراء همذان فيها أشعار متداولة قال عبيد الله الفقير إليه أما غيبة سابور من الملك فمشهورة عند الفرس مذكورة في أخبارهم وقد أشرنا في سابور خواست ونيسابور إلى ذلك والله أعلم بصحة ذلك من سقمه ",
                "title": "منارة الحوافر",
                "uri": "JK_000129_012309"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}