{
    "features": [
        {
            "item": "JK_000952_1191",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.244-245",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحكيمي</h1> بفتح الحاء المهملة وكسر الكاف وبعدها ياء منقوطة باثنتين من تحتها هذه النسبة إلى حكيم وهو اسم لبعض أجداد المنتسب والمشهور بهذه النسبة أبو عبد الله محمد بن أحمد بن إبراهيم بن قريش بن حازم بن صبح بن صباح الحكيمي الكاتب من أهل بغداد حدث عن زكريا بن يحيى بن أسد المروزي ومحمد بن عبد النور المقرئ ومحمد بن إسحاق الصغاني والعباس بن محمد الدوري وجماعة سواهم روى عنه أبو الحسن علي بن عمر الدارقطني وأبو عمر محمد بن العباس بن حيويه الخزاز ومحمد بن عمران المزرباني وغيرهم وكان ينزل ببغداد درب الأعراب وكان بلخي الأصل وثقة أبو بكر البرقاني غير أنه قال في حديثه مناكير وقال أبو بكر الخطيب عقيبة قد اعتبرت أنا حديثه فقلما رأيت فيه منكرا وكانت ولادته في ذي الحجة من سنة اثنتين وخمسين ومائتين ومات في ذي الحجة سنة ست وثلاثين وثلاثمائة وأبو عمرو أحمد بن محمد بن إبراهيم بن حكيم المديني الحكيمي مولى بني هاشم يعرف بابن ممك من أهل مدينة أصبهان كانت له رحلة إلى الشام والعراق والري أكثر فيها الحديث والكتابة عن الشيوخ وكان ثقة مأمونا حافظا حسن المعرفة كتب مع أخيه إسحاق سمع أبا عيسى موسى بن الهروي بعسقلان وأبا حاتم محمد بن إدريس الرازي وأبا عبد الله محمد بن مسلم بن وارة الرازي وأبا أمية محمد بن إبراهيم الطرسوسي وأبا علي أحمد بن محمد بن أبي الحناجر الأطرابلسي روى عنه القاضي أبو أحمد محمد بن أحمد بن إبراهيم العسال وأبو إسحاق إبراهيم بن |جـ 2 صـ 245| محمد بن حمزة الحافظ وأبو بكر أحمد بن إبراهيم الإسماعيلي وأبو بكر أحمد بن موسى بن مردويه الحافظ وأبو عبد الله محمد بن إسحاق بن منده الحافظ وغيرهم توفي في جمادى الآخرة سنة ثلاث وثلاثين وثلاثمائة وأبو الحسن أحمد بن محمد بن حكيم القاضي الحكيمي من أهل شيراز ولي القضاء بها له رحلة إلى العراق يروي عن محمد بن عبد الله بن سليمان الحضرمي مطين ومحمد بن مسلمة الواسطي ومحمد بن غالب تمتام وعبد الرحمن بن خلف الضبي وهشام بن علي السيرافي واستقضي بشيراز بعد وفاة عبد الله بن الفضل وكان صدوقا روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني بصيداء وذكر أنه سمع منه بشيراز ومات ليلة الثلاثاء سلخ شوال سنة خمس وأربعين وثلاثمائة ودفن بمقبرة باب إصطخر |جـ 2 صـ 246| ",
                "title": "الحكيمي",
                "uri": "JK_000952_1191"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}