{
    "features": [
        {
            "item": "JK_000952_2464",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.528-530",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصدفي</h1> بفتح الصاد والدال المهملتين وفي آخرها الفاء هذه النسبة إلى الصدف بكسر الدال وهي قبيلة من حمير نزلت مصر وهو الصدف بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن حيدان بن قطن بن زهير بن ايمن بن هميسع بن حمير بن سبأ وقال الدارقطني في نسب عبد الله بن نجي إلى الصدف قال والصدف هو شهال بن دعمي بن زياد ابن حضرموت والمشهور بالنسبة إليها جعشم بن خليبة بن موهب بن جعشم بن حريم بن الصدف الصدفي هو ممن بايع رسول الله صلى الله عليه وسلم تحت الشجرة وشهد فتح مصر واختط بها وقد ذكره أبو سعيد بن يونس في حديثه وعيسى بن هلال الصدفي حدث عن عبد الله بن عمرو بن العاص روى عنه كعب بن علقمة وعياش بن عباس القتباني وعمران بن ربيعة بن حبيش بن عرفطة الصدفي كان يلي العرافة بمصر لعبد العزيز بن مروان وعاش إلى ايام أبي جعفر المنصور وحدث عن عمرو بن الشريد روى عنه عبد الله بن لهيعة |جـ 3 صـ 529| وفي رواة العلم جماعة صدفيون وكان عامتهم بمصر وأبو يوسف جبلة بن حمود بن جبلة بن يوسف الصدفي الإفريقي يروي عن سحنون بن سعيد وكان رجلا صالحا عابدا زاهدا توفي بإفريقية في سنة سبع وتسعين ومائتين وأبو سلمة عبد الأعلى بن موسى بن ميسرة بن حفص بن حيان الصدفي والد يونس من أهل مصر كان رجلا صالحا وكان كثيرا ما يتمثل ويقول لابنه يا بني من اشترى ما لا يحتاج إليه باع ما يحتاج إليه ولد سنة إحدى وعشرين ومائة وتوفي سنة إحدى ومائتين في المحرم وابنه أبو موسى يونس بن عبد الأعلى الصدفي كان فقيها فاضلا تفقه على الشافعي رحمه الله وذكر عمرو بن خالد قال قال لي الشافعي يا أبا الحسن انظر إلى هذا الباب وأومأ إلى الباب الأول من أبواب المسجد الجامع قال فنظرت إليه فقال ما يدخل من هذا الباب أعقل من يونس بن عبد الأعلى قال وهذا قبل السنة التي توفي فيها الشافعي وهي سنة أربع ومائتين وقال أبو سعيد عند ذكر جده دعوته في الصدف توفي غداة يوم الثلاثاء ليومين بقيا من ربيع الآخر سنة أربع وستين ومائتين وكان مولده في ذي الحجة سنة سبعين ومائة وابنه أبو الحسن أحمد بن يونس بن عبد الأعلى الصدفي عديدا لهم وليس من أنفس الصدف ولا من مواليهم حدث عن أبيه وعيسى بن مثرود وابن مجدر وغيرهم ولد في ذي القعدة سنة أربعين ومائتين وتوفي يوم الجمعة أول يوم من رجب سنة اثنتين وثلاثمائة وأخوه أبو سلمة عبد الأعلى بن يونس بن عبد الأعلى الصدفي من أهل مصر كتب عن سعيد بن الحكم بن محمد بن أبي مريم وأبي صالح الحراني وأبي صالح كاتب الليث توفي في صفر سنة تسع وأربعين ومائتين وكان مولده سنة أربع ومائتين وابن أخيه أبو سلمة عبد الأعلى بن أحمد بن يونس بن عبد الأعلى الصدفي من أهل مصر أيضا سمع وسمع منه ولد غداة يوم الثلاثاء لثماني عشرة خلت من جمادى الأولى سنة أربع وسبعين ومائتين |جـ 3 صـ 530| وأخوه أبو سعيد عبد الرحمن بن أحمد بن يونس بن عبد الأعلى الصدفي إمام حافظ ثقة صدوق مكثر من الحديث جمع تاريخ مصر وأحسن فيه واعتمد الناس على تصانيفه سمع عاصم بن رازح بن رجب الخولاني وعيسى بن أحمد بن يحيى الصدفي ومحمد بن أحمد بن سليمان بن برد التجيبي وعثمان بن سعيد بن حمزة المخزومي المصريين وجماعة كثيرة من هذه الطبقة روى عنه ابنه أبو الحسن علي بن عبد الرحمن وابو عبد الله محمد بن إسحاق بن منده الحافظ الأصبهاني وكانت ولادته في سنة أربعين ومائتين وتوفي يوم الإثنين لست وعشرين مضت من جمادى الآخرة من سنة تسع وأربعين وثلاثمائة وابنه أبو الحسن علي بن عبد الرحمن بن أحمد بن يونس بن عبد الأعلى الصدفي من أولاد المحدثين حدث عن أبيه روى عنه الحاكم أبو عبد الله الحافظ النيسابوري بالإجازة ولعل وفاته تقارب وفاة الحاكم وربما توفي في حدود سنة أربعمائة وأخو أبي سعيد أبو سهل يونس بن أحمد بن يونس بن عبد الأعلى الصدفي من أهل مصر ذكره أخوه أبو سعيد وقال سمع من عبد الله بن سعيد بن أبي مريم وبعد ذلك توفي ليلة الثلاثاء لعشر خلون من صفر سنة إحدى وثمانين وثلاثمائة وكان من أفضل أهل زمانه ",
                "title": "الصدفي",
                "uri": "JK_000952_2464"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}