{
    "features": [
        {
            "item": "JK_000952_0959",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.98-99",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجنوجردي</h1> بضم الجيم والنون وكسر الجيم الأخرى بعد الواو وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى جنوجرد وهي من قرى مرو على خمسة فراسخ منها على طريق سرخس خرج منها جماعة من القدماء والمتأخرين منهم أبو الحسن سورة بن شداد الجنوجردي أدرك التابعين حدث عن أبي يحيى زربي بن عبد الله المؤذن صاحب أنس بن مالك رضي الله عنه وسفيان الثوري وحمزة الزيات وعبد الوهاب بن مجاهد ومالك بن مغول وغيرهم روى عنه محمد بن مسعدة الرزماجاني وعبد الرحمن بن عبد الحكم وجماعة سواهما وكان أبو العباس المعداني يقول سورة ابن شداد كان يسكن جنوجرد صحيح الكتب وأبو محمد عبدان بن محمد بن عيسى الجنوجردي المروزي اسمه عبد الله وعرف بعبدان الحافظ الزاهد كان أحد الأئمة بخراسان المرجوع إليه في الفتاوي والنوازل المعضلات وهو الذي أظهر مذهب الشافعي بمرو بعد أحمد بن سيار فإن أحمد بن سيار حمل كتب الشافعي إلى مرو وأعجب بها الناس فنظر في بعضها عبدان وأراد أن ينسجها فمنعها أحمد بن سيار عنه فباع ضيعه له بجنوجرد وخرج إلى مصر وأدرك الربيع بن سليمان وغيره من أصحاب الشافعي ونسخ كتبه على الوجه وأدرك من الفقهاء والمشايخ ما لم يدرك غيره وحمل عنهم ورحل إلى الشام والعراق وكتب عن أهل مصر ورجع إلى مرو وكان أحمد بن سيار في الأحياء فدخل عليه مسلما ومهنيئا بالقدوم فاعتذر عنه أحمد بن سيار من منع الكتب عنه فقال عبدان لا تعتذر فإن لك منة علي في ذلك وذلك أنك لو دفعت إلي الكتب كنت أقتصر على ذلك وما كنت أخرج إلى مصر ولا كنت أدركت أصحاب الشافعي وفرح بذلك أحمد بن سيار سمع عبدان بخرسان قتيبة بن سعيد وعلي بن حجر وبالعراق إسماعيل بن مسعود الجحدري وأبا موسى محمد بن المثنى وبندارا وأبا كريب وبالحجاز عبد الله بن محمد الزهري وعبد الجبار بن العلاء وغيرهم روى عنه عمر بن علك وأبو العباس الدغولي |جـ 2 صـ 99| وأبو حامد الشرقي وأحمد بن علي الرازي الحافظان وغيرهم ولد عبدان ليلة عرفة من سنة عشرين ومائتين ومات ليلة عرفة من سنة ثلاث وتسعين ومائتين وعبد الله بن مسعود الجنوجردي له رحلة إلى العراق سمع يوسف بن إسماعيل وعبيد الله بن موسى هكذا ذكره أبو زرعة السنجي وعمر بن عبد الرحمن الجنوجردي كان فقيها مناظرا من قرية جنوجرد هكذا ذكره أبو زرعة السنجي وأبو عبد الرحمن عبيد الله بن الحسين الجنوجردي رحل إلى اليمن وسمع بها عن شيوخها سنة أربعمائة شيخ صالح وكان يسمع الحديث في كبره إلى أن مات بسمرقند سنة أربعين أو إحدى وأربعين وأربعمائة سمع منه عبد العزيز بن محمد النخشبي ",
                "title": "الجنوجردي",
                "uri": "JK_000952_0959"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}