{
    "features": [
        {
            "item": "JK_000129_001518",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.346-349",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البحرين</h1> هكذا يتلفظ بها في حال الرفع والنصب والجر ولم يسمع على لفظ المرفوع من أحد منهم إلا أن الزمخشري قد حكى أنه بلفظ التثنية فيقولون هذه البحران وانتهينا إلى البحرين ولم يبلغني من جهة أخرى وقال صاحب الزيج البحرين في الإقليم الثاني وطولها أربع وسبعون درجة وعشرون دقيقة من المغرب وعرضها أربع وعشرون درجة |جـ 1 صـ 347| وخمس وأربعون دقيقة وقال قوم هي من الإقليم الثالث وعرضها أربع وثلاثون درجة وهو اسم جامع لبلاد على ساحل بحر الهند بين البصرة وعمان قيل هي قصبة هجر وقيل هجر قصبة البحرين وقد عدها قوم من اليمن وجعلها آخرون قصبة برأسها وفيها عيون مياه وبلاد واسعة وربما عد بعضهم اليمامة من أعمالها والصحيح أن اليمامة عمل برأسه في وسط الطريق بين مكة والبحرين روى ابن عباس البحرين من أعمال العراق وحده من عمان ناحية جرفار واليمامة على جبالها وربما ضمت باليمامة إلى المدينة وربما أفردت هذا كان في أيام بني أمية فلما ولي بنو العباس صيروا عمان والبحرين واليمامة عملا واحدا قاله ابن الفقيه وقال أبو عبيدة بين البحرين واليمامة مسيرة عشرة أيام وبين هجر مدينة البحرين والبصرة مسيرة خمسة عشر يوما على الإبل وبينهما وبين عمان مسيرة شهر قال والبحرين هي الخط والقطيف والآرة وهجر وبينونة والزارة وجواثا والسابور ودارين والغابة قال وقصبة هجر الصفا والمشقر وقال أبو بكر محمد بن القاسم في اشتقاق البحرين وجهان يجوز أن يكون مأخوذا من قول العرب بحرت الناقة إذا شققت أذنها والبحيرة المشقوقة الأذن من قول الله تعالى & ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام & والسائبة معناها إن الرجل في الجاهلية كان يسيب من ماله فيذهب به إلى سدنة الآلهة ويقال السائبة الناقة التي كانت إذا ولدت عشرة أبطن كلهن اناث سيبت فلم تركب ولم يجز لها وبر وبحرت أذن ابنتها أي خرقت والبحيرة هي ابنة السائبة وهي تجري عندهم مجرى أمها في التحريم قال ويجوز أن يكون البحرين من قول العرب قد بحر البعير بحرا إذا أولع بالماء فأصابه منه داء ويقال قد أبحرت الروضة إبحارا إذا كثر إنقاع الماء فيها فأنبت النبات ويقال للروضة البحرة ويقال للدم الذي ليست في صفرة دم باحري وبحراني قلت هذا كله تعسف لا يشبه أن يكون اشتقاقا للبحرين والصحيح عندنا ما ذكره أبو منصور الأزهري قال إنما سموا البحرين لأن في ناحية قراها بحيرة على باب الإحساء وقرى هجر بينها وبين البحر الأخضر عشرة فراسخ قال وقدرت هذه البحيرة ثلاثة أميال في مثلها ولا يفيض ماءها وماءها راكد زعاف وقال أبو محمد اليزيدي سألني المهدي وسأل الكسائي عن النسبة إلى البحرين وإلى حصنين لم قالوا حصني وبحراني فقال الكسائي كرهوا أن يقولون حصناني لاجتماع النونين وإنما قلت كرهوا أن يقولوا بحري فتشبه النسبة إلى البحر وفي قصتها طول ذكرتها في أخبار اليزيدي من كتابي في أخبار الأدباء وينسب إلى البحرين قوم من أهل العلم منهم محمد بن معمر البحراني بصري ثقة حدث عنه البخاري والعباس ابن يزيد بن أبي حبيب البحراني يعرف بعباسوية حدث عن خالد بن الحارث وابن عيينة ويزيد بن زريع وغيرهم روى عنه الباغندي وابن صاعد وابن مخلد وهو من الثقات مات سنة 852 وزكرياء بن عطية البحراني وغيرهم وأما فتحها فإنها كانت في مملكة الفرس وكان بها خلق كثير من عبد القيس وبكر بن وائل وتميم مقيمين في باديتها وكان بها من قبل الفرس المنذر بن ساوي بن عبد الله ابن زيد بن عبد الله بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم وعبد الله بن زيد هذا هو الأسبذي نسب إلى قرية بهجر وقد ذكر |جـ 1 صـ 348| في موضعه فلما كانت سنة ثمان للهجرة وجه رسول الله صلى الله عليه وسلم العلاء بن عبد الله بن عماد الحضرمي حليف بني عبد شمس إلى البحرين ليدعو أهلها إلى الإسلام أو إلى الجزية وكتب معه إلى المنذر بن ساوي وإلى سيبخت مرزبان هجر يدعوهما إلى الإسلام أو إلى الجزية فأسلما وأسلم معهما جميع العرب هناك وبعض العجم فأما أهل الأرض من المجوس واليهود والنصارى فإنهم صالحوا العلاء وكتب بينهم وبينه كتابا نسخته بسم الله الرحمن الرحيم هذا ما صالح عليه العلاء بن الحضرمي أهل البحرين صالحهم على أن يكفونا العمل ويقاسمونا الثمر فمن لا يفي بهذا فعليه لعنة الله والملائكة والناس أجمعين وأما جزية الرؤوس فإنه أخذ لها من كل حالم دينارا وقد قيل إن رسول الله صلى الله عليه وسلم وجه العلاء حين وجه رسله إلى الملوك في سنة ست وروي عن العلاء أنه قال بعثني رسول الله صلى الله عليه وسلم إلى البحرين أو قال هجر وكنت آتي الحائط بين الأخوة قد أسلم بعضهم فآخذ من المسلم العشر ومن المشرك الخراج وقال قتادة لم يكن بالبحرين قتال ولكن بعضهم أسلم وبعضهم صالح العلاء على أنصاف الحب والتمر وقال سعيد بن المسيب أخذ رسول الله صلى الله عليه وسلم الجزية من مجوس هجر وأخذها عمر من مجوس فارس وأخذها عثمان من بربر وبعث العلاء بن الحضرمي إلى رسول الله صلى الله عليه وسلم مالا من البحرين يكون ثمانين ألفا ما أتاه أكثر منه قبله ولا بعده أعطى منه العباس عمه قالوا وعزل رسول الله صلى الله عليه وسلم العلاء وولى البحرين أبان بن سعيد ابن العاصي بن أمية وقيل إن العلاء كان على ناحية من البحرين منها القطيف وأبان على ناحية فيها الخط والأول أثبت فلما توفي رسول الله صلى الله عليه وسلم أخرج أبان من البحرين فأتى المدينة فسأل أهل البحرين أبا بكر أن يرد العلاء عليهم ففعل فيقال إن العلاء لم يزل واليا عليهم حتى توفي سنة 20 فولى عمر مكانه أبا هريرة الدوسي ويقال إن عمر ولى أبا هريرة قبل موت العلاء فأتى العلاء توج من أرض فارس وعزم على المقام بها ثم رجع إلى البحرين فأقام هناك حتى مات فكان أبو هريرة يقول دفنا العلاء ثم احتجنا إلى رفع لبنة فرفعناها فلم نجد العلاء في اللحد وقال أبو مخنف كتب عمر بن الخطاب إلى العلاء بن الحضرمي يستقدمه وولى عثمان بن أبي العاصي البحرين مكانه وعمان فلما قدم العلاء المدينة ولاه البصرة مكان عتبة بن غزوان فلم يصل إليها حتى مات ودفن في طريق البصرة في سنة 41 أو في أو سنة 51 ثم إن عمر ولى قدامة ابن مظعون الجمحي جباية البحرين وولى أبا هريرة الصلاة والأحداث ثم عزل قدامة وحده على شرب الخمر وولى أبا هريرة الجباية مع الأحداث ثم عزله وقاسمه ماله ثم ولى عثمان بن أبي العاصي عمان والبحرين فمات عمر وهو واليهما وسار عثمان إلى فارس ففتحها وكان خليفته على عمان والبحرين وهو بفارس أخاه مغيرة بن أبي العاص وروى محمد بن سيرين عن أبي هريرة قال استعملني عمر بن الخطاب على البحرين فاجتمعت لي اثنا عشر ألفا فلما قدمت على عمر قال لي يا عدو الله والمسلمين أو قال عدو كتابه سرقت مال الله قال قلت لست بعدو الله والمسلمين أو قال عدو لنا به ولكني عدو من عاداهما قال فمن أين اجتمعت لك هذه الأموال قلت خيل لي تناتجت وسهام اجتمعت قال فأخذ مني |جـ 1 صـ 349| اثني عشر ألفا فلما صليت الغداة قلت اللهم اغفر لعمر قال وكان يأخذ منهم ويعطيهم أفضل من ذلك حتى إذا كان بعد ذلك قال ألا تعمل يا أبا هريرة قلت لا قال ولم وقد عمل من هو خير منك يوسف قال اجعلني على خزائن الأرض إني حفيظ عليم قلت يوسف نبي ابن نبي وأنا أبو هريرة ابن أميمة وأخاف منكم ثلاثا واثنتين فقال هلا قلت خمسا قلت أخشى أن تضربوا ظهري وتشتموا عرضي وتأخذوا مالي وأكره أن أقول بغير علم وأحكم بغير حلم ومات المنذر بن ساوي بعد وفاة النبي صلى الله عليه وسلم بقليل وارتد من بالبحرين من ولد قيس بن ثعلبة بن عكابة مع الحطم وهو شريح بن ضبيعة بن عمرو بن مرثد أحد بني قيس بن ثعلبة وارتد كل من بالبحرين من ربيعة خلا الجارود بن بشر العبدي ومن تابعه من قومه وأمروا عليهم ابنا للنعمان بن المنذر يقال له المنذر فسار الحطم حتى لحق بربيعة فانضمت إليه ربيعة فخرج العلاء عليهم بمن انضم إليه من العرب والعجم فقاتلهم قتالا شديدا ثم إن المسلمين لجؤوا إلى حصن جواثا فحاصرهم فيه عدوهم ففي ذلك يقول عبد الله ابن حذف الكلابي ألا أبلغ أبا بكر ألوكا وفتيان المدينة أجمعينا فهل لك في شباب منك أمسوا أسارى في جواث محاصرينا ثم إن العلاء عني بالحطم ومن معه وصابره وهما متناصفان فسمع في ليلة في عسكر الحطم ضوضاء فأرسل إليه من يأتيه بالخبر فرجع الرسول فأخبره أن القوم قد شربوا وثملوا فخرج بالمسلمين فبيت ربيعة فقاتلوا قتالا شديدا فقتل الحطم قالوا وكان المنذر بن النعمان يسمى الغرور فلما ظهر المسلمون قال لست بالغرور ولكني المغرور ولحق هو وفل ربيعة بالخط فأتاها العلاء وفتحها وقتل المنذر معه وقيل بل قتل المنذر يوم جواثا وقيل بل استأمن ثم هرب فلحق فقتل وكان العلاء كتب إلى أبي بكر يستمده فكتب أبو بكر إلى خالد بن الوليد وهو باليمامة يأمره بالنهوض إليه فقدم عليه وقد قتل الحطم ثم أتاه كتاب أبي بكر بالشخوص إلى العراق فشخص من البحرين وذلك في سنة 21 فقالوا وتحصن المكعبر الفارسي صاحب كسرى الذي وجهه لقتل بني تميم حين عرضوا لعيره بالزارة وانضم إليه مجوس كانوا تجمعوا بالقطيف وامتنعوا من إداء الجزية فأقام العلاء على الزارة فلم يفتحها في خلافة أبي بكر وفتحها في خلافة عمر وقتل المكعبر وإنما سمي المكعبر لأنه كان يكعبر الأيدي فلما قتل قيل ما زال يكعبر حتى كعبر فسمي المكعبر بفتح الباء وكان الذي قتله البراء بن مالك الأنصاري أخو أنس بن مالك وفتح العلاء السابور ودارين في خلافة عمر عنوة ",
                "title": "البحرين",
                "uri": "JK_000129_001518"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}