{
    "features": [
        {
            "item": "JK_000952_2539",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.15-18",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الضرير</h1> بفتح الضاد المنقوطة والرائين المهملتين بينهما ياء منقوطة بنقطتين من تحتها هذه الصفة كانت لجماعة كثيرة من أهل العلم والذي اشتهر بها أبو معاوية محمد بن خازم التميمي السعدي الضرير من أهل الكوفة مولى لبني تميم من سعد بن زيد مناة كان حافظا متقنا ولكنه كان مرجئا قيل إنه عمي وهو ابن أربع سنين وقيل ابن ثمان يروي عن الأعمش والشيباني وابن أبي خالد وهشام بن عروة وعبيد الله بن عمر بن حفص وليث بن أبي سليم روى عنه أحمد بن حنبل ويحيى بن معين وأبو خيثمة ويعقوب الدورقي قال أبو معاوية حججت مع جدي أبي أمي وأنا غلام فرآني أعرابي فقال لجدي ما يكون هذا الغلام منك قال ابني قال ليس بابنك قال ابن ابنتي قال ابن بنتك وليكونن له شأن وليطأن برجليه هاتين بسط الملوك قال فلما قدم الرشيد بعث |جـ 4 صـ 16| إلي فلما دخلت عليه ذكرت حديث الأعرابي فأقبلت ألتمس برجلي البساط قال يا أبا معاوية لم تلتمس البساط قال قلت يا أمير المؤمنين حججت مع جدي وحدثته الحديث فأعجبه قال أبو معاوية وحركني شيء فقلت يا أمير المؤمنين أحتاج إلى موضع الخلاء فقال للأمين والمأمون خذا بيد عمكما فأرياه الموضع فأخذا بيدي فأدخلاني إلى موضع شممت منه رائحة المسك فقالا يا أبا معاوية هذا الموضع فشأنك فقضيت حاجتي وكان يحفظ ما سمع من الأعمش فمرض مرضة فنسي منها ستمائة حديث وقال يعقوب بن شيبة محمد بن خازم الضرير مولى لبني عمرو بن زيد مناة رهط سعير بن الخمس وكان من الثقات وربما دلس وكان يرى الإرجاء يقال إن وكيعا لم يحضر جنازته لذلك وكانت ولادته سنة ثلاث عشر ومائة ومات في آخر صفر سنة خمس وتسعين ومائة وأبو عمر حفص بن عمر الضرير من أهل البصرة يروي عن أبي عوانة الوضاح وأهل البصرة روى عنه أبو خليفة الجمحي وكان من علماء أهل البصرة بالفرائض والحساب والفقه والشعر وأيام الناس وكان قد ولد وهو أعمى مات سنة عشرين ومائتين وإبراهيم بن محمد بن خازم الضرير وهو ابن إبي معاوية الكوفي يروي عن أبيه وأبي بكر بن عياش ويحيى بن عيسى الرملي وروى عنه علي بن الحسين بن الجنيد وقال أبو زرعة إبراهيم بن أبي معاوية الضرير لا بأس به صدوق صاحب سنة وأبو يحيى محمد بن سعيد بن غالب العطار الضرير من أهل بغداد سمع سفيان بن عيينة وإسماعيل بن علية وحماد بن خالد الخياط وعبد المجيد بن أبي رواد ويحيى بن آدم وعبيدة بن حميد وأبا معاوية الضرير وعبد الله بن نمير وأبا أسامة ومعاذ بن معاذ وأسباط بن محمد ومحمد بن إدريس الشافعي روى عنه أبو العباس أحمد بن عمر بن سريج الفقيه ويحيى بن محمد بن صاعد وإسماعيل بن العباس الوراق والقاضي المحاملي ومحمد بن مخلد وغيرهم وكان ثقة قال ابن أبي حاتم كتبت عنه مع أبي وهو صدوق مات في شوال سنة إحدى وستين ومائتين وأبو جعفر محمد بن سعدان النحوي الضرير من أهل بغداد وكان أحد القراء له |جـ 4 صـ 17| كتاب مصنف في النحو وكتاب كبير في القراءات روى فيه عن عبد الله بن إدريس وأبي تميلة يحيى بن واضح وإسحاق بن محمد المسيبي وأبي معاوية الضرير والمسيب بن شريك وعبد العزيز بن أبان وغيرهم روى عنه محمد بن سعد كاتب الواقدي ومحمد بن أحمد بن البراء وعبد الله بن أحمد بن حنبل ومحمد بن يحيى وعبيد بن محمد المرزبان وغيرهم وكان ثقة وقال أبو الحسين بن المنادي كان أبو جعفر النحوي الضرير يقرأ بقراءة حمزة ثم اختار لنفسه ففسد عليه الأصل والفرع إلا أنه كان نحويا ومات في يوم عرفة من سنة إحدى وثلاثين ومائتين وأبو عمر حفص بن عبد الله الحلواني الضرير يروي عن أبي بكر بن عياش ومروان بن معوية ويحيى بن يمان ووكيع وعبدة بن سليمان وبكار بن عبد الله الربذي ابن أخي موسى بن عبيدة وعيسى بن موسى البخاري غنجار قال ابن أبي حاتم سمع منه أبي بحلوان سنة ست وثلاثين ومائتين وقال هو صدوق |جـ 4 صـ 18| ",
                "title": "الضرير",
                "uri": "JK_000952_2539"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}