{
    "features": [
        {
            "item": "JK_000129_013124",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.340-342",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الواحات</h1> واحدها واح على غير قياس لا أعرف معناها وما أظنها إلا قبطية وهي ثلاث كور في غربي مصر ثم غربي الصعيد لأن الصعيد يحوطه جبلان |جـ 5 صـ 342| غربي وشرقي وهما جبلان مكتنفا النيل من حيث يعلم جريانه إلى أن ينتهي الجبل الشرقي إلى المقطم بمصر وينقطع وليس وراءه غير بادية العرب والبحر القلزمي والآخر إلى البحر فما وراه الجبل الغربي الواح الأول أوله مقابل الفيوم ممتد إلى أسوان وهي كورة عامرة ذات نخيل وضياع حسنة وفيها تمر جيد أفخر تمور مصر وهي أكبر الواحات وبعدها جبل آخر ممتد كامتداد الذي قبله وراءه كورة أخرى يقال لها واح الثانية وهي دون تلك العمارة وخلفها جبل ممتد كامتداد الذي قبله وراءه كورة أخرى يقال لها واح الثالثة وهي دون الأوليين في العمارة ومدينة الواح الثالثة يقال لها سنترية بالسين المهملة وفيها نخل كثير ومياه جمة منها مياه حامضة يشربها أهل تلك النواحي وإذا شربوا غيرها استوبأوها وبين أقصى واح الثالثة وبلاد النوبة ست مراحل وبها قبائل من البربر من لواتة وغيرهم وقد نسب إليهم قوم من أهل العلم وبعد ذلك بلاد فزان والسودان والله أعلم بما وراء ذلك وينسب إلى واح عبد الغني بن بازل بن يحيى الواحي المصري أبو محمد قال شيرويه قدم علينا همذان في شوال سنة 467 روى عن أبي الصلت الطبري وأبي الحسن علي بن عبد الله القصاب الواسطي وأبي سعد محمد بن عبد الرحمن النيسابوري وأبي الحسن علي بن محمد الماوردي وذكر كما أدى وقال سمعت منه بهمذان وبغداد وكان صدوقا وقال السلفي أنشدني أبو الثناء محمود بن أسلان الخالدي أنشدني أبو عبد الله الطباخ الواحي لنفسه وقال أطل مدة الهجران ما شئت وارفض فما صدك المضني الحشا صد مبغض وإلا فما للقلب أنى ذكرتكم ينازعني شوقا إليكم ويقتضي ولولا شهادات الجوارح بالذي علمتم لما عرضت نفسي لمعرض وأعلم أني إن بعدت فذكركم يراني بعين القلب كالقمر المضي وربتما كأس أهم بشربها سروري ولم تسفح حذار محرض نعم وجليس دام يجلس مجلسا بغير حفاظ لي فقيل له انهض فيا ذا الرياسات الموفق حامدا دعاء محب معرض متعرض أتحيا على الدنيا سعيدا مملكا وأحتاج فيها للغنى والتركض وللغير بحر من عطائك زاخر وما لي منه حسوة المتبرض أقل واصطنع واصفح ولن واغتفر وجد أمل وتفضل واحب وانعم وعوض ولا تحوجني للشفيع فما أرى به ولو أن العمر في الهجر ينقضي فما أحد في الأرض غيرك نافعي وأنت كما أهوى مصحي وممرضي وما لك مثلي والحظوظ عجيبة ولكن من يكثر على المرء يدحض ",
                "title": "الواحات",
                "uri": "JK_000129_013124"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}