{
    "features": [
        {
            "item": "JK_000129_001991",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.426-427",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البشر</h1> بكسر أوله ثم السكون وهو في الأصل حسن الملقى وطلاقة الوجه وهو اسم جبل يمتد من عرض إلى الفرات من أرض الشام من جهة البادية وفيه أربعة معادن معدان القار والمغرة والطين الذي يعمل منه البواتق التي يسبك فيها الحديد والرمل الذي في حلب يعمل منه الزجاج وهو رمل أبيض كالاسفيداج وهو من منازل بني تغلب بن وائل قال عبيد الله بن قيس الرقيات أضحت رقية دونها البشر فالرقة السوداء فالغمر بل ليت شعري كيف مر بها وبأهلها الأيام والدهر قال أبو المنذر هشام سمي بالبشر بن هلال بن عقبة رجل من النمر بن قاسط وكان خفيرا لفارس قتله خالد بن الوليد في طريقه إلى الشام وكان من حديث ذلك أن خالد بن الوليد لما وقع بالفرس بأرض العراق وكاتبه أبو بكر بالمسير إلى الشام نجدة لأبي عبيدة سار إلى عين التمر فتجمعت قبائل من ربيعة نصارى |جـ 1 صـ 427| لحرب خالد ومنعه من النفوذ وكان الرئيس عليهم عقة بن أبي عقة قيس بن البشر بن هلال بن البشر بن قيس بن زهير بن عقة بن جشم بن هلال بن ربيعة بن زيد مناة بن عوف بن سعد بن الخزرج بن تيم الله بن النمر بن قاسط فأوقع بهم خالد وأسر عقة وقتله وصلبه فغضبت له ربيعة وتجمعت إلى الهذيل بن عمران فنهاهم حرقوص بن النعمان عن مكاشفته فعصوه فرجع إلى أهله وهو يقول ألا يا اسقياني قبل جيش أبي بكر لعل منايانا قريب ولا ندري ألا يا اسقياني بالزجاج وكررا علينا كميت اللون صافية تجري أظن خيول المسلمين وخالدا ستطرقكم عند الصباح على البشر فهل لكم بالسير قبل قتالهم وقبل خروج المعصرات من الخدر أريني سلاحي يا أميمة إنني أخاف بيات القوم أو مطلع الفجر فيقال إن خالدا طرقهم وأعجلهم عن أخذ السلاح وضرب عنق حرقوص فوقع رأسه في جفنة الخمر والله أعلم وكان بنو تغلب قد قتلت عمير بن الحباب السلمي فاتفق أن قدم الأخطل على عبد الملك بن مروان والجحاف بن حكيم السلمي جالس عنده فأنشده ألا سائل الجحاف هل هو ثائر بقتلى أصيبت من سليم وعامر فخرج الجحاف مغضبا يجر مطرفه فقال عبد الملك للأخطل ويحك أغضبته وأخلق به أن يجلب عليك وعلى قومك شرا فكتب الجحاف عهدا لنفسه من عبد الملك ودعا قومه للخروج معه فلما حصل بالبشر قال لقومه قصتي كذا فقاتلوا عن أحسابكم أو موتوا فأغاروا على بني تغلب بالبشر وقتلوا منهم مقتلة عظيمة ثم قال الجحاف يجيب الأخطل أيا مالك هل لمتني إذ حضضتني على الثأر أم هل لامني فيك لائمي متى تدعني أخرى أجبك بمثلها وأنت امرؤ بالحق لست بقائم فقدم الأخطل على عبد الملك فلما مثل بين يديه أنشأ يقول لقد أوقع الجحاف بالبشر وقعة إلى الله منها المشتكى والمعول فإن لم تغيرها قريش بعدلها يكن عن قريش مستماز ومرحل فقال له عبد الملك إلى أين يا ابن النصرانية فقال إلى النار فتبسم عبد الملك وقال أولى لك لو قلت غير ذلك لقتلتك ",
                "title": "البشر",
                "uri": "JK_000129_001991"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}