{
    "features": [
        {
            "item": "JK_000129_002544",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.25-27",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ترمذ والنسبة الترمذي</h1> مدينة مشهورة من أمهات المدن راكبة على نهر جيحون من جانبه الشرقي متصلة العمل بالصغانيان ولها قهدز وربض يحيط بها سور وأسواقها مفروشة بالآجر ولهم شرب يجري من الصغانيان لأن جيحون يستقل عن شرب قراهم وقال نهار بن توسعة يذم قتيبة بن مسلم الباهلي ويرثي يزيد بن المهلب كانت خراسان أرضا إذ يزيد بها وكل باب من الخيرات مفتوح فاستبدلت قتبا جعدا أنامله كأنما وجهه بالخل منضوح هبت شمالا فريقا أسقطت ورقا واصفر بالقاع بعد الخضرة الشيح فارحل هديت ولا تجعل غنيمتنا ثلجا تصفقه بالترمذ الريح إن الشتاء عدو لا نقابله فارحل هديت وثوب الدفء مطروح وتروى الثلاثة أبيات الأخيرة لمالك بن الريب في |جـ 2 صـ 27| سعيد بن عثمان بن عفان والمشهور من أهل هذه البلدة أبو عيسى محمد بن عيسى بن سورة الترمذي الضرير صاحب الصحيح أحد الأئمة الذين يقتدى بهم في علم الحديث صنف الجامع والعلل تصنيف رجل متقن وبه كان يضرب المثل تلمذ لمحمد بن إسماعيل البخاري وشاركه في شيوخه قتيبة بن سعيد وعلي بن حجر وابن بشار وغيرهم روى عنه أبو العباس المحبوبي والهيثم بن كليب الشاشي وغيرهما توفي بقرية بوغ سنة نيف وسبعين ومائتين وأبو إسماعيل محمد بن إسماعيل بن يوسف الترمذي السلمي سمع أبا نعيم الفضل بن دكين وطبقته وكان فهما متقنا مشهورا بمذهب السنة سكن بغداد وحدث بها وروى عنه ابن أبي الدنيا والقاضي أبو عبد الله المحاملي وأبو عيسى الترمذي وأبو عبد الرحمن النسائي في صحيحيهما ومات ببغداد سنة 082 وينسب إليها غيرهما وأحمد بن الحسن بن جنيدب أبو الحسن الترمذي الحافظ رحال طوف الشام والعراق وسمع بمصر سعيد بن الحكم بن أبي مريم وكثير بن عفير وبالشام آدم بن أبي إياس وبالعراق أبا نعيم وأحمد بن حنبل وطبقتهما وروى عنه البخاري في صحيحه والترمذي في جامعه وأبو بكر بن خزيمة وغيرهم ",
                "title": "ترمذ والنسبة الترمذي",
                "uri": "JK_000129_002544"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}