{
    "features": [
        {
            "item": "JK_000952_1561",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.454-455",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدبوسي</h1> بفتح الدال المهملة وضم الباء المنقوطة بنقطة واحدة وفي آخرها سين مهملة بعد الواو هذه النسبة إلى الدبوسية وهي بليدة من السغد بين بخارى وسمرقند خرج منها من المحدثين جماعة منهم أبو الغشيم ظليم بن حطيط الجهضمي الدبوسي قال أبو حاتم بن حبان ظليم من أهل دبوسية من العرب من المواظبين على لزوم السنن يروى عن أبي نعيم الفضل بن دكين وأهل العراق حدثنا عنه عمر بن محمد الهمداني قال سمعته يقول % إنما المرجئ تيس فاعلفوا التيس نخاله % % واقطعوا الأسباب عنه كلها بالداسكاله % ومنها القاضي أو زيد عبد الله بن عمر بن عيسى الدبوسي صاحب الأسرار والتقويم للأدلة والأمد الأقصى وكان ممن يضرب به المثل في النظر واستخراج الحجج والرأي كان له بسمرقند وبخارى مناظرات مع الفحول توفي ببخارى في سنة ثلاثين وأربعمائة إن شاء الله ودفن بقرب الإمام أبي بكر بن طرخان وزرت قبره غير مرة وأبو عثمان سعيد بن الأحوص الأزدي الدبوسي يروي عن علي بن حجر ومحمد بن عمرو بن حنان الحمصي |جـ 2 صـ 455| ومحمد بن عزيز الأيلي ومحمد بن المثنى البصري والربيع بن سليمان المرادي وغيرهم من أهل خراسان والعراق الشام ومصر روى عنه أحمد بن صالح بن عجيف السمرقندي وأبو حسان مهيب بن سليم الكرميني وغيرهما وأبو سليمان ظليم بن حطيط بن داود بن سليمان بن مهنى بن عبد الله بن شجاع بن دحي بن سيف بن أنمار بن عبدة بن أبي كعب الأزدي الجهضمي الدبوسي وقد قيل كنيته أبو الغشيم من أهل الدبوسية كان فاضلا خيرا ثقة من أهل السنة رحل إلى العراق وكتب الكثير يروى عن مسلم بن إبراهيم الفراهيدي وسلم بن سليم الظبي والمنهال بن بحر القشيري وعبد الله بن رجاء الغداني وجماعة يكثر عددهم روى عنه محمد بن إسماعيل البخاري وجماعة من الأئمة وتوفي في المحرم سنة اثنتين وخمسين ومائتين بالدبوسية وأبو عمرو عثمان بن الحسين بن محمد بن الحسن بن محمد بن رميح بن سهل بن رجاء بن تبع الدبوسي سمع أبا إسحاق الرازي بثغرنور وأبا بكر أحمد بن محمد بن إسماعيل الإسماعيلي وأبا نصر أحمد بن عمرو العراقي وأبا حنيفة محمد بن زكريا الأسكارني بها وجماعة روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وذكر أنه سمع منه بالدبوسية وأبو الفتح ميمون بن محمد بن عبد الله بن بكر بن مج الدبوسي من أهل الدبوسية سكن مرو شيخ صالح ورع صدوق تفقه على جدي وعبد الرحمن بن محمد السرخسي وسمع منهما الحديث ومن أبي القاسم إسماعيل بن محمد بن محمد الزاهري وأبي محمد كامكاربن عبد الرزاق الأديب المحتاجي وغيرهم سمعت عنه أجزاء وتوفي سنة خمس وثلاثين وخمسمائة ودفن بشجدان مرو وابنه أبو القاسم محمود بن ميمون الدبوسي كان فقيها فاضلا وكان شريكي في الدرس وفي الرحلة إلى نيسابور وتفقهنا على الإمام عمي وسمعنا منه الحديث ومن يوسف بن أيوب الهمذاني وأبي منصور محمد بن علي بن محمود الكراعي وبنيسابور سمعنا من أبي عبد الله محمد بن الفضل الفراوي وأبي المظفر عبد المنعم بن أبي القاسم القشيري وخرجت إلى الرحلة وتركته مريضا بنيسابور وخرج بعد ذلك إلى مرو ومات في سنة نيف وثلاثين وخمسمائة وأبو القاسم علي بن أبي يعلى بن زيد بن حمزة بن زيد بن حمزة بن |جـ 2 صـ 456| محمد بن عبد الله بن محمد بن الحسن بن الحسين بن علي بن أبي طالب العلوي الحسيني الدبوسي كان متوحدا في الفقه والأصول واللغة والعربية وولي التدريس بالمدرسة النظامية وكانت له يد قوية باسطة في الجدال وقمع الخصوم وقد شوهد له مقامات في النظر ظهر فيها غزارة فضله وكان عفيفا كريما جوادا سمع أبا عمر محمد بن عبد العزيز القنطري وأبا سهل أحمد بن علي الأبيوردي أستاذه وأبا مسعود أحمد بن محمد بن عبد الله البجلي وأبا سهل عبد الكريم بن عبد الرحمن الكلاباذي والحاكم أبا الحسن علي بن أحمد الأنصاري الإستراباذي وغيرهم روى لنا عنه أبو الفضل محمد بن أبي نصر المسعودي وأبو عبد الله محمد بن أبي ذر السلامي بمرو وأبو الفضل عبد الرحمن بن الحسن السيرافي ببنج ديه وأبو جعفر محمد بن علي بن محمد المؤدب بالدزق السفلي وأبو العباس أحمد بن الفضل المميز بأصبهان وأبو أغنم المظفر بن الحسين المفضلي ببروجرد وأبو البركات عبد الوهاب بن المبارك الأنماطي الحافظ ببغداد وغيرهم وتوفي ببغداد في شعبان سنة اثنتين وثمانين وأربعمائة وأما أحمد بن عمرو بن نصر بن حامد بن أحيد بن فنويه بن دبوسة الدبوسي نسب إلى جده دبوسة وليس هو في الدبوسيه أسلم دبوسة على يد قتيبة بن مسلم الباهلي سنة ثلاث وتسعين من الهجرة وذكرته في الفنويي وأما أبو حميد محمد بن إبراهيم المروزي الماهياني الدبوسي من ماهيان مرو وقيل له الدبوسي لأنه كان على مسلحة الدبوسية أيام بني أمية فنسب إليها وهو أول من بايع أبا العباس السفاح بالكوفة وسلم عليه بالخلافة فكان السفاح يقضي له كل يوم حاجتين وأقطعه السيلحين عشرة آلاف جريب ",
                "title": "الدبوسي",
                "uri": "JK_000952_1561"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}