{
    "features": [
        {
            "item": "JK_000129_010988",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.472-473",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الكلاب</h1> بالضم وآخره باء موحدة علم مرتجل غير منقول وقال أبو زياد الكلاب واد يسلك بين ظهري ثهلان وثهلان جبل في ديار بني نمير لاسم موضعين أحدهما اسم ماء بين الكوفة والبصرة وقيل ماء بين جبلة وشمام على سبع ليال من اليمامة وفيه كان الكلاب الأول والكلاب الثاني من أيامهم المشهورة واسم الماء قدة وقيل قدة بالتخفيف والتشديد وإنما سمي الكلاب لما لقوا فيه من الشر قال أبو عبيدة والكلاب عن يمين شمام وجبلة وبين أدناه وأقصاه مسيرة يوم وكان أعلاه وأخوفه لأنه يلي اليمين من اليمن وقال آخر بل الذي يلي العراق كان أخوفه من أجل ربيعة والملك الذي عمل بهم ما عمل فأما الكلاب الأول فإن الحارث بن عمرو المقصور بن حجر آكل المرار وهو جد امرىء القيس الشاعر كان قد ملك الحيرة في أيام قباذ الملك لدخوله في دين المزدكية الذي دعا إليه قباذ ونفى النعمان عنها واشتغل بالحيرة عما كان يراعيه من أمور البوادي فتفاسدت القبائل من نزار فأتاه أشرافهم وشكوا إليه ما نزل بهم ففرق أولاده في قبائل العرب فملك حجرا على بني أسد وغطفان وملك ابنه شرحبيل على بكر بن وائل بأسرها وعلى بني حنظلة بن مالك بن زيد مناة بن تميم وملك ابنه معدي كرب المسمى بغلفاء على بني تغلب والنمر بن قاسط وسعد بن زيد مناة بن تميم وملك ابنه سلمة على قيس جميعا وبقوا على ذلك إلى أن مات أبوهم فتداعت القبائل وتحزبت فوقعت حرب بين شرحبيل وأصحابه وأخيه سلمة بن الحارث بالكلاب ومع كل واحد ممن تقدم ذكره من قبائل نزار فقتل شرحبيل وانهزم |جـ 4 صـ 473| أصحابه وقال امرؤ القيس أرانا موضعين لأمر غيب ونسحر بالطعام وبالشراب عصافير وذبان ودود وأجرأ من مجلحة الذئاب فبعض اللوم عاذلتي فإني ستكفيني التجارب وانتسابي إلى عرق الثرى وشجت عروقي وهذا الموت يسلبني شبابي ونفسي سوف يسلبها وجرمي فيلحقني وشيكا بالتراب ألم أنض المطي بكل خرق أمق الطول لماع السراب وأركب في اللهام المجر حتى أنال مآكل القحم الرغاب وكل مكارم الأخلاق صارت إليه همتي وبه اكتسابي فقد طوفت في الآفاق حتى رضيت من الغنيمة بالإياب أبعد الحارث الملك بن عمرو وبعد الخير حجر ذي القباب أرجي من صروف الدهر لينا ولم تغفل عن الصم الهضاب وأعلم أنني عما قليل سأنشب في شبا ظفر وناب كما لاقى أبي حجر وجدي ولا أنسى قتيلا بالكلاب وفيه قتل أخوهما السفاح ظمأ خيله حتى وردن جب الكلاب والسفاح هو مسلمة بن خالد بن كعب من بني حبيب بن عمرو بن غنم بن تغلب وفي ذلك اليوم سمي السفاح لأنه كان يسفح ما في أسقية أصحابه وقال لا ماء لكم دون الكلاب فقاتلوا عنه وإلا فموتوا حرارا فكان ذلك سبب الظفر وقال جابر بن حني التغلبي وقد زعمت بهراء أن رماحنا رماح نصارى لا تخوض إلى الدم فيوم الكلاب قد أزالت رماحنا شرحبيل إذ آلى ألية مقسم لينتزعن أرماحنا فأزاله أبو حنش عن ظهر شقاء صلدم تناوله بالرمح ثم انثنى له فخر صريعا لليدين وللفم وزعموا أن أبا حنش عصم بن النعمان هو الذي قتل شرحبيل وإياه عنى الأخطل بقول أبني كليب إن عمي اللذا قتلا الملوك وفككا الأغلال وأما الكلاب الثاني فكان بين بني سعد والرباب والرياسة من بني سعد لمقاعس ومن الرباب لتيم وكان رأس الناس في آخر ذلك اليوم قيس بن عاصم وبين بني الحارث بن كعب وقبائل اليمن قتل فيه عبد يغوث بن صلاءة الحارثي بعد أن أسر فقال وهو مأسور القصيدة المشهورة فمنها أيا راكبا إما عرضت فبلغن نداماي من نجران أن لا تلاقيا أبا كرب والأيهمين كليهما وقيسا بأعلى حضرموت اليمانيا |جـ 4 صـ 474| وتضحك مني شيخة عبشمية كأن لم تر قبلي أسيرا يمانيا أقول وقد شدوا لساني بنسعة معاشر تيم أطلقوا عن لسانيا و الكلاب أيضا اسم واد بثهلان لبني العرجاء من بني نمير فيه نخل ومياه ",
                "title": "الكلاب",
                "uri": "JK_000129_010988"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}