{
    "features": [
        {
            "item": "JK_000129_013743",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.442-448",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>اليمن والنسبة اليمني</h1> بالتحريك قال الشرقي إنما سميت اليمن لتيامنهم إليها قال ابن عباس تفرقت العرب فمن تيامن منهم سميت اليمن ويقال إن الناس كثروا بمكة فلم تحملهم فالتأمت بنو يمن إلى اليمن وهي أيمن الأرض فسميت بذلك قلت قولهم تيامن الناس فسموا اليمن فيه نظر لأن الكعبة مربعة فلا يمين لها ولا يسار فإذا كانت اليمن عن يمين قوم كانت عن يسار آخرين وكذلك الجهات الأربع إلا أن يريد بذلك من يستقبل الركن اليماني فإنه أجلها فإذا يصح والله أعلم وقال الأصمعي اليمن وما اشتمل عليه حدودها بين عمان إلى نجران ثم يلتوي على بحر العرب إلى عدن إلى الشحر حتى يجتاز عمان فينقطع من بينونة وبينونة بين عمان والبحرين وليست بينونة من اليمن وقيل حد اليمن من وراء تثليث وما سامتها إلى صنعاء وما قاربها إلى حضرموت والشحر وعمان إلى عدن أبين وما يلي ذلك من التهائم والنجود واليمن تجمع ذلك كله والنسبة إليهم يمني ويمان مخففة والألف عوض من ياء النسبة فلا تجتمعان وقال سيبويه وبعضهم يقول يماني بتشديد الياء قال أمية بن خلف الهذلي يمانيا يظل يشد كيرا وينفخ دائبا لهب الشواظ وقوم يمانية ويمانون مثل ثمانية وثمانون وامرأة يمانية أيضا وأيمن الرجل ويمن ويامن إذا أتى اليمن وكذلك إذا أخذ في مسيره يمينا قال الحسن بن أحمد بن يعقوب الهمذاني اليمني صفة يمن الخضراء سميت اليمن الخضراء لكثرة أشجارها وثمارها وزروعها والبحر مطيف بها من المشرق إلى الجنوب فراجعا إلى المغرب يفصل بينها وبين باقي جزيرة العرب خط يأخذ من حدود عمان ويبرين إلى حد ما بين اليمن واليمامة فإلى حدود الهجيرة وتثليث وكثبة وجرش ومنحدرا في السراة إلى شعف عنز وشعف الجبل أعلاه إلى تهامة إلى أم جحدم إلى البحر إلى جبل يقال له |جـ 5 صـ 448| كرمل بالقرب من حمضة وذلك حد ما بين كنانة واليمن من بطن تهامة قلت أنا هذا الخط من البحر الهندي إلى البحر اليمني عرضا في البرية من الشرق إلى جهة الغرب قال وأما إحاطة البحر باليمن من ناحية دما قلت أنا دما من أوائل بلاد عمان من جهة الشمال قال فطنوى فالجمحة فرأس الفرتك فأطراف جبال اليحمد فما سقط منها وانقاد إلى ناحية الشحر فالشحر فغب الخيس فغب العبب بطن من مهرة فغب القمر بطن من مهرة بلفظ قمر السماء فغب الغفار بطن من مهرة فالخيرج فالأشفار وفي المنتصف من هذا الساحل شرقيا بين عدن وعمان ويسوف وقد ذكرت في مواضعها ثم ينعطف البحر عى اليمن مغربا وشمالا من عدن فيمر بساحل لحج وأبين وكثيب برامس وهو رباط وبسواحل بني مجيد من المندب فساحل العميرة فالعارة فإلى غلافقة ساحل زبيد فكمران فالعطية فالجردة إلى منفهق جابر وهو رأس عزيز كثير الرياح حديدها إلى الشرجة ساحل بلد حكم فباحة جازان إلى ساحل عثر فرأس عثر وهو كثير الموج إلى ساحل حمضة فهذا ما يحيط باليمن من البحر وقال أبو سنان اليماني في اليمن ثلاثة وثلاثون منبرا قديمة وأربعون حديثة وأعمال اليمن في الإسلام مقسومة على ثلاثة ولاة فوال على الجند ومخاليفها وهي أدناها وقال الأصمعي أربعة أشياء قد ملأت الدنيا ولا تكون إلا باليمن الورس والكندر والخطر والعصب قال وافتخر إبراهيم بن مخرمة يوما بين يدي السفاح باليمن وكان خالد بن صفوان حاضرا فلما أطال عليه قال خالد بن صفوان وبعد فما منكم إلا دابغ جلد أو ناسج برد أو سائس قرد أو راكب عرد دل عليكم هدهد وغرقتكم جرد وملكتكم أم ولد فسكت وكأنما ألجمه قال واجتمع زياد بن عبيد الله الحارثي خال السفاح بابن هبيرة الفزاري فقال لزياد فممن الرجل فقال من اليمن فقال أخبرني عنها فقال أما جبالها فكروم وورس وسهولها بر وشعير وذرة فتغير وجه ابن هبيرة وقال أليس أبو اليمن قردا قال إنما يكنى القرد بولده وهو أبو قيس فيوجب ذلك أن يكون أبا قيس عيلان وكان ابن هبيرة قيسيا قال فاصفر وجهه وعرق جبينه من عظم ما لقيه به ولليمن أخبار ولبلادها أقاصيص ذكرت في مواضعها من هذا الكتاب وقد يحن بعض الأعراب إلى اليمن فيقول وإني ليحييني الصبا ويميتني إذا ما جرت بعد العشي جنوب وأرتاح للبرق اليماني كأنني له حين يبدو في السماء نسيب وأرتاح أن ألقى غريبا صبابة إليه كأني للغريب قريب وقال آخر أما من جنوب تذهب الغل ظلة يمانية من نحو ليلى ولا ركب يمانون نستوحيهم عن بلادهم على قلص يذمى بأحسنها الجدب وقال آخر خليلي إني قد أرقت ونمتما لبرق يمان فاقعدا عللانيا خليلي لو كنت الصحيح وكنتما سقيمين لم أفعل كفعلكما بيا خليلي مدا لي فراشي وإرفعا وسادي لعل النوم يذهب ما بيا |جـ 5 صـ 449| خليلي طال الليل والتبس القدى بعيني واستأنست برقا يمانيا ",
                "title": "اليمن والنسبة اليمني",
                "uri": "JK_000129_013743"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}