{
    "features": [
        {
            "item": "JK_000952_3842",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.321-322",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المطرز</h1> بضم الميم وفتح الطاء المهملة وكسر الراء المشددة وفي اخرها الزاي هذه الكلمة لمن يطرز الثياب واشتهر بها جماعة من أهل العلم منهم أبو الحسن محمد بن إبراهيم بن محمد بن موسى المطرز أصبهاني الأصل سكن بغداد وكان وكيلا على باب دار القضاة سمع أبا الحسن علي بن محمد بن كيسان الحربي وأحمد بن جعفر بن محمد بن الفرج الخلال ومحمد بن عبد الله بن بخيت الدقاق سمع منه أبو بكر الخطيب وذكره في التاريخ فقال كتبت عنه وكان صدوقا صحيح الأصول وجده من أهل أصبهان وأبوه ولد ببغداد وكانت ولادة محمد بن إبراهيم هذا في شوال سنة ثمان وخمسين وثلاث مئة وتوفي في شوال من سنة ثمان وثلاثين وأربع مئة وأبو يعلى محمد بن الحسن بن العباس المطرز يعرف بابن الكرخي ذكره أبو بكر أحمد بن علي الخطيب في التاريخ وقال أبو يعلى المطرز كان صاحبا لنا مختصا بنا سمع معنا الكثير من أبي عمر بن مهدي وأبي الحسين التيم وأبي الحسن بن الصلت الأهوازي وكان قد سمع قبلنا من أبي الصلت المجبر وأبي أحمد الفرضي وغيرهما علقت عنه أحاديث يسيرة وكان صدوقا مستورا حافظا للقرآن وتوفي وهو شاب في شهر رمضان سنة سبع وعشرين وأربع مئة وأحسبه لم يبلغ سنه الأربعين وكان الشيب كثيرا في لحيته ثم قال رأيته في المنام بعد موته بسنة على صورة حسنة وهيئة جميلة لابسا ثيابا بيضاء فسلم علي ثم قال ابتداء إن الله غفر لي ذنوبي كلها وأبو القاسم عبد الواحد بن محمد بن يحيى بن أيوب المطرز الشاعر من أهل بغداد كان كثير الشعر سائر القول في المديح والهجاء والغزل وغير ذلك ذكره أبو بكر الخطيب الحافظ وقال قرأت عليه أكثر شعره ومن مليح شعره من الطويل % ولما وقفنا بالصراة عشية % % حيارى لتوديع ورد سلام % |جـ 5 صـ 322| % وقفنا على رغم الحسود وكلنا % % يعض عن الأشواق كل ختام % % وشوقني عند الوداع عناقه % % فلما رأى وجدي به وغرامي % % تلثم مرتابا بفضل ردائه % % فقلت هلال بعد بدر تمام % % وقبلته فوق اللثام فقال لي % % هي الخمر إلا أنها بغدام % كانت ولادته في سنة خمس وخمسين وثلاث مئة ومات مستهل جمادى الاخرة من سنة تسع وثلاثين وأربع مئة وأبو بكر القاسم بن زكريا بن يحيى المقرىء المطرز من أهل بغداد سمع عمران بن موسى القزاز وسويد بن سعيد وبشر بن خالد وإسحاق بن موسى وأبا كريب الكوفي روى عنه أبو الحسين بن المنادي وجعفر بن محمد الخلدي وأبو بكر بن الجعابي وكان ثقة ثبتا نبيلا مقرئا فاضلا صنف المسند والأبواب والرجال من المكثرين مات في صفر سنة خمس وثلاث مئة وأبو بكر محمد بن يحيى بن سهل النيسابوري المطرز والمسجد الكبير المليح بنيسابور منسوب إليه وهو بناه كان من جلة المشايخ إتقانا واجتهادا وعبادة سمع إسحاق بن إبراهيم الحنظلي ومحمد بن رافع النيسابوري وأبا قدامة السرخسي وإسحاق بن منصور وهو صاحب محمد بن يحيى الذهلي والمختص به ومن أكثر الناس سماعا منه روى عنه أبو بكر أحمد بن إسحاق بن أيوب الصبغي وأبو الفضل بن إبراهيم وأبو عمرو محمد بن أحمد بن حمدان وإبراهيم بن أحمد بن رجاء وعبد الله بن أحمد بن سعد وطبقتهم توفي بعد سنة ثلاث مئة وابنه أبو محمد عبد الله بن أبي بكر المطرز كان يضرب به المثل في السخاء والبذل سمع أباه وإسماعيل بن قتيبة وطبقتهما ولم يحدث قط هكذا ذكره الحاكم أبو عبد الله الحافظ في التاريخ ",
                "title": "المطرز",
                "uri": "JK_000952_3842"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}