{
    "features": [
        {
            "item": "JK_000129_000147",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.75-76",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأبلق</h1> بوزن الأحمر حصن السموأل بن عادياء اليهودي وهو المعروف بالأبلق الفرد مشرف على تيماء بين الحجاز والشام على رابية من تراب فيه آثار أبنية من لبن لا تدل على ما يحكى عنها من العظمة والحصانة وهو خراب وإنما قيل له الأبلق لأنه كان في بنائه بياض وحمرة وان أول من بناه عادياء أبو السموأل اليهودي ولذلك قال السموأل بنعى لي عاديا حصنا حصينا وماء كلما شئت استقيت رفيعا تزلق العقبان عنه إذا ما نابني ضيم أبيت وأوصى عاديا قدما بأن لا تهدم يا سموأل ما بنيت وفيت بأدرع الكندي إني إذا ما خان أقوام وفيت وكان يقال أوفى من السموأل وذلك أن امرأ القيس بن حجر الكندي مر بالأبلق وهو يريد قيصر يستنجده على قتلة أبيه وكان معه أدراع مائة فأودعها السموأل ومضى فبلغ خبرها ملكا من ملوك غسان وقيل هو الحارث بن ظالم ويقال الحارث بن أبي شمر الغساني فسار نحو الأبلق ليأخذ الأدرع فتحصن منه السموأل وطلب الملك منه تلك الأدرع فامتنع من تسليمها فقبض على ابن له وكان قد خرج للتصيد وجاء به إلى تحت الحصن وقال إن لم تعطني الأدرع وإلا قتلت ابنك ففكر السموأل وقال ما كنت لأخفر ذمتي فاصنع ماشئت فذبحه والسموأل ينظر إليه وقيل إن الذي طالبه بالأدرع الحارث بن ظالم وإنه لما امتنع من تسليم الأدرع إليه ضرب ابنه بسيفه ذي الحيات فقطعه نصفين وقيل إن ذلك الذي أراد جرير بقوله للفرزدق بسيف أبي رغوان سيف مجاشع ضربت ولم تضرب بسيف ابن ظالم ولم يدفع إليه السموأل الأدرع وانصرف ذلك الملك عند اليأس فضربت العرب به المثل لوفائه هذا قول يحيى بن سعيد الأموي عن محمد بن السائب الكلبي قال الأعشى يذم رجلا من كلب بنو الشهر الحرام فلست منهم ولست من الكرام بني العبيد ولا من رهط حسان بن قرط ولا من رهط حارثة بن زيد قال وهؤلاء كلهم من كلب فقال الكلبي لا أبا لك أنا والله أشرف من هؤلاء كلهم فسبه الناس كلهم بهجاء الأعشى إياه ثم أغار الكلبي المهجو على قوم قد |جـ 1 صـ 76| بات فيهم الأعشى فأسر منهم نفرا فيهم الأعشى وهو لا يعرفه ورحل الكلبي حتى نزل بشريح ابن السموأل بن عادياء اليهودي صاحب تيماء وهو بحصنه الأبلق فمر شريح بالأعشى فناداه الأعشى شريح لا تتتركني بعدما علقت حبالك اليوم بعد القد أظفاري قد جلت ما بين بانقيا إلى عدن وطال في العجم تسياري وتكراري فكان أكرمهم جداوأوثقهم عهدا أبوك بعرف غير إنكار كن كالسموأل إذ طاف الهمام به في جحفل كهزيع الليل جرار بالأبلق الفرد من تيماء منزله حصن حصين وجار غير غدار إذ سامه خطتي خسف فقال له قل ما تشاء فإني سامع حار فقال ثكل وغدر أنت بينهما فاختر فما فيهما حظ لمختار فشك غير طويل ثم قال له اقتل أسيرك إني مانع جاري فاختار أدراعه كيلا يسب بها ولم يكن وعده فيها بختار قال فجاء شريح إلى الكلبي فقال هب لي هذا الأسير المضرور فقال هو لك فأطلقه وقال له أقم عندي حتى أكرمك وأحبوك فقال الأعشى من تمام صنيعتك إلي أن تعطيني ناقة ناجية وتخليني الساعة فأعطاه ناقة فركبها ومضى من ساعته وبلغ الكلبي أن الذي وهب لشريح هو الأعشى فأرسل إلى شريح ابعث إلي الاسير الذي وهبت لك حتى أحبوه وأعطيه فقال قد مضى فأرسل الكلبي في أثره فلم يلحقه وقال الأعشى وهو زعم أن سليمان ابن داود هو الذي بنى الألق الفرد بعد أن ذكر الملوك الذين أفناهم الدهر فقال ولا عاديا لم يمنع الموت ماله وورد بتيماء اليهودي أبلق بناه سليمان بن داود حقبة له أزج عال وطي موثق يوازي كبيدات السماء ودونه بلاط ودارات وكلس وخندق له درمك في رأسه ومشارب ومسك وريحان وراح تصفق وحور كأمثال الدمى ومناصف وقدر وطباخ وصاع وديسق فذاك ولم يعجز من الموت ربه ولكن أتاه الموت لا يتأبق وقال السموأل يصف نفسه وحصنه لنا جبل يحتله من نجيره منيع يرد الطرف وهو كليل رسا أصله تحت الثرى وسما به إلى النجم فرع لا ينال طويل هو الأبلق الفرد الذي سار ذكره يعز على من رامه ويطول ",
                "title": "الأبلق",
                "uri": "JK_000129_000147"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}