{
    "features": [
        {
            "item": "JK_000952_4431",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.689-691",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اليزدي</h1> بفتح الياء المنقوطة باثنتين من تحتها وسكون الزاي وفي اخرها الدال المهملة ويزد مدينة من كور اصطخر فارس بين أصبهان وكرمان والمشهور بالنسبة إليها أبو جعفر أحمد بن مهران بن خالد اليزدي من أهل يزد يروي عن عبيد الله بن موسى وأبي نعيم النخعي وغيرهما من الكوفيين روى عنه المنكدري وأحمد بن محمد بن المختار ومحمد بن عبد الله الصفار الأصبهانيان مات سنة اثنتين وثمانين ومئتين وإسحاق بن أحمد بن زيزك اليزدي صنف المسند وحدث عن محمد بن حميد الرازي وطبقته روى عنه أبو جعفر أحمد بن يعقوب الأصبهاني وأبو الحسن محمد بن أحمد بن جعفر اليزدي حدث عن محمد بن سعيد الحراني روى عنه أبو حازم العبدويي وأبو عبد الله محمد بن إبراهيم بن جعفر اليزدي سمع بنيسابور أبا علي الحافظ وأبا بكر محمد بن الحسين القطان وأبا العباس الأصم روى عنه سليمان بن إبراهيم الحافظ وأبو الحسين الذكواني وغيرهما وأبو بكر أحمد بن محمد بن جعفر بن مهريار اليزدي حدث عن أبي الشيخ عبد الله بن |جـ 5 صـ 690| محمد بن جعفر بن حيان الأصبهاني وأبي بكر القباب روى عنه أبو بكر أحمد بن علي الخطيب الحافظ ومن المتأخرين الأخوان الإمامان علي ومحمد ابنا أحمد بن الحسين بن محمويه اليزديان نزلا بغداد وكانا من الدين والعلم والورع بمكان سمعت منهما وكان علي يقول أنا وأخي نحيي الليل أنا أطالع النصف الأول ومحمد أخي يصلي النصف الأخير كتبت عنهما ببغداد ومن القدماء أبو محمد عبد الله بن محمد بن مهيمن اليزدي التاجر كان من أعيان خراسان في العقل والأدب والمعرفة والثروة وحسن المروءة حتى كان في حد من يضرب به المثل في تقدمه وقد كان نادم الملوك والوزراء وكان أبوه أبو عبد الله من أهل يزد من الناقلة إلى نيسابور وولد أبو محمد هذا بنيسابور وكتب الحديث الكثير سمع أبا العباس الدغولي وأبا محمد وأبا حامد ابني الشرقي ومكي بن عبدان وغيرهم ولم يحدث قط هكذا ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال توفي في شعبان سنة ثلاث وسبعين وثلاثمئة وصلى عليه ابنه علي بحضرة الأشراف والقضاة والفقهاء والمشايخ إذ كان أوصى بذلك وأبو الحسن محمد بن أحمد بن جعفر اليزدي التاجر المطوعي من أهل نيسابور كان من أصحاب المروءات والراغبين في الجهاد الذابين عن حريم الإسلام المتعصبين لأهل السنة كثير الصلاة والصيام الصدوقة ورد نيسابور في حياة أبي بكر محمد بن إسحاق بن خزيمة وراه ولم يحدث عنه تورعا سمع أبا بكر محمد بن أحمد بن إدريس الحلبي بحلب وأبا علي محمد بن سعيد الحافظ الحراني بالرقة وأبا إبراهيم إسماعيل بن إبراهيم القطان بنيسابور وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو الحسن اليزدي كان سمع بأصبهان في صباه من جماعة فحدثني أنه لم يصل إلى سماعاته منهم وذهبت سماعاته بأصبهان وسمع بالشام وخرج من نيسابور بعسكر كثير إلى غزاة قاليقلا سنة أربع وخمسين وثلاثمئة فسمعت أبا الحسن علي بن محمد الوراق يقول خرجنا مع أبي الحسن اليزدي من طرسوس ونحن متوجهون إلى غزاة الروم فلما توجهنا للقتال كان شعارنا يزديا منصور قال الحاكم وسمعته يقول دفعنا في حرب الروم عند متوجهنا إلى العزو إلى أمر عظيم وذاك أن الغسانيين صلن في مضيق وأخذ العدو علينا الطريق فذكرت حديث الغار قلت اللهم إن كنت تعلم أني خلفت أسبابا كنت |جـ 5 صـ 691| أغنيتني بها عن السعي في طلب الرزق وقد توجهت إلى هذا الوجه طلبا لغزو الإسلام فأنقذني اليوم فأخرجني الله من أيديهم بعد أن كنت أيست من روحي واستنقذ معي جماعة من المسلمين الذين كانوا ساروا تحت رايتي هذا أو نحوه فإنه حدثني ونحن بنسا بحديث أطول من هذا قال ومات بنيسابور في الثاني من المحرم سنة ثلاث وسبعين وثلاثمئة ودفن في القبة التي بناها لنفسه في حياته وتوفي وهو ابن اثنتين وثمانين سنة وأبو محمد جعفر بن محمد بن جعفر اليزدي سمع حاجب بن أركين الفرغاني الدمشقي روى عنه أبو بكر أحمد بن موسى الحافظ وتوفي سنة ست وستين وثلاثمئة ",
                "title": "اليزدي",
                "uri": "JK_000952_4431"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}