{
    "features": [
        {
            "item": "JK_000129_004343",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.323-324",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحولة</h1> بالضم ثم السكون اسم لناحيتين بالشام إحداهما من أعمال حمص ثم من أعمال بارين بين حمص وطرابلس والأخرى كورة بين بانياس وصور من أعمال دمشق ذات قرى كثيرة من إحداهما كان الحارث الكذاب الذي ادعى النبوة أيام عبد الملك بن مروان قال أحمد بن أبي خيثمة زهير بن حرب حدثنا عبد الوهاب بن نجد حدثنا محمد بن مبارك حدثنا الوليد بن مسلمة عن عبد الرحمن بن حسان قال كان الحارث الكذاب من أهل دمشق وكان مولى لابن الجلاس وكان له أب بالحولة فعرض له إبليس وكان رجلا متعبدا زاهدا لو لبس جبة من ذهب لرؤيت عليه زهادة قال وكان إذا أخذ في التحميد لم يستمع السامعون إلى كلام أحسن من كلامه قال فكتب إلى أبيه وهو بالحولة يا أبتاه اعجل علي فإني رأيت أشياء أتخوف أن يكون الشيطان عرض لي قال فزاره أبوه غبا وكتب إليه يا بني أقبل على ما أمرت به فإن الله تعالى يقول & على من تنزل الشياطين تنزل على كل أفاك أثيم & ولست بأفاك ولا أثيم فامض لما أمرت به وكان يجيء إلى أهل المسجد رجلا رجلا فيذاكرهم أمره ويأخذ عليهم العهد والميثاق إن هو رأى ما يرضى قبل وإلا كتم عليه قال وكان يريهم الأعاجيب وكان يأتي رخامة في المسجد فينقرها بيده فتسبح كان يطعمهم فواكه الصيف في الشتاء وكان يقول لهم اخرجوا حتى أريكم الليلة فيخرجهم إلى دير مران فيريهم رجالا على خيل فتبعه بشر كثير وفشا الأمر في المسجد وكثر أصحابه حتى وصل الأمر إلى القاسم بن مخيمرة فعرض على القاسم وأخذ عليه العهد والميثاق إن رضي أمرا قبله وإن كره كتم عليه فقال له إني نبي فقال له القاسم كذبت يا عدو الله ما أنت نبي ولا لك عهد ولا ميثاق فقال له أبو إدريس ما صنعت شيئا إذا لم يبين حتى نأخذه الآن يفر قال وقام من مجلسه حتى دخل على عبد الملك فأعلمه بأمر حادث من الحارث فأمر عبد الملك بطلبه فلم يقدر عليه وخرج عبد الملك فنزل الصبيرة قال واتهم عامة عسكره يعني بالحارث أن يكونوا يرون رأيه وخرج الحارث حتى أتى بيت المقدس فاختفى فيه وكان أصحابه يخرجون فيلتمسون الرجال فيدخلونهم عليه وكان رجل من أهل البصرة قد أتى بيت المقدس فأتاه رجل من أصحاب الحارث فقال له ههنا رجل يتكلم فهل لك أن تسمع من كلامه قال نعم فانطلق معه حتى دخل على الحارث فأخذ في التحميد فسمع البصري كلاما حسنا قال ثم أخبره |جـ 2 صـ 324| بأمره وأنه نبي مبعوث مرسل فقال له إن كلامك لحسن ولكن في هذا نظر فانظر فخرج البصري ثم عاد إليه فرد كلامه فقال إن كلامك لحسن وقد وقع في قلبي وقد آمنت بك وهذا الدين المستقيم قال فأمر أن لا يحجب قال فأقبل البصري يتردد ويعرف مداخله ومخارجه وأين يذهب وأين يهرب حتى صار من أخص الناس به ثم قال له إئذن لي فقال إلى أين فقال إلى البصرة أكون أول داعية لك بها قال فأذن له فخرج البصري مسرعا إلى عبد الملك وهو بالصبيرة فلما دنا من سرادقه صاح النصيحة النصيحة فقال أهل العسكر وما نصيحتك قال هي نصيحة لأمير المؤمنين قال فأمر عبد الملك أن يأذنوا له فدخل وعنده أصحابه قال فصاح النصيحة النصيحة فقال وما نصيحتك قال اخلني لا يكن عندك أحد قال فأخرج من كان عنده وكان عبد الملك قد اتهم أهل عسكره أن يكون هواهم معه ثم قال له ادنني فأدناه وعبد الملك على السرير فقال ما عندك فقال عندي أخبار الحارث فلما سمع عبد الملك بذكر الحارث طرد نفسه من السرير ثم قال أين هو قال يا أمير المؤمنين هو بالبيت المقدس وقد عرفت مداخله وقص عليه قصته وكيف صنع به فقال له أنت صاحبه وأنت أمير بيت المقدس وأميرها ههنا فمرني بما شئت فقال ابعث معي قوما لا يفقهون الكلام فأمر أربعين رجلا من أهل فرغانة وقال لهم انطلقوا مع هذا فما أمركم به من شيء فأطيعوه قال وكتب إلى صاحب بيت المقدس إن فلانا لأمير عليك حتى تخرج فأطعه فيما يأمرك به فلما قدم البيت المقدس أعطاه الكتاب فقال له مرني بما شئت فقال له اجمع لي إن قدرت كل شمعة تقدر عليها ببيت المقدس وادفع كل شمعة إلى رجل ورتبهم على أزقة بيت المقدس فإذا قلت أسرجوا فليسرجوا جميعا قال فرتبهم في أزقة بيت المقدس وفي زواياها بالشمع فأقبل البصري وحده إلى منزل الحارث فأتى الباب وقال للحاجب استأذن لي على نبي الله قال في هذه الساعة ما يؤذن عليه حتى تصبح قال أعلمه إنما رجعت شوقا إليه قبل أن أصل قال فدخل عليه فأعلمه كلامه ففتح الباب ثم صاح البصري أسرجوا فأسرجت الشموع حتى كان بيت المقدس كأنه نهار ثم قال كل من مر بكم فاضبطوه قال ودخل هو إلى الموضع الذي يعرفه فنظره فلم يجده فقال أصحابه هيهات تريدون أن تقتلوا نبي الله وقد رفعه الله إلى السماء قال فطلبه في شق كان هيأه سربا فأدخل البصري يده في ذلك السرب فأذا بثوبه فاجتره فأخرجه إلى خارج ثم قال للفرغانيين اربطوه فربطوه فبينما هم كذلك يسيرون به فقال على البريد إذ قال أتقتلون رجلا أن يقول ربي الله فقال أهل فرغانة أولئك العجم هذا كراننا فهات كرانك أنت فسار به حتى أتى عبد الملك فلما سمع به أمر بخشبة فنصبت فصلبه وأمر بحربة وأمر رجلا فطعنه فأصاب ضلعا من أضلاعه فكاعت الحربة فجعل الناس يصيحون الأنبياء لا يجوز فيهم السلاح فلما رأى ذلك رجل من المسلمين تناول الحربة ثم مشى بها إليه ثم أقبل يتجسس حتى وافى بين ضلعين فطعنه بها فأنفذها فقتله فقال الوليد ولقد بلغني أن خالد بن يزيد بن معاوية دخل على عبد الملك فقال لو حضرتك ما أمرتك بقتله قال ولم قال إنما كان به المذهب فلو جوعته لذهب عنه ذلك والمذهب الوسوسة ومنه المذهب وهو وسوسة الوضوء ونحوه قال القاضي عبد الصمد بن سعيد في تاريخ حمص كان |جـ 2 صـ 325| العرباض بن سارية السلمي يسكن حولة حمص ",
                "title": "الحولة",
                "uri": "JK_000129_004343"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}