{
    "features": [
        {
            "item": "JK_000129_000395",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.129-130",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أذرح</h1> بالفتح ثم السكون وضم الراء والحاء المهملة وهو جمع ذريح وذريحة جمعها الذرائح وأذرح إن كان منه فهو على غير قياس لأن أفعلا جمع فعل غالبا وهي هضاب تنبسط على الأرض حمر وإن جعل جمع الذرح وهو شجر تتخذ منه الرحالة نحو زمن وأزمن فأصل أفعل أن يجمع على أفعال فيكون أيضا على غير قياس فأما أزمن فمحمول على دهر وأدهر لأن معناهما واحد وهو اسم بلد في أطراف الشام من أعمال الشراة ثم من نواحي البلقاء وعمان مجاورة لأرض الحجاز قال ابن الوضاح هي من فلسطين وهو غلط منه وإنما هي في قبلي فلسطين من ناحية الشراة وفي كتاب مسلم بن الحجاج بين أذرح والجرباء ثلاثة أيام وحدثني الأمير شرف الدين يعقوب بن الحسن الهذياني قبيل من الأكراد ينزلون في نواحي الموصل قال رأيت أذرح والجرباء غير مرة وبينهما ميل واحد وأقل لأن الواقف في هذه ينظر هذه واستدعى رجلا من أهل تلك الناحية ونحن بدمشق واستشهده على صحة ذلك فشهد به ثم لقيت أنا غير واحد من أهل تلك |جـ 1 صـ 130| الناحية وسألتهم عن ذلك فكل قال مثل قوله وقد وهم فيه قوم فرووه بالجيم وبأذرح إلى الجرباء كان أمر الحكمين بين عمرو بن العاص وأبي موسى الأشعري وقيل بدومة الجندل والصحيح أذرح والجرباء ويشهد بذلك قول ذي الرمة يمدح بلال بن أبي بردة بن أبي موسى الأشعري أبوك تلافى الدين والناس بعدما تساءوا وبيت الدين منقطع الكسر فشد إصار الدين أيام أذرح ورد حروبا قد لقحن إلى عقر وكان الأصمعي يلعن كعب بن جعيل لقوله في عمرو بن العاص كأن أبا موسى عشية أذرح يطيف بلقمان الحكيم يواربه فلما تلاقوا في تراث محمد سمت بابن هند في قريش مضاربه يعني بلقمان الحكيم عمرو بن العاص قال الأسود ابن الهيثم لما تداركت الوفود بأذرح وفي أشعري لا يحل له غدر أدى أمانته ووفى نذره عنه وأصبح فيهم غادرا عمرو يا عمرو إن تدع القضية تعرف ذل الحياة وينزع النصر ترك القران فما تأول آية وارتاب إذ جعلت له مصر وفتحت أذرح والجرباء في حياة رسول الله صلى الله عليه وسلم سنة تسع صولح أهل أذرح على مائة دينار جزية ",
                "title": "أذرح",
                "uri": "JK_000129_000395"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}