{
    "features": [
        {
            "item": "JK_000952_1426",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.380-381",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخطابي</h1> بفتح الخاء المنقوطة وتشديد الطاء المهملة وكسر الباء الموحدة منهم من نسب إلى عمر بن الخطاب وإلى أخيه زيد بن الخطاب رضي الله عنهما وفيهم كثرة منهم إسحاق بن زيد بن عبد الكبير بن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب العدوي الخطابي ينسب إلى والد عمر بن الخطاب رضي الله عنه سكن حران يروي عن محمد بن يزيد بن سنان الرهاوي وأبي نعيم الكوفي روى عنه ابنه عبد الكبير الحراني الخطابي وأبو عروبة الحسين بن أبي معشر السلمي الحراني وأبو حفص الفاروق بن عبد الكبير بن عمر بن عبد الرحمن بن عبد الله بن عمر بن عبد الرحمن بن زيد بن عبد الحميد بن عبد الرحمن بن عبد الحميد بن زيد بن الخطاب الخطابي من أهل البصرة راوية السنن لأبي مسلم الكجي وحدث عن أبي الفضل العباس بن الفضل بن بشر الأسفاطي وأبي عبد الرحمن عبد الله بن محمد بن أبي قريش الثقفي وبكار بن عبد الله الذماري وغيرهم حدث عنه علي بن عمر بن بلال بن عبدان الدقاق وأبو الحسين عبد الرحمن بن محمد الدهان المروزي وأبو الحسن علي بن يحيى بن جعفر بن عبد كويه الإمام وأبو نعيم أحمد بن عبد الله الحافظ الأصبهانيان وأبو سليمان حمد بن محمد بن إبراهيم بن الخطاب البستي الخطابي إمام فاضل كبير الشأن جليل القدر صاحب التصانيف الحسنة مثل أعلام الحديث في شرح صحيح البخاري ومعالم السنن في شرح الأحاديث التي في السنن وكتاب غريب الحديث والعزلة وغيرها سمع أبا سعيد بن الأعرابي بمكة وأبا بكر محمد بن بكر بن داسة التمار بالبصرة وإسماعيل بن محمد الصفار ببغداد وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو الحسين عبد الغافر بن محمد الفارسي وجماعة كثيرة وذكره الحاكم أبو عبد الله في التاريخ فقال الفقيه الأديب البستي أبو سليمان الخطابي أقام عندنا بنيسابور سنبن وحدث بها وكثرت الفوائد من علومه وتوفي سنة ثمان وثمانين وثلاثمائة ومولده سنة سبع عشرة وثلاثمائة ببست وأبو الحارث علي بن |جـ 2 صـ 381| القاسم بن أحمد بن محمد بن الخطاب بن محمد بن حسان بن بشير بن إبراهيم بن عبد الله بن دينار بن عتبة بن غزوان الخطابي وعتبة هذا هو الذي بصر البصرة وبناها وأبو الحارث انتسب إلى جده الخطاب وهو من أهل مرو وحدث بها وببلاد ما وراء النهر وكثرت الرواية عنه حدث عن أبي العباس عبد الله بن الحسين بن ابن الحسن بن أحمد بن النضر بن حكيم النضري وأبي الحسين محمد بن إبراهيم بن غالب البيكندي وأبي العباس محمود بن عنبر بن نعيم النسفي ومحمد بن الفضل البلخي نزيل سمرقند وغيرهم روى عنه أبو عبد الله محمد بن أحمد بن سليمان الغنجار الحافظ وجماعة سواه مات بمرو وأبو الحسن محمد بن أحمد بن محمد بن الخطاب بن عمر الخطاب بن زياد بن الحارث بن زيد بن عبد الله البزاز الخطابي مولى عمر بن الخطاب رضي الله عنه قيل له الخطابي نسبة إلى الجد وإلى ولاء عمر بن الخطاب رضي الله عنه سمع محمد بن عيسى بن أبي قماش الواسطي وأحمد بن علي البربهاري وموسى بن إسحاق الأنصاري والحسين بن عمر بن أبي الأحوص الثقفي والحسن بن علي المعمري ومحمد بن الحسن بن سماعة الكوفي روى عنه أبو أحمد عبيد الله بن محمد بن أبي مسلم الفرضي وأبو الحسن محمد بن أحمد بن رزق البزاز وأبو الحسن علي بن أحمد بن عمر بن الحمامي وكان ثقة ومات في جمادى الأولى سنة خمسين وثلاثمائة وأبو محمد عبد الله بن عمر بن عبد الرحمن بن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب الخطابي وزيد أخو عمر رضي الله عنهما قتل يوم اليمامة وكان عمر يقول زيد خير مني أسلم قبلي وهاجر قبلي ما هبت الريح من تلقاء اليمامة إلا تذكرت أخي زيدا وقيل إن كنية عبد الله بن عمر هذا أبو عمر كان ثقة صدوقا حدث عن عبد العزيز بن محمد الدراوردي ومسلمة بن علقمة ويزيد بن زريع ومحمد بن يزيد الواسطي روى عنه أبو بكر الأثرم وموسى بن هارون وعبد الله بن محمد البغوي ومات بالبصرة سنة ست وثلاثين ومائتين وأبو محمد الحسن بن أسباط بن محمد بن سختويه بن يزيد بن حشمرد الخطابي من أهل جرجان يروي عن عمران بن موسى بن مجاشع السختياني وأبي نعيم بن مخلد وأبي يعلى الموصلي روى عنه أبو سعد الإسماعيلي وجماعة من غلاة الشيعة يقال لهم الخطابية وهم أصحاب أبي الخطاب الأسدي وكان يقول بالهية جعفر الصادق ثم ادعى الإلهية لنفسه يقال لكل واحد منهم الخطابي |جـ 2 صـ 382| ",
                "title": "الخطابي",
                "uri": "JK_000952_1426"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}