{
    "features": [
        {
            "item": "JK_000129_009717",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.253-254",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فرغانة والنسبة الفرغاني</h1> بالفتح ثم السكون وغين معجمة وبعد الألف نون مدينة وكورة واسعة بما وراء النهر متاخمة لبلاد تركستان في زاوية من ناحية هيطل من جهة مطلع الشمس على يمين القاصد لبلاد الترك كثيرة الخير واسعة الرستاق يقال كان بها أربعون منبرا بينها وبين سمرقند خمسون فرسخا ومن ولايتها خجندة قال بطليموس مدينة فرغانة طولها مائة وثلاث وعشرون درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان بيت حياتها وبيت حياة العالم برج الثور تسع درجات منه وطالعها الحوت وبفرغانة في الجبال الممتدة بين الترك وبينها من الأعناب والجوز والتفاح وسائر الفواكه والورد والبنفسج وأنواع الرياحين مباح ذلك كله لا مالك له ولا مانع يمنع الآخذ منه وكذلك في جبالها وجبال كثيرة مما وراء النهر من الفستق المباح ما ليس ببلد غيره قال الإصطخري فرغانة اسم الإقليم وهو عريض موضوع على سعة مدنها وقراها وقصبتها أخسيكث وليس بما وراء النهر أكثر من قرى فرغانة وربما بلغ حد القرية مرحلة لكثرة أهلها وانتشار مواشيهم وزروعهم وممن ينسب إلى فرغانة حاجب بن مالك ابن اركين أبو العباس التركي الفرغاني سكن دمشق وحدث بها عن أحمد بن إبراهيم بن فيل البالسي وأحمد بن حمدون وعمرو بن علي وعلي بن حرب وأبي حاتم الرازي وهلال بن العلاء وغيرهم كثيرين روى عنه أبو سعيد بن الأعرابي ويوسف بن القاسم الميانجي وأبو بكر بن أبي دجانة وجماعة وافرة سواهم أئمة نحو أبي أحمد بن عدي وأبي القاسم الطبراني قال الدارقطني ليس به بأس مات بدمشق سنة 036 قاله أبو نعيم الحافظ وفي كتاب ابن الفقيه كان أنوشروان بناها ونقل إليها من كل أهل بيت واحدا وسماها أزهر خانه أي من كل بيت ويقال فرغانة قرية من قرى فارس ينسب إليها أبو الفتح محمد بن إسماعيل الفارسي الفرغاني دخل نيسابور وسمع من أبي يعلى المهلبي وغيره قال البحتري يصف شعره إن شعري سار في كل بلد واشتهى رقته كل أحد أهل فرغانة قد غنوا به وقرى السوس وألطا وسدد وقرى طنجة والسوس التي بمغيب الشمس شعري قد ورد |جـ 4 صـ 254| ",
                "title": "فرغانة والنسبة الفرغاني",
                "uri": "JK_000129_009717"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}