{
    "features": [
        {
            "item": "JK_000952_2356",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.442-443",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشقاني</h1> بفتح الشين المعجمة وتشديد القاف وفي آخرها النون وسمعت صاحبي أبا بكر محمد بن علي بن عمر البروجردي يقول سمعت الإمام محمدا الشقاني يقول بلدنا شقان بكسر الشين ثم قال ثم جبلان وفي كل واحد منهما شق يخرج منه ماء الناحية فقيل لها الشقان والنسبة الصحيحة إليها بالكسر واشتهر بالفتح والمشهور من المحدثين منها أبو الفضل العباس بن الشيخ أبي العباس أحمد بن محمد بن الشقاني الحسنوي من أهل نيسابور كان فقيها محدثا أنفق عمره في الكتابة وسماع الحديث وصحبة الأكابر ولزوم المجالس والطواف على المشايخ وإفادة الصبيان والشبان أبوه الإمام أبو العباس من أفراد أئمة الأصول وأبو الفضل صحب أبا عثمان الصابوني وأبا القاسم القشيري وسمع الحديث من أبي سعد عبد الرحمن بن حمدان النصرويي وأبا بكر أحمد بن محمد بن الحارث التميمي وأبا عبد الله محمد بن إبراهيم المكي وأبا حسان محمد بن أحمد بن جعفر المزكي ومن دونهم سمع منه والدي الكثير وروى لي عنه أبو طاهر السنجي بمرو وعمر بن أبي الحسن البسطامي بسمرقند وأبو بكر بن بشار الخرجردي بنيسابور وأبو القاسم الثابتي بهراة وعبد الرحيم بن الإخوة البغدادي بأصبهان وجماعة كثيرة من هذه الطبقة وكان رقيق الحال عاش عيش الصالحين على سيرة الصالحين من السلف وتوفي يوم الأحد التاسع والعشرين من ذي الحجة سنة ست وخمسمائة وحمل إلى الجامع المنيعي وصلى عليه أبو نصر القشيري ودفن في مقبرة الرمجار |جـ 3 صـ 443| وابنه أبو بكر محمد بن العباس الشقاني شيخ صالح سمع أبا بكر أحمد بن منصور المغربي وأبا القاسم القشيري وغيرهما سمعت منه كتاب الكنى لمسلم بن الحجاج وتوفي سنة تسع وعشرين وخمسمائة وأخوه أبو العباس أحمد بن العباس الشقاني كان شيخا صالحا سمع أبا عمرو عثمان بن محمد بن عبيد الله المحمي وأبا بكر أحمد بن علي بن خلف الشيرازي وغيرهما سمعت منه بنيسابور في النوب الثلاثة وتوفي سنة ثمان وأربعين وخمسمائة ",
                "title": "الشقاني",
                "uri": "JK_000952_2356"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}