{
    "features": [
        {
            "item": "JK_000952_0825",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.22-23",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجبلاني</h1> بضم الجيم والباء الساكنة المنقوطة بواحدة ولام ألف في آخرها نون هذه النسبة إلى جبلان وهو بطن من حمير وهو جبلان بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن سعد بن عوف بن عدي بن مالك قال ابن ماكولا وإليه ينتسب الجبلانيون وقال الدارقطني جبلان قبيلة باليمن من حمير وإخوتهم وصاب بن سهل إليهم ينتسب الوصابيون والجبلانيون وهما قبيلتان بحمص والمشهور بها أبو حلبس ميسرة بن حلبس الجبلاني الأعمى يروي عن معاوية رضي الله عنه عن النبي صلى الله عليه وسلم الخير عادة ومن يرد الله به خيرا روى عنه أهل الشام مروان بن جناح وغيره وابن أخيه أبو بكر محمد بن أيوب بن ميسرة بن جلبس الجبلاني من أهل الشام يروى عن أبيه وبسر بن أبي أرطأة روى عنه الوليد بن مسلم وأبو مسهر والهثم بن خارجة وهشام بن عمار وأبوه أيوب بن ميسرة الجبلاني روى عن خريم بن فاتك الأسدي روى عنه ابنه يعد في أهل دمشق وأبو القاسم سليمان بن شرحبيل الجبلاني من أهل الشام يروي عن أبي أمامة الباهلي روى عنه حريز بن عثمان وخالد بن صبيح الجبلاني من أهل الشام يروي عن نوف البكالي روى عنه صفوان بن عمرو السكسكي والسري بن ينعم الجبلاني من أهل الشام يروي عن عمرو بن قيس ومريح بن مسروق الهوزني الشاميين روى عنه محمد بن حرب الأبرش وبقية بن الوليد وأيوب بن ميسرة بن حلبس الجبلاني الشامي |جـ 2 صـ 23| أخو يونس بن ميسرة يروى عن بسر بن أبي أرطاة وخريم بن فاتك روى عنه ابنه محمد بن أيوب بن ميسرة وأبو سفيان سعيد بن يحيى بن مهدي بن عبد الرحمن بن عبد كلال الحميري الجبلاني من أهل واسط سمع حصين بن عبد الرحمن وسفيان بن حسين وعوفا الأعرابي ومعمر بن راشد والعوام بن حوشب وغيرهم روى عنه أبو بكر بن أبي شيبة وإسحاق بن راهويه وسليمان بن أبي شيخ ويعقوب الدورقي وعبد الله بن محمد بن أيوب المخرمي وغيرهم وكان صدوقا قدم بغداد وحث بها وذكر الحاكم أبو عبد الله بن البيع الحافظ أنه سأل أبا الحسن الدارقطني عنه فقال متوسط الحال ليس بالقوي مات في شعبان سنة ثلاثين ومائتين ",
                "title": "الجبلاني",
                "uri": "JK_000952_0825"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}