{
    "features": [
        {
            "item": "JK_000129_008315",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.15-17",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طبرك</h1> بفتح أوله وثانيه والراء وآخره كاف قلعة على رأس جبيل بقرب مدينة الري على يمين القاصد إلى خراسان وعن يساره جبل الري الأعظم وهو متصل بخراب الري خربها السلطان طغرل بن أرسلان بن طغرل بن محمد بن ملك شاه بن أرسلان بن داود بن سلجوق في سنة 885 وكان السبب في ذلك أن خوارزم شاه تكش بن أرسلان قدم العراق واستولى على الري وملك هذه القلعة فلما عزم على العود إلى خوارزم رتب فيها أميرا من قبله يقال له طمغاج في نحو ألفي فارس من الخوارزمية وحصنها بالأموال والذخائر ولم يترك مجهودا في ذلك وكان طغرل معتقلا في قلعة فخلص في السنة المذكورة واجتمع إليه العساكر وقصد الري فهرب منه فتلغ إيتاخ بن البهلوان وكتب إلى خوارزم شاه يستنجده ونزل على الري وملكها ثم نزل محاصرا لطبرك فاتفق أن الأمير طمغاج مات في ذلك الوقت فضعفت قلوب الخوارزمية وطلبوا من طغرل أن |جـ 4 صـ 17| يخرجوا من القلعة بأموالهم ويسلموها فقال أما الذخائر والسلاح فلا أمكن أحدا من إخراجها ولكن أموالكم لكم فخرجوا على ذلك الشرط واتفق أن مملوكا لطغرل كان قد هرب والتجأ إلى الخوارزمية فخرج في هذا الوقت معهم فأمسكه أصحاب طغرل وقالوا هذا مملوكنا وامتنع الخوارزمية من تسليمه فتناوشوا وتكاثر عليهم أصحاب طغرل وأهل الري فأوقعوا بهم وقتلوهم قتلا شنيعا وملك طغرل طبرك فأحضر أمراءه فقال بأي شيء تشبهون هذه القلعة فجعل كل واحد يقول برأيه فقال ما منكم من أصاب في وصفها هي تشبه حية ذات رأسين واحد في العراق وآخر بخراسان فهي تفتح فمها الواحد إلى هؤلاء فتأكلهم وفمها الآخر إلى هؤلاء فتأكلهم وقد رأيت في الرأي أن أخربها فنهوه وقالوا له اصعد إليها وانظرها ثم افعل ما بدا لك فقال إن جماعة من ملوكها هموا بخرابها ثم يرونها فلا تطيب قلوبهم بخرابها وأنا فلا أراها ولا بد من خرابها وأمر بنقل ما فيها من السلاح وآلة الحرب فلما نقل أمر أهل الري بنهب ما فيها من الذخائر فبقي أهل الري ينهبون ذخائرها عدة أيام فلما فرغت قال لهم يا من نهب خرب فأعملوا المعاول فيها حتى دحضوها فقيل إنه بقي نحو سنة كلما مر بها يقول هذا يجب أن يخرب ما كان يبقى منها فما زال حتى جعلها أرضا وذلك في سنة 885 ونسب إلى طبرك أبو معين الحسين بن الحسن ويقال محمد بن الحسين سمع بدمشق هشام بن عمار وبمصر سعيد بن الحكم بن أبي بكر بن نعيم بن حماد ويحيى بن بكير وبالشام أبا توبة الربيع بن نافع الحلبي وبغيرها أبا سلمة موسى بن إسماعيل وأحمد بن عبد الله بن يونس اليربوعي ومنصور بن أبي مزاحم روى عنه أبو عبد الله محمد ابن أحمد بن مسعود البزتيني وأبو يعقوب يوسف بن إبراهيم الهمذاني وأحمد بن جشمرد ومحمد بن الفضل المحمد اباذي وأبو عمران موسى بن العباس ومحمد الجويني وأبو نعيم عبد الملك بن محمد بن عدي الجرجاني وأبو محمد الشيرجي وقال الحافظ أبو عبد الله الحاكم أبو معين من كبار حفاظ الحديث ",
                "title": "طبرك",
                "uri": "JK_000129_008315"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}