{
    "features": [
        {
            "item": "JK_000952_0072",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.94-95",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأخباري</h1> بفتح الألف وسكون الخاء المعجمة وفتح الباء وفي آخرها الراء هذه النسبة إلى الأخبار ويقال لمن يروي الحكايات والقصص والنوادر الأخباري اشتهر بهذه النسبة جماعة منهم أبو عبد الرحمن الهيثم بن عدي بن عبد الرحمن الطائي الكوفي الأخباري هكذا ذكره أبو سعيد بن يونس في تاريخ الغرباء وقال قدم مصر وحدث بها عن حيوة بن شريح ويونس بن يزيد الإيلي وغيرهما وخرج عنها فتوفي بفم الصلح سنة ست ومائتين وأبو بكر يموت بن المزرع بن يموت البصري الأخباري ذكره أبو سعيد بن يونس في تاريخ الغرباء وقال بصري قدم مصر مرارا آخر قدومه في سنة ثلاث وثلاثمائة وخرج في سنة أربع وثلاثمائة وسار إلى دمشق فتوفي بها وكان مليح الأخبار وحسن الآداب وأبو بكر أحمد بن حجر بن الحسن بن مؤمل الأخباري حدث عن قاسم بن محمد الأنباري روى عنه أبو الفتح بن مسرور البلخي وقال حدثنا في جامع مدينة المنصور وما علمت من أمره إلا خيرا وأبو الحسين أحمد بن محمد بن العباس بن عبيد الله بن حفص بن عمر بن بيان الأخباري من أهل بغداد حدث عن عبد الملك بن أحمد الزيات وأبي بكر محمد بن الحسن بن دريد الأزدي وأبي بكر محمد بن القاسم بن الأنباري ونصر بن أحمد الخبز أرزي ومحمد بن يحيى الصولي روى عنه القاضي أبو القاسم علي بن المحسن التنوخي وحدث في سنة خمس وسبعين وثلاثمائة فتكون وفاته بعد هذه السنة وأبو الحسين علي بن أحمد بن أسد التميمي الأخباري من أهل سهرزور نزل نيسابور كان من الأدباء الحفاظ الشعراء المتقدمين والمتأخرين ومن العلماء بأيام الناس وأنساب العرب قد كان سكن قديما بنيسابور ثم دخل بلاد خراسان وانصرف إلى نيسابور وسكنها مولده بشهرزور وسمع الحديث بالعراق من القاضي أبي عبد الله الحسين بن إسماعيل الشيباني وأبي عبد الله محمد بن مخلد الدوري وأقرانهما وأبو الحسن محمد بن أحمد بن طالب الأخباري سكن الشام وحدث بطرابلس الشام عن أبي القاسم عبد الله بن محمد البغوي وأبي بكر عبد الله بن أبي داود وحرمي بن أبي العلاء وأبي بكر محمد بن الحسن بن دريد وإبراهيم بن محمد بن عرفة وأبي علي الحسين بن القاسم الكوكبي ومحمد بن القاسم بن الأنباري روى عنه عبيد الله بن القاسم الأطرابلس وتوفي بعد سنة سبعين وثلاثمائة وأبو محمد عبد الله بن أبي سعد وهو عبد الله بن عمرو بن عبد الرحمن بن بشر بن هلال الأنصاري الوراق البلخي |جـ 1 صـ 95| الأخباري بلخي الأصل سكن بغداد وكان ثقة إخباريا صاحب أدب وملح وطرف سمع الحسين بن محمد المروزي ومعاوية بن عمرو وعفان بن مسلم وسليمان بن حرب وسريج بن النعمان وهوذة بن خليفة وعلي بن الجعد وغيرهم روى عنه عبد الله بن محمد بن أبي الدنيا وعبد الله بن محمد البغوي ومحمد بن خلف بن المرزبان وعبيد الله بن عبد الرحمن السكري والحسين بن القاسم الكوكبي والقاضي أبو عبد الله المحاملي وجماعة آخرهم أبو عمرو بن السماك وكانت ولادته سنة سبع وتسعين ومائة ومات بسامراء سنة أربع وسبعين ومائتين في جمادى الآخرة ",
                "title": "الأخباري",
                "uri": "JK_000952_0072"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}