{
    "features": [
        {
            "item": "JK_000952_2463",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.527-528",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصدري</h1> بفتح الصاد والدال المهملتين وفي آخرها الراء هذه النسبة إلى صدر وهي قرية من قرى بيت المقدس منها أبو عمرو لاحق بن الحسين بن عمران بن أبي الورد الصدري المقدسي وكان أحد الكذابين ممن لا يعتمد على روايته بحال وأجمع الحفاظ على أنه ممن يضع الحديث ويغرب عن المشاهير الأباطيل ذكر لنفسه نسبا إلى سعيد بن المسيب وهو أنه قال جدي أبو الورد هو محمد بن عمران بن محمد بن سعيد بن المسيب بن حزن القرشي المخزومي حدث عن أبي عبد الله الحسين بن إسماعيل المحاملي ومحمد بن مخلد العطار روى عنه الحاكم أبو عبد الله الحافظ وابو سعد ألإدريسي وأبو بكر بن المقرىء وأبو نعيم الأصبهاني وأبو عبد الله الغنجار البخاري وأبو القاسم حمزة بن يوسف السهمي الحافظ وغيرهم وكلهم اساء القول فيه ورماه بالكذب وذكره الحاكم في تاريخ نيسابور فقال لاحق بن الحسين الوراق البغدادي قدم علينا نيسابور وهو أحسن حالا مما صار في آخر أيامه وحدث عن أبي عبد الله المحاملي ثم ارتقى عن ذلك بعد سنين وحدث بالموضوعات وأكثر وذكره أبو سعد الإدريسي في تاريخ سمرقند فقال كان يذكر أنه مقدسي الأصل |جـ 3 صـ 528| وربما كان يقول إنه بغدادي كان كذابا أفاكا يضع الحديث ويلصق الحديث على الثقات ويسند المراسيل ويحدث عمن لم يسمع منهم حدثنا يوما عن الربيع بن حسان الكشي والمفضل بن محمد الجندي فقلت أين كتبت ومتى كتبت عنهما فذكر أنه كتب عنهما بمكة بعد العشرين والثلاثمائة فقلت كيف كتبت عنهما بعد العشرين وقد ماتا قبل العشرين والثلاثمائة ووضع نسخا لأناس لا تعرف اساميهم في جملة رواة الحديث مثل طرغال وطربال وكركدن وشعبوب ومثل هذا شيء غير قليل لا نعلم في عصرنا أننا رأينا مثله في الشراهة في الكذب والوقاحة مع قلة الرواية قيل إن اسمه كان محمدا فتسمى بلاحق وذكر فصلا طويلا قال وذكر لي باموية جيحون أنه خرج إلى نواحي خوارزم في سنة اربع وثمانين وثلاثمائة فلم ينصرف منها ومات بها في تلك الأيام وتخلص الناس من وضعه الأحاديث ولعله لم يخلف مثله من الكذابين إن شاء الله عفا الله عنا وعنه وهكذا قال غنجار سنة أربع وثمانين وقال الحاكم توفي لاحق بمرو سنة خمس وثمانين وثلاثمائة وقيل بخوارزم ",
                "title": "الصدري",
                "uri": "JK_000952_2463"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}