{
    "features": [
        {
            "item": "JK_000952_3830",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.310-312",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المصري</h1> بكسر الميم وسكون الصاد وكسر الراء المهملتين هذه النسبة إلى مصر وديارها قال الله تعالى في كتابه & أليس لي ملك مصر وهذه الأنهار تجري من تحتي & وإنما سميت مصر بمصر بن حام بن نوح وقيل مصراييم كذلك في التوراة واسم مصر في أول الدهر بابلون وهو قصر عتيق مبني بالحجارة و الجس بموضع يسمى محصبا هو قائم إلى اليوم يقال إنه بني بعد الطوفان بعد بناء ثمانين بالجزيرة وقيل أتريب وصا وأشمون وقفط ولد مصر بن حام بن نوح المامات أبوهم اقتسم أولاده تلك الأماكن التي كان منها اباؤهم وسموها بأسمائهم مصر مسيرة ثلاثة أشهر وهي ثمانون كورة وأول مصر من رأس الجسر المعقود بالفسطاط على النيل فما كان فوق الجسر فهو من الصعيد وهي ثمانون وأشمون وطحا وذلك مما يلي بلاد النوبة وما كان دون ذلك فهو أسفل الأرض وحائط العجوز بمصر على شاطىء النيل بنته عجوز كانت في أول الدهر وكانت كثيرة المال وكان لها ابن أكله السبع فقالت لأمنعن السباع أن تشرب من النيل فبنت الحائظ كان ذلك الحائط طلسما وكانت فيه تماثيل أهل كل إقليم الناس والدواب والسلاح على هيئتهم وزيهم وكل أمة مصورة والأئمة والعلماء منها أشهر وأكثر من أن يحصيهم العاد وقد صنف أبو سعيد بن يونس بن عبد الأعلى تاريخ المصريين وذكر رجالها من الصحابة إلى زمانه وأما أبو موسى يحيى بن موسى بن أبي العلاء الباهلي صاحب المصري يروي عن نافع روى عنه يحيى بن سعيد القطان وعبد الرحمن بن مهدي قال أبو حاتم بن حبان إنما قيل له المصري لأنه كان يبيع الثياب المصرية فنسب إليها وأما أبو الحسن علي بن محمد بن أحمد بن الحسن الواعظ المعروف بالمصري بغدادي أقام بمصر مدة طويلة ثم رجع إلى بغداد فعرف بالمصري سمع أحمد بن عبيد بن ناصح وغيره روى عنه محمد بن المظفر الحافظ قال ذلك أبو بكر الخطيب ووثقه وأبو العباس أحمد بن محمد بن عيسى بن الجراح بن النحاس المصري الحافظ كان أحد الحفاظ المكثرين الرحالين من المغرب إلى المشرق |جـ 5 صـ 311| ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال الحافظ أبو العباس بن النحاس المصري كتب في بلده وبالحجاز والشام والعراقين وخوزستان وأصبهان والجبال ثم ورد على عربي نعيم جرجان سنة عشرة وثلاث مئة وانحدر منها إلى جوين وكتب عن أبي عمران وأدرك بنيسابور الشرقيين ومكيا وأقرانهم وخرج إلى سرخس وكتب عن أبي العباس الدغولي وأول سماعه في بلده سنة خمس وثلاث مئة كما حدثني عن علان وأقرانه وبالشام مكحولا وأحمد بن عمير وببغداد أبا القاسم البغوي وبحران أبا عروبة الحراني وأقام على عبد الرحمن بن أبي حاتم مدة وكانت سماعاته منه كثيرة إلا أن سماعاته بالعراق والحجاز والشام ذهبت عن اخرها وحصل سائرها وحدث عندنا سنين إملاء وقراءة واستوطن نيسابور سنة إحدى وعشرين إلى أن توفي بها يوم السبت سلخ ذي القعدة من سنة ست وسبعين وثلاث مئة وأخبرني أنه كان ابن خمس وثمانين سنة وصليت عليه وأبو الحسن بن أبي الليث هو أحمد بن نصر بن محمد المصري الحافظ كان حافظا فاضلا فهما رحل من المغرب إلى المشرق وأدرك الشيوخ والأسانيد وذاكر الحفاظ سمع ببلده أصحاب يونس بن عبد الأعلى الصدفي وأبا عبيد الله أحمد بن عبد الرحمن بن وهب وسمع بدمشق أبا علي محمد بن هارون الأنصاري وبقيسارية أحمد بن عبد الرحيم القيسراني وبالجزيرة محمد بن عبد الرحمن الإمام وبالعراق أبا علي الصفار النحوي وأبا عبد الله الحكيمي الإخباري محمد بن أحمد وبطبر ستان محمد بن جعفر النحوي وبنيسابور أبا العباس الأصم وأبا عبد الله بن الصفار وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أحمد بن أبي الليث المصري الحافظ قدم علينا نيسابور وهو باقعة في الحفظ ولقد رأيته يوما يذكر بحضرة أبي علي الحافظ ترجمة سليمان التيمي عن أنس رضي الله عنه فشبهته بالسحر في المذاكرة هذا سنة تسع وثلاثين وثلاث مئة ورد مع أبي الفضل العطار وأبي العباس بن الخشاب وكان مع هذا يتقشف ويجالس الصالحين من الصوفية وكتب عندنا سنين ثم اذاه بلدي له فخرج إلى ما وراء النهر اشتغل بالأدب والشعر ثم إنه تصرف للسلطان في أعمال كثيرة للبندرة والبريد وردت تلك الحضرة سنة خمس وخمسين وهو بالات سرية وغلمان ومراكب ثم وردتها بعد ذلك وقد نقص وكان كثير الاجتماع معي وحفظه كما كان وكنت أتعجب منه وجاءنا |جـ 5 صـ 312| نعيه في شهر رمضان من سنة ست وثمانين وثلاث مئة وأبو الفتح محمد بن أحمد بن محمد بن عبد الرحمن المصري سمع القاضي أبا الحسن علي بن محمد بن يزيد الحلبي ومن بعده بمصر وأبا الحسين بن جميع الغساني بصيداء وقدم بغداد قبل سنة أربع مئة هكذا ذكره أبو بكر الخطيب الحافظ في التاريخ وقال قدم بغداد وأقام بها وكتب عن عامة شيوخها حديثا كثيرا واحترقت كتبه دفعات وروى شيئا يسيرا فكتبت عنه على سبيل التذكرة قال وكانوا يذكرون أن المصري كان يشتري من الوارقين الكتب التي لم يكن سمعها ويسمع فيها لنفسه وذكر الحسن بن أحمد الباقلاني قال جاءني المصري بأصل لأبي الحسن بن رزقويه عليه سماعي لأشتريه منه ولم يكن عليه سماعه وقال لي لو كان هذا سماعي لم أبعه فمكث عندى مدة ثم رددته عليه فلما كان بعد سنين كثيرة حمل إلي ذلك الأصل بعينه وقد سمع عليه لنفسه ونسي أنه كان قد حمله إلى قبل التسميع فرددته عليه وكانت ولادته سنة أربع وسبعين وثلاث مئة ومات في المحرم من سنة أربعين وأربع مئة ببغداد ",
                "title": "المصري",
                "uri": "JK_000952_3830"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}