{
    "features": [
        {
            "item": "JK_000952_1438",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.389-390",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخلدي</h1> بضم الخاء المعجمة وسكون اللام وفي آخرها الدال المهملة هذه النسبة إلى الخلد وهي محلة ببغداد والمشهور بالنسبة إليها صبيح بن سعيد النجاشي الخلدي قال أبو حاتم بن حبان كان ينزل الخلد ببغداد وكان يزعم أنه مولى عائشة يروى عن عثمان بن عفان وعائشة رضي الله عنهما روى عنه العراقيون يروي عن أصحاب رسول الله ص ما ليس من حديثهم وكان يحيى بن معين يقول هو كذاب وأما جعفر بن محمد بن نصير بن القاسم الخواص الخلدي أبو محمد أحد المشايخ الصوفية صاحب الأحوال والمجاهدات والكرامات الظاهرة صحب الجنيد بن محمد وقيل له الخلدي في حكاية بلغتني وهي ما حدثنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان أنا أبو الفضل محمد بن طاهر المقدسي الحافظ ( ح ) وأنا عبد الرحمن بن أبي غالب بقراءتي ببغداد أنا أبو بكر أحمد بن علي بن ثابت الخطيب قال الخطيب ثنا وقال المقدسي أنا أبو سعيد مسعود بن ناصر السجزي الحافظ بنيسابور سمعت أنا صالح منصور بن عبد الوهاب الصوفي يقول سمعت أبا عبد الله أحمد بن عبد الرحمن الهاشمي بسمرقند يقول سمعت جعفر الخلدي يقول كنت يوما عند الجنيد بن محمد وعنده جماعة من أصحابه فسألوه عن مسألة فقال لي يا أبا محمد أجبهم قال فأجبتهم فقال يا خلدي من أين لك هذه |جـ 2 صـ 390| الأجوبة فجرى علي اسم الخلدي إلى يومي هذا والله ما سكنت الخلد ولا سكن أحد من آبائي فسألته عن السؤال فقال قالوا نطلب الرزق فقلت إن علمتم في أي موضع هو فاطلبوه نسأل الله ذلك فقلت إن علمتم أنه نسيكم فذكروه فقالوا ندخل البيت ونتوكل على الله فقلت أتجربون الله بالتوكل فهذا شك قالوا كيف الحيلة فقلت ترك الحيلة قال المقدسي قال لي شيخنا أبو سعيد كتب عني هذه الحكاية أبو بكر الخطيب الحافظ البغدادي سمع الحديث من الحارث بن أبي أسامة وبشر بن موسى الأسدي وعلي بن عبد العزيز البغوي وأبي العباس أحمد بن محمد بن مسروق الطوسي وأبي مسلم الكجي ومحمد بن عبد الله بن سليمان الحضرمي وجماعة يطول ذكرهم روى عنه أبو عمر بن حيوية وأبو حفص بن شاهين وأبو الحسن الدارقطني وجماعة آخرهم أبو علي بن شاذان وأبو الحسن بن مخلد البزاز وكان ثقة صادقا دينا فاضلا سافر الكثير إلى الشام والحجاز ومصر ولقي المشايخ الكبراء من المحدثين والصوفية وكان يقول لو تركني الصوفية جئتكم بإسناد الدنيا وكان يقال عجائب بغداد ثلاث إشارات الشبلي ونكت المرتعش وحكايات جعفر الخلدي توفي في شهر رمضان سنة ثمان وأربعين وثلاثمائة ",
                "title": "الخلدي",
                "uri": "JK_000952_1438"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}