{
    "features": [
        {
            "item": "JK_000952_3519",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.114-116",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكلاباذي</h1> بفتح الكاف والباء الموحدة وفي اخرها الذال المعجمة هذه النسبة إلى محلتين إحداهما محلة كبيرة بأعلى البلد من بخارى يقال لها كلاباذ خرج منها جماعة كثيرة من العلماء والأئمة في كل فن المشهور منها أبو نصر أحمد بن محمد بن الحسين بن الحسن بن علي بن رستم بن جكرة بن مافتم بن جنينام الكلاباذي الحافظ أحد الحفاظ المتقنين سمع أبا أحمد بكر بن محمد بن حمدان الصيرفي وأبا محمد عبد الله بن محمد بن يعقوب الأستاذ وأبا يعلى عبد المؤمن بن خلف النسفي وأبا بكر محمد بن أحمد بن خنب وأبا سعيد الهيثم بن كليب الشاشي وعلي بن محتاج الكشاني وأبا جعفر محمد بن محمد بن عبد الله البغدادي الجمال وطبقتهم روى عنه أبو سعيد الخليل بن أحمد السجزي حديثا واحدا وأبو العباس جعفر بن محمد المعتز المستغفري الحافظ وأبو عبد الله محمد بن عبد الله الحافظ وذكره الحاكم أبو عبد الله الحافظ في تاريخه فقال أبو نصر الكلاباذي الكاتب من حفاظ الحديث حسن الفهم والمعرفة عارف ب الجامع الصحيح لمحمد بن إسماعيل البخاري ورد نيسابور وأقام بها غير مرة وكتب بمرو ونيسابور والري والعراق وجدت شيخنا أبا الحسن الدارقطني قد رضي فهمه ومعرفته كما رضيناه وهو متقن ثبت في الرواية والمذاكرة قال أبو العباس المستغفري كانت ولادة أبي النصر الكلاباذي في سنة ستين وثلاثمائة وذكره الحاكم أبو عبد الله الحافظ في التاريخ ورد علي كتاب ابنه أبي القاسم بخط يده يذكر وفاة أبيه أبي نصر ليلة السبت الثالث والعشرين من جمادى الاخرة سنة ثمان وتسعين وثلاثمائة نضر الله وجهه فإنه لم يخلف بما رراء النهر مثله وابنه أبو القاسم علي بن أبي نصر الكلاباذي وأبو عبد الله محمد بن أحمد بن سعيد بن يعقوب اللؤلؤي الكلاباذي وكان على مظالم بخارى يروي عن أبي عبد الله بن أبي حفص الكبير والفتح بن أبي علوان وأبي زيد عمران بن فرينام وأبي عبد الله محمد بن أبي رجاء البخاريين روى عنه ابنه أبو القاسم عبيد الله بن محمد الكلاباذي ومات في ربيع الأول سنة ثلاث وعشرين وثلاثمائة وأبو سهل عبد الكريم بن عبد الرحمن بن محمد بن أحمد بن سليمان بن فرينام بن |جـ 5 صـ 115| حازم الكلاباذي البخاري من كلاباذ بخارى سمع أبا بكر أحمد بن سعد بن نصر الزاهد وأبا صالح خلف بن محمد بن إسماعيل الخيام وصح سماعه عنهما ولم يصح سماعه عن أبي عبد الله محمد بن أحمد بن موسى الخازن سمع منه جماعة كثيرة من القدماء والمتأخرين ذكره أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ في معجم شيوخه قال أبو سهل الكلاباذي سألناه أن يخرج أصل سماعه من أبي بكر بن سعد وخلف بن محمد فأخرج إلينا جزءا بخط الصبي ذكر أنه خط أخيه كان أكبر منه قد مات وفيه مجالس بخط أبيه فكان مما كتب أخوه عن أبي عبد الله الخازن الرازي سنة تسع وخمسين ولم يكن فيها سماعه وفيها بخط أخيه وبخط أبيه عن أبي بكر بن سعد وخلف فوجدنا سماعه في مجلس واحد عن أبي بكر بن سعد صحيحا ومجالس بخط أخيه بلغت وابني محمد بن عبد الرحمن وابني الاخر عبد الكريم وهو ابن سبع سنين وأهل بخارى لا يسمعون لأقل من سبع سنين فعلمنا أن المخرج غلط عليه في تخريجه له عن الخازن وكان حمزة فيما سمعت مجازفا تجاوز الله عنه قلت وحمزة لعله الذي خرج لأبي سهل الكلاباذي والثانية محلة بنيسابور منها أبو حامد أحمد بن السري بن سهل النيسابوري الجلاب الكلاباذي كان سكن كلاباذ نيسابور سمع محمد بن يزيد السلمي وسهل بن عثمان وغيرهما روى عنه محمد بن الفضل المذكر وغيره هكذا ذكره أبو الفضل المقدسي الحافظ وظني أنها كلاباذ بضم الكاف وهي محلة معروفة والله أعلم وأبو القاسم عبيد الله بن محمد بن أحمد القاضي البخاري الكلاباذي كان من أعيان القضاة بخراسان ولي قضاء مرو وهراة وسمرقند والشاش وفرغانة وبلخ ثم قلد بعد ذلك قضاء بخارى فصار قاضي القضاة سمع بالكوفة أبا العباس أحمد بن محمد بن سعيد بن عقدة الحافظ سمع منه الحاكم أبو عبد الله الحافظ وذكره في تاريخ لنيسابور فقال أبو القاسم الكلاباذي دخلت بخارى سنة خمس وخمسين وهو على القضاء بها وكان أبوه ولي قضاء بخارى سبع سنين وكنت أسمعهم يقولون في مساجدهم ومجالسهم اللهم اغفر للقاضي الكلاباذي محمد بن أحمد يعنون أباه فحسد بعض الزعماء أبا القاسم بذلك فقال لأهل بخارى هذا رجل معتزلي وحرشهم عليه فالتمسوا عزله عن بخارى فقلد قضاء نيسابور إجلالا لمحله لم يعزلوه إلا بولاية فقلد قضاء نيسابور وأنا ببخارى فالتمس مني الخروج في صحبته فامتنعت فخرج ثم قضي أني |جـ 5 صـ 116| وردت نيسابور وهو بها على القضاء فسألته فحدث وانتخبت عليه وذلك في سنة تسع وستين وثلاثمائة ",
                "title": "الكلاباذي",
                "uri": "JK_000952_3519"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}