{
    "features": [
        {
            "item": "JK_000952_4267",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.582-583",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوذنكاباذي</h1> بفتح الواو والذال المعجمة وسكون النون وفتح الكاف والباء المنقوطة بواحدة المفتوحة بين الألفين وفي اخرها الذال المعجمة هذه النسبة إلى وذنكاباذ وهي قرية من قرى أصبهان والمنتسب إليها أبو محمد هبة الله بن أحمد بن محمد بن الحسين المعلم الوذنكاباذي من أهل هذه القرية كان كثير السماع توفي في جمادى الأولى سنة ثلاث وأربعين وأربعمئة وأبو بكر محمد بن إبرهيم بن عمر الوذنكاباذي سمع الحسن بن محمد بن عبد الله بن حسنويه الأصبهاني روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي وحدث عنه في معجم شيوخه بحديث واحد وأبو العباس أحمد بن محمود بن صبيح بن سهل بن إبراهيم الثقفي الوذنكاباذي ثقة |جـ 5 صـ 583| يروي عن حجاج بن يوسف وعبد الله بن عمر ومشايخ أصبهان روى عنه محمد بن أحمد بن إبراهيم أظنه أبا أحمد العسال وأبو بكر محمد بن إبراهيم بن المقرىء وتوفي سنة عشر وثلاثمئة وأبو العباس أحمد بن محمد بن جعفر بن عيسى الضرير الوذنكاباذي من أهل أصبهان يروي عن أحمد بن محمد بن مصقلة الأصبهاني روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو عبد الرحمن عبد الله بن محمود بن الفرج الوذنكاباذي من أهل أصبهان كان ثقة وهو خال أبي محمد بن حيان يروي عن أبي حاتم محمد بن إدريس الرازي وأبي عمر هلال بن العلاء الرقي وأبيه محمود بن الفرج روى عنه بن إسحاق بن إبراهيم الأصبهاني ومات سنة خمس وعشرين وثلاثمئة وجده الفرج بن عبد الله الوذنكاباذي يروي عن عثمان بن سعيد روى عنه ابنه محمود بن الفرج وأبو بكر محمود بن الفرج الوذنكاباذي الشعراني كان ترك بلده أصبهان وسكن ثغر طرسوس إلى أن مات يروي عن عبد الجبار بن العلاء المكي ومحمد بن يحيى بن أبي عمر العدني وبشر بن هلال الصواف وأحمد بن عبدة وهو جد أبي محمد بن حيان من قبل أمه وذكر أنه أملى عليه ثلاثة أحاديث وذكر أبو محمد عنه قال ذكر أنه رؤي في المنام بعد موته فقال كنت من الأبدال ولم أعلم قال وكان يقول في دعائه اللهم اقبضني في أي المواطن أحب إليك فخرج إلى طرسوس ومات بها في سنة أربع وثمانين ومئتين وحدث بالعراق روى عنه أبو سهل بن زياد وعبد الباقي بن قانع وغيرهما ",
                "title": "الوذنكاباذي",
                "uri": "JK_000952_4267"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}