{
    "features": [
        {
            "item": "JK_000129_010389",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.374-375",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قطن</h1> بالتحريك وآخره نون قال ابن السكيت القطن ما بين الوركين وعن صاحب العين القطن الموضع العريض بين الثبج والعجز وقال الأصمعي قطن الطائر أصل ذنبه وفي الحديث أن آمنة لما حملت بالنبي صلى الله عليه وسلم قالت ما وجدته في القطن ولا الثنة ولكني أجده في كبدي فالقطن أسفل الظهر والثنة أسفل البطن وقطن جبل لبني أسد في قول امرىء القيس يصف سحابا أصاح ترى برقا أريك وميضه كلمع اليدين في حبي مكلل ثم يقول بعد أبيات على قطن بالشيم أيمن صوبه وأيسره على الستار فيذبل قال الأصمعي وفيما بين الفوارة وهي قرية ذكرت في موضعها والمغرب جبل يقال له قطن به مياه أسماؤها السليع والعاقرة والثيلة والممها وهي لبني عبس كلها وقال الزمخشري هو لبني عبس وأنشد أين انتهى يا بن صميعاء السنن ليس لعبس جبل غير قطن وقال أبو عبيد الله السكوني قطن جبل مستدير ململم يجري من رأسه عيون لبني عبس بين الحاجر والمعدن وبه ماء يقال له السليع وقال بعض الأعراب سلم على قطن إن كنت نازلة سلام من كان يهوى مرة قطنا |جـ 4 صـ 375| أحبه والذي أرسى قواعده حبا إذا علنت آياته بطنا يا ليتنا لا نريم الدهر ساحته وليتها حين سرنا غربة معنا ما من غريب وإن أبدى تجلده إلا تذكر عند الغربة الوطنا انظر وأنت بصير هل ترى قطنا من رأس حوران من آت لنا قطنا يا ويحها نظرة ليست براجعة خيرا ولكنها من غيره قمنا قال ابن السكيت قطن جبل لبني عبس كثير النخل والمياه بين الرمة وبين أرض بني أسد وذكر عنه أيضا أنه قال قطن جبل في ديار عبس بين بغيض عن يمين النباج والمدينة بين أثال وبطن الرمة قال كثير فإنك عمري هل أريك ظعائنا بصحن الشتا كالدوم من بطن تريما نظرت إليها وهي تنضو وتكتسي من القفر آلاء فما زال أقتما وقد جعلت أشجان برك يمينها وذات الشمال من مريخة أشأما مولية أيسارها قطن الحمى تواعدن شربا من حمامة معظما وقال الواقدي قطن ماء ويقال جبل من أرض بني أسد بناحية فيد وغزوة قطن قتل بها مسعود بن عروة وأمير جيش رسول الله صلى الله عليه وسلم أبو سلمة بن عبد الأسد وذكره في المغازي كثير ",
                "title": "قطن",
                "uri": "JK_000129_010389"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}