{
    "features": [
        {
            "item": "JK_000952_3222",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.478-479",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القرمطي</h1> بكسر القاف وسكون الراء وكسر الميم وفي آخرها الطاء هذه النسبة إلى المذهب المذموم والرأي الخبيث وهم جماعة من أهل هجر والبحرين والحسا قيل لهم القرامطة قتلوا حاج بيت الله في الحرم وفي رمل زهير وقيل باللام وإنما نسبوا إلى رجل من سواد الكوفة يقال له قرمط وقيل حمدان بن قرمط وكان ممن قبل دعوتهم ثم صار رأسا في الدعوة وقد دمر الله تعالى عليه وألحقه بأخويه عاد وثمود والقصة في القرامطة وظهورهم أن جماعة من أولاد بهرام جور كانوا حبسوا في محبس شبل وزير المهدي واسمه عبد الله وكاتبوا بن المقفع وأحمد بن الحسين بن الجراح |جـ 4 صـ 479| وعبد الله بن ميمون القداح والدنداني وغيرهم فذكروا آباءهم وأجدادهم وما كانوا فيه من الشرف والعز والملك وما آل أمرهم إليه من الذل وكان هذا في أيام أبي مسلم صاحب الدولة فقالوا إن أبا مسلم كيف نقل الخلافة من بني مروان إلى بني العباس وكان من الموالي ونحن من أولاد الملوك فاتفقوا خذلهم الله تعالى على أن يسعوا في رفع الإسلام وقالوا ينبغي أن نفرق دعوتهم ويخرج بعضهم على بعض فقيل إن ملوكهم ظلمة قتلوا أولاد رسول الله صلى الله عليه وسلم وأنشأوا الأشعار في ذلك وشوشوا أمر الرعية على الملوك فقسموا الدنيا على أرباع أربعة واختاروا أربعة من الرجال ونفذوهم إلى الأرباع والأقاليم فنفذوا واحدا إلى الكوفة فأول من أجابه حمدان بن قرمط أعانه على الدعوة وتبعه عالم لا يحصون فنسبوا إليه وصار هذا لقبا لعامر بن ربيعة القرمطي جد محمد بن عبد الله العدوي وقال أبو القاسم الطبراني إنما نسبوا إلى القرامطة لأن النبي صلى الله عليه وسلم رأى عامرا جدهم يمشي قال إنه ليقرمط في مشيته وهو من أهل المدينة حدث عن بكر بن عبد الوهاب ويحيى بن سليمان بن نضلة روى عنه محمد بن عمر بن غالب وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وغيرهم ",
                "title": "القرمطي",
                "uri": "JK_000952_3222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}