{
    "features": [
        {
            "item": "JK_000129_005776",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.47-48",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رصافة الشام والنسبة الرصافي</h1> الرصافة في مواضع كثيرة منها رصافة هشام بن عبد الملك في غربي الرقة بينهما أربعة فراسخ على طرف البرية بناها هشام لما وقع الطاعون بالشام وكان يسكنها في الصيف كذا ذكره بعضهم ووجدت في أخبار ملوك غسان ثم ملك النعمان بن الحارث بن الأيهم وهو الذي أصلح صهاريج الرصافة وصنع صهريجها الأعظم وهذا يؤذن بأنها كانت قبل الإسلام بدهر ليس بالقصير ولعل هشاما عمر سورها أو بنى بها أبنية يسكنها وقال أحمد بن يحيى وأما رصافة الشام فإن هشام بن عبد الملك أحدثها وكان ينزل فيها الزيتونة قال الأصمعي الزوراء رصافة هشام وفيها دير عجيب وعليها سور وليس عندها نهر ولا عين جارية إنما شربهم من صهاريج عندهم داخل السور وربما فرغت في أثناء الصيف فلأهل الثروة منهم عبيد وحمير يمضي أحدهم إلى الفرات العصر فيجيء بالماء في غداة غد لأنه يمضي أربعة فراسخ أو ثلاثة ويرجع مثلها وعندهم آبار طول رشاء كل بئر مائة وعشرون ذراعا وأكثر وهو مع ذلك ملح رديء وهي في وسط البرية ولبني خفاجة عليهم خفارة يؤدونها إليهم صاغرين وبالجملة لولا حب الوطن لخربت وفيها جماعة من أهل الثروة لأنهم بين تاجر يسافر إلى أقطار البلاد وبين مقيم فيها يعامل العرب وفيها سويق عدة عشرة دكاكين ولهم حذق في عمل الأكسية وكل رجل فيها غنيهم وفقيرهم يغزل الصوف ونساؤهم ينسجن وهذه الرصافة عنى الفرزدق بقوله إلام تلفتين وأنت تحتي وخير الناس كلهم أمامي متى تردي الرصافة تستريحي من الأنساع والجلب الدوامي ولما قال الفرزدق هذين البيتين قال كأني بابن المراغة وقد سمع هذين البيتين فقال تلفت إنها تحت ابن قين حليف الكير والفاس الكهام متى تأت الرصافة تخز فيها كخزيك في المواسم كل عام وكان الأمر كذلك لم يخرم جرير حرفا ولا زاد ولا نقص لما بلغه معناه وذكرها ابن بطلان الطبيب في رسالته إلى هلال بن المحسن فقال وبين الرصافة والرحبة مسيرة أربة أيام قال وهذا القصر |جـ 3 صـ 48| يعني قصر الرصافة حصن دون دار الخلافة ببغداد مبني بالحجارة وفيه بيعة عظيمة ظاهرها بالفص المذهب أنشأه قسطنطين بن هيلانة وجدد الرصافة وسكنها هشام بن عبد الملك وكان يفزع إليها من البق في شاطىء الفرات وتحت البيعة صهريج في الأرض على مثل بناء الكنيسة معقود على أساطين الرخام مبلط بالمرمر مملوء من ماء المطر وسكان هذا الحصن بادية أكثرهم نصارى معاشهم تخفير القوافل وجلب المتاع والصعاليك مع اللصوص وهذا القصر في وسط برية مستوية السطح لا يرد البصر من جوانبها إلا الأفق ورحلها منها ألى حلب في أربع رحلات وكان ابن بطلان كتب هذه الرسالة في سنة 044 وحدث برصافة الشام أبو بكر محمد بن مسلم بن شهاب الزهري فروى عنه من أهلها أبو منيع عبيد الله بن أبي زياد الرصافي وكان الحجاج من العلماء كان أعلم الناس بخلق الفرس من رأسه إلى رجله والنبات روى عنه هلال بن العلاء الرقي وغيره وكان ثقة ثبتا حديثه في الصحيح ومات في سنة 122 قاله ابن حباب وقال محمد بن الوليد أقمت مع الزهري بالرصافة عشر سنين وقال مدرك ابن حصين الأسدي وكان قدم الشام هو ورجل من بني عمه يقال له ابن ماهي وطعن ابن ماهي فكبر جرحه فقال عليك ابن ماهي ليت عينك لم ترم بلادي وإن لم يرع إلا درينها ويا ذكرة والنفس خائفة الردى مخاطرة والعين يهمي معينها ذكرت وأبواب الرصافة بينها وبيني وجعدياتها وقرينها وصفين والنهي امنيء ولجة من البحر موقوف عليها سفينها بدائبة للحفر فيها عجاجة وللموت أخرى لا يبل طعينها وقال جرير طرقت جعادة بالرصافة أرحلا من رامتين لشط ذاك مزارا وإذا نزلت من البلاد بمنزل وقي النحوس وأسقي الأمطارا ",
                "title": "رصافة الشام والنسبة الرصافي",
                "uri": "JK_000129_005776"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}