{
    "features": [
        {
            "item": "JK_000952_3493",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.101-102",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكندري</h1> بضم الكاف وسكون النون وضم الدال وكسر الراء المهملتين هذه النسبة إلى بيع الكندر وإلى قريتين |جـ 5 صـ 102| فأما إلى بيع الكندر وهو العلك فالمشهور بهذه النسبة أبو عبد الرحمن عبد الملك بن سليمان الكندري سمع حسان بن إبراهيم الكرماني روى عنه أبو علي زكريا بن يحيى بن أبان ذكره أبو سعيد بن يونس في كتاب التاريخ لأهل مصر وقال الكندري من أهل أنطاكية وأظنه كان يبيع اللبان والقرية الأولى هي كندر قرية بالقرب من قزوين منها أبو غانم الحسين وأبو الحسن علي ابنا عيسى بن الحسين الكندري سمعا أبا عبد الرحمن محمد بن الحسين السلمي الصوفي وكتبا تصانيفه ولهما في جامع قزوين كتب موقوفة تنسب إليهما في الصندوق المعروف بالعثماني والقرية الثانية هي كندر من أعمال طريشيث ويقال لها ترشيش من نواحي نيسابور يقال هي من بشت ناحية من نيسابور وقيل إن كندر من القرى السبعة التي كانت مع القهندز لقدمها منها العميد كان الوزير صار أبو نصر الكندري له شعر واثار وحكايات وكان من رجال الدهر جودا وسخاء وكفاية وشهامة وفضلا وإفضالا وأدبا قتل بمرو الروذ في حدود سنة ستين وأربعمائة سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ بجامع أصبهان سمعت أبا الفضل محمد بن طاهر المقدسي الحافظ يقول سمعت الشيخ أبا ثابت الصوفي يحيى ين منصور الهمذاني رحمه الله يقول لم أر صوفيا مثل أبي نصر الكندري سمعته يقول أنا لا أشتغل بأمس وغدا وإنما أشتغل باليوم الذي أنا فيه قال الشيخ يعني أن أمس قد فات والاشتغال بالفائت لا يجدي نفعا وغدا لم يأت والاشتغال لما لم يأت تقصير في الوقت هذا معنى كلامه بالفارسية أنا عربته وأبو سعيد أحمد بن الحسين بن محمد بن الحسين الكندري وظني أنه من كندر طريثيث كان أديبا فاضلا مسنا من أولاد الأدباء سمع أبا بكر أحمد بن علي بن خلف الشيرازي وأبا إسحاق إبراهيم بن علي بن يوسف الشيرازي الإمام وأبا بكر محمد بن إسماعيل التفليسي وغيرهم لقيته بجوسقان أسفراين وكتبت عنه شيئا يسيرا ومات في اخر سنة سبع أو أوائل سنة ثمان وثلاثين وخمسمائة ",
                "title": "الكندري",
                "uri": "JK_000952_3493"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}