{
    "features": [
        {
            "item": "JK_000952_1717",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.23-24",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرازي</h1> بفتح الراء والزاي المكسورة بعد الألف هذه النسبة إلى الري وهي بلدة كبيرة من بلاد الديلم بين قومس والجبال وألحقوا الزاي في النسبة تخفيفا لأن النسبة على الياء مما يشكل ويثقل على اللسان والألف لفتحة الراء على أن الأنساب مما لا مجال للقياس فيها والمعتبر فيها النقل المجرد خرج منها جماعة من العلماء والمحدثين في كل فن قديما وحديثا وأقمت بها قريبا من أربعين يوما في انصرافي من العراق وكتبت بها عن جماعة من الرازية تقرب من الثلاثين نفسا فمن قدماء الأئمة بها أبو عبد الله جرير بن عبد الحميد بن |جـ 3 صـ 24| جرير بن قرط بن هلال بن أبي قيس بن وحف بن عبد غنم بن عبد الله بن بكر بن سعد بن ضبة بن أد الضبي الرازي أصله من الكوفة رازي المولد والمنشأ رأى أيوب السختياني بمكة وجماعة من طبقته سمع الأعمش ومنصور بن المعتمر وهشام بن عروة وسهيل بن أبي صالح ومغيرة بن مقسم وحصين بن عبد الرحمن وليث بن أبي سليم روى عنه عبد الله بن المبارك وأبو داود الطيالسي وسليمان بن حرب وأحمد بن حنبل ويحيى بن معين وعلي بن المديني وأبو خيثمة زهير بن حرب وغيرهم من مشاهير الأئمة والأعلام مات بالري في شهر ربيع الآخر سنة ثمان وثمانين ومائة عن ثمان وسبعين سنة وأبو زرعة عبيد الله بن عبد الكريم بن يزيد بن فروخ الرازي مولى عياش بن مطرف القرشي من أهل الري سمع خلاد بن يحيى وأبا نعيم وقبيصة بن عقبة ومسلم بن إبراهيم وأبا الوليد الطيالس وأبا سلمة التبوذكي والقعنبي وأبا عمر الحوضي وإبراهيم بن موسى الفراء ويحيى بن بكير المصري وكان إماما ربانيا متقنا حافظا مكثرا صادقا وقدم بغداد غير مرة وجالس أحمد بن حنبل وذاكره وكثرت الفوائد في مجلسهما روى عنه مسلم بن الحجاج وإبراهيم بن إسحاق الحربي وعبد الله بن أحمد بن حنبل وقاسم بن زكريا المطرز وأبو بكر محمد بن الحسين القطان وابن أخيه وابن أخته أبو محمد عبد الرحمن بن أبي حاتم الرازي وحكى عبد الله بن أحمد بن حنبل قال لما قدم أبو زرعة نزل عند أبي وكان كثير المذاكرة له فسمعت أبي يوما يقول ما صليت غير الفرض استأثرت بمذاكرة أبي زرعة على نوافلي وذكر عبد الله بن أحمد قال لأبي يا أبت من الحفاظ قال يا بني شباب كانوا عندنا من أهل خراسان وقد تفرقوا قلت من هم يا أبت قال محمد بن إسماعيل ذاك البخاري وعبيد الله بن عبد الكريم ذاك الرازي وعبد الله بن عبد الرحمن ذاك السمرقندي والحسن بن شجاع ذاك البلخي وحكى عن أبي زرعة الرازي أنه قال كتبت عن رجلين مائتي ألف حديث كتبت عن إبراهيم الفراء مائة ألف حديث وعن ابن شيبة عبد الله مائة ألف حديث ذكر أبو عبد الله محمد بن مسلم بن وارة يقول كنت عند إسحاق بن إبراهيم بنيسابور فقال رجل من أهل العراق سمعت أحمد بن حنبل يقول صح من الحديث سبعمائة ألف حديث وكسر وهذا الفتى يعني أبا زرعة قد حفظ ستمائة ألف حديث وكان إسحاق بن راهويه يقول كل حديث لا يعرفه أبو زرعة ليس له أصل وكانت ولادته سنة مائتين وتوفي سلخ ذي الحجة سنة أربع وستين ومائتين بالري وزرت قبره وابن أخيه أبو القاسم عبد الله بن محمد بن عبد الكريم الرازي من أهل الري كان ثقة كثير الحديث صاحب أصول روى عنه عمه أبي زرعة ويونس بن عبد الأعلى وبحر بن نصر والربيع بن |جـ 3 صـ 25| سليمان ومحفوظ بن بحر الأنطاكي وغيرهم روى عنه محمد بن حمدان بن محمد الأصبهاني وكان أبو القاسم قدم أصبهان وحدث بها وأكثر أهل أصبهان عنه وتوفي بها سنة عشرين وثلاثمائة قال أبو الحسن الدارقطني وحمد شيخ كتبنا عنه من شيوخ أهل الري وعدولهم وهو حمد بن عبد الله بن محمد بن عبد الرحمن بن أيوب بن شريك الأصبهاني ثم الرازي يحدث عن ابن أبي حاتم وأحمد بن محمد بن الحسين الكاغذي وغيرهما ",
                "title": "الرازي",
                "uri": "JK_000952_1717"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}