{
    "features": [
        {
            "item": "JK_000129_012703",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.267-270",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نجران</h1> موضع على يومين من الكوفة فيما بينها وبين واسط على الطريق يقال إن نصارى نجران لما أخرجوا سكنوا هذا الموضع وسمي باسم بلدهم وقال عبيد الله بن موسى بن جار بن الهذيل الحارثي يرثي علي بن أبي طالب ويذكر أنه حمل نعشه في هذا الموضع فقال بكيت عليا جهد عيني فلم أجد على الجهد بعد الجهد ما أستزيدها فما أمسكت مكنون دمعي وما شفت حزينا ولا تسلى فيرجى رقودها وقد حمل النعش ابن قيس ورهطه بنجران والأعيان تبكي شهودها على خير من يبكى ويفجع فقده ويضربن بالأيدي عليه خدودها ووفد على النبي وفد نجران وفيهم السيد واسمه وهب والعاقب واسمه عبد المسيح والأسقف وهو أبو حارثة وأراد رسول الله مباهلتهم فامتنعوا وصالحوا النبي فكتب لهم كتابا فلما ولي أبو بكر رضي الله عنه أنفذ ذلك لهم فلما ولي عمر رضي الله عنه أجلاهم واشترى منهم أموالهم فقال أبو حسان الزيادي انتقل أهل نجران إلى قرية تدعى نهر أبان من أرض الهجر المنقطع من كورة البهقباذ من طساسيج الكوفة وكانت هذه القرية من الضواحي وكان كسرى أقطعها امرأة يقال لها أبان وكان زوجها من أوراد المملكة يقال له باني وكان قد احتفر نهر الضيعة لزوجته وسماه نهر أبان ثم ظهر عليها الإسلام وكان أولادها يعملون في تلك الأرض فلما أجلى عمر رضي الله عنه أهل نجران نزلوا |جـ 5 صـ 270| قرية من حمراء ديلم يرتادون موضعا فاجتاز بهم رجل من المجوس يقال له فيروز فرغب في النصرانية فتنصر ثم أتى بهم حتى غلبوا على القرية وأخرجوا أهلها عنها وابتنوا كنيسة دعوها الأكيراح فشخصوا إلى عمر فتظلموا منهم فكتب إلى المغيرة في أمرهم فرجع الجواب وقد مات عمر رضي الله عنه فانصرف النجرانيون إلى نهر ابان واستقروا به ثم شخص العجم إلى عثمان رضي الله عنه فكتب في أمرهم إلى الوليد بن عتبة فألفوه وقد أخرجه أهل الكوفة فانصرف النجرانيون إلى قريتهم وكثر أهلها وغلبوا عليها ",
                "title": "نجران",
                "uri": "JK_000129_012703"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}