{
    "features": [
        {
            "item": "JK_000129_005842",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.58-59",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الرقة والنسبة الرقي</h1> بفتح أوله وثانيه وتشديده وأصله كل أرض إلى جنب واد ينبسط عليها الماء وجمعها رقاق وقال غيره الرقاق الأرض اللينة التراب وقال |جـ 3 صـ 59| الأصمعي الرقاق الأرض اللينة من غير رمل وأنشد كأنها بين الرقاق والخمر إذا تبارين شآبيب مطر وهي مدينة مشهورة على الفرات بينها وبين حران ثلاثة أيام معدودة في بلاد الجزيرة لأنها من جانب الفرات الشرقي طول الرقة أربع وستون درجة وعرضها ست وثلاثون درجة في الإقليم الرابع ويقال لها الرقة البيضاء أرسل سعد بن أبي وقاص والي الكوفة في سنة 71 جيشا عليه عياض بن غنم فقدم الجزيرة فبلغ أهل الرقة خبره فقالوا أنتم بين العراق والشام وقد استولى عليها المسلمون فما بقاؤكم مع هؤلاء فبعثوا إلى عياض بن غنم في الصلح فقبله منهم فقال سهيل بن عدي وصادمنا الفرات غداة سرنا إلى أهل الجزيرة بالعوالي أخذنا الرقة البيضاء لما رأينا الشهر لوح بالهلال وأزعجت الجزيرة بعد خفض وقد كانت تخوف بالزوال وصار الخرج ضاحية إلينا بأكناف الجزيرة عن تقالي وقال ربيعة الرقي يصفها حبذا الرقة دارا وبلد بلد ساكنه ممن تود ما رأينا بلدة تعدلها لا ولا أخبرنا عنها أحد إنها برية بحرية سورها بحر وسور في الجدد تسمع الصلصل في إشجارها هدهد البر ومكاء غرد لم تضمن بلدة ما ضمنت من جمال في قريش وأسد وقال عبيد الله بن قيس الرقيات لم يصح هذا الفؤاد عن طربه وميله في الهوى وعن لعبه وأهلا وسهلا بمن أتاك من ال رقة يسري إليك في شجبه وقال أيضا عبيد الله بن قيس الرقيات لعبدالله بن جعفر بن أبي طالب أتيناك نثني بالذي أنت أهله عليك كما أثنى على الروض جارها تقدت بي الشهباء نحو ابن جعفر سواء عليها ليلها ونهارها فوالله لولا أن تزور ابن جعفر لكان قليلا في دمشق قرارها فإن مت لم يوصل صديق ولم يقم سبيل من المعروف أنت منارها ذكرتك أن فاض الفرات بأرضنا وجاش بأعلى الرقتين بحارها وعندي مما خول الله هجمة عطاؤك منها شولها وعشارها قال بطليموس الرقة البيضاء طولها ثلاث وسبعون درجة وست دقائق وعرضها خمس وثلاثون درجة وعشرون دقيقة طالعها الشولة بيت حياتها القوس تحت إحدى عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان ارتفاعها ثمان |جـ 3 صـ 60| وسبعون درجة قال والرقة الوسطى طولها ثلاث وسبعون درجة واثنتا عشرة دقيقة وعرضها خمس وثلاثون درجة وسبع عشرة دقيقة طالعها الشولة في الإقليم الرابع وقيل طالعها الذابح بيت حياتها ثلاث درج من الحوت وخمس وأربعون دقيقة تحت إحدى عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان وكان بالجانب الغربي مدينة أخرى تعرف برقة واسط كان بها قصران لهشام ابن عبد الملك كانا على طريق رصافة هشام وأسفل من الرقة بفرسخ الرقة السوداء وهي قرية كبيرة ذات بساتين كثيرة وشربها من البليخ والجميع متصل ",
                "title": "الرقة والنسبة الرقي",
                "uri": "JK_000129_005842"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}