{
    "features": [
        {
            "item": "JK_000129_004531",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.357-358",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خرجرد والنسبة الخرجردي</h1> بفتح أوله وتسكين ثانيه ثم جيم مكسورة وراء ساكنة ودال بلد قرب بوشنج هراة ينسب إليها أحمد بن محمد بن إسماعيل بن محمد بن إبراهيم بن مسلم بن بشار أبو بكر البوشنجي الخرجردي البشاري سكن نيسابور وكان إماما ورعا فاضلا متفننا تفقه أولا على أبي بكر الشاشي بهراة ثم تلمذ لأبي المظفر السمعاني وعلق عليه الخلاف والأصول وكتب تصانيفه بخطه ومن المذهب على الإمام أبي الفرج عبد الرحمن بن أحمد الزاز السرخسي بمرو ثم عاد إلى نيسابور واشتغل بالعبادة وأعرض عن الخلق سمع بهراة أبا بكر محمد بن علي بن حامد الشاشي وأبا عبد الله محمد بن علي العميري وبمرو أبا المظفر السمعاني وأبا نصر إسماعيل بن الحسين بن إسماعيل المحمودي وأبا الفرج عبد الرحمن بن أحمد بن محمد السرخسي وأبا القاسم إسماعيل بن محمد بن أحمد الزاهري الزندقاني وبسرخس أبا العباس زاهر بن محمد بن الفقيه الزاهري وبنيسابور أبا تراب عبد الباقي بن يوسف المراغي وأبا الحسن المبارك ومحمد بن عبد الله الواسطي وأبا الحسن علي بن أحمد بن محمد المديني وأبا العباس المفضل بن عبد الواحد التاجر وبجرجان أبا الغيث المغيرة بن محمد الثقفي وأبا عمرو ظفر بن إبراهيم بن عثمان الخلالي وأبا عمرو عبد القادر بن عبد القاهر بن عبد الرحمن النحوي وجماعة كثيرة سواهم ذكره أبو سعد في التحبير |جـ 2 صـ 358| وكانت ولادته في سنة 463 ومات بنيسابور في سابع شهر رمضان سنة 345 وأبو نصر عبد الرحمن بن محمد بن أحمد بن منصور بن حرمل الخطيب سكن مرو وكان فاضلا عارفا بالتواريخ والأخبار فقيها فاضلا علق المذهب على أبي إسحاق إبراهيم بن أحمد المروروذي وسمع الحديث على أبي نصر عبد الكريم بن عبد الرحيم القشيري وأمثاله ولما وردت الغز صعد في جماعة إلى المنارة فأضرم الغز فيها النار فاحترق أبو نصر الخرجردي وابنه عبد الرزاق وذلك في ثاني عشر شهر رجب سنة 845 ",
                "title": "خرجرد والنسبة الخرجردي",
                "uri": "JK_000129_004531"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}