{
    "features": [
        {
            "item": "JK_000952_0292",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.238-239",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإيلاقي</h1> بكسر الألف وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها القاف هذه النسبة إلى إيلاق وهي بلاد الشاش المتصلة بالترك على عشرة فراسخ من الشاش وهذه الناحية من حد نوبخت إلى فرغانة وذكر من دخلها أنه لم ير بلادا أحسن ولا أنزه منها وسقيها من واد ربما بلغ عرضه نحو فرسخين وجبالها فيها الذهب والفضة وقراها وعماراتها من المياه المطردة والخضرة كان منها جماعة من الأئمة أشهرهم أبو الربيع طاهر بن عبد الله الإيلاقي كان إماما في الفقه بارعا فيه تفقه بمرو على أبي بكر عبد الله بن أحمد القفال المروزي وبنيسابور على أبي طاهر محمد بن محمد بن محمش الزيادي وببخارا على أبي عبد الله الحسين بن الحسن الحليمي وأخذ الأصول عن أبي إسحاق إبراهيم بن محمد الإسفراييني تفقه عليه أهل الشاش وروى الحديث عن أستاذيه وأبي نعيم عبد الملك بن الحسن الأزهري وغيرهم وتوفي عن ست وتسعين سنة في سنة خمس وستين وأربعمائة والفقيه أبو عبد الله محمد بن داود بن رضوان الإيلاقي من أهل إيلاق ورد خراسان وتفقه على |جـ 1 صـ 239| الحسن بن مسعود بن الفراء بمرو الروذ وبنيسابور على محمد بن يحيى وكان حسن السيرة سديدا جميل الأمر راغبا في قضاء حوائج الإخوان سمع الكثير بنيسابور معي عن أبي عبد الله محمد بن الفضل الفراوي وطبقته قدم علينا مرو وأقام عندي في مدرستي مدة وسمعت منه أحاديث وتوفي سنة تسع وثلاثين وخمسمائة ودفن بسنجدان ومن القدماء أبو سلمة نصر بن محمد بن غريب الشاشي القائد الصوفي الإيلاقي كان من قواد إيلاق سكن الشاش كان فاضلا خيرا حج وحدث وكتب عنه الناس يروي عن عبد الرحمن بن محمد بن سابق البخاري صاحب محمد بن إسماعيل والهيثم بن كليب الشاشي قال أبو سعد الإدريسي قدم القائد الإيلاقي سمرقند حاجا ونزل رباط الأمير بباب دستان وكتب عنه أصحابنا بها وأنا كتبت عنه بالشاش قبل السبعين والثلاثمائة ومات بعد السبعين والثلاثمائة |جـ 1 صـ 240| ",
                "title": "الإيلاقي",
                "uri": "JK_000952_0292"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}