{
    "features": [
        {
            "item": "JK_000952_3780",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.277-280",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المزني</h1> بضم الميم وفتح الزاي وفي اخرها النون هذه النسبة إلى مزينة بن أد بن طابخة بن الياس بن مضر بن نزار بن معد بن عدنان واسم مزينة عمرو وإنما سمي |جـ 5 صـ 678| باسم أمه مزينة بنت كلب بن وبرة وولدت هي عثمان وأوسا ابني عمرو بن أد بن طابخة بن إلياس بن مضر فهم مزنية وجماعة نسبوا إلى مزنية تميم وهم أحلاف الأنصار وفيهم كثرة فأما المنتسب إلى الأول فهو عبد الله بن مغفل المزني ومعقل بن يسار المزني وعبد الله بن عمرو المزني وأبو حاتم المزني له صحبة وقرة بن الياس المزني ومعقل والنعمان وسويد بن مقرن المزني والنعمان كان أمير حرب نهاوند من قبل عمر رضي الله عنه واستشهد بها وولي الأمر حذيفة بن اليمان رضي الله عنهما وفيهم كثرة والفقيه أبو إبراهيم إسماعيل بن يحيى المزني صاحب المختصر تلميذ الشافعي رحمهما الله يروي عن علي بن معبد البصري وغيره روى عنه أبو محمد عبد الرحمن بن أبي حاتم الرازي وأبو بكر عبد الله بن زياد النيسابوري وأبو نعيم عبد الملك بن محمد بن علي الاستراباذي وغيرهم وأبو محمد أحمد بن عبد الله المزني الذي يقال له الشيخ الجليل ببخارى من أهل هراة مات ببخارى وهو من أولاد عبد الله بن المغفل المزني قال أبو كامل البصيري سمعت عبد الصمد بن نصر العاصمي يقول سمعت أبا بكر الأودني يقول احتاج أبو بكر محمد بن علي القفال الشاشي إلى سماع حديث واحد من حديث المزني فأراد أن يقرأ عليه فأستاذن عليه فقال له إلى يوم المجلس يا أبا بكر فقال القفال أيد الله الشيخ الجليل إني مع القافلة وهي تخرج اليوم فإن أذن لي بالقراءة عليه قال قد قلت إلى يوم المجلس فلم يقدر له ولم يقرأه ولم يدعه يسمع منه ذلك الحديث الذي فيه حاجة القفال قال البصيري سمعت أبا الحسين أحمد بن الحسين الخفاف يقول سمعت الشيخ الجليل أبا محمد المزني يقول حديث النزول قد صح والإيمان به واجب ولكن ينبغي أن يعرف أنه كما لا كيف لذاته لا كيف لصفاته ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال أبو محمد المزني كان إمام |جـ 5 صـ 279| أهل العلم والوجوه وأولياء السلطان بخراسان في عصره بلا مدافعة سمع بهراة علي بن محمد بن عيسى الجكاني وبنيسابور إبراهيم بن أبي طالب وبمرو الروذ يوسف بن موسى وبنسا الحسن بن سفيان وبالري إبراهيم بن يوسف الهسنجاني وبجرجان عمران بن موسى السجستاني وببغداد يوسف القاضي وبالكوفة عبد الله بن غنام وبالبصرة أبا خليفة القاضي وبالأهواز عبدان بن أحمد وبمكة المفضل بن محمد الجندي وبمصر علان بن أحمد وبالشام أصحاب المعافى والنفيلي أقام بمصر ثلاث سنين وحج بالناس وخطب بمكة روى عنه أبو بكر بن إسحاق الضبعي وعمر بن الربيع بن سليمان وأبو العباس بن عقدة الحافظ وأبو بكر بن إسحاق الضبعي وعمر بن الربيع بن سليمان وأبو العباس بن عقدة الحافظ وأبو بكر القفال ومشايخ عصره بخراسان وكان من مفاخر عصره قيل إنه كان قتيل حب الوطن أملى مجلسا في هذا المعنى وبكى ومرض عقيبه ومات في شهر رمضان سنة ست وخمسين وثلاث مئة ببخارى وحمل الوزير أبو يعلى البلعمي تابوته وقدم ابنه للصلاة عليه وحمل إلى هراة فدفن بها وأخوه أبو عبد الله محمد بن عبد الله بن محمد بن عبد الله بن محمد بن بشر بن مفضل بن حسان بن عبد الله بن مغفل المزني الهروي كان بينهما سنتان والشيخ أبو محمد أكبر منه وأبو عبد الله كان قد اشترى بنيسابور دار يحيى بن يحيى الإمام وكان يكثر المقام بها سمع علي بن محمد بن عيسى الجكاني وأحمد بن نجدة بن العريان القرشي وحدث بالعراق ونيسابور وهراة سمع منه الحاكم أبو عبد الله الحافظ وقال توفي بنيسابور في جمادى الأولى سنة اثنتين وخمسين وثلاث مئة وقد قارب الثمانين وأبو الحسين محمد بن عبد الله بن محمد بن بشر المزني الهروي ذكره الحاكم في التاريخ وقال ورد نيسابور سنة أربعين وثلاث مئة فسمع الكتب من أبي العباس وأكثر عن الشيوخ ثم انصرف إلى هراة وقدم علينا سنة إحدى وخمسين حاجا ثم قدم علينا في أواخر عمره وكان يحدث فخرج إلى بغداد وسمع بها وخلط ثم استشهد بهراة في سنة ثمانين وثلاث مئة ومزينة محلة بالبصرة ولعل جماعة من هذه القبيلة نزلت تلك المحلة فنسبت إليهم منها رفيقنا أبو أحمد عبد الوهاب بن أحمد البصري المزني سمع منا ومعنا ببغداد وانحدرنا في سفينة واحدة إلى البصرة رحمه الله |جـ 5 صـ 280| وأبو وائلة إياس بن معاوية بن قرة بن إياس المزني من أهل البصرة وكان على القضاء بها يروي عن سعيد بن المسيب وأبيه روى عنه شعبة وابن عجلان وكان من دهاة الناس مات سنة اثنتين وعشرين ومئة وقد ذكرنا عبد الله بن مغفل المزني ومن أولاده عبد الله بن الوليد بن عبد الله بن مغفل وجده من قبل أمه إياس بن عبد يروي عن موسى بن عبد الله بن يزيد روى عنه إسماعيل بن زكريا الكوفي وأما أحمد بن إبراهيم بن العيزار المزني فإنه ينسب إلى مزنة وهي قرية من قرى سمرقند على ثلاثة فراسخ منها يقال لها مزن وتحرك النسبة إليها يروي عن علي بن الحسين البيكندي روى عنه محمد بن جعفر بن الأشعث ",
                "title": "المزني",
                "uri": "JK_000952_3780"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}