{
    "features": [
        {
            "item": "JK_000129_000513",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.159-161",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إرمينية</h1> بكسر أوله ويفتح وسكون ثانيه وكسر الميم وياء ساكنة وكسر النون وياء |جـ 1 صـ 160| خفيفة مفتوحة اسم لصقع عظيم واسع في جهة الشمال والنسبة إليها أرمني على غير قياس بفتح الهمزة وكسر الميم وينشد بعضهم ولو شهدت أم القديد طعاننا بمرعش خيل الأرمني أرنت وحكى إسماعيل بن حماد فتحهما معا قال أبو علي أرمينية إذا أجرينا عليها حكم العربي كان القياس في همزتها أن تكون زائدة وحكمها أن تكسر لتكون مثل إجفيل وإخريط وإطريح ونحو ذلك ثم ألحقت ياء النسبة ثم ألحق بعدها تاء التأنيث وكان القياس في النسبة إليها أرميني إلا أنها لما وافق ما بعد الراء منها ما بعد الحاء في حنيفة حذفت الياء كما حذفت من حنيفة في النسب وأجريت ياء النسبة مجرى تاء التأنيث في حنيفة كما أجرينا مجراها في رومي وروم وسندي وسند أو يكون مثل بدوي ونحوه ما غير في النسب قال أهل السير سميت أرمينية بأرمينا بن لنطا بن أومر بن يافث ابن نوح عليه السلام وكان أول من نزلها وسكنها وقيل هما أرمينيتان الكبرى والصغرى وحدهما من برذعة إلى باب الأبواب ومن الجهة الأخرى إلى بلاد الروم وجبل القبق وصاحب السرير وقيل إرمينية الكبرى خلاط ونواحيها وإرمينية الصغرى تفليس ونواحيها وقيل هي ثلاث أرمينيات وقيل أربع فالأولى بيلقان وقبلة وشروان وما انضم إليها عد منها والثانية جرزان وصغدبيل وباب فيروزقباذ واللكز والثالثة البسفرجان ودبيل وسراج طير وبغروند والنشوى والرابعة وبها قبر صفوان بن المعطل صاحب رسول الله صلى الله عليه وسلم وهو قرب حصن زياد عليه شجرة نابتة لا يعرف أحد من الناس ما هي وله حمل يشبه اللوز يؤكل بقشره وهو طيب جدا فمن الرابعة شمشاط وقاليقلا وأرجيش وباجنيس وكانت كور أران والسيسجان ودبيل والنشوى وسراج طير وبغروند وخلاط وباجنيس في مملكة الروم فافتتحها الفرس وضموها إلى ملك شروان التي فيها صخرة موسى عليه السلام التي بقرب عين الحيوان ووجدت في كتاب الملحمة المنسوب إلى بطليموس طول أرمينية العظمى ثمان وسبعون درجة وعرضها ثمان وثلاثون درجة وعشرون دقيقة داخلة في الإقليم الخامس طالعها تسع عشرة درجة من السرطان يقابلها خمس عشرة درجة من الجدي ووسط سمائها خمس عشرة درجة من الحمل بيت حياتها خمس عشرة درجة من الميزان قال ومدينة أرمينية الصغرى طولها خمس وسبعون درجة وخمسون دقيقة وعرضها خمس وأربعون درجة طالعها عشرون درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان ولها شركة في العواء وفي الدب الأكبر ولها شركة في كوكب هوز وهو كوكب الحكماء وما يولد مولود قط وكان طالعه كوكب هوز إلا وكان حكيما وبه ولد بطليموس وبقراط وأوقليدس وهذه المدينة مقابلة لمدينة الحكماء يدور عليها من كل بنات نعش أربعة أجزاء وهي صحيحة الهواء وكل من سكنها طال عمره بإذن الله تعالى هذا كله من كتاب الملحمة وفي كتب الفرس أن جرزان وأران كانتا في أيدي الخزر وسائر أرمينية في أيدي الروم يتولاها صاحبها أرميناقس وسمته العرب أرميناق فكانت الخزر تخرج فتغير فربما بلغت الدينور فوجه قباذ بن فيروز الملك قائدا من عظماء |جـ 1 صـ 161| قواده في اثني عشر ألفا فوطىء بلاد أران ففتح ما بين النهر الذي يعرف بالرس إلى شروان ثم أن قباذ لحق به فبنى بأران مدينة البيلقان ومدينة برذعة وهي مدينة الثغر كله ومدينة قبلة ونفى الخزر ثم بنى سد اللبن في ما بين شروان واللان وبنى على سد اللبن ثلاثمائة وستين مدينة خربت بعد بناء باب الأبواب ثم ملك بعد قباذ ابنه أنو شروان فبنى مدينة الشابران ومدينة مسقط ثم بنى باب الأبواب وإنما سميت أبوابا لأنها بنيت على طرق في الجبل وأسكن ما بنى من هذه المواضع قوما سماهم السياسجين وبنى بأرض أران أبواب شكى والقميران وأبواب الدودانية وهم أمة يزعمون أنهم من بني دودان بن أسد بن خزيمة بن مدركة بن الياس بن مضر بن معد بن عدنان وبنى الدرزوقية وهي اثنا عشر بابا على كل باب منها قصر من حجارة وبنى بأرض جرزان مدينلا يقال لها صغدبيل وأنزلها قوما من الصغد وأبناء فارس وجعلها مسلحة وبنى مما يلي الروم في بلاد جرزان قصرا يقال له باب فيروزقباذ وقصرا يقال له باب بارقة وهو على بحر طرابزندة وبنى باب اللان وباب سمسخى وبنى قلعة الجردمان وقلعة سمشلدى وفتح جميع ما كان بأيدي الروم من أرمينية وعمر مدينة دبيل ومدينة النشوى وهي نقجوان وهي مدينة كورة البسفرجان وبنى حصن ويص وقلاعا بأرض السيسجان منها قلعة الكلاب والشاهبوش وأسكن هذه القلاع والحصون ذوي البأس والنجدة ولم تزل أرمينية بأيدي الروم حتى جاء الإسلام وقد ذكر في فتوح أرمينية في مواضعه من كل بلد وذكر ابن واضح الأصبهاني أنه كتب لعدة من ملوكها وأطال المقام بأرمينية ولم ير بلدا أوسع منه ولا أكثر عمارة وذكر أن عدة ممالكها مائة وثماني عشرة مملكة منها صاحب السرير ومملكته من اللان وباب الأبواب وليس إليها إلا مسلكين مسلك إلى بلاد الخزرو مسلك إلى أرمينية وهي ثمانية عشر ألف قرية وأران أول مملكة بأرمينية فيها أربعة آلاف قرية وأكثرها لصاحب السرير وسائر الممالك فيها بين ذلك تزيد على أربعة آلاف وتنقص عن مملكة صاحب السرير ومنها شروان وملكها يقال له شروانشاه وسئل بعض علماء الفرس عن الأحرار الذين بأرمينية لم سموا بذلك فقال هم الذين كانوا نبلاء بأرض أرمينية قبل أن تملكها الفرس ثم إن الفرس أعتقوهم لما ملكوا وأقروهم على ولايتهم وهم بخلاف الأحرار من الفرس الذين كانوا باليمن وبفارس فإنهم لم يملكوا قط قبل الإسلام فسموا أحرارا لشرفهم وقد نسب بهذه النسبة قوم من أهل العلم منهم أبو عبد الله عيسى بن مالك بن شمر الأرمني سافر إلى مصر والمغرب ",
                "title": "إرمينية",
                "uri": "JK_000129_000513"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}