{
    "features": [
        {
            "item": "JK_000129_008880",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.116-117",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العزى</h1> بضم أوله في قوله تعالى & أفرأيتم اللات والعزى & اللات صنم كان لثقيف والعزى سمرة كانت لغطفان يعبدونها وكانوا بنوا عليها بيتا وأقاموا لها سدنة فبعث النبي صلى الله عليه وسلم خالد بن الوليد إليها فهدم البيت وأحرق السمرة والعزى تأنيث الأعز مثل الكبرى تأنيث الأكبر والأعز بمعنى العزيز والعزى بمعنى العزيزة وقال ابن حبيب العزى شجرة كانت بنخلة عندها وثن تعبده غطفان وسدنتها من بني صرمة بن مرة قال أبو منذر بعد ذكر مناة واللات ثم اتخذوا العزى وهي أحدث من اللات ومناة وذلك أني سمعت العرب سمت بها عبد العزى فوجدت تميم بن مر سمى ابنه زيد مناة بن تميم بن مر بن أد بن طابخة وعبد مناة بن أد وباسم اللات سمى ثعلبة بن عكابة ابنة تيم اللات وتيم اللات بن رفيدة بن ثور وزيد اللات بن رفيدة بن ثور بن وبرة بن مر بن أد بن طابخة وتيم اللات بن النمر بن قاسط وعبد العزى بن كعب بن سعد ابن زيد مناة بن تميم فهي أحدث من الأولين وعبد العزى بن كعب من أقدم ما سمت به العرب وكان الذي اتخذ العزى ظالم بن أسعد وكانت بواد من نخلة الشامية يقال له حراض بازاء الغمير عن يمين المصعد إلى العراق من مكة وذلك فوق ذات عرق إلى البستان بتسعة أميال فبنى عليها بسا يريد بيتا وكانوا يسمعون فيه الصوت وكانت العرب وقريش تسمي بها عبد العزى وكانت أعظم الأصنام عند قريش وكانوا يزورونها ويهدون لها ويتقربون عندها بالذبائح قال أبو المنذر وقد بلغنا أن النبي صلى الله عليه وسلم ذكرها يوما فقال لقد اهتديت للعزى شاة عفراء وأنا على دين قومي وكانت قريش تطوف بالكعبة وتقول واللات والعزى ومناة الثالثة الأخرى فإنهن الغرانيق العلى وإن شفاعتهن لترتجى وكانوا يقولون بنات الله عز وجل وهن يشفعن إليه فلما بعث رسوله صلى الله عليه وسلم أنزل عليه & أفرأيتم اللات والعزى ومناة الثالثة الأخرى ألكم الذكر وله الأنثى تلك إذا قسمة ضيزى إن هي إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان & وكانت قريش قد حمت لها شعبا من وادي حراض يقال له سقام يضاهئون به حرم الكعبة وقد ذكر سقام في موضعه من هذا الكتاب وللعزى يقول درهم بن زيد الأوسي إني ورب العزى السعيدة والل ه الذي دون بيته سرف وكان لها منحر ينحرون فيه هداياهم يقال له الغبغب وقد ذكر في موضعه أيضا وكانت قريش تخصها بالإعظام فلذلك يقول زيد بن عمرو بن نفيل وكان قد تأله في الجاهلية وترك عبادتها وعبادة غيرها من الأصنام تركت اللات والعزى جميعا كذلك يفعل الجلد الصبور فلا العزى أدين ولا ابنتيها ولا صنمي بني عمرو أزور ولا هبلا أزور وكان ربا لنا في الدهر إذ حلمي صغير |جـ 4 صـ 117| وكانت سدنة العزى بني شيبان بن جابر بن مرة بن عبس بن رفاعة بن الحارث بن عتبة بن سليم بن منصور وكانوا حلفاء بني الحارث بن عبد المطلب بن هاشم بن عبد مناف وكان آخر من سدنها منهم دبية بن حرمى السلمي وله يقول أبو خراش الهذلي وكان قدم عليه فحذاه نعلين جيدتين فقال حذاني بعدما خذمت نعالي دبية إنه نعم الخليل مقابلتين من صلوي مشب من الثيران وصلهما جميل فنعم معرس الأضياف تدحى رحالهم شآمية بليل يقابل جوعهم بمكللات من القربي يرعبها الحميل فلم تزل العزى كذلك حتى بعث الله نبيه صلى الله عليه وسلم فعابها وغيرها من الأصنام ونهاهم عن عبادتها ونزل القرآن فيها فاشتد ذلك على قريش ومرض أبو أحيحة سعيد بن العاصي بن أمية بن عبد شمس بن عبد مناف مرضه الذي مات فيه فدخل عليه أبو لهب يعوده فوجده يبكي فقال له ما يبكيك يا أيا أحيحة أمن الموت تبكي ولا بد منه فقال لا ولكني أخاف ألا تعبدوا العزى بعدي فقال له أبو لهب ما عبدت في حياتك لأجلك ولا تترك عبادتها بعدك لموتك فقال أبو أحيحة الآن علمت أن لي خليفة وأعجبه شدة نصبه في عبادتها قال أبو المنذر وكان سعيد بن العاصي أبو أحيحة يعتم بمكة فاذا اعتم لم يعتم أحد بلون عمامته قال أبو المنذر حدثني أبي عن أبي صالح عن ابن عباس رضي الله عنه قال كانت العزى شيطانة تأتي ثلاث سمرات ببطن نخلة فلما افتتح النبي صلى الله عليه وسلم مكة بعث خالد بن الوليد فقال له ائت بطن نخلة فانك تجد ثلاث سمرات فاعضد الأولى فأتاها فعضدها فلما عاد إليه قال هل رأيت شيئا قال لا قال فاعضد الثانية فأتاها فعضدها فلما عاد إليه قال هل رأيت شيئا قال لا قال فاعضد الثالثة فأتاها فاذا هو بخناسة نافشة شعرها واضعة يديها على عاتقها تصرف بأنيابها وخلفها دبية بن حرمى السلمي ثم الشيباني وكان سادنها فلما نظر إلى خالد قال أعزي شدي شدة لا تكذبي على خالد ألقي الخمار وشمري فانك إلا تقتلي اليوم خالدا فبوئي بذل عاجل وتنصري فقال خالد يا عز كفرانك لا سبحانك إني رأيت الله قد أهانك ثم ضربها ففلق رأسها فاذا هي حممة ثم عضد الشجر وقتل دبية السادن وفيه يقول أبو خراش الهذلي يرثيه ما لدبية منذ اليوم لم أره وسط الشروب ولم يلمم ولم يطف لو كان حيا لغاداهم بمترعة من الرواويق من شيزى بني الهطف ضخم الرماد عظيم القدر جفنته حين الشتاء كحوض المنهل اللقف قال هشام يطف من الطوفان أو من طاف يطيف والهطف بطن من عمرو بن أسد واللقف الحوض المنكسر الذي يغلب أصله الماء فيتثلم يقال قد |جـ 4 صـ 118| لقف الحوض ثم أتى النبي صلى الله عليه وسلم فأخبره قال تلك العزى ولا عزى بعدها للعرب أما إنها لن تعبد بعد اليوم قال ولم تكن قريش بمكة ومن أقام بها من العرب يعظمون شيئا من الأصنام إعظامهم العزى ثم اللات ثم مناة فأما العزى فكانت قريش تخصها دون غيرها بالهدية والزيارة وذلك فيما أظن لقربها منهم وكانت ثقيف تخص اللات كخاصة قريش العزى وكانت الأوس والخزرج تخص مناة كخاصة هؤلاء الآخرين وكلهم كان معظما لها ولم يكونوا يرون في الخمسة الأصنام التي دفعها عمرو بن لحي وهي التي ذكرها الله تعالى في القرآن المجيد حيث قال & ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا & كرأيهم في هذه ولا قريبا من ذلك فظننت أن ذلك كان لبعدها منهم وكانت قريش تعظمها وكانت غني وباهلة يعبدونها معهم فبعث النبي صلى الله عليه وسلم خالد ابن الوليد فقطع الشجر وهدم البيت وكسر الوثن ",
                "title": "العزى",
                "uri": "JK_000129_008880"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}