{
    "features": [
        {
            "item": "JK_000129_000652",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.182-189",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الإسكندرية</h1> قال أهل السير إن الإسكندر بن فيلفوس الرومي قتل كثيرا من الملوك وقهرهم ووطىء البلدان إلى أقصى الصين وبنى السد وفعل الأفاعيل ومات وعمره اثنتان وثلاثون سنة وسبعة أشهر لم يسترح في شيء منها قال مؤلف الكتاب وهذا إن صح فهو عجيب مفارق للعادات والذي أظنه والله أعلم أن مدة ملكه أو حدة سعده هذا المقدار ولم تحسب العلماء غير ذلك من عمره فإن تطواف الأرض بسير الجنود مع ثقل حركتها لاحتياجها في كل منزل إلى تحصيل الأقوات والعلوفة ومصابرة من يمتنع عليه من أصحاب الحصون يفتقر إلى زمان غير زمان السير ومن المحال أن تكون له همة يقاوم بها الملوك العظماء وعمره دون عشرين سنة وإلى أن يتسق ملكه ويجتمع له الجند وتثبت له هيبة في النفوس وتحصل له رياسة وتجربة وعقل يقبل الحكمة التي تحكى عنه يفتقر إلى مدة أخرى مديدة ففي أي زمان كان سيره في البلاد وملكه لها ثم إحداثه ما أحدث من المدن في كل قطر منها واستخلافه الخلفاء عليها على أنه قد جرى في أيامنا هذه وعصرنا الذي نحن فيه في سنة سبع عشرة وثماني عشرة وستمائة من التتر الواردين من أرض الصين ما لو استمر لملكوا الدنيا كلها في أعوام يسيرة فإنهم ساروا من أوائل أرض الصين إلى أن خرجوا من باب الأبواب وقد ملكوا وخربوا من البلاد الإسلامية ما يقارب نصفها لأنهم ملكوا ما وراء النهر وخراسان وخوارزم وبلاد سجستان ونواحي غزنة وقطعة من السند وقومس وأرض الجبل بأسره غير أصبهان وطبرستان وأذربيجان وأران بعض أرمينية وخرجوا من الدربند كل ذلك في أقل من عامين وقتلوا أهل كل مدينة ملكوها ثم خذلهم الله وردهم من حيث جاؤوا ثم إنهم بعد خروجهم من الدربند ملكوا بلاد الخزر واللان وروس وسقسين وقتلوا القبجاق في بواديهم حتى انتهوا إلى بلغار في نحو عام آخر فكأن |جـ 1 صـ 183| هذا عضد قصة الإسكندر على أن الإسكندر كان إذا ملك البلاد عمرها واستخلف عليها وهذا يفتقر إلى زمان غير زمان الخراب فقط قال أهل السير بنى الإسكندر ثلاث عشرة مدينة وسماها كلها باسمه ثم تغيرت أساميها بعده وصار لكل واحدة منها اسم جديد فمنها الإسكندرية التي بناها في باورنقوس ومنها الإسكندرية التي بناها تدعى المحصنة ومنها الإسكندرية التي بناها ببلاد الهند ومنها الإسكندرية التي في جاليقوس ومنها الإسكندرية التي في بلاد السقوياسيس ومنها الإسكندرية التي بأرض بابل ومنها الإسكندرية التي هي ببلاد الصغد وهي سمرقند ومنها الإسكندرية التي تدعى مرغبلوس وهي مرو ومنها الإسكندرية التي في مجاري الأنهار بالهند ومنها الإسكندرية التي سميت كوش وهي بلخ ومنها الإسكندرية العظمى التي ببلاد مصر فهذه ثلاث عشرة إسكندرية نقلتها من كتاب ابن الفقيه كما كانت فيه مصورة وقرأت في كتاب الحافظ أبي سعد أنشدني أبو محمد عبد الله بن الحسن بن محمد الإيادي من لفظه بالإسكندرية قرية بين حلب وحماة قال الأديب الأبيوردي فيا ويح نفسي لا أرى الدهر منزلا لعلوة إلا ظلت العين تذرف ولو دام هذا الوجد لم يبق عبرة ولو أنني من لجة البحر أغرف و الإسكندرية أيضا قرية على دجلة بإزاء الجامدة بينها وبين واسط خمسة عشر فرسخا ينسب إليها أحمد ابن المختار بن مبشر بن محمد بن أحمد بن علي بن المظفر أبو بكر الإسكندراني من ولد الهادي بالله أمير المؤمنين تفقه على مذهب الشافعي رضي الله عنه وكان أديبا فاضلا خيرا قدم بغداد في سنة 510 متظلما من عامل ظلمه فسمع منه أبو الفضل محمد بن ناصر الحافظ وغيره أبياتا من شعره قاله صاحب الفيصل ومنها الإسكندرية قرية بين مكة والمدينة ذكرها الحافظ أبو عبد الله بن النجار في معجمه وأفادنيها من لفظه وجميع ما ذكرنا من المدن ليس فيها ما يعرف الآن بهذا الاسم إلا الإسكندرية العظمى التي بمصر قال المنجمون طول الإسكندرية تسع وستون درجة ونصف وعرضها ست وثلاثون درجة وثلث وفي زيج أبي عون طول الإسكندرية إحدى وخمسون درجة وعرضها إحدى وخمسون درجة وعرضها إحدى وثلاثون درجة وهي في الإقليم الثالث وذكر آخر أن الإسكندرية في الاقليم الثاني وقال طولها إحدى وثلاثون درجة واختلفوا في أول من أنشأ الإسكندرية التي بمصر اختلافا كثيرا نأتي منه بمختصر لئلا نمل بالإكثار ذهب قوم إلى أنها إرم ذات العماد التي لم يخلق مثلها في البلاد وقد روي عن النبي أنه قال خير مسالحكم الإسكندرية ويقال إن الإسكندر والفرما أخوان بنى كل واحد منهما مدينة بأرض مصر وسماها باسمه ولما فرغ الإسكندر من مدينته قال قد بنيت مدينة إلى الله فقيرة وعن الناس غنية فبقيت بهجتها ونضارتها إلى اليوم وقال الفرما لما فرغ من مدينته قد بنيت مدينة عن الله غنية وإلى الناس فقيرة فذهب نورها فلا يمر يوم إلا وشيء منها ينهدم وأرسل الله عليها الرمال فدمتها إلى أن دثرت وذهب أثرها وعن الأزهر بن معبد قال قال لي عمر بن عبد |جـ 1 صـ 184| العزيز أين تسكن من مصر قلت أسكن الفسطاط فقال أف أم نتن أين أنت عن الطيبة قلت أيتهن هي قال الإسكندرية وقيل إن الإسكندر لما هم ببناء الإسكندرية دخل هيكلا عظيما كان لليونانيين فذبح فيه ذبائح كثيرة وسأل ربه أن يبين له أمر هذه المدينة هل يتم بناؤها أم هل يكون أمرها إلى خراب فرأى في منامه كأن رجلا قد ظهر له من الهيكل وهو يقول له إنك تبني مدينة يذهب صيتها في أقطار العالم ويسكنها من الناس ما لا يحصى عددهم وتختلط الرياح الطيبة بهوائها ويثبت حكم أهلها وتصرف عنها السموم والحرور وتطوى عنها قوة الحر والبرد والزمهرير ويكتم عنها الشرور حتى لا يصيبها من الشياطين خبل وإن جلبت عليها ملوك الأرض بجنودهم وحاصروها لم يدخل عليها ضرر فبناها وسماها الإسكندرية ثم رحل عنها بعدما استتم بناءها فجال الأرض شرقا وغربا ومات بشهرزور وقيل ببابل وحمل إلى الإسكندرية فدفن فيها وذكر آخرون أن الذي بناها هو الإسكندر الأول ذو القرنين الرومي واسمه أشك بن سلوكوس وليس هو الإسكندر بن فيلفوس وأن الإسكندر الأول هو الذي جال الأرض وبلغ الظلمات وهو صاحب موسى والخضر عليهما السلام وهو الذي بنى السد وهو الذي لما بلغ إلى موضع لا ينفذه أحد صور فرسا من نحاس وعليه فارس من نحاس ممسك يسرى يديه على عنان الفرس وقد مد يمناه وفيها مكتوب ليس ورائي مذهب وزعموا أن بينه وبين الإسكندر الأخير صاحب دارا المستولي على أرض فارس وصاحب أرسطاطاليس الحكيم الذي زعموا أنه عاش اثنتين وثلاثين سنة دهر طويل وأن الأول كان مؤمنا كما قص الله عنه في كتابه وعمر عمرا طويلا وملك الأرض وأما الأخير فكان يرى رأي الفلاسفة ويذهب إلى قدم العالم كما هو رأي أستاذه أرسطاطاليس وقتل دارا ولم يتعد ملكه الروم وفارس وذكر محمد بن إسحاق أن يعمر بن شداد بن عاد بن عوض ابن إرم بن سام بن نوح عليه السلام هو الذي أنشأ الإسكندرية وهي كنيسة حنس وزبر فيها أنا يعمر بن شداد أنشأت هذه المدينة وبنيت قناطرها ومعابرها قبل أن أضع حجرا على حجر وأجريت ماءها لأرفق بعمالها حتى لا يشق عليهم نقل الماء وصنعت معابر لممر أهل السبيل وصيرتها إلى البحر وفرقتها عند القبة يمينا وشمالا وكان يعمل فيها تسعون ألفا لا يرون لهم ربا إلا يعمر بن شداد وكان تاريخ الكتاب ألفا ومائتي سنة وقال ابن عفير إن أول من بنى الإسكندرية جبير المؤتفكي وكان قد سخر بها سبعين ألف بناء وسبعين ألف مخندق وسبعين ألف مقنطر فعمرها في مائتي سنة وكتب على العمودين اللذين عند البقرات بالإسكندرية وهما أساطين نحاس يعرفان بالمسلتين أنا جبير المؤتفكي عمرت هذه المدينة في شدتي وقوتي حين لا شيبة ولا هرم أضناني وكنزت أموالها في مراجل جبيرية وأطبقته بطبق من نحاس وجعلته داخل البحر وهذان العمودان بالإسكندرية عند مسجد الرحمة وروي أيضا أنه كان مكتوبا عليهما بالحميرية أنا شداد بن عاد الذي نصب العماد وجند الأجناد وسد بساعده الواد بنيت هذه الأعمدة في شدتي وقوتي إذ لا موت ولا شيب وكنزت كنزا على البحر في خمسين ذراعا لا تصل إليه إلا أمة هي آخر الأمم وهي أمة محمد |جـ 1 صـ 185| ويقال إنما دعا جبيرا المؤتفكي إلى بنائها أنه وجد بالقرب منها في مغارة على شاطىء البحر تابوتا من نحاس ففتحه فوجد فيه تابوتا من فضة ففتحه فإذا فيه درج من حجر الماس ففتحه فإذا فيه مكحلة من ياقوتة حمراء مرودها عرق زبرجد أخضر فدعا بعض غلمانه فكحل إحدى عينيه بشيء مماكان في تلك المكحلة فعرف مواضع الكنوز ونظر إلى معادن الذهب ومغاص الدر فاستعان بذلك على بناء الإسكندرية وجعل فيها أساطين الذهب والفضة وأنواع الجواهر حتى إذا ارتفع بناؤها مقدار ذراع أصبح وقد ساخ في الأرض فأعاده أيضا فأصبح وقد ساخ فمكث على ذلك مائة سنة كلما ارتفع البناء ذراعا أصبح سائخا في الأرض فضاق ذرعا بذلك وكان من أهل تلك الأرض راع يرعي على شاطىء البحر وكان يفقد في كل ليلة شاة من غنمه إلى أن أضر به ذلك فارتصد ليلة فبينما هو يرصد إذا بجارية قد خرجت من البحر كأجمل ما يكون من النساء فأخذت شاة من غنمه فبادر إليها وأمسكها قبل أن تعود إلى البحر وقبض على شعرها فامتنعت عليه ساعة ثم قهرها وسار بها إلى منزله فأقامت عنده مدة لا تأكل إلا اليسير ثم واقعها فأنست به وبأهله وأحبتهم ثم حملت وولدت فازداد أنسها وأنسهم بها فشكوا إليها يوما ما يقاسونه من تهدم بنائهم وسيوخه كلما علوه وأنهم إذا خرجوا بالليل اختطفوا فعملت لهم الطلسمات وصورت لهم الصور فاستقر البناء وتم أمر المدينة وأقام بها جبير المؤتفكي خمسمائة سنة ملكا لا ينازعه أحد وهو الذي نصب العمودين اللذين بها ويسميان المسلتين وكان أنفذ في قطعهما وحملهما إلى جبل بريم الأحمر سبعمائة عامل فقطوهما وحملوهما ونصبهما في مكانهما غلام له يقال له قطن بن جارود المؤتفكي وكان أشد من رؤي في الخلق فلما نصبهما على السرطانين النحاس جعل بإزائهما بقرات نحاس كتب عليها خبره وخبر المدينة وكيف بناها ومبلغ النفقة عليها والمدة ثم غزاه رومان بن تمنع الثمود فهزمه وقتل أصحابه قتلا ذريعا وأقام عمودا بالقرب منهما وكتب عليه أنا رومان الثمودي صنفت أصناف هذه المدينة وأصناف مدينة هرقل الملك بالدوام على الشهور والأعوام ما اختلف ابنا سمير وبقيت حصاة في ثبير وأنا غيرت كتاب جبير الشديد ونشرته بمناشير الحديد وستجدون قصتي ونعتي في طرف العمود فولد رومان بزيعا فملك الإسكندرية بعده خمسين سنة لم يحدث فيها شيئا ثم ملك بعده ابنه رحيب وهو الذي بنى الساطرون بالإسكندرية وزبر على حجر منه أنا رحيب بن بزيع الثمودي بنيت هذه البنية في قوتي وشدتي وعمرتها في أربعين سنة على رأس ست وتسعين سنة من ملكي وولد رحيب مرة وولد مرة موهبا ملك بعد أبيه مائتي سنة وغزا أنيس بن معدي كرب العادي موهبا بالإسكندرية وملكها بعده ثم ملكها بعده يعمر بن شداد بن جناد بن صياد بن شمران بن مياد بن شمر بن يرعش فغزاه ذفافة بن معاوية بن بكر العمليقي فقتل يعمر وملك الإسكندرية وهو أول من سمي فرعون بمصر وهو الذي وهب هاجر أم إساعيل عليه السلام إلى إبراهيم عليه السلام وهذه أخبار نقلناها كما وجدناها في كتب العلماء وهي بعيدة المسافة من العقل لا يؤمن بها إلا من غلب عليه الجهل والله أعلم ولأهل مصر بعد إفراط في وصف الإسكندرية وقد أثبتها علماؤهم ودونوها في الكتب فيها وهم ومنها ما ذكره الحسن بن إبراهيم المصري |جـ 1 صـ 186| قال كانت الإسكندرية لشدة بياضها لا يكاد يبين دخول الليل فيها إلا بعد وقت فكان الناس يمشون فيها وفي أيديهم خرق سود خوفا على أبصارهم وعليهم مثل لبس الرهبان السواد وكان الخياط يدخل الخيط في الإبرة بالليل وأقامت الإسكندرية سبعين سنة ما يسرج فيها ولا يعرف مدينة على عرضها وطولها وهي شطرنجية ثمانية شوارع في ثمانية قلت أما صفة بياضها فهو إلى الآن موجود فإن ظاهر حيطانها شاهدناها مبيضة جميعها إلا اليسير النادر لقوم من الصعاليك وهي مع ذلك مظلمة نحو جميع البلدان وقد شاهدنا كثيرا من البلاد التي تنزل بها الثلوج في المنازل والصحاري وتساعدهم النجوم بإشراقها عليها إذا أظلم الليل أظلمت كما تظلم جميع البلاد لا فرق بينها فكيف يجوز لعاقل أن يصدق هذا ويقول به قال وكان في الإسكندرية سبعة حصون وسبعة خنادق قال وكتب عمرو بن العاص إلى عمر بن الخطاب رضي الله عنه إني فتحت مدينة فيها اثنا عشر ألف بقال يبيعون البقل الأخضر وأصبت فيها أربعين ألف يهودي عليهم الجزية وروي عن عبد العزيز بن مروان بن الحكم لما ولي مصر وبلغه ما كانت الإسكندرية عليه استدعى مشايخها وقال أحب أن أعيد بناء الإسكندرية على ما كانت عليه فأعينوني على ذلك وأنا أمدكم بالأموال والرجال قالوا انظرنا أيها الأمير حتى ننظر في ذلك وخرجوا من عنده وأجمعوا على أن حفروا ناووسا قديما وأخرجوا منه رأس آدمي وحملوه على عجلة إلى المدينة فأمر بالرأس فكسر وأخذ ضرس من أضراسه فوجد وزنه عشرين رطلا على ما به من النخر والقدم فقالوا إذا جئتنا بمثل هؤلاء الرجال نعيد عمارتها على ما كانت فسكت ويقال إن المعاريج التي بالإسكندرية مثل الدرج كانت مجالس العلماء يجلسون عليها على طبقاتهم فكان أوضعهم علما الذي يعمل الكيمياء من الذهب والفضة فإن مجلسه كان على الدرجة السفلى وأما خبر المنارة فقد رووا لها أخبارا هائلة وادعوا لها دعاوي عن الصدق عادلة وعن الحق مائلة فقالوا إن ذا القرنين لما أراد بناء منارة الإسكندرية أخذ وزنا معروفا من حجارة ووزنا من آجر ووزنا من حديد ووزنا من نحاس ووزنا من رصاص ووزنا من قصدير ووزنا من حجارة الصوان ووزنا من ذهب ووزنا من فضة وكذلك من جميع الأحجار والمعادن ونقع جميع ذلك في البحر حولا ثم أخرجه فوجده قد تغير كله وحال عن حاله ونقصت أوزانه إلا الزجاج فإنه لم يتغير ولم ينقص فأمر أن يجعل أساس المنارة من الزجاج وعمل على رأس المنارة مرآة ينظر فيها الناظر فيرى المراكب إذا خرجت من أفرنجة أو من القسطنطينية أو من سائر البلاد لغزو الإسكندرية فأضر ذلك بالروم فلم يقدروا على غزوها وكانت فيها حمة تنفع من البرص ومن جميع الأدواء وكان على الروم ملك يقال له سليمان فظهر البرص في جسمه فعزم الروم على خلعه والاستبدال منه فقال أنظروني أمض إلى حمة الإسكندرية وأعود فإن برئت وإلا شأنكم وما قد عزمتم عليه قال وكان فعله هذا من إظهار البرص بجسمه حيلة ومكرا وإنما أراد قلع المرآة من المنارة ليبطل فعلها فسار إليها في ألف مركب وكان من شرط هذه الحمة أن لا يمنع منها أحد يريد الاستشفاء بها فلما سار إليها فتحوا له أبوابها الشارعة إلى البحر فدخلها وكانت الحمة في وسط المدينة بإزاء المعاريج التي تجلس العلماء عليها |جـ 1 صـ 187| فاستحم في مائها أياما ثم ذكر أنه قد عوفي من دائه وذهب ما كان به من بلوائه ولما أشرف على هذه الحمة وما تشفي من الأدواء وكان قد تمكن من البلد بكثرة رجاله قال هذه أضر من المرآة ثم أمر بها فغورت وأمر أن تقلع المرآة ففعل وأنفذ مركبا إلى القسطنطينية وآخر إلى أفرنجة وأمر من أشرف على المنارة ونظر إلى المركبين إذا دخلا القسطنطينية وأفرنجة وخرجا منها فأعلم أنهما لما بعدا عن الإسكندرية يسيرا غابا عنه فعاد إلى بلاده وقد أمن غائلة المرآة وقيل إن أول من عمر المنارة امرأة يقال لها دلوكة بنت ريا وسيأتي ذكرها في هذا الكتاب في حائط العجوز وغيره وقيل بل عمرتها ملكة من ملوك الروم يقال لها قلبطرة وهي في زعم بعضهم التي ساقت الخليج إلى الإسكندرية حتى جاءت به إلى مدينتها وكان الماء لا يصل إلا إلى قرية يقال لها كسا والأخبار والأحاديث عن مصر وعن الإسكندرية ومنارتها من باب حدث عن البحر ولا حرج وأكثرها باطل وتهاويل لا يقبلها إلا جاهل ولقد دخلت الإسكندرية وطوفتها فلم أر فيها ما يعجب منه إلا عمودا واحدا يعرف الآن بعمود السواري تجاه باب من أبوابها يعرف بباب الشجرة فإنه عظيم جدا هائل كأنه المنارة العظيمة وهو قطعة واحدة مدور منتصب على حجر عظيم كالبيت المربع قطعة واحدة أيضا وعلى رأس العمود حجر آخر مثل الذي في أسفله فهذا يعجز أهل زماننا عن معالجة مثله في قطعه من مقطعه وجلبه من موضعه ثم نصبه على ذلك الحجر ورفع الآخر إلى أعلاه ولو اجتمع عليه أهل الإسكندرية بأجمعهم فهو يدل على شدة حامليه وحكمة ناصبيه وعظمة همة الآمر به وحدثني الوزير الكبير الصاحب العالم جمال الدين القاضي الأكرم أبو الحسن علي بن يوسف بن إبراهيم الشيباني القفطي أدام الله أيامه ثم وقفت على مثل ما حكاه سواء في بعض الكتب وهو كتاب ابن الفقيه وغيره أنه شاهد في جبل بأرض أسوان عمودا قد نقر وهندم في موضعه من الجبل طوله ودوره ولونه مثل هذا العمود المذكور كأن المنية عاجلت بالملك الذي أمر بعمله فبقي على حاله قال أحمد بن محمد الهمذاني وكانوا ينحتون السواري من جبال أسوان وبينها وبين الإسكندرية مسيرة شهر للبريد ويحملونها على خشب الأطواف في النيل وهو خشب يركب بعضه على بعض وتحمل الأعمدة وغيرها عليه وأما منارة الإسكندرية فقد قدمنا إكثارهم في وصفها ومبالغتهم في عظمها وتهويلهم في أمرها وكل ذلك كذب لا يستحيي حاكيه ولا يراقب الله راويه ولقد شاهدتها في جماعة من العلماء وكل عاد منا متعجبا من تخرص الرواة وذلك إنما هي بنية مربعة شبيهة بالحصن والصومعة مثل سائر الأبنية ولقد رأيت ركنا من أركانها وقد تهدم فدعمه الملك الصالح ابن رزيك أو غيره من وزراء المصريين واستجده فكان أحكم وأتقن وأحسن من الذي كان قبله وهو ظاهر فيه كالشامة لأن حجارة هذا المستجد أحكم وأعظم من القديم وأحسن وضعا ورصفا وأما صفتها التي شاهدتها فإنها حصن عال على سن جبل مشرف في البحر في طرف جزيرة بارزة في ميناء الإسكندرية بينها وبين البر نحو شوط فرس وليس إليها طريق إلا في ماء البحر الملح وبلغني أنه يخاض من إحدى جهاته الماء إليها والمنارة مربعة البناء ولها درجة واسعة يمكن الفارس أن يصعدها بفرسه وقد سقفت الدرج بحجارة طوال مركبة |جـ 1 صـ 188| على الحائطين المكتنفي الدرجة فيرتقى إلى طبقة عالية يشرف منها على البحر بشرافات محيطة بموضع آخر كأنه حصن آخر مربع يرتقي فيه بدرج أخرى إلى موضع آخر يشرف منه على السطح الأول بشرفات أخرى وفي هذا الموضع قبة كأنها قبة الديدبان وهذا شكلها ^ في الكتاب رسمها ^ وليس فيها كما يقال غرف كثيرة ومساكن واسعة يضل فيها الجاهل بها بل الدرجة مستديرة بشيء كالبئر فارغ زعموا أنه مهلك وأنه إذا ألقي فيها الشيء لا يعرف قراره ولم أختبره والله اعلم به ولقد تطلبت الموضع الذي زعموا أن المرآة كانت فيه فما وجدته ولا أثره والذي يزعمون أنها كانت فيه هو حائط بينه وبين الأرض نحو مائة ذراع أو أكثر وكيف ينظر في مرآة بينها وبين الناظر فيها مائة ذراع أو أكثر ومن أعلى المنارة فلا سبيل للناظر في هذا الموضع فهذا الذي شاهدته وضبطته وكل ما يحكى غير هذا فهو كذب لا أصل له وذكر ابن زولاق أن طول منارة الإسكندرية مائتا ذراع وثلاثون ذراعا وأنها كانت في وسط البلد وإنما الماء طفح على على حولها فأخربه وبقيت هي لكون مكانها كان مشرفا على غيره وفتحت الإسكندرية سنة عشرين من الهجرة في أيام عمر بن الخطاب رضي الله عنه على يد عمرو بن العاص بعد قتال وممانعة فلما قتل عمر وولي عثمان رضي الله عنه ولى مصر جميعها عبد الله بن سعد بن أبي سرح أخاه من الرضاع فطمع أهل الإسكندرية ونقضوا فقيل لعثمان ليس لها إلا عمرو بن العاص فإن هيبته في قلوب أهل مصر قوية فأنفذه عثمان ففتحها ثانية عنوة وسلمها إلى عبد الله بن سعد بن أبي سرح وخرج من مصر فما رجع إليها إلا في أيام معاوية حدثني القاضي المفضل أبو الحجاج يوسف بن أبي طاهر إسماعيل بن أبي الحجاج المقدسي عارض الجيش لصلاح الدين يوسف بن أيوب قال حدثني الفقيه أبو العباس أحمد بن محمد الأبي وأبة من بلاد إفريقية قال اذكر ليلة وأنا أمشي مع الأديب أبي بكر أحمد بن محمد العيدي على ساحل بحر عدن وقد تشاغلت عن الحديث معه فسألني في أي شيء أنت مفكر فعرفته أنني قد عملت في تلك الساعة شعرا وهو هذا وأنظر البدر مرتاحا لرؤيته لعل طرف الذي أهواه ينظره فقال مرتجلا يا راقد الليل بالإسكندرية لي من يسهر الليل وجدا بي وأسهره ألاحظ النجم تذكارا لرؤيته وإن مرى دمع أجفاني تذكره وأنظر البدر مرتاحا لرؤيته لعل عين الذي أهواه تنظره |جـ 1 صـ 189| قلت ولو استقصينا في أخبار الإسكندرية جميع ما بلغنا لجاء في غير مجلد وهذا كاف بحمد الله ",
                "title": "الإسكندرية",
                "uri": "JK_000129_000652"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}