{
    "features": [
        {
            "item": "JK_000952_0605",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.408-409",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البوراني</h1> بالباء المنقوطة بواحدة والراء المهملة والنون بعد الألف هذه النسبة إلى عمل البواري التي تبسط في الدور ويجلس عليها ويقال بالعراق له البورائي أيضا والمشهور بها أبو علي الحسن بن ربيع البوراني البجلي من أهل الكوفة يروي عن عبد الله بن المبارك وأبي إسحاق الفزاري روى عنه أهل العراق قال أبو حاتم بن حبان وهو الذي غمض ابن المبارك ودفنه مات سنة عشرين ومائتين وكان من بجيلة قال أبو علي الغساني الحافظ الحسن بن ربيع شيخ للبخاري ومسلم يروي عن حماد بن زيد وأبي الأحوص وفضيل بن غزوان وذكر أبو حاتم قال كنت أحسب أن الحسن بن الربيع مكسور العنق لانحنائه حتى قيل إنه لا ينظر إلى السماء وقال أبو حاتم الرازي سمعت الحسن بن الربيع يقول قال لي ابن المبارك يا حسن ما حرفتك قال أنا بوراني قال ما بوراني قلت لي غلمان يصنعون البواري قال لو لم يكن لك صناعة ما صحبتني وهذا كما قال أبو قلابة لأيوب السختياني يا أيوب الزم سوقك فإن الغنى من العافية وقال أيوب لأصحابه لو علمت أن أهلي يحتاجون إلى دستجة بقل ما جلست معكم وقال |جـ 1 صـ 409| عبد الرحمن بن يوسف بن خراش الحسن بن الربيع كوفي ثقة يقال له الخشاب ويقال له البورائي يبيع القصب وقال محمد بن إسماعيل البخاري الحسن بن الربيع أبو علي الكوفي مات سنة عشرين ومائتين أو نحوها وأبو بكر أحمد بن محمد بن خالد بن شيرزاذ البوراني قاضي تكريت ويسمي محمدا أيضا ورد بغداد وحدث عن أبي عمار المروزي ولوين محمد بن سليمان والحسين بن عبد الرحمن الاحتياطي روى عنه أبو بكر أحمد بن جعفر بن مالك القطيعي وسماه أحمد وروى عنه محمد بن المظفر الحافظ ومحمد بن زيد بن مروان وغيرهما فسموه محمدا وسئل أبو الحسن الدارقطني عنه فقال لا بأس به ولكنه حدث عن شيوخ ضعفاء مات في صفر سنة أربع وثلاثمائة ودفن في مقابر القطيعة ببغداد وأحمد بن محمد البوراني الحديثي من أهل الحديثة من الجزيرة يروي عن جعفر بن محمد المدائني روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
                "title": "البوراني",
                "uri": "JK_000952_0605"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}