{
    "features": [
        {
            "item": "JK_000129_010502",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.394-395",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القليس</h1> تصغير قلس وهو الحبل الذي يصير من ليف النخل أو خوصه لما ملك أبرهة بن الصباح اليمن بنى بصنعاء مدينة لم ير الناس أحسن منها ونقشها بالذهب والفضة والزجاج والفسيفساء وألوان الأصباغ وصنوف الجواهر وجعل فيها خشبا له رؤوس كرؤوس الناس ولككها بأنواع الأصباغ وجعل لخارج القبة برنسا فإذا كان يوم عيدها كشف البرنس عنها فيتلألأ رخامها مع ألوان أصباغها حتى تكاد تلمع البصر وسماها القليس بتشديد اللام وروى عبد الملك بن هشام والمغاربة القليس بفتح القاف وكسر اللام وكذا قرأته بخط السكري أبي سعيد الحسن بن الحسين أخبرنا سلمويه أبو صالح قال حدثني عبد الله بن المبارك عن محمد بن زياد الصنعاني قال رأيت مكتوبا على باب القليس وهي الكنيسة التي بناها أبرهة على باب صنعاء بالمسند بنيت هذا لك من مالك ليذكر فيه اسمك وأنا عبدك كذا بخط السكري بفتح القاف وكسر اللام قال عبد الرحمن بن محمد سميت القليس لارتفاع بنيانها وعلوها ومنه القلانس لأنها في أعلى الرؤوس ويقال تقلنس الرجل وتقلس إذا لبس القلنسوة وقلس طعامه إذا ارتفع من معدته إلى فيه وما |جـ 4 صـ 395| ذكرنا من أنه جعل على أعلى الكنيسة خشبا كرؤوس الناس ولككها دليل على صحة هذا الاشتقاق وكان أبرهة قد استذل أهل اليمن في بنيان هذه الكنيسة وجشمهم فيها أنواعا من السخر وكان ينقل إليها آلات البناء كالرخام المجزع والحجارة المنقوشة بالذهب من قصر بلقيس صاحبة سليمان عليه السلام وكان من موضع هذه الكنيسة على فراسخ وكان فيه بقايا من آثار ملكهم فاستعان بذلك على ما أراده من بناء هذه الكنيسة وبهجتها وبهائها ونصب فيها صلبانا من الذهب والفضة ومنابر من العاج والآبنوس وكان أراد أن يرفع في بنيانها حتى يشرف منها على عدن وكان حكمه في الصانع إذا طلعت الشمس قبل أن يأخذ في عمله أن يقطع يده فنام رجل منهم ذات يوم حتى طلعت الشمس فجاءت معه أمه وهي امرأة عجوز فتضرعت إليه تستشفع لابنها فأبى إلا أن يقطع يده فقالت اضرب بمعولك اليوم فاليوم لك وغدا لغيرك فقال لها ويحك ما قلت فقالت نعم كما صار هذا الملك إليك من غيرك فكذلك سيصير منك إلى غيرك فأخذته موعظتها وعفا عن ولدها وعن الناس من العمل فيها بعد فلما هلك ومزقت الحبشة كل ممزق وأقفر ما حول هذه الكنيسة ولم يعمرها أحد كثرت حولها السباع والحيات وكان كل من أراد أن يأخذ منها أصابته الجن فبقيت من ذلك العهد بما فيها من العدد والآلات من الذهب والفضة ذات القيمة الوافرة والقناطير من المال لا يستطيع أحد أن يأخذ منه شيئا إلى زمان أبي العباس السفاح فذكر له أمرها فبعث إليها خاله الربيع ابن زياد الحارثي عامله على اليمن وأصحبه رجالا من أهل الحزم والجلد حتى استخرج ما كان فيها من الآلات والأموال وخربها حتى عفا رسمها وانقطع خبرها وكان الذي يصيب من يريدها من الجن منسوبا إلى كعيت وامرأته صنمان كانا بتلك الكنيسة بنيت عليهما فلما كسر كعيت وامرأته أصيب الذي كسرهما بجذام فافتتن بذلك رعاع اليمن وقالوا أصابه كعيت وذكر أبو الوليد كذلك وأن كعيتا كان من خشب طوله ستون ذراعا وقال الحسم شاعر من أهل اليمن من القليس هلال كلما طلعا كادت له فتن في الأرض أن تقعا حلو شمائله لولا غلائله لمال من شدة التهييف فانقطعا كأنه بطل يسعى إلى رجل قد شد أقبية السدان وادرعا ولما استتم أبرهة بنيان القليس كتب إلى النجاشي إني قد بنيت لك أيها الملك كنيسة لم يبن مثلها لملك كان قبلك ولست بمنته حتى أصرف إليها حج العرب فلما تحدث العرب بكتاب أبرهة الذي أرسله إلى النجاشي غضب رجل من النسأة أحد بني فقيم بن عدي بن عامر بن ثعلبة بن الحارث بن مالك بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر والنسأة هم الذين كانوا ينسئون الشهور على العرب في الجاهلية أي يحلونها فيؤخرون الشهر من الأشهر الحرم إلى الذي بعده ويحرمون مكانه الشهر من أشهر الحل ويؤخرون ذلك الشهر مثاله أن المحرم من الأشهر الحرم فيحللون فيه القتال ويحرمونه في صفر وفيه قال الله تعالى & إنما النسيء زيادة في الكفر & قال ابن إسحاق فخرج الفقيمي حتى أتى القليس وقعد فيها يعني أحدث وأطلى حيطانها ثم خرج حتى لحق بأرضه فأخبر أبرهة فقال من صنع هذا فقيل له هذا فعل رجل من أهل البيت الذي تحج إليه العرب بمكة |جـ 4 صـ 396| لما سمع قولك أصرف إليها حج العرب غضب فجاء فقعد فيها أي أنها ليست لذلك بأهل فغضب أبرهة وحلف ليسيرن حتى يهدمه وأمر الحبشة بالتجهيز فتهيأت وخرج ومعه الفيل فكانت قصة الفيل المذكورة في القرآن العظيم ",
                "title": "القليس",
                "uri": "JK_000129_010502"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}