{
    "features": [
        {
            "item": "JK_000952_2472",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.534-535",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصرام</h1> بفتح الصاد المهملة وتشديد الراء هذه النسبة إلى بيع الصرم وهو الذي ينعل به الخفاف واللوالك والمشهور بهذه الحرفة جماعة منهم أبو الحسن محمد بن خلف بن عصام بن أحمد الفرائضي الصرام من أهل بخارى ورد خراسان وخرج إلى العراق روى عن سهل بن المتوكل وسهل بن بشر وقيس بن أنيف وصالح بن محمد البغدادي ومعاذ بن المثنى وبشر بن موسى الأسدي وغيرهم روى عنه أبو بكر محمد بن الفضل بن جعفر البخاري وأبو عمرو أحمد بن محمد بن عمر المقرىء وابن ابنه أبو سعيد محمد بن الحسن بن محمد بن خلف وغيرهم وكانت وفاته في سنة ست عشرة وثلاثمائة وأبو نصر محمد بن محمد بن أحمد بن علي بن أنس الصرام وهو ابن أبي الفضل بن أبي عمرو مزكي نيسابور وكان من الصالحين التاركين لما لا يعنيهم ذكره الحاكم أبو عبد الله الحافظ قال أبو نصر بن أبي الفضل الصرام صحبني سنة خمس وأربعين في الطريق وسمع بانتخابي الكثير من أحمد بن كامل القاضي وطبقته وأبي بكر بن أبي دارم وطبقته وكان سمع بنيسابور من محمد بن يعقوب ومحمد بن الحسين القطان وأقرانهما وحدث وتوفي أبو نصر الصرام ليلة التروية من سنة اثنتين وثمانين وثلاثمائة وأبو حامد أحمد بن إسماعيل بن جبريل النيسابوري المقرىء الصرام كان من كبار القراء المجتهدين العباد قرأ القرآن على حمدون بن أبي سهل المقرىء وكان يقرىء في مسجد المربعة بنيسابور إلى أن ضعف وكان يقرأ عليه في داره سمع أحمد بن نصر والحسن بن الفضل كتبا كثيرة من مصنفاته روى عنه أبو إسحاق إبراهيم بن محمد بن يحيى وتوفي سنة ثلاث وثلاثين وثلاثمائة عن اثنتين وثمانين سنة وأبو بكر محمد بن أحمد بن إسماعيل بن خالد الصرام السختياني من أهل جرجان |جـ 3 صـ 535| يروي عن محمد بن أيوب الرازي وهميم بن همام وأبي إسحاق الشيباني وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وتوفي في شهر ربيع الآخر سنة ثمان وخمسين وثلاثمائة ودفن بباب الخندق ",
                "title": "الصرام",
                "uri": "JK_000952_2472"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}