{
    "features": [
        {
            "item": "JK_000129_000677",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.194",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأشاءة</h1> بالفتح وبعد الألف همزة مفتوحة وتاء التأنيث موضع أظنه باليمامة أو ببطن الرمة قال زياد بن منقذ العدوي يا ليت شعري عن جنبي مكشحة وحيث تبنى من الحناءة الأطم عن الأشاءة هل زالت مخارمها أم هل تغير من آرامها إرم قالوا الحناءة الجص والأشاءة في الأصل صغار النخل وقال إسماعيل بن حماد الأشاءة همزته منقلبة عن الياء لأن تصغيره أشيء وقد رد ابن جني هذا وأعظمه وقال ليس في الكلام كلمة فاؤها وعينها همزتان ولا عينها ولامها أيضا همزتان بل قد جاءت أسماء محصورة فوقعت الهمزة فيها فاء ولاما وهي أاءة وأجأ وأخبرني أبو علي أن محمد بن حبيب حكى في اسم علم أتاءة وذهب سيبويه في قولهم ألاءة وأشاءة إلى أنهما فعالة مما لامه همزة فأما أباءة فذكر أبو بكر محمد بن السري فيما حدثني به أبو علي عنه أنها من ذوات الياء من أبيت فأصلها عنده أباية ثم عمل فيها ما عمل في عباية وصلاية وعطاية حتى صرن عباءة وصلاءة وعطاءة في قول من همز ومن لم يهمز أخرجهن على أصولهن وهو القياس اللغوي وإنما حمل أبا بكر على هذا الإعتقاد في أباءة أنها من الياء وأصلها أباية المعنى الذي وجده في أباءة من أبيت وذلك أن الأباءة هي الأجمة وهي القصبة والجمع بينها وبين أبيت أن الأجمة ممتنعة بما ينبت فيها من القصب وغيره من السلوك والتصرف وخالفت بذلك حكم البراح والبراز وهو النقي من الأرض فكأنها أبت وامتنعت على سالكها فمن ههنا حملها عندي على أبيت فأما ما ذهب إليه سيبويه أن ألاءة وأشاءة مما لامه همزه فالقول فيه عندي إنه عدل بهما عن أن يكونا من الياء كعباءة وعباية وصلاءة وصلاية وعطاءة وعطاية منهن على إنها بدل الياء التي ظهرت فيهن لاما ولما لم يسمعهم يقولون أشاية ولا ألاية ورفضوا فيهما الياء البتة دله ذلك على أن الهمزة فيهما لام أصلية غير منقلبة عن واو ولا ياء ولو كانت الهمزة فيهما بدلا لكنوا خلقاء أن يظهروا ما هو بدل منه ليستدلوا به عليهما كما فعلوا ذلك في عباءة وأخيتها وليس في ألاءة وأشاءة من الاشتقاق من الياء ما في أباءة من كونها في معنى أبية فلهذا جاز لأبي بكر أن يزعم أن همزتها من الياء وإن لم ينطقوا فيها بالياء ",
                "title": "الأشاءة",
                "uri": "JK_000129_000677"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}