{
    "features": [
        {
            "item": "JK_000129_009597",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.233-234",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فامية</h1> بعد الألف ميم ثم ياء مثناة من تحت خفيفة مدينة كبيرة وكورة من سواحل حمص وقد يقال لها أفامية بالهمزة في أوله وقد ذكرت في موضعها وذكر قوم أن الأصل في فامية ثانية بالثاء المثلثة والنون وذاك أنها ثاني مدينة بنيت في الأرض بعد الطوفان قال البلاذري سار أبو عبيدة في سنة 71 بعد افتتاح شيزر إلى فامية فتلقاه أهلها بالصلح فصالحهم على الجزية والخراج وقال العساكري عبد القدوس بن الريان بن اسماعيل البهراني قاضي فامية سمع بدمشق محمد بن عائذ وبغيرها عبيد بن جناد روى عنه أبو الطيب محمد بن أحمد بن حمدان الرسعني الوراق و فامية أيضا قرية من قرى واسط بناحية الصلح ينسب إليها أبو عبد الله عمر بن إدريس الصلحي ثم الفامي حدث عن أبي مسلم الكجي روى عنه أبو العلاء محمد بن يعقوب الواسطي سكن بغداد وحدث بها وذكر أحمد ابن أبي طاهر أنه رفع إلى المأمون أن رجلا من الرعية لزم بلجام رجل من الجند يطالبه بحق له فقنعه بالسوط فصاح الفامي واعمراه ذهب العدل منذ ذهبت فرفع ذلك إلى المأمون فأمر بإحضارهما فقال للجندي ما لك وله فقال إن هذا رجل كنت أعامله وفضل له علي شيء من النفقة فلقيني على الجسر فطالبني فقلت إني أريد دار السلطان فاذا رجعت وفيتك فقال لو جاء السلطان ما تركتك فلما ذكر الخلافة يا أمير المؤمنين لم أتمالك أن فعلت ما فعلت فقال للرجل ما تقول فيما يقول فقال كذب علي وقال الباطل فقال الجندي إن لي جماعة يشهدون إن أمر أمير المؤمنين بإحضارهم أحضرتهم فقال المأمون ممن أنت قال من أهل فامية فقال أما عمر بن الخطاب فكان يقول من كان جاره نبطيا واحتاج إلى ثمنه فليبعه فإن كنت إنما طلبت سيرة عمر فهذا حكمه في أهل فامية ثم أمر له بألف درهم وأطلقه وهذه فامية التي عند واسط بغير شك قال عيسى بن سعدان الحلبي شاعر معاصر يذكر فامية يا دار علوة ما جيدي بمنعطف إلى سواك ولا قلبي بمنجذب ويا قرى الشام من ليلون لا بخلت على بلادكم هطالة السحب ما مر برقك مجتازا على بصري إلا وذكرني الدارين من حلب ليت العواصم من شرقي فامية أهدت إلي نسيم البان والغرب ما كان أطيب أيامي بقربهم حتى رمتني عوادي الدهر من كثب وقد اختلف في أبي جعفر أحمد بن محمد بن حميد المقرئي الفامي الملقب بالفيل فقيل هو منسوب إلى الصنعة وقيل إلى البلدة أخذ عرضا عن أبي جعفر عمرو بن الصباح بن صبيح الضرير الكوفي عن أبي عمر حفص بن سليمان بن المغيرة البزاز الأسدي عن عاصم بن أبي النجود الأسدي وأخذ أيضا عن يحيى بن هاشم بن أبي كبير الغساني السمسار عن حمزة بن حبيب الزيات وسمع علي ابن عاصم بن علي بن عاصم وآخرين روى عنه أبو بكر محمد بن خلف بن حيان ووكيع القاضي البغدادي خليفة عبدان على قضاء الأهواز وأبو بكر أحمد بن موسى بن مجاهد البغدادي وأبو عبد الله محمد بن جعفر بن أبي |جـ 4 صـ 234| الكوفي وأحمد بن عبد الرحمن بن البحتري الدقاق المعروف بالولي وقال الولي هذا هو من فامية وكان يلقب فيلا لعظم خلقته توفي سنة 782 وقرأ على عمرو بن الصباح في سنة 812 وقال غيره 022 ومات عمرو هذا سنة 122 وكان يتولى فامية رجل كردي يقال له أبو الحجر المؤمل بن المصبح نحو أربعين سنة من قبل الخليفة فلما حضر القرمطي في سنة 092 بالشام مال إليه وأغراه بأهل المعرة حتى قتلهم قتلا ذريعا فلما قتل القرمطي أسرى إلى هذا الكردي إبراهيم وانجو ابنا يوسف القصصي فأوقعا به فهرب منهما حتى ألقى نفسه في بحيرة أفامية فأقام بها أياما وقتل ابنه فقال فيه بعض شعراء المعرة توهم الحرب شطرنجا يقلبها للقمر ينقل منه الرخ والشاها جازت هزيمته أنهار فامية إلى البحيرة حتى غط في ماها ",
                "title": "فامية",
                "uri": "JK_000129_009597"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}