{
    "features": [
        {
            "item": "JK_000952_1165",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.227-228",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحصني</h1> بكسر الحاء المهملة وسكون الصاد المهملة وفي آخرها النون هذه النسبة إلى حصن مسلمة بن عبد الملك وهو موضع بالجزيرة ومن هذا الموضع إسماعيل بن رجاء الحصني يروي عن موسى بن أعين روى عنه أهل الجزيرة مثل محمد بن علي الرافقي وغيره وهو منكر الحديث يأتي عن الثقات بما لا يشبه حديث الأثبات هكذا ذكره أبو حاتم البستي في كتاب المجروحين أخبرنا أبو الفتح أحمد بن الحسين الفرابي بسمرقند أنا أبو |جـ 2 صـ 228| المعالي محمد بن محمد بن زيد العلوي إجازة أنا أبو الحسن علي بن محمد بن أحمد بن عتاب العطار بجرجان ثنا أبو عبد الله محمد بن عبد الرحمن الطلقي ثنا أبو نعيم عبد الملك بن محمد بن عدي ثنا أبو القاسم عبد الرحمن بن يحيى الحراني ثنا إسماعيل بن رجاء وأخبرنا أبو سعد الصيرفي بنيسابور أنا أبو بكر بن خلف الشيرازي أنا أبو الرحمن السلمي أنا محمد بن عبد الله بن محمد الدقاق ثنا محمد بن حمدون بن خالد ثنا أبو أمية محمد بن إبراهيم هو الطرسوسي ثنا إسماعيل بن رجاء ثنا موسى بن أعين عن الأعمش عن سعيد بن جبير عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم من جاع أو احتاج فكتم الناس وأفضي به إلى ربه عز وجل كان حقا على الله أن يفتح له رزقا حلالا اللفظ للحراني ذكره ابن حبان في كتاب المجروحين عقيب هذا الحديث ورواه قال ثنا أحمد بن موسى المكي بواسط ثنا محمد بن علي الرافقي عنه يعني إسماعيل بن رجاء ثم قال وهذا خبر باطل لا الأعمش حدث به ولا سعيد رواه ولا أبو هريرة أسنده ولا رسول الله صلى الله عليه وسلم قاله قلت والعجب أن جعفرا الرقي المعروف بسنجة ألف روى هذا الحديث عن إسماعيل بن رجاء ووثقه أخبرنا أبو عمر البخاري بها ثنا أبو بكر الحسن بن الحسين الإمام ثنا أبو حامد بن ماما الحافظ ثنا السيد أبو الحسن الحسني ثنا عبد الرحمن بن حمدان الجلاب وأنا سألته ثنا جعفر بن محمد بن الحجاج الرقي ويلقب بسنجة ثنا إسماعيل بن رجاء وكان ثقة ثنا موسى بن أعين وذكر الحديث والحق مع أبي حاتم بن حبان وأما ثعلبة الحصن فنسب إليه جماعة من الشعراء وغيرهم من رجالات بني شيبان وأكثرهم يجيء في أسامي الشعراء وإنما سمي ثعلبة حصنا لمنعته وأبو عمر عبد الجبار بن نعيم بن إسماعيل الحصني من حصن منصور يروي عن أبي فروة يزيد بن محمد روى عنه أبو بكر محمد بن إبراهيم بن المقرئ وقال حدثنا أبو عمر الحصني بحصن منصور وأبو محمد القاسم بن عبد الله بن محمد بن خليد الحصني منصور ولي القضاء بها يروي عن أبي داود سليمان ين سيف الحراني روى عنه أبو بكر محمد بن إبراهيم بن المقرئ في معجم شيوخه ومحمد بن حفص الحصني وحصن موضع بين الرقة وحلب هكذا ذكر ابن أبي حاتم روى عنه معمر وأبي حنيفة النعمان بن ثابت قال ابن أبي حاتم سألت أبا زرعة الرازي عنه فقال صدوق |جـ 2 صـ 229| ",
                "title": "الحصني",
                "uri": "JK_000952_1165"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}