{
    "features": [
        {
            "item": "JK_000129_001214",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.294-295",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إيوان كسرى</h1> الذي بالمدائن مدائن كسرى زعموا أنه تعاون على بنائه عدة ملوك وهو من أعظم الأبنية وأعلاها رأيته وقد بقي منه طاق الايوان حسب وهو مبني بآجر طول كل آجرة نحو ذراع في عرض أقل من شبر وهو عظيم جدا قال حمزة بن الحسن قرأت في الكتاب الذي نقله ابن المقفع أن الإيوان الباقي بالمدائن هو من بناء سابور ابن اردشير فقال لي الموبذان موبذان أميد ابن أشوهست ليس الأمر كما زعم ابن المقفع فإن ذلك الإيوان خربه المنصور أبو جعفر وهذا الباقي هو من بناء كسرى أبرويز وقد حكي أن المنصور لما أراد بناء بغداد استشار خالد بن برمك في هدم الإيوان وإدخال آلته في عمارة بغداد فقال له لا تفعل يا أمير المؤمنين فقال أبيت إلا التعصب للفرس فقال ما الأمر كما ظن أمير المؤمنين ولكنه أثر عظيم يدل على أن ملة ودينا وقوما أذهبوا ملك بانيه لدين وملك عظيم فلم يصغ إلى رأيه وأمر بهدمه فوجد النفقة عليه أكثر من الفائدة بنقضه فتركه فقال خالد الآن أرى يا أمير المؤمنين أن تهدمه لئلا يقال إنك عجزت عن خراب ما عمره غيرك ومعلوم ما بين الخراب والعمارة فعلى قول الموبذان إنه خرب إيوان سابور بن أردشير وعلى قول غيره إنه لم يلتفت إلى قوله أيضا وتركه وما زلت أسمع أن كسرى لما أراد بناء إيوانه هذا أمر بشراء ما حوله من مساكن الناس وإرغابهم بالثمن الوافر وإدخاله في الإيوان وأنه كان في جواره عجوز لها دويرة صغيرة فأرادوها |جـ 1 صـ 295| على بيعة فامتنعت وقالت ما كنت لأبيع جوار الملك بالدنيا جميعها فاستحسن منها هذا الكلام وأمر ببناء الإيوان وترك دارها في موضعها منه وإحكام عمارتها ولما رأيت الإيوان رأيت في جانب منه قبة صغيرة محكمة العمارة يعرفها أهل تلك الناحية بقبة العجوز فعجبت من قوم كان هذا مذهبهم في العدل والرفق بالرعية كيف ذهبت دولتهم لولا النبوة التي شرفها الله تعالى وشرف بها عبادة وقال ابن الحاجب يذكر الإيوان يا من بناه بشاهق البنيان أنسيت صنع الدهر بالإيوان هذي المصانع والدساكر والبنا وقصور كسرانا أنو شروان كتب الليالي في ذراها أسطرا بيد البلى وأنامل الحدثان إن الحوادث والخطوب إذا سطت أودت بكل موثق الأركان قلت ومن أحسن ما قيل في الإيوان قول أبي عبادة البحتري حضرت رحلي الهموم فوجهت إلى أبيض المدائن عنسي أتسلى عن الحظوظ وآسى لمحل من آل ساسان درس ذكرتنيهم الخطوب التوالي ولقد تذكر الخطوب وتنسي وهم خافضون في ظل عال مشرف يحسر العيون ويخسي مغلق بابه على جبل القبق إلى دارتي خلاط ومكس حلل لم تكن كأطلال سعدى في قفار من البسابس ملس ومساع لولا المحاباة مني لم تطقها مسعاة عنس وعبس نقل الدهر عهدهن عن الجدة حتى غدون أنضاء لبس فكأن الجرماز من عدم الأنس وإخلاقه بنية رمس لو تراه علمت أن الليالي جعلت فيه مأتما بعد عرس وهو ينبيك عن عجائب قوم لا يشاب البيان فيهم بلبس فإذا ما رأيت صورة أنطا كية ارتعت بين روم وفرس وقد كان في الإيوان صورة كسرى أنو شروان وقيصر ملك أنطاكية وهو يحاصرها ويحارب أهلها والمنايا مواثل وأنو شر وان يزجي الصفوف تحت الدرفس في اخضرار من اللباس على أصفر يختال في صبيغة ورس وعراك الرجال بين يديه في خفوت منهم وإغماض جرس من مشيح يهوي بعامل رمح ومليح من السنان بترس تصف العين أنهم جد أحياء لهم بينهم إشارة خرس يغتلي فيهم ارتيابي حتى تتقراهم يداي بلمس |جـ 1 صـ 296| قد سقاني ولم يصرد أبو الغوث عل العسكرين شربة خلس من مدام تقولها هي نجم أضوء الليل أو مجاجة شمس وتراها إذا أجدت سرورا وارتياحا للشارب المتحسي أفرغت في الزجاج من كل قلب فهي محبوبة إلى كل نفس وتوهمت أن كسرى أبرويز معاطي والبلهبذ أسني حلم مطبق على الشك عيني أم أمان غيرن ظني وحدسي وكأن الإيوان من عجب الصنعة جوب في جنب أرعن جلس يتظنى من الكآبة أن يبدو لعيني مصبح أو ممس مزعجا بالفراق عن أنس إلف عز أو مرهقا بتطليق عرس عكست حظه الليالي وبات الم شتري فيه وهو كوكب نحس فهو يبدي تجلدا وعليه كلكل من كلاكل الدهر مرس لم يعبه أن بز من بسط الدي باج واستل من ستور الدمقس مشمخر تعلو له شرفات رفعت في رأوس رضوى وقدس لابسات من البياض فما تبصر منها إلا فلائل برس ليس يدرى أصنع إنس لجن سكنوه أم صنع جن لإنس غير أني أراه يشهد أن لم يك بانيه في الملوك بنكس فكأني أرى المراتب والقو م إذا ما بلغت آخر حسي وكأن الوفود ضاحين حسرى من وقوف خلف الزحام وخنس وكأن القيان وسط المقاصير يرجحن بين حو ولعس وكأن اللقاء أول من أمس ووشك الفراق أول أمس وكأن الذي يريد اتباعا طامع في لحوقهم صبح خمس عمرت للسرور دهرا فصارت للتعزي رباعهم والتأسي فلها أن أعينها بدموع موقفات على الصبابة حبس ذاك عندي وليست الدار داري باقتراب منها ولا الجنس جنسي غير نعمى لأهلها عند أهلي غرسوا من ذكائها خير غرس أيدوا ملكنا وشدوا قواه بكماة تحت السنور حمس وأعانوا على كتائب أريا ط بطعن على النحور ودعس وأراني من بعد أكلف بالأشراف طرا من كل سنخ وإس واجتاز |جـ 1 صـ 297| الملك العزيز جلال الدولة البويهي على إيوان كسرى فكتب عليه بخطه من شعره يا أيها المغرور بالدنيا اعتبر بديار كسرى فهي معتبر الورى غنيت زمانا بالملوك وأصبحت من بعد حادثة الزمان كما ترى ",
                "title": "إيوان كسرى",
                "uri": "JK_000129_001214"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}