{
    "features": [
        {
            "item": "JK_000129_005272",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.472-473",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دمياط والنسبة الدمياطي</h1> مدينة قديمة بين تنيس ومصر على زاوية بين بحر الروم الملح والنيل مخصوصة بالهواء الطيب وعمل ثياب الشرب الفائق وهي ثغر من ثغور الإسلام جاء في الحديث عن عمر بن الخطاب رضي الله عنه أنه قال قال رسول الله صلى الله |جـ 2 صـ 473| عليه وسلم يا عمر إنه سيفتح على يديك بمصر ثغران الإسكندرية ودمياط فأما الإسكندرية فخرابها من البربر وأما دمياط فهم صفوة من شهداء من رابطها ليلة كان معي في حظيرة القدس مع النبيين والشهداء ومن شمالي دمياط يصب ماء النيل إلى البحر الملح في موضع يقال له الأشتوم عرض النيل هناك نحو مائة ذراع وعليه من جانبيه برجان بينهما سلسلة حديد عليها حرس لا يخرج مركب إلى البحر الملح ولا يدخل إلا بإذن ومن قلبها خليج يأخذ من بحرها سمت القبلة إلى تنيس وعلى سورها محارس ورباطات قال الحسن بن محمد المهلبي ومن طريف أمر دمياط وتنيس أن الحاكة بها الذين يعملون هذه الثياب الرفيعة قبط من سفلة الناس وأوضعهم وأخسهم مطعما ومشربا وأكثر أكلهم السمك المملوح والطري والصير المنتن وأكثرهم يأكل ولا يغسل يده ثم يعود إلى تلك الثياب الرفيعة الجليلة القدر فيبطش بها ويعمل في غزولها ثم ينقطع الثوب فلا يشك مقلبه للابتياع أنه قد بخر بالند قال ومن طريف أمر دمياط في قبليها على الخليج مستعمل فيه غرف تعرف بالمعامل يستأجرها الحاكة لعمل ثياب الشرب فلا تكاد تنجب إلا بها فإن عمل بها ثوب وبقي منه شبر ونقل إلى غير هذه المعامل علم بذلك السمسار المبتاع للثوب فينقص من ثمنه لاختلاف جوهر الثوب عليه وقال ابن زولاق يعمل بدمياط القصب البلخي من كل فن والشرب لا يشارك تنيس في شيء من عملها وبينهما مسيرة نصف نهار ويبلغ الثوب الأبيض بدمياط وليس فيه ذهب ثلاثمائة دينار ولا يعمل بدمياط مصبوغ ولا بتنيس أبيض وهما حاضرتا البحر وبهما من صيد السمك والطير والحيتان ما ليس في بلد وأخبرني بعض وجوه التجار وثقاتهم أنه بيع في سنة 893 حلتان دمياطيتان بثلاثة آلاف دينار وهذا مما لم يسمع بمثله في بلد وبها الفرش القلموني من كل لون المعلم والمطرز ومناشف الأبدان والأرجل وتتحف لجميع ملوك الأرض وفي أيام المتوكل سنة 832 وولاية عنبسة بن إسحاق الضبي على مصر تهجم الروم على دمياط في يوم عرفة فملكوها وما فيها وقتلوا بها جمعا كثيرا من المسلمين وسبوا النساء والأطفال وأهل الذمة فنفر إليهم عنبسة بن إسحاق عشية يوم النحر في جيشه ومعه نفر كثير من الناس فلم يدركوهم ومضى الروم إلى تنيس فأقاموا بأشتومها فلم يتبعهم عنبسة فقال يحيى بن الفضيل للمتوكل أترضى بأن يوطا حريمك عنوة وأن يستباح المسلمون ويحربوا حمار أتى دمياط والروم رتب بتنيس منه رأي عين وأقرب مقيمون بالأشتوم يبغون مثل ما أصابون من دمياط والحرب ترتب فما رام من دمياط سيرا ولا درى من العجز ما يأتي وما يتجنب فلا تنسنا إنا بدار مضيعة بمصر وإن الدين قد كاد يذهب فأمر المتوكل ببناء حصن دمياط ولم يزل بعد في أيدي المسلمين إلى أن كان شهر ذي القعدة سنة 641 فإن الأفرانج قدموا من وراء البحر وأوقعوا بالملك العادل أبي بكر بن أيوب وهو نازل على بيسان فانهزم منهم إلى خسفين فعاد الأفرنج إلى عكا فأقاموا بها أياما وخرجوا إلى الطور فحاصروه وكان قد عمر فيه الملك المعظم ابن الملك العادل قلعة |جـ 2 صـ 474| حصينة غرم فيها مالا وافرا فحاصروه مدة فقتل عليه أمير من أمراء المسلمين يعرف ببدر الدين محمد بن أبي القاسم الهكاري وقتل كند من أكناد الأفرنج كبير مشهور فيهم فتشاءموا بالمقام على الطور ورجعوا إلى عكا واختلفوا هناك فقال ملك الهنكر الرأي أنا نمضي إلى دمشق ونحاصرها فإذا أخذناها فقد ملكنا الشام فقال الملك النوام قالوا إنما سمي بذلك لأنه كان إذا نازل حصنا نام عليه حتى يأخذه أي أنه كان صبورا على حصار القلاع واسمه دستريج ومعناه المعلم بالريش لأن أعلامه كانت الريش فقال نمضي إلى مصر فإن العساكر مجتمعة عند العادل ومصر خالية فأدى هذا الاختلاف إلى انصراف ملك الهنكر مغاضبا إلى بلده فتوجه باقي عساكرهم إلى دمياط فوصلوها في أيام من صفر سنة 651 والعادل نازل على خربة اللصوص بالشام وقد وجه بعض عساكره إلى مصر وكان ابنه الملك الأشرف موسى بن العادل نازلا على مجمع المروج بين سلمية وحمص خوفا من عادية تكون منهم من هذه الجهة واتفق خروج ملك الروم ابن قليج ارسلان إلى نواحي حلب وأخذ منها ثلاثة حصون عظيمة رعبان وتل باشر وبرج الرصاص كلها في ربيع الأول من السنة وبلغ عسكره إلى حدود بزاعة وانتهى ذلك إلى الملك الأشرف فجاء فيمن انضم إليه من عساكر حلب فواقعه بين منبج وبزاعة فكسره وأسر أعيان عسكره ثم من عليهم وذلك في ربيع الآخر وبلغ خبر ذلك إلى ملك الروم وهو قيقاوس بن قليج أرسلان وهو نازل على منبج فقلق لذلك حتى قال من شاهده إنه رآه يختلج كالمحموم ثم تقيأ شيئا شبيها بالدم ورحل من فوره راجعا إلى بلده والعساكر تتبعه وكان انفصاله في الحادي عشر من جمادى الأولى سنة 651 وقد استكمل شهرين بوروده واستعبد على الفور تل باشر ورعبان وبرج اللصوص ورجع إليه أصحابه الذين كانوا مقيمين بهذه الحصون الثلاثة وكانوا قد سلموها بالأمان جمع منهم متقدما وتركهم في بيت من بيوت ربض ترتوش وأضرم فيه النار فاحترقوا وكان فيهم ولد إبراهيم خوانسلار صاحب مرعش فرجع إلى بلده وأقام يسيرا ومات واستولى على ملكه أخوه وكان في حبسه ولما استرجع الملك الأشرف من هذه الحصون الثلاثة ورجع قاصدا إلى حلب ودخل في حدها ورد عليه الخبر بوفاة أبيه الملك العادل أبي بكر بن أيوب وكانت وفاته بمنزلة على خربة اللصوص وإنما كانت في يوم الأحد السابع من جمادى الأولى سنة 651 فكتم ذلك ولم يظهره إلى أن نزل بظاهر حلب وخرج الناس للعزاء ثلاثة أيام وأما الأفرنج فإنهم نزلوا على دمياط في صفر سنة 51 وأقاموا عليها إلى السابع والعشرين من شعبان سنة 16 وملكوها بعد جوع وبلاء كان في أهلها وسبوهم فحينئذ أنفذ الملك المعظم وخرب بيت المقدس وبيع ما كان فيها من الحلي وجلا أهلها وبلغ ذلك الملك الأشرف فمضى إلى الموصل لإصلاح خلل كان فيه بين لؤلؤ ومظفر الدين بن زين الدين فلما صلح ما بينهما توجه إليها وكان أخوه الملك الكامل بإزاء الأفرنج في هذه المدة فقدمها الملك الأشرف وانتزعها من أيديهم في رجب سنة 81 ومنوا على الأفرنج بعد حصولهم في أيديهم وكان قد وصل في هذا الوقت كند من وراء البحر وحصل في دمياط وخافوا إن لم يمنوا على الأفرنج أن يتخذوا بحصول ذلك الكند الواصل شغل قلب فصانعوهم بنفوسهم عن دمياط فعادت إلى المسلمين |جـ 2 صـ 475| وطول دمياط ثلاث وخمسون درجة ونصف وربع وعرضها إحدى وثلاثون درجة وربع وسدس وينسب إلى دمياط جماعة منهم بكر بن سهل ابن إسماعيل بن نافع أبو محمد الدمياطي مولى بني هاشم سمع بدمشق صفوان بن صالح وببيروت سليمان بن أبي كريمة البيروتي وبمصر أبا صالح عبد الله ابن صالح كاتب الليث وعبد الله بن يوسف التنيسي وغيرهم وروى عنه أبو العباس الأصم وأبو جعفر الطحاوي الطبراني وجماعة سواهم قال أبو سليمان ابن زبر مات بدمياط في ربيع الأول سنة 982 وذكر غير ابن زبر أنه توفي بالرملة بعد عوده من الحج وأن مولده سنة 916 ",
                "title": "دمياط والنسبة الدمياطي",
                "uri": "JK_000129_005272"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}