{
    "features": [
        {
            "item": "JK_000952_3526",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.118-120",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكلاعي</h1> بفتح الكاف وفي اخرها العين المهملة هذه النسبة إلى قبيلة يقال لها كلاع نزلت الشام وأكثرهم نزل حمص والمشهور بالانتساب إليها عبد الله بن خالد بن معدان الكلاعي من أهل الشام يروي عن أبيه روى عنه عقيل بن مدرك وأبو منقذ عبد الرحمن بن ثور الكلاعي من أهل الشام روى عنه صفوان بن عمرو السكسكي وأبو سلمة عبيد الله بن عبد الله الكلاعي الحمصي من أهل الشام يروي عن مكحول روى عنه الشاميون والحارث بن عبيدة الحمصي الكلاعي قاضي حمص يروي عن الزبيدي وسعيد بن غزوان والعلاء بن عتية اليحصبي روى عنه الربيع بن روح ويزيد بن عبد ربه وعبد الله بن عبد الجبار وعمرو بن عثمان قال ابن أبي حاتم سألت أبي عنه فقال هو شيخ ليس بالقوي وأبو عبد الله خالد بن معدان بن أبي كريب الكلاعي يروي عن أبي أمامة والمقدام بن معد يكرب ولقي سبعين رجلا من أصحاب النبي صلى الله عليه وسلم وكان خيار عباد الله الصالحين قدم العباس بن الوليد واليا على حمص فحضر يوم الجمعة للصلاة وخالد بن معدان في الصف فلما راه إذا على العباس بن الوليد ثوب حرير فقام إليه خالد وشق الصفوف حتى أتاه فقال يا ابن أخي إن رسول الله صلى الله عليه وسلم نهى الرجال عن لبس هذا فقال يا عم هلا قلت أخفى من هذا قال وغمك ما قلت والله لا سكنت بلدا أنت فيه فخرج عنه وسكن طرسوس فكتب العباس إلى أبيه يخبره بذلك فكتب إليه الوليد يا بني ألحقه بعطائه أين ما كان فإنا لا نأمن أن يدعو علينا بدعوة فنهلك وأقام بطرسوس متعبدا مرابطا إلى أن مات سنة أربع ومائة وقيل ثمان ومائة وقيل سنة ثلاث ومائة وأبو سهل عباد بن العوام الكلاعي من أهل واسط يروي عن حميد الطويل روى |جـ 5 صـ 119| عنه أهل العراق مات سنة ست وثلاثين ومائة وأبو محمد بقية بن الوليد بن صائد بن كعب بن جرير الحمصي الكلاعي من أنفسهم الميتمي من أهل حمص يروي عن محمد بن زياد الألهاني روى عنه ابن المبارك والناس وكان مولده سنة عشر ومائة ومات سنة سبع وتسعين ومائة اشتبه أمره على شيوخنا قال أبو حاتم بن حبان البستي حدثني بنسبته سالم بن معاذ بدمشق حدثني عطية بن بقية بن الوليد حدثني أبي بقية بن الوليد بن صائد بن جرير من فضالة بن كعب الميتمي الكلاعي قال سمعت ابن خزيمة يقول سمعت أحمد بن الحسن الترمذي يقول سمعت أحمد بن حنبل يقول توهمت أن بقية لا يحدث المناكير إلا عن المجاهيل فإذا هو يحدث المناكير عن المشاهير فعلمنا من أين أتي قال أبو حاتم لم يسبر أبو عبد الله رحمه الله شأن بقية وإنما نظر إلى أحاديث موضوعة رويت عن أقوام ثقات فأنكرها ولعمري إنه موضع الإنكار وفي دون هذا ما يسقط عدالة الإنسان في الحديث ولقد دخلت حمص وأكثر همي شأن بقية فتتبعت حديثه وكتبت النسخ على الوجه وتتبعت ما لم أجد بعلو من رواية القدماء فرأيته ثقة مأمونا ولكنه كان مدلسا سمع من عبيد الله بن عمرو وشعبة ومالك أحاديث يسيرة مستقيمة ثم سمع عن أقوام كذابين ضعفاء متروكين عن عبيد الله بن عمرو وشعبة ومالك مثل المجاشع بن عمرو والسري بن عبد الحميد وعمر بن موسى الميتمي وأشباههم وأقوام لا يعرفون إلا بالكنى فروى عن اولئك الثقات الذين رآهم بالتدليس ما سمع من هؤلاء الضعفاء وكان يقول قال عبيد الله بن عمر بن نافع وقال مالك عن نافع كذا فجعلوه بقية عن عبيد الله وبقية عن مالك وأسقط الواهي بينهما فالتزق الموضوع ببقية وتخلص الواضع من الوسط وإنما امتحن بقية بتلاميذ له كانوا يسقطون الضعفاء من حديثه ويسوونه فالتزق ذلك كله به وكان يحيى بن معين حسن الرأي فيه وسئل ابن عيينة عن حديث حسن فقال بقية بن الوليد أخبرنا أبو العجب أخبرنا ويروي أبو محمد بقية بن الوليد الكلاعي من أنفسهم الحمصي أيضا عن بجير بن سعد ومحمد بن زياد ومحمد بن الوليد الزبيدي وغيرهم روى عنه ابن المبارك وأبو صالح كاتب الليث وإبراهيم بن موسى وهشام بن عمار وتكلموا فيه قال ابن عيينة لا تسمعوا من بقية ما كان في سنة واسمعوا منه ما كان في ثواب وغيره قال ابن المبارك إذا اجتمع إسماعيل بن عياش وبقية في الحديث فبقية أحب إلي وقال أبو مسهر بقية احاديثه ليست نقية فكن منها على تقية وقال يحيى بن معين وسئل عن بقية بن الوليد قال إذا حدث |جـ 5 صـ 120| عن الثقات مثل صفوان وغيره فأما إذا حدث عن أولئك المجهولين فلا وإذا كنى ولم يسم الرجل فليس يساوي شيئا فقيل ليحيى أيما أثبت بقية أو إسماعيل بن عياش فقال كلاهما صالحان قال أبو زرعة الرازي بقية أحب إلي من إسماعيل بن عياش ما لبقية عيب إلا كثرة روايته عن المجهولين فأما الصدق فلا يؤتى من الصدق وإذا حدث عن الثقات فهو ثقة وأما أبو محمد عبد الله بن محمد بن الحسين بن الصباح بن الخليل بن عبيد بن الحارث بن يزيد ذي الكلاع الحذاء الكلاعي يعرف بابن عوة نسب إلى ذي الكلاع من أهل بغداد حدث عن إسحاق بن إبراهيم بن شاذان الفارسي روى عنه أبو الحسن الدارقطني والقاضي الجراحي وابن شاهين والكتاني ويوسف القواس وهو ذكر نسبه كما سقناه أولا وكان ثقة ولم يكن عنده شيء من الحديث إلا جزء واحد عن شاذان ومات بالكرخ سنة أربع وعشرين وثلاثمائة ",
                "title": "الكلاعي",
                "uri": "JK_000952_3526"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}