{
    "features": [
        {
            "item": "JK_000952_2417",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.491-493",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيرازي</h1> بكسر الشين المعجمة والياء الساكنة آخر الحروف والراء المفتوحة بعدها الألف وفي آخرها الزاي هذه النسبة إلى شيراز وهي قصبة فارس ودار الملك بها خرج منها جماعة كثيرة من أهل العلم والتصوف وصنف تاريخها أبو عبد الله محمد بن عبد العزيز بن أحمد بن عبد الرحمن الشيرازي القصاري الحافظ وانتخبت منها ببلخ يروي عن جماعة كثيرة روى عنه أبو القاسم عبد الرحمن بن أبي عبد الله بن منده الأصبهاني وأبو محمد سعبد بن الصلت بن برد بن أسلم الكوفي ثم الشيرازي مول جرير بن عبد الله البجلي من القدماء من أهل الكوفة خرج إلى فارس وولي القضاء بشيراز يروي عن الأعمش ومطرف بن طريف روى عنه أبو عبد الله محمد بن عبد الله الأنصاري وأبو بكر بن أبي شيبة الكوفي وغيرهما وحكي عن سفيان الثوري أنه قال ما فعل سعد بن الصلت قالوا ولي قضاء فارس قال ذرة وقع في الحش وتوفي سنة ست وتسعين ومائة وعبد الله بن صالح بن مسلم العجلي الشيرازي قاضي شيراز ولي القضاء بها في حدود سنة أربع وثمانين روى عنه يحيى بن يونس وأحمد بن الفرج وإسماعيل بن شهريار وغيرهم وأبو حسان الحسن بن عثمان الشيرازي الزيادي سمع حماد بن زيد ويزيد بن زريع والوليد بن محمد الموقري روى عنه أحمد بن يونس الضبي ومات سنة اثنتين وأربعين ومائتين وأبو بكر أحمد بن عبدان بن محمد الشيرازي الحافظ من أهل شيراز يقال له البازي الأبيض له رحلة إلى العراق وسمع الكثير وكانت له معرفة تامة في الحديث سمع أبا القاسم البغوي وأبا بكر بن الباغندي وأبا جعفر الأرزكاني والوبار ومحمد بن |جـ 3 صـ 492| سهل البصري وطبقتهم خرج من بلده شيراز سنة نيف وخمسين وسكن الأهواز وبها حدث روى عنه أبو الفرج عبد الوهاب بن أحمد بن موسى الغندجاني وحكى عمر بن الحسن قال كان أحمد بن عبدان جاري في السوق وكان إلى جنبنا فقيه فكلما أورد مسألة كان أحمد يذكر كذا وكذا حديثا بتلك المسألة حتى قهره ومات بالأهواز في شهر ربيع الأول سنة ثمان وثمانين وثلاثمائة وأما شيخنا أبو الفتح محمد بن عبد الله الشيرازي من أهل هراة يقال له الشيرازي لمحبته الشيراز وهو شيء يتخذ من اللبن كان شيخا صالحا واعظا سكن نباذان هراة وكان يدخل البلد أحيانا سمع أبا إسماعيل عبد الله بن محمد بن علي الأنصاري وأبا سهل نجيب بن ميمون الواسطي وأم الفضل بنت عبد الصمد الهرثمية وأبا سعيد محمد بن علي بن أبي صالح القاضي البغوي وغيرهم كتبت عنه بنباذان هرة وكانت ولادته في حدود سنة خمسين وأربعمائة ومات سنة تسع أو ثمان وأربعين وخمسمائة وأبو عبد الله محمد بن خفيف الشيرازي سيد من سادات أهل فارس في التصوف وعلم الإشارات والمعرفة وكان إماما مرضيا صاحب كرامات يروي عن حماد بن مدرك وعبد الملك بن خليد بن رواحة وأبي المثنى أحمد بن إبراهيم ولقي مؤملا الجصاص وهشام بن عبدان وغيرهم وأحواله وحكاياته مشهورة مسطورة ومات ليلة الأربعاء الثالث والعشرين من شهر رمضان سنة إحدى وسبعين وثلاثمائة بشيراز وأبو عبد الله محمد بن عبد الله بن باكوية الشيرازي الصوفي أدرك ابن خفيف بشيراز ثم رحل ودخل أكثر بلاد الإسلام في طلب الحكايات وجمع منها ما لم يجمعه غيره روى الحديث عن أبي عبد الله بن خفيف وغيره روى عنه أبو القاسم القشيري وأولاده أبو سعد وأبو سعيد وأبو منصور وأبو بكر أحمد بن الحسين البيهقي وجماعة وآخر من روى عنه أبو سعد علي بن عبد الله ابن أبي صادق الحيري ثم بعده أبو بكر عبد الغفار بن محمد الشيرويي وختم بموته حديثه وتوفي في سنة نيف وعشرين وأربعمائة وأبو القاسم عبد العزيز بن بندار بن علي بن الحسن بن سلمى الشيرازي من أهل شيراز نزل مكة شيخ صالح صدوق مكثر من الحديث أقام بحرم الله تعالى إلى مدة |جـ 3 صـ 493| مديدة له رحلة إلى الجبال والعراق وديار مصر سمع بمكة أبا الحسن أحمد بن إبراهيم بن فراس المكي وبمصر عبد الكريم بن حداد المصري وبهمذان أبا بكر أحمد بن علي بن لال الإمام وغيرهم روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وأبو شاكر أحمد بن محمد العثماني المكي وذكره عبد العزيز النخشبي فقال عبد العزيز بن بندار بن علي بن الحسن بن سلمى الشيرازي نزيل مكة سمع جماعة من شيوخ العراق ومصر شيخ صالح ثقة صاحب حديث مات بعد سنة ثمان وأربعين وأربعمائة وأبو القاسم عبد الصمد بن الحسن بن محمد بن جعفر الحافظ الشيرازي من أهل شيراز سمع بأصبهان أبا عبد الله محمد بن إسحاق بن منده الحافظ وأبا علي الحسن بن علي البغدادي وببغداد أبا الحسن أحمد بن محمد بن عمران الجندي وأبا بكر محمد بن زنبور بن خلف المقرىء وبواسط أبا بكر أحمد بن عبيد بن بدري الواسطي وبالأبلة أبا الحسن بن شيبان الأبلي وطبقتهم وكان حافظا يعرف الحديث ويفهمه وسمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وأبو القاسم هبة الله بن عبد الوارث الشيرازي وغيرهما من أهل شيراز والغرباء وقال هبة الله الشيرازي أخبرنا أبو القاسم عبد الصمد بن الحسن الحافظ الثقة إملاء بشيراز وهو أول شيخ سمعت منه الحديث وقال عبد العزيز النخشبي أبو القاسم الحافظ الشيرازي كان يحفظ الغرائب حسن الفهم حسن المعرفة غير أنه يلعن يزيد بن معاوية وعبد الملك بن مروان وبني أمية كلهم وجرت بيني وبينه مناظرة في ذلك وأبو نصر الحسين بن عبد الواحد الشيرازي روى عن علي بن محمد بن الهيثم بمكة روى عن أبي نصر الشيرازي السيد الإمام أبو شجاع محمد بن أحمد بن حمزة العلوي ",
                "title": "الشيرازي",
                "uri": "JK_000952_2417"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}