{
    "features": [
        {
            "item": "JK_000129_011758",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.93-94",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مراغة والنسبة المراغي</h1> بالفتح والغين المعجمة بلدة مشهورة عظيمة أعظم وأشهر بلاد أذربيجان طولها ثلاث وسبعون درجة وثلث وعرضها سبع وثلاثون درجة وثلث قالوا وكانت المراغة تدعى أفراز هروذ فعسكر مروان بن محمد بن مروان بن الحكم وهو وإلى أرمينية وأذربيجان منصرفه من غزو موقان وجيلان بالقرب منها وكان فيها سرجين كثير فكانت دوابه ودواب أصحابه تتمرغ فيها فجعلوا يقولون ابنوا قرية المراغة وهذه قرية المراغة فحذف الناس القرية وقالا مراغ وكان أهلها ألجؤوها إلى مروان فابتناها وتألف وكلاؤه أهلها فكثروا فيها للتقرر وعمروها ثم إنها قبضت مع ما قبض من ضياع بني أمية وصارت لبعض بنات الرشيد فلما عاث الوجناء ابن رواد الأزدي وأفسد وولي خزيمة بن خازم أرمينية وأذربيجان في خلافة الرشيد بنى سورها وحصنها ومصرها وأنزل بها جندا كثيفا ثم إنهم لما ظهر بابك الخرمي بالبذ لجأ الناس إليها فنزلوها فسكنوها وتحصنوا فيها ورم سورها في أيام المأمون عدة من عماله منهم أحمد بن محمد بن الجنيد فرزندا وعلي بن هشام ثم نزل الناس بربضها وينسب إلى المراغة جماعة منهم جعفر بن محمد بن الحارث أبو محمد المراغي أحد الرحالين في طلب الحديث وجمعه سكن نيسابور وسمع بدمشق وغيرها جماهير بن محمد الزملكاني وابن قتيبة محمد بن الحسن العسقلاني وأبا يعلى الموصلي وجعفر بن محمد القيرواني وعبد الله بن محمد بن ناجية ومحمد بن يحيى المروزي وأبا خليفة الفضل بن الحباب وزكرياء الساجي وعبدان الجواليقي وأحمد بن يحيى بن زهير والمنصور بن إسماعيل الفقيه وأبا العباس الدغولي وعلي بن عبدان وغيرهم روى عنه أبو علي الحافظ وأبو عبد الله الحاكم وعبد الرحمن بن محمد السراج وأبو عبد الرحمن السلمي وأبو بكر المقري قال أبو عبد الله الحافظ جعفر بن محمد بن الحارث أبو محمد المراغي مريد نيسابور شيخ الرحالة في طلب الحديث وأكثرهم جهادا وجمعا كتب الحديث نيفا وستين سنة ولم يزل يكتب إلى أن توفاه الله وكان من أصدق الناس فيه وأثبتهم سمع ببغداد القرباني وابن ناجية ومحمد بن يحيى المروزي وأقرانهم وذكر جماعة في بلاد شتى قال ومات يوم الاثنين السادس والعشرين من رجب سنة 536 بنيسابور وهو ابن نيف وثمانين سنة ولم تزل قصبتها وبها آثار وعمائر ومدارس وخانكاهات حسنة وقد كان فيها أدباء وشعراء ومحدثون وفقهاء قال ابن الكلبي في مراغة هجر سوق لأهل نجد معروف قال الخارزنجي المراغة ردهة لأبي بكر ولذلك قال الفرزدق في مواضع من شعره يا ابن المراغة نسبه إلى هذا الموضع كما يقال ابن بغداد وابن الكوفة وهذا خلف من القول والذي ذهب إليه الحذاق أن المراغة الأتان فكان ينسبه إليها على أن في بلاد العرب موضعا يقال له |جـ 5 صـ 94| المراغة من منازل بني يربوع قال الأصمعي وذكر مياها ثم قال ومن هذه الأمواه من صلب العلم وهي المردمة رداه منها المراغة من مياه البقة قال أبو البلاد الطهوي وكان قد خطب امرأة فزوجت من بني عمرو بن تميم فقتلها وهرب ثم قال ألا أيها الربع الذي ليس بارحا جنوب الملابين المراغة والكدر سقيت بعذب الماء هل أنت ذاكر لنا من سليمى إذ نشدناك بالذكر لعمرك ما قنعتها السيف عن قلى ولا سأمان في الفؤاد ولا غمر ولكن رأيت الحي قد غدروا بها ونزغ من الشيطان زين لي أمري وإنا أنفنا أن ترى أم سالم عروسا تمشى الخيزلى في بني عمرو وإنا وجدنا الناس عودين طيبا وعودا خبيثا لا يبض على العصر تزين الفتى أخلاقه وتشينه وتذكر أخلاق الفتى حيث لا يدري ",
                "title": "مراغة والنسبة المراغي",
                "uri": "JK_000129_011758"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}