{
    "features": [
        {
            "item": "JK_000129_000756",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.212-213",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أصيل والنسبة الأصيلي</h1> ياء ساكنة ولام بلد بالأندلس قال سعد الخير ربما كان من أعمال طليطلة ينسب إليه |جـ 1 صـ 213| أبو محمد عبد الله بن إبراهيم الأصيلي محدث متقن فاضل معتبر تفقه بالأندلس فانتهت إليه الرياسة وصنف كتاب الآثار والدلائل في الخلاف ثم مات بالأندلس في نحو سنة 093 وذكر أبو الوليد بن الفرضي في الغرباء الطارئين على الأندلس فقال ومن الغرباء في هذا الباب عبد الله بن إبراهيم بن محمد الأصيلي من أصيلة يكنى أبا محمد سمعته يقول قدمت قرطبة سنة 243 فسمعت بها من أحمد بن مطرف وأحمد بن سعيد ومحمد بن معاوية القرشي وأبي بكر اللؤلؤي وإبراهيم ورحلت إلى وادي الحجارة إلى وهب بن مسرة فسمعت منه وأقمت عنده سبعة أشهر وكانت رحلتي إلى المشرق في محرم سنة 153 ودخلت بغداد وصاحب الدولة بها أحمد بن بويه الأقطع فسمعت بها من أبي بكر الشافعي وأبي علي بن الصواف وأبي بكر الأبهري وآخرين وتفقه هناك لمالك بن ا نس ثم وصل إلى الأندلس في آخر أيام المستنصر فشوور وقرأ عليه الناس كتاب البخاري رواية أبي زيد المروزي وغير ذلك وكان حرج الصدر ضيق الخلق وكان عالما بالكلام والنظر منسوبا إلى معرفة الحديث وقد حفظت عنه أشياء ووقف عليها أصحابنا وعرفوها وتوفي لإحدى عشرة ليلة بقيت من ذي الحجة سنة 293 ويحقق قول أبي الوليد أن الأصيلي من الغرباء لا من الأندلس كما زعم سعد الخير ما ذكره أبو عبيد البكري في كتابه في المسالك عند ذكره بلاد البربر بالعدوة بالبر الأعظم فقال ومدينة أصيلة أول مدينة العدوة مما يلي الغرب وهي في سهلة من الأرض حولها رواب لطاف والبحر بغربيها وجنوبيها وكان عليها سور ولها خمسة أبواب فإذا ارتج البحر بلغ الموج حائط الجامع وسوقها حافلة يوم الجمعة وماء آبار المدينة شروب وبخارجها آبار عذبة وهي الآن خراب وهي بغربي طنجة بينهما مرحلة وكان والد أبي محمد الأصيلي إبراهيم أدبيا شاعرا له شعر في أهل فاس ذكر في ترجمة فاس ",
                "title": "أصيل والنسبة الأصيلي",
                "uri": "JK_000129_000756"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}