{
    "features": [
        {
            "item": "JK_000952_2061",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.232-234",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السختياني</h1> بفتح السين المهملة وسكون الخاء المعجمة بواحدة وكسر التاء المنقوطة باثنتين من فوقها وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى عمل السختيان وبيعها وهي الجلود الضأنية ليست بأدم والمشهور بهذه النسبة أبو بكر أيوب بن أبي تميمة السختياني واسم أبي تميمة كيسان مولى العنزة من أهل البصرة وكان ينزل في بني حريش بها وكان ممن اشتهر بالفضل والعلم والفقه والنسك والحفظ والاتقان والصلابة في السنة والقمع لأهل البدع روى عن ابن سيرين وأبي قلابة وقد قيل إنه سمع من أنس بن مالك رضي الله عنه قال أبو حاتم بن حبان ولا يصح ذلك عندي كان مولده قبل الجارف سنة ثمان وستين ومات سنة إحدى وثلاثين ومائة يوم الجمعة في شهر رمضان سنة الطاعون وهو ابن ثلاث وستين سنة كان الحسن يقول ايوب سيد شباب أهل البصرة ولعمري كان من ساداتها فقها وعلما وفضلا وورعا أخبرنا أبو القاسم بن السمرقندي ببغداد أنا أبو الحسن أحمد بن أبي الجنيد الخطيب بدمشق أنا جدى أبو بكر السلمي أنا أبو محمد بن زبر الربعي ثنا محمد بن يونس الكديمي ثنا الأصمعي قال أتى أعرابي باب معن بن زائدة باليمن وفي يده عرصة والعرصة جلد كالنطع الصغير يعمل للصبيان وهي تجارة أيوب السختياني وفيها صبي فاستأذن على معن فجعل حجابه يبعثون به إلى أن بلغ معنا مكانه فأذن له فلما دخل عليه دهده الصبي بين يديه ثم انشأ يقول % سميت معنا بمعن ثم قلت له % % هذا سمي فتى في الناس محمود % % أنت للجواد ومنك الجود أوله % % فإن هلكت فما جود بموجود % % أمست يمينك من جود مصورة % % لا بل يمينيك منها صورة الجود % فقال معن يا غلام أعطه ثلاثمائة دينار لهذه الثلاثة الأبيات ولو كنت زدتنا لزدناك |جـ 3 صـ 233| فقال حسبك ما سمعت وحسبي ما أخذت وأبو الفضل محمد بن عبد الله بن علي بن الحسين بن عبد الرحمن بن عمرو السختياني من أهل مرو قدم بغداد في سنة ثمان وستين وثلاثمائة وحدث عن أبي عصمة محمد بن أحمد بن عباد المروزي عن أبي رجاء محمد بن حمدويه الهوزقاني كتاب تاريخ المراوزة روى عنه أبو أحمد بن جامع الدهان وابو عبد الله أحمد بن محمد بن الأنبوسي وابو بكر محمد بن الفرج البزاز وكان ثقة وأبو أحمد محمد بن أحمد بن الفضل السختياني النيسابوري من أهل نيسابور رفيق الشيخ أبي بكر بن إسحاق الضبعي في السماع بخراسان والعراق والحجاز وفروع أبي بكر ابن إسحاق أكثرها بخطه سمع بخراسان الحسين بن الفضل وإسماعيل بن قتيبة وبالعراق محمد بن غالب ومعاذ بن المثنى وبالحجاز علي بن عبد العزيز ومحمد بن علي بن زيد وصنف الكثير روى عنه أبو سعيد بن أبي بكر بن أبي عثمان الحيري أخرج من سماعاته نيفا وثلاثين مسندا مسموعة له منها مسند مسدد سماعه من أبي المثنى ومسند الحميدي سماعه من بشر بن موسى ومسند يحيى بن يحيى سماعه من إسماعيل بن قتيبة ومسند محمد بن ايوب سماعه منه ومسند علي بن عبد العزيز سماعه منه ومسند الهسجاني سماعه منه ومسند أحمد بن محمد بن عاصم سماعه ومسند إسحاق سماعه من جماعة ومسند أحمد بن سلمة سماعه منه ومسند الحسن بن سفيان سماعه منه كلها مسموعة بالتمام حتى بلغ نيفا وثلاثين مسندا ومات سنة أربع وعشرين وثلاثمائة بنيسابور وأبو إسحاق عمران بن موسى بن مجاشع السختياني محدث جرجان في عصره سمع أبا الربيع الزهراني وهدبة بن خالد القيسي وإبراهيم بن المنذر الحزامي ويعقوب بن محمد وأبا بكر وعثمان ابني أبي شيبة ومحمد بن مهران الجمال وشيبان بن فروخ وهو محدث ثبت ثقة مقبول كثير الرحلة والتصانيف روى عنه أبو العباس أحمد بن خالد الدامغاني وأبو بكر أحمد بن إبراهيم الإسماعيلي وأبو أحمد عبد الله بن عدي الحافظ وإبراهيم بن يوسف الهسنجاني والحاكم أبو عبد الله الحافظ وأبو عمرو بن حمدان الحيري قدم نيسابور قديما سنة أربع وثمانين ومائتين فسمع منه أكابر الشيوخ ثم عاش بعد ذلك بضع عشرة سنة يحدث بجرجان حتى سمع منه أولاد الذين سمعوا منه بنيسابور وخرج إليه أبو علي الحافظ وأبو الحسين الحجاجي سنة تسع وتسعين وكتبنا عنه وكان قد صنف المسند وكان أبو بكر الإسماعيلي يقول أبو إسحاق السختياني |جـ 3 صـ 234| جرجاني صدوق محدث البلد في زمانه مات بجرجان يوم الخميس النصف من رجب سنة خمس وثلاثمائة وصلى عليه علي بن أحمد الكردي القاضي بباب الخندق في الميدان وابنه عمرو بن عمران السختياني روى عن هارون بن سهل بن شاذويه النجاد روى عنه أبو سعد إسماعيل بن سعيد بن عبد الواسع الجرجاني ",
                "title": "السختياني",
                "uri": "JK_000952_2061"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}