{
    "features": [
        {
            "item": "JK_000952_1637",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.508-509",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدؤلي</h1> بضم الدال المهملة وهمز الواو المفتوحة وفي آخرها اللام هذه النسبة إلى دؤل قال أبو العباس المبرد الدؤلي مضمومة الدال مفتوحة الواو من الدؤل بضم الدال وكسر الياء قال المبرد والدئل الدابة ويقال لرهط أبي الأسود الدؤلي وامتنعوا أن يقولوا الدئلي لئلا يوالوا بين الكسرات فقالوا الدؤلي كما قالوا في النمر النمري وأبو الأسود الدؤلي قال أبو حاتم بن حبان اسمه ظالم بن عمرو بن سفيان وقد قيل ان اسمه عمرو بن ظالم وقد قيل عمرو بن سفيان من أهل البصرة ومسجده إلى الساعة باق قرأت فيه الحديث على شيخنا جابر بن محمد الانصاري الحافظ وهو في محلة الهذيل وابو الاسود يروي عن علي وأبي موسى وأبي ذر وعمران بن حصين رضي الله عنهم ويقال أنه أول من تكلم في النحو روى عنه الناس قال أبو علي الغساني فالدؤلي بضم الدال وبعدها همزة مفتوحة هو أبو الأسود الدؤلي على المثال العمري هكذا يقول البصريون وأصله عندهم الدؤلي ينسب إلى حي من كنانه وهو الدائل بن بكر بن عبد مناة بن كنانه وقال يونس بن حبيب النحوي وغيره من أهل البصرة هم ثلاثة الدول من حنيفة ساكن الواو والديل في عبد القيس ساكن الياء والدئل في كنانة رهط أبي الأسود الواو مهموزة وحكى أبو علي البغدادي في كتاب البارع من جمعه قال الأصمعي يقال هو أبو الأسود الدؤلي بضم الدال وفتح الهمزة منسوب إلى الدئل من كنانة بضم الدال وكسر الهمزة وفتحت في النسب كما فتحت ميم نمري في نمر ولام سلمى في سلمة قال أبو علي البغدادي وهكذا قال عيسى بن عمر وشيبويه وابن السكيت والأخفش وأبو حاتم ومحمد بن سلام وأبو عبد الله العدوي النسابة قال أبو علي البغدادي وقال الأصمعي وكان عيسى بن عمر يقول أبو الأسود الدؤلي بكسر الهمزة على الأصل والقياس فتحها وحكاه |جـ 2 صـ 509| أيضا عن يونس وغيره عن العرب قال يدعونه في النسب على الأصل وهو شاذ في القياس وكان محمد بن إسحاق والكسائي وأبو عبيد القاسم بن سلام ومحمد بن حبيب وصاحب كتاب العين يقولون في كنانه بن خزيمة الديل بكسر الدال وسكون الياء بن بكر بن عبد مناه بن كنانة رهط أبو الأسود الدؤلي واسمه ظالم بن عمرو بن سفيان بن جندل بن يعمر ابن جلس بن نفاثة بن عدي بن الديل قال ابن حبيب والدئل مضموم الدال على مثال فعل الدئل بن محلم بن غالب بن ييثع بن الهون بن خزيمة ابن مدركة ",
                "title": "الدؤلي",
                "uri": "JK_000952_1637"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}