{
    "features": [
        {
            "item": "JK_000952_2494",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.550-552",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصلحي</h1> بكسر الصاد والحاء المهملتين بينهما اللام الساكنة هذه النسبة إلى فم الصلح وهي بلدة على دجلة بأعلى واسط بينهما خمسة فراسخ اقمت بها ساعة في انصرافي من واسط والبصرة وسمعت بها الحديث من أبي السعادات الواسطي وهذه البلدة كان أمير المؤمنين المأمون انحدر إليها لتزف إليه بنت الحسن بن سهل وكان سبب كون الحسن ب فم الصلح أن الفضل بن سهل لما قتل بخراسان كتب المأمون إلى الحسن وهو ببغداد يعزيه بأخيه ويعلمه أنه قد استوزره فلم يكن |جـ 3 صـ 551| أحد مخالفا له فلما جعل المأمون علي بن موسى الرضا ولي العهد غضب بنو العباس وبايعوا إبراهيم بن المهدي فحاربه الحسن بن سهل ثم ضعف عنه فانحدر إلى فم الصلح وأقام بها وأقبل المأمون من خراسان فقوي ووجه من فم الصلح الحسن بن سهل من حارب إبراهيم بن المهدي إلى أن اسر ثم دخل المأمون بغداد فدخل عليه الحسن فزاد المأمون في كرامته ثم إن المأمون تزوج ابنته بوران وانحدر إلى فم الصلح للبناء على بوران بها في شهر رمضان من سنة عشر ومائتين فدخل بها ثم انصرف وخلف بوران عند أمها إلى أن حملت إليه وقيل إن الحسن نثر على المأمون ألف حبة جوهر واشعل بين يديه شمعة عنبر وزنها مائة رطل ونثر على القواد رقاعا فيها اسماء ضياع فمن وقعت بيده رقعة أشهد له الحسن بالضيعة التي فيها وأنفق الحسن في وليمته أربعة آلاف ألف دينار وكان يجري مدة إقامة المأمون عنده على ستة وثلاثين ألف ملاح فلما أراد المأمون أن يصعد أمر له بألف ألف دينار وأقطعه مدينة الصلح وعاش الحسن إلى أيام جعفر المتوكل خرج منها جماعة من العلماء والقراء منهم أبو عبد الله أحمد بن محمد بن إبراهيم بن آدم بن أبي الرجال الصلحي نزل بغداد وحدث بها عن أبي فروة يزيد بن محمد الرهاوي وأبي أمية محمد بن إبراهيم الطرسوسي وغيرهما روى عنه أبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وأبو الفتح يوسف بن عمر القواس وأبو حفص عمر بن إبراهيم الكتاني وغيرهم وسأل حمزة بن يوسف السهمي أبا الحسن الدارقطني عنه فقال ما علمنا إلا خيرا كانت ولادته غرة شعبان سنة تسع واربعين ومائتين ومات في جمادي الآخرة سنة ثلاثين وثلاثمائة ووالده أبو جعفر محمد بن إبراهيم بن آدم بن أبي الرجال الصلحي سكن بغداد وحدث بها عن بشر بن هلال الصواف ومحمد بن الصباح الجرجرائي وأزهر بن جميل البصري روى عنه أبو بكر بن سلم الختلي وعمر بن جعفر البصري الحافظ وعثمان بن أحمد بن سمعان ومحمد بن المظفر وغيرهم وكان ثقة ومات في سنة عشر وثلاثمائة والقاضي أبو العلاء محمد بن علي بن أحمد بن يعقوب بن مروان الصلحي المعروف بالواسطي المقرىء أصله من فم الصلح ونشأ بواسط وحفظ بها القرآن وقرأ على شيوخها في وقته وكتب بها الحديث عن أبي محمد بن السقا وغيره ثم قدم بغداد فسمع من أبي بكر بن مالك القطيعي وأبي محمد بن ماسي وأبي القاسم الأبندوني ومخلد بن |جـ 3 صـ 552| جعفر الباقرحي وطبقتهم ورحل إلى الكوفة فسمع من أبي الحسن بن أبي السري وغيره من أصحاب مطين ورحل إلى الدينور فكتب عن أبي علي بن حبش وقرأ عليه القرآن بقراءة جماعة ثم رجع إلى بغداد واستوطنها قبلت شهادته عند الحكام ورد إليه القضاء بالحريم من شرقي بغداد وبالكوفة وغيرها من سقي الفرات وكان قد جمع الكثير من الحديث وخرج أبوابا وتراجم وشيوخا ذكره أبو بكر الخطيب قال وكان من أهل العلم بالقراءات ورأيت لأبي العلاء اصولا عتقا سماعه فيها صحيح وأصولا مضطربة وسمعته يذكر أن عنده تاريخ شياب العصفري فسألته إخراج أصله لأقرأ عليه فوعدني بذلك ثم اجتمعت مع أبي عبد الله الصوري فتجارينا ذكره فقال لي لا ترد أصله بتاريخ شباب فإنه لا يصلح لك قلت وكيف ذلك فذكر أن أبا العلاء أخرج إليه الكتاب فرآه قد سمع فيه لنفسه تسميعا طريا مشاهدته تدل على فساده ومات في جمادي الآخرة سنة إحدى وثلاثين وأربعمائة وكانت ولادته في صفر سنة تسع وأربعين وثلاثمائة ",
                "title": "الصلحي",
                "uri": "JK_000952_2494"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}