{
    "features": [
        {
            "item": "JK_000129_000176",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.83-85",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبهر والنسبة الأبهري</h1> أيضا بليدة من نواحي أصبهان ينسب إليها آخرون منهم إبراهيم بن الحجاج الأبهري سمع أبا داود وغيره وإبراهيم بن عثمان بن عمير الأبهري روى عن أبي سلمة موسى بن إسماعيل التبوذكي والحسن بن محمد بن أسيد الأبهري سمع عمرو بن علي ومحمد بن سليمان لوينا ومحمد بن خالد بن خداش وغيرهم روى عنه أبو الشيخ الحافظ ومات سنة 392 قال ابن مردويه وسهل بن محمد بن العباس |جـ 1 صـ 84| الأبهري ومحمد بن الحسين بن إبراهيم بن زياد بن عجلان الأبهري أبو جعفر تلقب بأبي الشيخ مات ببغداد ومحمد بن أحمد بن عمرو أبو عبد الله الأبهري الأصبهاني ومحمد بن أحمد بن محمد بن المنذر الصيدلاني الأبهري وأبو سهل المرزبان بن محمد بن المرزبان روى عنه أحمد بن علي الأبهري ومحمد بن عثمان بن أحمد بن الخصيب أبو سهل الأبهري ومحمد بن عثمان بن أحمد بن الخصيب أبو سهل الأبهري سمع إبراهيم بن أسباط بن السكن وروى عنه الحافظ أبو بكر أحمد بن موسى بن مردويه وغيره وكان ثقة وأبو جعفر أحمد بن جعفر بن أحمد الأبهري المؤدب وإبراهيم بن يحيى الحزوري الأبهري مولى السائب ابن الأقرع والد محمد بن إبراهيم روى عن أبي داود وبكر بن بكار روى عنه ابنه محمد بن إبراهيم وأبو زيد أحمد بن محمد بن علي بن عبد الله بن محمد بن أحمد بن عمرو الأبهري المديني حدث عن أبي بكر محمد بن إبراهيم المقري وأبي سهل المرزبان بن محمد بن المرزبان الأبهري روى عنه محمد بن إسحاق بن مندة وغيره وأبو بكر الحسن بن محمد بن أحمد بن محمد ابن يونس الأبهري الأديب سمع من أبي القاسم سليمان ابن أحمد الطبراني روى عنه يحيى بن مندة وأبو العباس أحمد بن محمد بن جعفر المؤدب الأبهري حدث عن محمد ابن الحسن بن المهلب والفضل بن الخصيب وروى عنه أحمد بن جعفر الفقيه اليزدي وأبو علي الحسن بن محمد بن عبد الله بن عبد السلام الأبهري روى عن أبي بكر بن جشنس عن يحيى بن صاعد وقيل اسمه الحسين والأصح الحسن روى عنه أحمد بن شمردان توفي في رجب سنة 324 وأبو مسلم عبد الواحد بن محمد بن أحمد بن المرزباني الأبهري روى عن جده وعلي ابن عبد الله بن أحمد بن جابر أبو الحسن الأبهري شيخ قديم حدث عن محمد بن محمد بن يونس سمع منه أحمد بن الفضل المقري وأبو العباس عبيد الله بن أحمد بن حامد الأبهري المؤدب حدث عن محمد بن محمد بن يونس أيضا روى عنه أبو طاهر أحمد بن محمود الثقفي وأبو نصر إبراهيم بن محمد الكسائي ومحمد بن أحمد بن محمد الآمدي وأبو منصور عبد الرحمن بن محمد بن أحمد بن محمد بن موسى بن زنجويه الأبهري الأديب روى عن عبد الله بن محمد بن جعفر أبي الشيخ الحافظ روى عنه محمد بن أحمد بن خالد الخباز ومحمد بن إبراهيم العطار وأبو بكر محمد بن أحمد بن الحسن بن فادار الأبهري حدث عن أبي عبد الله محمد بن إسحاق بن مندة الحافظ قليل الرواية كتب عنه واصل بن حمزة في سنة 134 قال يحيى بن عبد الوهاب العبدي وأبو علي أحمد ابن محمد بن عبد الله بن أسيد الثقفي الأبهري الأصبهاني الكتبي يروي عن أبي متوبة والداركي وابن مخلد روى عنه أبو الحسين عبد الوهاب بن يوسف القزاز وأحمد بن الحسن بن فادار أبو شكر الأبهري الأصبهاني حدث عن أحمد بن محمد بن المرزبان الأبهري وغيره وحديثه عند الأصبهانيين مات في شعبان سنة 554 وأبو بكر محمد بن أحمد بن محمد بن الحسن بن ماجه الأبهري الأصبهاني روى عن أبي جعفر أحمد بن محمد بن المرزبان جزء لوين عن أبي جعفر محمد بن إبراهيم بن الحكم عن أبي جعفر لوين وهو آخر من ختم به حديث لوين بأصبهان مات في صفر سنة 284 وقيل في ذي القعدة سنة إحدى وثمانين آخر من روى عنه محمود بن عبد الكريم بن علي فروجة وأبو طاهر أحمد بن حمد بن أبي بكر الأبهري المقري روى عنه أبو بكر اللفتواني |جـ 1 صـ 85| ",
                "title": "أبهر والنسبة الأبهري",
                "uri": "JK_000129_000176"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}