{
    "features": [
        {
            "item": "JK_000952_2620",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.84-87",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطهراني</h1> بكسر الطاء المهملة وسكون الهاء وفتح الراء وفي آخرها النون هذه النسبة إلى طهران وهي قرية كبيرة على باب أصبهان وطهران أيضا قرية بالري وإليها ينسب الرمان الحسن فأما المنتسب إلى ا لقرية التي بأصبها فمنها أبو العباس أحمد بن محمد بن أحمد بن القاسم بن سهلوية الطهراني الجواد يروي عن أبي عبد الله محمد بن إسحاق بن منده الحافظ مجالس من أماليه روى لي عنه جماعة بأصبهان مثل أبي نصر أحمد بن عمر الغازي وأبي سعد أحمد بن محمد البغدادي ومات في شهر رمضان سنة تسع وستين وأربعمائة ومضيت إلى هذه القرية قاصدا وسمعت بها عن شيخ يقال له أبو عبد الله محمد بن حماد الطهراني ومن القدماء الذي انتسبوا إلى هذه القرية أعني طهران أصبهان أبو صالح عقيل بن يحيى الطهراني ثقة حدث عن سفيان بن عيينة ويحيى بن سعيد القطان توفي سنة ثمان وخمسين ومائتين وأبو بكر إبراهيم بن سليمان وقيل ابن سفيان الطهراني سمع إبراهيم بن نصر وغيره وسعيد بن مهران بن محمد الطهراني سمع عبد الله بن عبد الوهاب الخوارزمي وعلي بن رستم بن المطيار الطهراني عم أبي علي أحمد بن محمد بن رستم يكنى أبا الحسن سمع محمد بن سليمان بن حبيب المصيصي لوينا |جـ 4 صـ 86| وعلي بن يحيى الطهراني سمع قتيبة بن مهران الأصبهاني ومحمد بن محمد بن صخر بن سدوس الطهراني التميمي أبو جعفر ثقة وكان من الصالحين سمع أبا عبد الرحمن المقرئ وأبا عاصم النبيل وخالد بن يحيى وغيرهم وناجية بن سدوس أبو القاسم الطهراني وما أعرف أحدا روى عنه غير محمد بن أحمد بن تميم من أهل هذا البلد ذكر ذلك جميعه أبو بكر أحمد بن موسى بن مردويه الحافظ في تاريخ أصبهان وأبو صالح عقيل بن يحيى بن الأسود الطهراني من أصبهان ثقة حدث عن ابن عيينة ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وأبو داود وتوفي في شهر رمضان سنة ثمان وخمسين ومائتين أخبرنا به أبو الفضل عبد الله بن محمد العدل وأبو الفضل محمد بن عبد الواحد المغازلي جميعا بجامع أصبهان قالا أخبرنا أبو الخير بن ررا الإمام سمعت أبا بكر بن مردويه يقول ذلك ومن المتأخرين أبو نصر محمود بن عمران بن إبراهيم بن أحمد الطهراني روى عن أبي بكر أحمد بن موسى بن مردويه الحافظ سمع منه أبو الفضل محمد بن طاهر المقدسي وأبو الحسن علي بن رستم بن المطيار الطهراني من أصبهان ثقة متقن روى عن لوين وجبر ومحمد بن الوليد ومات سنة ثلاث وثلاثمائة وأما المنتسب إلى طهران الري وهو أشهر من طهران أصبهان خرج منها أبو عبد الله محمد بن حماد الطهراني الرازي سمع عبد الرزاق بن همام وغيره روى عنه الأئمة وكان من ثقات المسلمين سمع عبيد الله بن موسى وعبد الرزاق بن همام وأبا عاصم النبيل وحفص بن عمر العدني وكان جوالا حدث بالري وبغداد والشام روى عنه أبو بكر بن أبي الدنيا وأحمد بن عبد الله بن نصر بن بجير القاضي وقال عبد الرحمن بن أبي حاتم الرازي سمعت منه مع أبي بالري وببغداد وبإسكندرية وهو صدوق ثقة أخبرنا أبو القاسم بن السمرقندي ببغداد أخبرنا أبو القاسم إسماعيل بن مسعدة الإسماعيلي أخبرنا أبو القاسم حمزة بن يوسف السهمي سمعت أبا أحمد عبد الله بن عدي الحافظ سمعت منصورا الفقيه يقول لم أر من الشيوخ أحدا فأحببت أن أكون مثله في |جـ 4 صـ 87| الفضل غير ثلاثة فذكر أولهم محمد بن حماد الطهراني لأنه كان قد صار إلى مصر وحدث بها وكان بالشام يسكن عسقلان أخبرنا أبو الخير أحمد بن أحمد الواعظ إجازة مشافهة أخبرنا أبو بكر أحمد بن الفضل الباطرقاني كتابة أخبرنا أبو عبد الله محمد بن إسحاق الحافظ قال قال أبو سعيد بن يونس محمد بن حماد الطهراني كان من أهل الرحلة في طلب الحديث وكان ثقة صاحب حديث يفهم وخرج عن مصر وكانت وفاته بعسقلان من أرض الشام سنة إحدى وستين ومائتين ليلة الجمعة لثلاث بقين من شهر ربيع الآخر ",
                "title": "الطهراني",
                "uri": "JK_000952_2620"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}