{
    "features": [
        {
            "item": "JK_000129_004051",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.273-274",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حطين والنسبة الحطيني</h1> بكسر أوله وثانيه وياء ساكنة ونون قرية بين أرسوف وقيسارية وبها قبر شعيب عليه السلام كذا قال الحافظان أبو القاسم الدمشقي وأبو سعد المروزي ونسبا إليها أبا محمد هياج بن محمد بن عبيد بن حسين الحطيني الزاهد نزيل مكة سمع أبا الحسن علي بن موسى بن الحسين السمسار وأبا عبد الله محمد بن عبد السلام بن عبد الرحمن بن معدان الدمشقي وأبا القاسم عبد الرحمن بن عبد العزيز السراج وأبا الحسن علي بن محمد بن إبراهيم الحنائي بدمشق وأبا أحمد محمد بن أحمد بن سهل القيسراني بقيسارية وأبا العباس إسماعيل بن عمر النحاس وأبا الفرج النحوي المقدسي وغيرهم وسمع منه جماعة من الحفاظ منهم محمد بن طاهر المقدسي وأبو القاسم هبة الله بن عبد الوارث الشيرازي وأبو جعفر محمد بن أبي علي وغيرهم وكان زاهدا فقيها مدرسا يفطر كل ثلاثة أيام ويعتمر كل يوم ثلاث عمر ويلقي على المستفيدين كل |جـ 2 صـ 274| يوم عدة دروس ولم يكن يدخر شيئا وكان يزور رسول الله عليه الصلاة والسلام كل سنة حافيا ويزور ابن عباس بالطائف وكان يأكل بمكة أكلة وبالطائف أخرى واستشهد بمكة في وقعة وقعت بين أهل السنة والرافضة فحمله أميرها محمد بن أبي هاشم فضربه ضربا شديدا على كبر السن ثم حمل إلى منزله فعاش بعد الضرب أياما ثم مات في سنة 274 وقد جاوز الثمانين قال المؤلف رحمة الله عليه كان صلاح الدين يوسف بن أيوب قد أوقع بالأفرنج في منتصف ربيع الآخر سنة 385 وقعة عظيمة منكرة ظفر فيها بملوك الأفرنج ظفرا كان سببا لافتتاحه بلاد الساحل وقتل فرعونهم ارباط صاحب الكرك والشوبك وذلك في موضع يقال له حطين بين طبرية وعكا بينه وبين طبرية نحو فرسخين بالقرب منها قرية يقال لها خيارة بها قبر شعيب عليه السلام وهذا صحيح لا شك فيه وإن كان الحافظان ضبطا أن حطين بين أرسوف وقيسارية ضبطا صحيحا فهو غير الذي عند طبرية وإلا فهو غلط منهما ",
                "title": "حطين والنسبة الحطيني",
                "uri": "JK_000129_004051"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}