{
    "features": [
        {
            "item": "JK_000129_001675",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.378-379",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بردى</h1> بثلاث فتحات بوزن جمزى وبشكى قال جرير لا ورد للقوم إن لم يعرفوا بردى إذا تجوب عن أعناقها السدف أعظم أنهر دمشق وقال نفطويه هو بردى ممال يكتب بالياء مخرجه من قرية يقال لها قنوا من كورة الزبداني على خمسة فراسخ من دمشق مما يلي بعلبك يظهر الماء من عيون هناك ثم يصب إلى قرية تعرف بالفيجة على فرسخين من دمشق وتنضم إليه عين أخرى ثم يخرج الجميع إلى قرية تعرف بجمرايا فيفترق حينئذ فيصير أكثره في بردى ويحمل الباقي نهر يزيد وهو نهر حفره يزيد ابن معاوية في لحف جبل قاسيون فإذا صار ماء بردى إلى قرية يقال لها دمر افترق على ثلاثة أقسام لبردى منه نحو النصف ويفترق الباقي نهرين يقال لأحدهما ثورا في شمالي بردى وللآخر باناس في قبليه وتمتزج هذه الأنهر الثلاثة بالوادي ثم بالغوطة حتى يمر بردى بمدينة دمشق في ظاهرها فيشق ما بينها وبين العقيبة حتى يصب في بحيرة المرج في شرقي دمشق وهو أهبط أنهار دمشق وإليه تنصب فضلات أنهرها ويساوقه من الجهة الشمالية نهر ثورا وفي شمال ثورا نهر يزيد إلى أن ينفصل عن دمشق وبساتينها ومهما فضل من ذلك كله صب في بحيرة المرج وأما باناس فإنه يدخل إلى وسط مدينة دمشق فيكون منه بعض مياه قنواتها وقساطلها وينفصل باقيه فيسقي زروعها من جهة الباب الصغير والشرقي وقد أكثر الشعراء في وصف بردى في شعرهم وحق لهم فإنه بلا شك أنزه نهر في الدنيا فمن ذلك قول ذي القرنين أبي المطاع بن حمدان سقى الله أرض الغوطتين وأهلها فلي بجنوب الغوطتين شجون وما ذقت طعم الماء إلا استخفني إلى بردى والنيربين حنين وقد كان شكي في الفراق يروعني فكيف يكون اليوم وهو يقين |جـ 1 صـ 379| فوالله ما فارقتكم قاليا لكم ولكن ما يقضى فسوف يكون وقال العماد أبو عبد الله محمد بن الأصبهاني الكاتب يذكر هذه الأنهر من قصيدة إلى ناس باناس لي صبوة لها الوجد داع وذكري مثير يزيد اشتياقي وينمو كما يزيد يزيد وثورا يثور ومن بردى برد قلبي المشوق فها أنا من حره مستجير ",
                "title": "بردى",
                "uri": "JK_000129_001675"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}