{
    "features": [
        {
            "item": "JK_000129_010358",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.368-369",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قضة</h1> بكسر أوله وتخفيف ثانيه قال صاحب كتاب العين القضة أرض منخفضة ترابها رمل وإلى جانبها متن مرتفع وجمعها القضون قال أبو منصور القضة بتخفيف الضاد ليست من حد المضاعف لأن لامه معتلة فهو من باب قضى وهي شجرة من شجر الحمض معروفة وقال ابن السكيت القضة نبت يجمع القضين والقضون وإذا جمعته على مثال البرى قلت القضى وأما الأرض التي ترابها رمل فهي القضة بالتشديد وجمعها قضات قال أبو المنذر قضة بكسر القاف وبعدها ضاد معجمة مخففة عقبة بعارض اليمامة وعارض جبل وهي من قبل مهب الشمال بينها وبين اليمامة وصمر ماء لبني أسد ثلاثة أيام وأنشد غيره قد وقعت في قضة من شرج ثم استقلت مثل شدق العلج يصف دلوا والعلج الحمار الوحشي يعني الدلو أنها وقعت في ماء قليل على حصى في بئر فلم تمتلىء والماء يتحرك فيها كأنها شدق حمار وقال الجميح واسمه منقذ بن الطماح بن قيس بن طريف وإن يكن حادث يخشى فذو علق تظل تزجره من خشية الذيب وإن يكن أهلها حلوا على قضة فإن أهلي الألى حلوا بملحوب لما رأت إبلي قلت حلوبتها وكل عام عليها عام تجنيب أبقى الحوادث منها وهي تتبعها والحق صرمة راع غير مغلوب وبقضة كانت وقعة بكر وتغلب العظمى في مقتل كليب والجاهلية تسميها حرب البسوس وفيه كان يوم التحالق فكانت الدبرة لبكر بن وائل على تغلب فتفرقوا من ذلك اليوم وبعد تلك الوقعة كانت الوقائع التي جرها قتل كليب بن ربيعة حين قتله جساس بن مرة فشتتهم أخوه المهلهل في البلاد فقال الأخنس بن شهاب التغلبي وكان رئيسا شاعرا لكل أناس من معد عمارة عروض إليها يلجؤون وجانب |جـ 4 صـ 369| لكيز لها البحران والسيف دونها وإن يأتها بأس من الهند كارب تطاير عن أعجاز حوش كأنها جهام هراق ماءه فهو آيب وبكر لها بر العراق وإن تخف يحل دونها من اليمامة حاجب وصارت تميم بين قف ورملة لها من جبال منتأى ومذاهب وكلب لها خبت فرملة عالج إلى الحرة الرجلاء حيث تحارب وغسان جن غيرهم في بيوتهم تجالد عنهم حسر وكتائب وبهراء حي قد علمنا مكانهم لهم شرك حول الرصافة لاحب وغارت إياد في السواد ودونها برازيق عجم تبتغي من تضارب ونحن أناس لا حصون بأرضنا مع الغيث ما نلفى ومن هو عازب ترى رائدات الخيل حول بيوتنا كمعزى الحجاز أعوزتها الزرائب أرى كل قوم قاربوا قيد فحلهم ونحن خلعنا قيده فهو سارب ",
                "title": "قضة",
                "uri": "JK_000129_010358"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}