{
    "features": [
        {
            "item": "JK_000952_3804",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.294-295",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المسلمي</h1> بضم الميم وسكون السين المهملة وكسر اللام وفي اخرها ميم أخرى هذه النسبة إلى المسلمة وجماعة بغداد من أولاد أقرباء رئيس الرؤساء علي بن الحسن عرفوا بابن المسلمة منهم أبو جعفر محمد بن أحمد بن محمد بن عمر بن الحسن بن عبيد بن عمرو بن خالد بن الرفيل المسلمي المعروف بابن المسلمة أسلم الرفيل على يدي أمير المؤمنين عمر بن الخطاب رضي الله عنه وكان أبو جعفر بن المسلمة حسن الطريقة نبيلا كثير السماع ثقة صدوقا سمع أبا الفضل عبيد الله بن عبد الرحمن الزهري وأبا محمد عبيد الله بن أحمد بن معروف القاضي وأبو جعفر اخر من روى عنهما وسمع أيضا أبا القاسم عيسى بن علي الوزير وأبا طاهر محمد بن عبد الرحمن بن المخلص وأبا القاسم إسماعيل بن سعيد بن سويد الشاهد وأبا الحسين محمد بن الحسين بن أخي ميمي الدقاق وطبقتهم سمع منه القدماء مثل أبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وخرج له الأمالي واستملى عليه روى لنا عنه أبو يعقوب يوسف بن أيوب الهمداني وأبو سعد يحيى بن علي الحلواني وأبو تمام أحمد بن محمد بن المختار الهاشمي بمرو وأبو القاسم عبد الله بن أحمد بن يوسف الحربي وأبو النجم بدر بن عبد الله الشيخي وأبو غالب محمد بن علي بن الداية المكبر وجماعة سواهم نحو سبعة عشر نفسا وكانت ولادته في شهر ربيع الأول سنة خمس وسبعين وثلاث مئة وتوفي في جمادى الأولى سنة خمس وستين وأربع مئة ودفن بمقبرة الخيزران وابنه أبو علي محمد بن محمد بن المسلمي أحد الثقب المعروفين سمع أبا الحسين بن الحمامي وأبا القاسم بن بشران وغيرهما روى لنا عنه أبو القاسم بن السمرقندي |جـ 5 صـ 295| وأبو الحسن بن عبد السلام الكاتب وغيرهما وتوفي في شهر رمضان سنة تسع وسبعين وأربع مئة ودفن بباب حرب وكانت ولادته سنة أربع مئة وأبو القاسم علي بن المظفر بن علي بن الحسن بن المسلمة المسلمي البغدادي أخو شيخنا محمد بن المظفر المسلمي توفي في شعبان سنة ثلاث وتسعين وأربع مئة وأخوه الأجل أبو الحسن محمد بن المظفر المسلمي من خير الرجال لم أر شيخا أحسن وجها منه ولا أنشف منه ترك الدنيا عن اختيار واشتغل بالعبادة وجعل داره رباطا للصلحاء والصوفية سمع أبا الخطاب علي بن عبد الرحمن بن الجراح المقرىء وأبا الحسن علي بن محمد بن العلاف وغيرهما سمعت منه وانتفعت برؤيته وكلامه وكانت ولادته في حدود سنة ثمانين وتوفي وأبو جعفر محمد بن عمر بن الحسن بن عبيد بن عمرو بن خالد بن الرفيل المسلمي المعروف بابن المسلمة جد أبي جعفر السابق ذكره سمع محمد بن جرير الطبري والقاضي أبا عمر محمد بن يوسف وأبا عبد الله محمد بن أحمد الحكيمي روى عنه ابنه أبو الفرج أحمد وكان ثقة وتوفي في جمادى الاخرة سنة اثنتين وخمسين وثلاث مئة وحدث بشيء يسير وابنه أبو الفرج أحمد بن محمد بن عمر المسلمي والد أبي جعفر وابن أبي جعفر أيضا ",
                "title": "المسلمي",
                "uri": "JK_000952_3804"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}