{
    "features": [
        {
            "item": "JK_000129_005327",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.485-486",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دولاب</h1> قرية بينها وبين الأهواز أربعة فراسخ كانت بها وقعة بين أهل البصرة وأميرهم مسلم بن عبيس بن كريز بن حبيب بن عبد شمس وبين الخوارج قتل فيها نافع بن الأزرق رئيس الخوارج وخلق منهم وقتل مسلم بن عبيس فولوا عليهم ربيعة بن الأجذم وولى الخوارج عبد الله بن الماخور فقتلا أيضا وولى أهل البصرة الحجاج بن ثابت وولى الخوارج عثمان بن الماخور ثم التقوا فقتل الأميران فاستعمل أهل البصرة حارثة بن بدر الغداني واستعمل الخوارج عبيد الله بن الماخور فلما لم يقدم بهم حارثة قال لأصحابه كرنبوا ودولبوا وحيث شئتم فاذهبوا و كرنبا موضع بالأهواز أيضا وذلك في سنة 65 فقال عمرو القناء إذا قلت يسلو القلب أو ينتهي المنى أبى القلب إلا حب أم حكيم وأول القطعة يروى لقطري أيضا رواها المبرد لعمرك إني في الحياة لزاهد وفي العيش ما لم ألق أم حكيم من الخفرات البيض لم ير مثلها شفاء لذي داء ولا لسقيم لعمرك إني يوم ألطم وجهها على نائبات الدهر جد لئيم إذا قلت يسلو القلب أو ينتهي المنى أبى القلب إلا حب أم حكيم منعمة صفراء حلو دلالها أبيت بها بعد الهدو أهيم قطوف الخطى مخطوطة المتن زانها مع الحسن خلق في الجمال عميم |جـ 2 صـ 486| ولو شاهدتني يوم دولاب أبصرت طعان فتى في الحرب غير ذميم قال صاحب الأغاني هذه الثلاثة الأبيات ليست من هذه القطعة غداة طفت ع الماء بكر بن وائل وعجنا صدور الخيل نحو تميم فكان لعبد القيس أول حدنا وولت شيوخ الأزد وهي تعوم وكان لعبد القيس أول حدها وأحلافها من يحصب وسليم وظلت شيوخ الأزد في حومة الوغى تعوم وظلنا في الجلاد نعوم فلم أر يوما كان أكثر مقعصا يمج دما من فائظ وكليم وضاربة خدا كريما على فتى أغر نجيب الأمهات كريم أصيب بدولاب ولم تك موطنا له أرض دولاب ودير حميم فلو شهدتنا يوم ذاك وخيلنا تبيح من الكفار كل حريم رأيت فتية باعوا الإله نفوسهم بجنات عدن عنده ونعيم قال المبرد ولو شهدتنا يوم دولاب لم يصرف وإنما ذاك لأنه أراد البلد ودولاب أعجمي معرب وكل ما كان من الأسماء الأعجمية نكرة بغير ألف ولام فإذا دخلته الألف واللام فقد صار معربا وصار على قياس الأسماء العربية لا يمنعه من الصرف إلا ما يمنع العربي فدولاب فوعال مثل طومار وسولاف وكل شيء لا يخص واحدا من الجنس من دون غيره فهو نكرة نحو رجل لأن هذا الاسم يلحق كل ما كان على بنيته وكذلك جمل وجبل وما أشبهه فإن وقع الاسم في كلام العجم معرفة فلا سبيل إلى إدخال الألف واللام عليه لأنه معرفة ولا فائدة في إدخال تعريف آخر فيه فذلك غير منصرف نحو فرعون وهارون وإبراهيم وإسحاق ",
                "title": "دولاب",
                "uri": "JK_000129_005327"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}