{
    "features": [
        {
            "item": "JK_000129_002065",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.456-462",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بغداد والنسبة البغدادي</h1> أم الدنيا وسيدة البلاد قال ابن الأنباري أصل بغداد للأعاجم والعرب تختلف في لفظها إذا لم يكن أصلها من كلامهم ولا اشتقاقها من لغاتهم قال بعض الأعاجم تفسيره بستان رجل فباغ بستان وداد اسم رجل وبعضهم يقول بغ اسم للصنم فذكر أنه أهدي إلى كسرى خصي من المشرق فأقطعه إياها وكان الخصي من عباد الأصنام ببلده فقال بغ داد أي الصنم أعطاني وقيل بغ هو البستان وداد أعطى وكان كسرى قد وهب لهذا الخصي هذا البستان فقال بغ داد فسميت به وقال حمزة بن الحسن بغداد اسم فارسي معرب عن باغ داذويه لأن بعض رقعة مدينة المنصور كان باغا لرجل من الفرس اسمه داذويه وبعضها أثر مدينة دارسة كان بعض ملوك الفرس اختطها فاعتل فقالوا ما الذي يأمر الملك أن تسمى به هذه المدينة فقال هلدوه وروز أي خلوها بسلام فحكي ذلك للمنصور فقال سميتها مدينة السلام وفي بغداد ست لغات بغداد وبغدان ويأبى أهل البصرة ولا يجيزون بغداذ في آخره الذال المعجمة وقالوا لأنه ليس في كلام العرب كلمة فيها دال بعدها ذال قال أبو القاسم عبد الرحمن بن إسحاق فقلت لأبي إسحاق إبراهيم بن السري فما تقول في قولهم خرداذ فقال هو فارسي ليس من كلام العرب قلت أنا وهذا حجة من قال بغداذ فإنه ليس من كلام العرب وأجاز الكسائي بغداد على الأصل وحكى أيضا مغداذ ومغداد ومغدان وحكى الخارزنجي بغداد بدالين مهملتين وهي في اللغات كلها تذكر وتؤنث وتسمى مدينة السلام أيضا فأما الزوراء فمدينة المنصور خاصة وسميت مدينة السلام لأن دجلة يقال لها وادي السلام وقال موسى بن عبد الحميد النسائي كنت جالسا عند عبد العزيز بن أبي رواد فأتاه رجل فقال له من أين أنت فقال له من بغداد فقال لا تقل بغداد فإن بغ صنم وداد أعطى ولكن قل مدينة السلام فإن الله هو السلام والمدن كلها له وقيل إن بغداد كانت قبل سوقا يقصدها تجار أهل الصين بتجاراتهم فيربحون الربح الواسع وكان اسم ملك الصين بغ فكانوا إذا انصرفوا إلى بلادهم قالوا بغ داد أي إن هذا الربح الذي ربحناه من عطية |جـ 1 صـ 457| الملك وقيل إنما سميت مدينة السلام لأن السلام هو الله فأرادوا مدينة الله وأما طولها فذكر بطليموس في كتاب الملحمة المنسوب إليه أن مدينة بغداد طولها خمس وسبعون درجة وعرضها أربع وثلاثون درجة داخلة في الإقليم الرابع وقال أبو عون وغيره إنها في الإقليم الثالث قال طالعها السماك الأعزل بيت حياتها القوس لها شركة في الكف الخضيب ولها أربعة أجزاء من سرة الجوزاء تحت عشر درج من السرطان يقابلها مثلها من الجدي عاشرها مثلها من الحمل عاقبتها مثلها من الميزان قلت أنا ولا شك أن بغداد أحدثت بعد بطليموس بأكثر من ألف سنة ولكني أظن أن مفسري كلامه قاسوا وقالوا وقال صاحب الزيج طول بغداد سبعون درجة وعرضها ثلاث وثلاثون درجة وثلث وتعديل نهارها ست عشرة درجة وثلثا درجة وأطول نهارها أربع عشرة ساعة وخمس دقائق وغاية ارتفاع الشمس بها ثمانون درجة وثلث وظل الظهر بها درجتان وظل العصر أربع عشرة درجة وسمت القبلة ثلاث عشرة درجة ونصف وجهها عن مكة مائة وسبع عشرة درجة في الوجود ثلاثمائة درجة هذا كله نقلته من كتب المنجمين ولا أعرفه ولا هو من صناعتي وقال أحمد ابن حنبل بغداد من الصراة إلى باب التين وهو مشهد موسى الكاظم بن جعفر الصادق بن محمد الباقر ابن علي زين العابدين بن الحسين الشهيد ابن الإمام علي ابن أبي طالب ثم زيد فيها حتى بلغت كلواذى والمخرم وقطربل قال أهل السير ولما أهلك الله مهران بأرض الحيرة ومن كان معه من العجم استمكن المسلمون من الغارة على السواد وانتقضت مسالح الفرس وتشتت أمرهم واجترأ المسلمون عليهم وشنوا الغارات ما بين سورا وكسكر والصراة والفلاليج والإستانات قال أهل الحيرة للمثنى إن بالقرب منا قرية تقوم فيها سوق عظيمة في كل شهر مرة فيأتيها تجار فارس والأهواز وسائر البلاد يقال لها بغداد وكذا كانت إذا ذاك فأخذ المثنى على البر حتى أتى الأنبار فتحصن فيها أهلها منه فأرسل إلى سفروخ مرزبانها ليسير إليه فيكلمه بما يريد وجعل له الأمان فعبر المرزبان إليه فخلا به المثنى وقال له أريد أن أغير على سوق بغداد وأريد أن تبعث معي أدلاء فيدلوني الطريق وتعقد لي الجسر لأعبر عليه الفرات ففعل المرزبان ذلك وقد كان قطع الجسر قبل ذلك لئلا تعبر العرب عليه فعبر المثنى مع أصحابه وبعث معه المرزبان الأدلاء فسار حتى وافى السوق ضحوة فهرب الناس وتركوا أموالهم فأخذ المسلمون من الذهب والفضة وسائر الأمتعة ما قدروا على حمله ثم رجعوا إلى الأنبار ووافى معسكره غانما موفورا وذلك في سنة 31 للهجرة فهذا خبر بغداد قبل أن يمصرها المنصور لم يبلغني غير ذلك فصل في بدء عمارة بغداد كان أول من مصرها وجعلها مدينة المنصور بالله أبو جعفر عبد الله بن محمد بن علي بن عبد الله بن عباس بن عبد المطلب ثاني الخلفاء وانتقل إليها من الهاشمية وهي مدينة كان قد اختطها أخوه أبو العباس السفاح قرب الكوفة وشرع في عمارتها سنة 541 ونزلها سنة 941 وكان سبب عمارتها أن أهل الكوفة كانوا يفسدون جنده فبلغه ذلك من فعلهم فانتقل عنهم يرتاد موضعا وقال ابن عياش بعث المنصور روادا وهو بالهاشمية يرتادون له موضعا يبني فيه مدينة ويكون الموضع واسطا رافقا بالعامة والجند فنعت له موضع قريب من |جـ 1 صـ 458| بارما وذكر له غذاؤه وطيب هوائه فخرج إليه بنفسه حتى نظر إليه وبات فيه فرأى موضعا طيبا فقال لجماعة منهم سليمان بن مجالد وأبو أيوب المرزباني وعبد الملك بن حميد الكاتب ما رأيكم في هذا الموضع قالوا طيب موافق فقال صدقتم ولكن لا مرفق فيه للرعية وقد مررت في طريقي بموضع تجلب إليه الميرة والأمتعة في البر والبحر وأنا راجع إليه وبائت فيه فإن اجتمع لي ما أريد من طيب الليل فهو موافق لما أريده لي وللناس قال فأتى موضع بغداد وعبر موضع قصر السلام ثم صلى العصر وذلك في صيف وحر شديد وكان فيء ذلك الموضع بيعة فبات أطيب مبيت وأقام يومه فلم ير إلا خيرا فقال هذا موضع صالح للبناء فإن المادة تأتيه من الفرات ودجلة وجماعة الأنهار ولا يحمل الجند والرعية إلا مثله فخط البناء وقدر المدينة ووضع أول لبنة بيده فقال بسم الله والحمد لله والأرض لله يورثها من يشاء من عباده والعاقبة للمتقين ثم قال ابنوا على بركة الله وذكر سليمان بن مختار أن المنصور استشار دهقان بغداد وكانت قرية في المربعة المعروفة بأبي العباس الفضل بن سليمان الطوسي وما زالت داره قائمة على بنائها ألى أن خرب كثير مما يجاورها في البناء فقال الذي أراه يا أمير المؤمنين أن تنزل في نفس بغداد فإنك تصير بين أربعة طساسيج طسوجان في الجانب الغربي وطسوجان في الجانب الشرقي فاللذان في الغربي قطربل وبادوريا واللذان في الشرقي نهر بوق وكلواذى فأن تأخرت عمارة طسوج منها كان الآخر عامرا وأنت يا أمير المؤمنين على الصراة ودجلة تجيئك بالميرة من القرب وفي الفرات من الشام والجزيرة ومصر وكل البلدان وتحمل إليك طرائف الهند والسند والصين والبصرة وواسط في دجلة وتجيئك ميرة أرمينية وأذربيجان وما يتصل بها في تامرا وتجيئك ميرة الموصل وديار بكر وربيعة وأنت بين أنهار لا يصل إليك عدوك إلا على جسر أو قنطرة فإذا قطعت الجسر والقنطرة لم يصل إليك عدوك وأنت قريب من البر والبحر والجبل فأعجب المنصور هذا القول وشرع في البناء ووجه المنصور في حشر الصناع والفعلة من الشام والموصل والجبل والكوفة وواسط فأحضروا وأمر باختيار قوم من أهل الفضل والعدالة والفقه والأمانة والمعرفة بالهندسة فجمعهم وتقدم إليهم أن يشرفوا على البناء وكان ممن حضر الحجاج بن أرطاة وأبو حنيفة الإمام وكان أول العمل في سنة 541 وأمر أن يجعل عرض السور من أسفله خمسين ذراعا ومن أعلاه عشرين ذراعا وأن يجعل في البناء جرز القصب مكان الخشب فلما بلغ السور مقدار قامة اتصل به خروج محمد بن عبد الله بن حسن بن حسن بن علي بن أبي طالب فقطع البناء حتى فرغ من أمره وأمر أخيه إبراهيم بن عبد الله بن حسن ابن حسن وعن علي بن يقطين قال كنت في عسكر أبي جعفر المنصور حين سار إلى الصراة يلتمس موضعا لبناء مدينة قال فنزل الدير الذي على الصراة في العتيقة فما زال على دابته ذاهبا جائيا منفردا عن الناس يفكر قال وكان في الدير راهب عالم فقال لي لم يذهب الملك ويجيء قلت أنه يريد أن يبني مدينة قال فما اسمه قلت عبد الله بن محمد قال أبو من قلت أبو جعفر قال هل يلقب بشيء قلت المنصور قال ليس هذا الذي يبنيها قلت ولم قال لأنا قد وجدنا في كتاب عندنا نتوارثه قرنا عن قرن أن الذي يبني |جـ 1 صـ 459| هذا المكان رجل يقال له مقلاص قال فركبت من وقتي حتى دخلت على المنصور ودنوت منه فقال لي ما وراءك قلت خير ألقيه إلى أمير المؤمنين وأريحه من هذا العناء فقال قلت أمير المؤمنين يعلم أن هؤلاء معهم علم وقد أخبرني راهب هذا الدير بكذا وكذا فلما ذكرت له مقلاص ضحك واسبتشر ونزل عن دابته فسجد وأخذ سوطه وأقبل يذرع به فقلت في نفسي لحقه اللجاج ثم دعاء المهندسين من وقته وأمرهم بخط الرماد فقلت له أظنك يا أمير المؤمنين أردت معاندة الراهب وتكذيبه فقال لا والله ولكني كنت ملقبا بمقلاص وما ظننت أن أحدا عرف ذلك غيري وذاك أننا كنا بناحية السراة في زمان بني أمية على الحال التي تعلم فكنت أنا ومن كان في مقدار سني من عمومتي وإخوتي من الأيام وما أملك درهما واحدا فلم أزل أفكر وأعمل الحيلة إلى أن أصبت غزلا لداية كانت لهم فسرقته ثم وجهت به فبيع لي واشتري لي بثمنه ما احتجت إليه وجئت إلى الداية وقلت لها افعلي كذا واصنعي كذا قالت من أين لك ما أرى قلت اقترضت دراهم من بعض أهلي ففعلت ما أمرتها به فلما فرغنا من الأكل وجلسنا للحديث طلبت الداية الغزل فلم تجده فعلمت أني صاحبه وكان في تلك الناحية لص يقال له مقلاص مشهور بالسرقة فجاءت ألى باب البيت الذي كنا فيه فدعتني فلم أخرج إليها لعلمي أنها وقفت على ما صنعت فلما ألحت وأنا لا أخرج قالت اخرج يا مقلاص الناس يتحذرون من مقلاصهم وأنا مقلاصي معي في البيت فمزح معي إخوتي وعمومتي بهذا اللقب ساعة ثم لم أسمع به ألا منك الساعة فعلمت أن أمر هذه المدينة يتم على يدي لصحة ما وقفت عليه ثم وضع أساس المدينة مدورا وجعلو قصره في وسطها وجعل لها أربعة أبواب وأحكم سورها وفصيلها فكان القاصد إليها من الشرق يدخل من باب خراسان والقاصد من الحجاز يدخل من باب الكوفة والقاص من المغرب يدخل من باب الشام والقاصد من فارس والأهواز وواسط والبصرة واليمامة والبحرين يدخل من باب البصرة قالوا فأنفق المنصور على عمارة بغداد ثمانية عشر ألف ألف دينار وقال الخطيب في رواية إنه أنفق على مدينته وجامعها وقصر الذهب فيها والأبواب والأسواق إلى أن فرغ من بنائها أربعة آلاف ألف وثمانمائة وثلاثة وثمانين ألف درهم وذاك أن الأستاذ من الصناع كان يعمل في كل يوم بقيراط إلى خمس حبات والروزجاري بحبتين إلى ثلاث حبات وكان الكبش بدرهم والحمل بأربعة دوانيق والتمر ستون رطلا بدرهم قال الفضل بن دكين كان ينادي على لحم البقر في جبانة كندة تسعون رطلا بدرهم ولحم الغنم ستون رطلا بدرهم والعسل عشرة أرطال بدرهم قال وكان بين كل باب من أبواب المدينة والباب الآخر ميل وفي كل ساف من أسواف البناء مائة ألف لبنة واثنان وستون ألف لبنة من اللبن الجعفري وعن ابن الشروي قال هدمنا من السور الذي يلي باب المحول قطعة فوجدنا فيها لبنة مكتوبا عليها بمغرة وزنها مائة وسبعة عشر رطلا فوزناها فوجدناها كذلك وكان المنصور كما ذكرنا بنى مدينته مدورة وجعل داره وجامعها في وسطها وبنى القبة الخضراء فوق إيوان وكان علوها ثمانين ذراعا وعلى رأس القبة صنم على صورة فارس في يده رمح وكان السلطان إذا رأى أن ذلك الصنم قد استقبل بعض الجهات ومد |جـ 1 صـ 460| الرمح نحوها علم أن بعض الخوارج يظهر من تلك الجهة فلا يطول عليه الوقت حتى ترد عليه الأخبار بأن خارجيا قد هجم من تلك الناحية قلت أنا هكذا ذكر الخطيب وهو من المستحيل والكذب الفاحش وإنما يحكي مثل هذا عن سحرة مصر وطلسمات بليناس التي أوهم الأغمار صحتها تطاول الأزمان والتخيل أن المتقدمين ما كانوا بني آدم فأما الملة الإسلامية فإنها تجل عن مثل هذه الخرافات فإن من المعلوم أن الحيوان الناطق مكلف الصنائع لهذا التمثال لا يعلم شيئا مما ينسب إلى هذا الجماد ولو كان نبيا مرسلا وأيضا لو كان كلما توجهت إلى جهة خرج منها خارجي لوجب أن لا يزال خارجي يخرج في كل وقت لأنها لا بد أن تتوجه إلى وجه من الوجوه والله أعلم قال وسقط رأس هذه القبة سنة 923 وكان يوم مطر عظيم ورعد هائل وكانت هذه القبة تاج البلد وعلم بغداد ومأثرة من مآثر بني العباس وكان بين بنائها وسقوطها مائة ونيف وثمانون سنة ونقل المنصور إبوابها من واسط وهي أبواب الحجاج وكان الحجاج أخذها من مدينة بإزاء واسط تعرف بزندورد يزعمون أنها من بناء سليمان بن داود عليه السلام وأقام على باب خراسان بابا جيء به من الشام من عمل الفراعنة وعلى باب الكوفة بابا جيء به من الكوفة من عمل خالد القسري وعمل هو بابا لباب الشام وهو أضعفها وكان لا يدخل أحد من عمومة المنصور ولا غيرهم من شيء من الأبواب ألا راجلا إلا داود بن علي عمه فأنه كان متفرسا وكان يحمل في محقة وكذلك محمد المهدي ابنه وكان تكنس الرحاب في كل يوم ويحمل التراب إلى خارج فقال له عمه عبد الصمد يا أمير المؤمنين أنا شيخ كبير فلو أذنت لي أن أنزل داخل الأبواب فلم يأذن له فقال يا أمير المؤمنين عدني بعض بغال الروايا التي تصل الرحاب فقال يا ربيع بغال الروايا تصل إلى رحابي تتخذ الساعة قني بالساج من باب خراسان حتى تصل إلى قصري ففعل ومد المنصور قناة من نهر دجيل الآخذ من دجلة وقناة من نهر كرخايا الآخذ من الفرات وجرهما إلى مدينته في عقود وثيقة من أسفلها محكمة بالصاروج والآجر من أعلاها فكانت كل قناة منها تدخل المدينة وتنفذ في الشوارع والدروب والأرباض تجري صيفا وشتاء لا ينقطع ماؤها في شيء من الأوقات ثم أقطع المنصور أصحابه القطائع فعمروها وسميت بأسمائهم وقد ذكرت من ذلك ما بلغني في مواضعه حسب ما قضى به ترتيب الحروف وقد صنف في بغداد وسعتها وعظم رفعتها وسعة بقعتها وذكر أبو بكر الخطيب في صدر كتابه من ذلك ما فيه كفاية لطالبه فلنذكر الآن ما ورد في مدح بغداد ومن عجيب ذلك ما ذكره أبو سهل بن نوبخت قال أمرني المنصور لما أراد بناء بغداد بأخذ الطالع ففعلت فإذا الطالع في الشمس وهي في القوس فخبرته بما تدل النجوم عليه من طول بقائها وكثرة عمارتها وفقر الناس إلى ما فيها ثم قلت وأخبرك خلة أخرى أسرك بها يا أمير المؤمنين قال وما هي قلت نجد في أدلة النجوم أنه لا يموت بها خليفة أبدا حتيف أنفه قال فتبسم وقال الحمدلله على ذلك هذا من فضل الله يؤتيه من يشاء والله ذو الفضل العظيم ولذلك يقول عمارة بن عقيل بن بلال بن جرير بن الخطفي أعاينت في طول من الأرض أو عرض كبغداد من دار بها مسكن الخفض |جـ 1 صـ 461| صفا العيش في بغداد واخضر عوده وعيش سواها غير خفض ولا غض تطول بها الأعمار إن غذاءها مريء وبعض الأرض أمرأ من بعض قضى ربها أن لا يموت خليفة بها إنه ما شاء في خلقه يقضي تنام بها عين الغريب ولا ترى غريبا بأرض الشام يطمع في الغمض فإن جزيت بغداد منهم بقرضها فما أسلفت إلا الجميل من القرض وأن رميت بالهجر منهم وبالقلى فما أصبحت أهلا لهجر ولا بغض وكان من أعجب العجب أن المنصور مات وهو حاج والمهدي ابنه خرج إلى نواحي الجبل قمات بماسبذان بموضع يقال له الرد والهادي ابنه مات بعيساباد قرية أو محلة بالجانب الشرقي من بغداد والرشيد مات بطوس والأمين أخذ في شبارته وقتل بالجانب الشرقي والمأمون مات بالبذندون من نواحي المصيصة بالشام والمعتصم والواثق والمتوكل والمنتصر وباقي الخلفاء ماتوا بسامراء ثم انتقل الخلفاء إلى التاج من شرقي بغداد كما ذكرناه في التاج وتعطلت مدينة المنصور منهم وفي مدح بغداد قال بعض الفضلاء بغداد جنة الأرض ومدينة السلام وقبة الإسلام ومجمع الرافدين وغرة البلاد وعين العراق ودار الخلافة ومجمع المحاسن والطيبات ومعدن الظرائف واللطائف وبها أرباب الغايات في كل فن وآحاد الدهر في كل نوع وكان أبو إسحاق الزجاج يقول بغداد حاضرة الدنيا وما عداها بادية وكان أبو الفرج الببغا يقول هي مدينة السلام بل مدينة الإسلام فإن الدولة النبوية والخلافة الإسلامية بها عششتا وفرختا وضربتا بعروقها وبسقتا بفروعهما وإن هواءها أغذى من كل هواء وماءها أعذب من كل ماء وإن نسيمها أرق من كل نسيم وهي من الأقليم الاعتدالي بمنزلة المركز من الدائرة ولم تزل بغداد موطن الأكاسرة في سالف الأزمان ومنزل الخلفاء في دولة الإسلام وكان ابن العميد إذا طرأ عليه أحد من منتحلي العلوم والآداب وأراد امتحان عقله سأله عن بغداد فإن فطن بخواصها وتنبه على محاسنها وأثنى عليها جعل ذلك مقدمة فضله وعنوان عقله ثم سأله عن الجاحظ فإن وجد أثرا لمطالعة كتبه والاقتباس من نوره والاغتراف من بحره وبعض القيام بمسائله قضى له بأنه غرة شادخة في أهل العلم والآداب وإن وجده ذاما لبغداد غفلا عما يجب أن يكون موسوما به من الانتساب إلى المعارف التي يختص بها الجاحظ لم ينفعه بعد ذلك شيء من المحاسن ولما رجع الصاحب عن بغداد سأله ابن العميد عنها فقال بغداد في البلاد كالأستاذ في العباد فجعلها مثلا في الغاية في الفضل وقال ابن زريق الكاتب الكوفي سافرت أبغي لبغداد وساكنها مثلا قد اخترت شيئا دونه الياس هيهات بغداد والدنيا بأجمعها عندي وسكان بغداد هم الناس وقال آخر بغداد يا دار الملوك ومجتنى صنوف المنى يا مستقر المنابر |جـ 1 صـ 462| ويا جنة الدنيا ويا مجتنى الغنى ومنبسط الآمال عند المتاجر وقال أبو يعلى محمد بن الهبارية سمعت الشيخ الزاهد أبا إبراهيم إسحاق بن علي بن يوسف الفيروزأبادي يقول من دخل بغداد وهو ذو عقل صحيح وطبع معتدل مات بها أو بحسرتها وقال عمارة بن عقيل ابن بلال بن جرير ما مثل بغداد في الدنيا ولا الدين على تقلبها في كل ما حين ما بين قطربل فالكرخ نرجسة تندى ومنبت خيري ونسرين تحيا النفوس برياها إذا نفحت وخرشت بين أوراق الرياحين سقيا لتلك القصور الشاهقات وما تخفي من البقر الإنسية العين تستن دجلة فيما بينها فترى دهم السفين تعالى كالبراذين مناظر ذات أبواب مفتحة أنيقة بزخاريف وتزيين فيها القصور التي تهوي بأجنحة بالزائرين إلى القوم المزورين من كل حراقة تعلو فقارتها قصر من الساج عال ذو أساطين وقدم عبد الملك بن صالح بن علي بن عبد الله بن عباس إلى بغداد فرأى كثرة الناس بها فقال ما مررت بطريق من طرق هذه المدينة إلا ظننت أن الناس قد نودي فيهم ووجد على بعض الأميال بطريق مكة مكتوبا أيا بغداد يا أسفي عليك متى يقضى الرجوع لنا إليك قنعنا سالمين بكل خير وينعم عيشنا في جانبيك ووجد على حائط بجزيرة قبرص مكتوبا فهل نحو بغداد مزار فيلتقي مشوق ويحظى بالزيارة زائر إلى الله أشكو لا إلى الناس إنه على كشف ما ألقى من الهم قادر وكان القاضي أبو محمد الوهاب بن علي بن نصر المالكي قد نبا به المقام ببغداد فرحل إلى مصر فخرج البغداديون يودعونه وجعلوا يتوجعون لفراقه فقال والله لو وجدت عندكم في كل يوم مدا من الباقلى ما فارقتكم ثم قال سلام على بغداد من كل منزل وحق لها مني السلام المضاعف فوالله ما فارقتها عن قلى لها وإني بشطي جانبيها لعارف ولكنها ضاقت علي برحبها ولم تكن الأرزاق فيها تساعف وكانت كخل كنت أهوى دنوه وأخلاقه تنأى به وتخالف ولما حج الرشيد وبلغ زرود التفت إلى ناحية العراق وقال أقول وقد جزنا زرود عشية وكادت مطايانا تجوز بنا نجدا |جـ 1 صـ 463| على أهل بغداد السلام فإنني أزيد بسيري عن ديارهم بعدا وقال ابن مجاهد المقري رأيت أبا عمرو بن العلاء في النوم فقلت له ما فعل الله بك فقال دعني مما فعل الله بي من أقام ببغداد على السنة والجماعة ومات نقل من جنة إلى جنة وعن يونس بن عبد الأعلى قال قال لي محمد بن إدريس الشافعي رضي الله عنه أيا يونس دخلت بغداد فقلت لا فقال أيا يونس ما رأيت الدنيا ولا الناس وقال طاهر بن المظفر بن طاهر الخازن سقى الله صوب الغاديات محلة ببغداد بين الخلد والكرخ والجسر هي البلدة الحسناء خصت لأهلها بأشياء لم يجمعن مذ كن في مصر هواء رقيق في اعتدال وصحة وماء له طعم ألذ من الخمر ودجلتها شطان قد نظما لنا بتاج إلى تاج وقصر إلى قصر ثراها كمسك والمياه كفضة وحصباؤها مثل اليواقيت والدر قال أبو بكر الخطيب أنشدني أبو محمد الباقي قول الشاعر دخلنا كارهين لها فلما ألفناها خرجنا مكرهينا فقال يوشك هذا أن يكون في بغداد قيل وأنشد لنفسه في المعنى وضمنه البيت على بغداد معدن كل طيب ومغنى نزهة المتنزهينا سلام كلما جرحت بلحظ عيون المشتهين المشتهينا دخلنا كارهين لها فلما ألفناها خرجنا مكرهينا وما حب الديار بنا ولكن أمر العيش فرقة من هوينا قال محمد بن علي بن حبيب الماوردي كتب إلي أخي من البصرة وأنا ببغداد طيب الهواء ببغداد يشوقني قدما إليها وإن عاقت معاذير وكيف صبري عنها بعدما جمعت طيب الهواءين ممدود ومقصور وقلد عبيد الله بن عبد الله بن طاهر اليمن فلما أراد الخروج قال أيرحل آلف ويقيم إلف وتحيا لوعة ويموت قصف على بغداد دار اللهو مني سلام ما سجا للعين طرف وما فارقتها لقلى ولكن تناولني من الحدثان صرف ألا روح ألا فرج قريب ألا جار من الحدثان كهف لعل زماننا سيعود يوما فيرجع آلف ويسر إلف فبلغ الوزير هذا الشعر فأعفاه وقال شاعر يتشوق بغداد ولما تجاوزت المدائن سائرا وأيقنت يا بغداد أني على بعد |جـ 1 صـ 464| علمت بأن الله بالغ أمره وأن قضاء الله ينفذ في العبد وقلت وقلبي فيه ما فيه من جوى ودمعي جار كالجمان على خدي ترى الله يا بغداد يجمع بيننا فألقى الذي خلفت فيك على العهد وقال محمد بن علي بن خلف النيرماني فدى لك يا بغداد كل مدينة من الأرض حتى خطتي ودياريا فقد طفت في شرق البلاد وغربها وسيرت خيلي بينها وركابيا فلم أر فيها مثل بغداد منزلا ولم أر فيها مثل دجلة واديا ولا مثل أهليها أرق شمائلا وأعذب ألفاظا وأحلى معانيا وقائلة لو كان ودك صادقا لبغداد لم ترحل فقلت جوابيا يقيم الرجال الموسرون بأرضهم وترمي النوى بالمقترين المراميا في ذم بغداد قد ذكره جماعة من أهل الورع والصلاح والزهاد والعباد ووردت فيها أحاديث خبيثة وعلتهم في الكراهية ما عاينوه بها من الفجور والظلم والعسف وكان الناس وقت كراهيتهم للمقام ببغداد غير ناس زماننا فأما أهل عصرنا فأجلس خيارهم في الحش وأعطهم فلسا فما يبالون بعد تحصيل الحطام أين كان المقام وقد ذكر الحافظ أبو بكر أحمد بن علي من ذلك قدرا كافيا وكان بعض الصالحين أذا ذكرت عنده بغداد يتمثل قل لمن أظهر التنسك في النا س وأمسى يعد في الزهاد إلزم الثغر والتواضع فيه ليس بغداد منزل العباد إن بغداد للملوك محل ومناخ للقارىء الصياد من شائع الشعر في ذلك بغداد أرض لأهل المال طيبة وللمفاليس دار الضنك والضيق أصبحت فيها مضافا بين أظهرهم كأنني مصحف في بيت زنديق ويروى للطاهر بن الحسين قال زعم الناس أن ليلك يا بغ داد ليل يطيب فيه النسيم ولعمري ما ذاك إلا لأن خا لفها بالنهار منك السموم وقليل الرخاء يتبع الش دة عند الأنام خطب عظيم وكتب عبد الله بن المعتز إلى صديق له يمدح سر من رأى ويصف خرابها ويذم بغداد كتبت من بلدة قد أنهض الله سكانها وأقعد حيطانها فشاهد اليأس فيها ينطق وحبل الرجاء فيها يقصر فكأن عمرانها يطوى وخرابها ينشر وقد تمزقت بأهلها الديار فما يجب فيها حق جوار فحالها تصف للعيون الشكوى وتشير إلى ذم الدنيا على أنها وإن جفيت معشوقة السكنى وحبيبة المثوى |جـ 1 صـ 465| كوكبها يقظان وجوها عريان وحصباؤها جوهر ونسيمها معطر وترابها أذفر ويومها غداة وليلها سحر وطعامها هنيء وشرابها مريء لا كبلدتكم الوسخة السماء الومدة الماء والهواء جوها غبار وأرضها خبار وماؤها طين وترابها سرجين وحيطانها نزور وتشرينها تموز فكم من شمسها من محترق وفي ظلها من عرق صيقة الديار وسيئة الجوار أهلها ذئاب وكلامهم سباب وسائلهم محروم ومالهم مكتوم ولا يجوز إنفاقه ولا يحل خناقه حشوشهم مسايل وطرقهم مزابل وحيطانهم أخصاص وبيوتهم أقفاص ولكل مكروه أجل وللبقاع دول والدهر يسير بالمقيم ويمزج البؤس بالنعيم وله من قصيدة كيف نومي وقد حللت ببغ داد مقيما في أرضها لا أريم ببلاد فيها الركايا علي هن أكاليل من بعوض تحوم جوها في الشتاء والصيف دخا ن كثيف وماؤها محموم ويح دار الملك التي تنفح المس ك إذا ما جرى عليه النسيم كيف قد أقفرت وحاربها الده ر وعين الحياة فيها البوم نحن كنا سكانها فانقضى ذا لك عنا وأي شيء يدوم وقال أيضا أطال الهم في بغداد ليلى وقد يشقى المسافر أو يفوز ظللت بها على رغمي مقيما كعنين تعانقه عجوز وقال محمد بن أحمد بن شميعة البغدادي شاعر عصري فيها ود أهل الزوراء زور فلا تغترر بالوداد من ساكنيها هي دار السلام حسب فلا يط مع منها إلا بما قيل فيها وكان المعتصم قد سأل أبا العيناء عن بغداد وكان سيء الرأي فيها فقال هي يا أمير المؤمنين كما قال عمارة بن عقيل ما أنت يا بغداد ألا سلح إذا اعتراك مطر أو نفح وإن جففت فتراب برح وكما قال آخر هل الله من بغداد يا صاح مخرجي فأصبح لا تبدو لعيني قصورها وميدانها المذري علينا ترابها إذا شحجت أبغالها وحميرها وقال آخر أذم بغداد والمقام بها من بعدما خبرة وتجريب ما عند سكانها لمختبط خير ولا فرجة لمكروب يحتاج باغي المقام بينهم إلى ثلاث من بعد تثريب كنوز قارون أن تكون له وعمر نوح وصبر أيوب |جـ 1 صـ 466| قوم مواعيدهم مزخرفة بزخرف القول والأكاذيب خلوا سبيل العلى لغيرهم ونافسوا في الفسوق والحوب وقال بعض الأعراب لقد طال في بغداد ليلي ومن يبت ببغداد يصبح ليله غير راقد بلاد إذا ولى النهار تنافرت براغيثها من بين مثنى وواحد ديازجة شهب البطون كأنها بغال بريد أرسلت في مذاود وقرأت بخط عبيد الله بن أحمد جخجخ قال أبو العالية ترحل فما بغداد دار إقامة ولا عند من يرجى ببغداد طائل محل ملوك سمتهم في أديمهم فكلهم من حلية المجد عاطل سوى معشر جلوا وجل قليلهم يضاف إلى بذل الندى وهو باخل ولا غروان شلت يد الجود والندى وقل سماح من رجال ونائل إذا غطمط البحر الغطامط ماؤه فليس عجيبا أن تفيض الجداول وقال آخر كفى حزنا والحمد لله أنني ببغداد قد أعيت علي مذاهبي أصاحب قوما لا ألد صحابهم وآلف قوما لست فيهم براغب ولم أثو في بغداد حبا لأهلها ولا أن فيها مستفادا لطالب سأرحل عنها قاليا لسراتها وأتركها ترك الملول المجانب فإن ألجأتني الحادثات إليهم فأير حمار في حر أم النوائب وقال بعضهم يمدح بغداد ويذم أهلها سعيا لبغدا ورعيا لها ولا سقى صوب الحيا أهلها يا عجبا من سفل مثلهم كيف أبيحوا جنة مثلها وقال آخر إخلع ببغداد العذارا ودع التنسك والوقارا فلقد بليت بعصبة ما إن يرون العار عارا لا مسلمين ولا يهو د ولا مجوس ولا نصارى وقدم بعض الهجريين بغداد فاستوبأها وقال أرى الريف يدنو كل يوم وليلة وأزداد من نجد وساكنه بعدا ألا إن بغدادا بلاد بغيضة إلي وإن أمست معيشتها رغدا بلاد ترى الأرواح فيها مريضة وتزداد نتنا حين تمطر أو تندى وقال أعرابي مثل ذلك ألا يا غراب البين ما لك ثاويا ببغداد لا تمضي وأنت صحيح |جـ 1 صـ 467| ألا إنما بغداد دار بلية هل الله من سجن البلاد مريح وقال أبو يعلى بن الهبارية أنشدني جدي أبو الفضل محمد بن محمد لنفسه إذا سقى الله أرضا صوب غادية فلا سقى الله غيثا أرض بغداد أرض بها الحر معدوم كأن لها قد قيل في مثل لا حر بالوادي بل كل ما شئت من علق وزانية ومستحد وصفعان وقواد وقال أيضا أبو يعلى بن الهبارية أنشدني معدان التغلبي لنفسه بغداد دار طيبها آخذ نسيمه مني بأنفاسي تصلح للموسر لا لامرىء يبيت في فقر وإفلاس لو حلها قارون رب الغنى أصبح ذا هم ووسواس هي التي توعد لكنها عاجلة للطاعم الكاسي حور وولدان ومن كل ما تطلبه فيها سوى الناس بغراز آخره زاي وقال بعضهم بطرسوس وأحسبه المذكور بعده ",
                "title": "بغداد والنسبة البغدادي",
                "uri": "JK_000129_002065"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}