{
    "features": [
        {
            "item": "JK_000952_2830",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.250-251",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العنزي</h1> بفتح العين المهملة والنون وكسر الزاي هذه النسبة إلى عنزة وهو حي من ربيعة وهو عنزة بن أسد بن ربيعة بن نزار بن معد بن عدنان قاله ابن حبيب وأحمد بن حباب الحميري وقال ابن حبيب في الأزد عنزة بن عمرو بن عوف بن عدي بن عمرو بن مازن بن الأزد وقال أيضا في خزاعة أيضا عنزة بن عمرو بن أفصى بن حارثة منهم نبيح العنزي روى عنه الأسود بن قيس ومعبد بن هلال العنزي وأبو موسى محمد بن المثنى العنزي الزمن من أهل البصرة يروي عن غندر روى عنه البخاري والناس والمثنى بن عوف العنزي |جـ 4 صـ 251| وأبو خفاف ناجية العنزي روى عنه أبو إسحاق وعليل بن أحمد العنزي مصري وأبو علي حبان بن علي العنزي من أهل الكوفة يروي عن الناس روى عنه الكوفيون والبغداديون فاحش الخطأ فيما يروي يجب التوقف في أمره قال يحيى بن معين مندل وحبان ابنا علي ليس حديثهما بشيء وأخوه أبو عبد الله مندل بن علي العنزي من أهل الكوفة يروي عن هشام بن عروة وابن جريج والأعمش روى عنه وكيع وأهل الكوفة وكان مرجئا من العباد إلا أنه كان يرفع المراسيل ويسند الموقوفات ويخالف الثقات في الروايات من سوء حفظه فلما سلك غير مسلك المتقنين مما لا ينفك منه البشر من الخطأ وفحش ذلك منه عدل به غير مسلك العدول فاستحق الترك وكان أخوه حبان يتشيع وقال معاذ بن معاذ دخلت الكوفة فلم أر أحدا أورع من مندل بن علي قال أبو حاتم بن حبان قيل إن مندلا كان لقبا له واسمه عمرو مات في مندل في شهر رمضان سنة ثمان وستين ومائة والنضر بن منصور العنزي شيخ من أهل الكوفة يروي عن أبي الجنوب روى عنه العراقيون منكر الحديث جدا لا يجوز الاحتجاج بحديثه ولا الاحتجاج به لما فيه من غلبة المناكير وقال الدارمي قلت ليحيى بن معين النضر بن منصور العنزي يروي عنه ابن أبي معشر عن أبي الجنوب عن علي من هؤلاء قال هؤلاء حمالة الحطب ومنهم ضبة بن محصن العنزي يروي عن أم سلمة زوج النبي صلى الله عليه وسلم روى عنه الحسن البصري وعبدالله بن أبي الهذيل العنزي يروي عن أبي الأحوص وطلق بن حبيب العنزي يروي عن عبد الله بن الزبير ومحمد بن المثنى أبو موسى العنزي يعرف بالزمن بصري يروي عن جماعة روى عنه البخاري ومسلم وأبو داود وأبو عيسى والنسائي كان من الثقات ",
                "title": "العنزي",
                "uri": "JK_000952_2830"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}