{
    "features": [
        {
            "item": "JK_000952_1507",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.422-423",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخلال</h1> بفتح الخاء المعجمة وتشديد اللام ألف هذه النسبة إلى عمل الخل أو بيعه والمشهور بهذا الانتساب أبو علي الحسن بن علي الخلال الحلواني صاحب السنن ذكرته في الحلواني فاستغنيت عن إعادته وأبو بكر محمد بن خلف بن محمد بن جيان بالجيم بن الطيب بن زرعة الفقيه المقرىء الخلال من أهل بغداد سمع عمر بن أيوب السقطي وقاسم بن زكريا المطرز وعبد العزيز بن محمد بن دينار القارسي وعلي بن إسحاق بن زاطيا وأحمد بن سهل الأشناني وأبا بكر بن المجدر وحامد بن شعيب البلخي يروي عنه أبو بكر البرقاني والقاضيان أبو العلاء الواسطي وأبو القاسم التنوخي وتوفي في ذي الحجة سنة إحدى وسبعين وثلاثمائة وكان ثقة ويزيد بن مروان الخلال شيخ من بغداد روى عنه العراقيون كان ممن يروي الموضوعات عن الثقات لا يجوز الاحتجاج به بحال وكان يحيى بن معين يقول يزيد بن مروان الخلال كذاب وأبو الحسن علي بن منير بن أحمد بن الحسن بن علي بن منير الخلال الخشاب المصري من أهل مصر سمع أبا أحمد عبد الله بن محمد بن الناصح المقدسي وأبا الحسن محمد بن عبد الله بن زكريا بن حيويه النيسابوري وأبا طاهر محمد بن أحمد بن عبد الله بن نصر القاضي وأبا محمد الحسن بن رشيق العسكري وأبا أحمد عبد الرحمن بن إسماعيل العروضي وجماعة سمع منه أبو محمد عبد العزيز بن محمد النخشبي وقال شيخ لا بأس به ولد سنة ثلاث وخمسين وثلاثمائة ومات ليلة الأحد سحر الحادي والعشرين من ذي القعدة سنة تسع وثلاثين وأربعمائة بمصر وأبو محمد الحسن بن أبي طالب محمد بن الحسن بن علي الخلال الحافظ من أهل بغداد كان يسكن نهر القلائين أولا ثم باب البصرة في آخر عمره كان حافظا جليل القدر واسع الرواية مكثرا من الحديث فهما سمع أبا بكر أحمد بن جعفر بن حمدان القطيعي وأبا عمر محمد بن العباس بن حيوية الخزاز وأبا عبد الله الحسين بن محمد بن عبيد العسكري وأبا الحسين محمد بن المظفر الحافظ وطبقتهم ذكره أبو بكر الخطيب وقال كتبنا عنه وكان ثقة له معرفة وتنبه وخرج المسند على الصحيحين وجمع أبوابا وتراجم كثيرة وكانت ولادته في صفر سنة اثنتين وخمسين وثلاثمائة ووفاته في جمادى الأولى سنة تسع وثلاثين وأربعمائة ودفن بباب حرب |جـ 2 صـ 423| ",
                "title": "الخلال",
                "uri": "JK_000952_1507"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}