{
    "features": [
        {
            "item": "JK_000129_000662",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.189-190",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسنمة</h1> بالفتح ثم السكون وضم النون وفتح الميم وهاء ويروى بضم الهمزة وهو مما استدركه أبو إسحاق الزجاج على ثعلب في كتابه الفصيح فقال وقلت أسنمة بفتح الهمزة والأصمعي يقوله بضم الهمزة والنون فقال ثعلب هكذا رواه لناابن الأعرابي فقال له أنت تدري أن الأصمعي أضبط لمثل هذا وقال ابن قتيبة أسنمة جبل بقرب طخفة بضم الألف قلت وقد حكى بعض اللغويين أسنمة وهو من غريب الأبنية لأن سيبويه قال ليس في الأسماء والصفات أفعل بفتح الهمزة إلا أن يكسر عليه الواحد للجمع نحو أكلب وأعبد وذكر بن قتيبة أنه جبل وذكر صاحب كتاب العين أنه رملة ويصدقه قول زهير وعرسوا ساعة في كثب أسنمة ومنهم بالقسوميات معترك |جـ 1 صـ 190| وقال غيرهما أسنمة أكمة معروفة بقرب طخفة وقيل قريب من فلج يضاف إليها ما حولها فيقال أسنمات ورواه بعضه أسنمة بلفظ جمع سنام قال وهي أكمات وأنشد لابن مقبل من رمل عرنان أو من رمل أسنمة وقال التوزي رمل أسنمة جبال من الرمل كأنها أسنمة الإبل وقيل أسنمة رملة على سبعة أيام من البصرة وقال عمارة أسنمة نقا محدد طويل كأنه سنام وهي أسفل الدهناء على طريق فلج وأنت مصعد إلى مكة وعنده ماء يقال له العشر وكان أبو عمرو بن العلاء يقول أسنمة بضم الهمزة روى ذلك عنه الأصمعي وقال ربيعة بن مقروم لمن الديار كأنها لم تحلل بجنوب أسنمة فقف العنصل درست معالمها فباقي رسمها خلق كعنوان الكتاب المحول دار لسعدى إذ سعاد كأنها رشأ غضيض الطرف رخص المفصل وقرأت بخط أبي الطيب أحمد بن أحمد المعروف بابن أخي الشافعي الذي نقله من خط أبي سعيد السكري أسنمة بفتح أوله وضم النون وقال هو موضع في بلاد بني تميم قال ذلك في تفسير قول جرير قال العواذل هل تنهاك تجربة أما ترى الشيب والإخوان قد دلفوا أم ما نلم على ربع بأسنمة إلا لعينيك جار غربه يكف ما كان مذ رحلوا من أرض أسنمة إلا الذميل لها ورد ولا علف ",
                "title": "أسنمة",
                "uri": "JK_000129_000662"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}