{
    "features": [
        {
            "item": "JK_000129_007030",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.265-266",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سنداد</h1> بكسر أوله وسكون ثانيه وتكرير الدال المهملة قال السيرافي على وزن فعلال قصر بالعذيب وقال أبو الحسن الأديبي سنداد نهر ويدل على صحة ذلك قول أبي دؤاد الإيادي |جـ 3 صـ 266| أقفر الدير فالأجارع من قو مي فروق فرامح فخفيه فتلاه الملا إلى جرف سندا د فقو إلى نعاف طميه موحشات من الأنيس بها الوح ش خناطيل موطن أو بنيه أي بني إليها بلد آخر سئل عنه أبو عمرو أهو بفتح السين أو كسرها فقال بفتح السين قال وعن صاحب كتاب التكملة بفتح السين وسماعي بالكسر وقال أبو عبيد السكوني سنداد منازل لإياد نزلتها لما قاربت الريف بعد لصاف وشرج وناظرة وهو أسفل سواد الكوفة وراء نجران الكوفة وهو علم مرتجل منقول عن عجمي قال حمزة في تاريخه وكان قد تملك في القديم من الفرس على مواضع متفرقة من أرض العرب ست عشرة حزبا نأوهم سنحت تملك على كندة وحضر موت وما صاقبهما دهرا ولا أدري في أي زمان وأي ملك كان ثم تملك سنداد على عمل سخت وطال مكثه في الريف حتى بني فيه أبنية وهو صاحب القصر ذي الشرفات من سنداد الذي يقول فيه الأسود بن يعفر والقصر ذي الشرفات من سنداد وقال ابن الكلبي وكانت إياد سنداد و سنداد نهر فيما بين الحيرة إلى اوبلة وكان عليه قصر تحج العرب إليه وهو القصر الذي ذكره الأسود بن يعفر ومر عمر بن عبد العزيز بقصر لآل جفنة فتمثل مزاحم مولاه بقول اوسود بن يعفر النهشلي ومن الحوادث لا أبا لك أنني ضربت علي الأرض بالأسداد لا أهتدي فيها لمدفع تلعة بين العراق وبين أرض مراد ماذا أؤمل بعد آل محرق تركوا منازلهم وبعد إياد أهل الخورنق والسدير وبارق والقصر ذي الشرفات من سنداد حلوا بأنقرة يسيل عليهم ماء الفرات يجيء من أطواد أرض تخيرها لطيب مقيلها كعب بن مامة وابن أم دؤاد أراد كعب بن مامة بن عمرو بن ثعلبة بن سلولة ابن شبابة الإيادي الذي يضرب المثل بجوده وكان أبوه مامة ملك إياد وابن أم دؤاد أراد أبا دؤاد الإيادي الشاعر المشهور وهذا دليل عل أن سنداد كانت منازل إياد جرت الرياح على عراص ديارهم فكأنما كانوا على ميعاد ولقد غنوا فيها بأفضل عيشة في ظل ملك ثابت الأوتاد فإذا النعيم وكل ما يلهى به يوما يصير إلى بلى ونفاد فقال له عمر ألا قرأت كم تركوا من جنات وعيون وزروع ومقام كريم ونعمة كانوا فيها فاكهين كذلك وأورثناها قوما آخرين ",
                "title": "سنداد",
                "uri": "JK_000129_007030"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}