{
    "features": [
        {
            "item": "JK_000952_3579",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.155-156",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الماجرمي</h1> بفتح الميم والجيم وسكون الراء وفي اخرها الميم هذه النسبة إلى ماجرم وهي قرية من قرى سمرقند والمنتسب إليها أسد بن علي بن طغريل الماجرمي وابن عمه أبو سعد بكر بن المرزبان بن طغريل الماجرمي وهما يرويان عن عبد بن حميد الكسي وغيره روى عن أسد أبو الحسن محمد بن عبد الله بن محمد بن جعفر الكاغذي |جـ 5 صـ 156| أخبرنا وجيه بن طاهر أنا أبو محمد السمرقندي أنا أبو بشر بن هارون أنا أبو سعد الإدريسي قال أعطاني محمد بن عبد الله بن محمد بن الحسن بن يحيى بن إبراهيم الفارسي كتاب جده محمد بن الحسن بن يحيى بن إبراهيم الفارسي المقيم بسمرقند بخطه فقرأت فيه سمعنا تفسير عبد بن حميد الكسي من بكر بن المرزبان بن طغريل الماجرمي في صفر سنة إحدى وعشرين وثلاث مئة في دار أبي علي التماري الحاكم وسئل بكر بن المرزبان عن رحلته إلى عبد بن حميد في أي سنة كانت فقال رحلت إليه مع ابني عمي وهما أسد بن علي بن طغريل والحسن بن علي بن طغريل وذلك في سنة تسع وأربعين ومائتين فقرأ علينا عبد بن حميد التفسير والمسند من أولهما إلى آخرهما في أربعة أشهر وفرغنا من سماع المسند والتفسير في شهر ربيع الآخر سنة تسع وأربعين ومائتين وكنت أنا إذ ذاك ابن خمس عشرة سنة وكتبنا التفسير والمسند بكس وكان وراقنا عمر بن الوليد السمرقندي وأبو سعيد الخجندي وكان معنا من الرحالة نوح بن جناح الماجرمي ونصر بن سيار الداودي وعمر الماجرمي وصابر بن المتوكل الماجرمي وشعيب بن كنجل الماجرمي وأبو عبد الله نوح بن جناح الماجرمي يروي عن قتيبة بن سعيد البغلاني وأبي العلى إسماعيل بن عبد الله البغلاني وعبد بن حميد الكسي وعبد الله بن أحمد بن شبويه المروزي وغيرهم وكان حسن الحديث والرواية روى عنه أحمد بن صالح بن عجيف وأبو النضر محمد بن أحمد بن الحكم البزاز وعبد الله بن أبي سعد الصكاك وإبراهيم بن حمدويه الإشتيخني وأبو عبد الله محمد بن عصام القطواني ",
                "title": "الماجرمي",
                "uri": "JK_000952_3579"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}