{
    "features": [
        {
            "item": "JK_000129_004126",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.282-286",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حلب</h1> بالتحريك مدينة عظيمة واسعة كثيرة الخيرات طيبة الهواء صحيحة الأديم والماء وهي قصبة جند قنسرين في أيامنا هذه والحلب في اللغة مصدر قولك حلبت أحلب حلبا وهربت هربا وطربت طربا والحلب أيضا اللبن الحليب يقال حلبنا وشربنا لبنا حليبا وحلبا والحلب من الجباية مثل الصدقة ونحوها قال الزجاجي سميت حلب لأن إبراهيم عليه السلام كان يحلب فيها غنمه في الجمعات ويتصدق به فيقول الفقراء حلب حلب فسمي به قلت أنا وهذا فيه نظر لأن إبراهيم عليه السلام وأهل الشام في أيامه لم يكونوا عربا إنما العربية في ولد ابنه إسماعيل عليه السلام وقحطان على أن لإبراهيم في قلعة حلب مقامين يزاران إلى الآن فإن كان لهذه اللفظة أعني حلب أصل في العبرانية أو السريانية لجاز ذلك لأن كثيرا من كلامهم يشبه كلام العرب لا يفارقه إلا بعجمة يسيرة كقولهم كهنم في جهنم وقال قوم إن حلب وحمص وبرذعة كانوا إخوة من بني عمليق فبنى كل واحد منهم مدينة فسميت به وهم بنو مهر بن حيص بن جان بن مكنف وقال الشرقي عمليق بن يلمع بن عائذ بن إسليخ بن لوذ بن سام وقال غيره عمليق بن لوذ بن سام وكانت العرب تسميه غريبا وتقول في مثل من يطع غريبا يمس غريبا يعنون عمليق بن لوذ ويقال إن لهم بقية في العرب لأنهم كانوا قد اختلطوا بهم ومنهم الزباء فعلى هذا يصح أن يكون أهل هذه المدينة كانوا يتكلمون بالعربية فيقولون حلب إذا حلب إبراهيم عليه السلام قال بطليموس طول مدينة حلب تسع وستون درجة وثلاثون دقيقة وعرضها خمس وثلاثون درجة وخمس وعشرون دقيقة داخلة في الإقليم الرابع طالعها العقرب وبيت حياتها إحدى وعشرون درجة من القوس لها شركة في النسر الطائر تحت إحدى عشرة درجة من السرطان وخمس وثلاثون دقيقة يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان قال أبو عون في زيجه طول حلب ثلاث وستون درجة وعرضها أربع وثلاثون درجة وثلث وهي في الإقليم الرابع وذكر أبو نصر يحيى بن جرير الطبيب التكريتي النصراني في كتاب ألفه أن سلوقوس الموصلي ملك خمسا وأربعين سنة وأول ملكه كان في سنة ثلاثة آلاف وتسعمائة وتسع وخمسين لآدم عليه السلام قال وفي سنة تسع وخمسين من مملكته وهي سنة أربعة آلاف وثماني عشرة لآدم ملك طوسا المسماة سميرم مع أبيها وهو الذي بنى حلب بعد دولة الإسكندر وموته باثنتي عشرة سنة وقال في موضع آخر كان الملك على سوريا وبابل والبلاد العليا سلوقوس نيقطور وهو سرياني وملك في السنة الثالثة عشرة لبطليموس بن لاغوس بعد ممات الإسكندر وفي السنة الثالثة عشرة من مملكته بنى سلوقوس اللاذقية وسلوقية وأفامية وباروا وهي حلب واداسا وهي الرها وكمل بناء أنطاكية وكان بناها قبله يعني أنطاكية أنطيقوس في السنة السادسة من موت الإسكندر وذكر آخرون في سبب عمارة حلب أن العماليق لما استولوا على البلاد الشامية وتقاسموها بينهم استوطن ملوكهم مدينة عمان ومدينة أريحا الغور ودعاهم الناس الجبارين وكانت قنسرين مدينة عامرة ولم يكن يومئذ اسمها قنسرين وإنما كان اسمها صوبا وكان هذا الجبل المعروف الآن بسمعان |جـ 2 صـ 283| يعرف بجبل بني صنم وبنو صنم كانوا يعبدونه في موضع يعرف اليوم بكفرنبو والعمائر الموجودة في هذا الجبل إلى اليوم هي آثار المقيمين في جوار هذا الصنم وقيل إن بلعام بن باعور البالسي إنما بعثه الله إلى عباد هذا الصنم لينهاهم عن عبادته وقد جاء ذكر هذا الصنم في بعض كتب بني إسرائيل وأمر الله بعض أنبيائهم بكسره ولما ملك بلقورس الأثوري الموصل وقصبتها يومئذ نينوى كان المستولي على خطة قنسرين حلب بن المهر أحد بني الجان بن مكنف من العماليق فاختط مدينة سميت به وكان ذلك على مضي ثلاثة آلاف وتسعمائة وتسعين سنة لآدم وكانت مدة ملك بلقورس هذا ثلاثين عاما وكان بناها بعد ورود إبراهيم عليه السلام إلى الديار الشامية بخمسمائة وتسع وأربعين سنة لأن إبراهيم ابتلي بما ابتلي به من نمرود زمانه واسمه راميس وهو الرابع من ملوك أثورا ومدة ملكه تسع وثلاثون سنة ومدة ما بينه وبين آدم عليه السلام ثلاثة آلاف وأربعمائة وثلاث عشرة سنة وفي السنة الرابعة والعشرين من ملكه ابتلي به إبراهيم فهرب منه مع عشيرته إلى ناحية حران ثم انتقل إلى جبل البيت المقدس وكانت عمارتها بعد خروج موسى عليه السلام من مصر ببني إسرائيل إلى التيه وغرق فرعون بمائة وعشرة أعوام وكان أكبر الأسباب في عمارتها ما حل بالعماليق في البلاد الشامية من خلفاء موسى وذلك أن يوشع بن نون عليه السلام لما خلف موسى قاتل أريحا الغور وافتتحها وسبى وأحرق وأخرب ثم افتتح بعد ذلك مدينة عمان وارتفع العماليق عن تلك الديار إلى أرض صوبا وهي قنسرين وبنوا حلب وجعلوها حصنا لأنفسهم وأموالهم ثم اختطوا بعد ذلك العواصم ولم يزل الجبارون مستولين عليها متحصنين بعواصمها إلى أن بعث الله داود عليه السلام فانتزعهم عنها وقرأت في رسالة كتبها ابن بطلان المتطبب إلى هلال بن المحسن بن إبراهيم الصابي في نحو سنة 044 في دولة بني مرداس فقال دخلنا من الرصافة إلى حلب في أربع مراحل وحلب بلد مسور بحجر أبيض وفيه ستة أبواب وفي جانب السور قلعة في أعلاها مسجد وكنيستان وفي إحداهما كان المذبح الذي قرب عليه إبراهيم عليه السلام وفي أسفل القلعة مغارة كان يخبىء بها غنمه وكان إذا حلبها أضاف الناس بلبنها فكانوا يقولون حلب أم لا ويسأل بعضهم بعضا عن ذلك فسميت لذلك حلبا وفي البلد جامع وست بيع وبيمارستان صغير والفقهاء يفتون على مذهب الإمامية وشرب أهل البلد من صهاريج فيه مملوءة بماء المطر وعلى بابه نهر يعرف بقويق يمد في الشتاء وينضب في الصيف وفي وسط البلد دار علوة صاحبة البحتري وهو بلد قليل الفواكه والبقول والنبيذ إلا ما يأتيه من بلاد الروم وفيها من الشعراء جماعة منهم شاعر يعرف بأبي الفتح بن أبي حصينة ومن جملة شعره قوله ولما التقينا للوداع ودمعها ودمعي يفيضان الصبابة والوجدا بكت لؤلؤا رطبا ففاضت مدامعي عقيقا فصار الكل في نحرها عقدا وفيها كاتب نصراني له في قطعة في الخمر أظنه صاعد بن شمامة خافت صوارم أيدي المازجين لها فألبست جسمها درعا من الحبب |جـ 2 صـ 284| وفيها حدث يعرف بأبي محمد بن سنان قد ناهز العشرين وعلا في الشعر طبقة المحنكين فمن قوله إذا هجوتكم لم أخش صولتكم وإن مدحت فكيف الري باللهب فحين لم ألق لا خوفا ولا طمعا رغبت في الهجو إشفاقا من الكذب وفيها شاعر يعرف بأبي العباس يكنى بأبي المشكور مليح الشعر سريع الجواب حلو الشمائل له المجون بضاعة قوية وفي الخلاعة يد باسطة وله أبيات إلى والده يا أبا العباس والفضل أبا العباس تكنى أنت مع أمي بلا شك تحاكي الكركدنا أنبتت في كل مجرى شعرة في الرأس قرنا فأجابه أبوه أنت أولى بأبي المذمو م بين الناس تكنى ليت لي بنتا ولا أنت ولو بنت يحنا بنت يحنا مغنية بأنطاكية تحن إلى القرباء وتضيف الغرباء مشهورة بالعهر قال ومن عجائب حلب أن في قيسارية البز عشرين دكانا للوكلاء يبيعون فيها كل يوم متاعا قدره عشرون ألف دينار مستمر ذلك منذ عشرين سنة وإلى الآن وما في حلب موضع خراب أصلا وخرجنا من حلب طالبين أنطاكية وبينها وبين حلب يوم وليلة آخر ما ذكر ابن بطلان وقلعة حلب مقام إبراهيم الخليل وفيه صندوق به قطعة من رأس يحيى بن زكرياء عليه السلام ظهرت سنة 534 وعند باب الجنان مشهد علي بن أبي طالب رضي الله عنه رؤي فيه في النوم وداخل باب العراق مسجد غوث فيه حجر عليه كتابة زعموا أنه خط علي بن أبي طالب رضي الله عنه وفي غربي البلد في سفح جبل جوشن قبر المحسن بن الحسين يزعمون أنه سقط لما جيء بالسبي من العراق ليحمل إلى دمشق أو طفل كان معهم بحلب فدفن هنالك وبالقرب منه مشهد مليح العمارة تعصب الحلبيون وبنوه أحكم بناء وأنفقوا عليه أموالا يزعمون أنهم رأوا عليا رضي الله عنه في المنام في ذلك المكان وفي قبلي الجبل جبانة واحدة يسمونها المقام بها مقام لإبراهيم عليه السلام وبظاهر باب اليهود حجر على الطريق ينذر له ويصب عليه ماء الورد والطيب ويشترك المسلمون واليهود والنصارى في زيارته يقال إن تحته قبر بعض الأنبياء وأما المسافات فمنها إلى قنسرين يوم وإلى المعرة يومان وإلى أنطاكية ثلاثة أيام وإلى الرقة أربعة أيام وإلى الأثارب يوم وإلى توزين يوم وإلى منبج يومان وإلى بالس يومان وإلى خناصرة يومان وإلى حماة ثلاثة أيام وإلى حمص أربعة أيام وإلى حران خمسة أيام وإلى اللاذقية ثلاثة أيام وإلى جبلة ثلاثة أيام وإلى طرابلس أربعة أيام وإلى دمشق تسعة أيام قال المؤلف رحمة الله عليه وشاهدت من حلب وأعمالها ما استدللت به على أن الله تعالى خصها بالبركة وفضلها على جميع البلاد فمن ذلك أنه يزرع في أراضيها القطن والسمسم والبطيخ والخيار والدخن والكروم والذرة والمشمش والتين والتفاح عذيا لا يسقى إلا بماء المطر ويجيء مع ذلك رخصا |جـ 2 صـ 285| غضا رويا يفوق ما يسقى بالمياه والسيح في جميع البلاد وهذا لم أره فيما طوفت من البلاد في غير أرضها ومن ذلك أن مسافة ما بيد مالكها في أيامنا هذه وهو الملك العزيز محمد بن الملك الظاهر غازي بن الملك الناصر يوسف بن أيوب ومدبر دولته والقائم بجميع أموره شهاب الدين طغرل وهو خادم رومي زاهد متعبد حسن العدل والرأفة برعيته لا نظير له في أيامه في جميع أقطار الأرض حاشا الإمام المستنصر بالله أبي جعفر المنصور بن الظاهر بن الناصر لدين الله فإن كرمه وعدله ورأفته قد تجاوزت الحد فالله بكرمه يرحم رعيتهما بطول بقائهما من المشرق إلى المغرب مسيرة خمسة أيام ومن الجنوب إلى الشمال مثل ذلك وفيها ثمانمائة ونيف وعشرون قرية ملك لأهلها ليس للسلطان فيها إلا مقاطعات يسيرة ونحو مائتين ونيف قرية مشتركة بين الرعية والسلطان وقفني الوزير الصاحب القاضي الأكرم جمال الدين أبو الحسن علي بن يوسف بن إبراهيم الشيباني القفطي أدام الله تعالى أيامه وختم بالصالحات أعماله وهو يومئذ وزير صاحبها ومدبر دواوينها على الجريدة بذلك وأسماء القرى وأسماء ملاكها وهي بعد ذلك تقوم برزق خمسة آلاف فارس مراخي الغلة موسع عليهم قال لي الوزير الأكرم أدام الله تعالى علوه لو لم يقع إسراف في خواص الأمراء وجماعة من أعيان المفاريد لقامت بأرزاق سبعة آلاف فارس لأن فيها من الطواشية المفاريد ما يزيد على ألف فارس يحصل للواحد منهم في العام من عشرة آلاف درهم إلى خمسة عشر ألف درهم ويمكن أن يستخدم من فضلات خواص الأمراء ألف فارس وفي أعمالها إحدى وعشرون قلعة يقام بذخائرها وأرزاق مستحفظيها خارجا عن جميع ما ذكرناه وهو جملة أخرى كثيرة ثم يرتفع بعد ذلك كله من فضلات الإقطاعات الخاصة بالسلطان من سائر الجبايات إلى قلعتها عنبا وحبوبا ما يقارب في كل يوم عشرة آلاف درهم وقد ارتفع إليها في العام الماضي وهو سنة 652 من جهة واحدة وهي دار الزكاة التي يجبى فيها العشور من الأفرنج والزكاة من المسلمين وحق البيع سبعمائة ألف درهم وهذا مع العدل الكامل والرفق الشامل بحيث لا يرى فيها متظلم ولا متهضم ولا مهتضم وهذا من بركة العدل وحسن النية وأما فتحها فذكر البلاذري أن أبا عبيدة رحل إلى حلب وعلى مقدمته عياض بن غنم الفهري وكان أبوه يسمى عبد غنم فلما أسلم عياض كره أن يقال له ابن عبد غنم فقال أنا عياض بن غنم فوجد أهلها قد تحصنوا فنزل عليها فلم يلبثوا أن طلبوا الصلح والأمان على أنفسهم وأولادهم وسور مدينتهم وكنائسهم ومنازلهم والحصن الذي بها فأعطوا ذلك واستثنى عليهم موضع المسجد وكان الذي صالحهم عياض فأنفذ أبو عبيدة صلحه وقيل بل صالحوا على حقن دمائهم وأن يقاسموا أنصاف منازلهم وكنائسهم وقيل إن أبا عبيدة لم يصادف بحلب أحدا لأن أهلها انتقلوا إلى أنطاكية وأنهم إنما صالحوا على مدينتهم بها ثم رجعوا إليها وأما قلعتها فبها يضرب المثل في الحسن والحصانة لأن مدينة حلب في وطإ من الأرض وفي وسط ذلك الوطإ جبل عال مدور صحيح التدوير مهندم بتراب صح به تدويره والقلعة مبنية في رأسه ولها خندق عظيم وصل بحفره إلى الماء وفي وسط هذه القلعة مصانع تصل إلى الماء المعين وفيها جامع وميدان وبساتين ودور كثيرة وكان الملك الظاهر غازي بن |جـ 2 صـ 286| صلاح الدين يوسف بن أيوب قد اعتنى بها بهمته العالية فعمرها بعمارة عادية وحفر خندقها وبنى رصيفها بالحجارة المهندمة فجاءت عجبا للناظرين إليها لكن المنية حالت بينه وبين تتمتها ولها في أيامنا هذه سبعة أبواب باب الأربعين وباب اليهود وكان الملك الظاهر قد جدد عمارته وسماه باب النصر وباب الجنان وباب أنطاكية وباب قنسرين وباب العراق وباب السر وما زال فيها على قديم الزمان وحديثه أدباء وشعراء ولأهلها عناية بإصلاح أنفسهم وتثمير الأموال فقل ما ترى من نشئها من لم يتقيل أخلاق آبائه في مثل ذلك فلذلك فيها بيوتات قديمة معروفة بالثروة ويتوارثونها ويحافظون على حفظ قديمهم بخلاف سائر البلدان وقد أكثر الشعراء من ذكرها ووصفها والحنين إليها وأنا أقتنع من ذلك بقصيدة لأبي بكر محمد بن الحسن بن مرار الصنوبري وقد أجاد فيها ووصف متنزهاتها وقراها القريبة منها فقال احبسا العيس احبساها وسلا الدار سلاها واسألا أين ظباء ال دار أم أين مهاها أين قطان محاهم ريب دهر ومحاها صمت الدار عن السا ئل لا صم صداها بليت بعدهم الدا ر وأبلاني بلاها آية شطت نوى الأظ عان لا شطت نواها من بدور من دجاها وشموس من ضحاها ليس ينهى النفس ناه ما أطاعت من عصاها بأبي من عرسها سخ طي ومن عرسي رضاها دمية إن جليت كا نت حلى الحسن حلاها دمية ألقت إليها راية الحسن دماها دمية تسقيك عينا ها كما تسقي مداها أعطيت لونا من الور د وزيدت وجنتاها حبذا الباءات باءت وقويق ورباها بانقوساها بها با هى المباهي حين باهى وبباصفرا وبابا لا ربا مثلي وتاها لا قلى صحراء نافر قل شوقي لا قلاها لا سلا أجبال باسل لين قلبي لا سلاها وبباسلين فليب غ ركابي من بغاها وإلى باشقليشا ذو التناهي يتناهى |جـ 2 صـ 287| وبعاذين فواها لبعاذين وواها بين نهر وقناة قد تلته وتلاها ومجاري برك يجلو همومي مجتلاها ورياض تلتقي آ مالنا في ملتقاها زاد أعلاها علوا جوشنا لما علاها وازدهت برج أبي الحا رث حسنا وازدهاها واطبت مستشرف الحص ن اشتياقا واطباها وأرى المنية فازت كل نفس بمناها إذ هواي العوجان السا لب النفس هواها ومقيلي بركة التل ل وسيبات رحاها بركة تربتها الكا فور والدر حصاها كم غراني طربي حي تانها لما غراها إذ تلى مطبخ الحي تان منها مشتواها بمروج اللهو ألقت عير لذاتي عصاها وبمغنى الكاملي اس تكملت نفسي مناها وغرت ذا الجوهري ال مزن غيثا وغراها كلأ الراموسة الحس ناء ربي وكلاها وجزى الجنات بالسع دى بنعمى وجزاها وفدى البستان من فا رس صب وفداها وغرت ذا الجوهري ال مزن محلولا عراها واذكرا دار السليما نية اليوم اذكراها حيث عجنا نحوها العي س تبارى في براها وصفا العافية المو سومة الوصف صفاها فهي في معنى اسمها حذ و بحذو وكفاها وصلا سطحي وأحوا ضي خليلي صلاها وردا ساحة صهري جي على سوق رداها وامزجا الراح بماء منه أو لا تمزجاها حلب بدر دجى أن جمها الزهر قراها |جـ 2 صـ 288| حبذا جامعها الجا مع للنفس تقاها موطن مرسي دور الب ر بمرساة حباها شهوات الطرف فيه فوق ما كان اشتهاها قبلة كرمها الل ه بنور وحباها ورآها ذهبا في لازورد من رآها ومراقي منبر أع ظم شيء مرتقاها وذرى مئذنة طا لت ذرى النجم ذراها والنوارية ما لا ترياه لسواها قصعة ما عدت الكع ب ولا الكعب عداها أبدا يستقبل السح ب بسحب من حشاها فهي تسقي الغيث إن لم يسقها أو إن سقاها كنفتها قبة يض حك عنها كنفاها قبة أبدع باني ها بناء إذ بناها ضاهت الوشي نقوشا فحكته وحكاها لو رآها مبتني قب بة كسرى ما ابتناها فبذا الجامع سرو يتباهى من تباهى جنبا السارية الخض راء منه جنباها قبلة المستشرف الأع لى إذا قابلتماها حيث يأتي خلفه الآ داب منها من أتاها من رجالات حبى لم يحلل الجهل حباها من رآهم من سفيه باع بالعلم السفاها وعلى ذاك سرور ال نفس مني وأساها شجو نفسي باب قنس رين وهنا وشجاها حدث أبكي التي في ه ومثلي من بكاها أنا أحمي حلبا دا را وأحمي من حماها أي حسن ما حوته حلب أو ما حواها سروها الداني كما تد نو فتاة من فتاها آسها الثاني القدود ال هيف لما أن ثناها |جـ 2 صـ 289| نخلها زيتونها أو لا فأرطاها عصاها قبجها دراجها أو فحباراها قطاها ضحكت دبسيتاها وبكت قمريتاها بين أفنان تناجي طائريها طائراها تدرجاها حبرجاها صلصلاها بلبلاها رب ملقي الرحل منها حيث تلقى بيعتاها طيرت عنه الكرى طا ئرة طار كراها ود إذ فاه بشجو أنه قبل فاها صبة تندب صبا قد شجته وشجاها زينت حتى انتهت في زينة في منتهاها فهي مرجان شواها لازورد دفتاها وهي تبر منتهاها فضة قرطمتاها قلدت بالجزع لما قلدت سالفتاها حلب أكرم مأوى وكريم من أواها بسط الغيث عليها بسط نور ما طواها وكساها حللا أب دع فيها إذ كساها حللا لحمتها السو سن والورد سداها إجن خيرياتها بال لحظ لا تحرم جناها وعيون النرجس المن هل كالدمع نداها وخدودا من شقيق كاللظى الحمر لظاها وثنايا أقحوانا ت سنا الدر سناها ضاع آذريونها إذ ضاء من تبر ثراها وطلى الطل خزاما ها بمسك إذ طلاها وانتشى النيلوفر الشو ق قلوبا واقتضاها بحواش قد حشاها كل طيب إذ حشاها وبأوساط على حذ و الزنابير حذاها فاخري يا حلب المد ن يزد جاهك جاها إنه إن لم تك المد ن رخاخا كنت شاها |جـ 2 صـ 290| وقال كشاجم أرتك ندى الغيث آثارها وأخرجت الأرض أزهارها وما أمتعت جارها بلدة كما أمتعت حلب جارها هي الخلد يجمع ما تشتهي فزرها فطوبى لمن زارها و كفر حلب من قرى حلب ",
                "title": "حلب",
                "uri": "JK_000129_004126"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}