{
    "features": [
        {
            "item": "JK_000952_1483",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.409-411",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخواري</h1> بضم الخاء المنقوطة والراء بعد الواو والألف هذه النسبة إلى خوار الري وهي مدينة على ثمانية عشر فرسخا من الري أقمت بها يوما في توجهي إلى أصبهان والمنتسب إليها جماعة فمن المتقدمين أبو إسماعيل إبراهيم بن المختار التميمي الخواري من أهل خوار الري يروي عن أبي إسحاق وشعبة والثوري وابن جريج ومحمد بن إسحاق بن يسار وعنبسة بن الأزهر روى عنه محمد بن حميد الرازي وهشام بن عبد الله الرازي وعمرو بن رافع بين موته وموت ابن المبارك سنة يتقى حديثه من رواية ابن حميد عنه وقال أبو حاتم هو صالح الحديث وطاهر بن داود الخواري من جلة مشايخ الصوفية من خوار الري مات سنة خمس وتسعين وأربعمائة بخوار الري وروى لي عنه أبو الفوارس الطبري بآمل وقرية ببيهق يقال لها خوار مثل ما تقدم خرج منها جماعة من العلماء منهم أبو محمد عبد الجبار بن محمد بن أحمد الخواري كان إماما فاضلا مفتيا متواضعا ساكنا سمع أبا بكر أحمد بن الحسين البيهقي الإمام وأبا الحسن علي بن أحمد بن محمد الواحدي وأبا القاسم عبد الكريم بن هوازن القشيري وغيرهم كتبت عنه الكثير بنيسابور وقرأت عليه الكتب وتوفي في سنة ثلاث أو أربع وثلاثين وخمسمائة وأخوه الحاكم أبو علي عبد الحميد بن محمد الخواري رأيته بخسر وجرد قصبة بيهق كان من أهل العلم والفضل روى لنا عن الإمام أبي بكر البيهقي وأبي القاسم القشيري وغيرهما توفي في |جـ 2 صـ 410| الحدود التي توفي فيها أخوه بيهق وأما عمر بن عطاء بن وراز بن أبي الخوار الخواري هذه النسبة إلى الجد الأعلى يروي عن أبي سلمة بن عبد الرحمن ونافع بن جبير وغيرهما روى عنه ابن جريج وحميد بن حماد بن خوار الخواري نسبه إلى جده يروي عن مسعر وحمزة الزيات وعمته تغلب بنت الخوار وأخوه حماد بن حماد بن خوار الخواري يروي عن فضيل بن مرزوق ويوسف بن صهيب وغيرهما وقال الدارقطني خوار بن الصدف قبيلة من حضرموت فهذه النسبة إلى أربعة إلى قريتين وبطن من الصدف والجد وأبو محمد آدم بن محمد بن آدم الخواري هو من خوار الري حدث بجرجان عن علي بن الحسن بن بيان المقرىء ببغداد روى عنه أبو أحمد عبد الله بن عدي الحافظ هو من أهل خوار الري شيخ أديب وكان متمكنا من عقله قد كان انتقل إلى نيسابور في صحبة آل أبي بكر بن منصور ثم انتقل إلى بخارى مع أبي أحمد بن بكر بن منصور ولم يلتبس لهم بعمل قط ثم انصرف إلى نيسابور فبقي عندنا مدة وخرج إلى الري وانصرف إلينا ودخل بخارى فمات بها كتب بجرجان وطبرستان وتلك الديار وأكثر عن عبد الرحمن بن أبي حاتم قال كتبت عنه بالري وبخوار الري وبنيسابور وببخارى حدث عن أحمد بن جعفر بن نصر الجمال ومحمد بن صالح الصيمري وإبراهيم بن محمد بن عبد الله بن يونس السمناني روى عنه أبو بكر أحمد بن علي بن يزداذ القاري وأبو عبد الله محمد بن عبد الله الحافظ وأحمد بن علي بن منجويه اليزدي وأبو العباس جعفر بن محمد بن المعتز المستغفري وغيرهم وتوفي ببخارى في سنة سبعين وثلاثمائة وأبو علي الحسين بن محمد بن جرير الخواري يروي عن أحمد بن صالح السواق المكي روى عنه يوسف بن إسحاق بن الحجاج وحميد بن حماد بن خوار التميمي الكوفي الخواري نسب إلى جده يروي عن سماك بن حرب وحماد بن أبي سليمان روى عنه ابنه حماد بن حميد قال ابن أبي حاتم سألت أبي عن حميد بن حماد فقال هو شيخ يكتب حديثه وليس بالمشهور وروى حميد عن الأعمش وعائذ بن شريح روى عنه محمود بن غيلان المروزي وسئل أبو زرعة عنه فقال شيخ وابنه حماد بن حميد بن حماد بن خوار التميمي الخواري الكوفي الضرير وقال ابن حاتم حماد بن حماد بن خوار يروي عن أبي بكر النهشلي وفضيل بن مرزوق سمع منه أبي بالكوفة سنة أربع عشرة ومائتين هكذا قال ابن أبي حاتم وحماد بن |جـ 2 صـ 411| خوار والد حميد يروي عن عبد الملك بن ميسرة روى عنه نصير بن أبي الأشعث القرادي الكناسي وروى عنه ابنه حميد ",
                "title": "الخواري",
                "uri": "JK_000952_1483"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}