{
    "features": [
        {
            "item": "JK_000129_012951",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.308-309",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نوبة</h1> بضم أوله وسكون ثانيه وباء موحدة والنوب جماعة النحل ترعى ثم تنوب إلى موضعها فشبه ذلك بنوبة الناس والرجوع مرة بعد مرة |جـ 5 صـ 309| وقيل النوب جمع نائب من النحل والقطعة من النحل تسمى نوبة شبهوها بالنوبة من السوادن وهو في عدة مواضع النوبة بلاد واسعة عريضة في جنوبي مصر وهم نصارى أهل شدة في العيش أول بلادهم بعد أسوان يجلبون إلى مصر فيباعون بها وكان عثمان بن عفان رضي الله عنه صالح النوبة على أربعمائة رأس في السنة وقد مدحهم النبي صلى الله عليه وسلم حيث قال من لم يكن له أخ فليتخذ أخا من النوبة وقال خير سبيكم النوبة والنوبة نصارى يعاقبه لا يطؤون النساء في الحيض ويغتسلون من الجنابة ويختتنون ومدينة النوبة اسمها دمقلة وهي منزل الملك على ساحل النيل وطول بلادهم مع النيل ثمانون ليلة ومن دمقلة إلى أسوان أول عمل مصر مسيرة أربعين ليلة ومن أسوان إلى الفسطاط خمس ليال ومن أسوان إلى أدنى بلاد النوبة خمس ليال وشرقي النوبة أمه تدعى البجه ذكروا في موضعهم وبين النوبة والبجه جبال منعية شاهقة وكانوا أصحاب أوثان قالوا والنوبة أصحاب إبل ونجائب وبقر وغنم ولملكهم خيل عتاق وللعامة براذين ويرمون بالنبل عن القسي العربية وفي بلدهم الحنطة والشعير والذرة ولهم نخل وكروم ومقل وأراك وبلدهم أشبه شيء باليمن وعندهم أترنج مفرط العظم وملوكهم يزعمون أنهم من حمير ولقب ملكهم كابيل وكتابته إلى عماله وغيرهم من كابيل ملك مقرى ونوبة وخلفهم أمه يقال لهم علوا بين ملك النوبة وبينهم ثلاثة أشهر وخلفهم أمة أخرى من السودان تدعى تكنة وهم وعلوا عراة لا يلبسون ثوبا ألبتة إنما يمشون عراة وربما سبي بعضهم وحمل إلى بلاد المسلمين فلو قطع الرجل أو المرأة على أن يستتر أو يلبس ثوبا لا يقدر على ذلك ولا يفعله إنما يدهنون أبشارهم بالأدهان ووعاء الدهن الذي يدهن به قلفته فإنه يملأها دهنا ويوكي رأسها بخيط فتعظم حتى تصير كالقارورة فإذا لدغت أحدهم ذبابة أخرج من قلفته شيئا من الدهن فادهن به ثم يربطها ويتركها معلقة وفي بلادهم ينبت الذهب وعندهم يفترق النيل قالوا ومن وراء مخرج النيل الظلمة ",
                "title": "نوبة",
                "uri": "JK_000129_012951"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}