{
    "features": [
        {
            "item": "JK_000129_000399",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.131-132",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أذرمة والنسبة الأذرمي</h1> بفتح أوله وسكون ثانيه وفتح الراء والميم قال أحمد بن يحيى بن جابر أذرمة من ديار ربيعة قرية قديمة أخذها الحسن بن عمر بن الخطاب التغلبي من صاحبها وبنى بها قصرا وحصنها |جـ 1 صـ 132| قال أحمد بن الطيب السرخسي الفيلسوف في كتاب له ذكر فيه رحلة المعتضد إلى الرملة لحرب خمارويه ابن أحمد بن طولون وكان السرخسي في خدمته ذكر فيه جميع ما شاهده في طريقه في مضيه وعوده فقال ورحل يعني المعتضد من برقعيد إلى أذرمة وبين المنزلين خمسة فراسخ وفي أذرمة نهر يشقها وينفذ إلى آخرها وإلى صحرائها يأخذ من عين على رأس فرسخين منها وعليه في وسط المدينة قنطرة معقودة بالصخر والجص وعليه رحى ماء وعليها سوران واحد دون الآخر وفيها رحبات وسوق قدر مائتي حانوت ولها باب حديد ومن خارج السور خندق يحيط بالمدينة وبينها وبين السميعية قرية الهيثم بن المعمر فرسخ عرضا وبينها وبين مدينة سنجار في العرض عشرة فراسخ انتهى قول السرخسي وأذرمة اليوم من أعمال الموصل من كورة تعرف ببين النهرين بين كورة البقعاء ونصيبين ولم تزل هذه الكورة من أعمال نصيبين وأذرمة اليوم قرية ليس فيها مما وصف شيء وإليها ينسب أبو عبد الرحمن عبد الله بن محمد ابن إسحاق الأذرمي النصيبيني قال ابن عساكر أذرمة من قرى نصيبين وكان عبد الله المذكور من العباد الصالحين انتقل إلى الثغر فأقام بأذرمة حتى مات وهو الذي ناظر أحمد بن أبي دؤاد في خلق القرآن فقطعه في قصة فيها طول وكان سمع سفيان بن عيينة وغندر وهشيم بن بشير وإسماعيل بن علية وإسحاق بن يوسف الأزرق روى عنه أبو حاتم الرازي وأبو داود السجستاني وعبد الله بن أحمد بن حنبل ويحيى بن محمد بن صاعد وقدم بغداد وحدث بها وقد غلط الحافظ أبو سعد السمعاني في ثلاثة مواضع أحدها أنه مد الألف وهي غير ممدودة وحرك الذال وهي ساكنة وقال هي من قرى أذنة وهي كما ذكرنا قرية بين النهرين وإنما غره أن أبا عبد الرحمن كان يقال له الأذني أيضا لمقامه بأذنة ",
                "title": "أذرمة والنسبة الأذرمي",
                "uri": "JK_000129_000399"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}