{
    "features": [
        {
            "item": "JK_000952_0193",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.176-177",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإصطخري</h1> بكسر الألف وسكون الصاد وفتح الطاء المهملتين وسكون الخاء المعجمة وفي آخرها الراء هذه النسبة إلى إصطخر وهي من كور فارس والقلعة التي بها معروفة وكان للأكاسرة بها آثار وأموال في أيام ملكهم ولها ذكر في الفتوح والمشهور بالانتساب إليها أبو سعيد عبد الكريم بن ثابت الإصطخري ثم الجزري مولى بني أمية وهو ابن خصيف أصله من إصطخر سكن حران يروي عن سعيد بن جبير ومجاهد روى عنه الثوري ومالك وأهل بلده مات سنة سبع وعشرين ومائة كان صدوقا ولكنه كان يتفرد عن الثقات بالأشياء المناكير فلا يعجبني بما انفرد من الأخبار وإن اعتبر معتبر بما وافق الثقات من حديثه فلا ضير وهو ممن أستخير الله فيه قاله أبو حاتم بن حبان وأبو سعيد الحسن أحمد بن يزيد بن عيسى بن الفضل بن يسار بن عبد الحميد بن عبد الله هانىء بن قبيصة بن عمرو بن عامر الإصطخري قاضي قم يروي عن سعدان بن نصر وابن أبي غزوة وحنبل بن إسحاق وكان دينا فاضلا ورعا متقللا وكان أحد الأئمة المذكورين من شيوخ الفقهاء الشافعيين ويدل كتابه الذي ألفه على سعة فقهه ومعرفته حدث بشيء يسير عمن ذكرنا وعن أحمد بن منصور الرمادي وعباس بن محمد الدوري وأحمد بن سعد الزهري وغيرهم روى عنه أبو الحسين محمد بن المظفر الحافظ وأبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وأبو الفتح يوسف بن عمر القواس وأبو الحسن أحمد بن محمد بن الجندي وكان أبو إسحاق المروزي لا يفتي بحضرة أبي سعيد الإصطخري إلا بإذنه وكانت ولادته في سنة أربع وأربعين ومائتين ووفاته في جمادى الآخرة سنة ثمان وعشرين ببغداد |جـ 1 صـ 177| ودفن بباب حرب وأبو عمرو عبيد الله بن موسى بن صالح بن راشد الإصطخري يروي عن الحجاج بن نصير الفساطيطي وعباد بن صهيب وكان خيرا فاضلا وكان الشيخ أبو بكر بن عبيد الله يثني عليه خيرا مات لاثنتي عشرة خلت من شوال سنة اثنتين وثمانين ومائتين وأبو محمد عبد الله بن محمد بن سعيد بن محارب بن عمرو بن عامر بن لاحق بن شهاب الأنصاري الإصطخري سكن بغداد حدث بأحاديث مقلوبة عن الثقات مثل أبي خليفة الفضل بن الحباب الجمحي وزكريا بن يحيى الساجي وعبد الله بن آذران الشيرازي وخلق كثير من الغرباء وروى عنه أبو الحسن أحمد بن محمد العتيقي وأبو القاسم التنوخي وأبو عبد الله الصيمري وأبو الفتح قطيط العطار وأبو منصور محمد بن عيسى الهمذاني ذكره أبو الخطيب في التاريخ وقال أبو محمد الأنصاري الإصطخري أكثر من يروي عنهم مجهولون لا يعرفون وأحاديثه عن أبي خليفة مقلوبة وهي بروايات ابن دريد أشبه قال أبو عبد الله الصيمري أبو محمد الإصطخري أظنهم تكلموا فيه وقد حدثنا عن أبي خليفة بأحاديث كأنها مقلوبة وقال القاضي أبو القاسم التنوخي حدثنا أبو محمد الإصطخري في سنة أربع وثمانين وثلاثمائة وقال ولدت بإصطخر سنة إحدى وتسعين ومائتين وسمعت من أبي خليفة وزكريا الساجي وغيرهما بالبصرة في سنتي ثلاث وأربع وثلاثمائة وسمعت بفارس وكرمان والأهواز وأرجان والساحل والبصرة واسط وبغداد والشام ومكة ودخلت مصر فسمعت بها وخلفت أكثر كتبي السماعات بمصر مودعة هناك ومحمد بن الأشعث الإصطخري أخو أبي داود سليمان بن الأشعث السجستاني صاحب السنن يروي عن عصمة بن المتوكل ويحيى بن حماد روى عنه محمد بن أحمد بن زيرك ",
                "title": "الإصطخري",
                "uri": "JK_000952_0193"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}