{
    "features": [
        {
            "item": "JK_000952_0194",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.177-178",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأصمعي</h1> بفتح الألف وسكون الصاد المهملة وفتح الميم والعين المهملة في آخره هذه النسبة إلى الجد وهو الإمام المشهور أبو سعيد عبد الملك بن قريب بن علي بن أصمع الباهلي الأصمعي من أهل البصرة كان من أئمة أهل اللغة سلك البراري والبوادي وصحب الأعراب وأخذ الأدب من معدنه قال أبو حاتم بن حبان الأصمعي يروي عن ابن عون روى عنه الناس مات سنة خمس عشرة ومائتين ليس فيما يروي من الحديث عن الثقات إذا كان دونه ثقة تخليط وإن كان ممن أكثر الحكايات عن الأعراب وقد روى عنه مالك ويقول حدثني عبد العزيز بن قرير لم يحفظ اسمه ولا اسم أبيه هذا كلام أبي حاتم بن حبان وظني أنه وهم فيه فإنه ذكر في الطبقة الثالثة من الثقات أن مالك بن أنس مات سنة تسع وسبعين ومائة قبل الأصمعي بست وثلاثين سنة ومالك ما كان يروي إلا عن الأكابر من العلماء فكيف |جـ 1 صـ 178| روى عن الأصمعي وهو دون مالك في العلم والسن مع أن جماعة اختلفوا على مالك في روايته عن عبد العزيز بن قرير وقالوا هو قريب وهو من أهل المدينة وقد ذكر الحافظ ابن عبد البر في كتابه فصلا في ذلك وذكر أبو حاتم السجستاني نسب الأصمعي فقال عبد الملك قريب بن عبد الملك بن علي بن أصمع بن مظهر بن رياح بن عبد شمس بن أعيا بن سعد بن عبد بن غنم بن قتيبة بن معن بن مالك بن أعصر بن سعد بن قيس بن عيلان قلت وهو أبو سعيد الأصمعي البصري صاحب اللغة والنحو والعربية والأخبار والملح سمع عبد الله بن عون الخزاز وشعبة بن الحجاج والحمادين ويعقوب بن محمد بن طحلاء ومسعر بن كدام وسليمان بن المغيرة وقرة بن خالد روى عنه ابن أخيه عبد الرحمن بن عبد الله وأبو عبيد القاسم بن سلام وأبو حاتم السجستاني وأبو الفضل الرياشي وأحمد بن محمد اليزيدي ونصر بن علي الجهضمي ورجاء بن الجارود ومحمد بن عبد الملك بن زنجويه ومحمد بن إسحاق الصغاني وبشر بن موسى الأسدي وأبو العباس الكديمي في آخرين وكان من أحفظ أهل عصره حتى حكى عنه أنه قال أحفظ ستة عشر ألف أرجوزة وكان الأصمعي بحرا في اللغة وأبو عبيدة أعلم منه بالأنساب والأيام والأخبار واجتمعا في مجلس الفضل بن الربيع فسأل الفضل الأصمعي فقال كم كتابك في الخيل قال قلت جلد قال فسأل أبا عبيدة عن ذلك فقال خمسون جلدا قال فأمر بإحضار الكتابين ثم أمر بإحضار فرس فقال لأبي عبيدة اقرأ كتابك حرفا حرفا وضع يدك على موضع موضع فقال أبو عبيدة ليس أنا بيطارا إنما ذا شيء أخذته وسمعته من العرب وألفته فقال لي يا أصمعي قم فضع يدك على موضع موضع من الفرس فقمت فحسرت عن ذراعي وساقي ثم وثبت فأخذت بأذني الفرس ثم وضعت يدي على ناصيته فجعلت أقبض منه على شيء شيء وأقول هذا اسمه كذا وأنشد فيه حتى بلغت حافره قال فأمر لي بالفرس فكنت إذا أردت أن أغيظ أبا عبيدة ركبت الفرس وأتيته وكان أحمد بن حنبل يثني على الأصمعي في السنة وعلى ابن المديني كان يثني عليه أيضا وكذلك يحيى بن معين وقد ذكرنا وفاته وقيل إنه مات سنة ست عشرة ومائتين وقيل سنة سبع عشرة وكان قد بلغ ثمانيا وثمانين سنة ومات بالبصرة ",
                "title": "الأصمعي",
                "uri": "JK_000952_0194"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}