{
    "features": [
        {
            "item": "JK_000952_0191",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.174-175",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأصبحي</h1> بفتح الألف وسكون الصاد المهملة وفتح الباء المنقوطة بنقطة في آخرها حاء مهملة هذه النسبة إلى أصبح واسمه الحارث بن عوف بن مالك بن زيد بن سداد بن زرعة وهو من يعرب بن قحطان وأصبح صارت قبيلة والمشهور بهذه النسبة إمام دار الهجرة أبو عبد الله مالك بن أنس بن مالك بن أبي عامر بن عمرو بن الحارث بن غيمان بن جثيل بن عمرو بن الحارث الأصبحي أول من انتقى الرجال من الفقهاء بالمدينة وأعرض عمن ليس بثقة في الحديث ولم يكن يروي إلا ما صح ولا يحدث إلا عن ثقة مع الفقه والدين والفضل والنسك ضربه سليمان بن جعفر بن سليمان بن علي سبعين سوطا وكان على المدينة لفتياه في يمين المكره فمسح مالك ظهره عن الدم ودخل المسجد وصلى وقال لما ضرب سعيد بن المسيب فعل مثل ذلك ويروي عن الزهري ونافع وعبد الله بن دينار روى عنه شعبة والثوري والأوزاعي والليث بن سعد والحمادان بن زيد وابن سلمة وابن عيينة وعالم لا يحصى كان مولده سنة ثلاث أو أربع وتسعين ومات سنة تسع وسبعين ومائة وأبو أنس مالك بن أبي عامر الأصبحي جد مالك أنس هو حليف عثمان بن عبيد الله التيمي القرشي من أهل المدينة يروي عن عمر وعثمان رضي الله عنهما روى عنه سليمان بن يسار وابنه نافع بن مالك وأبو علي ثمامة بن شفي الهمذاني الأصبحي يروي عن عقبة بن عامر وفضالة بن عبيد عداده في أهل مصر روى عنه ابن إسحاق وعبد الرحمن بن حرملة وأبو مالك الربيع بن أبي عامر الأصبحي منهم وهو عم مالك بن أنس الفقيه يروي عن المدنيين روى عنه أهلها وكان قليل الحديث مات سنة ستين ومائة وكان أكبر ولد مالك بن أبي عامر أنس والد مالك بن أنس ثم أويس جد إسماعيل بن أبي أويس ثم نافع وهو أبو سهيل بن مالك ثم الربيع وابن أخيه الإمام أبو عبد الله مالك بن أنس ذكرته في الورقة الأخرى وأبو أويس عبد الله بن عبد الله بن أويس بن أبي عامر الأصبحي المدني حليف بني تيم من قريش يروي عن الزهري روى عنه ابنه إسماعيل بن أبي أويس مات سنة تسع وستين ومائة وكان ممن يخطىء كثيرا لم يفحش خطاؤه حتى استحق الترك ولا هو سلك سنن الثقات فيسلك به مسلكهم والذي أرى في أمره تنكب ما خالف الثقات في أخباره والاحتجاج بما وافق |جـ 1 صـ 175| الأثبات منها وكان يحيى بن معين يوثقه مرة ويضعفه مرة وأبو خالد يزيد بن سعيد بن يزيد الأصبحي الإسكندراني منسوب إلى أصبح يروي عن الليث بن سعد ومالك بن أنس روى عنه عمر بن محمد بن بجير وقال سمعت يقول حضرت الليث بن سعد في مؤخر مسجد الجامع بالإسكندرية وهو رافع صوته يقول لا ينظر الله إلى الذين يأتون النساء في أدبارهن وكان مولده سنة اثنتين وخمسين ومائة في أولها ومات وهو ابن قريب من مائة سنة فأما البجيري فقال سمعته يقول أنا في سبعة وتسعين سنة وأسأل الله تعالى إتمام نعمته ",
                "title": "الأصبحي",
                "uri": "JK_000952_0191"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}