{
    "features": [
        {
            "item": "JK_000129_012267",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.192-193",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ملطية</h1> بفتح أوله وثانيه وسكون الطاء وتخفيف الياء والعامة تقوله بتشديد الياء وكسر الطاء هي من بناء الإسكندر وجامعها من بناء الصحابة بلدة من بلاد الروم مشهورة مذكورة تتاخم الشام وهي للمسلمين قال خليفة بن خياط في سنة 140 وجه |جـ 5 صـ 193| أبو جعفر المنصور عبد الوهاب بن إبراهيم الإمام بن محمد بن علي بن عبد الله بن عباس لبناء ملطية فأقام عليها سنة حتى بناها وأسكنها الناس وغزا الصائفة ذكرها المتنبي فقال ملطية أم للبنين ثكول وقال أبو فراس وألهبن لهبي عرقة وملطية وعاد إلى موزار منهن زائر قال بطليموس مدينة ملطية طولها إحدى وتسعون درجة وخمس دقائق وعرضها تسع وثلاثون درجة وست دقائق في الإقليم الخامس طالعها سعد الذابح بيت حياتها ثماني عشرة درجة من الدلو تحت طالعها سبع عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل وقال صاحب الزيج طولها إحدى وستون درجة وعرضها تسع وثلاثون درجة وقال أبو غالب همام بن الفضل بن مهذب المعري في تاريخه سنة 223 فيها فتحت ملطية الوقعة الأولى فتحها الدمستق وهدم سورها وقصورها وقيل فيها أشعار كثيرة منها قول بعضهم فلأبكين على ملطية كلما أبصرت سيفا أو سمعت صهيلا هدم الدمستق سورها وقصورها فسمعت فيها للنساء عويلا والعلج يسحبها وتلطم كفه متوردا يقق البياض جميلا قالوا الصليب بها بأمر ثابت قد أظهروا الصلبان والإنجيلا وينسب إلى ملطية من الرواة محمد بن علي بن أحمد بن أبي فروة أبو الحسين الملطي المقرىء روى عن محمد بن شمرل وابن مخلد الفارسي وأبي بكر وهب بن عبد الله الحاج وعبيد الله بن عبد الرحمن بن الحسين الصابوني وأبي عبد الله الحسين بن علي بن العباس الشطبي والمظفر بن محمد بن بشران الرقي وإبراهيم بن حفص العسكري وأبي النهي ميمون بن أحمد المغربي روى عنه تمام بن محمد وأبو الحسن علي بن الحسن الربعي وعلي بن محمد الحنائي وأبو نصر بن الجبان وإبراهيم بن الخضر الصائغ توفي سنة 404 وسليمان بن أحمد ابن يحيى بن سليمان بن أبي صلابة أبو أيوب الملطي الحافظ حدث عن أحمد بن القاسم بن علي بن مصعب النخعي الكوفي والحسن بن علي بن شبيب المعمري وأبي قضاعة ربيعة بن محمد الطائي روى عنه السيد أبو الحسن محمد بن علي بن الحسين العلوي الهمذاني وأبو الفضل نصر بن محمد بن أحمد الطوسي وأبو بكر محمد بن إبراهيم المقري قدم دمشق وحدث بها وروى عنه أبو الحسين محمد بن عبد الله الرازي وابنه تمام ",
                "title": "ملطية",
                "uri": "JK_000129_012267"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}