{
    "features": [
        {
            "item": "JK_000129_009509",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.216-217",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الغور</h1> بالفتح ثم السكون وآخره راء والغور المنخفض من الأرض وقال الزجاج الغور أصله ما تداخل وما هبط فمن ذلك غور تهامة يقال للرجل قد أغار إذا دخل تهامة وغور كل شيء قعره وكل ما وصفنا به تهامة فهو من صفة الغور لأنهما اسمان لمسمى واحد قال أعرابي أراني ساكنا من بعد نجد بلاد الغور والبلد التهاما فربتما مشيت بحر نجد وربتما ضربت به الخياما |جـ 4 صـ 217| وربتما رأيت بحر نجد على اللأواء أخلاقا كراما أليس اليوم آخر عهد نجد بلى فاقروا على نجد السلاما قال الأزهري الغور تهامة وما يلي اليمن وقال الأصمعي ما بين ذات عرق إلى البحر غور تهامة وطرف تهامة من قبل الحجاز مدارج العرج وأولها من قبل نجد مدارج ذات عرق والمدارج الثنايا الغلاظ وقال الباهلي كل ما انحدر سيله مغربا عن تهامة فهو غور وقال الأصمعي يقال غار الرجل يغور إذا سار في بلاد الغور وهكذا قال الكسائي وأنشد قول جرير يا أم طلحة ما رأينا مثلكم في المنجدين ولا بغور الغائر لو كان من أغار لكان مغيرا فلما قال الغائر دل على أنه من غار يغور وسئل الكسائي عن قول الأعشى نبي يرى ما لا ترون وذكره أغار لعمري في البلاد وأنجدا فقال ليس هذا من الغور وإنما هو من أغار إذا أسرع وكذلك قال الأصمعي وروى ابن الأنباري أن الأصمعي كان يروي هذا البيت نبي يرى ما لا ترون وذكره لعمري غار في البلاد وأنجدا وروي عن ابن الأعرابي أنه قال غار القوم وأغاروا إذا انحدروا نحو الغور قال والعرب تقول ما أدري أغار فلان أم أنجد أي ما أدري أتى الغور أم أتى نجدا وكذلك قال الفراء واحتج بقول الأعشى و الغور غور الأردن بالشام بين البيت المقدس ودمشق وهو منخفض عن أرض دمشق وأرض البيت المقدس ولذلك سمي الغور طوله مسيرة ثلاثة أيام وعرضه نحو يوم فيه نهر الأردن وبلاد وقرى كثيرة وعلى طرفه طبرية وبحيرتها ومنها مأخذ مياهها وأشهر بلاده بيسان بعد طبرية وهو وخم شديد الحر غير طيب الماء وأكثر ما يزرع فيه قصب السكر ومن قراه أريحا مدينة الجبارين وفي طرفه الغربي البحيرة المنتنة وفي طرفه الشرقي بحيرة طبرية ",
                "title": "الغور",
                "uri": "JK_000129_009509"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}