{
    "features": [
        {
            "item": "JK_000952_3073",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.387-388",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفشيديزجي</h1> بفتح الفاء وكسر الشين المعجمة وسكون الياء المنقوطة باثنتين من تحتها وفتح الدال المهملة وسكون الياء المنقوطة باثنتين من تحتها وبعدها الزاي وفي آخرها الجيم هذه النسبة إلى فشيديزة منها أبو علي الحسين بن الخضر بن محمد بن دنيف الفقيه الفشيديزجي والد أبي علي كان من فشيديزه وأمه من بتخذان من رستاق غويزين من ساكني بخارى استقضي عليها بعد موت أبي جعفر الأسروشني كان إمام عصره بلا مدافعة أقام ببغداد مدة وتفقه بها وتعلم وناظر الخصوم وله قصة في مسألة توريث الأنبياء مع المرتضى مقدم الشيعة في قوله صلى الله عليه وسلم لا نورث ما تركنا صدقة فإن أبا علي تمسك بهذا الحديث فاعترض عليه المرتضى الموسوي وقال كيف يقول إعراب صدقة بالرفع أو النصب إن قلت بالرفع فليس كذلك وإن قلت بالنصب فهو حجتي لأن النبي صلى الله عليه وسلم قال ما تركنا صدقة يعني لم نتركه صدقة فدخل أبو علي وقال فيما ذهبت إليه إبطال فائدة الحديث فإن أحدا لا يخفى عليه أن الإنسان إذا مات يرثه قريبه وأقرب الناس إليه ولا يكون صدقة ولا يقع فيه الإشكال فبين النبي صلى الله عليه وسلم في هذا الحديث أن ما تركه صدقة بخلاف سائر الناس سمع أبو علي ببخارى أبا بكر محمد بن الفضل الإمام وأبا عمرو محمد بن محمد بن صابر بن كاتب وأبا سعيد الخليل بن أحمد السجزي وببغداد أبا الفضل عبيد الله بن عبد الرحمن الزهري وأبا الحسن علي بن عمر بن محمد الحربي وأبا عمرو عثمان بن محمد بن القاسم الأدمي وبالكوفة أبا عبد الله محمد بن عبد الله بن الحسين الهرواني وبمكة أبا الحسن أحمد بن إبراهيم بن فراس |جـ 4 صـ 388| العبقسي وبهمذان أبا بكر أحمد بن علي بن لال الإمام وبساوة أبا بكر محمد بن الحسن بن علي الساوي وبالري أبا القاسم جعفر بن عبد الله بن يعقوب بن فناكي الرازي وبمرو أبا علي محمد بن عمر بن شبويه المروزي وطبقتهم روى عنه جماعة كثيرة وظهر له أصحاب وتلامذة وأخذوا عنه العلم وآخر من حدث عنه ابن بنته أبو الحسن علي بن محمد الحزامي البخاري ومات لما قارب الثمانين ببخارى في يوم الثلاثاء الثالث والعشرين من شعبان سنة 424 وزرت قبره غير مرة بمقبرة كلاباذ |جـ 4 صـ 389| ",
                "title": "الفشيديزجي",
                "uri": "JK_000952_3073"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}