{
    "features": [
        {
            "item": "JK_000129_002131",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.480-482",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بلدح</h1> واد قبل مكة من جهة المغرب وفيه المثل لكن على بلدح قوم عجفى قاله بيهس الملقب بنعامة لما رأى قتلة إخوته وقد نحروا ناقة وأكلوا وشبعوا فقال أحدهم ما أخصب يومنا هذا وأكثر خيره فقال نعامة ذلك فضرب مثلا في التحزن بالأقارب وفي قصته طول قال ابن قيس الرقيات فمنى فالجمار من عبد شمس مقفرات فبلدح فحراء قال أبو الفرج الأصبهاني حدثني أحمد بن عبيد الله قال قال أحمد بن الحارث حدثني المدائني حدثني أبو صالح الفزاري قال سمع على مياه غطفان كلها |جـ 1 صـ 481| ليلة قتل الحسين صاحب فخ هاتف يهتف ويقول ألا يا لقوم للسواد المصبح ومقتل أولاد النبي ببلدح ليبك حسينا كل كهل وأمرد من الجن إن لم تبك للإنس نوح فإني لجني وإن معرسي لبالبرقة السوداء من دون رحرح بلد بالتحريك يقال لكركرة البعير بلدة لأنها تؤثر في الأرض والبلادة التأثير وأنشد سيبويه أنيخت فألقت بلدة فوق بلدة قليل بها الأصوات إلا بغامها وبذلك سميت البلدة لأنها موضع تأثير الناس و بلد في مواضع كثيرة منها البلد الحرام مكة وقد بسط القول في مكة و بلد وربما قيل لها بلط بالطاء قال حمزة بلد اسمها بالفارسية شهراباذ وفي الزيج طول بلد ثمان وستون درجة ونصف وربع وعرضها سبع وثلاثون درجة وثلث وهي مدينة قديمة على دجلة فوق الموصل بينهما سبعة فراسخ وبينها وبين نصيبين ثلاثة وعشرون فرسخا قالوا إنما سميت بلط لأن الحوت ابتلعت يونس النبي عليه السلام في نينوى مقابل الموصل وبلطته هناك وبها مشهد عمر بن الحسين ابن علي بن أبي طالب رضي الله عنه وقال عبد الكريم بن طاوس بها قبر أبي جعفر محمد بن علي الهادي باتفاق وينسب إليها جماعة منهم محمد ابن زياد بن فروة البلدي سمع أبا شهاب الحناط وغيره روى عنه أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي وأحمد بن عيسى بن المسكين بن عيسى ابن فيروز أبو العباس البلدي روى عن هاشم بن القاسم ومحمد بن معدان وسليمان بن سيف الحرانيين وإسحاق بن زريق الرسعني والزبير بن محمد الرهاوي روى عنه أبو بكر الشافعي ومحمد بن إسماعيل الوراق وعلي بن عمر الحافظ وأبو حفص بن شاهين ويوسف بن عمر القواس وكان ثقة كثير الحديث مات بواسط سنة 323 وأبو العباس أحمد ابن إبراهيم يعرف بالإمام البلدي صاحب علي بن حرب كثير الحديث روى عنه محمد وأحمد ابنا الحسن بن سهل وجماعة من العراقيين وغيرهم والحسن وقيل الحسين والأول أصح ابن المسكين بن عيسى بن فيروز أبو منصور البلدي حدث عن أبي بدر شجاع ابن الوليد ومحمد بن بشر العبدي ومحمد بن عبيد الطنافسي وأسود بن بشر العبدي ومحمد بن عبيد الطنافسي وأسود بن عامر شاذان روى عنه يحيى بن صاعد والحسين بن إسماعيل المحاملي وعمر بن يوسف الزعفراني وجماعة سواهم وأبو منصور محمد بن الحسين ابن سهل بن خليفة بن محمد يعرف بابن الصياح البلدي حدث عن أحمد بن إبراهيم أبي العباس الإمام وسمع أبا علي الحسن بن هشام البلدي في سنة 436 روى عنه أبو القاسم علي بن محمد المصيصي وأخوه أبو عبد الله أحمد بن الحسين البلدي روى عن علي بن حرب روى عنه أبو القاسم المصيصي أيضا وماتا بعدة الأربعمائة وأبو منصور محمد بن علي بن محمد بن الحسن بن سهل بن خليفة بن الصياح البلدي حدث عن جده روى عنه أبو الحسن علي بن أحمد بن يوسف الهكاري القرشي وعلي بن عطاء أبو سعيد البلدي روى عن جعفر بن محمد بن الحجاج وثواب بن يزيد بن شوذب الموصليين عن يوسف ابن يعقوب بن محمد الأزهري وغيرهم روى عنه محمد بن الحسن الخلال وجماعة سواه وأبو الحسن |جـ 1 صـ 482| محمد بن عمر بن عيسى بن يحيى البلدي روى عنه أحمد بن إبراهيم الإمام البلدي ومحمد بن العباس بن الفضل بن الخياط الموصلي روى عنه أحمد بن علي الحافظ مات في سنة 014 وعلي بن محمد بن عبد الواحد بن إسماعيل أبو الحسن البزاز البلدي سمع المعافى بن زكرياء الجريري روى عنه أبو بكر الخطيب وسأله عن مولده فقال ولدت ببغداد سنة 373 قال وولد أبي ببلد ومات سنة 744 ومحمد بن إسماعيل ابن زريق أبو منصور المقري البلدي سكن دمشق وحدث بها عن أبي يعلى الموصلي ومحمد بن إبراهيم بن المنذر النيسابوري وأبو علي الحسن بن هشام بن عمرو البلدي روى عن أبي بكر أحمد بن عمر بن حفص القطراني بالبصرة عن محمد بن الطفيل عن شريك والصلت بن زيد عن ليث عن طاووس عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم أنتم الغر المحجلون الحديث روى عنه محمد بن الحسين البلدي و البلد أيضا يقال لمدينة الكرج التي عمرها أبو دلف وسماها البلد ينسب إليها بهذا اللفط جماعة منهم أبو الحسن علي بن إبراهيم بن عبد الله بن عبد الرحمن البلدي يعرف بعلان الكرجي روى عن الحسين بن إسحاق التستري وعبدان العسكري وسليمان بن محمد بن الحسين بن محمد القصاري البلدي أبو سعد المعروف بالكافي الكرجي قاضي كرج سمع أبا بكر محمد بن أحمد بن باحة وأبا سهل غانم بن محمد بن عبد الواحد وأبا المحاسن عبد الواحد بن إسماعيل الروياني وغيرهم و البلد نسف بما وراء النهر ينسب إليها هكذا أبو بكر محمد بن أبي نصر أحمد بن محمد بن أبي نصر البلدي الإمام المحدث المشهور من أهل نسف سمع أبا العباس جعفر بن محمدة المستغفري وغيره روى عنه خلق كثير وحفيده أبو نصر أحمد بن عبد الجبار بن أبي بكر محمد البلدي كان حيا سنة 155 وأجداده يعرفون بالبلدي فإنما قيل لجده ذلك لأن أكثر أهل نسف زمن جده أبي نصر كانوا من القرى وكان أبو نصر من أهل البلد فعرف بالبلدي فبقي عليه وعلى أعقابه من بعده و البلد أيضا يراد به مرو الروذ نسب إليها هكذا أبو محمد بن أبي علي الحسن بن محمد البلدي شيخ صالح من أهل بنج ده قيل لوالده البلدي لأنه كان من أهل مرو الروذ وأهل بنج ده هم أهل القرى الخمس فلما سكنها قيل له البلدي لذلك مات سنة 845 أو 945 كذا قال أبو سعد في النسب وقال في التحبير محمد بن الحسن بن محمد البلدي أبو عبد الله الصوفي من بلد مرو الروذ سكن بنج ده شيخ صالح راغب في الخير وأهله سمع القاضي أبا سعيد محمد بن علي بن أبي صالح الدباس كتبت عنه مات سنة 055 ولعله هو الأول فإنهما لم يختلفا إلا في الكنية والوفاة قريبة و بلد أيضا بليدة معروفة من نواحي دجيل قرب الحظيرة وحربى من أعمال بغداد لا أعرف من ينسب إليها ",
                "title": "بلدح",
                "uri": "JK_000129_002131"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}