{
    "features": [
        {
            "item": "JK_000952_2228",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.352-353",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السياري</h1> بفتح السين المهملة وتشديد الياء المنقوطة باثنتين من تحتها وفي آخرها راء مهملة هذه النسبة إلى الأجداد منهم نصر بن سيار أمير خراسان من قبل المروانية هزمه أبو مسلم صاحب الدولة العباسية والمشهور بالنسبة إليه أبو يعقوب يوسف بن منصور السياري ذكر لي القاضي التاج الحرقاني أن نسبته إلى نصر بن سيار وهذا وهم لأني قرأت في معجم شيوخ أبي محمد عبد العزيز بن محمد النخشبي الحافظ ومنهم أبو الفضل يعقوب بن يوسف بن منصور بن إبراهيم بن الفضل بن محمد بن شاكر بن نوح بن سيار السياري كأنه نسب إلى جده الأعلى قال النخشبي سمع أبا الحسن علي بن أحمد الإسماعيلي وأبا إسحاق إبراهيم بن محمد السواري وجماعة قال أبو كامل البصيري كتبت عنه الحديث قديما يروي عن العلوي الهمذاني والحافظ أبي الفضل السليماني قال وكتب على استفادة وإفادة وهو بقية حفاظنا بما وراء النهر تلمذ للحاكم أبي إسحاق النوقدي وتلقف عنه المختلف ويثني على المشايخ أيام كنا في المدرسة سمعت منه كتاب المختلف لأبي القاسم الصفار يرويه عن أبي جعفر الهندواني وسمعت منه كتاب فضائل مكة يرويه عن هارون بن أحمد الاستراباذي وروى عنه القاضي أبو اليسر محمد بن محمد بن الحسين البزدوي وجماعة وأبو العباس القاسم بن أبي القاسم بن عبد الله بن مهدي بن معاوية السياري المروزي كان أحمد بن سيار جده فنسب إليه حدث عن أبي الموجه المروزي ومحمد بن جابر وعبد العزيز بن حاتم ومحمد بن أيوب كان يجهر بمذهب الجبر ويدعو إليه ولادته في سنة اثنتين وستين ومائتين ووفاته في سنة أربع وأربعين وثلاثمائة حدث عنه أبو عبد الله بن مندة وأبو عبد الله البيع الحافظان وعمر بن يزيد السياري يروي عن عبد الوارث بن سعيد وعبادة بن العوام |جـ 3 صـ 353| ويوسف بن عطية العطار روى عنه أبو داود السجستاني والمعمري وابن فيل الأنطاكي وخالد بن يزيد السياري يروي عن زياد بن ميمون روى عنه أبو سعيد العدوي وأبو بكر حفص بن عمر السياري سمع محمد بن عبد الله الأنصاري وأبا علي الحنفي روى عنه أبو الحسن المادرائي ومحمد بن مخلد وأبو الحسين أحمد بن إبراهيم السياري خال أبي عمر الزاهد يروي عن الناشىء روى عنه أبو عمر الزاهد أخبارا وأشعارا وأبو بكر السياري النحوي يروي عن الحسن بن عثمان بن زياد روى عنه محمد بن الحسن النقاش وأبو عبد الله محمد بن أحمد بن علي السياري البصري يروي عن أبي الخطاب الحساني روى عنه أبو الحسين بن لؤلؤ الوراق وأبو الفضل محمد بن عبد الله بن خميرويه البيع يعرف بالسياري يروي عن علي بن محمد الجكاني وأحمد بن نجدة القرشي روى عنه أبو بكر البرقاني وأبو ذر الهروي وأبو الفتح بن أبي الفوارس وأبو القاسم عبد الكريم بن محمد بن عبيد الله بن يوسف الدلال السياري بغدادي يروي عن ابن معروف القاضي وأحمد بن محمد بن أحمد بن سيار سمع المكيالي فنسب إلى جده ",
                "title": "السياري",
                "uri": "JK_000952_2228"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}