{
    "features": [
        {
            "item": "JK_000129_006203",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.131-132",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>زبيد والنسبة الزبيدي</h1> بفتح أوله وكسر ثانيه ثم ياء مثناة من تحت اسم واد به مدينة يقال لها الحصيب ثم غلب عليها اسم الوادي فلا تعرف إلا به وهي مدينة مشهورة باليمن أحدثت في أيام المأمون وبإزائها ساحل غلافقة وساحل المندب وهو علم مرتجل لهذا الموضع ينسب إليها جمع كثير من العلماء منهم أبو قرة موسى بن طارق الزبيدي قاضيها يروي عن الثوري وابن جريج وربيعة وغيرهم روى عنه إسحاق بن راهويه وأحمد بن حنبل وأثنى عليه خيرا وجماعة سواه وأبو حمة محمد بن يوسف بن محمد ابن أسوار بن سيار بن أسلم الزبيدي كنيته أبو يوسف وأبو حمة كاللقب له حدث عن أبي قبرة موسى بن طارق الزبيدي بكتاب السنن له روى عنه المفضل بن محمد الجندي وموسى بن عيسى الزبيدي |جـ 3 صـ 132| ومحمد بن سعيد بن حجاج الزبيدي وكان المأمون قد أتى بقوم من ولد زياد ابن أبيه وقوم من ولد هشام وفيهم رجل من بني تغلب يقال له محمد بن هارون فسألهم عن نسبهم فأخبروه وسأل التغلبي عن نسبه فقال أنا محمد بن هارون فبكى وقال ما لي بمحمد بن هارون ثم قال أما التغلبي فيطلق كرامة لاسمه واسم أبيه وأما الأمويون والزياديون فيقتلون فقال ابن زياد ما أكذب الناس يا أمير المؤمنين إنهم يزعمون أنك حليم كثير العفو متورع عن الدماء بغير حق فإن كنت تقتلنا عن ذنوبنا فإنا والله لم نخرج أبدا عن طاعة ولم نفارق في تبعيد الجماعة وإن كنت تقتلنا عن جنايات بني أمية فيكم فالله تعالى يقول & ولا تزر وازرة وزر أخرى & قال فاستحسن المأمون كلامه وعفا عنهم جميعا وكانوا أكثر من مائة رجل ثم أضافهم الحسن بن سهل فلما بويع إبراهيم بن المهدي في سنة 202 ورد في كتاب عامل اليمن خروج الأعاشر بتهامة عن الطاعة فأثنى الحسن بن سهل على الزيادي وكان اسمه محمد بن زياد وعلى المرواني والتغلبي عند المأمون وأنهم من أعيان الرجال فأشار إلى إرسالهم إلى اليمن فسير ابن زياد أميرا وابن هشام وزيرا والتغلبي قاضيا فمن ولد محمد بن هارون التغلبي هذا من قضاة زبيد بنو أبي عقامة ولم يزالوا يتوارثون ذلك حتى أزالهم ابن مهدي حين أزال دولة الحبشة وحج الزيادي سنة ثلاث ومائتين ومضى إلى اليمن وفتح تهامة واختط زبيد في سنة 402 ",
                "title": "زبيد والنسبة الزبيدي",
                "uri": "JK_000129_006203"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}