{
    "features": [
        {
            "item": "JK_000952_3151",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.430-433",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القاضي</h1> بفتح القاف وضاد معجمة بعد الألف هذه النسبة إلى القضاء بين الناس والحكومة وأول من عرف بهذه النسبة أول قاض بالكوفة سلمان بن ربيعة الباهلي التميمي وهو أول قاض استقضي بالكوفة فمكث بها أربعين يوما لا يأتيه خصم وكان ولاه عمر قضاء الكوفة ويقال له سلمان الخيل وقد ذكرناه في الخيل وأبو أمية شريح بن الحارث القاضي الكندي ويقال له أبو عبد الرحمن حليف لهم من بني رائش كان فائقا وكان شاعرا وكان قاضيا يروي عن عمر روى عنه الشعبي مات سنة تسع وثمانين وهو ابن مائة وعشرين سنة وقيل إنه مات سنة ثمان وسبعين وهو ابن مائة وعشرين سنة وأبو البختري وهب القاضي وأمه عبدة بنت علي بن يزيد بن ركانة استقضاه الرشيد يروي عن هشام بن عروة وجعفر بن محمد وابن عجلان روى عنه العراقيون وأهل الشام |جـ 4 صـ 431| قال أبو حاتم بن حبان انتقل أبو البختري القاضي في آخر عمره إلى صيدا مدينة على الساحل قد دخلتها وكان ممن يضع الحديث على الثقات كان إذا جنه الليل سهر عامة ليله يتذكر الحديث ويضعه ثم يكتبه ويحدث به لا يتجوز الرواية عنه ولا يحل كتبة حديثه إلا على جهة التعجب وكان يحيى بن معين يقول أبو البختري كذاب يصنع الحديث وأبو موسى عيسى بن أبان بن صدقة القاضي من أهل بغداد صحب محمد بن الحسن الشيباني وتفقه به واستخلفه يحيى بن أكثم على القضاء بعسكر المهدي وقت خروج يحيى بن أكثم مع المأمون إلى فم الصلح فلم يزل على عمله إلى أن رجع يحيى ثم تولى عيسى القضاء بالبصرة فلم يزل عليه حتى مات وأسند الحديث عن إسماعيل بن جعفر وهشيم بن بشير ويحيى بن زكريا بن أبي زائدة ومحمد الحسن وغيرهم روى عنه الحسن بن سلام السواق قال محمد بن سماعة كان عيسى بن أبان حسن الوجه وكان يصلي معنا وكنت أدعوه أن يأتي محمد بن الحسن فيقول هؤلاء قوم يخالفون الحديث وكان عيسى حسن الحفظ للحديث فصلى معنا يوما الصبح وكان يوم مجلس محمد فلم أفارقه حتى جلس في المجلس فلما فرغ محمد أدنيته إليه وقلت هذا ابن أخيك أبان ابن صدقة الكاتب ومعه ذكاء ومعرفة بالحديث وأنا أدعوه إليك فيأبى ويقول إنا نخالف الحديث فأقبل عليه وقال يا بني ما الذي رأيتنا نخالفه من الحديث لا تشهد علينا حتى تسمع منا فسأله يومئذ عن خمسة وعشرين بابا من الحديث فجعل محمد بن الحسن يجيبه عنه ويخبره بما فيها من المنسوخ ويأتي بالشواهد والدلائل والتفت إلي بعدما خرجنا فقال كان بيني وبين النور ستر فارتفع عني ما ظننت أن في ملك الله مثل هذا الرجل يظهره للناس ولزم محمد بن الحسن لزوما شديدا حتى تفقه قال أبو حازم القاضي ما رأيت لأهل بغداد حدثا أذكى من عيسى بن أبان وبشر بن الوليد وقال أبو حازم كان عيسى رجلا سخيا جدا وكان يقول والله لو أتيت برجل يفعل في ماله كفعلي في مالي لحجرت عليه قال وقدم إليه رجل محمد بن عباد المهلبي فأدعى عليه أربعمائة دينار فسأله عيسى عما ادعى عليه فأقر له بذلك فقال له الرجل |جـ 4 صـ 432| احبسه لي فقال له عيسى أما الحبس فواجب ولكن لا أرى حبس أبي عبد الله وأنا أقدر على فدائه من مالي فغرمها عنه عيسى من ماله وكان يذهب إلى القول بخلق القرآن وحكي أن رجلا مسلما بالبصرة أحضر إلى عيسى بن أبان رجلا يهوديا فوقع اليمين على المسلم فقال له القاضي قل والله الذي لا إله إلا هو فقال له اليهودي حلفه بالخالق لا بالمخلوق لأنه لا إله إلا هو في القرآن وأنتم تزعمون أنه مخلوق قال فتحير عيسى عند ذلك وقال قوما حتى أنظر في أمركما ومات بالبصرة في المحرم سنة إحدى وعشرين ومائتين وأبو يوسف يعقوب بن إبراهيم القاضي الكوفي هو يعقوب بن إبراهيم بن حبيب بن خنيس بن سعد بن بحير بن معاوية وأم سعد حبتة بنت مالك من بني عمرو بن عوف صاحب أبي حنيفة رحمهما الله من أهل الكوفة سمع أبا إسحاق الشيباني وسليمان التيمي ويحيى بن سعيد الأنصاري وسليمان الأعمش وهشام بن عروة وعبيد الله بن عمر العمري وحنظلة بن أبي سفيان وعطاء بن السائب ومحمد بن إسحاق بن يسار وحجاج بن أرطاة وليث بن سعد وغيرهم روى عنه محمد بن الحسن الشيباني وبشر بن الوليد الكندي وعلي بن الجعد وأحمد بن حنبل ويحيى بن معين وعمرو بن محمد الناقد وأحمد بن منيع في آخرين وكان قد سكن ببغداد وولاه الهادي موسى بن المهدي القضاء بها ثم هارون الرشيد من بعده وهو أول من دعي بقاضي القضاة في الإسلام ولم يختلف يحيى بن معين وأحمد بن حنبل وعلي بن المدين في ثقته في النقل ولم يتقدمه أحد في زمانه وكان النهاية في العلم والحكم والرياسة والقدر وأول من وضع الكتب في أصول الفقه على مذهب أبي حنيفة وأملى المسائل ونشرها وبث علم أبي حنيفة في أقطار الأرض قال محمد بن الحسن مرض أبو يوسف في زمن أبي حنيفة مرضا خيف عليه منه قال فعاده أبو حنيفة ونحن معه فلما خرج من عنده وضع يديه على عتبة بابه وقال إن يمت هذا الفتى فإنه أعلم من عليها وأومأ إلى الأرض قال أبو يوسف سألني الأعمش عن مسألة فأجبته فيها فقال لي من أين قلت هذا |جـ 4 صـ 433| فقلت لحديثك الذي حدثتنا أنت ثم ذكرت له الحديث فقال لي يا يعقوب إني لأحفظ هذا الحديث قبل أن يجتمع أبواك فما عرفت تأويله حتى الآن وقال جعفر بن ياسين كنت عند المزني فوقف عليه رجل فسأله عن أهل العراق فقال له ما تقول في أبي حنيفة فقال سيدهم قال فأبو يوسف قال أتبعهم للحديث قال فمحمد بن الحسن قال أكثرهم تفريعا قال فزفر قال أحدهم قياسا وكان رجل يجلس إلى أبي يوسف ويطيل الصمت فقال له أبو يوسف ألا تتكلم فقال بلى متى يفطر الصائم قال إذا غابت الشمس قال فإن لم تغب إلى نصف الليل قال فضحك أبو يوسف وقال له أصبت في صمتك وأخطأت أنا في استدعاء نطقك ثم تمثل % عجبت لإزراء العيي بنفسه % % وصمت الذي قد كان بالقول أعلما % % وفي الصمت للعيي وإنما % % صحيفة لب المرء أن يتكلما % ولد القاضي أبو يوسف سنة ثلاث عشرة ومائة ومات في شهر ربيع الأول سنة اثنتين وثمانين ومائة ببغداد ",
                "title": "القاضي",
                "uri": "JK_000952_3151"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}