{
    "features": [
        {
            "item": "JK_000952_0138",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.138-139",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأسدي</h1> بفتح الألف والسين المهملة وبعدها الدال المهملة هذه النسبة إلى أسد وهو اسم عدة من القبائل منهم أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب من قريش وإلى أسد بن خزيمة بن مدركة بن الياس بن مضر وإلى أسد بن ربيعة بن نزار وإلى أسد بن دودان وفي الأزد بطن يقال لهم بنو أسد محرك السين وهو أسد بن شريك بضم الشين المعجمة بن مالك بن عمرو بن مالك بن فهم لهم خطة بالبصرة يقال لها خطة بني أسد وليست بالبصرة خطة لبني أسد بن خزيمة وأبو خالد حكيم بن حزام بن خويلد بن أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب الأسدي القرشي من الصحابة عداده في أهل الحجاز عاش في الجاهلية ستين سنة وفي الإسلام ستين سنة ومات سنة خمسين وقبيل سنة ستين وهو ابن عشرين ومائة سنة وقد قيل مات سنة أربع وخمسين وكان مولده قبل الفيل بثلاث عشرة سنة دخلت أمه الكعبة فمخضت به فولدت حكيم بن حزام في جوف الكعبة هكذا ذكره أبو حاتم بن حبان في كتاب الثقات جابر بن قبيصة الأسدي من التابعين قال أبو حاتم بن حبان هو من بني أسد بن خزيمة يروي عن عمر بن الخطاب رضي الله عنه روى عنه محمد بن عبيد الله |جـ 1 صـ 139| العرزمي وأبو وهب عبيد الله بن عمرو الأسدي من أهل الرقة يروي عن إسماعيل بن أبي خالد والأعمش روى عنه حكيم بن سيف وأهل الجزيرة مات سنة ثمانين ومائة وهو ابن ست وسبعين سنة ومن أسد قريش أيضا عباس بن عبد الله بن عثمان بن حميد الأسدي القرشي من أسد بن عبد العزي بن قصي من أهل مكة يروي عن عمرو بن دينار روى عنه أبو عاصم النبيل ومن أسد بن خزيمة عكاشة بن محصن الأسدي من أسد بن خزيمة بن مدركة بن الياس بن مضر وهو أخو كنانة بن خزيمة وكذلك أهل بيته وزر بن حبيش الأسدي منهم وسهل بن أبي أمامة أسعد بن سهل بن حنيف بن واهب الأسدي الأنصاري مديني منسوب إلى أسد الأنصار ومن بني أسد بن شريك أبو الحسن مسدد بن مسرهد الأسدي المحدث بالبصرة قاله عمرو بن علي وكذلك أبو بكر بن دريد هو من بني أسد بن شريك وهو مسدد بن مسرهد بن مسربل بن ماسك بن جرو بن يزيد بن شبيب بن الصلت بن مالك بن أسد بن شريك كذا نسبه أبو بكر ورأيت بعضهم ينسبه مسدد بن مسرهد بن مسربل بن مغربل بن مرعبل بن أرندل بن شرندل بن عرندل بن ماسك بن مستورد الأسدي البصري قاله أبو علي الحسين بن محمد الغساني الحافظ وقال لست من هذا النسب الثاني على ثقة وكان يحيى بن معين إذا ذكر نسب مسدد قال هذه رقية العقرب ومن أسد قريش ابن عمة رسول الله صلى الله عليه وسلم أبو عبد الله الزبير بن العوام بن خويلد بن أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة القرشي الأسدي أمه صفية بنت عبد المطلب بن هاشم وكان رجلا ليس بالقصير ولا بالطويل نحيف الجسم خفيف اللحية أسمر اللون أشعر شهد بدر وهو ابن تسع وعشرين سنة وقال النبي صلى الله عليه وسلم لكل نبي حواري وحواري الزبير قال عبد الله بن الزبير قلت لأبي يوم الأحزاب قد رأيتك يا أبة وأنت تحمل على فرس لك أشقر فقال يا بني رأيتني فقلت نعم فقال قال لي رسول الله صلى الله عليه وسلم حينئذ فجمع لي أبويه يقول فداك أبي وأمي وكان علي رضي الله عنه يقول بليت بأطوع الناس وأشجع الناس أراد بالأول عائشة رضي الله عنها وبالثاني الزبير وقتل يوم الجمل في جمادى الآخرة سنة ست وثلاثين وهو يومئذ ابن أربع وستين سنة قتله عمرو بن جرموز بوادي السباع من البصرة وزرت قبره بها وابنه أبو عبد الله |جـ 1 صـ 140| عروة بن الزبير الأسدي أخو أبي خبيب عبد الله بن الزبير وأمهما كانت ذات النطاقين أسماء بنت أبي بكر رضي الله عنهم وكان عروة من فقهاء أهل المدينة وأفاضل التابعين وعباد قريش كان يقرأ كل يوم ربع القرآن في المصحف نظرا بالتدبر والتفكر حتى يذهب عامة يومه به ثم يقوم تلك الليلة بذلك الربع من القرآن على التدبر والتفكر حتى يذهب عامة ليلته به وما ترك ورده من الليل إلا ليلة قطعت رجله وذلك أن الآكلة وقعت فيها فنشرت فما زاد على أن قال الحمد لله ورجع من الشام فلما دخل عليه الناس قال & لقد لقينا من سفرنا هذا نصبا & وتوفي بالمدينة سنة تسع وتسعين وقيل مات سنة خمس وتسعين وقيل سنة أربع وتسعين وقيل مات سنة مائة وقيل سنة إحدى ومائة وابنه أبو المنذر هشام بن عروة الأسدي وقيل أبو بكر جالس عمه ابن الزبير ورأى جابرا وابن عمر وكان من حفاظ أهل المدينة ومتقنيهم وفقهاء أهلها ومتورعيهم روى عنه حديث قبض العلم ستون شيخا من مشايخ أهل العلم من أهل المدينة وغيرها وكانت ولادته بالمدينة سنة ستين أو إحدى وستين ووفاته ببغداد سنة خمس أو ست وأربعين ومائة ومعقل بن أبي معقل الأسدي من أسد خزيمة وزر بن حبيش الأسدي أسد خزيمة من أنفسهم ومخرمة بن سليمان الأسدي أسد خزيمة وصالح بن محمد بن عمرو بن حبيب الحافظ أبو الفضل الأسدي مولى أسد بن خزيمة أحد أركان الحديث وحفاظه ممن يرجع إليه في علمه وإسماعيل بن عبد الرحمن بن ذؤيب الأسدي من بني أسد بن خزيمة وجماعة غير من ذكرنا وممن انتسب إلى جده الأعلى أبو العباس أحمد بن عبد الرحمن بن يوسف بن إبراهيم بن أسد الأعرج الأسدي ينسب إلى جده الأعلى وأبو القاسم عبد الملك بن عبد القاهر بن أسد بن مسلم الأسدي صاحب أبي بكر بن هشام من أهل بغداد سمع أبا طاهر المخلص وأبا المفضل الشيباني سمع منه أبو بكر الخطيب الحافظ وقال كتبت عنه وكان صدوقا ينزل نهر القلائين وسألته عن مولده فقال ولدت بنصيبين في سنة ثلاث وسبعين وثلاثمائة ومات في شهر ربيع الأول من سنة تسع |جـ 1 صـ 141| وثلاثين وأربعمائة ودفن في مقبرة الشونيزي وابنه أبو سعد محمد بن عبد الملك بن عبد القاهر بن أسد بن مسلم المؤدب الأسدي من أهل بغداد شيخ فيه لين وضعف حدث عن أبي علي الحسن بن أحمد بن شاذان البزاز سمع منه والدي وروى لي عنه أبو طاهر السنجي بمرو وأبو المظفر البغدادي ببلخ وعبد الخالق بن يوسف ببغداد وتوفي في شهر رمضان سنة إحدى وخمسون وخمسمائة بمرو وابنه أبو نصر أحمد بن محمد الأسدي شيخ مشهور سمع أبا بكر أحمد بن علي بن ثابت الخطيب وأبا الفرج أحمد بن عثمان المخبري دخلت عليه داره ببغداد وكان مريضا ولم يكن أصل فأقرأ عليه منه فاستجزت منه وتوفي في رجب سنة اثنتين وثلاثين وخمسمائة ",
                "title": "الأسدي",
                "uri": "JK_000952_0138"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}