{
    "features": [
        {
            "item": "JK_000952_2484",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.542-543",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصغاني</h1> بفتح الصاد المهملة والغين المعجمة وفي آخرها النون هذه النسبة إلى بلاد مجتمعة وراء نهر جيحون يقال لها جغانيان وتعرب فيقال لها الصغانيان وهي كورة عظيمة واسعة كثيرة الماء والشجر والأهل وسوقها كبيرة ومسجدها مسجد حسن مشهور والنسبة إليها الصغاني والصاغاني أيضا والمشهور بهذه النسبة أبو بكر محمد بن إسحاق بن جعفر الصاغاني نزيل بغداد وهو من أهلها يروي عن أبي عاصم الضحاك بن مخلد النبيل ويعلى بن عبيد الطنافسي وجعفر بن عون وأبي مسهر عبد الأعلى بن مسهر الغساني وعبيد الله بن موسى العبسي ومحاضر بن المورع ويزيد بن هارون وروح بن عبادة روى عنه مسلم بن الحجاج القشيري وأبو عيسى محمد بن عيسى الترمذي وأبو بكر محمد بن هارون الروياني وأبو الحسن علي بن إسحاق البختري المادرايي وغيرهم وكان أحد الأثبات المتقنين مع صلابة في الدين واشتهار بالسنة واتساع في الرواية ورحل في طلب العلم وكتب عن أهل بغداد والبصرة والكوفة والمدينة ومكة والشام ومصر وثقه أبو عبد الرحمن النسائي وقال عبد الرحمن بن يوسف بن خراش أبو بكر بن إسحاق ثقة مأمون توفي في صفر سنة سبعين ومائتين وأبو سعد محمد بن ميسر الصغاني الضرير ويقال له الصاغاني أيضا سكن بغداد يروي عن ابن عجلان وهشام بن عروة روى عنه العراقيون مضطرب الحديث كان ممن يقلب الأسانيد لا يجوز الاحتجاج به إلا فيما وافق الثقات فيكون حينئذ كالمستأنس به دون المحتج بما يرويه وقال يحيى بن معين أبو سعد الصغاني كان مكفوفا جهميا وليس هو بشيء كان شيطانا من الشياطين وقال أحمد بن حنبل هو صدوق ولكن كان مرجئا وقال البخاري فيه اضطراب وقال النسائي هو متروك الحديث وأبو الفضل عباس بن جعفر الصغاني شيخ حدث بسمرقند عن عيسى بن أحمد العسقلاني وعبد الرحمن بن معروف بن حسان ومحمد بن عمران الشعراني روى عنه |جـ 3 صـ 543| أبو العباس محمد بن عدي بن سلم السمرقندي وتوفي بعد سنة خمس وتسعين ومائتين وأبو السري سهل بن عبد العزيز بن سورة الصغاني ابن عم أبي علي الصغاني سمع علي بن حجر وأحمد بن عبد الله الفرياناني حدث بنيسابور يروي عنه أبو الفضل محمد بن إبراهيم وغيره وأبو العباس أحمد بن محمد بن سعيد بن عقدة الكوفي حدث سنة تسعين ومائتين وابن عمه أبو علي الحسن بن محمد بن سورة الصغاني من أهل مرو صغاني الأصل سمع أحمد بن محمد بن عمرو المصعبي روى عنه الحاكم أبو عبد الله الحافظ وصالح بن حبان بن سليمان بن صالح الصغاني المقيم بسمرقند من خلفاء الدار الجورجانية وكان فقيها يروي عن السيد أبي الوضاح محمد بن أبي شجاع محمد بن أحمد بن حمزة العلوي ولد سنة ستين وأربعمائة وتوفي في شوال سنة اثنتين وثلاثين وخمسمائة ",
                "title": "الصغاني",
                "uri": "JK_000952_2484"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}