{
    "features": [
        {
            "item": "JK_000952_3220",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.476-478",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القرقساني</h1> هذه النسبة إلى قرقيسيا وهي بلدة بالجزيرة على ستة فراسخ من رحبة مالك بن طوق قريبة من الرقة لم يتفق لي دخولها والنسبة بإثبات النون وإسقاطها والقائل بالنون وإثباتها أكثر حتى اشتهر بذلك وكان نزل بها جرير بن عبد الله البجلي وعدي بن حاتم الطائي وحنظلة الكاتب لما أظهر بنو أمية شتم الصحابة رضوان الله عليهم |جـ 4 صـ 477| بالكوفة خرجوا عنها ونزلوا قرقيسيا وقالوا لا نسكن بلدة يسب فيها أصحاب رسول الله صلى الله عليه وسلم ومات جرير بها والمشهور من علمائها عبد الملك بن سليمان بن القرقساني روى عن عيسى بن يونس السبيعي روى عنه أبوحفص عمر بن محمد بن بجير الهمذاني صاحب الجامع الكبير أثنى عليه أبو حاتم بن حبان وقال هو مستقيم الحديث وإمام مسجد قرقيسيا أبو عمرو عثمان بن يحيى بن عيسى القرقساني الصياد يروي عن ابن عيينة حدث عن أحمد بن يحيى بن الأزهر السجستاني مات سنة ثمان وخمسين ومائتين والحسن بن علي بن جبير بن يزيد بن جرير بن عبد الله البجلي القرقساني من أهل قرقيسيا قدم مصر وروى عنه سعيد بن عفير وأبو عبد الله وقيل أبو الحسن محمد بن مصعب بن صدقة القرقساني من أهل قرقيسيا كان حافظا وكان كثير الغلط وقيل إنه منكر الحديث حدث عن الأوزاعي ومالك بن أنس وحماد بن سلمة وأبي بكر بن أبي مريم وسحيم بن هانىء ومبارك بن فضالة وغيرهم روى عنه أبو بكر بن أبي شيبة ومحمد وأحمد بن حنبل ويعقوب بن إبراهيم الدورقي وأحمد بن منصور الرمادي بن إسحاق الصنعاني وجماعة مات سنة ثمان ومائتين ببغداد قال يحيى بن معين لم يكن محمد بن مصعب من أصحاب الحديث كان مغفلا وقال أبو زرعة لما سئل عن محمد بن مصعب فقال صدوق في الحديث ولكنه حدث بأحاديث منكرة فليس هذا مما يضعفه قال نظن أنه غلط فيها قال ابن أبي حاتم سألت أبي عنه قال ليس بقوي قال وسألت أبا زرعة عنه فقال صدوق في الحديث ولكنه حدث بأحاديث منكرة فليس هذا مما يضعفه قال نظن أنه غلط فيها قال وسألت أبي عنه فقال ضعيف الحديث فقلت له إن أبا زرعة قال كذا فحكيت له كلامه فقال ليس هو عندي كذا ضعف لما حدث بهذه المناكير قال ابن أبي حاتم قلت لأبي زرعة محمد بن مصعب وعلي بن عاصم أيهما أحب إليك قال محمد بن مصعب أحب إلي علي بن عاصم تكلم بكلام سوء ما أقل من حدث عنه من أصحابنا وأبو الإصبع محمد بن عبد الرحمن بن كامل بن موسى بن صفوان الأسدي القرقساني قدم بغداد حاجا وحدث بها عن أبي جعفر النفيلي وإبراهيم بن المنذر الحزامي |جـ 4 صـ 478| وأبي بكر بن الأسود ومعلي بن مهدي ويزيد بن مهران وعبيد بن يعيش روى عنه يحيى بن محمد بن صاعد وإسماعيل بن محمد الصفار وأبو عمرو بن السماك وعبد الصمد بن علي الطستي وأبو بكر الشافعي البزار وكان ثقة حسن الحديث وتوفي سنة سبع وثمانين ومائتين ",
                "title": "القرقساني",
                "uri": "JK_000952_3220"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}