{
    "features": [
        {
            "item": "JK_000129_008317",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.17-18",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طبرية</h1> هذه كلها أسماء أعجمية وقد ذكرنا آنفا أن طبر في العربية بمعنى قفز واختبأ وطبرية في الإقليم الثالث طولها من جهة المغرب سبع وخمسون درجة وخمس وأربعون دقيقة وعرضها اثنتان وثلاثون درجة وفتحت طبرية على يد شرحبيل بن حسنة في سنة 31 صلحا على انصاف منازلهم وكنائسهم وقيل إنه حاصرها أياما ثم صالح أهلها على أنفسهم وأموالهم وكنائسهم إلا ما جلوا عنه وخلوه واستثنى لمسجد المسلمين موضعا ثم نقضوا في خلافة عمر رضي الله عنه واجتمع إليهم قوم من شواذ الروم فسير أبو عبيدة إليهم عمرو بن العاص في أربعة آلاف وفتحها على مثل صلح شرحبيل وفتح جميع مدن الأردن على مثل هذا الصلح بغير قتال وهي بليدة مطلة على البحيرة المعروفة ببحيرة طبرية وهي في طرف جبل وجبل الطور مطل عليها وهي من أعمال الأردن في طرف الغور بينها وبين دمشق ثلاثة أيام وكذلك بينها وبين بيت القدس وبينها وبين عكا يومان وهي مستطيلة على البحيرة عرضها قليل حتى تنتهي إلى جبل صغير فعنده آخر العمارة قال علي بن أبي بكر الهروي أما حمامات طبرية |جـ 4 صـ 18| التي يقال إنها من عجائب الدنيا فليست هذه التي على باب طبرية على جانب بحيرتها فإن مثل هذه كثيرا رأينا في الدنيا وأما التي من عجائب الدنيا فهو موضع في أعمال طبرية شرقي قرية يقال لها الحسينية في واد وهي عمارة قديمة يقال إنها من عمارة سليمان بن داود وهو هيكل يخرج الماء من صدره وقد كان يخرج من اثنتي عشرة عينا كل عين مخصوصة بمرض إذا اغتسل فيها صاحب ذلك المرض برىء بإذن الله تعالى والماء شديد الحرارة جدا صاف عذب طيب الرائحة ويقصده المرضى يستشفون به وعيون تصب في موضع كبير حر يسبح الناس فيه ومنفعته ظاهرة وما رأينا ما يشابهه إلا الشرميا المذكور في موضعه قال أبو القاسم كان أول من بناها ملك من ملوك الروم يقال له طبارا وسميت باسمه وفيها عيون ملحة حارة وقد بنيت عليها حمامات فهي لا تحتاج إلى الوقود تجري ليلا ونهارا حارة وبقربها حمة يقتمس فيها الجرب وبها مما يلي الغور بينها وبين بيسان حمة سليمان بن داود عليهما السلام ويزعمون أنها نافعة من كل داء وفي وسط بحيرتها صخرة منقورة قد طبقت بصخرة أخرى تظهر للناظر من بعيد يزعم أهل النواحي أنه قبر سليمان بن داود عليهما السلام وقال أبو عبد الله بن البناء طبرية قصبة الأردن بلد وادي كنعان موضوعة بين الجبل وبحيرة فهي ضيقة كربة في الصيف وخمة وبئة وطولها نحو من فرسخ بلا عرض وسوقها من الدرب إلى الدرب والمقابر على الجبل بها ثمانية حمامات بلا وقيد ومياض عدة حارة الماء والجامع في السوق كبير حسن فرشه مرفوع بالحصى على أساطين حجارة موصولة ويقال أهل طبرية شهرين يرقصون من كثرة البراغيث وشهرين يلوكون يعني البق فإنه كثير عندهم وشهرين يثاقفون يعني بأيديهم العصي يطردون الزنابير عن طعومهم وحلاوتهم وشهرين عراة يعني من شدة الحر وشهرين يزمرون يعني يمصون قصب السكر وشهرين يخوضون من كثرة الوحل في أرضهم قال وأسفل طبرية جسر عظيم عليه طريق دمشق وشربهم من البحيرة وحول البحيرة كله قرى متصلة ونخيل وفيها سفن كثيرة وهي كثيرة الأسماك لا تطيب لغير أهلها والجبل مطل على البلد وماؤها عذب ليس بحلو والنسبة إليها طبراني على غير قياس فكأنه لما كثرت النسبة بالطبري إلى طبرستان أرادوا التفرقة بين النسبتين فقالوا طبراني إلى طبرية كما قالوا صنعاني وبهراني وبحراني ومن مشهور من ينسب إليها الإمام الحافظ سليمان بن أحمد بن أيوب بن مطير أبو القاسم الطبراني أحد الأئمة المعروفين والحفاظ المكثرين والطلاب الرحالين الجوالين والمشايخ المعمرين والمصنفين المحدثين والثقات الأثبات المعدلين سمع بدمشق أبا زرعة البصري وأحمد بن المعلى وأبا عبد الملك البسري وأحمد بن أنس بن مالك وأحمد بن عبد القاهر الخيبري اللخمي وأحمد بن محمد بن يحيى بن حمزة وأبا علي إسماعيل بن محمد بن قيراط وأبا قصي بن إسماعيل بن محمد العذري وبمصر يحيى بن أيوب العلاف وببرقة أحمد بن عبد الله بن عبد الرحيم البرقي وباليمن إسحاق بن إبراهيم الدبري والحسن بن عبد الأعلى البوسي وإبراهيم بن محمد بن برة وإبراهيم بن مؤيد الشيباني أربعتهم يروون عن عبد الرزاق بن همام وسمع بالشام أبا زيد أحمد بن عبد الرحيم الحوطي وإبراهيم بن أبي سفيان القيسراني وإبراهيم بن محمد بن عرق الحمصي وأبا عقيل بن أنس الخولاني وسمع بالعراق أبا مسلم الكجي وإدريس بن جعفر الطيار وأبا خليفة الفضل بن الحباب الجمحي والحسن بن سهل بن المجوز وغير هؤلاء وصنف المعجم الكبير |جـ 4 صـ 19| في أسماء الصحابة الكرام والأوسط في غرائب شيوخه والصغير في أسماء شيوخه وغير ذلك من الكتب روى عنه أبو خليفة الفضل بن الحباب وأبو العباس بن عقدة وأبو مسلم الكجي وعبدان الأهوازي وأبو علي أحمد بن محمد الصحاف وهم من شيوخه وأبو الفضل محمد بن أحمد بن محمد بن الجارود الهروي وأبو الفضل بن أبي عمران الهروي وأبو نعيم الحافظ وأبو الحسين بن فادشاه ومحمد بن عبيد الله بن شهريار وأبو بكر بن زيدة وهو آخر من حدث عنه قال أبو بكر الخطيب أنبأنا أبو النجيب عبد الغفار بن عبد الواحد الأرموي مذاكرة قال سمعت الحسن بن علي المقرىء يقول سمعت أبا الحسين بن فارس اللغوي يقول سمعت الأستاذ ابن العميد يقول ما كنت أظن في الدنيا حلاوة ألذ من الرئاسة والوزارة التي أنا فيها حتى شاهدت مذاكرة سليمان بن أحمد الطبراني وأبي بكر الجعابي بحضرتي فكان الطبراني يغلب الجعابي بكثرة حفظه وكان الجعابي يغلب الطبراني بفطنته وذكائه حتى ارتفعت أصواتهما ولا يكاد أحدهما يغلب صاحبه فقال الجعابي عندي حديث ليس في الدنيا إلا عندي فقال هاته فقال حدثنا أبو خليفة عن سليمان بن أيوب وحدث بالحديث فقال الطبراني أنا سليمان بن أيوب ومني سمع أبو خليفة فاسمعه مني حتى يعلو إسنادك ولا ترو عن أبي خليفة بل عني فخجل الجعابي وغلبه الطبراني قال ابن العميد فوددت في مكاني أن الوزارة والرئاسة لم تكونا لي وكنت الطبراني وفرحت مثل الفرح الذي فرح الطبراني لأجل الحديث أو كما قال ولما قضى الطبراني وطره من الرحلة قدم أصبهان في سنة 290 فأقام بها سبعين سنة حتى مات بها في سنة 360 وكان مولده بطبرية سنة 260 فوفى مائة سنة عمرا وبطبرية من المزارات في شرقي بحيرتها قبر سليمان بن داود عليهما السلام والمشهور أنه في بيت لحم في المغارة التي بها مولد عيسى عليه السلام وفي شرقي بحيرة طبرية قبر لقمان الحكيم وابنه وله باليمن قبر والله أعلم بالصحيح منهما وبها قبر يزعمون أنه قبر أبي عبيدة بن الجراح وزوجته وقيل قبره بالأردن وقيل ببيسان وفي لحف جبل طبرية قبر يقولون إنه قبر أبي هريرة رضي الله عنه وله قبر بالبقيع وبالعقيق وبطبرية عين من الماء تنسب إلى عيسى عليه السلام وكنيسة الشجرة وفيها جرت له القصة مع الصناع وفي ظاهر طبرية قبر يرون أنه قبر سكينة والحق أن قبرها بالمدينة وبه قبر يزعمون أنه قبر عبيد الله بن عباس بن علي بن أبي طالب ومعاذ بن جبل وكعب بن مرة البهري ومحمد بن عثمان بن سعيد بن هاشم بن مرثد الطبراني سمع بدمشق أحمد بن إبراهيم بن عبادك حدث عنه وعن جده سعيد بن هاشم روى عنه محمد بن يوسف بن يعقوب بن أيوب الرقي وأبو الفرج عبد الواحد بن بكر الورثاني وعمر بن أحمد بن رشيد أبو سعيد المذحجي الطبراني حدث عن عبد الرحمن بن القاسم وعبد الصمد بن عبد الله بن أبي زيد وجعفر بن أحمد بن عاصم روى عنه عبد الرحمن بن عمر بن نصر وإدريس بن محمد بن أحمد بن أبي خالد وغيرهم والحسن بن حجاج بن غالب بن عيسى بن جدير بن حيدرة أبو علي بن حيدرة الطبراني روى عن هشيم ومحمد بن عمران بن سعيد الاتقاني وأحمد بن محمد بن هارون بن أبي الذهب ومحمد بن أبي طاهر بن أبي بكر وأبي طاهر الحسن بن أحمد بن إبراهيم بن فيل وأبي عبد الرحمن النسائي وغيرهم روى عنه أبو العباس ابن السمسار وتمام بن محمد وعبد الرحمن بن عمر بن |جـ 4 صـ 20| نصر وغيرهم قال أبو الفضل عبد الله بن أحمد الطبراني من طبرية الشام حدث عنه أبو الحسن محمد بن علي بن الحسين الهمذاني العلوي ونسبه هكذا وذكر أبو بكر محمد بن موسى أن طبرية موضع بواسط ",
                "title": "طبرية",
                "uri": "JK_000129_008317"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}