{
    "features": [
        {
            "item": "JK_000952_3850",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.327-328",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المطهري</h1> بضم الميم وفتح الطاء المهملة وفتح الهاء المشددة وفي اخرها |جـ 5 صـ 328| الراء هذه النسبة إلى مطهر وهي قرية من قرى سارية مازندران والمشهور بالانتساب إليها أبو إسحاق إبراهيم بن محمد بن موسى بن هارون بن الفضل بن هارون بن يزيد السروي المطهري كان إماما فاضلا زاهدا ورعا وله تصانيف كثيرة في المذهب والخلاف والأصول والفرائض تفقه ببلده على أبي محمد بن أبي يحيى وببغداد على أبي حامد الاسفرايني والفرائض على أبي الحسين اللبان وسمع ببغداد الحديث من أبي طاهر بكر المخلص وأبي حفص الكتاني وبمكة أبا العباس النسوي وبجرجان أبا نصر محمد بن أبي بكر الإسماعيلي وانصرف إلى سارية وفوض إليه التدريس والفتوى وولي بها القضاء سبع عشرة سنة إلى أن مضى لسبيله ومات عن مئة سنة في صفر سنة ثمان وخمسين وأربع مئة ومن نسب إلى جد له اسمه مطهر القاضي أبو الفضل محمد بن علي بن سعيد بن محمد بن المطهر بن عبد العزيز بن محمد بن علي بن جابر بن سعيد بن إبراهيم بن الربيع المطهري البخاري من أهل بخارى كان شيخا من أهل العلم رجع إلى كفاية وشهامة ومعرفة بالأمور والده سمعه في صغره عن جماعة واستجاز له سمع أباه وأبا حفص عمر بن منصور بن خنب الحافظ وأبا بكر محمد بن علي بن حيدرة الجعفري وأبا بكر محمد بن عبد الله بن أبي القاسم الكرابيسي وعبد الصمد بن محمد بن إبراهيم الرباطي والرئيس أبا عبد الله بن محمد بن أحمد بن محمد البرقي وأبا محمد عبد الملك بن عبد الرحمن السبيري وغيرهم كتب لي الإجازة بجميع مسموعاته من بلخ ثم قدم علينا مرو ودخل مدرستنا باستدعاء محمد بن الحسين الأزدي وأجاز لي مشافهة بجميع مسموعاته وكتب بخطه وحصل بخط الزاهد الصفار لي الإجازة أيضا وتوفي ببخارى في سنة سبع وثلاثين وخمس مئة وزرت قبره وأبوه القاضي أبو الحسن علي بن سعيد بن محمد بن المطهر المطهري كان فقيها فاضلا سمع أبا مسعود أحمد بن محمد بن عبد الله البجلي الحافظ وشيوخ ولده المذكورين روى عنه ابنه ",
                "title": "المطهري",
                "uri": "JK_000952_3850"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}