{
    "features": [
        {
            "item": "JK_000129_002143",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.485-488",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بلغار</h1> بالضم والغين معجمة مدينة الصقالبة ضاربة في الشمال شديدة البرد لا يكاد الثلج يقلع عن أرضها صيفا ولا شتاء وقل ما يرى أهلها أرضا ناشفة وبناؤهم بالخشب وحده وهو أن يركبوا عودا فوق عود ويسمرونها بأوتاد من خشب أيضا محكمة والفواكه والخيرات بأرضهم لا تنجب وبين إتل مدينة الخزر وبلغار على طريق المفاوز نحو شهر ويصعد إليها في نهر إتل نحو شهرين وفي الحدور نحو عشرين يوما ومن بلغار إلى أول حد الروم نحو عشر مراحل ومنها إلى كويابة مدينة الروس عشرون يوما ومن بلغار |جـ 1 صـ 486| إلى بشجرد خمس وعشرون مرحلة وان ملك بلغار وأهلها قد أسلموا في أيام المقتدر بالله وأرسلوا إلى بغداد رسولا يعرفون المقتدر ذلك ويسألونه إنفاذ من يعلمهم الصلوات والشرائع لكن لم أقف على السبب في إسلامهم وقرأت رسالة عملها أحمد بن فضلان بن العباس بن راشد بن حماد مولى محمد بن سليمان رسول المقتدر بالله إلى ملك الصقالبة ذكر فيها ما شاهده منذ انفصل من بغداد إلى أن عاد إليها قال فيها لما وصل كتاب ألمس بن شلكي بلطوار ملك الصقالبة إلى أمير المؤمنين المقتدر بالله يسأله فيه أن يبعث إليه من يفقهه في الدين ويعرفه شرائع الإسلام ويبني له مسجدا وينصب له منبرا ليقيم عليه الدعوة في جميع بلده وأقطار مملكته ويسأله بناء حصن يتحصن فيه من الملوك المخالفين له فأجيب إلى ذلك وكان السفير له نذير الحزمي فبدأت أنا بقراءة الكتاب عليه وتسليم ما أهدي إليه والأشراف من الفقهاء والمعلمين وكان الرسول من جهة السلطان سوسن الرسي مولى نذير الحزمي قال فرحلنا من مدينة السلام لإحدى عشرة ليلة خلت من صفر سنة 903 ثم ذكر ما مر له في الطريق إلى خوارزم ثم منها إلى بلاد الصقالبة ما يطول شرحه ثم قال فلما كنا من ملك الصقالبة وهو الذي قصدنا له على مسيرة يوم وليلة وجه لاستقبالنا الملوك الأربعة الذين تحت يديه وإخوته وأولاده فاستقبلونا ومعهم الخبز واللحم والجاورس وساروا معنا فلما صرنا منه على فرسخين تلقانا هو بنفسه فلما رآنا نزل فخر ساجدا شكرا لله وكان في كمه دراهم فنثرها علينا ونصب لنا قبابا فنزلناها وكان وصولنا إليه يوم الأحد لاثنتين عشرة ليلة خلت من المحرم سنة 013 وكانت المسافة من الجرجانية وهي مدينة خوارزم سبعين يوما فأقمنا إلى يوم الأربعاء في القباب التي ضربت لنا حتى اجتمع ملوك أرضه وخواصه ليسمعوا قراءة الكتاب فلما كان يوم الخميس نشرنا المطردين الذين كانوا معنا وأسرجنا الدابة بالسرج الموجه إليه وألبسناه السواد وعممناه وأخرجت كتاب الخليفة فقرأته وهو قائم على قدميه ثم قرأت كتاب الوزير حامد بن العباس وهو قائم أيضا وكان بدينا فنثر أصحابه علينا الدراهم وأخرجنا الهدايا وعرضناها عليه ثم خلعنا على امرأته وكانت جالسة إلى جانبه وهذه سنتهم ودأبهم ثم وجه إلينا فحضرنا قبته وعنده الملوك عن يمينه وأمرنا أن نجلس عن يساره وأولاده جلوس بين يديه وهو وحده على سرير مغشى بالديباج الرومي فدعا بالمائدة فقدمت إليه وعليها لحم مشوي فابتدأ الملك وأخذ سكينا وقطع لقمة فأكلها وثانية وثالثة ثم قطع قطعة فدفعها إلى سوسن الرسول فلما تناولها جاءته مائدة صغيرة فجعلت بين يديه وكذلك رسمهم لا يمد أحد يده إلى أكل حتى يناوله الملك فإذا تناولها جاءته مائدة ثم قطع قطعة وناولها الملك الذي عن يمينه فجاءته مائدة ثم ناول الملك الثاني فجاءته مائدة وكذلك حتى قدم إلى كل واحد من الذين بين يديه مائدة وأكل كل واحد منا من مائدة لا يشاركه فيها أحد ولا يتناول من مائدة غيره شيئا فإذا فرغ من الأكل حمل كل واحد منا ما بقي على مائدته إلى منزله فلما فرغنا دعا بشراب العسل وهم يسمونه السجو فشرب وشربنا وقد كان يخطب له قبل قدومنا اللهم أصلح الملك بلطوار ملك بلغار فقلت له إن الله هو الملك ولا يجوز أن يخطب بهذا لأحد سيما على المنابر وهذا مولاك أمير المؤمنين قد وصى لنفسه أن يقال على منابره في الشرق والغرب اللهم أصلح عبدك وخليفتك جعفرا الإمام |جـ 1 صـ 487| المقتدر بالله أمير المؤمنين فقال كيف يجوز أن يقال فقلت يذكر اسمك واسم أبيك فقال إن أبي كان كافرا وأنا أيضا ما أحب أن يذكر اسمي إذا كان الذي سماني به كافرا ولكن ما اسم مولاي أمير المؤمنين فقلت جعفر قال فيجوز أن أتسمى باسمه قلت نعم فقال قد جعلت اسمي جعفرا واسم أبي عبد الله وتقدم إلى الخطيب بذلك ة فكان يخطب اللهم أصلح عبدك جعفر بن عبد الله أمير بلغار مولى أمير المؤمنين قال ورأيت في بلده من العجائب ما لا أحصيها كثرة من ذلك أن أول ليلة بتناها في بلده رأيت قبل مغيب الشمس بساعة أفق السماء وقد احمر احمرارا شديدا وسمعت في الجو أصواتا عالية وهمهمة فرفعت رأسي فإذا غيم أحمر مثل النار قريب مني فإذا تلك الهمهمة والأصوات منه وإذا فيه أمثال الناس والدواب وإذا في أيدي الأشباح التي فيه قسي ورماح وسيوف وأتبينها وأتخيلها وإذا قطعة أخرى مثلها أرى فيها رجالا وسلاحا ودواب فأقبلت هذه القطعة على هذه كما تحمل الكتيبة على الكتيبة ففزعنا من هذه وأقبلنا على التضرع والدعاء وأهل البلد يضحكون منا ويتعجبون من فعلنا قال وكنا ننظر إلى القطعة تحمل على القطعة فتختلطان جميعا ساعة ثم تفترقان فما زال الأمر كذلك إلى قطعة من الليل ثم غابتا فسألنا الملك عن ذلك فزعم أن أجداده كانوا يقولون هؤلاء من مؤمني الجن وكفارهم يقتتلون كل عشية وأنهم ما عدموا هذا منذ كانوا في كل ليلة قال ودخلت أنا وخياط كان للملك من أهل بغداد قبتي لنتحدث فتحدثنا بمقدار ما يقر الإنسان نصف ساعة ونحن ننتظر أذان العشاء فإذا بالأذان فخرجنا من القبة وقد طلع الفجر فقلت للمؤذن أي شيء أذنت قال الفجر قلت فعشاء الأخيرة قال نصليها مع المغرب قلت فالليل قال كما ترى وقد كان أقصر من هذا وقد أخذ الآن في الطول وذكر أنه منذ شهر ما نام الليل خوفا من أن تفوته صلاة الصبح وذلك أن الإنسان يجعل القدر على النار وقت المغرب ثم يصلي الغداة وما آن لها أن تنضج قال ورأيت النهار عندهم طويلا جدا وإذا أنه يطول عندهم مدة من السنة ويقصر الليل ثم يطول الليل ويقصر النهار فلما كانت الليلة الثانية جلست فلم أر فيها من الكواكب إلا عددا يسيرا ظننت أنها فوق الخمسة عشر كوكبا متفرقة وإذا الشفق الأحمر الذي قبل المغرب لا يغيب بتة وإذا الليل قليل الظلمة يعرف الرجل الرجل فيه من أكثر من غلوة سهم قال والقمر إنما يطلع في أرجاء السماء ساعة ثم يطلع الفجر فيغيب القمر قال وحدثني الملك أن وراء بلده بمسيرة ثلاثة أشهر قوما يقال لهم ويسو الليل عندهم أقل من ساعة قال ورأيت البلد عند طلوع الشمس يحمر كل شيء ينظر الإنسان فيه من الأرض والجبال وكل شيء ينظر الإنسان إليه حين تطلع الشمس كأنها غمامة كبرى فلا تزال احمرة كذلك حتى تتكبد السماء وعرفني أهل البلد أنه إذا كان الشتاء عاد الليل في طول النهار وعاد النهار في قصر الليل حتى إن الرجل منا ليخرج إلى نهر يقال له إتل بيننا وبينه أقل من مسافة فرسخ وقت الفجر فلا يبلغه إلى العتمة إلى وقت طلوع الكواكب كلها حتى تطبق السماء ورأيتهم يتبركون بعواء الكلب جدا ويقولون تأتي عليهم سنة خصب وبركة وسلامة ورأيت الحيات عندهم كثيرة حتى إن الغصن من الشجر ليلتف عليه عشر منها وأكثر ولا يقتلونها ولا |جـ 1 صـ 488| تؤذيهم ولهم تفاح أخضر شديد الحموضة جدا تأكله الجواري فيسمن وليس في بلدهم أكثر من شجر البندق ورأيت منه غياضا تكون أربعين فرسخا في مثلها قال ورأيت لهم شجرا لا أدري ما هو مفرط الطول وساقه أجرد من الورق ورؤسه كرؤس النخل له خوص دقاق إلا أنه مجتمع يعمدون إلى موضع من ساق هذه الشجرة يعرفونه فيثقبونه ويجعلون تحته إناء يجري إليه من ذلك الثقب ماء أطيب من العسل وإن أكثر الإنسان من شربه أسكره كما تسكر الخمر وأكثر أكلهم الجاورس ولحم الخيل على أن الحنطة والشعير كثير في بلادهم وكل من زرع شيئا أخذه لنفسه ليس للملك فيه حق غير أنهم يؤدون إليه من كل بيت جلد ثور وإذا أمر سرية على بعض البلدان بالغارة كان له معهم حصة وليس عندهم شيء من الأدهان غير دهن السمك فأنهم يقيمونه مقام الزيت والشيرج فهم كانوا لذلك زفرين وكلهم يلبسون القلانس وإذا ركب الملك ركب وحده بغير غلام ولا أحد معه فإذا اجتاز في السوق لم يبق أحد إلا قام وأخذ قلنسوته عن رأسه وجعلها تحت إبطه فإذا جاوزهم ردوا قلانسهم فوق رؤوسهم وكذلك كل من يدخل على الملك من صغير وكبير حتى أولاده وأخوته ساعة يقع نظرهم عليه يأخذون قلانسهم فيجعلونها تحت آباطهم ثم يومئون إليه برؤوسهم ويجلسون ثم يقومون حتى يأمرهم بالجلوس وكل من جلس بين يديه فإنما يجلس باركا ولا يخرج قلنسوته ولا يظهرها حتى يخرج من بين يديه فيلبسها عند ذلك والصواعق في بلادهم كثيرة جدا وإذا وقعت الصاعقة في دار أحدهم لم يقربوه ويتركونه حتى يتلفه الزمان ويقولون هذا موضع مغضوب عليه وإذا رأوا رجلا له حركة ومعرفة بالأشياء قالوا هذا حقه أن يخدم ربنا فأخذوه وجعلوا في عنقه حبلا وعلقوه في شجرة حتى يتقطع وإذا كانوا يسيرون في طريق وأراد أحدهم البول فبال وعليه سلاحه انتهبوه وأخذوا سلاحه وجميع ما معه ومن حط عنه سلاحه وجعله ناحية لم يتعرضوا له وهذه سنتهم وينزل الرجال والنساء النهر فيغتسلون جميعا عراة لا يستتر بعضهم من بعض ولا يزنون بوجه ولا سبب ومن زنى منهم كائنا من كان ضربوا له أربع سكك وشدوا يديه ورجليه إليها وقطعوا بالفأس من رقبته إلى فخذه وكذلك يفعلون بالمرأة ثم يعلق كل قطعة منه ومنها على شجرة قال ولقد اجتهدت أن تستتر النساء من الرجال في السباحة فما استوى لي ذلك ويقتلون السارق كما يقتلون الزاني ولهم أخبار اقتصرنا منها على هذا ",
                "title": "بلغار",
                "uri": "JK_000129_002143"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}