{
    "features": [
        {
            "item": "JK_000952_4205",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.541-543",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النهدي</h1> بفتح النون وسكون الهاء وفي اخرها الدال المهملة هذه النسبة إلى بني نهد وهو نهد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة إليه ينتسب النهديون ومنهم باليمن والشام كلهم من ولد خزيمة بن نهد وهم في تنوخ في نهد اليمن |جـ 5 صـ 542| وأما نهد الشام فعوف وزمان وسليم وصباح بن نهد منهم عبد الله بن عجلان بن عبد الأحب بن صباح الشاعر جاهلي وقال ابن حبيب في همدان نهد بن مرهبة بن دعام بن مالك بن معاوية بن صعب بن دومان والمشهور بهذه النسبة أشعت بن طلق النهدي يروي عن ابن عمر رضي الله عنهما روى عنه ابن عيينة وحبيب بن أبي مليكة النهدي الحراني كنيته أبو ثور عن ابن عمر رضي الله عنهما روى عنه الشعبي وعلي بن غالب النهدي القرشي من ساكني مصر يروي عن واهب بن عبد الله روى عنه يحيى بن أيوب كان كثير التدليس فيما يحدث حتى وقع المناكير في روايته وبطل الاحتجاج بها لأنه لا يدرى سماعه لما يروي عمن يروي في كل ما يروي ومن كان هذا نعته كان ساقط الاحتجاج بما يروي لما عليه الغالب من التدليس وأبو عثمان عبد الرحمن بن مل بن عمرو بن عدي بن وهب بن ربيعة بن سعد بن خزيمة وقيل حذيمة بن كعب بن رفاعة بن مالك بن نهد بن زيد بن ليث بن سود بن أسلم بن عمرو بن الحاف بن قضاعة بن مالك بن حمير النهدي أسلم على عهد رسول الله صلى الله عليه وسلم إلا أنه لم يلقه ولقي عدة من الصحابة ونزل الكوفة وصار إلى البصرة بعد حدث عنه أيوب السختياني وقتادة وسليمان التيمي وعاصم الأحوال وخالد الحذاء وأبو مجلز لاحق بن حميد وأبو السليل ضريب بن نقير وأبو نعامة السعدي وغيرهم عاش مئة وثلاثين سنة وأدرك الجاهلية والإسلام ومات سنة مئة من الهجرة وأبو غسان مالك بن إسماعيل النهدي وهو ابن إسماعيل بن زياد بن درهم الكوفي مولى لهم يروي عن إسرائيل وزهير وحسن بن صالح ومسعود بن سعد وعبد الرحمن بن حميد الرؤاسي وأبي إسرائيل الملائي وعمرو بن حريث وحماد بن زيد وشريك وإبراهيم بن يوسف وغيرهم روى عنه أبو زرعة وأبو حاتم الرازيان وقال أبو حاتم الرازي ليس بالكوفة أتقن من أبي غسان قال ابن نمير يقول أبو غسان النهدي أحب إلي منه يعني محمد بن الصلت وأبو غسان محدث من أئمة المحدثين وقال أبو حاتم الرازي كان أبو غسان يملي علينا من أصله ولا يملي حديثا حتى يقرأه ولم أر |جـ 5 صـ 543| بالكوفة أتقن من أبي غسان لا أبو نعيم ولا غيره ",
                "title": "النهدي",
                "uri": "JK_000952_4205"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}