{
    "features": [
        {
            "item": "JK_000952_2693",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.149-150",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العتبي</h1> بضم العين المهملة وسكون التاء المنقوطة باثنتين من فوقها وكسر الباء المنقوطة بواحدة من تحتها هذه النسبة إلى عتبة بن أبي سفيان وهم جماعة من أولاده والمشهور بهذه النسبة محمد بن عبيد الله بن عمرو بن معاوية بن عمرو بن عدي بن عتبة بن أبي سفيان كنيته أبو عبد الرحمن العتبي الأخباري من أهل البصرة له أخبار وآداب حدث عن أبيه وسفيان بن عيينة روى عنه أبو حاتم السجستاني وأبو الفضل الرياشي وتوفي سنة ثمان وعشرين ومائتين وأبو القاسم عبد الرحمن بن معاوية بن أبي عبد الرحمن بن أبي القاسم بن محمد بن أبي سفيان بن عمرو بن أبي العباس بن عتبة بن أبي سفيان بن صخر بن حرب العتبي مصري عن ابن عفير وابن بكير حدث عنه ابن الورد حدث عنه ابنه أبو سفيان محمد وأبو عمرو عثمان بن محمد بن أبي سفيان بن عبد الرحمن بن معاوية قال ابن ماكولا هؤلاء من أولاد عتبة بن أبي سفيان ومحمد بن أحمد بن عبد العزيز بن عتبة بن حميد بن عتبة الأندلسي العتبي فقيه منسوب إلى ولاء عتبة بن أبي سفيان يروي عن يحيى بن يحيى الليثي وغيره رحل إلى المشرق وسمع بها وله تصنيف في الفقه يعرف بالمستخرجة عن مالك ويعرف أيضا بالعتبية روى عنه أبو عبد الله محمد بن عمر بن لبابة مات سنة خمس وخمسين ومائيتن وأبو الحسن أحمد بن إبراهيم بن عبدويه العتبي من ولد عتبة بن مسعود نيسابوري حدث عن أبي بكر بن خزيمة روى عنه ابنه أبو حازم عمر وأبو عبد الرحمن إسماعيل بن أحمد بن عبد الله الحيري وأما أبو إبراهيم أسعد بن مسعود بن علي بن محمد بن محمد بن الحسن العتبي من ولد عتبة بن عزوان يروي عن أبي بكر أحمد بن الحسن الحيري وأبي سعيد محمد بن موسى الصيرفي وجده أبي النضر العتبي روى لي عنه عمي وأبو طاهر محمد بن محمد بن عبد الله السنجي وأبو منصور الطبري بمرو وأبو منصور عبد الخالق وأبو سعيد |جـ 4 صـ 150| طاهر وأبو محمد الفضل بنو أبي القاسم زاهر بن طاهر الشحامي وأبو البركات بن الفراوي بنيسابور وكان ولادته سنة أربع وأربعمائة ومات في جمادي الأولى سنة أربع وتسعين وأربعمائة ودفن بشاهنبر إحدى مقابر نيسابور ",
                "title": "العتبي",
                "uri": "JK_000952_2693"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}