{
    "features": [
        {
            "item": "JK_000129_004335",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.321-322",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حوضى</h1> بالفتح ثم السكون مقصور بوزن سكرى فهو لا ينصرف معرفة ولا نكرة للتأنيث ولزومه هو اسم ماء لبني طهمان بن عمرو بن سلمة بن سكن ابن قريط بن عبد بن أبي بكر بن كلاب إلى جنب جبل في ناحية الرمل وقد تقدم أنه حوضاء ممدود والله أعلم وقد أكثرت شعراء هذيل من ذكر هذا في شعرهم فإن لم يكن في بلادهم فهو قريب منها قال أبو خراش فأقسمت لا أنسى قتيلا رزئته بجانب حوضى ما مشيت على الأرض وقال أبو ذؤيب من وحش حوضى يراعي الصيد منتقلا كأنه كوكب في الجو منفرد ويروى منجرد وقرأت في نوادر أبي زياد حوضى نجد من منازل بني عقيل وفيه حجارة صلبة ليس بنجد حجارة أصلب منها قال ذو الرمة إذا ما بدت حوضى وأعرض حارك من الرمل تمشي حوله العين أعفر والحارك المرتفع وقرأت في بعض الكتب توفي زوج أعرابية فخطبها ابن عم لها فأطرقت وجعلت تنكت الأرض بإصبعها حتى خدت فيها حفيرا وملأته من دموعها وكانت لهم مقبرة يقال لها حوضى وقد دفن فيها زوجها فقالت فإن تسألاني عن هواي فإنه مقيم بحوضى أيها الرجلان وإن تسألاني عن هواي فإنه رهين له بالبث يا فتيان وإني لأستحييه والترب بيننا كما كنت أستحييه وهو يراني أهابك إجلالا وإن كنت في الثرى وأكره حقا أن يسؤك مكاني فقام الفتى وأيس منها ثم رآها بعد في المقابر في أحسن زي فقال لرجل معه أما ترى فلانة في أحسن زي هي خرجت متعرضة للرجال فلما دنت من قبر زوجها التزمته وأنشأت تقول يا صاحب القبر يا من كان ينعم بي عيشا ويكثر في الدنيا مواتاتي لما علمتك تهوى أن تراني في حلي وتهواه من ترجيع أصواتي فمن رآني رأى حيرى مفجعة بشهرة الزي أبكي بين أمواتي ثم شهقت شهقة فارقت معها الدنيا فدفنت إلى جنب زوجها وقال القتال الكلابي وما أنس م الأشياء لا أنس نسوة طوالع من حوضى وقد جنح العصر ولا موقفي بالعرج حتى أجنها علي من العرجين أسترة حمر طوالع من حوضى الرداة كأنها نواعم من مران أوقرها النسر |جـ 2 صـ 322| بشرقي حوضى أخرتني منازل قفار جلا لي عن معارفها القطر تنير وتسدي الريح في عرصاتها كما نمنم القرطاس بالقلم الحبر وخيط نعامى الربد فيها كأنها أباعر ضلال بآباطها نشر ",
                "title": "حوضى",
                "uri": "JK_000129_004335"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}