{
    "features": [
        {
            "item": "JK_000129_006503",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.181",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سبأ والنسبة السبي</h1> بفتح أوله وثانيه وهمز آخره وقصره أرض باليمن مدينتها مأرب بينها وبين صنعاء مسيرة ثلاثة أيام فمن لم يصرف فلأنه اسم مدينة ومن صرفه فلأنه اسم البلد فيكون مذكرا سمى به مذكرا وسميت هذه الأرض بهذا الاسم لأنها كانت منازل ولد سبإ بن يشجب بن يعرب بن قحطان ومن قحطان إلى نوح اختلاف نذكره في كتاب النسب من جمعنا إن شاء الله تعالى وكان اسم سبإ عامرا وإنما سمي سبأ لأنه أول من سبى السبي وكان يقال له من حسنه عب الشمس مثل عب الشمس بالتشديد قاله ابن الكلبي وقال أبو عمرو بن العلاء عب شمس أصله حب شمس وهو ضوؤها والعين مبدلة من ا لحاء كما قالوا في عب قر وهو البرد وقال ابن الأعرابي هو عبء شمس بالهمز والعبء العدل أي هو عدلها ونظيرها وعلى قول ابن الكلبي فلا أدري لم همز بعد لأنه من سبى يسبي سبيا والظاهر أن أصله من سبأت الخمر أسبؤها سباء إذا اشتريتها ويقال سبأته النار سباء إذا أحرقته وسمي السفر البعيد سبأة لأن الشمس تحرق فاعله وكأن هذا الموضوع سمي سبأ لحرارته وأكثر القراء على صرفه وأبو عمرو بن العلاء لم يصرفه والعرب تقول تفرقوا كأيدي سبا وأيادي سبا نصبا على الحال ولما كان سيل العرم كما نذكره إن شاء الله تعالى في مأرب تفرق أهل هذه الأرض في البلاد وسار كل طائفة منهم إلى جهة فضربت العرب بهم المثل فقيل ذهب القوم أيدي سبا وأيادي سبا أي متفرقين شبهوا بأهل سبا لما مزقهم الله تعالى كل ممزق فأخذت كل طائفة منهم طريقا واليد الطريق يقال أخذ القوم يد بحر فقيل للقوم إذا ذهبوا في طرق متفرقة ذهبوا أيدي سبا أي فرقتم طرقهم التي سلكوها كما تفرق أهل سبا في جهات متفرقة والعرب لا تهمز سبا في هذا الموضع لأنه كثر في كلامهم فاستثقلوا ضغطة الهمز وإن كان سبأ في الأصل مهموزا ويقال سبأ رجل ولد عشرة بنين فسميت القرية باسم أبيهم والله أعلم وإلى ههنا قول أبي منصور وطول سبا أربع وستون درجة وعرضها سبع عشرة درجة وهي في الإقليم الأول ",
                "title": "سبأ والنسبة السبي",
                "uri": "JK_000129_006503"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}