{
    "features": [
        {
            "item": "JK_000952_1154",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.219-220",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحسناباذي</h1> بفتح الحاء المهملة وسكون السين وبعدهما النون المفتوحة والباء المنقوطة بواحدة بين الألفين وفي آخرها الذال المعجمة هذه النسبة إلى حسناباذ وهي قرية من قرى أصبهان إن شاء الله والمشهور بالنسبة إليها جماعة منهم أبو العلاء سليمان بن عبد الرحيم بن محمد بن عبد الرحمن بن محمد بن سليمان الرفاء الحسناباذي يروي عن أبي عبد الله بن منده وأبي إسحاق بن خرشيد قوله وأبي عمر بن الطلحي وغيرهم ذكره يحيى بن أبي عمرو بن منده وقال رأيته ولم أرزق السماع منه والحمد لله رب العالمين كان ينتحل مذهب أبي الحسن فيما قيل ومات في ذي الحجة سنة تسع وستين وأربعمائة وأخوه أبو الفتح ظفر بن عبد الرحيم الحسناباي حدث عن أبي إسحاق إبراهيم بن عبد الله بن خرشيد قوله التاجر ومات في جمادى الآخرة سنة ثمان وستين وأربعمائة وأبو الفتح عبد الرزاق بن عبد الكريم بن الواحد بن محمد بن عبد الرحمن بن محمد بن سليمان الحسناباذي من بيت التصوف والحديث سمع الكثير بأصبهان من أبي بكر أحمد بن موسى بن مردويه الحافظ وأبي عبد الله محمد بن إبراهيم بن جعفر الجرجاني وببغداد أبا الحسين علي بن محمد بن بشران السكري وأبا الحسن محمد بن محمد بن مخلد البزاز وبالكوفة أبا محمد جناح بن نذير بن جناح القاضي وغيرهم روى لنا عنه بأصبهان أبو القاسم إسماعيل بن محمد بن الفضل الحافظ وبغداد أبو نصر أحمد بن نظام الملك الحسن بن علي بن إسحاق الوزير وبدمشق أبو محمد هبة الله بن أحمد بن طاوس المقري وتوفي في شهر ربيع الآخر سنة أربع وثمانين وأربعمائة بأصبهان وابنه أبو طاهر عبد الكريم بن عبد الرزاق الحسناباذي كان من المعروفين بالخصال الحميدة والأخلاق المرضية سمع أباه وأبا الحسن علي بن القاسم المقري وأبا بكر أحمد بن الفضل الباطرقاني وأبا عثمان سعيد بن أبي سعيد العيار وأبا طاهر أحمد بن محمود الثقفي بأصبهان وأبا محمد عبد الله بن محمد بن هزار مرد الصريفيني ببغداد روى لنا عنه جماعة منهم أبو عبد الله شهر دوير بن الحسن الفواكهي بطبرستان وتوفي بعد سنة خمسمائة وأبو الحسن علي بن |جـ 2 صـ 220| محمد بن أحمد بن محمد بن عبد الرحمن بن محمد بن سليمان الحسناباذي المعروف بابن أبي عيسى من أهل أصبهان كان شيخا ثقة صدوقا مكثرا من الحديث يرجع إلى فضل ودراية سمع بأصبهان أبا بكر أحمد بن موسى بن مردويه الحافظ وببغداد أبا الحسن محمد بن أحمد بن محمد بن رزق البزاز وغيرهما روى لنا عنه ابن عمه أبو الخير عبد السلام بن محمود الحسناباذي وأبو بكر محمد بن الفضل بن علي الخاني بأصبهان وأبو عبد الله محمد بن عبد الواحد بن محمد الدقاق الحافظ بمرو وتوفي بعد سنة ستين وأربعمائة إن شاء الله وأبو الخير عبد السلام بن محمود بن أحمد بن محمد بن عبد الرحمن بن محمد بن سليمان الحسناباذي شيخ فاضل سديد السيرة لازم منزله من بيت العلم والحفظ حسن المحاورة كثير المحفوظ سمع أبا بكر أحمد بن الفضل الباطرقاني وأبا الحسن بن أبي عيسى الحسناباذي السابق ذكره وأبا علي الحسن بن محمد بن يونس الحافظ وغيرهم لقيته بجيران أصبهان إحدى محالها وسمعت منه أجزاء وكانت ولادته في حدود سنة خمسين وأربعمائة وتوفي ",
                "title": "الحسناباذي",
                "uri": "JK_000952_1154"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}