{
    "features": [
        {
            "item": "JK_000952_1044",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.147-148",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحاتمي</h1> بفتح الحاء المهملة وكسر التاء المنقوطة باثنتين من فوقها هذه النسبة إلى جد المنتسب والمشهور بهذه النسبة أبو الحسن أحمد بن محمد بن عبدوس بن حاتم الحاتمي الفقيه كان من علماء أصحابنا الشافعيين وسمع الحديث الكثير بخراسان والعراق والحجاز ودرس الفقه بمكة وتخرج به جماعة سمع أبا العباس الأصم وغيره وتوفي يوم الجمعة وقت الخطبة لست مضين من شهر رمضان من سنة خمس وثمانين وثلاثمائة وكان ابن تسع وأربعين سنة قال الحاكم أبو عبد الله وكان من علماء المسلمين أديب فقيه كاتب حاسب أصولي أخبرنا زاهر بن طاهر أنا أبو عثمان الصابوني إجازة سمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا الحسن أحمد بن محمد الحاتمي الفقيه يقول سمعت أبا زيد الفقيه يقول رأيت رسول الله صلى الله عليه وسلم وأنا بمكة في المنام كأنه يقول لجبرئيل عليه السلام يا روح الله اصحبه إلى وطنه وأبو حاتم أحمد بن محمد بن حاتم الفقيه الحاتمي المزكي من أهل الطابران قصبة طوس كان فقيها فاضلا مناظرا سمع الحديث بنيسابور من أبي العباس محمد بن يعقوب الأصم وببغداد من أبي علي إسماعيل بن محمد الصفار وبمكة من أبي سعيد أحمد بن محمد بن زياد بن الأعرابي وبطوس من أبي الحسن محمد بن محمد بن علي الأنصاري وبقرميسين من إبراهيم بن شيبان وطبقتهم سمع منه الحاكم أبو عبد الله محمد بن عبد الله وذكره في التاريخ فقال أبو حاتم الفقيه المزكي الحاتمي بقية المشايخ بطوس ونواحيها ومن أحسن الناس رعاية لأهل العلم والسر بها |جـ 2 صـ 148| كتب معنا بنيسابور من سنة خمس وثلاثين ثم خرج إلى العراق سنة سبع وثلاثين وثلاثمائة وأتانا بالطابران سنة ثلاث وأربعين وعقد له المجلس للنظر والتدريس وتوفي في رجب سنة ثلاث وتسعين وثلاثمائة وأبو علي محمد بن الحسن بن المظفر اللغوي المعروف بالحاتمي من أهل بغداد كان أديبا لغويا أخباريا فاضلا روى عن أبي عمر محمد بن عبد الواحد الزاهد وغيره أخبارا أملاها في مجالس الأدب روى عنه أبو القاسم علي بن المحسن التنوخي وتوفي في شهر ربيع الآخر سنة ثمان وثمانين وثلاثمائة والقاضي أبو المؤيد ميمون بن أبي العلاء أحمد بن الحسن بن عدي بن حاتم بن حم بن عصمة الحاتمي النسفي نسب إلى جده الأعلى كان قاضي نسف مدة مديدة سمع جده أبا علي الحسن بن عدي الحاتمي روى عنه أبو حفص عمر بن محمد بن أحمد النسفي ولد سنة اثنتين وأربعين وأربعمائة وتوفي بنسف ليلة الجمعة التاسع عشر من رجب سنة ثلاث عشرة وخمسمائة ",
                "title": "الحاتمي",
                "uri": "JK_000952_1044"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}