{
    "features": [
        {
            "item": "JK_000129_008944",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.127-128",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العشيرة</h1> بلفظ تصغير عشرة يضاف إليه ذو فيقال ذو العشيرة قال الأزهري هو موضع بالصمان معروف نسب إلى عشرة نابتة فيه والعشر من كبار الشجر وله صمغ حلو يسمى سكر العشر وغزا النبي صلى الله عليه وسلم ذا العشيرة وهي من ناحية ينبع بين مكة والمدينة وقال أبو زيد العشيرة حصن صغير بين ينبع وذي المروة يفضل تمره على سائر تمور الحجاز إلا الصيحاني بخيبر والبرني والعجوز بالمدينة قال الأصمعي خو واد قرب قطن يصب في ذي العشيرة واد به نخل ومياه لبني عبد الله بن غطفان وهو يصب في الرمة مستقبل الجنوب وفوق ذي العشيرة مبهل قال بعضهم غشيت لليلى بالبرود منازلا تقاد من واستنت بهن الأعاصر كأن لم يدمنها أنيس ولم يكن لها بعد أيام الهدملة عامر ولم يعتلج في حاضر متجاور قفا الغضن من ذات العشيرة سامر وقال أبو عبد الله السكوني ذات العشيرة ويقال ذات العشر من منازل أهل البصرة إلى النباج بعد مسقط الرمل بينهما رمل الشيحة تسعة أميال قبله سميراء على عقبة وهو لبني عبس قلت أنا وهي التي ذكرها الأزهري وأما التي غزاها النبي صلى الله عليه وسلم ففي كتاب البخاري العشيرة أو العشيراء وهو أضعفها وقيل العسيرة أو العسيراء بالسين المهملة قال السهيلي وفي البخاري أن قتادة سئل عنها فقال العسير وقال معنى العسيرة والعسيراء بالسين المهملة أنه اسم مصغر العسرى والعسراء وإذا صغر تصغير الترخيم قيل عسيرة وهي بقلة تكون أذنة أي عصيفة ثم تكون سحاء ثم يقال لها العسرى قال الشاعر وما منعاها الماء إلا ضنانة بأطراف عسرى شوكها قد تجردا ومعنى هذا البيت كمعنى الحديث لا يمنع فضل الماء ليمنع به الكلأ على اختلاف فيه والصحيح أنه العشيرة بلفظ تصغير العشرة للشجرة ثم أضيف إليه ذات لذلك قال ابن إسحاق هو من أرض بني مدلج وذكره ابن الفقيه في أودية العقيق وأنشد |جـ 4 صـ 128| لعروة بن أذينة يا ذا العشيرة قد هجت الغداة لنا شوقا وذكرتنا أيامك الأولا ما كان أحسن فيك العيش مؤتقا غضا وأطيب في آصالك الأصلا ",
                "title": "العشيرة",
                "uri": "JK_000129_008944"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}