{
    "features": [
        {
            "item": "JK_000129_002442",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.3-5",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>التاج</h1> اسم لدار مشهورة جليلة المقدار واسعة الأقطار ببغداد من دور الخلافة المعظمة كان أول من وضع أساسه وسماه بهذه التسمية أمير المؤمنين المعتضد ولم يتم في أيامه فأتمه ابنه المكتفي وأنا أذكر هاهنا خبر الدار العزيزة وسبب اختصاصها بهذا الاسم بعد أن كانت دور الخلافة بمدينة المنصور إلى أن أذكر قصة التاج وما يضامه من الدور المعمورة المعظمة كان أول ما وضع من الأبنية بهذا المكان قصر جعفر بن يحيى بن خالد بن برمك وكان السبب في ذلك أن جعفرا كان شديد الشغف بالشرب والغناء والتهتك فنهاه أبوه يحيى فلم ينته فقال إن كنت لا تستطيع الاستتار فاتخذ لنفسك قصرا بالجانب الشرقي واجمع فيه ندماءك وقيانك وقض فيه معهم زمانك وابعد عن عين من يكره ذلك منك فعمد جعفر فبنى بالجانب الشرقي قصرا موضع دار الخلافة المعظمة اليوم واتقن بناءه وأنفق عليه الأموال الجمة فلما قارب فراغه سار إليه في أصحابه وفيهم مؤنس بن عمران وكان عاقلا فطاف به واستحسنه وقال كل من حضر في وصفه ومدحه وتقريظه ما أمكنه وتهيأ له هذا ومؤنس ساكت فقال له جعفر ما لك ساكت لا تتكلم وتدخل معنا في حديثنا فقال حسبي ما قالوا فعلم أن تحت قول مؤنس شيئا فقال وأنت إذا فنك فقد أقسمت لتقولن فقال أما إذا أبيت إلا أن أقول فيصير علي الحق قال نعم واختصر فقال أسألك بالله إن مررت الساعة بدار بعض أصحابك وهي خير من دارك هذه ما كنت صانعا قال حسبك فقد فهمت فما الرأي قال إذا صرت إلى أمير المؤمنين وسألك عن تأخرك فقل سرت إلى القصر الذي بنيته لمولاي المأمون فأقام جعفر في القصر بقية ذلك اليوم ثم دخل على الرشيد فقال له من أين أقبلت وما الذي أخرك إلى الآن فقال كنت في القصر الذي بنيته لمولاي المأمون بالجانب الشرقي على دجلة فقال له الرشيد وللمأمون بنيته قال نعم يا أمير المؤمنين لأنه في ليلة ولادته جعل في حجري قبل أن يجعل في حجرك واستخدمني أبي له فدعاني ذلك إلى أن اتخذت له بالجانب الشرقي قصرا لما بلغني من صحة هوائه ليصح مزاجه ويقوى ذهنه ويصفو وقد كتبت إلى النواحي |جـ 2 صـ 4| باتخاذ فرش لهذا الموضع وقد بقي شيء لم يتهيإ اتخاذه وقد عولنا على خزائن أمير المؤمنين إما عارية أو هبة قال بل هبة وأسفر إليه بوجهه ووقع منه بموقع وقال أبى الله أن يقال عنك إلا ما هو لك أو يطعن عليك إلا يرفعك ووالله لا سكنه أحد سواك ولا تمم ما يعوزه من الفرش إلا من خزائننا وزال من نفس الرشيد ما كان خامره وظفر بالقصر بطمأنينة فلم يزل جعفر يتردد إليه أيام فرجه ومتنزهاته إلى أن أوقع بهم الرشيد وكان إلى ذلك الوقت يسمى القصر الجعفري ثم انتقل إلى المأمون فكان من أحب المواضع إليه وأشهاها لديه واقتطع جملة من البرية عملها ميدانا لركض الخيل واللعب بالصوالجة وحيزا لجميع الوحوش وفتح له بابا شرقيا إلى جانب البرية وأجرى فيه نهرا ساقه من نهر المعلى وابتنى مثله قريبا منه منازل برسم خاصته وأصحابه سميت المأمونية وهي إلى الآن الشارع الأعظم فيما بين عقدي المصطنع والزرادين وكان قد أسكن فيه الفضل والحسن ابني سهل ثم توجه المأمون واليا بخراسان والمقام بها وفي صحبته الفضل والحسن ثم كان الذي كان من إنفاذ العساكر ومقتل الأمين على يد طاهر بن الحسين ومصير الأمر إلى المأمون فأنفذ الحسن بن سهل خليفة له على العراق فوردها في سنة 891 ونزل في القصر المذكور وكان يعرف بالمأموني وشفع ذلك أن تزوج المأمون ببوران بنت الحسن بن سهل بمرو بولاية عمها الفضل فلما قدم المأمون من خراسان في سنة 302 دخل إلى قصور الخلافة بالخلد وبقي الحسن مقيما في القصر المأموني إلى أن عمل على عرس بوران بفم الصلح ونقلت إلى بغداد وأنزلت بالقصر وطلبه الحسن من المأمون فوهبه له وكتبه باسمه وأضاف إليه ما حوله وغلب عليه اسم الحسن فعرف به مدة وكان يقال له القصر الحسني فلما طوت العصور ملك المأمون والقصور وصار الحسن بن سهل من أهل القبور بقي القصر لابنته بوران إلى أيام المعتمد على الله فاستنزلها المعتمد عنه وأمر بتعويضها منه فاستمهلته ريثما تفرغ من شغلها وتنقل مالها وأهلها وأخذت في إصلاحه وتجديده ورمه وأعادت ما دثر منه وفرشته بالفرش المذهبة والنمارق المقصبة وزخرفت أبوابه بالستور وملأت خزائنه بأنواع الطرف مما يحسن موقعه عند الخلفاء ورتبت في خزائنه ما يحتاج إليه الجواري والخدم الخصيان ثم انتقلت إلى غيره وراسلت المعتمد باعتماد أمره فأتاه فرأى ما أعجبه وأرضاه واستحسنه واشتهاه وصار من أحب البقاع إليه وكان يتردد فيما بينه وبين سر من رأى فيقيم هناك تارة وهناك أخرى ثم توفي المعتمد وهو أبو العباس أحمد بن المتوكل على الله بالقصر الحسني سنة 972 وكانت خلافته ثلاثا وعشرين سنة وثلاثة أيام وحمل إلى سامراء فدفن بها ثم استولاه المعتضد بالله أبو العباس أحمد بن الموفق الناصر لدين الله أبي أحمد بن المتوكل فاستضاف إلى القصر الحسني ما جاوره فوسعه وكبره وأدار عليه سورا واتخذ حوله منازل كثيرة ودورا واقتطع من البرية قطعة فعملها ميدانا عوضا من الميدان الذي أدخله في العمارة وابتدأ في بناء التاج وجمع الرجال لحفر الأساسات ثم اتفق خروجه إلى آمد فلما عاد رأى الدخان يرتفع إلى الدار فكرهه وابتنى على نحو ميلين منه الموضع المعروف بالثريا ووصل بناء الثريا بالقصر الحسني وابتنى تحت القصر آزاجا من القصر إلى الثريا تمشي جواريه فيها وحرمه وسراريه وما زال باقيا إلى الغرق الأول الذي صار ببغداد فعفا أثره ثم مات المعتضد بالله في |جـ 2 صـ 5| سنة 289 وتولى ابنه المكتفي بالله فأتم عمارة التاج الذي كان المعتضد وضع أساسه بما نقضه من القصر المعروف بالكامل ومن القصر الأبيض الكسروي الذي لم يبق منه الآن بالمدائن سوى الإيوان ورد أمر بنائه إلى أبي عبد الله النقري وأمره بنقض ما بقي من قصر كسرى فكان الآجر ينقض من شرف قصر كسرى وحيطانه فيوضع في مسناة التاج وهي طاعنة إلى وسط دجله وفي قرارها ثم حمل ما كان في أساسات قصر كسرى فبنى به أعالي التاج وشرفاته فبكى أبو عبد الله النقري وقال إن فيما نراه لمعتبرا نقضنا شرفات القصر الأبيض وجعلناها في مسناة التاج ونقضنا أساساته فجعلناها شرفات قصر آخر فسبحان من بيده كل شيء حتى الآجر وبذيل منه كلدت حوله الأبنية والدور من جملتها قبة الحمار وإنما سميت بذلك لأنه كان يصعد إليها في مدرج حولها على حمار لطيف وهي عالية مثل نصف الدائرة وأما صفة التاج فكان وجهه مبنيا على خمسة عقود كل عقد على عشرة أساطين خمسة أذرع ووقعت في أيام المقتفي سنة 945 صاعقة فتأججت فيه وفي القبة وفي دارها التي كانت القبة أحد مرافقها وبقيت النار تعمل فيه تسعة أيام ثم أطفئت وقد صيرته كالفحمة وكانت آية عظيمة ثم أعاد المقتفي بناء القبة على الصورة الأولى ولكن بالجص والآجر دون الأساطين الرخام وأهمل إتمامه حتى ماتوبقي كذلك إلى سنة 475 فتقدم أمير المؤمنين المستضيء بنقضه وإبراز المسناة التي بين يديه إلى أن تحاذى به مسناة التاج فشق أساسها ووضع البناء فيه على خط مستقيم من مسناة التاج واستعملت أنقاض التاج مع ما كان أعد من الآلات من عمل هذه المسناة ووضع موضع الصحن الذي تجلس فيه الأئمة للمبايعة وهو الذي يدعى اليوم التاج ",
                "title": "التاج",
                "uri": "JK_000129_002442"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}