{
    "features": [
        {
            "item": "JK_000129_010708",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.429-430",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كازرون والنسبة الكازروني</h1> بتقديم الزاي وآخره نون مدينة بفارس بين البحر وشيراز قال البشاري كازرون بلدة عامرة كبيرة وهي دمياط الأعاجم وذلك أن ثياب الكتان التي على عمل القصب وشبه الشطوي وإن كانت حطبا تعمل بها وتباع بها إلا ما يعمل بتوز ثم هي كلها قصور وبساتين ونخيل ممتدة عن يمين وشمال وبها سماسرة كبار وسوق كبيرة جادة ومعظم الدور والجامع على تل يصعد إليه والأسواق وقصور التجار تحت وقد بنى عضد الدولة بن بويه دارا جمع فيها السماسرة دخلها للسلطان كل يوم عشرة آلاف درهم للسماسرة في البلد قصور حصينة حسنة وليس بها نهر ماد إنما هي قني وآبار وبكازرون تمر يقال له الجيلان يتفرد به ذلك الموضع ولا يكون بالعراق ولا بكرمان مثله ويحمل منه إلى العراق في الهدايا على كثرة التمور بالعراق وبينها وبين شيراز ثلاثة أيام ثمانية عشر فرسخا قال الإصطخري وأما كازرون والنوبندجان فهما أكبر مدن كورة سابور وكازرون والنوبندجان متقاربتان في الكبر إلا أن بناء كازرون أوثق وأكثر قصورا وأصح تربة وليس بجميع فارس أصح هواء وتربة من كازرون ومياههم من الآبار وهي مدينة حصينة واسعة كثيرة الثمار وأخصب مدن كورة سابور وبينها وبين فسا ثمانية فراسخ |جـ 4 صـ 430| ولكازرون ذكر في أخبار الخوارج والمهلب قال النعمان بن عقبة العتكي من أصحاب المهلب ليت الحواصن في الخدور شهدننا فيرين من وغل الكتيبة أولا وقروا وكنا في الوقار كمثلهم إذ ليس تسمع غير قدم أو هلا رعدوا فأبرقنا لهم بسيوفنا ضربا ترى منه السواعد تختلى تركوا الجماجم والرماح تجيلها في كازرون كما تجيل الحنظلا وينسب إلى كازرون جماعة من أهل العلم منهم من المتأخرين أحمد بن منصور بن أحمد بن عبد الله بن إبراهيم بن جعفر أبو العباس الكازروني قدم بغداد في سنة 935 وأقام بها للتفقه على مذهب الشافعي وسمع بها من جماعة منهم أبو محمد عبد الله بن علي المغربي سبط أبي منصور الخياط وشيخ الشيوخ أبو البركات إسماعيل بن أحمد النيسابوري وأبو الفضل محمد بن عمر الأرموي وغيرهم وعاد إلى بلده وتولى العصامة ثم قدم بغداد في سنة 856 رسولا وحدث بها وجمع لنفسه نسخة في سبعة أجزاء وكان خبيرا له فهم ومعرفة ومولده في ذي الحجة سنة 156 وخرج ومات بشيراز في جمادى الأولى سنة 785 وأبو الحسين بن أبي علي الكازروني الصوفي حدث عن أحمد بن العباس بن حوى وسمع أبا الحسن علي بن أحمد بن محمد بن عتيق الشيرازي وعلي بن محمد بن إبراهيم الحربي الستيتي ومات سنة 454 ذكره أبو القاسم ",
                "title": "كازرون والنسبة الكازروني",
                "uri": "JK_000129_010708"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}