{
    "features": [
        {
            "item": "JK_000129_004388",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.335-336",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خاخ</h1> بعد الألف خاء معجمة أيضا موضع بين الحرمين ويقال له روضة خاخ بقرب حمراء الأسد من المدينة وذكر في أحماء المدينة جمع حمى والأحماء التي حماها النبي صلى الله عليه وسلم والخلفاء الراشدون بعده خاخ وروي عن علي رضي الله عنه أنه قال بعثني رسول الله صلى الله عليه وسلم والزبير والمقداد فقال انطلقوا حتى تأتوا روضة خاخ فأن بها ظعينة معها كتاب فخذوه فأتوني به قالوا وخاخ مشترك فيه منازل لمحمد بن جعفر بن محمد وعلي بن موسى الرضا وغيرهم من الناس وقد أكثرت الشعراء من ذكره قال مصعب الزبيري حدثني عبد الرحمن بن عبد الله بن حفص بن عاصم بن عمر بن الخطاب رضي الله عنه قال لما قال الأحوص يا موقد النار بالعلياء من إضم أوقد فقد هجت شوقا غير مضطرم يا موقد النار أوقدها فإن لها سنا يهيج فؤاد العاشق السدم نار يضيء سناها إذ تشب لنا سعدية وبها نشفى من السقم وما طربت بشجو أنت نائله ولا تنورت تلك النار من إضم ليست لياليك من خاخ بعائدة كما عهدت ولا أيام ذي سلم غنى فيه معبد وشاع الشعر بالمدينة فأنشدت سكينة وقيل عائشة بنت أبي وقاص قول الشاعر في خاخ فقالت قد أكثرت الشعراء في خاخ ووصفه لا والله ما أنتهي حتى أنظر إليه فبعثت إلى غلامها فند فجعلته على بغلة وألبسته ثياب خز من ثيابها وقالت امض بها نقف على خاخ فمضى بنا فلما رأته قالت ما هو إلا ما قال ما هو إلا هذا فقالت لا والله لا أريم حتى أوتى بمن يهجوه فجعلوا يتذاكرون شاعرا قريبا منهم يرسلون إليه إلى أن قال فند والله أنا أهجوه قالت أنت قال أنا قالت قل فقال خاخ خاخ أخ بقو ثم تفل عليه كأن تنخع فقالت هجوته ورب الكعبة لك البغلة وما عليها من الثياب روى أبو عوانة عن البخاري |جـ 2 صـ 336| خاج بالجيم في آخره وعهدته على البخاري وحكى العصائدي أنه موضع قريب من مكة والأول أصح وكانت المرأة التي أدركها علي والزبير رضي الله عنهما وأخذا منها الكتاب الذي كتبه حاطب بن أبي بلتعة إنما أدركاها بروضة خاخ وذكره ابن الفقيه في حدود العقيق وقال هو بين الشوطى والناصفة وأنشد للأحوص بن محمد يقول طربت وكيف تطرب أم تصابى ورأسك قد توشح بالقتير لغانية تحل هضام خاخ فأسقف فالدوافع من حضير ",
                "title": "خاخ",
                "uri": "JK_000129_004388"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}