{
    "features": [
        {
            "item": "JK_000952_0560",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.383-384",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البكراباذي</h1> بفتح الباء المنقوطة بواحدة وسكون الكاف وفتح الراء والباء المعجمة بواحدة وفي آخرها الذال المعجمة هذه النسبة إلى محلة معروفة بجرجان يقال لها بكراباذ دخلتها وسمعت بها وقد ينسب إليها البكراوي أيضا والمشهور ما ذكرنا فأما سعيد بن محمد البكراوي منسوب إلى هذه المحلة وقيل له البكراباذي من أهل جرجان سمع يعقوب بن حميد بن كاسب روى عنه أبو أحمد عبد الله بن عدي الحافظ الجرجاني حدث بمكة سمع منه أبو الفتيان عمر بن عبد الكريم الرواسي الحافظ وذكره في معجم شيوخه وأبو الحسن أحمد بن محمد بن يحيى البكراباذي المعروف بالمستأجر من أهل جرجان روى عن أبي نعيم عبد الملك بن عدي وموسى بن العباس وعلي بن محمد بن حاتم الجرجانيين روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وأبو عمرو أحمد بن جعفر بن أحمد بن مدرك البكراباذي المعروف بالكوسج كان حنيفيا من أهل جرجان يروي عن أبي الحسين أحمد بن محمد بن عمر التاجر الجرجاني وعمران بن موسى السختياني روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وأبو عمرو أحمد بن عمر بن أحمد المطرز البكراباذي من أهل جرجان ذكره حمزة بن يوسف السهمي في تاريخه فقال كان كتب الكثير وأنفق مالا عظيما في الحديث وسافر إلى سجستان وبست وهراه ونيسابور وأصبهان والعراق والبصرة وبغداد واليمن كتب عن أبي عبد الله النقوي باليمن بصنعاء وحمل لي عنه |جـ 1 صـ 384| إجازة مات يوم الأحد النصف من جمادي الأولى سنة إحدى وأربعمائة وأبو القاسم الحسن بن الحسين بن محمد بن مهرويه الفارسي البكراباذي يروي أبي نعيم عبد الملك بن محمد بن عدي الإستراباذي وأبو جعفر كميل بن جعفر بن كميل الفقيه الجرجاني البكراباذي من أهل جرجان من أصحاب أبي حنيفة رحمه الله ترأس على أصحابه في زمانه يروي عن أحمد بن يوسف البحيري ومحمد بن بسام روى عنه أبو الحسن علي بن محمد بن هارون المذكر وتوفي سنة ست وثلاثين وثلاثمائة ",
                "title": "البكراباذي",
                "uri": "JK_000952_0560"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}