{
    "features": [
        {
            "item": "JK_000129_010665",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.421-422",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قيسارية</h1> مدينة كبيرة عظيمة في بلاد الروم وهي كرسي ملك بني سلجوق ملوك الروم أولاد قليج أرسلان وبها موضع يقولون إنه حبس محمد بن الحنفية بن علي بن أبي طالب وجامع أبي محمد البطال وفيه الحمام الذي ذكروا أن بليناس الحكيم عمله للملك قيصر يحمى بسراج وينسب إليها قيسراني على غير قياس قال بطليموس في كتاب الملحمة طولها سبع وستون درجة وعشرون دقيقة وعرضها إحدى وأربعون درجة وخمسون دقيقة في آخر الإقليم الخامس طالعها اثنتا عشرة درجة من التوأم لها سرة الجوزاء كاملة والسماك الأعزل وذات الكرسي وهي المغروسة تحت سبع عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان قال صاحب الزيج قيسارية طولها سبع وخمسون درجة ونصف وعرضها ثلاث وثلاثون درجة وربع وفي كتاب دمشق عن يزيد بن سمرة أنبأ الحكيم بن عبد الرحمن بن أبي العصماء الخثعمي الفرعي وكان ممن شهد قيسارية وقال حاصرها معاوية سبع سنين إلا أشهرا ومقاتلة الروم |جـ 4 صـ 422| الذين يرزقون لها مائة ألف وسامرتها ثمانون ألفا ويهودها مائة ألف فدلهم لنطاق على عورة وهو من الرهون فأدخلهم في قناة يمشي فيها الجمل مع المحمل وكان ذلك يوم الأحد فلم يعلموا وهم في الكنيسة إلا وسمعوا التكبير على باب الكنيسة فكان بوارهم قال يزيد بن سمرة وبعثوا بفتحها إلى عمر بن تميم بن ورقاء عريف خثعم فقام عمر على المنارة ونادى ألا إن قيسارية فتحت قسرا وينسب إلى قيسارية فلسطين إبراهيم بن أبي سفيان القيسراني مات سنة 872 وعمرو بن ثور القيسراني مات سنة 972 ومحمد بن محمد بن عبد الرحيم بن محمد بن أبي ربيعة القيسراني سمع خيثمة بن سليمان بطرابلس وأبا علي عبد الواحد بن أحمد بن أبي الخصيب بتنيس وأبا بكر الخرائطي وأبا الحسن محمد بن أحمد ابن عبد الله بن صفور بالمصيصة وغيرهم وروى عنه جماعة منهم أبو بكر محمد بن أحمد الواسطي وأبو الحسن جميل بن محمد الأرسوفي وفديك بن سلمان ويقال ابن سليمان بن عيسى أبو عيسى العقيلي القيسراني روى عن الأوزاعي ومسلمة بن علي الخشني روى عنه العباس بن الوليد بن صبيح الخلال وإبراهيم بن الوليد بن سلمة وغيرهم وكان من العباد ",
                "title": "قيسارية",
                "uri": "JK_000129_010665"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}