{
    "features": [
        {
            "item": "JK_000129_001281",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.311-312",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بابليون</h1> الباء الثانية مكسورة واللام ساكنة وياء مضمومة وواو ساكنة ونون وهو اسم عام لديار مصر بلغة القدماء وقيل هو اسم لموضع الفسطاط خاصة فذكر أهل التوراة أن مقام آدم عليه السلام كان ببابل فلما قتل قابيل هابيل مقت آدم قابيل فهرب قابيل بأهله إلى الجبال عن أرض بابل فسميت بابل يعني به الفرقة فلما مات آدم عليه السلام ونبىء إدريس عليه السلام وكثر ولد قابيل في تلك الأرض وأفسدوا ونزلوا من جبالهم وخالطوا أهل الصلاح وفسدوا بهم دعا إدريس ربه أن ينقله إلى أرض ذات نهر مثل أرض بابل فأري الانتقال إلى أرض مصر فلما وردها وسكنها واستطابها اشتق لها اسما من معنى بابل وهو الفرقة فسماها بابليون ومعناها الفرقة الطيبة والله أعلم وذكر عبد الملك بن هشام صاحب السيرة في كتاب التيجان في النسب من نصنيفه بابليون كان ملكا من سبأ ومن ولده عمرو بن امرىء القيس كان ملكا على مصر في زمن إبراهيم الخليل عليه السلام وقال أبو صخر الهذلي وماذا ترجي بعد آل محرق عفا منهم وادي رهاط إلى رحب خلوا من تهامي أرضنا وتبدلوا بمكة بابليون والربط بالعصب وقال كثير بن عبد الرحمن يرثي عبد العزيز بن مروان فلست طوال الدهر ما عشت ناسيا عظاما ولا هاما له قد أرمت جرى بين بابليون والهضب دونه رياح أسفت بالنقا وأشمت سقتها الغوادي والروائح خلفة تدلين علوا والضريحة لمت وقد أسقط عمران بن حطان منه الألف في قوله يذكر قوما من الأزد نفاهم زياد ابن أبيه من البصرة |جـ 1 صـ 312| وكان قد اتهمهم بممالأة عدوه إلى مصر فنزلوا من الفسطاط بموضع يقال له الظاهر فقال فساروا بحمد الله حتى أحلهم ببليون منها الموجفات السوابق فأمسوا بحمد الله قد حال دونهم مهامه بيد والجبال الشواهق وحلوا ولم يرجوا سوى الله وحده بدار لهم فيها غنى ومرافق فأمسوا بدار لا يفزع أهلها وجيرانهم فيها تجيب وغافق ",
                "title": "بابليون",
                "uri": "JK_000129_001281"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}