{
    "features": [
        {
            "item": "JK_000952_1912",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.145-146",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزرزمي</h1> بالراء المفتوحة بين الزايين أولاهما مفتوحة والأخرى ساكنة وفي آخره الميم هذه النسبة إلى زرزم وهي قرية معروفة من قرى مرو على ستة فراسخ عند كمسان خربت الساعة وبقيت مزرعتها منها أبو الحسن علي بن حجر بن سعد بن إياس بن مقاتل بن مخادش بن المشمرج السعدي الزرزمي وقيل في نسبه بلا سعد ولا مخادش كان يسكن هذه القرية وبها قبره إلى الساعة مشهور يزار ويتبرك به كان من ائمة مرو وعلمائها المبرزين المتقنين وكان ورعا ناسكا ثقة حجة أديبا فاضلا عارفا باللغة خرج إلى العراق وأدرك علماءها وعلماء الحجاز سمع أباه وإسماعيل بن جعفر والفرج بن فضالة وشريك بن عبد الله وعلي بن مسهر وعتاب بن بشير وسفيان بن عيينة وهشيم بن بشير وعبد الله بن المبارك والوليد بن مسلم وإسماعيل بن عياش وغيرهم روى عنه البخاري ومسلم وحدثا عنه في صحيحيهما وأكثرا وكذلك أبو داود السجستاني وأبو عيسى الترمذي وأبو عبد الرحمن النسائي والحسن بن سفيان ومحمد بن إسحاق بن خزيمة وعامة الخراسانيين ورحل إليه الأئمة من الأمصار وكان يسكن قديما بغداد ثم انتقل إلى وطنه مرو وسكنها إلى حين وفاته |جـ 3 صـ 146| وكان يقول انصرفت من العراق وأنا ابن ثلاث وثلاثين سنة فقلت لو بقيت ثلاثا وثلاثين أخرى فأروي بعض ما جمعته من العلم وقد عشت بعده ثلاثا وثلاثين وأخرى وانا أتمنى بعد ما كنت أتمناه وقت انصرافي من العراق ولد علي بن حجر سنة أربع وخمسين ومائة ومات في النصف من جمادي الأولى سنة أربع وأربعين ومائتين ودفن بقرية زرزم ومن هذه القرية أبو عبد الله محمد بن أبي تميلة عبد ربه بن سليمان الزرزمي يروي عن الفضل بن موسى السيناني وأبي بكر بن عياش المقري وخالد بن صبيع وذكره الحاكم في تاريخ نيسابور فقال محمد بن سليمان بن عبد ربه بن أبي تميلة المروزي حدث عن أبي بكر بن عياش روى عنه محمد بن فور بن عبد الله الغازي ",
                "title": "الزرزمي",
                "uri": "JK_000952_1912"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}