{
    "features": [
        {
            "item": "JK_000952_0737",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.477-478",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التمتامي</h1> بفتح التاء وسكون الميم بين التاءين المنقوطتين على فوقهما باثنتين والألف بين الميمين هذه النسبة إلى تمتام وهو لقب محمد بن غالب البغدادي والمنتسب إليه أبو محمد الحسن بن عثمان بن محمد بن عثمان التمتامي البغدادي ذكره أبو سعد الإدريسي |جـ 1 صـ 478| الحافظ في تاريخ سمرقند وقال أبو محمد التمتامي البغدادي كان يحفظ يذكر أنه حافد محمد بن غالب بن حرب التمتام كان يكتب في عصرنا عن شيخنا أبي جعفر البغدادي وأحمد بن محمد بن عبد الرزاق وغيرهما جماعة من أهل العراق لم أرزق السماع منه وكتبت حديثه ممن هو أسند منه محمد بن أبي سعيد الحافظ السرخسي وقال كتب عني أبو محمد التمتامي أحاديث بهز بن حكيم ثم ذهب فحدث بها عن مشايخي كان يخلط وذكره الحاكم أبو عبد الله الحافظ فقال أبو محمد التمتامي البغدادي كان يحفظ وليس بالمعتمد في المذاكرة والتحديث فإنه حدث عن أبي القاسم البغوي وأبي بكر بن الباغندي وعبد الله بن إسحاق المدائني وعبد الله بن زيدان البجلي بأحاديث منكرة لا يتابع عليها قدم علينا نيسابور سنة ثمان وثلاثين وثلاثمائة فبقي عندنا يحدث ويسمع إلى سنة ثلاث وأربعين ثم خرج إلى ما وراء النهر وبلغني أنه توفي باسبيجاب سنة ست وأربعين وثلاثمائة وقال أبو سعد الإدريسي أنه مات بالشاش سنة خمس وأربعين وثلاثمائة وتمتام الذي نسب إليه هو أبو جعفر محمد بن غالب بن حرب الضبي التمار من أهل البصرة المعروف بالتمتام سكن بغداد وحدث بها عن عفان بن مسلم وعبد الله بن مسلمة القعنبي ومسلم بن إبراهيم وقبيصة بن عقبة وأبي نعيم الفضل بن دكين وأبي غسان النهدي وغيرهم من العراقيين وكان كثير الحديث صدوقا حافظا ثقة روى عنه أبو بكر بن الباغندي ويحيى بن محمد بن صاعد وأبو عمرو بن السماك وأبو جعفر بن البختري وأبو بكر أحمد بن سلمان النجاد وأبو سهل بن زياد القطان وأبو بكر محمد بن عبد الله الشافعي وخلق سواهم وكانت ولادته في سنة ثلاث وتسعين ومائة ومات في شهر رمضان سنة ثلاث وثمانين ومائتين ",
                "title": "التمتامي",
                "uri": "JK_000952_0737"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}