{
    "features": [
        {
            "item": "JK_000129_003376",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.165-166",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جنابة والنسبة الجنابي</h1> بالفتح ثم التشديد وألف وباء موحدة بلدة صغيرة من سواحل فارس قال المنجمون هي في الإقليم الثالث طولها من جهة المغرب سبع وسبعون درجة وعرضها من جهة الجنوب ثلاثون درجة رأيتها غير مرة وليست على ساحل البحر الأعظم إنما يدخل إليها في المراكب في خليج من البحر الملح يكون بين المدينة والبحر نحو ثلاثة أميال أو أقل وقبالتها في وسط البحر جزيرة خارك وفي شمالها من جهة البصرة مهروبان ومن جنوبها سينيز وهي فرضة ليست بالطويلة ترسى فيها مراكب من يريد فارس وقد ذكر بعض أهل السير إنما سميت بجنابة بن طهمورث الملك وسنذكر ذلك في فارس وشرب أهلها من الآبار الملحة قال الحازمي جنابة |جـ 2 صـ 166| ناحية بالبحرين بين مهروبان وسيراف وهذا غلط عجيب لأن مهروبان وسيراف من سواحل بر فارس وكذلك جنابة وأما البحرين فهي في ساحل بر العرب قبالة بر فارس من الجانب الغربي وكذلك قال الأمير أبو نصر وعنه نقل الحازمي وهو غلط منهما معا وبين جنابة وسيراف أربعة وخمسون فرسخا قرأت في الكتاب المتنازع بين أبي زيد البلخي وأبي إسحاق الإصطخري في صفة البلدان فقال وهو يذكر فارس ومنها أبو سعيد الحسن الجنابي القرمطي الذي أظهر مذهب القرامطة وكان من جنابة بلدة بساحل بحر فارس وكان دقاقا فنفي عن جنابة فخرج إلى البحرين فأقام بها تاجرا وجعل يستميل العرب بها ويدعوهم إلى نحلته حتى استجاب له أهل البحرين وما والاها وكان من كسره عساكر السلطان ورعيته وعداوته من أهل عمان وجمع ما يصاقبه من بلدان العرب ما قد انتشر حتى قتل على فراشه وكفى الله أمره ثم قام ابنه سليمان بن الحسن فكان من قتله حجاج بيت الله الحرام وانقطاع طريق مكة في أيامه بسببه والتعدي في الحرم وانتهاب الكعبة ونقله الحجر الأسود إلى القطيف والإحساء من أرض البحرين وبقي عندهم إحدى وعشرين سنة ثم رد ببذول بذلت لهم وقتله المعتكفين بمكة ما قد اشتهر ذكره ولما اعترض الحاج وكان منه ما كان أخذ عمه أخو أبي سعيد وقرائبه وحبسوا بشيراز وكانوا مخالفين له في الطريقة يرجعون إلى صلاح وسداد وشهد لهم بالبراءة من القرامطة فانطلقوا آخر كلامه ومن الملح أعطى رجل أبا سليمان القاص فلسا وقال ادع الله لابني يرده علي فقال وأين ابنك قال بالصين قال أيرده من الصين بفلس هذا مما لا يكون إنما لو كان بجنابة أو بسيراف كان نعم وقد نسبوا إلى جنابة بعض الرواة منهم محمد بن علي بن عمران الجنابي يروى عن يحيى بن يونس روى عنه أبو سعيد بن عبدويه وغيره وأبو عبد الرحمن جعفر بن خداكار الجنابي المقري حدث عن علي بن محمد المعين البصري وإبراهيم بن عطية قال ابن نقطة ذكر لي عبد السلام بن جعفر القيسي أنه سمع منه وابنه عبد الرحمن حدث ",
                "title": "جنابة والنسبة الجنابي",
                "uri": "JK_000129_003376"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}