{
    "features": [
        {
            "item": "JK_000952_1129",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.205-207",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحرمي</h1> بفتح الحاء والراء المهملتين هذه النسبة إلى حرم الله تعالى إما لولادة به أو لسكناه والمشهور بهذا الإنتساب أبو طاهر الحرمي هو شيخ كان يسكن فرغانة وكان يتزهد بها قال أبو كامل البصيري سمعت الأستاذ أبا إسحاق إبراهيم بن محمد الحاكم النوقدي يقول إنه مخترع مفتعل ناصب الشبكة وأما أبو سعد محمد بن الحسين بن الحرمي من أهل مكة إمام حافظ ورع عالم غزير الفضل رحل إلى مصر والشام وأكثر من الحديث وصنف وجمع وسكن هراة وكانت له رحلة إلى بلاد الهند أيضا حدثنا عنه أبو القاسم الرماني بالدامغان وأبو القاسم القايني بباب فيروز آباذ وأبو سعيد الرصاص السجزي بهراة وجماعة سواهم ومات بعد سنة تسعين وأربعمائة وأبو القاسم سعد بن الحسن الحرمي الجرجاني فقيه كان من أصحاب أبي سعد الإسماعيلي وحدث عن أبي بكر الإسماعيلي توفي وهو ابن ثمان وأربعين سنة في شهر رمضان سنة تسع وتسعين وثلاثمائة وأخوه أبو منصور سعيد بن الحسن الحرمي يروى عن أبي أحمد الغطريفي وأبي يعقوب السلمي توفي في ذي القعدة سنة خمس وعشرين وأربعمائة وأبو الحسين أحمد بن محمد الحرمي سمع منه أبو بكر الخطيب أبياتا رواها عن أبي عبيد الله جعفر بن محمد المغربي وجماعة على هذا الأسم منهم أبو محمد حرمي بن علي البيكندي سكن بلخ روى عن محمد بن سلام البيكندي والحسن بن عمر بن سقيق وقتيبة بن سعيد وإبراهيم بن |جـ 2 صـ 207| المنذر وجبارة بن مغلس وخنش بن حرب البيكندي روى عنه أبو يعقوب يوسف بن يعقوب بن شاذك السجستاني وحرمي بن حفص من مشاهير المحدثين وأبو بكر محمد بن حريث بن أبي الورقاء البخاري من الأنصار المعروف بحرمي يروي عن أبي محمد إسحاق بن حمزة بن فروخ روى عنه أبو عمرو محمد بن محمد بن صابر والليث بن نصر النسفي وبشر بن أحمد الإسفراييني وغيرهم وأبو الحسن أحمد بن محمد بن يوسف بن قدامة بن ميمون البلخي الباهلي المعروف بحرمي يروي عن أبي نعيم الملائي وعلي بن المديني حدث عنه أبو عبد الرحمن عبد الله بن عبيد الله بن شريح وإسحاق بن عبد الرحمن القاري وإبراهيم بن يونس الملقب بالحرمي يروي عن أبي عوانة حدث عنه ابنه محمد بن حرمي وأبو عبد الله أحمد بن محمد الكاتب المعروف بحرمي روى عن علي بن سعيد النسائي روى عنه أبو جعفر محمد بن إبراهيم الفقيه ",
                "title": "الحرمي",
                "uri": "JK_000952_1129"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}