{
    "features": [
        {
            "item": "JK_000952_3269",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.516-517",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القضاعي</h1> بضم القاف وفتح الضاد المعجمة وفي آخرها العين المهملة هذه النسبة إلى قضاعة ويقال إن قضاعة هو ابن معد بن عدنان ويقال بل هو من حمير ومن نسبه فيهم قال هو عمرو بن مالك بن عمرو بن مرة بن زيد بن مالك بن حمير بن سبأ ولقبه قضاعة وقال شاعرهم في ذلك % قضاعة بن مالك بن حمير % % النسب المعروف غير المنكر % والمنتسب إليه جماعة كثيرة منهم كلب بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة ومن كلب جماعة منهم حب رسول الله صلى الله عليه وسلم زيد بن حارثة بن شراحيل الكلبي القضاعي وبنو بلي بن عمرو بن الحاف بن قضاعة منهم عبد الرحمن بن عديس البلوي ومن قضاعة جهينة بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة منهم من الصحابة زيد بن خالد الجهني وعقبة بن عامر الجهني ومن المتأخرين القاضي الإمام أبو عبد الله محمد بن سلامة بن جعفر القضاعي قاضي مصر سمع جماعة كثيرة وصنف كتاب الشهاب مسندا ويطرح الأسانيد روى لي عنه على سبيل الإجازة أبو بكر محمد بن عبد الباقي الأنصاري ببغداد وتوفي سنة أربع وخمسين وأربعمائة بمصر قال أبو بكر الخطيب لقيته بمكة وحدثني عن أبي مسلم محمد بن أحمد الكاتب البغدادي وغيره قال ابن ماكولا والقاضي أبو عبد الله محمد بن سلامة بن جعفر بن علي بن حكمون القضاعي المصري كان فقيها على مذهب الشافعي متقنا في عدة علوم وصنف وحدث روى عن أبي مسلم البغدادي وأحمد بن عمر الجيزي وأبي عبد الله التميمي وخلق كثير ولم أر بمصر من يجري مجراه وأبو محمد الحسن بن عبد الرحمن بن إسحاق بن إبراهيم بن إسماعيل بن عبد الله بن علي القضاعي المالكي من أهل مصر كان فاضلا راغبا في العلم وطلبه سمع بمصر أبا عبد الله محمد بن أحمد الحسين القيسي وبتنيس أبا محمد عبد الله بن يوسف التنيسي |جـ 4 صـ 517| وبمكة أبا بكر محمد بن أبي سعيد بن سختويه الإسفرايني صاحب أبي بكر الإسماعيلي وأبا عبد الله محمد بن الفضل بن نظيف الفراء وطبقتهم روى عنه أبو محمد عبد العزيز بن محمد النخشبي وذكره في معجم شيوخه وقال أبو محمد القضاعي المالكي نزل مصر شاب كان يكتب معنا الحديث كتب لي جزأين من حديثه بمصر وقرأه لي |جـ 4 صـ 518| ",
                "title": "القضاعي",
                "uri": "JK_000952_3269"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}