{
    "features": [
        {
            "item": "JK_000952_3241",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.491-492",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القزاز</h1> بفتح القاف والزاي المشددة وفي آخرها زاي أخرى هذه النسبة إلى بيع القز وعمله والمشهور بهذه النسبة فرات القزاز التميمي أصله من البصرة سكن الكوفة يروي عن أبي الطفيل وأبي حازم سلمان وعبيد الله بن القبطية روى عنه شعبة والثوري وإسرائيل وابن عيينة وابنه الحسن بن فرات يروي عن معن بن عيسى وأبو المنذر إسماعيل بن عمر الواسطي القزاز حديثه في صحيح مسلم بن الحجاج وجماعة كثيرة وشيخنا أبو منصور عبد الرحمن بن أبي غالب محمد بن عبد الواحد بن الحسن بن منازل الشيباني القزاز شيخ ثقة صالح من أهل بغداد يروي عن جماعة كثرة مثل أبو الحسين بن المهتدي وأبي الغنائم بن المأمون الهاشميين وأبي بكر الخطيب وأبي الحسين بن النقور وغيرهم سمعت منه الكثير وتوفي سنة خمس وثلاثين ووالده أبو غالب يعرف بابن زريق محدث مشهور حدثونا عنه وبيتهم معروف بالحريم الطاهري غربي بغداد وأبو الحسن محمد بن سنان بن يزيد بن الذيال بن خالد بن عبد الله بن يزيد بن سعيد القزاز البصري مولى عثمان بن عفان وهو أخو يزيد الذي كان بمصر سكن محمد بغداد وكان من مشاهير المحدثين وكان يروي عن محمد بن بكر البرساني وعمر بن يونس اليمامي وأبي عاصم النبيل ووهب بن جرير وروح بن عبادة وقريش بن أنس وأبي عامر العقدي ويحيى بن أبي بكير روى عنه إبراهيم الحربي ويحيى بن محمد بن صاعد وأبو ذر بن الباغندي والحسين بن إسماعيل المحاملي ومحمد بن مخلد ومحمد بن جعفر المطيري وإسماعيل بن محمد الصفار وغيرهم وقال الدارقطني محمد بن سنان القزاز أصله بصري سكن بغداد لا بأس به وقيل إن أبا داود السجستاني كان يتكلم فيه وكان يطلق فيه الكذب وكان عبد الرحمن بن خراش يقول |جـ 4 صـ 492| هو كذاب ومات في رجب وقيل في جمادى الآخرة سنة إحدى وسبعين ومائتين ومحمد بن عبدك بن سالم القزاز من أهل بغداد سمع حجاج بن محمد الأعور وعبد الله بن بكر السهمي وروح بن عبادة وهوذة بن خليفة ويونس بن محمد المؤدب روى عنه محمد بن عمرو والزاز وأبو عمرو بن السماك وعبد الله بن سليمان الفامي وكان ثقة وقال القزاز اجتمعت مع زهير السامي وتحدثنا فلما أردت مفارقته قلت متى نلتقي فقال % إن نعش نلتقي وإلا فما % % أشغل من مات عن جميع الأنام % ومات في شوال سنة ست وسبعين ومائتين ",
                "title": "القزاز",
                "uri": "JK_000952_3241"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}