{
    "features": [
        {
            "item": "JK_000952_2070",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.241-242",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السراج</h1> بفتح السين وتشديد الراء وفي آخرها الجيم هذا منسوب إلى عمل السرج وهو الذي يوضع على الفرس والمشهور بهذه النسبة عبد الرحمن بن عبد الله السراج من أهل البصرة يروي عن نافع روى عنه حماد بن زيد وأبو العباس محمد بن إسحاق بن إبراهيم بن مهران بن عبد الله السراج الثقفي مولى ثقيف من أهل نيسابور كان من اجداده من يعمل السروج وكان محدث عصره بخراسان رأى يحيى بن يحيى وهو إمام الحديث بعد محمد بن إسماعيل البخاري سمع بخراسان أبا رجاء قتيبة بن سعيد وإبراهيم بن يوسف الماكياني وإسحاق بن إبراهيم الحنظلي وعمرو بن زرارة الكلابي وبالري محمد بن مهران الجمال ومحمد بن حميد الرازي وببغداد رأى عبيد الله بن عمر القواريري مسجى وسمع بكار بن الريان ومحفوظ بن أبي توبة وعيسى بن المساور الجوهري وبالكوفة أبا كريب وهناد بن السري وبالحجاز محمد بن يحيى بن أبي عمر العدني وأقرانهم روى عنه محمد بن إسماعيل البخاري وأبو حاتم الرازي ومسلم بن الحجاج القشيري وأبو بكر بن أبي الدنيا وأبو حامد بن الشرقي آخرهم أبو الحسين بن الخفاف وكان يقول ختمت القرآن عن رسول الله صلى الله عليه وسلم اثنتي عشرة ألف ختمة وضحيت عنه صلى الله عليه وسلم اثنتي عشرة ألف أضحية وكانت له أموال كثيرة من الضياع والعقار ومات عن ست أو سبع وتسعين سنة في شهر ربيع الآخر سنة ثلاث عشرة وثلاثمائة بنيسابور وقبره مشهور يزار بمقبرة الحسين وكان الأستاذ أبو سهل الصعلوكي يقول حدثنا أبو العباس محمد بن إسحاق الشيخ الأوحد في فنه الأكمل في وزنه وكنا نقول في مكاتبنا السراج كالسراج وأبو بكر محمد بن السري النحوي المعروف بابن السراج كان أحد العلماء المذكورين بالأدب وعلم العربية صحب العباس المبرد وأخذ عنه العلم روى عنه أبو |جـ 3 صـ 242| القاسم عبد الرحمن بن إسحاق الزجاجي وأبو سعيد السيرافي وعلي بن عيسى الرماني وكان ثقة وحكى الرماني عنه قال كان أبو بكر بن السراج يقرأ عليه كتاب الأصول الذي صنفه فمر فيه باب استحسنه بعض الحاضرين فقال هذا والله أحسن من كتاب المقتضب فأنكر عليه أبو بكر ذلك وقال لا تقل هذا وتمثل ببيت وكان كثيرا يتمثل فيما يجري له من الأمور بأبيات حسنة فأنشد حينئذ % ولكن بكت قبلي فهيج لي البكا % % بكاها فقلت الفضل للمتقدم % قال وحضر في يوم من الأيام بني له صغير فأظهر من الميل إليه والمحبة له ما يكثر من ذلك فقال له بعض الحاضرين أتحبه أيها الشيخ فقال متمثلا % أحبه حب الشحيح ماله % % قد كان ذاق الفقر ثم ناله % مات في ذي الحجة سنة عشرة وثلاثمائة وأبو جعفر محمد بن عبد الله بن بكر بن واقد السراج نزل الأهواز من أهل بغداد حدث بالأهواز عن مردويه صاحب الفضيل بن عياض وعنه محمد بن عباد المكي ويعقوب بن إبراهيم الدورقي روى عنه أهل فارس وكان مستقيم الحديث وكانت وفاته بسوق الأهواز في جمادى الآخرة سنة ثمان وتسعين ومائتين وأبو سلمة المغيرة بن مسلم الخراساني السراج أخو عبد العزيز مولى القساملة ولدا بمرو وسكنا البصرة روى عن جماعة من التابعين مثل عكرمة والربيع بن أنس روى عنه سفيان الثوري وابن المبارك وأبو خالد الأحمر ومروان بن معاوية وأبو معاوية الضرير وقال أبو داود الطيالسي المغيرة بن مسلم كان صدوقا مسلما قال عبد الله بن أحمد بن حنبل سألت أبي عن المغيرة فقال ما ارى به بأسا روى عنه الثوري وسئل عنه يحيى بن معين فقال صالح وسئل أبو حاتم عن حاله فقال صالح الحديث صدوق ",
                "title": "السراج",
                "uri": "JK_000952_2070"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}