{
    "features": [
        {
            "item": "JK_000952_3449",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.65-68",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكسائي</h1> بكسر الكاف وفتح السين المهملة وفي آخرها الياء اخر الحروف هذه النسبة لجماعة من المشاهير ببيع الكساء أو نسجه أو الاشتمال به ولبسه منهم إمام القراء أبو الحسن علي بن حمزة بن عبد الله بن بهمن بن فيروز الأسدي الكوفي المعروف بالكسائي النحوي مولى بني أسد أحد أئمة القراء من أهل الكوفة سكن بغداد وكان يعلم بها الرشيد ثم الأمين من بعده وإنما قيل له الكسائي لأنه دخل الكوفة وجاء إلى مسجد السبيع وكان حمزة بن حبيب الزيات يقرىء فيه فتقدم الكسائي مع أذان الفجر فجلس وهو ملتف بكساء من البركان الأسود فلما صلى حمزة قال من تقدم في الوقت يقرأ قيل له الكسائي أول من تقدم يعنون صاحب الكساء فرمقه القوم بأبصارهم وقالوا إن كان حائكا فسيقرأ سورة يوسف وإن كان ملاحا فسيقرأ سورة طه فسمعهم فأبتدأ بسورة يوسف فلما بلغ إلى قصة الذئب قرأ فأكله الذيب بغير همز فقال له حمزة الذئب بالهمز فقال له الكسائي وكذلك اهمز الحوت فالتقمه الحوت قال لا قال فلم همزت الذئب ولم تهمز الحوت فرفع حمزة بصره إلى خلاد الأحوال وكان أجمل غلمانه فتقدم إليه في جماعة أهل المجلس فناظروه فلم يصنعوا شيئا فقالوا أفدنا يرحمك الله فقال لهم الكسائي تفهموا عن الحائك تقول إذا نسيت |جـ 5 صـ 66| الرجل إلى الذئب قد استذأب الرجل ولو قلت استذاب بغير همز لكنت إنما نسبته إلى الهزال تقول قد استذاب الرجل إذا استذاب شحمه بغير همزة فإذا نسبته إلى الحوت قلت قد استحات الرجل أي كثر أكله لا يجوز فيه الهمز فلتلك العلة همز الذئب ولم يهمز الحوت وفيه معنى اخر لا يسقط الهمز من مفرده ولا من جمعه وأنشدهم % أيها الذئب وابنه وأبوه % % أنت عندي من أذؤب ضاريات % قال فسمي الكسائي من ذلك اليوم وقال عبد الرحيم بن موسى قلت للكسائي لم سميت الكسائي قال لأني أحرمت في كساء ثم أقرأ ببغداد زمانا بقراءة حمزة ثم اختار لنفسه قراءة فأقرأ بها الناس وقرأ عليه بها خلق كثير ببغداد وبالرقة وغيرهما من البلاد وحفظت عنه وصنف معاني القرآن والاثار في القراءات وكان قد سمع من سليمان بن أرقم وأبي بكر بن عياش ومحمد بن عبيد الله العرزمي وسفيان بن عيينة وغيرهم روى عنه أبو توبة ميمون بن حفص وأبو زكريا الفراء وأبو عبيد القاسم بن سلام وأبو عمر حفص بن عمر الدوري وجماعة وإنما تعلم الكسائي النحو على الكبر وكان سبب تعلمه أنه جاء يوما وقد مشى حتى أعيى فجلس إلى الهباريين وكان يجالسهم كثيرا فقال قد عييت فقالوا له أتجالسنا وأنت تلحن قال كيف لحنت قالوا له إن كنت أردت من التعب فقل قد أعييت وأن أردت من انقطاع الحيلة والتحير في الأمر فقل عييت مخففة فأنف من هذه الكلمة وقام من فوره ذلك فسأل عمن يعلم النحو فأرشدوه إلى معاذ الهراء فلزمه حتى أنفذ ما عنده ثم خرج إلى البصرة فلقي الخليل وجلس في حلقته فقال له رجل من الأعراب تركت أسد الكوفة وتميمها وعندها الفصاحة وجئت إلى البصرة فقال للخليل من أين أخذت علمك هذا فقال من بوادي الحجاز ونجد وتهامة فخرج ورجع وقد أنفذ خمس عشرة قنينة حبرا في الكتابة عن العرب سوى ما حفظ فلم يكن له هم غير البصرة والخليل فوجد الخليل قد مات وقد جلس في موضعه يونس النحوي فجرت بينهم مسائل أقر له يونس فيها وصدره موضعه وقال الفراء قال لي قوم ما اختلافك إلى الكسائي وأنت مثله في العلم فأعجبتني نفسي فناظرته فكأني كنت طائرا يشرب من بحر ومات الكسائي ومحمد بن الحسن صاحب أبي حنيفة في يوم واحد |جـ 5 صـ 67| بالري في سنة تسع وثمانين ومائة وقيل مات برنبويه إحدى قرى الري وقيل مات بطوس سنة اثنتين أو ثلاث وثمانين ومائة والله أعلم وأبو بكر محمد بن الحسين بن حمدون بن داود بن حمدون الصيدلاني الكسائي من أهل مصر قال أبو زكريا يحيى بن علي الطحان المقري المصري سمعت منه وتوفي سنة ستين وثلاثمائة وأبو منصور محمد بن أحمد بن بابويه الكسائي صاحب أبي العباس أحمد بن هارون الفقيه سمع أبا عمرو الحيري والمؤمل بن الحسن وأبا حامد الشرقي ومكي بن عبدان وحدث سمع منه الحاكم أبو عبد الله الحافظ وتوفي في شهر رمضان سنة إحدى وسبعين وثلاثمائة وأبو بكر محمد بن إبراهيم بن يحيى الأديب الكسائي كان أديبا فاضلا حدث بكتاب صحيح مسلم بن الحجاج عن صاحبه أبي أسحاق إبراهيم بن محمد بن سفيان ذكره الحاكم أبو عبد الله الحافظ في تاريخه فقال أبو بكر الكسائي الأديب كان من قدماء الأدباء بنيسابور وتخرج به جماعة في الأدب ثم إنه على كبر السن حدث ب صحيح مسلم بن الحجاج من كتاد جديد بخط يده عن إبراهيم بن محمد بن سفيان عن مسلم وكان يقول في أول كل حديث حدثنا إبراهيم حدثنا مسلم فأنكرته وكان قد قرأه غير مرة فحضرني رحمه الله وعاتبني فقلت أنت أحد مشايخنا من الأدباء والمعرفة بيننا أكثر من خمسين سنة فلو أخرجت أصلك العتيق وأخبرتني بالحديث فيه على وجهه فقال لي قد كان والدي حضرني مجلس إبراهيم لسماع هذا الكتاب ثم لم أجد سماعي فقال لي أبو أحمد بن عيسى قد كنت أرى أباك يقيمك في المجلس لتسمع وأنت تنام لصغرك ولم يبق بعدي لهذا الكتاب راو غيرك فاكتبه من كتابي فإنك تنتفع به فكتبته من كتابه فلما حدثني بهذا قلت هذا لايحل لك فاتق الله فيه فقام من مجلسي وشكاني بعد ذلك فهذا حديثه ثم كتب إلي بعد ذلك رقعة بخط يده طويلة يذكر فيها أنه وجد جزءا من سماعه من إبراهيم فراسلته بأن يعرض علي ذلك الجزء فلم يفعل فهذا حديثه رحمنا الله وإياه قال توفي أبو بكر الأديب الكسائي ليلة الأضحى من سنة خمس وثمانين وثلاثمائة قلت روى عنه كتاب صحيح مسلم أبو مسعود أحمد بن محمد بن عبد الله البجلي الحافظ وأبو إسحاق إبراهيم بن أحمد بن يعقوب المروزي الكسائي الملقب بطريق غريب |جـ 5 صـ 68| ولقب بهذا لأنه كان يكتب المكرر فيقال له في ذلك قد كتبته فيقول هذا بذا الطريق غريب روى خبره أبو بكر أحمد بن علي بن عمر بن بسطام المروزي وكان من رفقائه هكذا ذكره أبو الفضل الفلكي في كتاب الألقاب والإمام الحجاج أبو محمد عبد الجبار بن محمد بن علي بن محمد الكسائي البخاري من أهل بخارى كان يعظ ويجلس للعامة وكان من أهل الخير والعلم سمع أبا محمد عبد الصمد بن محمد بن إبراهيم الرباطي روى عنه عمر بن محمد بن أحمد النسفي ومات ببخارى في شوال سنة ثمان عشرة وخمسمائة وأبو الحسن عطاء بن أبي عطاء أحمد بن جعفر الهروي الكسائي من أهل هراة كان مكثرا من الحديث خرج له أبو علي محمد بن الفضل بن محمد جهان دار الهروي الفوائد عن جماعة من شيوخه بخراسان والعراق سمع بهراة أبا محمد عبد الرحمن به أحمد بن محمد الشريحي وأبا منصور محمد بن محمد بن عبد الله الأزدي وببغداد أبا عمر عبد الواحد بن محمد بن مهدي الفارسي وأبا الحسين علي بن محمد بن بشران السكري وأبا الحسين محمد بن الحسين بن الفضل القطان وأبا الحسن علي بن أحمد بن عمر بن الحمامي وأبا الحسن علي بن أحمد بن محمد بن داود الرزاز وبفيد أبا إسحاق إبراهيم بن محمد بن إبراهيم التاجر روى عنه البرهان عبد العزيز بن عمر بن عبد العزيز بن مازة وجماعة وتوفي ببغداد سنة خمس وخمسين واربعمائة ",
                "title": "الكسائي",
                "uri": "JK_000952_3449"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}