{
    "features": [
        {
            "item": "JK_000952_4394",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.663-664",
                "source": "الأنساب للسمعاني",
                "text": "<h1>اللاذقي</h1> هذه النسبة إلى بلدة يقال لها اللاذقية على ساحل بحر الشام استولى عليها الإفرنج الساعة خرج منها جماعة من الأئمة والمحدثين والمشهور منها عبد الواحد بن شعيب اللاذقي يروي عن خالد بن الحباب عن سليمان التيمي روى عنه أبو عبد الرحمن محمد بن المنذر الهروي المعروف بشكر وولد بهذه البلدة شيخنا فقيه أهل الشام أبو الفتح نصر الله بن محمد بن عبد القوي اللاذقي المصيصي والمصيصة قريبة منها وهما على الساحل ونصر الله كان فقيه أهل الشام وكان فقيها مفتيا أصوليا تفقه على الفقيه نصر بن إبراهيم المقدسي بصور وسمع منه الحديث بها ومن أبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وبدمشق أبا القاسم علي بن محمد بن أبي العلاء المصيصي وأبا الحسن علي بن الحسن بن طاوس العاقولي وببغداد أبا محمد رزق الله بن عبد الوهاب التميمي وأبا الحسين عاصم بن الحسن الكرخي وبأصبهان أبا منصور محمد بن أحمد بن علي بن شكرويه القاضي والوزير أبا علي الحسن بن علي بن إسحاق الطوسي وبالأنبار أبا الحسن علي بن محمد بن محمد بن الأخضر الخطيب وغيرهم سمعت منه الكثير وكان متيقظا حسن الإصغاء إلى من يقرأ عليه الحديث ولد باللاذقية في أحد الجماديين من سنة ثمان وأربعين وأربعمئة وتوفي بدمشق في شهر ربيع الأول سنة اثنتين وأربعين وخمسمئة ودفن بباب الصغير والفضل بن الربيع اللاذقي يروي عن عبد الواحد بن شعيب الجبلي روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو عبد الله الحسين بن عبد الله بن الهيثم اللاذقي حدث بجبل عن المسلم بن علي المقرىء روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ وحدث عنه بحديث واحد في معجم شيوخه وعبد الرحمن بن معدان بن جمعة اللاذقي يروي عن عبد العزيز بن عبد الله بن يحيى بن عبد الله الأويسي ومطرف بن عبد الله المدني روى عنه أبو بكر محمد بن سهل التنوخي سمع منه باللاذقية وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وغيرهما |جـ 5 صـ 664| ",
                "title": "اللاذقي",
                "uri": "JK_000952_4394"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}