{
    "features": [
        {
            "item": "JK_000129_001415",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.328-329",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بالس والنسبة البالسي</h1> بلدة بالشام بين حلب والرقة سميت فيما ذكر ببالس بن الروم بن اليقن بن سام بن نوح عليه السلام وكانت على ضفة الفرات الغربية فلم يزل الفرات يشرق عنها قليلا قليلا حتى صار بينهما في أيامنا هذه أربعة أميال قال المنجمون طول بالس خمس وستون درجة وعرضها ست وثلاثون درجة وهي في الإقليم الرابع قال البلاذري سار أبو عبيدة حتى نزل عراجين وقدم مقدمته إلى بالس وبعث جيشا عليه حبيب بن مسلمة إلى قاصرين وكانت بالس وقاصرين لأخوين من أشراف الروم أقطعا القرى التي بالقرب منهما وجعلا حافظين لما بينهما من مدن الروم فصالحهم أهلها على الجزية أو الجلاء فجلا أكثرهم إلى بلاد الروم وأرض الجزيرة وقرية جسر منبج ولم يكن الجسر يومئذ وإنما اتخذ في زمن عثمان بن عفان رضي الله عنه للصوائف ويقال بل كان له رسم قديم وأسكن بالس وقاصرين قوما من العرب والبوادي ثم رفضوا قاصرين وبلغ أبو عبيدة إلى الفرات ثم رجع إلى فلسطين فكانت بالس والقرى المنسوبة إليها في حدها الأعلى والأوسط والأسفل أعذاء عشرية فلما كان مسلمة ابن عبد الملك توجه غازيا إلى الروم من نحو الثغور الجزرية عسكر ببالس فأتاه أهلها وأهل بويلس وقاصرين وعابدين وصفين وهي قرى منسوبة إليها فسألوه جميعا أن يحفر لهم نهرا من الفرات يسقي أرضهم على أن يجعلوا له الثلث في غلاتهم بعد عشر السلطان الذي كان يأخذه فحفر النهر المعروف بنهر مسلمة ووفوا له بالشرط ورم سور المدينة وأحكمه فلما مات مسلمة صارت بالس وقراها لورثته فلم تزل في أيديهم حتى جاءت الدولة العباسية وقبض عبد الله بن علي أموال بني أمية فدخلت فيها فأقطعها السفاح محمد بن سليمان بن علي بن عبد الله بن عباس فلما مات صارت للرشيد فأقطعها ابنه المأمون فصارت لولده من بعده وقال مكحول كل عشري بالشام فهو مما جلا عنه أهله فأقطعه المسلمون فأحيوه وكان مواتا لا حق فيه لأحد فأحيوه بإذن الولاة قال ابن غسان السكوني أمن الله بالمبارك يحيى خوف مصر إلى دمشق فبالس وينسب إليها جماعة منهم أبو المجد معدان بن كثير |جـ 1 صـ 329| ابن علي البالسي الفقيه الشافعي كان تفقه علي أبي بكر محمد بن أحمد بن الحسين الشاشي ومدحه فقال قد قلت للمتكلفين لحاقه كفوا فما كل البحور تعام غلست في طلب الرشاد وهجروا وسهرت في طلب المراد وناموا يا كعبة الفضل افتنا لم لم يجب شرعا على قصادك الإحرام ولمه يضمخ زائروك بطيب ما تلقيه وهو على الحجيج حرام وكان لمعدان معرفة جيدة بالأدب واللغة وممن ينسب إلى بالس أيضا الحسن بن عبد الله بن منصور بن حبيب بن إبراهيم أبو علي الأنطاكي يعرف بالبالسي حدث بدمشق ومصر عن الهيثم بن جميل وإسحاق بن إبراهيم الجنيني وغيرهم وروى عنه جماعة منهم أبو العباس بن ملاس وأبو الجهم بن طلاب ومكحول البيروتي وإسماعيل بن أحمد بن أيوب بن الوليد بن هارون أبو الحسن البالسي الخيزراني سمع خيثمة بن سليمان بأطرابلس وبالرقة أبا الفضل محمد بن علي بن الحسين بن حرب قاضي الرقة وببالس أبا القاسم جعفر بن سهل بن الحسن القاضي وأباه أحمد بن أيوب الزيات وأبا العباس أحمد بن إبراهيم بن محمد بن بكر البالسي وجماعة وافرة سواهم ببلدان شتى روى عنه أبو الفرج عبيد الله بن محمد بن يوسف المراغي النحوي وأبو بكر محمد بن الحسن الشيرازي وأحمد ابن إبراهيم بن فيل أبو الحسن البالسي ثم الأنطاكي نزل أنطاكية روى عن هشام بن عمار والمسيب بن واضح وطبقتهما كثيرا روى عنه أبو عبد الرحمن النسائي في سننه وخيثمة وأبو عوانة الأسفراييني وسليمان الطبراني وخلق كثير ومات بأنطاكية سنة 482 ",
                "title": "بالس والنسبة البالسي",
                "uri": "JK_000129_001415"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}