{
    "features": [
        {
            "item": "JK_000952_1430",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.383-385",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخطيب</h1> بفتح الخاء المعجمة وكسر الطاء المهملة وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى الخطابة على المنابر وفيهم كثرة من العلماء والمحدثين والمشهور منهم أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي الخطيب الحافظ من أهل بغداد وكان إمام عصره بلا مدافعة وحافظ وقته بلا منازعة صنف قريبا من مائة مصنف صارت عمدة لأصحاب الحديث منها التاريخ الكبير لمدينة السلام بغداد سمع ببلده ثم رحل إلى البصرة وأصبهان وخراسان والحجاز والشام وشيوخه أكثر من أن يذكروا وأدركت من أصحابه قريبا من خمسة عشر نفسا وكانت ولادته في سنة اثنين وتسعين وثلاثمائة ووفاته في سنة ثلاث وستين وأربعمائة ودفن بجنب بشر بن الحراث الحافي رحمهما الله وقد كتبت عن جماعة منهم ربما تزيد على أربعين نفسا من الخطباء وأما شبيب بن شيبة الخطيب البصري يروي عن الحسن وعطاء وابن المنكدر وغيرهم ضعفه يحيى بن معين قيل له الخطيب لا لأنه خطب على منابر بل لفصاحته وحسن منطقه وبلاغته أخبرنا أبو القاسم إسماعيل بن أحمد بن السمرقندي ببغداد أنا أبو القاسم إسماعيل بن مسعدة الإسماعيلي أنا أبو القاسم حمزة بن يوسف السهمي سمعت أبا أحمد عبد الله بن عدي الحافظ بجرجان يقول شبيب بن شيبة إنما قيل له الخطيب لفصاحته وكان ينادم خلفاء بني أمية وأبو محمد عقيل بن عمرو بن بكر بن سليمان بن المسيب بن المنذر بن عقبة بن قشير بن كعب بن ربيعة بن عامر بن صعصعة الخطيب من أهل نيسابور وأول من خطب منهم بكر ثم عمرو وكان والي نيسابور وليها غير مرة فكان يخطب بنفسه وإذا ولي الإمارة غيره كان هو الخطيب سمع يزيد بن هارون الواسطي وكان خطب في أيام عبد الله بن طاهر إلى أيام عمرو بن الليث وحبس في أيام أحمد بن عبد الله الخجستاني ونكب ثم أفرج عنه وله في ذلك قصة وحكى عنه أنه قال في |جـ 2 صـ 385| خطبته إخواني لا بد من الفناء فليت شعري أين الملتقى ومات في شهر ربيع الأول من سنة ست وثمانين ومائتين ",
                "title": "الخطيب",
                "uri": "JK_000952_1430"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}