{
    "features": [
        {
            "item": "JK_000952_4086",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.459-461",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النجاري</h1> بفتح النون وتشديد الجيم وفي اخرها الراء هذه النسبة إلى ثلاثة أشياء أحدها إلى بطن من الخزرج والثاني إلى محلة بالكوفة يقال لها بنو النجار والثالث إلى مذهب طائفة من المعتزلة يقال لهم النجارية فأما الأول فمنهم أبو حمزة أنس بن مالك بن النضر بن ضمضم بن زيد بن حرام بن جندب بن عامر بن غنم بن عدي بن عمرو بن زيد مناة بن عدي بن عمرو بن مالك بن النجار وإنما قيل له النجار لأنه اختتن بقدوم وقيل ضرب رجلا بقدوم فسمي نجارا وهو النجار بن ثعلبة بن عمرو بن الخزرج وهم أخوال عبد المطلب بن هاشم جد النبي صلى الله عليه وسلم وهو |جـ 5 صـ 460| تيم بن ثعلبة بن عمرو بن الخزرج الخزرجي النجاري خادم رسول الله صلى الله عليه وسلم قدم النبي صلى الله عليه وسلم المدينة وهو ابن عشر سنين وتوفي ابن عشرين سنة وانتقل إلى البصرة وتوفي بها سنة إحدى وتسعين وقيل سنة ثلاث وكان يصفر لحيته بالورس وعمه أنس بن النضر بن ضمضم النجاري من الصحابة الذين شهدوا أحدا وأبي بن كعب بن قيس وحفيد عمه أنس بن معاذ بن أنس بن قيس هما من بني النجار أيضا وقد ذكرناهما في الجدلي لأنهما من أولاد جديلة وحسان وأوس وأبي بنو ثابت بن المنذر بن حرام بن عمرو بن زيد مناة بن عدي بن عمرو بن مالك النجار منهم أيضا وقد ذكرتهم في المغالي وأبو سعيد يحيى بن سعيد بن قيس بن قهد بن ثعلبة بن غنم بن مالك بن النجار الأنصاري النجاري المدني من بني النجار وقد قيل قيس بن عمرو يروي عن أنس بن مالك رضي الله عنه وكان خفيف الحال استقضاه أبو جعفر فارتفع شأنه ولم تتغير حاله فقيل له في ذلك فقال من كانت نفسه واحدة لم يضره المال مات سنة ثلاث أو أربع وأربعين بالعراق وقيل سنة ست وأربعين وأبو عبد الله محمد بن سليمان بن إسماعيل بن أبي الورد بن قيس بن قهد بن ثعلبة بن غنم بن مالك بن النجار الأنصاري النجاري ويعرف بأبي العيناء روى عن إبراهيم بن صرمة عن يحيى بن سعيد الأنصاري نسخته حدث عنه محمد بن مخلد الدوري والنجارية جماعة بالري ينتسبون إلى الحسين بن محمد النجار الرازي وكان ينفي عذاب القبر ورؤية الرب وكان يقول بخلق القرآن على ما نقل عنه وكان يقول إن كلام الله حادث وإنه إذا قرىء فهو عرض وإذا كتب فهو جسم وهذا كفر عظيم لأنه يلزمهم على هذا القول أن يقولوا إن كلام الله إذا كتب بدم أو شيء نجس صارت تلك الحروف المقطعة من الدم والنجاسة كلام الله فيصير الدم وغيره من الأنجاس كلاما لله وزعم أن الخشب والحجر إذا نقرت فيه الحروف آية من الايات فصارت الأجزاء من الخشب والحجر كلاما لله بعد أن كانت خشبا أو حجرا والمشهور منهم القاضي عبد الوهاب النجاري روى عن القاضي عبد الجبار بن أحمد الأسداباذي سمع منه أبو الفضل محمد بن طاهر المقدسي الحافظ |جـ 5 صـ 461| وشيخنا أبو القاسم عبد الواحد بن علي بن قلم النجاري من أهل الكوفة من محلة بني النجار سمع أبا الفوارس طراد بن محمد الزينبي وغيره سمعت منه على باب داره ببني النجار وتوفي بعد سنة أربع وثلاثين وخمسمائة ",
                "title": "النجاري",
                "uri": "JK_000952_4086"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}