{
    "features": [
        {
            "item": "JK_000129_008159",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.439-440",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صيمرة والنسبة الصيمري</h1> بالفتح ثم السكون وفتح الميم ثم رء كلمة أعجمية وهي في موضعين أحدهما بالبصرة على نهر معقل وفيها عدة قرى تسمى بهذا الاسم جاءهم في حدود سنة 054 رجل يقال له ابن الشباس فادعى عندهم أنه إله فاستخف عقولهم بترهات فانقادوا له وعبدوه وقد ذكرت فرق الإسلام وقد نسب إلى هذا الموضع قوم من أهل الفضل والدين والعلم والصلاح منهم أبو عبد الله الحسن بن علي ابن محمد بن جعفر الصيممري أحد الفقهاء المذكورين من أصحاب أبي حنيفة رضي الله عنه حدث عن أبي بكر المفيد وغيره روى عنه أبو بكر علي بن أحمد ابن ثابت بن الخطيب وقال كان صدوقا وافر العقل جميل المعاشرة عارفا بحقوق أهل العلم توفي في شوال سنة 463 ببغداد وأبو القاسم عبد الواحد بن الحسين الصيمري الفقيه الشافعي سكن البصرة وحضر مجلس القاشي أبي حامد المروزي وتفقه على صاحبه أبي الفياض وازتحل الناس إليه من البلاد وكان حافظا لمذهب الشافعي رضي الله عنه حسن التصنيف فيه ومنها أيضا أبو العنبس الصيمري واسمه محمد بن إسحاق بن إبراهيم بن أبي العنبس بن المغيرة بن ماهان وكان شاعرا أديبا مطبوعا ذا ترهات وله تصانيف هزلية نحو الثلاثين منها تأخير المعرفة وغير ذلك ومن شعره كم مريض قد عاض من بعد يأس بعد موت الطبيب والعواد قد يصاد القطا فينجو سليما ويحل القضاء بالصياد ومات سنة 572 وكان نادم المتوكل وحظي عنده والصيمرة بلد بين ديار الجبل وديار خوزستان وهي مدينة بمهرجان قذق قال أبو الفضل دخلتها ولم أجد بها من يحدث حينئذ وقد حدث بها جماعة وهي للقاصد من همذان إلى بغداد عن يساره وبها نخل وزيتون وجوز وثلج وفواكه السهل والجبل وبينها وبين الصرحان قنطرة عجيبة بديعة تكون ضعتف قنطرة خانقين تعد في العجائب قال الإصطخري وأما صيمرة والسيروان فمدينتان صغيرتان غير أن بنيانهما الغالب عليه الحص والحجارة وفيهما الليمون والجوز وما يكون في بلاد الصرود والجروم وفيهما مياه كثيرة وأشجار وهما نزهتان يجري الماء في دروهم ومنازلهم ينسب إليها أبو تمام إبراهيم بن أحمد بن الحسين بن أحمد بن حمدان الهمذاني |جـ 3 صـ 440| من أهل بروجرد وأصله من الصيمرة وكان رئيس بروجرد ثم عجز وقعد في بيته سمع ببروجرد أبا يعقوب يوسف بن محمد بن يوسف الخطيب وأبا إسحاق إبراهيم بن أحمد الرازي وغيرهما سمع منه أبو سعد وإبراهيم بن الحسن بن إسحاق الآدمي أبو إسحاق الصيمري روى عن محمد بن عبيد الأسدي وزياد بن أيوب ومحمد بن حميد وغيرهم وكان يسكن همذان ذكره شيرويه ",
                "title": "صيمرة والنسبة الصيمري",
                "uri": "JK_000129_008159"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}