{
    "features": [
        {
            "item": "JK_000129_002010",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.430-437",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>البصرة والنسبة البصري</h1> وهما بصرتان العظمى بالعراق وأخرى بالمغرب وأنا أبدأ أولا بالعظمى التي بالعراق وأما البصرتان فالكوفة والبصرة قال المنجمون البصرة طولها أربع وسبعون درجة وعرضها إحدى وثلاثون درجة وهي في الإقليم الثالث قال ابن الأنباري البصرة في كلام العرب الأرض الغليظة وقال قطرب البصرة الأرض الغليظة التي فيها حجارة تقلع وتقطع حوافر الدواب قال ويقال بصرة للأرض الغليظة وقال غيره البصرة حجارة رخوة فيها بياض وقال ابن الأعرابي البصرة حجارة صلاب قال وإنما سميت بصرة لغلظها وشدتها كما تقول ثوب ذو بصر وسقاء ذو بصر إذا كان شديدا جيدا قال ورأيت في تلك الحجارة في أعلى المربد بيضا صلابا وذكر الشرقي بن القطامي أن المسلمين حين وافوا مكان البصرة للنزول بها نظروا إليها من بعيد وأبصروا الحصى عليها فقالوا إن هذه أرض بصرة يعنون حصبة فسميت بذلك وذكر بعض المغاربة أن البصرة الطين العلك وقيل الأرض الطيبة الحمراء وذكر أحمد بن محمد الهمداني حكاية عن محمد بن شرحبيل بن حسنة أنه قال إنما سميت البصرة لأن فيها حجارة سوداء صلبة وهي البصرة وأنشد لخفاف بن ندبة إن تك جلمود بصر لا أؤبسه أوقد عليه فأحميه فينصدع وقال الطرماح بن حكيم مؤلفة تهوي جميعا كما هوى من النيق فوق البصرة المتطحطح وهذان البيتان يدلان على الصلابة لا الرخاوة وقال حمزة بن الحسن الأصبهاني سمعت موبذ بن اسوهشت يقول البصرة تعريب بس راه لأنها كانت ذات طرق كثيرة انشعبت منها إلى أماكن مختلفة وقال قوم البصر والبصر الكذان وهي الحجارة التي ليست بصلبة سميت بها البصرة كانت ببقعتها عند اختطاطها واحده بصرة وبصرة وقال الأزهري البصر الحجارة إلى البياض بالكسر فإذا جاؤوا بالهاء قالوا بصرة وأنشد بيت خفاف إن كنت جلمود بصر وأما النسب إليها فقال بعض أهل اللغة إنما قيل في النسب إليها بصري بكسر الباء لإسقاط الهاء فوجوب كسر الباء في البصري مما غير في النسب كما قيل في النسب إلى اليمن يمان وإلى تهامة تهام وإلى الري رازي وما أشبه ذلك من المغير وأما فتحها وتمصيرها فقد روى أهل الأثر عن نافع بن الحارث بن كلدة الثقفي وغيره أن عمر بن الخطاب أراد أن يتخذ للمسلمين مصرا وكان المسلمون قد غزوا من قبل البحرين توج ونوبندجان وطاسان فلما فتحوها كتبوا إليه إنا وجدنا بطاسان مكانا لا بأس به فكتب إليهم إن بيني وبينكم دجلة لا حاجة في شيء بيني وبينه دجلة أن تتخذوه مصرا ثم قدم عليه رجل من بني سدوس يقال له ثابت فقال يا أمير المؤمنين إني مررت بمكان دون دجلة فيه قصر وفيه مسالح للعجم يقال له الخريبة ويسمى أيضا البصيرة بينه وبين دجلة أربعة فراسخ له خليج بحري فيه الماء إلى أجمة قصب فأعجب ذلك عمر وكانت قد جاءته أخبار الفتوح من ناحية الحيرة وكان سويد ابن قطبة الذهلي وبعضهم يقول قطبة بن قتادة يغير في ناحية الخريبة من البصرة على العجم كما كان |جـ 1 صـ 431| المثنى بن حارثة يغير بناحية الحيرة فلما قدم خالد ابن الوليد البصرة من اليمامة والبحرين مجتازا ألى الكوفة بالحيرة سنة اثنتي عشرة أعانه على حرب من هنالك وخلف سويدا ويقال إن خالدا لم يرحل من البصرة حتى فتح الخريبة وكانت مسلحة للأعاجم وقتل وسبى وخلف بها رجلا من بني سعد بن بكر بن هوازن يقال له شريح بن عامر ويقال إنه أتى نهر المراة ففتح القصر صلحا وكان الواقدي ينكر أن خالدا مر بالبصرة ويقول إنه حين فرغ من أمر اليمامة والبحرين قدم المدينة ثم سار منها إلى العراق على طريق فيد والثعلبية والله أعلم ولما بلغ عمر بن الخطاب خبر سويد بن قطبة وما يصنع بالبصرة رأى أن يوليها رجلا من قبله فولاها عتبة بن غزوان بن جابر بن وهيب بن نسيب أحد بني مازن بن منصور بن عكرمة بن خصفة حليف بني نوفل بن عبد مناف وكان من المهاجرين الأولين أقبل في أربعين رجلا منهم نافع بن الحارث بن كلدة الثقفي وأبو بكرة وزياد ابن أبيه وأخت لهم وقال له عمر إن الحيرة قد فتحت فأت أنت ناحية البصرة وأشغل من هناك من أهل فارس والأهواز وميسان عن إمداد إخوانهم فأتاها عتبة وانضم إليه سويد بن قطبة فيمن معه من بكر بن وائل وتميم قال نافع بن الحارث فلما أبصرتنا الديادبة خرجوا هرابا وجئنا القصر فنزلناه فقال عتبة ارتادوا لنا شيئا نأكله قال فدخلنا الأجمة فإذا زنبيلان في أحدهما تمر وفي الآخر أرز بقشره فجذبناهما حتى أدنيناهما من القصر وأخرجنا ما فيهما فقال عتبة هذا سم أعده لكم العدو يعني الأرز فلا تقربنه فأخرجنا التمر وجعلنا نأكل منه فإننا لكذلك إذا بفرس قد قطع قياده وأتى ذلك الأرز يأكل منه فلقد رأينا أن نسعى بشفارنا نريد ذبحه قبل أن يموت فقال صاحبه امسكوا عنه أحرسه الليلة فإن أحسست بموته ذبحته فلما أصبحنا إذا الفرس يروث لا بأس عليه فقالت أختي يا أخي إني سمعت أبي يقول إن السم لا يضر إذا نضج فأخذت من الأرز توقد تحته ثم نادت إلا إنه يتفصى من حبيبة حمراء ثم قالت قد جعلت تكون بيضاء فما زالت تطبخه حتى انماط قشره فألقيناه في الجفنة فقال عتبة اذكروا اسم الله عليه وكلوه فأكلوا منه فإذا هو طيب قال فجعلنا بعد نميط عنه قشرة ونطبخه فلقد رأيتني بعد ذلك وأنا أعده لولدي ثم قال إنا التأمنا فبلغنا ستمائة رجل وست نسوة إحداهن أختي وأمد عمر عتبة بهرثمة بن عرفجة وكان بالبحرين فشهد بعض هذه الحروب ثم سار إلى الموصل قال وبنى المسلمون بالبصرة سبع دساكر اثنتان بالخريبة واثنتان بالزابوقة وثلاث في موضع دار الأزد اليوم وفي غير هذه الرواية أنهم بنوها بلبن في الخريبة اثنتان وفي الأزد اثنتان وفي الزابوقة واحدة وفي بني تميم اثنتان ففرق أصحابه فيها ونزل هو الخريبة قال نافع ولما بلغنا ستمائة قلنا ألا نسير إلى الأبلة فإنها مدينة حصينة فسرنا إليها ومعنا العنز وهي جمع عنزة وهي أطول من العصا وأقصر من الرمح وفي رأسها زج وسيوفنا وجعلنا للنساء رايات على قصب وأمرناهن أن يثرن التراب وراءنا حين يرون أنا قد دنونا من المدينة فلما دنونا منها صففنا أصحابنا قال وفيها ديادبتهم وقد أعدوا السفن في دجلة فخرجوا إلينا في الحديد مسومين لا نرى منهم إلا الحدق قال فوالله ما خرج أحدهم حتى رجع بعضهم إلى |جـ 1 صـ 432| بعض قتلا وكان الأكثر قد قتل بعضهم بعضا ونزلوا السفن وعبروا إلى الجانب الآخر وانتهى إلينا النساء وقد فتح الله علينا ودخلنا المدينة وحوينا متاعهم وأموالهم وسألناهم ما الذي هزمكم من غير قتال فقالوا عرفتنا الديادبة أن كمينا لكم قد ظهر وعلا رهجه يريدون النساء في إثارتهن التراب وذكر البلاذري لما دخل المسلمون الأبلة وجدوا خبز الحوارى فقالوا هذا الذي كانوا يقولون إنه يسمن فلما أكلوا منه جعلوا ينظرون إلى سواعدهم ويقولون ما نرى سمنا وقال عوانة بن الحكم كانت مع عتبة بن غزوان لما قدم البصرة زوجته أزدة بنت الحارث بن كلدة ونافع وأبو بكرة وزياد فلما قاتل عتبة أهل مدينة الفرات جعلت امرأته أزدة تحرض المؤمنين على القتال وهي تقول إن يهزموكم يولجوا فينا الغلف ففتح الله على المسلمين تلك المدينة وأصابوا غنائم كثيرة ولم يكن فيهم أحد يحسب ويكتب إلا زياد فولاه قسم ذلك الغنم وجعل له في كل يوم درهمين وهو غلام في رأسه ذؤابة ثم إن عتبة كتب إلى عمر يستأذنه في تمصير البصرة وقال إنه لا بد للمسلمين من منزل إذا أشتى شتوا فيه وإذا رجعوا من غزوهم لجأوا إليه فكتب إليه عمر أن ارتد لهم منزلا قريبا من المراعي والماء واكتب إلي بصفته فكتب إلى عمر إني قد وجدت أرضا كثيرة القضة في طرف البر إلى الريف ودونها مناقع فيها ماء وفيها قصباء والقضة من المضاعف الحجارة المجتمعة المتشققة وقيل أرض قضة ذات حصى وأما القضة بالكسر والتخفيف ففي كتاب العين أنها أرض منخفضة ترابها رمل وقال الأزهري الأرض التي ترابها رمل يقال لها قضة بكسر القاف وتشديد الضاد وأما القضة بالتخفيف فهو شجر من شجر الحمض ويجمع على قضين وليس من المضاعف وقد يجمع على القضى مثل البرى وقال أبو نصر الجوهري القضة بكسر القاف والتشديد الحصى الصغار والقضة أيضا أرض ذات حصى قال ولما وصلت الرسالة إلى عمر قال هذه أرض بصرة قريبة من المشارب والمرعى والمحتطب فكتب إليه أن انزلها فنزلها وبنى مسجدها من قصب وبنى دار إمارتها دون المسجد في الرحبة التي يقال لها رحبة بني هاشم وكانت تسمى الدهناء وفيها السجن والديوان وحمام الأمراء بعد ذلك لقربها من الماء فكانوا إذا غزوا نزعوا ذلك القصب ثم حزموه ووضعوه حتى يعودوا من الغزو فيعيدوا بناءه كما كان وقال الإصمعي لما نزل عتبة بن غزوان الخريبة ولد بها عبد الرحمن بن أبي بكرة وهو أول مولود ولد بالبصرة فنحر أبوه جزورا أشبع منها أهل البصرة وكان تمصير البصرة في سنة أربع عشرة قبل الكوفة بستة أشهر وكان أبو بكرة أول من غرس النخل بالبصرة وقال هذه أرض نخل ثم غرس الناس بعده وقال أبو المنذر أول دار بنيت بالبصرة دار نافع بن الحارث ثم دار معقل بن يسار المزني وقد روي من غير هذا الوجه أن الله عز وجل لما أظفر سعد بن أبي وقاص بأرض الحيرة وما قاربها كتب إليه عمر بن الخطاب أن ابعث عتبة بن غزوان إلى أرض الهند فإن له من الإسلام مكانا وقد شهد بدرا وكانت الأبلة يومئذ تسمى أرض الهند فلينزلها ويجعلها قيروانا للمسلمين ولا يجعل بيني وبينهم بحرا فخرج عتبة من الحيرة في ثمانمائة رجل حتى نزل موضع البصرة فلما افتتح الأبلة ضرب قيروانه وضرب للمسلمين أخبيتهم وكانت خيمة عتبة من أكسية ورماه عمر بالرجال |جـ 1 صـ 433| فلما كثروا بنى رهط منهم فيها سبع دساكر من لبن منها في الخريبة اثنتان وفي الزابوقة واحدة وفي بني تميم اثنتان وكان سعد بن أبي وقاص يكاتب عتبة بأمره ونهيه فأنف عتبة من ذلك واستأذن عمر في الشخوص إليه فأذن له فاستخلف مجاشع بن مسعود السلمي على جنده وكان عتبة قد سيره في جيش ألى فرات البصرة ليفتحها فأمر المغيرة بن شعبة أن يقوم مقامه إلى أن يرجع قال ولما أراد عتبة الانصراف إلى المدينة خطب الناس وقال كلاما في آخره وستجربون الامراء من بعدي قال الحسن فلقد جربناهم فوجدنا له الفضل عليهم قال وشكا عتبة إلى عمر تسلط سعد عليه فقال له وما عليك إذا أقررت بالإمارة لرجل من قريش له صحبة وشرف فامتنع من الرجوع فأبى عمر ألا رده فسقط عن راحلته في الطريق فمات وذلك في سنة ست عشرة قال ولما سار عتبة عن البصرة بلغ المغيرة أن دهقان ميسان كفر ورجع عن الإسلام وأقبل نحو البصرة وكان عتبة قد غزاها وفتحها فسار إليه المغيرة فلقيه بالمنعرج فهزمه وقتله وكتب المغيرة إلى عمر بالفتح منه فدعا عمر عتبة وقال له ألم تعلمني أنك استخلفت مجاشعا قال نعم قال فإن المغيرة كتب إلي بكذا فقال إن مجاشعا كان غائبا فأمرت المغيرة بالصلاة إلى أن يرجع مجاشع فقال عمر لعمري إن أهل المدر لأولى أن يستعملوا من أهل الوبر يعني بأهل المدر المغيرة لأنه من أهل الطائف وهي مدينة وبأهل الوبر مجاشعا لأنه من أهل البادية وأقر المغيرة على البصرة فلما كان مع أم جميلة وشهد القوم عليه بالزنا كما ذكرناه في كتاب المبدأ والمآل من جمعنا استعمل عمر على البصرة أبا موسى الأشعري أرسله إليها وأمره بإنفاذ المغيرة إليه وقيل كان أبو موسى بالبصرة فكاتبه عمر بولايتها وذلك في سنة ست عشرة وقيل في سنة سبع عشرة وولي أبو موسى والجامع بحاله وحيطانه قصب فبناه أبو موسى باللبن وكذلك دار الإمارة وكان المنبر في وسطه وكان الإمام إذا جاء للصلاة بالناس تخطى رقابهم إلى القبلة فخرج عبد الله بن عامر بن كريز وهو أمير لعثمان على البصرة ذات يوم من دار الإمارة يريد القبلة وعليه جبة خز دكناء فجعل الأعراب يقولون على الأمير جلد دب فلما استعمل معاوية زيادا على البصرة قال زياد لا ينبغي للأمير أن يتخطى رقاب الناس فحول دار الإمارة من الدهناء إلى قبل المسجد وحول المنبر إلى صدره فكان الإمام يخرج من الدار من الباب الذي في حائط القبلة إلى القبلة ولا يتخطى أحدا وزاد في حائط المسجد زيادات كثيرة وبنى دار الإمارة باللبن وبنى المسجد بالجص وسقفه بالساج فلما فرغ من بنائه جعل يطوف فيه وينظر إليه ومعه وجوه البصرة فلم يعب فيه إلا دقة الأساطين قال ولم يؤت منها قط صدع ولا ميل ولا عيب وفيه يقول حارثة ابن بدر الغداني بنى زياد لذكر الله مصنعه بالصخر والجص لم يخلط من الطين لولا تعاون أيدي الرافعين له إذا ظنناه أعمال الشياطين وجاء بسواريه من الأهواز وكان قد ولى بناءه الحجاج بن عتيك الثقفي فظهرت له أموال وحال لم تكن قبل ففيه قيل يا حبذا الإمارة ولو على الحجاره |جـ 1 صـ 434| وقيل إن أرض المسجد كانت تربة فكانوا إذا فرغوا من الصلاة نفضوا أيديهم من التراب فلما رأى زياد ذلك قال لا آمن أن يظن الناس على طول الأيام أن نفض اليد في الصلاة سنة فأمر بجمع الحصى وإلقائه في المسجد الجامع ووظف ذلك على الناس فاشتد الموكلون بذلك على الناس وأروهم حصى انتقوه فقالوا إئتونا بمثله على قدره وألوانه وارتشوا على ذلك فقال يا حبذا الإماره ولو على الحجاره فذهبت مثلا وكان جانب الجامع الشمالي منزويا لأنه كان دارا لنافع بن الحارث أخي زياد فأبى أن يبيعها فلم يزل على تلك الحال حتى ولى معاوية عبيد الله بن زياد على البصرة فقال عبيد الله بن زياد إذا شخص عبد الله بن نافع إلى أقصى ضيعة فاعلمني فشخص إلى قصر الأبيض فبعث فهدم الدار وأخذ في بناء الحائط الذي يستوي به تربيع المسجد وقدم عبد الله بن نافع فضج فقال له إني أثمن لك وأعطيك مكان كل ذراع خمسة أذرع وأدع لك خوخة في حائطك إلى المسجد وأخر في غرفتك فرضي فلم تزل الخوختان في حائطه حتى زاد المهدي فيه ما زاد فدخلت الدار كلها في المسجد ثم دخلت دار الإمارة كلها في المسجد وقد أمر بذلك الرشيد ولما قدم الحجاج خبر أن زيادا بنى دار الإمارة فأراد أن يذهب ذكر زياد منها فقال أريد أن أبنيها بالآجر فهدمها فقيل له إنما غرضك أن تذهب ذكر زياد منها فما حاجتك أن تعظم النفقة وليس يزول ذكره عنها فتركها مهدومة فلم يكن للأمراء دار ينزلونها حتى قام سليمان بن عبد الملك فاستعمل صالح بن عبد الرحمن على خراج العراقين فقال له صالح إنه ليس بالبصرة دار إمارة وخبره خبر الحجاج فقال له سليمان أعدها فأعادها بالجص والآجر على أساسها الذي كان ورفع سمكها فلما أعاد أبوابها عليها قصرت فلما مات سليمان وقام عمر بن عبد العزيز استعمل عدي بن أرطاة على البصرة فبنى فوقها غرفا فبلغ ذلك عمر فكتب إليه هبلتك أمك يا ابن عم عدي أتعجز عنك مساكن وسعت زيادا وابنه فأمسك عدي عن بنائها فلما قدم سليمان بن علي البصرة عاملا للسفاح أنشأ فوق البناء الذي كان لعدي بناء بالطين ثم تحول إلى المربد فلما ولي الرشيد هدمها وأدخلها في قبلة مسجد الجامع فلم يبق للأمراء بالبصرة دار إمارة وقال يزيد الرشك قست البصرة في ولاية خالد بن عبد الله القسري فوجدت طولها فرسخين وعرضها فرسخين إلا دانقا وعن الوليد بن هشام أخبرني أبي عن أبيه وكان يوسف بن عمر قد ولاه ديوان جند البصرة قال نظرت في جماعة مقاتلة العرب بالبصرة أيام زياد فوجدتهم ثمانين ألفا ووجدت عيالاتهم مائة ألف وعشرين ألف عيل ووجدت مقاتلة الكوفة ستين ألفا وعيالاتهم ثمانين ألفا ذكر خطط البصرة وقواها وقد ذكرت بعض ذلك في أبوابه وذكرت بعضه ها هنا قال أحمد بن يحيى بن جابر كان حمران ابن أبان للمسيب بن نجبة الفزاري أصابه بعين التمر فابتاعه منه عثمان بن عفان وعلمه الكتابة واتخذه كاتبا ثم وجد عليه لأنه كان وجهه للمسألة عما رفع على الوليد بن عقبة بن أبي معيط فارتشى منه وكذب ما قيل فيه ثم تيقن عثمان صحة ذلك فوجد عليه |جـ 1 صـ 435| وقال لا تساكني أبدا وخيره بلدا يسكنه غير المدينة فاختار البصرة وسأله أن يقطعه بها دارا وذكر ذرعا كثيرا استكثره عثمان وقال لابن عامر اعطه دارا مثل بعض دورك فأقطعه دار حمران التي بالبصرة في سكة بني سمرة بالبصرة كان صاحبها عتبة بن عبد الله بن عبد الرحمن بن سمرة بن حبيب ابن عبد شمس بن عبد مناف قال المدايني قال أبو بكرة لابنه يا بني والله ما تلي عملا قط وما أراك تقصر عن أخوتك في النفقة فقال إن كتمت علي أخبرتك قال فإني أفعل قال فإني أغتل من حمامي هذا في كل يوم ألف درهم وطعاما كثيرا ثم إن مسلما مرض فأوصى إلى أخيه عبد الرحمن بن أبي بكرة وأخبره بغلة حمامه فأفشى ذلك واستأذن السلطان في بناء حمام وكانت الحمامات لا تبنى بالبصرة إلا بإذن الولاة فأذن له واستأذن غيره فأذن له وكثرت الحمامات فأفاق مسلم بن أبي بكرة من مرضه وقد فسد عليه حمامه فجعل يلعن عبد الرحمن ويقول ما له قطع الله رحمه وكان لزياد مولى يقال له فيل وكان حاجبه فكان يضرب المثل بحمامه بالبصرة وقد ذكرته في حمام فيل نهر عمرو ينسب إلى عمرو بن عتبة بن أبي سفيان نهر ابن عمير منسوب إلى عبد الله بن عمير بن عمرو بن مالك الليثي كان عبد الله بن عامر بن كريز أقطعه ثمانية آلاف جريب فحفر عليها هذا النهر ومن اصطلاح أهل البصرة أن يزيدوا في اسم الرجل الذي تنسب إليه القرية ألفا ونونا نحو قولهم طلحتان نهر ينسب ألى طلحة بن أبي رافع مولى طلحة بن عبيد الله خيرتان منسوب إلى خيرة بنت ضمرة القشيرية امرأة المهلب بن أبي سفرة مهلبان منسوب إلى المهلب بن إبي صفرة ويقال بل كان لزوجته خيرة فغلب عليه اسم المهلب وهي أم أبي عينية ابنه وجبيران قرية لجبير بن حية وخلفان قطيعة لعبد الله بن خلف الخزاعي والد طلحة الطلحات طليقان لولد خالد بن طليق بن محمد بن عمران بن حصين الخزاعي وكان خالد ولي قضاء البصرة روادان لرواد بن أبي بكرة شط عثمان ينسب إلى عثمان بن أبي العاصي الثقفي وقد ذكرته فأقطع عثمان أخاه حفصا حفصان وأخاه أمية أميان وأخاه الحكم حكمان وأخاه المغيرة مغيرتان أزرقان ينسب إلى الأزرق بن مسلم مولى بني حنيفة محمدان منسوب إلى محمد بن علي بن عثمان الحنفي زيادان منسوب إلى زياد مولى بني الهجيم جد مونس بن عمران بن جميع بن يسار بن زياد وجد عيسى بن عمر النحوي لأمهما عميران منسوب إلى عبد الله بن عمير الليثي نهر مقاتل بن حارثة بن قدامة السعدي وحصينان لحصين بن أبي الحر العنبري عبد الليان لعبد الله بن أبي بكرة عبيدان لعبيد بن كعب النميري منقذان لمنقذ بن علاج السلمي عبد الرحمانان لعبد الرحمن بن زياد نافعان لنافع ابن الحارث الثقفي أسلمان لأسلم بن زرعة الكلابي حمرانان لحمران بن أبان مولى عثمان بن عفان قتيبتان لقيتية بن مسلم خشخشان لآل الخشخاش العنبري نهر البنات لبنات زياد أقطع كل بنت ستين جريبا وكذلك كان يقطع العامة سعيدان لآل سعيد بن عبد الرحمن بن عتاب بن أسيد سليمانان قطيعة لعبيد بن نشيط صاحب الطرف أيام الحجاج فرابط به رجل من الزهاد يقال له سليمان بن جابر فنسب إليه عمران لعمر بن عبيد الله بن معمر التيمي فيلان لفيل |جـ 1 صـ 436| مولى زياد خالدان لخالد بن عبد الله بن خالد بن أسيد بن أبي العيص بن أمية المسمارية قطيعة مسسمار مول زياد بن أبيه وله بالكوفة ضيعة سويدان كانت لعبيد الله بن أبي بكرة قطيعة مبلغها أربعمائة جريب فوهبها لسويد بن منجوف السدوسي وذلك أن سويدا مرض فعاده عبيد الله بن أبي بكر فقال له كيف تجدك فقال صالحا إن شئت فقال قد شئت وما ذلك قال إن أعطيتني مثل الذي أعطيت ابن معمر فليس علي بأس فأعطاه سويدان فنسب إليه جبيران آل كلثوم بن جبير نهر أبي برذعة بن عبيد الله بن أبي بكرة كثيران لكثير بن سيار بلالان لبلال بن أبي بردة كانت قطيعة لعباد بن زياد فاشتراه شبلان لشبل بن عميرة بن تيري الضبي ذكر ما جاء في ذم البصرة لما قدم أمير المؤمنين البصرة بعد وقعة الجمل ارتقى منبرها فحمد الله وأثنى عليه ثم قال يا أهل البصرة يا بقايا ثمود يا أتباع البهيمة يا جند المرأة رغا فاتبعتم وعقر فانهزمتم أما إني ما أقول ما أقول رغبة ولا رهبة منكم أني سمعت رسول الله يقول تفتح أرض يقال لها البصرة أقوم أرض الله قبلة قارئها أقرأ الناس وعابدها أعبد الناس وعالمها أعلم الناس ومتصدقها أعظم الناس صدقة منها إلى قرية يقال لها الأبلة أربعة فراسخ يستشهد عند مسجد جامعها وموضع عشورها ثمانون ألف شهيد الشهيد يومئذ كالشهيد يوم بدر معي وهذا الخبر بالمدح أشبه وفي رواية أخرى أنه رقي المنبر فقال يا أهل البصرة ويا بقايا ثمود يا أتباع البهيمة ويا جند المرأة رغا فاتبعتم وعقر فانهزمتم دينكم نفاق وأحلامكم دقاق وماؤكم زعاق يا أهل البصرة والبصيرة والسبخة والخريبة أرضكم أبعد أرض الله من السماء وأقربها من الماء وأسرعها خرابا وغرقا ألا إني سمعت رسول الله يقول أما علمت أن جبريل حمل جميع الأرض على منكبه الأيمن فأتاني بها ألا إني وجدت البصرة أبعد بلاد الله من السماء وأقربها من الماء وأخبثها ترابا وأسرعها خرابا ليأتين عليها يوم لا يرى منها إلا شرفات جامعها كجوجؤ السفينة في لجة البحر ثم قال ويحك يا بصرة ويلك من جيش لا غبار له فقيل يا أمير المؤمنين ما الويح وما الويل فقال الويح والويل بابان فالويح رحمة والويل عذاب وفي رواية أن عليا رضي الله لما فرغ من وقعة الجمل دخل البصرة فأتى مسجدها الجامع فاجتمع الناس فصعد المنبر فحمد الله وأثنى عليه وصلى على النبي ثم قال أما بعد فإن الله ذو رحمة واسعة فما ظنكم يا أهل البصرة يا أهل السبخة يا أهل المؤتفكة ائتفكت بأهلها ثلاثا وعلى الله الرابعة يا جند المرأة ثم ذكر الذي قبله ثم قال انصرفوا إلى منازلكم وأطيعوا الله وسلطانكم وخرج حتى صار إلى المربد والتفت وقال الحمد لله الذي أخرجني من شر البقاع ترابا وأسرعها خرابا ودخل فتى من أهل المدينة البصرة فلما انصرف قال له أصحابه كيف رأيت البصرة قال خير بلاد الله للجائع والغريب والمفلس أما الجائع فيأكل خبز الأرز والصحناءة فلا ينفق في شهر إلا درهمين وأما الغريب فيتزوج بشق درهم وأما المحتاج فلا عليه غائلة ما بقيت له استه يخرأ ويبيع وقال الجاحظ من عيوب البصرة اختلاف هوائها في يوم واحد لأنهم يلبسون القمص مرة والمبطنات مرة لاختلاف جواهر |جـ 1 صـ 437| الساعات ولذلك سميت الرعناء قال الفرزدق لولا أبو مالك المرجو نائله ما كانت البصرة الرعناء لي وطنا وقد وصف هذه الحال ابن لنكك فقال نحن بالبصرة في لو ن من العيش ظريف نحن ما هبت شمال بين جنات وريف فإذا هبت جنوب فكأنا في كنيف وللحشوش بالبصرة أثمان وافرة ولها فيما زعموا تجار يجمعونها فإذا كثرت جمع عليها أصحاب البساتين ووقفهم تحت الريح لتحمل إليهم نتنها فإنه كلما كانت أنتن كان ثمنها أكثر ثم ينادي عليها فيتزايد الناس فيها وقد قص هذه القصة صريع الدلاء البصري في شعر له ولم يحضرني الآن وقد ذمتها الشعراء فقال محمد بن حازم الباهلي ترى البصري ليس به خفاء لمنخره من البثر انتشار ربا بين الحشوش وشب فيها فمن ريح الحشوش به اصفرار يعتق سلحه كيما يغالي به عند المبايعة التجار وقال أبو إسحاق إبراهيم بن هلال الصابي فهف نفسي على المقام ببغدا د وشربي من ماء كوز بثلج نحن بالبصرة الذميمة نسقى شر سقيا من مائها الأترنجي أصفر منكر ثقيل غليظ خاثر مثل حقنة القولنج كيف نرضى بمائها وبخير منه في كنف أرضنا نستنجي وقال أيضا ليس يغنيك في الطهارة بال بصرة أن حانت الصلاة اجتهاد إن تطهرت فالمياه سلاح أو تيممت فالصعيد سماد وقال شاعر آخر يصف أهل البصرة بالبخل وكذب عليهم أبغضت بالبصرة أهل الغنى إني لأمثالهم باغض قد دثروا في الشمس أعذاقها كأن حمى بخلهم ناقض ذكر ما جاء في مدح البصرة كان ابن أبي ليلى يقول ما رأيت بلدا أبكر إلى ذكر الله من أهل البصرة وقال شعيب بن صخر تذاكروا عند زياد البصرة والكوفة فقال زياد لو ضلت البصرة لجعلت الكوفة لمن دلني عليها وقال ابن سيرين كان الرجل من أهل البصرة يقول لصاحبه إذا بالغ في الدعاء عليه غضب الله عليك كما غضب على المغيرة وعزله عن البصرة وولاه الكوفة وقال ابن أبي عيينة المهلبي يصف البصرة يا جنة فاقت الجنان فما يعدلها قيمة ولا ثمن |جـ 1 صـ 438| ألفتها فاتخذتها وطنا إن فؤادي لمثلها وطن زوج حيتانها الضباب بها فهذه كنة وذا خنن فانظر وفكر لما نطقت به إن الأديب المفكر الفطن من سفن كالنعام مقبلة ومن نعام كأنها سفن وقال المدائني وفد خالد بن صفوان على عبد الملك ابن مروان فوافق عنده وفود جميع الأمصار وقد اتخذ مسلمة مصانع له فسأل عبد الملك أن يأذن للوفود في الخروج معه ألى تلك المصانع فأذن لهم فلما نظر أليها مسلمة أعجب بها فأقبل على وفد أهل مكة فقال يا أهل مكة هل فيكم مثل هذه المصانع فقالوا لا إلا أن فينا بيت الله المستقبل ثم أقبل على وفد أهل المدينة فقال يا أهل المدينة هل فيكم مثل هذه فقالوا لا إلا أن فينا قبر نبي الله المرسل ثم أقبل على وفد أهل الكوفة فقال يا أهل الكوفة هل فيكم مثل هذه المصانع فقالوا لا إلا أن فينا تلاوة كتاب الله المرسل ثم أقبل على وفد أهل البصرة فقال يا أهل البصرة هل فيكم مثل هذه المصانع فتكلم خالد بن صفوان وقال أصلح الله الأمير إن هؤلاء أقروا على بلادهم ولو أن عندك من له ببلادهم خبرة لأجاب عنهم قال أفعندك في بلادك غير ما قالوا في بلادهم قال نعم أصلح الله الأمير أصف لك بلادنا فقال هات قال يغدو قانصنا فيجيء هذا بالشبوط والشيم ويجيء هذا بالظبي والظليم ونحن أكثر الناس عاجا وساجا وخزا وديباجا وبرذونا هملاجا وخريدة مغناجا بيوتنا الذهب ونهرنا العجب أوله الرطب وأوسطه العنب وآخره القصب فأما الرطب عندنا فمن النخل في مباركه كالزيتون عندكم في منابته هذا على أفنانه كذاك على أغصانه هذا في زمانه كذاك في إبانه من الراسخات في الوحل المطعمات في المحل الملقحات بالفحل يخرجن أسفاطا عظاما وأقساطا ضخاما وفي رواية يخرجن أسفاطا وأقساطا كأنما ملئت رياطا ثم ينفلقن عن قضبان الفضة منظومة باللؤلؤ الأبيض ثم تتبدل قضبان الذهب منظومة بالزبرجد الأخضر ثم تصير ياقوتا أحمر وأصفر ثم تصير عسلا في شنة من سحاء ليست بقربة ولا إناء حولها المذاب ودونها الجراب لا يقربها الذباب مرفوعة عن التراب ثم تصير ذهبا في كيسة الرجال يستعان به على العيال وأما نهرنا العجب فإن الماء يقبل عنقا فيفيض مندفقا فيغسل غثها ويبدي مبثها يأتينا في أوان عطشنا ويذهب في زمان رينا فنأخذ منه حاجتنا ونحن نيام على فرشنا فيقبل الماء وله ازدياد وعباب ولا يحجبنا عنه حجاب ولا تغلق دونه الأبواب ولا يتنافس فيه من قلة ولا يحبس عنا من علة وأما بيوتنا الذهب فإن لنا عليهم خرجا في السنين والشهور نأخذه في أوقاته ويسلمه الله تعالى من آفاته وننفقه في مرضاته فقال له مسلمة أنى لكم هذه يا ابن صفوان ولم تغلبوا عليها ولم تسبقوا إليها فقال ورثناها عن الآباء ونعمرها للأبناء ويدفع لنا عنها رب السماء ومثلنا فيها كما قال معن بن أوس إذا ما بحر خندف جاش يوما يغطمط موجه المتعرضينا فمهما كان من خير فإنا ورثناها أوائل أولينا |جـ 1 صـ 439| وإنا مورثون كما ورثنا عن الآباء أن متنا بنينا وقال الإصمعي سمعت الرشيد يقول نظرنا فإذا كل ذهب وفضة على وجه الأرض لا يبلغ ثمن نخل البصرة وقال أبو حاتم ومن العجائب وهو مما أكرم الله به الإسلام أن النخل لا يوجد إلا في بلاد الإسلام البتة مع أن بلاد الهند والحبش والنوبة بلاد حارة خلقة بوجود النخل فيها وقال ابن أبي عيينة يتشوق البصرة فإن أشك من ليلي بجرجان طوله فقد كنت أشكو منه بالبصرة القصر فيا نفس قد بدلت بؤسا بنعمة ويا عين قد بدلت من قرة عبر ويا حبذاك السائلي فيم فكرتي وهمي ألا في البصرة الهم والفكر فيا حبذا ظهر الحزيز وبطنه ويا حسن واديه إذا ماؤه زخر ويا حبذا نهر الأبلة منظرا إذا مد في إبانه الماء أو جزر ويا حسن تلك الجاريات إذا غدت مع الماء تجري مصعدات وتنحدر فيا ندمي إذ ليس تغني ندامتي ويا حذري إذ ليس ينفعني الحذر وقائلة ماذا نبا بك عنهم فقلت لها لا علم لي فاسألي القدر وقال الجاحظ بالبصرة ثلاث أعجوبات ليست في غيرها من البلدان منها أن عدد المد والجزر في جميع الدهر شيء واحد فيقبل عند حاجتهم إليه ويرتد عند استغنائهم عنه ثم لا يبطىء عنها إلا بقدر هضمها واستمرائها وجماحها واستراحتها لا يقتلها غطسا ولا غرقا ولا يغبها ظمأ ولا عطشا يجيء على حساب معلوم وتدبير منظوم وحدود ثابتة وعادة قائمة يزيدها القمر في امتلائه كما يزيدها في نقصانه فلا يخفى عن أهل الغلات متى يتخلفون ومتى يذهبون ويرجعون بعد أن يعرفوا موضع القمر وكم مضى من الشهر فهي آية وأعجوبة ومفخر وأحدوثة لا يخافون المحل ولا يخشون الحطمة قلت أنا كلام الجاحظ هذا لا يفهمه إلا من شاهد الجزر والمد وقد شاهدته في ثماني سفرات لي إلى البصرة ثم إلى كيش ذاهبا وراجعا ويحتاج إلى بيان يعرفه من لم يشاهده وهو أن دجلة والفرات يختلطان قرب البصرة ويصيران نهرا عظيما يجري من ناحية الشمال إلى ناحية الجنوب فهذا يسمونه جزرا ثم يرجع من الجنوب إلى الشمال ويسمونه مدا يفعل ذلك في كل يوم وليلة مرتين فإذا جزر نقص نقصانا كثيرا بينا بحيث لو قيس لكان الذي نقص مقدار ما يبقى وأكثر وليست زيادته متناسبة بل يزيد في أول كل شهر ووسطه أكثر من سائره وذاك أنه إذا انتهى في أول الشهر إلى غايته في الزيادة وسقى المواضع العالية والأراضي القاصية أخذ يمد كل يوم وليلة أنقص من اليوم الذي قبله وينتهي غاية نقص زيادته في آخر يوم من الأسبوع الأول من الشهر ثم يمد في كل يوم أكثر من مده في اليوم الذي قبله حتى ينتهي غاية زيادة مدة في نصف الشهر ثم يأخذ في النقص إلى آخر الأسبوع ثم في الزيادة في آخر الشهر هكذا أبدا لا يختلف ولا يخل بهذا القانون ولا يتغير عن هذا الاستمرار قال الجاحظ والأعجوبة الثانية ادعاء أهل أنطاكية وأهل حمص وجميع بلاد الفراعنة |جـ 1 صـ 440| الطلسمات وهي بدون ما لأهل البصرة وذاك أن لو التمست في جميع بيادرها وربطها المعوذة وغيرها على نخلها في جميع معاصر دبسها أن تصيب ذبابة واحدة لما وجدتها إلا في الفرط ولو أن معصرة دون الغيط أو تمرة منبوذة دون المسناة لما استبقيتها من كثرة الذبان والأعجوبة الثالثة أن الغربان القواطع في الخريف يجيء منها ما يسود جميع نخل البصرة وأشجارها حتى لا يرى غصن واحد إلا وقد تأطر بكثرة ما عليه منها ولا كربة غليظة إلا وقد كادت أن تندق لكثرة ما ركبها منها ثم لم يوجد في جميع الدهر غراب واحد ساقط إلا على نخلة مصرومة ولم يبق منها عذق واحد ومناقير الغربان معاول وتمر الأعذاق في ذلك الإبان غير متماسكة فلو خلاها الله تعالى ولم يمسكها بلطفه لاكتفى كل عذق منها بنقرة واحدة حتى لم يبق عليها إلا اليسير ثم هي في ذلك تنتظر أن تصرم فإذا أتى الصرام على آخرها عذقا رأيتها سوداء ثم تخللت أصول الكرب فلا تدع حشفة إلا استخرجتها فسبحان من قدر لهم ذلك وأراهم هذه الأعجوبة وبين البصرة والمدينة نحو عشرن مرحلة ويلتقي مع طريق الكوفة قرب معدن النقرة وأخبار البصرة كثيرة والمنسوبون إليها من أهل العلم لا يحصون وقد صنف عمر بن شبة وأبو يحيى زكرياء الساجي وغيرهما في فضائلها كتابا في مجلدات والذي ذكرناها كاف ",
                "title": "البصرة والنسبة البصري",
                "uri": "JK_000129_002010"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}