{
    "features": [
        {
            "item": "JK_000129_002478",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.12-13",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>التبر</h1> بلاد من بلاد السودان تعرف ببلاد التبر وإليها ينسب الذهب الخالص وهي في جنوب المغرب تسافر التجار من سجلماسة إلى مدينة في حدود السودان يقال لها غانة وجهازهم الملح وعقد خشب الصنوبر وهو من أصناف خشب القطران إلا أن رائحته ليست بكريهة وهو إلى العطرية أميل منه إلى الزفر وخرز الزجاج الأزرق وأسورة نحاس أحمر وحلق وخواتم نحاس لا غير ويحملون منها الجمال الوافرة القوية أوقارها ويحملون الماء من بلاد لمتونة وهم الملثمون وهم قوم من بربر المغرب في الروايا والأسقية ويسيرون فيرون المياه فاسدة مهلكة ليس لها من صفات الماء إلا التميع فيحملون الماء من بلاد لمتونة ويشربون ويسقون جمالهم ومن أول من يشربونها تتغير أمزجتهم ويسقمون خصوصا من لم يتقدم له عادة بشربه حتى يصلوا إلى غانة بعد مشاق عظيمة فينزلون فيها ويتطيبون ثم يستصحبون الأدلاء ويستكثرون من حمل المياه ويأخذون معهم جهابذة وسماسرة لعقد المعاملات بينهم وبين أرباب التبر فيمرون بطريقهم على صحارى فيها رياح السموم تنشف المياه داخل الأسقية فيتحيلون بحمل الماء فيها ليرمقوا به وذلك أنهم يستصحبون جمالا خالية لا أوقار عليها يعطشونها قبل ورودهم على الماء نهارا وليلا ثم يسقونها نهلا وعللا إلى أن تمتلىء أجوافها ثم تسوقها الحداة فإذا نشف ما في أسقيتهم واحتاجوا إلى الماء نحروا جملا وترمقوا بما في بطنه وأسرعوا السير حتى إذا وردوا مياها أخر ملأوا منها أسقيتهم وساروا مجدين بعناء شديد حتى يقدموا الموضع الذي يحجز بينهم وبين أصحاب التبر فإذا وصلوا ضربوا طبولا معهم عظيمة تسمع من الأفق الذي يسامت هذا الصنف من السودان ويقال إنهم في مكامن وأسراب تحت الأرض عراة لا يعرفون سترا كالبهائم مع أن هؤلاء القوم لا يدعون تاجرا يراهم أبدا وإنما هكذا تنقل صفاتهم فإذا علم التجار أنهم قد سمعوا الطبل أخرجوا ما صحبهم من |جـ 2 صـ 13| البضائع المذكورة فوضع كل تاجرما يخصه من ذلك كل صنف على جهة ويذهبون عن الموضع مرحلة فيأتي السودان ومعهم التبر فيضعون إلى جانب كل صنف منها مقدارا من التبر وينصرفون ثم يأتي التجار بعدهم فيأخذ كل واحد ما وجد بجنب بضاعته من التبر ويتركون البضائع وينصرفون بعد أن يضربوا طبولهم وليس وراء هؤلاء ما يعلم وأظن أنه لا يكون ثم حيوان لشدة إحراق الشمس وبين هذه البلاد وسجلماسة ثلاثة أشهر قال ابن الفقيه والذهب ينبت في رمل هذه البلاد كما ينبت الجزر وإنه يقطف عنذ بزوغ الشمس قال وطعام أهل هذه البلاد الذرة والحمص واللوبيا ولبسهم جلود النمور لكثرة ما عندهم ",
                "title": "التبر",
                "uri": "JK_000129_002478"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}