{
    "features": [
        {
            "item": "JK_000952_2847",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.261-264",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العلاف</h1> بفتح العين المهملة وتشديد اللام ألف وفي آخرها الفاء هذه النسبة لمن يبيع علف الدواب أو يجمعه من الحاري ويبيعه واشتهر جماعة بهذه النسبة لعل بعض أجداد المنتسب اختص بهذه الصنعة منهم أبو بكر الحسن بن علي بن أحمد بن بشار بن زياد الشاعر المعروف بابن العلاف كان أحد الشعراء المجودين المقيمين لصنعة الشعر سمع الحديث الكثير وحدث عن أبي عمرو |جـ 4 صـ 262| الدوري وحميد بن مسعدة البصري ونصر بن علي الجهضمي ومحمد بن إسماعيل الحساني روى عنه عبد الله بن الحسن بن النخاس وأبو الحسن الجراحي القاضي وأبو عمر بن حيويه وأبو حفص بن شاهين وجماعة وكان أحد ندماء المعتضد وحكى عنه أنه قال أطلنا الجلوس بحضرته ثم نهضنا إلى مجالسنا في حجرة كانت موسومة بالندماء فلما هدأت العيون أحسسنا بفتح الأبواب فارتاعت الجماعة وجلسنا في فرشنا فدخل إلينا خادم خدم المعتضد فقال إن أمير المؤمنين يقول لكم أرقت الليلة بعد انصرافكم فعملت % ولما انتبهنا للخيال الذي سرى % % إذا الدار قفر والمزار بعيد % وقد ارتج علي تمامه فأجيزوه ومن أجازه بما يوافق غرضي أجزلت جائزته وفي الجماعة كل شاعر مجيد مذكور وأديب فاضل مشهور فأفحمت الجماعة فقلت مبتدرا لهم % فقلت لعيني عاودي النوم واهجعي % % لعل خيالا طارقا سيعود % فرجع الخادم إليه بهذا الجواب ثم عاد إلي فقال أمير المؤمنين يقول لك أحسنت وأمر لك بجائزة ومات في سنة تسع عشرة وثلاثمائة عن مائة سنة وأبو بكر هبة الله بن الحسن بن محمد بن الفضل بن إسماعيل بن سعيد بن معبد بن يونس بن المشمعل بن عبد الله بن الأسود بن سعيد بن علقمة بن عوف بن الحارث بن سدوس بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الأديب النحوي العلامة الفارسي المعروف بالعلاف من أهل شيراز كان إماما فاضلا وشاعرا بارعا ورد خراسان وخرج إلى ما وراء النهر سمع حماد بن مدرك وإبراهيم بن حميد وأحمد بن الأغر ومحمد بن جعفر التمار وأبا عبد الله محمد بن أحمد الفارسي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ لنيسابور فقال العلامة أبو بكر الفارسي المعروف بالعلاف كان من أفراد الزمان في عصره في أنواع العلوم ورد نيسابور في جملة الفقهاء الذين خرجوا إلى بخارى للمصاهرة بين الأمير السديد وعضد الدولة وذلك في سنة ستين وثلاثمائة وكان أبو بكر الأديب قد قارب السبعين وما وخطه الشيب حتى إني لما رأيته توهمته شابا فكنت أقول من هو أبو بكر العلاف فأشاروا إلي إليه وله في ذلك أشعار وتوفي بشيراز في شهر رمضان سنة سبع وسبعين وثلاثمائة وهو |جـ 4 صـ 263| ابن نيف وتسعين سنة وأبو عبد الله محمد بن عيسى بن الحسن بن إسحاق التميمي العلاف من أهل بغداد سكن مصر وانتشر حديثه بها وحدث بحلب ومصر عن أحمد بن عبيد الله النرسي ومحمد ين سليمان الباغندي وأبي العباس الكديمي وإسحاق بن إبراهيم بن سنين الختلي والحارث بن أبي أسامة ومحمد بن غالب التمتام ومحمد بن شاذان الجوهري وعلي بن الحسن بن بيان الباقلاني وعبدالله بن أحمد بن حنبل روى عنه عبد الغني بن سعيد وأبو محمد بن النحاس المصريان قال أبو عبد الله محمد بن علي الصوري قدم محمد بن عيسى العلاف البغدادي مصر وحدث بها مجلسا واحدا يوم الجمعة ومات فجأة لثمان عشرة خلت من جمادي الآخرة سنة أربع وأربعين وثلاثمائة وصلى عيه في مصلى بني مسكين بمصر وأبو طاهر محمد بن علي بن محمد بن يوسف العلاف الحافظ من أهل بغداد سمع أبا بكر بن مالك القطيعي وأحمد بن جعفر بن سلم ومخلد بن جعفر ذكره أبو بكر الخطيب وقال كتبت عنه وكان صدوقا مستورا ظاهر الوقار حسن السمت جميل المذهب كان يعظ بجامع المهدي ثم اتخذ حلقة في جامع المنصور ومات في شهر ربيع الآخر سنة اثنتين وأربعين وأربعمائة ودفن بمقبرة الخيزران وأبو عمرو عثمان بن محمد بن يوسف بن دوست العلاف وهو أخو أبي عبد الله أحمد وكان الأصغر من أهل بغداد سمع أبا بكر أحمد بن سلمان النجاد وعبد الله بن إسحاق الخراساني وعمر بن جعفر بن سلم وأبا بكر محمد بن عبد الله الشافعي وعلي بن أحمد بن محمد القزويني المعروف ببادويه روى عنه أبو بكر أحمد بن علي الخطيب وأبو المعالي ثابت بن بندار البقال وذكره الخطيب في التاريخ وقال كتبنا عنه وكان صدوقا وكان مسكنه بباب الشام وكانت ولادته في سنة ثلاث أو اثنتين وأربعين وثلاثمائة ومات في صفر سنة ثمان وعشرين وأربعمائة ودفن بباب حرب وابن أبي طاهر السابق ذكره أبو الحسن علي بن محمد بن علي بن محمد بن يوسف بن يعقوب بن العلاف المعروف بالحاجب من أولاد المحدثين كانت له طريقة جميلة وشاكلة حميدة وخصال مرضية عمر العمر الطويل حتى صار إليه الرحلة من أقطار |جـ 4 صـ 264| الأرض وكان آخر من روى في الدنيا عن أبي الحسن علي بن أحمد بن الحمامي المقرىء وسمع أبا القاسم عبد الملك بن محمد بن بشران العبدي سمع منه والدي روى عنه في بغداد ابنه أبو طاهر محمد بن علي بن العلاف وأبو القاسم علي بن طراد الوزير وبالموصل أبو عبد الله الحسين بن نصر بن خميس الجهني وبمكة أبو سعد أحمد بن محمد بن أحمد بن الحسن الحافظ وبالسوارقية أبو الكرم المبارك بن مسعود بن حنيس الماوردي ونعم الصلح أبو السعادات المبارك بن الحسين بن عبد الوهاب الواسطي وبالكوفة أبو الحسن صافي بن عبد الله بن المنادي وبأصبهان أبو الفخر أسعد بن عبد الواحد التاجر وبمرو أبو طاهر محمد بن أبي بكر السنجي وببلخ أبو المظفر عبد الله بن طاهر بن فارس الخياط وبفوشنج أبو معشر رزق الله بن محمد بن عبد الملك الكرخي وبالحاجر أبو الحسن عنبر بن عبد الله الستري وجماعة كثير سواهم وعد والدي رحمه الله أصحاب أبي القاسم بن بشران فذكر أبا الحسن بن العلاف وقال هو رجل من أجل أصحابه عندي وولد سنة ست وأربعمائة ومات في المحرم سنة خمس وخمسمائة وعاش تسعا وتسعين سنة ",
                "title": "العلاف",
                "uri": "JK_000952_2847"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}