{
    "features": [
        {
            "item": "JK_000952_2282",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.387-389",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشامي</h1> بتشديد الشين المعجمة وفتحها وفي آخرها ميم هذه النسبة إلى الشأم بالهمزة وتلين فيقال الشامي وهي بلاد بين الجزيرة والغور إلى الساحل وإنما سميت الشام ب سام بن نوح وسام اسمه بالسريانية شام وبالعبرانية اشم وقيل لأنها من شمال الأرض كما أن اليمين يمين الأرض وقيل إن اسم الشام سورية وكانت أرض بني إسرائيل قسمت إلى اثني عشر سهما فصار لكل سبط قسم فنزل تسعة أسباط ونصف من مدينة يقال لها شامين وهي من أرض فلسطين فصار إليها متجر العرب في ذلك الدهر ومنها كانت ميرتهم فسموا الشام ب شامين وحذفوا فقالوا الشام كان بها عالم من الصحابة والتابعين حتى قال أبو بكر عبد الله بن أبي داود السجستاني بالشام عشرة آلاف عين رأت رسول الله صلى الله عليه وسلم والمشهور بالنسبة إليها أبو عبد الله مكحول بن عبد الله الشامي كان من سبي كابل لسعيد بن العاص فوهبه لأمرأة من هذيل فأعتقته بمصر ثم تحول إلى دمشق فسكنها يروي عن أنس بن مالك وابن عمر وواثلة وأبي أمامة وكان من فقهاء الشام ومات سنة ثنتي عشرة ومائة بالشام وقد قيل سنة ثلاث عشرة وقيل سنة أربع عشرة وببخارى مسجد يقال له مسجد الشام هكذا ذكره أبو كامل البصيري وقال يدعى فقهاؤه شامي منهم أبو سعيد الشامي الفقيه يلقب ب حجي أدركته وأخاه وكانا مليحين قال سمعت عبد الله بن الغزال مستملي قاضي أبي جعفر الأسروشني يحكي بين يدي الفقيه عبد العزيز الحلواني ويقول كنا يوما مع أبي سعيد الشامي بقرية خجادى فيها أصحاب الشافعي فمررنا بأعلى مسجدهم فإذا المؤذن يقيم فقال أبو سعيد الشامي تعالوا نصل |جـ 3 صـ 388| معهم فدخلنا وصففنا خلف الإمام وجعلوا يقرؤون في صلاتهم ويولولون ونحن نتعجب من ولولتهم في الصلاة وكنا نسكت خلف الإمام فلا نقرأ شيئا من القرآن وينظرون إلينا نظرا شزرا فلما فرغ الإمام حملوا علينا وقالوا ما هذا الكسل الذي أنتم فيه فلم لا تقرؤون الفاتحة فمن الكسل تركتم الفاتحة خلف الإمام فقلت أنا لهم حتى يجيبكم عن هذه المسألة فقيهنا فإنه كبيرنا فسمع الفقيه أبو سعيد الشامي مناظرتنا فقال اسمعوا حتى أجيبكم فإنا لسنا بكسالى ولكن الساعة كسل إمامكم في إفراد الإقامة حملنا على هذا الكسل الذي تركنا القراءة خلف الإمام وإنما تعلمنا الكسل منكم ولو ثنيتم الإقامة ولم تكسلوا فيها لما اجترأنا على هذا الكسل الذي تعيرونا به فأسكتهم بهذا الجواب ونجونا قال وله مثل هذه الحكايات العجيبة المليحة وحكى في مجلسه ذلك عنه ايضا فقال كنا معه بالنور فدخلنا كرمينية يوم الجمعة فصلى مع الناس الجمعة وأمرناه بارتقاء المنبر للوعظ فارتقاه فسألوه عن جواز الجمعة بكرمينية هل تجوز أم لا فقال إن قلت تجوز فقد خالفت السلف فإنهم كانوا لا يجوزون فقلت لا أخالف سلفي وقلت لا تجوز فقالوا لم قال لأنها ليست ببلدة وهي قرية والقرى لا يجمع فيها والدليل على انها قرية أن العريش يفتل في باب الجامع وعندنا العريش يفتل على أبواب القرى فلو لم تكن هذه البقعة قرية وإلا لم فعلتم هذا الفعل على باب جامعكم فأسكتهم بهذه الحجة قلت هذه من الحجج التي قال فيها الشاعر % حجج تكاسر كالزجاج تخالها % % حقا وكل كاسر مكسور % وجماعة سوى هؤلاء ينتسبون بهذه النسبة وشامة اسم بعض أجدادهم منهم يحيى بن زكريا بن يحيى بن عبد الملك الثقفي الشامي يعرف بابن الشامة أندلسي توفي سنة خمس وسبعين ومائتين |جـ 3 صـ 389| ويحيى بن زكريا بن الشامة الأموي محدث أندلسي مات في سنة سبع وعشرين وثلاثمائة يروي عن خاله إبراهيم بن قاسم بن هلال عن فطيس السبائي عن مالك بن أنس روى عنه ابنه أحمد بن يحيى وابنه هذا روى عنه أبو القاسم خلف بن القاسم بن سهل وأبو القاسم هبة الله بن علي بن عبد الرحمن بن يعقوب بن شامة المعافري المصري شيخ صالح يروي عن حمزة بن محمد بن علي بن العباس الكناني قاله ابن ماكولا قلت روى عنه أبو عبد الله محمد بن سلامة القضاعي وأبو طاهر محمد بن أحمد بن أبي الصفر الأنباري وأبو عبد الله محمد بن العباس الشامي مولى بني هاشم يعرف بصاحب الشامة حدث عن محمد بن ربيعة الكلابي ومبشر بن إسماعيل الحلبي وسلام بن نوح العطار وشعيب بن حرب المدائني ومحمد بن بشر العبدي ومنصور بن سقير وغيرهم روى عنه عبد الله بن أحمد بن حنبل وعمر بن حفص السدوسي وأحمد بن محمد بن مسروق الطوسي وعبد الله بن محمد بن ناجية والقاسم بن يحيى بن نصر المخرمي وكان ثقة ومات في جمادى الأولى سنة تسع وثلاثين ومائتين ",
                "title": "الشامي",
                "uri": "JK_000952_2282"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}