{
    "features": [
        {
            "item": "JK_000952_0352",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.265-267",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الباقلاني</h1> بفتح الباء الموحدة وكسر القاف بعد الألف واللام ألف وفي آخرها النون هذه النسبة إلى باقلا وبيعه والمشهور بهذه النسبة القاضي أبو بكر محمد بن |جـ 1 صـ 266| الطيب بن محمد الباقلاني البصري المتكلم من أهل البصرة سكن بغداد وكان متكلما على مذهب الأشعري كان أعرف الناس بالكلام وأحسنهم خاطرا وأجودهم لسانا وأوضحهم بيانا وأصحهم عبارة وله التصانيف الكثيرة المنتشرة في الرد على المخالفين من الرافضة والمعتزلة والجهمية والخوارج وغيرهم سمع الحديث ببغداد من أبي بكر أحمد بن جعفر بن مالك القطيعي وأبي محمد عبد الله بن إبراهيم بن ماسي وأبي أحمد الحسين بن علي التميمي النيسابوري خرج له الفوائد أبو الفتح محمد بن أبي الفوارس الحافظ وروى عنه أبو جعفر محمد بن أحمد السمناني وكان ثقة صدوقا وحكي أن ابن المعلم شيخ الرافضة ومتكلمها حضر بعض مجالس النظر مع أصحاب له إذ أقبل القاضي أبو بكر الأشعري فالتفت ابن المعلم إلى أصحابه وقال لهم قد جاءكم الشيطان فسمع القاضي كلامه وكان بعيدا من القوم فلما جلس أقبل على ابن المعلم وأصحابه وقال لهم قال الله تعالى & أنا أرسلنا الشياطين على الكافرين تؤزهم أزا & أي إن كنت شيطانا فأنتم كفار وقد أرسلت إليكم وكان الملك عضد الدولة بعث القاضي أبا بكر الباقلاني في رسالة إلى ملك الروم فلما ورد مدينته أخبر الملك بتبحره في العلم فعلم الملك أنه لا يخدمه إذا دخل عليه ولا ينحني له فأمر الملك أن يوضع سريره في موضع وجعل للموضع في مقابلة بابا لطيفا صغيرا يحتاج الداخل فيه إلى الإنحناء فلما وصل القاضي أبو بكر إلى الباب فكر فعرف القصة فأدار وجهه عن الباب ودخله معكوسا وجعل ظهره في ناحية الملك فوقعت الهيبة للملك وكان ورده كل ليلة عشرين ترويحة ما تركها في حضر ولا سفر قال وكان كل ليلة إذا صلى العشاء وقضى ورده وضع الدواة بين يديه وكتب خمسا وثلاثين ورقة نصفا من حفظه وكان يذكر أن كتبه بالمداد أسهل عليه من الكتب بالحبر فإذا صلى الفجر دفع إلى بعض أصحابه ما صنفه في ليله فأمره بقراءته عليه وأملى عليه الزيادات فيه وكان أبو بكر الخوارزمي يقول كل مصنف إنما ينقل من كتب الناس إلى تصنيفه سوى القاضي أبي بكر فإن صدره يحوي علمه وعلم الناس وكان أبو محمد البافي يقول لو أوصى رجل بثلث ماله أن يدفع إلى أفصح الناس لوجب أن يدفع إلى أبي بكر الأشعري ومات ببغداد لسبع بقين من ذي القعدة سنة ثلاث وأربعمائة ودفن في داره ثم نقل إلى مقبرة باب حرب ورثاه بعض الناس فقال % أنظر إلى جبل يمشي الرجال به % % وانظر إلى القبر ما يحوي من الصلف % % وانظر إلى صارم الإسلام منغمدا % % وانظر إلى درة الإسلام في الصدف % |جـ 1 صـ 267| قال أبو الفضل المقري مضيت أنا وأبو علي بن شاذان وأبو القاسم الأزهري إلى قبر القاضي أبي بكر الأشعري لنترحم عليه وذلك بعد موته بشهر فرفعت مصحفا كان موضوعا على قبره فقلت اللهم بين لي حال القاضي أبي بكر وما الذي آل إليه أمره ثم فتحت المصحف فوجدت مكتوبا فيه & يا قوم أرأيتم إن كنت على بينة من ربي وآتاني رحمة من عنده فعميت عليكم أنلزمكموها وأنتم لها كارهون & ",
                "title": "الباقلاني",
                "uri": "JK_000952_0352"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}