{
    "features": [
        {
            "item": "JK_000129_003305",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.151-152",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجلسد</h1> اسم صنم كان بحضرموت ولم أجد ذكره في كتاب الأصنام لأبي المنذر هشام بن محمد الكلبي ولكني قرأت في كتاب أبي أحمد الحسن بن عبد الله العسكري أخبرنا ابن دريد قال أخبرني عمي الحسين بن دريد قال أخبرني حاتم بن قبيصة المهلبي عن هشام بن الكلبي عن أبي مسكين قال كان بحضرموت صنم يسمى الجلسد تعبده كندة وحضرموت وكانت سدنته بني شكامة بن شبيب بن السكون بن أشرس بن ثور بن مرتع وهو كندة ثم أهل بيت منهم يقال لهم بنو علاق وكان الذي يسدنه منهم يسمى الأخزر بن ثابت وكان للجسد حمى ترعاه سوامه وغنمه وكانت هوافي الغنم إذا رعت حمى الجلسد حرمت على أربابها وكانوا يكلمون منه وكان كجثة الرجل العظيم وهو من صخرة بيضاء لها كرأس أسود وإذا تأمله الناظر رأى فيه كصورة وجه الإنسان قال الأخزر فإني ليوما |جـ 2 صـ 152| عند الجلسد وقد ذبح له رجل من بني الأمري بن مهرة ذبحا إذ سمعنا فيه كهمهمة الرعد فأصغينا فإذا قائل يقول شعار أهل عدم إنه قضاء حتم إن بطش سهم فقد فاز سهم فقلنا ربنا وضاح وضاح فأعاد الصوت وهو يقول ناء نجم العراق يا أخزر بن علاق هل أحسست جمعا عما وعددا جما يهوي من يمن وشام إلى ذات الآجام نور أظل وظلام أفل وملك انتقل من محل إلى محل ثم سكت فلم ندر ما هو فقلنا هذا أمر كائن فلما كان في العام المقبل وقد راث علينا ما كنا نسمع من كلام الصنم وساءت ظنوننا وقربنا ولطخنا بدمه وكذلك كنا نفعل فإذا الصوت قد عاد علينا فتباشرنا وقلنا عم صباحا ربنا لا مصد عنك ولا محيد تشاجرت الشؤون وساءت الظنون فالعياذ من غضبك والإياب إلى صفحك فإذا النداء من الصنم يقول قلبت البنات وعزاها واللات وعلياها ومناة منعت الأفق فلا مصعد وحرست فلا مقعد وأبهمت فلا متلدد وكان قد ناجم نجم وهاجم هجم وصامت زجم وقابل رجم وداع نطق وحق بسق وباطل زهق ثم سكت فتحدثت القبائل بهذا في مخاليف اليمن فأنا لعلى أفان ذلك إذ أضل رجل من كندة إبلا فأقبل إلى الجلسد فنحر جزورا واستعار ثوبين من ثياب السدنة وأكتراهما فلبسهما وكذلك كانوا يفعلون ثم قال أنشدك يا رب أبكرا ضخما مدمومة دما مخلوقة بالأفخاذ مخبوطة بالحاذ أضللتها بين جماهير النخرة حيث الشقيقة والضفرة فاهد رب وأرشد فلم يجب قال الأخزر فانكسر لذلك وقد كان فيما مضى يخبرنا بالأعاجيب فلما جن علينا الليل بت مبيتي عنده فإذا هاتف يقول لا شأن للجلسد ولا رثي لهدد استقام الأود وعبد الواحد الصمد واكفى الحجر الأصلد والرأس الأسود قال فنهضت مذعورا فأتيت الصنم فإذا هو منقلب على رأسه وكان لو اجتمع فئام من الناس ما حلحلوه فوالذي نفسي بيده ما عرجت على أهل ولا مال حتى أتيت راحلتي وخرجت حتى أتيت صنعاء فقلت هل من خائبة خبر فقيل لي ظهر رجل بمكة يدعو إلى خلع الأوثان ويزعم أنه نبي فلم أزل أطوف في مخاليف اليمن حتى ظهر الإسلام فأتيت النبي صلى الله عليه وسلم فأسلمت وفي أشعارهم كما بيقر من يمشي إلى الجلسد والبيقرة مشية يطأطىء الرجل فيها رأسه ",
                "title": "الجلسد",
                "uri": "JK_000129_003305"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}