{
    "features": [
        {
            "item": "JK_000129_012586",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.248-249",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نابلس والنسبة النابلسي</h1> بضم الباء الموحدة واللام والسين مهملة وسئل شيخ من أهل المعرفة من أهل نابلس لم سميت بذلك فقال إنه كان ههنا واد فيه حية قد امتنعت فيه وكانت عظيمة جدا وكانوا يسمونها بلغتهم لس فاحتالوا عليها حتى قتلوها وانتزعوا نابها وجاؤوا بها فعلقوها على باب هذه المدينة فقيل هذا ناب لس أي ناب الحية ثم كثر استعمالها حتى كتبوها متصلة نابلس هكذا وغلب هذا الاسم عليها وهي مدينة مشهورة بأرض فلسطين بين جبلين مستطيلة لا عرض لها كثيرة المياه لأنها لصيقة في جبل أرضها حجر بينها وبين بيت المقدس عشرة فراسخ ولها كورة واسعة وعمل جليل كله في الجبل الذي فيه القدس وبظاهر نابلس جبل ذكروا أن آدم عليه السلام سجد فيه وبها الجبل الذي تعتقد اليهود أن الذبح كان عليه وعندهم أن الذبيح إسحاق عليه السلام ولليهود في هذا الجبل اعتقاد أعظم ما يكون واسمه كزيرم وهو مذكور في التوراة والسمرة تصلي إليه وبه عين تحت كهف يعظمونها ويزورها السمرة ولأجل ذلك كثرت السمرة بهذه المدينة وينسب إليها محمد بن أحمد بن سهل بن نصر أبو بكر الرملي ويعرف بابن النابلسي حدث عن أبي جعفر محمد بن أحمد بن شيبان الرملي وسعيد بن هاشم بن مرثد الطبراني وعمر بن محمد بن سليمان العطار وعثمان بن محمد بن علي بن جعفر الذهبي ومحمد بن الحسن بن قتيبة وأحمد بن ريحان وأبي الفضل العباس بن الوليد القاضي وأبي عبد الله جعفر بن أحمد بن إدريس القزويني وإسماعيل بن محمد بن محفوظ وأبي سعيد بن الأعرابي وأبي منصور محمد بن سعد روى عنه هشام بن محمد الرازي وعبد الوهاب الميداني وأبو الحسن الدارقطني وأبو مسلم محمد بن عبد الله بن محمد بن عمر الأصبهاني وأبو القاسم علي بن جعفر الحلبي وبشرى بن عبد الله مولى فلفل وعن أبي ذر الهروي قال أبو بكر النابلسي سجنه |جـ 5 صـ 249| بنو عبيد وصلبوه في السنة وسمعت الدارقطني يذكره ويبكي ويقول كان يقول وهو يسلخ كان ذلك في الكتاب مسطورا وقال أبو القاسم قال لنا أبو محمد الأكفاني فيها يعني سنة 363 توفي العبد الصالح الزاهد أبو بكر محمد بن أحمد بن سهل بن نصر الرملي ويعرف بابن النابلسي وكان يرى قتال المغاربة وبغضهم وأنه واجب فكان قد هرب من الرملة إلى دمشق فقبض عليه الوالي بها أبو محمد الكناني صاحب العزيز أبي تميم بدمشق وأخذه وحبسه في شهر رمضان سنة 363 وجعله في قفص خشب وحمله إلى مصر فلما حمله إلى مصر قيل له أنت قلت لو أن معي عشرة أسهم لرميت تسعة في المغاربة وواحدا في الروم فاعترف بذلك وقال قد قلته فأمر أبو تميم بسلخه فسلخوه وحشوا جلده تبنا وصلبوه وعن أبي الشعشاع المصري قال رأيت أبا بكر النابلسي في المنام بعدما قتل وهو في أحسن هيئة فقلت له ما فعل الله بك فأنشد يقول حباني مالكي بدوام عز وأوعدني بقرب الانتصار وقربني وأدناني إليه وقال انعم بعيش في جواري وإدريس بن يزيد أبو سليمان النابلسي سكن العراق وحكى عن أبي تمام وكان أديبا شاعرا وقال أبو بكر الصولي لقيني أبو سليمان النابلسي في مربد البصرة فقلت له من أين فقال من عند أميركم الفضل بن عباس حجبني فقلت أبياتا ما سمعها بعد مني فقلت أنشدنيها فأنشدني لما تفكرت في حجابك عاتبت نفسي على حجابك فما أراها تميل طوعا إلا إلى اليأس من ثوابك قد وقع اليأس فاستوينا فكن كما كنت باحتجابك فإن تزرني أزرك أو إن تقف ببابي أقف ببابك والله ما أنت في حسابي إلا إذا كنت في حسابك قال وحجبني الحسن بن يوسف اليزيدي فكتبت إليه سأترككم حتى يلين حجابكم على أنه لا بد أن سيلين خذوا حذركم من نوبة الدهر إنها وإن لم تكن حانت فسوف تحين ",
                "title": "نابلس والنسبة النابلسي",
                "uri": "JK_000129_012586"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}