{
    "features": [
        {
            "item": "JK_000952_0042",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.75-76",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأبلي</h1> هذه النسبة إلى الأبلة بلدة قديمة على أربعة فراسخ من البصرة وهي أقدم من البصرة أقمت بها ساعة في انصرافي من البصرة وقيل إنها من جنان الدنيا وممن اشتهر بالانتساب إليها أبو هاشم كثير بن سليم الأبلي من أهلها وهو الذي يقال له كثير بن عبد الله يروي عن أنس رضي الله عنه روى عنه قتيبة بن سعيد كان يروى عن أنس ما ليس من حديثه من غير روايته ويضع عليه ثم يحدث به لا يحل كتابة حديثه ولا الرواية عنه إلا على سبيل الاختبار وأبو محمد شيبان بن أبي شيبة الأبلي الحبطي واسم أبي شيبة فروخ من ثقات أهل الأبلة يروي عن حماد بن سلمة وداود بن أبي الفرات وأبي هلال الراسبي ورأى شعبة بن الحجاج روى عنه مسلم بن الحجاج وأبو عيسى الترمذي وأبو يعلى الموصلي وأبو بكر بن الباغندي وأبو القاسم البغوي والحسن بن سفيان وغيرهم مات سنة ست وثلاثين ومائتين وأبو الحسن أحمد بن الحسن بن أبان المضري الأبلي قال أبو حاتم بن حبان كذاب دجال يضع الحديث على الثقات وضعا كتب عنه أصحابنا كان قد مات قبل دخولي الأبلة لا يجوز الاحتجاج به بحال يروي عن أبي عاصم النبيل وغيره وأبو بكر أحمد بن محمد بن الفضل القيسي الأبلي سكن جنديسابور إحدى كور الأهواز قال أبو حاتم بن حبان أبو بكر الأبلي سكن قرية من قرى جنديسابور يقال لها نوكول فكتبت عنه شبيها بخمسمائة حديث كلها موضوعة بضعها نسخة نسخة على الثقات كان يروي عن نصر بن علي الجهضمي وأبو عبد الله محمد بن علي بن إسماعيل بن الفضل الأبلي الحافظ سكن بغداد وله رحلة إلى مصر حدث عن عبد الله بن روح المدائني ويحيى بن نافع بن خالد ويحيى بن عثمان بن صالح ويحيى بن أيوب العلاف وأزهر بن زفر الحضرمي المصريين |جـ 1 صـ 76| وبكر بن سهل الدمياطي وأحمد بن إبراهيم البسري روى عنه أبو عمر بن حيويه وأبو الحسن الدارقطني وأبو بكر بن شاذان وأبو حفص بن شاهين وأبو حفص الكتاني وكان ثقة ومات في شوال من سنة تسع وعشرين وثلاثمائة ",
                "title": "الأبلي",
                "uri": "JK_000952_0042"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}