{
    "features": [
        {
            "item": "JK_000952_2799",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.223-224",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العكلي</h1> بضم العين المهملة وسكون الكاف وكسر اللام هذه النسبة إلى عكل وهو بطن من تميم وورد في الحديث الصحيح أن نفرا من عكل وعرينة قدموا على النبي صلى الله عليه وسلم وذكر حديث العرنيين والمشهور بهذه النسبة زيد بن الحباب العكلي التميمي الكوفي أبو الحسين سمع مالك بن مغول وسفيان |جـ 4 صـ 224| الثوري وشعبة وسيف بن سليمان ومالك بن أنس وابن أبي ذئب ومعاوية بن صالح روى عنه عبد الله بن وهب ويزيد بن هارون وأحمد بن حنبل وأبو بكر بن أبي شيبة ويحيى الجماني والحسن بن عرفة وعباس الدوري وغيرهم وذكره أحمد بن حنبل فقال كان صاحب حديث كيسا قد رحل إلى مصر وخراسان في الحديث وما كان أصبره على الفقر كتبت عنه بالكوفة وها هنا وقد ضرب في الحديث إلى الأندلس وإنما قال أحمد ضرب في الحديث إلى الأندلس عنى بذلك سماع زيد من معاوية بن صالح الحمصي وكان يتولى قضاء الأندلس فظن أحمد أن زيدا سمع منه هناك وهذا وهم منه هكذا قال أبو بكر الخطيب قال وأحسب أن زيدا سمع من معاوية بن صالح بمكة فإن عبد الرحمن بن مهدي سمع بها منه وقال أبو حاتم بن حبان زيد بن الحباب كان يخطىء يعتبر حديثه إذا روى عن المشاهير وأما روايته عن المجاهيل ففيه المناكير مات سنة ثلاث ومائتين وأبو محمد حمران بن عبد العزيز العكلي الحريري وقد قيل كنيته أبو الحكم من بني قيس بن ثوبان من أهل البصرة يروي عن الحسن وأم حفص أم ولد عمران بن حصين روى عنه وكيع وأبو داود وهو والد محمد بن حمران والحسن العكلي من أصحاب شعبة من الطبقة الرابعة من الغرباء روى عن شعبة ودهثم بن قران العكلي اليمامي يروي عن نمران بن جارية روى عنه مروان بن معاوية الفزاري ومحمد بن عباد بن موسى بن راشد العكلي يلقب سندولا وهو كوفي سكن بغداد وكان صاحب أخبار وحفظ لأيام الناس وحدث عن أبيه وعبد العزيز بن محمد الدراوردي ويحيى بن سليم الطائفي وعبد السلام بن حرب وحفص بن غياث وأسباط بن محمد وزيد بن الحباب وهشام بن محمد الكلبي وغيرهم روى عنه إبراهيم بن إسحاق الحربي وأبو بكر بن أبي الدنيا ومحمد بن الليث الجوهري وعبد الله بن محمد بن ناجية وأحمد بن الحسن بن عبد الجبار وغيرهم قال إبراهيم بن عبد الله بن الجنيد سألت يحيى بن معين عن محمد بن عباد بن موسى فلم يحمده قلت إنما أكتب عنه سمرا وعربية فرخص لي فيه وقال ابن عقدة محمد بن عباد العكلي نزل بغداد في أمره نظر |جـ 4 صـ 225| وأبو علي غسان بن محمد بن غسان بن موسى العكلي حدث بأصبهان عن إسحاق بن إبراهيم بن محمد بن محمد بن جميل راوية المسند لأحمد بن منيع روى عنه أبو بكر بن مردويه ",
                "title": "العكلي",
                "uri": "JK_000952_2799"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}