{
    "features": [
        {
            "item": "JK_000952_1344",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.337-338",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخراساني</h1> بضم الخاء المعجمة وفتح الراء والسين المهملتين وفي آخرها النون هذه النسبة إلى خراسان وهي بلاد كبيرة فأهل العراق يظنون أن من الري إلى مطلع الشمس خراسان وبعضهم يقولون إذا جاوزت حد سواد العراق وهو جبل حلوان فهو أول حد خراسان إلى مطلع الشمس وهه اسم مركب بالعجمية ومعناه بالعربية موضع طلوع الشمس لأن خور بالعجمية الدارية اسم الشمس وأسان موضع الشيء ومكانه وسمعت القاضي أبا بكر محمد بن عبد الباقي الأنصاري إن خراسان أصل هذه الكلمة خورآسان يعني كل بالرفاهية والصحيح هو الأول والعلماء في كل فن منها بحيث لا يدخل تحت الحصر وقد صنف التواريخ في ذلك غير أن جماعة عرفوا بالانتساب إليها فمنهم أبو الحسن مقاتل بن سليمان الخراساني مولى للأزد أصله من بلخ وانتقل إلى البصرة وبها مات بعد قدوم الهاشمية وكان يأخذ عن اليهود والنصارى علم القرآن الذي يوافق كتبهم وكان مشبها يشبه الرب بالمخلوقين وكان يكذب مع ذلك في الحديث وكان أبو يوسف القاضي يقول قال أبو حنيفة رحمه الله يا أبا يوسف احذر صنفين من خراسان الجهمية والمقاتلية وأبو أيوب وقيل أبو مسعود عطاء بن أبي مسلم الخراساني واسم أبيه عبد الله وقيل ميسرة يروي عن سعيد بن المسيب والزهري روى عنه مالك ومعمر أصله من بلخ مولى المهلب بن أبي صفرة عداده في البصريين وإنما قيل له الخراساني لأنه دخل خراسان فأقام بها مدة طويلة ثم رجع إلى العراق فنسب إلى خراسان لطول مكثه بها وكان مولده سنة خمسين ومات سنة خمس وثلاثين ومائة بأريحا فحمل ودفن ببيت المقدس وكان من خيار عباد الله غير أنه كان رديء الحفظ كثير الوهم يخطئ ولا يعلم فحمل عنه فلما كثر ذلك في روايته بطل الاحتجاج به وأصرم بن حوشب الهمداني الخراساني يروي عن زياد بن سعد وغيره روى عنه الحسن بن أبي الربيع كان يضع الحديث على الثقات والدارمي يقول قلت ليحيى بن معين وأصرم بن حوشب تعرفه فقال كذاب خبيث وأبو أيوب سليمان بن بشار الخراساني شيخ كان يدور بالشام ومصر يروي عن الثقات مثل ابن عيينة وغيره ما لم يحدثوا به ويضع على الأثبات ما لا يحصى كثرة ليس يعرفه كل إنسان من أصحاب الحديث لا يحل الاحتجاج به بحال روى عنه أبو عبد الله النقال بالرملة والشاه بن شيرباميان الخراساني قال أبو حاتم بن حبان حدث ببغداد يروي عن قتيبة بن سعيد يضع الحديث لا يحل ذكره في الكتب وإنما ذكرته وإن لم يشتهر عند أصحابنا ذكره ليعرف فيجانب حديثه روى عنه أبو حاتم محمد بن حبان البستي وأبو شيخ عبد الله بن ابن مروان الخراساني يروي عن ابن أبي ذئب روى عنه سليمان بن عبد الرحمن يلزق المتون بالصحاح التي لا يعرف لها إلا طريق واحد بطريق آخر |جـ 2 صـ 338| يشتبه على من الحديث صناعته لا يحل الاحتجاج به وأبو عبد الله نهشل بن سعيد بن وردان الخراساني من أهل نيسابور كان أصله من البصرة يروي عن داود بن أبي هند والضحاك بن مزاحم روى عنه محمد بن معاوية النيسابوري كان ممن يروي عن الثقات ما ليس من أحاديثهم لا يحل كتبه حديثه إلا على جهة العجب كان إسحاق بن إبراهيم الحنظلي يرميه بالكذب ",
                "title": "الخراساني",
                "uri": "JK_000952_1344"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}