{
    "features": [
        {
            "item": "JK_000952_0801",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.9-10",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجاري</h1> بفتح الجيم والراء المهملة هذه النسبة إلى الجار وهي بليدة على الساحل بقرب مدينة رسول الله صلى الله عليه وسلم والمنتسب إليها أبو عبد الله سعد بن نوفل الجاري كان |جـ 2 صـ 10| عامل عمر رضي الله عنه على الجار روى عنه ابنه عبد الله بن سعد وعمرو بن سعد الجاري مولى عمر بن الخطاب رضي الله عنه يروي عن ابن عمر رضي الله عنه وأبي هريرة وعبد الله بن عمر رضوان الله عليهم روى عنه زيد بن أسلم وعبد الملك بن أعين وعبد الملك بن الحسن الجاري الأحول مولى مروان بن الحكم الأموي يروي المراسيل والمقاطيع روى عنه أبو عامر العقدي وعمر بن راشد الجاري القرشي مولى عبد الرحمن بن أبان بن عثمان كان ينزل الجار وهو الذي يقال له الساحلي يضع الحديث على مالك وابن أبي ذئب وغيرهما من الثقات لا يحل ذكره في الكتب إلا على سبيل القدح فيه فكيف الرواية عنه سليمان بن محمد بن سليمان بن موسى بن عبد الله ين يسار الأسلمي اليساري الجاري المديني سكن الجار روى عن عبد الرحمن بن زيد بن أسلم وإسحاق بن إبراهيم بن نسطاس ومالك بن أنس وابن أبي ذئب ونافع بن أبي نعيم وغيرهم ويحيى بن محمد الجاري من أهل الحجاز يروي عن الدراوردي روى عنه مؤمل بن إهاب كان ممن يتفرد بأشياء لا يتابع عليها على قلة روايته كأنه كان يهم كثيرا فمن ههنا وقع المناكير في روايته يجب التنكب عما انفرد من الروايات وإن احتج به محتج فيما وافق الثقات لم أر به بأسا وجار قرية من قرى أصبهان من ناحية بران خرج منها جماعة منهم الزاهد أبو بكر ذاكر بن عمر بن سهل الجاري من قرية جار كان شيخا صالحا مات في ذي القعدة سنة إحدى وخمسين وخمسمائة سمع أبا مطيع محمد بن عبد الواحد الصحاف و أم عمرو وسعيدة بنت بكران بن محمد بن أحمد بن جعفر الجاري سمعت أبا مطيع المصري أيضا وكتب إلي الإجازة بجميع مسموعاته و أبو الفضل جعفر بن محمد بن جعفر الجاري سمع أبا مطيع المصري أيضا وكتب إلي الإجازة بجميع مسموعاته ",
                "title": "الجاري",
                "uri": "JK_000952_0801"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}