{
    "features": [
        {
            "item": "JK_000129_012754",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.280",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نرس</h1> بفتح أوله وسكون ثانيه وآخره سين مهملة وهو نهر حفره نرسى بن بهرام بن بهرام بن بهرام بنواحي الكوفة مأخذه من الفرات عليه عدة قرى قد نسب إليها قوم والثياب النرسية منه وقيل نرس قرية كان ينزلها الضحاك بيوراسب ببابل وهذا النهر منسوب إليها ويسمى بها وممن ينسب إليها أبو الغنائم محمد بن علي بن ميمون الناسي المعروف بأبي سمع الشريف أبا عبد الله عبد الرحمن الحسني ومحمد بن إسحاق بن فرويه روى عنه الفقيه أبو الفتح نصر بن إبراهيم المقدسي وهو من شيوخه ومما رواه عنه نصر بن محمد بن الجاز عن محمد بن أحمد التميمي أنبأنا أحمد بن علي الذهبي أن المنذر بن محمد أنشده لعبيد الله بن يحيى الجعفي قال يا ضاحك السن ما أولاك بالحزن وبالفعال الذي يجزى به الحسن أما ترى النقص في سمع وفي بصر ونكبة بعد أخرى من يد الزمن وناعيا لأخ قد كنت تألفه قد كان منك مكان الروح في البدن أخنت عليه يد للموت مجهزة لم يثنها سكن مذ كان عن سكن فغادرته صريعا في أحبته يدعى له بحنوط الترب والكفن كأنه حين يبكي في قرائبه وفي ذوي وده الأذنين لم يكن من ذا الذي بان عن إلف وفارقه ولم يحل بعده غدرا ولم يخن ما للمقيم صديق في ثرى جدث ولا رأينا حزينا مات من حزن قال الحافظ أبو القاسم قرأت بخط أبي الفضل بن ناصر وكان أبي شيخا ثقة مأمونا فهما للحديث عارفا بما يحدث كثير التلاوة للقرآن بالليل سمع من مشايخ الكوفة وهو كبير بنفسه وكتب من الحديث شيئا كثيرا ودخل بغداد سنة 544 فسمع بها من شيوخ الوقت وسافر إلى الحجاز والشام وسمع بها الحديث أيضا وكان يجيء إلى بغداد منذ سنة 874 كل سنة في رجب فيقيم بها شهر رمضان ويسمع فيه الحديث وينسخ للناس بالأجرة ويستعين بها على الوقت وكان ذا عيال وكان مولده على ما أخبرنا به في شهر شوال سنة 424 وأول ما سمع الحديث في سنة 24 من الشريف أبي عبد الله العلوي بالكوفة وبلغ من العمر ستا وثمانين سنة ومتعه الله بجوارحه إلى حين مماته قال وسمعت أبا عامر العبدري يقول قدم علينا أبي في بعض قدماته فقرىء عليه جزء من حديثه ولم يكن أصله معه حاضرا وكان في آخره حديث فقال ليس هذا الحديث في أصلي فلا تسمعوا علي الجزء ثم ذهب إلى الكوفة فأرسل بأصله إلى بغداد فلم يكن الحديث فيه على كثرة ما كان عنده من الحديث وكان أبو عامر يقول بأبي يختم هذا الشأن ",
                "title": "نرس",
                "uri": "JK_000129_012754"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}