{
    "features": [
        {
            "item": "JK_000952_2569",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.48-50",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطبسي</h1> بفتح الطاء المهملة والباء المنقوطة بواحدة والسين المهملة هذه النسبة إلى طبس وهي بلدة في برية إذا خرجت منها إلى أي صوب منها سلكت وقصدت لا بد من ركوب البرية وهي بين نيسابور وأصبهان وكرمان فتحت في زمن عمر ولم يفتح في زمانه من خراسان سواها وثم طبسان طبس كيلكي وطبس مسينان ويقال لهما الطبسان فهما في هذا الموضع وخرج منها جماعة من المحدثين قديما وحديثا منهم أبو جعفر محمد بن محمد الطبسي نزيل جرجان يروي كتاب المجروحين عن أبي حاتم محمد بن حبان البستي روى عنه أبو مسعود البجلي الحافظ وأبو الفضل محمد بن أحمد بن أبي جعفر الطبسي الحافظ صاحب التصانيف الكثيرة كتب عن الحاكم أبي عبد الله الحافظ وأبي طاهر بن محمش الزيادي وأبي القاسم بن حبيب المفسر وأبي الحسن محمد بن القاسم الفارسي ومن دونهم من أصحاب أبي العباس الأصم ورحل إلى مرو وكتب بها عن أبي غانم الكراعي وغيره روى لي عنه جماعة بنيسابور وهراة مثل عبد الوهاب بن الشاه الشاذياخي بنيسابور والجنيد بن محمد بن علي القايني بهراة وكانت وفاته في حدود سنة ثمانين وأربعماءة بطبس نيسابور وأبو المحاسن عبد الرزاق بن محمد الطبسي كان يقرأ الحديث على المشايخ ويفيد الناس وكان صحيح القراءة سمعت الصحيحين بقراءته من الإمام محمد بن الفضل الفراوي وكتبت عنه الحديث عن أبي الفضل محمد بن أحمد بن أبي جعفر الطبسي الحافظ سمع منه ببلدهما طبس وصارت قراءة الحديث له دربة وتوفي بنيسابور في سنة وثلاثين وخمسمائة ودفن بكنجروذ عند إمام الأئمة ابن خزيمة وزرت قبره |جـ 4 صـ 49| ومن القدماء أبو الحسن علي بن محمد بن زيد الحداد الطبسي يروي عن ابن المقرىء روى عنه أبو بكر محمد بن جعفر المزكي وأبو الحسين سهيل بن إبراهيم الطبسي يروي عن الحسين بن منصور روى عنه الحسن بن محمد السكوني وأبو علي الحسن بن الحسين بن الحسن بن الفضل الطبسي يروي عن أبي الحسن علي بن عمر بن التقي السمرقندي عن أبي عيسى الترمذي بكتاب الجامع له وأبو علي الحسن بن محمد بن فيروزان الطبسي الفقيه سمع أبا العباس الأصم وأبو الحسن أحمد بن سهل بن بحر الطبسي الفقيه له تصانيف في اللغة يروي عن يحيى بن صاعد وابن خزيمة وأحمد بن أبي جعفر الطبسي سمع محمد بن حبان أبا حاتم البستي كذا في كتاب ابن ماكولا ومحمد بن أبي بكر المقرىء الطبسي يروي عن إسماعيل القراب المقرىء وأبو منصور عبد الله بن محمد بن إبراهيم الطبسي يروي عن القاضي أبي بكر الحيري والحاكم أبو عبد الله محمد بن علي بن جعفر الطبسي يروي عن أحمد بن أبي جعفر الطبسي روى عنه أبو عمرو محمد وأبو الحسن أحمد بن محمد بن سهل الفقيه البارع الطبسي الشافعي وكان من المتقدمين من أصحاب المروزي سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وبالعراق أبا محمد بن صاعد وسكن بنيسابور في الخانقاه بباغ الرازيين وكان يدرس ويملي الحديث ثم انصرف إلى الطبسين فبلغني أنه توفي بها سنة ثمان وخمسين وثلاثمائة هكذا ذكره الحاكم أبو عبد الله الحافظ قال الحاكم وبلغني أن لأبي الحسن شرحا لمذهب الشافعي في ألف جزء فكنت أقدر أنها أجزاء خفاف حتى قصدته وسألته أن يخرج |جـ 4 صـ 50| إلي منها شيئا فأخرجها إلي فإذا هي بخطه أدق ما يكون في كل جزء دستجة أو قريب منها وأبو نصر أحمد بن محمد بن إبراهيم الطبسي التاجر نزيل نيسابور سمع أبا قريش محمد بن جمعة بن خلف القهستاني وغيره وأظنه مات بنيسابور هكذا ذكره الحاكم أبو عبد الله الحافظ ",
                "title": "الطبسي",
                "uri": "JK_000952_2569"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}