{
    "features": [
        {
            "item": "JK_000952_3776",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.275-277",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المزكي</h1> بضم الميم وفتح الزاي وفي اخرها الكاف المشددة هذا اسم لمن يزكي الشهود ويبحث عن حالهم ويبلغ القاضي حالهم واشتهر بهذا بنيسابور بيت كبير فيهم جماعة من المحدثين الكبار منهم أبو إسحاق بن محمد بن يحيى المزكي شيخ نيسابور في عصره وكان من العباد المجتهدين من الحجاجين المنفقين على العلماء والمستورين سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس السراج الثقفي وأبا العباس الماسرجسي وأبا العباس الأزهري وبالري أبا محمد عبد الرحمن ابن أبي حاتم الرازي وأحمد بن خالد المروزي وببغداد أبا حامد محمد بن هارون الحضرمي وبالكوفة ابن بنت هشام بن يونس وبالحجاز أبا عبيد الله محمد بن الربيع الجيزي وبسرخس أبا العباس محمد بن عبد الرحمن الدغولي وغيرهم روى عنه أبو عبد الله الحافظ وأبو زكريا يحيى بن إبراهيم المزكي ابنه وأبو نعيم أحمد بن عبد الله الحافظ وذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو إسحاق المزكي شيخ نيسابور عقد له الإملاء بنيسابور سنة ست وثلاثين وثلاث مئة وهو أسود الرأس واللحية وزكى وهو كذلك في تلك السنة يحدث عن أبي حامد بن الشرقي بعد وفاة الشرقي بعشر سنين وكنا نعد في مجلسه أربعة عشر محدثا منهم أبو العباس الأصم وأبو عبد الله بن الأخرم |جـ 5 صـ 276| وأبو عبد الله الصفار وأقرانهم وتوفي بسوسنقين ليلة الأربعاء غرة شعبان سنة اثنتين وستين وثلاث مئة وحمل تابوته فصلينا عليه ودفن في داره في بيت فتح منه باب إلى مقبرة باغك وهو يوم مات ابن سبع وستين سنة وأبو حامد أحمد بن إبراهيم بن محمد بن يحيى المزكي بن المزكي من أهل نيسابور كان صالحا ورعا متهجدا ناسكا سمع بنيسابور أبا بكر محمد بن الحسين القطان وأبا عثمان عمرو بن عبيد الله البصري وبالري أبا حاتم الوسقندي وببغداد أبا علي الصفار وأبا جعفر الرزاز وبمكة أبا سعيد بن الأعرابي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ قال وكان شيخه أخذ له الإجازة من أبي العباس الدغولي بخط يده روى عنه أبوه أبو إسحاق المزكي وأبو الحسين محمد بن مظفر الحافظ حدث بمدينة السلام غير مرة إملاء واستملى عليه أبو بكر بن إسماعيل وعقدنا له الإملاء بنيسابور سنة اثنتين وثلاث مئة وحضر مجالسه السادة العلوية والفقهاء والفضلاء من الفريقين وخرجت له الفوائد من أصوله سنة اثنتين وستين وثلاث مئة وكان مولده في سنة ثلاث وعشرين وثلاث مئة واختلف معي إلى مكتب أبي العباس الكرخي من سنة ثلاث وثلاثين إلى سنة ست وثلاثين ثم اصطحبنا ببغداد وفي طريق مكة وعندي أن الملائكة لم تكتب عليه خطيئة وجاور مسجد أبيه وصام الدهر نيفا وعشرين سنة ولقد استقبلني وهو يسعى بين الصفا والمروة حافيا حاسرا وهو محموم فأخذت بيده حتى صعد الصفا فلما قعد غشي عليه فطلبنا الماء وكنت أرشه على وجهه حتى أفاق فقلت لو رفقت بنفسك وأنت عليل فقال ألا تدري أين نحن ولاندري نرجع إليها أم لا وتوفي في شعبان سنة ست وثمانين وثلاث مئة وحدثني أبو عبد الله بن أبي إسحاق أنه رأى أخاه أبا حامد في المنام في نعمة وراحة وصفها فسأله عن حاله فقال لقد أنعم الله علي وإن أردت اللحوق فالزم لما كنت عليه وأبو إسحاق إبراهيم بن محمد بن إبراهيم بن الفضل بن إسحاق الهاشمي المعدل وهو ابن أبي الفضل بن فضلويه المزكي وكان أبو الفضل محدث وقته والمزكي في عصره وأبو إسحاق من أعيان الشهود وأكبر ولد أبيه وطالت عشرتنا سمع أبا أحمد بن الشرقي ومكي بن |جـ 5 صـ 277| عبدان وأقرانهما من الشيوخ سمع منها الحاكم أبو عبد الله الحافظ وقال أبو إسحاق بن أبي الفضل المزكي له سماع كثير وسئل غير مرة فلم يحدث وإنما علقنا عنه أحاديث في القديم توفي في رجب سنة ست وستين وثلاث مئة وصلى عليه أخوه الفضل ودفن عشية الجمعة في داره ",
                "title": "المزكي",
                "uri": "JK_000952_3776"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}