{
    "features": [
        {
            "item": "JK_000952_2816",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.235-236",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العماني</h1> بفتح العين المهملة وتخفيف الميم وفي آخرها النون هذه النسبة إلى عمان وهي من بلاد البحر أسفل البصرة والمنتسب إليها الحسن بن هادية ا لعماني روى عن ابن عمر روى عنه الزبير بن خريت في فضل الحج وأبو هارون غطريف العماني يروي عن أبي الشعثاء جابر بن زيد عن ابن عباس روى عنه الحكم بن أبان العدني وأبو بكر قريش بن حيان العجلي العماني قال أبو حاتم بن حيان هو من بكر بن وائل أصله من عمان سكن البصرة يروي عن ثابت البناني وبكر بن وائل بن داود روى عنه شعبة بن الحجاج والبصريون الذي روى عنه عثمان بن عمر بن فارس عن العلاء بن عبد الرحمن وداود بن عفان العماني يروي عن أنس بن مالك روى عنه عبد الله بن عبد الوهاب الخوارزمي ومحمد بن صالح بن سهل العماني حدث عن محمد بن إسحاق الفاكهي المكي روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي ويعقوب بن غيلان العماني حدث عن سعيد بن عروة الربعي البصري روى عنه أبو القاسم الطبراني وعبد الباقي بن قانع وعلي بن محمد العماني حدث عن أحمد بن سعيد الدارمي روى عنه أبو الحسن بن الجندي وعمر بن داود العماني حدث عن عباس الدوري وأبي بكر بن أبي خيثمة وثعلب روى عنه أبو عبيد الله المرزباني وعمر بن عنبسة العماني يروي عن أبي بكر |جـ 4 صـ 236| محمد بن المطلب روى عنه منصور بن جعفر وأبو عبد الله محمد بن عيسى العماني النحوي كان ببغداد روى عن أبي إسحاق إبراهيم بن السري الزجاج كتاب فعلت وأفعلت روى عنه علي بن محمد بن الحسن الحربي وأبو العباس النهشلي هو محمد بن ذؤيب التميمي المعروف بالعماني الراجز قدم بغداد ومدح هارون الرشيد والفضل بن الربيع وكان من أهل الجزيرة فطرأ إلى عمان ثم رجع إلى بلاده فقيل له العماني وغلب عليه وعمر عمرا طويلا فذكر الأصمعي أنه مات وهو ابن ثلاثين ومائة سنة ويقال إن أشعر الرجاز الرشيديين أربعة العماني أولهم ودخل على الرشيد فأنشده أرجوزة يصف فيها فرسه شبه أذنيه بقلم محرف فقال % كأن أذنيه إذا تشوفا % % قادمة أو قلما محرفا % فقال له الرشيد دع كأن وقل نخال حتى يستوي الإعراب والحسين العماني من أهل نيسابور شيخ ثقة صالح يروي عن أحمد بن علي بن خلف الشيرازي وأبي القاسم عبد الرحمن بن أحمد الواحدي سمعت منه في النوبة الثانية بنيسابور توفي في حدود سنة خمس وأربعين وخمسمائة ومن القدماء جيفر بن الجلندي العماني كان رئيس أهل عمان هو وأخوه عبد أسلما على يد عمرو بن العاص حين بعثه النبي صلى الله عليه وسلم ولم يريا النبي صلى الله عليه وسلم هو ولا أخوه وكان إسلامهما بعد خيبر ",
                "title": "العماني",
                "uri": "JK_000952_2816"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}