{
    "features": [
        {
            "item": "JK_000952_2867",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.275-276",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغازي</h1> بفتح الغين المعجمة وكسر الزاي هذه النسبة إلى الغزو والجهاد مع الكفار والمشهور بهذه النسبة أبو الحسين محمد بن إبراهيم بن شعيب الطبري الغازي من أهل طبرستان يروي عن عمرو بن علي روى عنه الحاكم أبو أحمد الحافظ وأبو سعيد الخليل بن أحمد السجزي وأبو عمرو بن حمدان وأبوه إبراهيم وحدث عن قبيصة بن عقبة روى عنه ابنه وقد ذكرته في الغزاء وإلياس بن محمد بن إلياس التجيبي الغازي وأحمد بن توبة الغازي المطوعي من الزهاد وسنذكره في الميم المطوعي وأبو الحسين أحمد بن محمد بن يحيى النيسابوري الغازي سمع محمد بن يحيى الذهلي وعبد الرحمن بن بشر بن الحكم وأحمد بن يوسف وأقرانهم حدث عنه علي بن عيسى وأبو سعيد بن أبي بكر بن أبي عثمان وأبو حامد أحمد بن محمد الرفاء الغازي النيسابوري سمع الذهلي ومحمد بن يزيد السلمي وأبو محمد جعفر بن أحمد بن عمر الغازي النيسابوري يعرف بجعفرك سمع أبا الأزهر وأحمد بن يوسف السلمي ومحمد بن يزيد والنضر بن سلمة بن عروة روى عنه أبو سعيد بن أبي بكر بن أبي عثمان وأبو بكر محمد بن عبد الله بن حمشاذ العدل الغازي من أهل نيسابور سمع أحمد بن سلمة وأبا عبد الله البوشنجي وأبا بكر أحمد بن إبراهيم الإسماعيلي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو بكر الغازي جار الجامع وكان من المطوعة وأولاد المطوعة ومن الصالحين وبقية مشايخ القراءة وتوفي في ذي القعدة سنة تسع وأربعين وثلاثمائة فغسله أبو عمرو بن مطر ودفن في مقبرة سليمان بن مطر وأبو الليث محمد بن عبد الوهاب بن الغاز الإمام الغازي الصيداوي من ولد هشام بن الغاز من أهل صيدا يروي عن يحيى بن عبد الرحمن روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني في معجم شيوخه وشيخنا أبو نصر أحمد بن عمر بن محمد بن عبد الله الغازي الحافظ أصبهاني جليل القدر |جـ 4 صـ 276| كثير المعرفة رحل إلى العراق والحجاز وخراسان وسمع الكثير سمعت منه بأصبهان وأخوه أبو الفتح خالد بن عمر الغازي روى عن أبي عمرو بن أبي عبد الله بن مندة سمعت منه أيضا باصبهان ",
                "title": "الغازي",
                "uri": "JK_000952_2867"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}