{
    "features": [
        {
            "item": "JK_000129_011833",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.104-105",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مر الظهران</h1> ويقال مر ظهران موضع على مرحلة من مكة له ذكر في الحديث وقال عرام مر القرية والظهران هو الوادي وبمر عيون كثيرة ونخل وجميز وهو لأسلم وهذيل وغاضرة قال أبو صخر الهذلي يصف سحابا وأقبل مرا إلى مجدل سياق المقيد يمشي رسيفا أي استقبل مرا قال الواقدي بين مر وبين مكة خمسة أميال ويقال إنما سميت خزاعة بن حارثة بن عمرو مزيقياء بن عامر ماء السماء بن الغطريف من الأزد لأنهم تخزعوا من ولد عمرو بن عامر حين أقبلوا من مأرب يريدون الشام فنزلوا بمر |جـ 5 صـ 105| الظهران أقاموا بها أي انقطعوا عنهم قال عون بن أيوب الأنصاري الخزرجي في الإسلام فلما هبطنا بطن مر تخزعت خزاعة منا في حلول كراكر حمت كل واد من تهامة واحتمت بصم القنا والمرهفات البواتر خزاعتنا أهل اجتهاد وهجرة وأنصارنا جند النبي المهاجر وسرنا إلى أن قد نزلنا بيثرب بلا وهن منا وغير تشاجر وسارت لنا سيارة ذات منظر بكوم المطايا والخيول الجماهر يرومون أهل الشام حتى تمكنوا ملوكا بأرض الشام فوق المنابر أولاك بنو ماء السماء توارثوا دمشق بملك كابرا بعد كابر وقال عمر بن أبي ربيعة أباكرة في الظاعنين رميم ولم يشف متبول الفؤاد سقيم عشية رحنا ثم راحت كأنها غمامة دجن تنجلي وتغيم فقلت لأصحابي انفروا إن موعدا لكم مر فليرجع علي حكيم رميم التي قالت لجارات بيتها ضمنت ولكن لا يزال يهيم ضمنت ولكن لا يزال كأنه لطيف خيال من رميم غريم وقالت له مستنكر أن تزورنا وتشريف ممشانا إليك عظيم وقال أبو عبد الله السكوني مر ماءة لبني أسد بينها وبين الخوة يوم شرقي سميراء وقال العجير السلولي يرثي ابن عم له يقال له جابر بن زيد وكان كريما مفضالا قال فيه العجير إن ابن عمي لابن زيد وإنه لبلال أيدي جلة الشول بالدم وكان الناس يقولون لابن زيد ما لك لا تكثر إبلك يا ابن زيد فيقول إن العجير لم يدعها أن تكثر وكان ينحرها ويطعمها للناس لأجل ما قال فيه العجير ثم سافر ابن زيد فمات بمكان يقال له مر فقال العجير يرثيه تركنا أبا الأضياف في ليلة الدجى بمر ومردى كل خصم يناضله ثوى ما أقام العيكتان وعريت دقاق الهوادي محدثات رواحله أخو سنوات يعلم الجوع أنه إذا ما تبيا أرجل القوم قاتله خفاف كنصل المشرفي وقد عدا على الحي حتى تستقر مراجله ترى جازريه بين عيدان ناره عليها عداميل الهشبم وصامله يحزان ثنيا خيرها عظم جاره بصير به لم تعد عنه مشاغله إذا القوم أموا بيته طلب القرى لأحسن ما ظنوا به فهو فاعله فتى ليس لابن العم كالذئب إن رأى بصاحبه يوما دما فهو آكله لسانك خير وحده من قبيلة وما عد بعدا في الفتى فهو فاعله |جـ 5 صـ 106| سوى البخل والفحشاء واللؤم إنه أبت ذلكم أخلاقه وشمائله تبيا أي تبوأ أي تخير وتبيا لغة سلول وخثعم وأهل تلك النواحي ",
                "title": "مر الظهران",
                "uri": "JK_000129_011833"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}