{
    "features": [
        {
            "item": "JK_000952_0136",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.136-137",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأسداباذي</h1> بفتح الألف والسين والدال المهملتين والباء المنقوطة بواحدة بين الألفين وفي آخرها الذال هذه النسبة إلى أسداباذ وهي بليدة على منزل من همذان إذا خرجت إلى العراق وطئتها نوبتين وأقمت بها ليالي خرج منها جماعة من مشاهير العلماء والمحدثين منهم أبو عبد الله الزبير بن عبد الواحد بن محمد بن زكريا بن صالح بن إبراهيم الأسداباذي الحافظ كان حافظا عالما متقنا مكثرا رحالا إلى العراق والشام وديار مصر سمع أبا خليفة الفضل بن الحباب والحسن بن سفيان النسوي وعمران بن موسى السختياني ومحمد بن إسحاق بن خزيمة ومحمد بن إسحاق السراج وعبد الله بن شيرويه وعبدان الأهوازي وأبا يعلى الموصلي وعلان بن أحمد المصري وغيرهم روى عنه أبو عبد الله محمد بن مخلد العطار الدوري وأبو عبد الله محمد بن عبد الله البيع الحافظ وأبو الحسن محمد بن الحسين الآبري السجزي وغيرهم قال صالح بن أحمد الحافظ الزبير بن عبد الواحد عنى بهذا الشأن وجمع وعاجله الموت كتبت عنه وكان صدوقا وقال أبو بكر الخطيب سمع منه ببغداد محمد بن مخلد الدوري وكان الزبير إذ ذاك حدثا وقال الحاكم أبو عبد الله الحافظ زبير بن عبد الواحد كان من الصالحين المستورين الثقات الحفاظ صنف الشيوخ والأبواب كتبت عنه في سنة إحدى أو اثنتين وأربعين وثلاثمائة ثم دخلت اسداباذ في سنة سبع وستين وثلاثمائة فحضرني أخوه عثمان بن عبد الواحد فسألته عن وفاة الزبير فذكر أنه توفي بأسداباذ في ذي الحجة سنة سبع وأربعين وثلاثمائة والقاضي أبو الحسن عبد الجبار بن أحمد بن عبد الجبار بن أحمد بن الخليل بن عبد الله الأسداباذي المعروف بالهمذاني صاحب مذهب المعتزلة وله التصانيف المشهورة سمع الحديث وعمر العمر الطويل حتى ظهر له الأصحاب سمع عبد الرحمن بن حمدان الجلاب وعلي بن إبراهيم بن سلمة القزويني وعبد الله بن جعفر بن أحمد الأصبهاني والقاسم بن أبي صالح الهمذاني |جـ 1 صـ 137| والزبير بن عبد الواحد الأسداباذي روى عنه القاضي أبو يوسف عبد السلام بن محمد بن يوسف القزويني وأبو عبد الله الحسين بن علي الصيمري وأبو القاسم علي بن المحسن التنوخي وغيرهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخه وقال عبد الجبار بن أحمد الأسداباذي كان ينتحل مذهب الشافعي في الفروع ومذاهب المعتزلة في الأصول وله في ذلك مصنفات وولي القضاء بالري ومات قبل دخولي الري في رحلتي إلى خراسان وذلك في سنة خمس عشرة وأربعمائة وأحسب أن وفاته كانت في أول السنة هكذا ذكره الخطيب وقال عبد السلام بن محمد بن يوسف القزويني توفي القاضي عبد الجبار في ذي القعدة سنة خمس عشرة وأربعمائة بالري ودفن في داره وأبو القاسم علي بن عمر بن إسحاق بن إبراهيم بن معمر الأسداباذي الأدمي الهمذاني رحل إلى خراسان وما وراء النهر وسمع ببغداد أبا بكر أحمد بن جعفر بن حمدان وبجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وبالدينور أبا بكر أحمد بن محمد السني وبأصبهان أبا بكر محمد بن إبراهيم ابن المقرىء وبهراة أبا الفضل محمد بن عبد الله بن خميرويه وطبقتهم روى عنه أبو القاسم عبد الرحمن بن أبي عبد الله بن منده وأبو الحسين أحمد بن عبد الرحمن الذكواني وجماعة سواهما توفي في حدود سنة أربعمائة وأبو العباس أحمد بن محمد بن أحمد بن محمد الأسداباذي الحافظ كان حافظا مكثرا من الحديث حدث عن أبي نصر محمد بن محمد بن علي الزينبي وأخيه طراد بن محمد وغيرهما ولم يرضه جماعة من شيوخنا وتوفي قبل دخولي اسداباذ بأشهر ولم أسمع منه وكانت وفاته في سنة إحدى وثلاثين وخمسمائة وأسداباذ قرية ببيهق بناها أسد بن عبد الله بن يزيد بن أسد بن كرز القسري في حدود سنة عشرين ومائة ",
                "title": "الأسداباذي",
                "uri": "JK_000952_0136"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}