{
    "features": [
        {
            "item": "JK_000952_0463",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.331-332",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرنوذي</h1> بضم الباء الموحدة وسكون الراء وفتح النون والواو وفي آخرها الذال المعجمة هذه النسبة إلى برنوذ وهي قرية من قرى نيسابور منها أبو علي محمد بن علي بن عمر المذكر البرنوذي كان مذاكرا واعظا حسن التذكير ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو علي البرنوذي كان يذكر في مواضع من البلد ويجتمع عليه الخلق وعمر وكان أبوه علي بن عمر من الثقات وسمع ابنه أبا علي من أبي الأزهر أحمد بن الأزهر ومحمد بن يزيد السلمي وإسحاق بن عبد الله بن رزين السلمي ولو اقتصر أبو علي على هؤلاء الشيوخ لصار محدث عصره ولكنه أبي إلا أن يحدث عن جماعة من شيوخ أبيه لم يسمع منهم مثل محمد بن رافع وعلي بن سلمة اللبقي وعلي بن الحسن الأفطسي وعتيق بن محمد الحرشي وأقرانهم ثم لم يقتصر على ذلك أيضا حتى حدث عن هؤلاء الشيوخ بما لم يتابع عليه هذه حاله والشره يحملنا على الرواية عن أمثاله فقد روى السلف عنهم قلت والعجب أن الحاكم رحمه الله ذكر في حقه هذا الفصل ثم أخرج عنه حديثا كثيرا في عوالي سفيان بن عيينة عنه عن عتيق عن سفيان ثم قال الحاكم توفي أبو علي البرنوذي في شعبان |جـ 1 صـ 332| من سنة سبع وثلاثين وثلاثمائة وهو يوم مات ابن مائة وسبع سنين وأبوه أبو الحسن البرنوذي ثقة صدوق سمع إسحاق بن راهويه ومحمد بن رافع وعلي بن سلمة اللبقي روي عنه أبو الفضل محمد بن إبراهيم بن الفضل وعلي بن عيسى وغيرهما من الشيوخ وأبو محمد حوثرة بن محمد البرنوذي النيسابوري سمع محمد بن يزيد السلمي وإسحاق بن عبد الله الخشك روى عنه أبو سعيد المقري وتوفي سنة ثمان عشرة وثلاثمائة وأبو يحيى زكريا بن يحيى بن حوثرة البرنوذي الدهقان من أهل نيسابور سمع إسحاق بن منصور وعلي بن الحسن الذهلي روى عنه أبو علي الحافظ وعلي بن عيسى وهو حبر ولد أبي محمد الحسن بن أحمد المخلدي ومات سنة ثلاث عشرة وثلاثمائة ",
                "title": "البرنوذي",
                "uri": "JK_000952_0463"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}