{
    "features": [
        {
            "item": "JK_000129_005774",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.46-47",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رصافة بغداد والنسبة الرصافي</h1> بالجانب الشرقي لما بنى المنصور مدينته بالجانب الغربي واستتم بناءها أمر ابنه المهدي أن يعسكر في الجانب الشرقي وأن يبني له فيه دورا وجعلها معسكرا له فالتحق بها الناس وعمروها فصارت مقدار مدينة المنصور وعمل المهدي بها جامعا أكبر من جامع المنصور وأحسن وخربت تلك النواحي كلها ولم يبق إلا الجامع وبلصقه مقابر الخلفاء لبني العباس وعليهم وقوف وفراشون برسم الخدمة ولولا ذلك لخربت وبلصقها محلة أبي حنيفة الإمام وبها قبره وهناك محلة وسويق ويلاصقها دار الروم لم يبق شيء غير هذا وفي هذه الرصافة يقول علي بن الجهم عيون المها بين الرصافة والجسر جلبن الهوى من حيث أدري ولا أدري وكان فراغ المهدي من بناء الرصافة والجامع بها في سنة 951 وهي السنة الثانية من خلافته وحدث جماعة من هذه الرصافة منهم يوسف بن زياد الرصافي المخزومي ومحمد بن بكار بن الريان أبو عبدالله الرصافي مولى بني هاشم وجعفر بن محمد بن علي أبو الحسن السمسار الرصافي وأبو إسحاق إبراهيم ابن محمد بن عبدالله بن الرواس الرصافي البزاز وبرصافة بغداد مقابر جماعة الخلفاء من بني العباس وعليهم تربة عظيمة بعمارة هائلة المنظر عليها هيبة وجلالة إذا رآها الرائي خشع قلبه وعليها وقوف وخدم مرتبون للنظر في مصالحها وبها من الخلفاء الراضي بن المقتدر وهو في قبة مفردة في ظاهر سور الرصافة وحده وفي التربة قبر المستكفي والمطيع |جـ 3 صـ 47| والطائع والقادر والقائم والمقتدي والمستظهر والمقتفي والمستنجد وأما المستضيء فعليه تربة مفردة في ظاهر محلة قصر عيسى بالجانب الغربي من بغداد معروفة وقبر المعتضد والمكتفي والقاهر ابنيه بدار طاهر بن الحسين وبها المتقي أيضا وفي رصافة بغداد يقول الشاعر أرى الحب يبلي العاشقين ولا يبلى ونار الهوى في حبة القلب ما تطفى تهيجني الذكرى فأبكي صبابة وأي محب لا تهيجه الذكرى أقول وقد أسكبت دمعي وطالما شكوت الهوى مني فلم تنفع الشكوى أيا حائطي قصر الرصافة خليا لعيني عساها أن ترى وجه من تهوى ",
                "title": "رصافة بغداد والنسبة الرصافي",
                "uri": "JK_000129_005774"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}