{
    "features": [
        {
            "item": "JK_000129_001207",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.292-293",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أيلة والنسبة الأيلي</h1> بالفتح مدينة على ساحل بحر القلزم مما يلي الشام وقيل هي آخر الحجاز وأول الشام واشتقاقها قد ذكر في اشتقاق إيلياء بعده قال أبوزيد أيلة مدينة صغيرة عامرة بها زرع يسير وهي مدينة لليهود الذين حرم الله عليهم صيد السمك يوم السبت فخالفوا فمسخوا قردة وخنازير وبها في يد اليهود عهد لرسول الله صلى الله عليه وسلم وقال أبو المنذر سميت بأيلة بنت مدين بن إبراهيم عليه السلام وقال أبو عبيدة أيلة مدينة بين الفسطاط ومكة على شاطىء بحر القلزم تعد في بلاد الشام وقدم يوحنة بن روبة على النبي صلى الله عليه وسلم من أيلة وهو في تبوك فصالحه على الجزية وقرر على كل حالم بأرضه في السنة دينارا فبلغ ذلك ثلاثمائة دينار واشترط عليهم قرى من مر بهم من المسلمين وكتب لهم كتابا أن يحفظوا ويمنعوا فكان عمر بن عبد العزيز لا يزداد على أهل أيلة عن الثلاثمائة دينار شيئا وقال أحيحة بن الجلاح يرثي ابنه ألا إن عيني بالبكاء تهلل جزوع صبور كل ذلك يفعل فإن تعتريني بالنهار كآبة فليلي إذا أمسى أمر وأطول فما هبرزي من دنانير أيلة بأيدي الوشاة ناصع يتأكل بأحسن منه يوم أصبح غاديا ونفسني فيه الحمام المعجل الوشاة الضرابوان وناصع مشرق ويتآكل أي يأكل بعضه بعضا من حسنه وقال محمد بن الحسن المهلبي من الفسطاط إلى جب عميرة ستة أميال ثم إلى منزل يقال له عجرود وفيه بئر ملحة بعيدة الرشاء أربعون ميلا ثم إلى مدينة القلزم خمسة وثلاثون ميلا ثم إلى ماء يعرف ببحر يومان ثم إلى مدينة القلزم خمسة وثلاثون ميلا ثم إلى ماء يعرف بالكرسي فيه بئر رواء مرحلة ثم إلى رأس عقبة أيلة مرحلة ثم إلى مدينة أيلة مرحلة قال ومدينة أيلة جليلة على لسان من البحر الملح وبها مجتمع حج الفسطاط والشام وبها قوم يذكرون أنهم من موالي عثمان بن عفان ويقال إن بها برد النبي صلى الله عليه وسلم وكان قد وهبه ليوحنة بن روبة لما سار إليه إلى تبوك وخراج أيلة ووجوه الجبايات بها نحو ثلاثة آلاف دينار وأيلة في الإقليم الثالث وعرضها ثلاثون درجة وينسب إلى أيلة جماعة من الرواة منهم يونس بن يزيد الأيلي صاحب الزهري توفي بصعيد مصر سنة 251 وإسحاق بن إسماعيل بن عبد الأعلى بن عبد الحميد بن يعقوب الأيلي روى عن سفيان بن عيينة وعن عبد المجيد بن عبد العزيز بن رواد حدث عنه النسائي مات بأيلة سنة 852 وحسان بن أبان ابن عثمان أبو علي الأيلي ولي قضاء دمياط وكان يفهم ما يحدث به وتوفي بها سنة 223 وأيلة أيضا |جـ 1 صـ 293| موضع برضوى وهو جبل قال ابن حبيب أيلة من رضوى وهو جبل ينبع بين مكة والمدينة وهو غير المدينة المذكورة هذا لفظه وأنشد غيره يقول من وحش أيلة موشي أكارعه والوحش لا ينسب إلى المدن وقال كثير رأيت وأصحابي بأيلة موهنا وقد غار نجم الفرقد المتصوب لعزة نارا ما تبوخ كأنها إذا ما رمقناها من البعد كوكب تعجب أصحابي لها حين أوقدت وللمصطليها آخر الليل أعجب إذا ما خبت من آخر الليل خبوة أعيد لها بالمندلي فتثقب ومما يدل على أن أيلة جبل قول كثير أيضا ولو بذلت أم الوليد حديثها لعصم برضوى أصبحت تتقرب تهبطن من أركان ضاس وأيلة إليها ولو أغرى بهن المكلب ",
                "title": "أيلة والنسبة الأيلي",
                "uri": "JK_000129_001207"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}