{
    "features": [
        {
            "item": "JK_000129_007118",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.279-280",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سورين والنسبة السوريني</h1> قرية على نصف فرسخ من نيسابور ينسب إليها محمد بن محمد بن أحمد بن علي المولقاباذي أبو بكر السوري وهو ابن عم حسان الزكي حدث عن أبي عمرو بن نجيد وأبي عمرو بن مطير الأولكي الفمي المولقاباذي وأبي الحسين محمد بن أحمد بن حامد العطار مات في رجب سنة 034 وفي تاريخ دمشق إبراهيم بن نصر بن منصور أبو إسحاق السوريني ويقال السوراني الفقيه و سوربين محلة بأعلى نيسابور له رحلة إلى الشام سمع محمد بن بكار بن بلال ويحيى بن صالح الوحاظي وعطاء بن مسلم الحلبي الخفاف وسفيان بن عيينة وأبا مسلم بكر بن عباس ووكيع بن الجراح وأبا معاوية محمد بن فضيل وعمر بن شيب المسلي وعبد الوهاب الثقفي وعبد الأعلى بن عبد الأعلى وعبد الله بن المبارك وجرير بن عبد الحميد وعبد الرزاق وعبد الله بن الوليد العدني ومروان الفزاري والوليد بن القاسم وعمرو بن محمد العبقري وعبد الصمد بن عبد الوارث وعبد الرحمن بن مغراء وأبا البختري وهب بن وهب روى عنه أيوب بن الحسن الزاهد وأحمد بن يوسف السلمي وعلي بن الحسن الرزانجردي ومحمد بن عبد الوهاب الفراء وأبو زرعة |جـ 3 صـ 280| وأبو حاتم الرازيان ومحمد بن أشرس السلمي ومحمد ابن عمر الجرشي ومهدي بن الحارث قال عبد الرحمن بن أبي حاتم سمعت أبي وأبا زرعة يقدمان إبراهيم بن نصر السوريني المطوعي النيسابوري في حفظ المسند وقال عبد الرحمن بن يوسف بن خراش سمعت أبا زرعة يثني على إبراهيم بن نصر فقال هو رجل مشهور صدوق اعرفه رأيته بالبصرة وأثنى عليه خيرا فقال أبو محمد نظرت في علمه فلم أر فيه منكرا وهو قليل الخطإ وقال أبو عبد الله الحاكم قرأت بخط أبي عمرو المستملي قال لي أبو أحمد محمد بن عبد الوهاب إبراهيم بن نصر العالم الدين الورع أول من أظهر علم الحديث بنيسابور قال قرأت بخط أبي عمرو المستملي حدثني محمد بن ماهان بن عبد الله أخبرني محمد بن الحكم أنه رأى إبراهيم بن نصر السوريني في عسكر محمد بن حميد الطوسي بالدينور في قتال بابك فوجد إبراهيم بن نصر مقتولا في سنة 012 ",
                "title": "سورين والنسبة السوريني",
                "uri": "JK_000129_007118"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}