{
    "features": [
        {
            "item": "JK_000952_2561",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.35-41",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطايي</h1> بفتح الطاء المهملة وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى طيء واسمه جلهمة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان بن عابر بن شالخ بن أرفخشذ بن |جـ 4 صـ 36| سام بن نوح وقيل خرج من طيء ثلاثة لا نظير لهم حاتم في جوده وداود في فقهه وزهده وأبو تمام في شعره فأما حاتم فجاهلي لا نذكره وأما داود بن نصير الطايي كنيته أبو سليمان الكوفي اشتغل بالعلم مدة ودرس الفقه وغيره من العلوم ثم اختار بعد ذلك العزلة وآثر الانفراد والخلوة ولزم العبادة واجتهد فيها إلى آخر عمره وحكي عن سفيان بن عيينة أنه قال كان داود الطايي ممن علم وفقه وكان يختلف إلى أبي حنيفة رحمه الله حتى نفذ في ذلك الكلام قال فأخذ حصاة فحذف بها إنسانا فقال له يا أبا سليمان طال لسانك وطالت يدك قال فاختلف بعد ذلك سنة لا يسأل ولا يجيب فلما علم أنه يصبر عمد إلى كتبه فغرقها في الفرات ثم أقبل على العبادة وتخلى وقال غيره كان لداود ثلاثمائة درهم فعاش بها عشرين سنة ينفقها على نفسه قال وكنا ندخل عليه فلم يكن في بيته إلا بارية ولبنة يضع عليها رأسه وإجانة فيها خبز ومطهرة يتوضأ منها ومنها يشرب وورث من أمه دارا وكان يتنقل في بيوت الدار كلما خرب بيت من الدار انتقل منه إلى آخر ولم يعمره حتى أتى على عامة بيوت الدار قال وورث من أبيه دنانير وكان ينفق منها حتى كفن بآخرها وصام أربعين سنة ما علم به أهله وكان خزازا وكان يحمل غداءه معه ويتصدق به في الطريق ويرجع إلى أهله يفطر عشاء لا يعلمون أنه صائم وقال شعيب بن حرب دخلت على داود الطايي فأكربني الحر في منزله فقلت له لو خرجنا إلى الدار نستروح فقال إني لأستحيي من الله أن أخطو خطوة لذة وكانت له داية تدق الخبز اليابس وتطرحه في قصعة وتصب فيه الماء ويشربه داود فقالت له دايته يا أبا سليمان أما تشتهي الخبز قال يا داية بين مضغ الخبز اليابس وشرب الفتيت قراءة خمسين آية وكان محارب بن دثار يقول لو كان داود الطايي في الأمم الماضية لقص الله علينا من خبره ومات داود بالكوفة سنة ستين ومائة وقيل سنة خمس وستين ومائة وأما أبو تمام فهو حبيب بن أوس بن الحارث بن قيس بن الأشج بن يحى بن مرينا بن سهم بن خلجان بن مروان بن دفافة بن مر بن سعد بن كاهل بن عمرو بن |جـ 4 صـ 37| عدي بن عمرو بن الحارث بن طيء الطايي المنبجي الشاعر شامي الأصل كان بمصر في حداثته يسقي الماء في المسجد الجامع ثم جالس الأدباء فأخذ عنهم وتعلم منهم وكان فطنا فهما وكان يحب الشعر فلم يزل يعانيه حتى قال الشعر وأجاد وشاع ذكره وسار شعره وبلغ المعتصم خبره فحمل إليه وهو بسر من رأى فعمل به أبو تمام قصائد عديدة وأجازه المعتصم وقدمه على شعراء وقته وقدم بغداد وجالس الأدباء وعاشر العلماء وكان موصوفا بالظرف وحسن الأخلاق وكرم النفس وقد روى عنه أحمد بن أبي طاهر وغيره أخبارا مسندة ومن مليح شعره قوله % فحواك دل على نجواك يا مذل % % حتى م لا يتقضى قولك الخطل % % فإن اسمج من تشكو إليه هوى % % من كان أحسن شيء عنده العذل % % ما أقبلت أوجه اللذات سافرة % % مذ أدبرت باللوى أيامنا الأول % % إن شئت أن لا ترى صبر القطين بها % % فانظر على أي حال أصبح الطلل % % كأنما جاد مغناه فغيره % % دموعنا يوم بانوا وهي تنهمل % وحكي الصولي عن الحسين بن إسحاق قال قلت للبحتري الناس يزعمون أنك أشعر من أبي تمام فقال والله ما ينفعني هذا القول ولا يضر أبا تمام ووالله ما أكلت الخبر إلا به ولوددت أن الأمر كما قالوا ولكنني والله تابع له لائذ به آخذ منه نسيمي يركد عند هوائه وأرضي تنخفض عند سمائه وفي آخر عمره ولاه الحسن بن وهب بريد الموصل وكانت له به عناية فأقام بها أقل من سنتين ومات بها في جمادى الأولى سنة إحدى وثلاثين ومائتين ودفن بها وكانت ولادته سنة تسعين ومائة وقال الحسن بن وهب يرثيه % فجع القريض بخاتم الشعراء % % وغدير روضتها حبيب الطائي % % ماتا معا فتجاورا في حفرة % % وكذاك كانا قبل في الأحياء % ورثاه الوزير محمد بن عبد الملك الزيات في حال وزارته % نبأ أتى من أعظم الأنباء % % لما ألم مقلقل الأحشاء % % قالوا حبيب قد ثوى فأجبتهم % % ناشدتكم لا تجعلوه الطائي % ونوح بن دراج الطايي كان قاضيا بالكوفة يروي عن العراقيين روى عنه علي بن |جـ 4 صـ 38| حجر مات سنة اثنتين وثمانين ومائة وكان أعمى وهو ممن يروي الموضوعات عن الثقات حتى ربما يسبق إلى القلب أنه كان يتعمد ذاك لكثرة ما يأتي به وكان يحيى بن معين يقول هو كذاب وأبو عبد الرحمن الهيثم بن عدي بن عبد الرحمن الطايي أبوه من أهل واسط وأمه من سبي منبج وولد الهيثم بالكوفة وبها نشأ ثم انتقل إلى بغداد وسكنها ومات بها قال أبو حاتم بن حبان البستي الهيثم بن عدي كان من علماء الناس بالسير وأيام ا لناس وأخبار العرب إلا أنه روى عن الثقات أشياء كأنها موضوعة يسبق إلى القلب أنه كان يدلسها فألزقت تلك المعضلات به ووجب مجانبة حديثه على علمه بالتاريخ ومعرفته بالرجال ولكن صناعة الحديث صناعة من لم يقنع بيسير ما سمع عن كثير ما فاته لم يفلح فيها وإن من لم يقبل حديثه على الأيام لبالحري أن لا تستحليه الأنام وكل من حدث عن كل من سمع في الأيام بكل ما عنده عرض نفسه للقدح فيه والملام ولست أعلم للمحدث إذا لم يحسن صناعة الحديث خطة خيرا له أن ينظر إلى كل حديث يقال له إن هذا غريب ليس عند غيرك أن يضرب عليه في كتابه ولا يحدث به لئلا يكون ممن ينفرد بما لو أراد الحاسد أن يقدح فيه تهيأ له فأما من الحديث صناعته فلا يحل له ولا يسعه أن يروي إلا عن شيخ ثقة بحديث صحيح يكون إلى رسول الله صلى الله عليه وسلم بنقل العدل عن العدل موصولا ثم أبو سليمان داود بن المحبر بن قحذم بن سليمان بن ذكوان الطايي البصري من أهل البصرة نزل بغداد وهو مصنف كتاب العقل حدث عن شعبة وحماد بن سلمة وهمام بن يحيى وعباد بن كثير وصالح المري والهيثم بن حماد وعدي بن الفضل وعبد الواحد بن زياد وغياث بن إبراهيم وإسماعيل بن عياش وهياج بن بسطام وطبقتهم روى عنه محمد بن الحسين البرجلاني ومحمد بن إسحاق الصغاني ومحمد بن عبيد الله بن المنادى والحسن بن مكرم البزاز وأبو محمد الحارث بن محمد بن أبي أسامة التميمي وغيرهم واختلف الناس فيه فمن موثق ومن مكذب ذكره يحيى بن معين فأحسن الثناء عليه وذكره بخير وقال ما زال معروفا بالحديث يكتب الحديث ثم ترك الحديث وذهب فصحب قوما من المعتزلة وأفسدوه وهو ثقة وقال يحيى بن معين في موضع آخر داود ليس بكذاب وقد كتبت عن أبيه المحبر بن قحذم وكان داود ثقة ولكنه جفا الحديث ثم |جـ 4 صـ 39| حدث قال أبو بكر الخطيب الحافظ عقب قول يحيى بن معين حال داود ظاهرة في كونه غير ثقة ولو لم يكن له غير وضعه كتاب العقل بأسره لكان دليلا كافيا على ما ذكرته ثم قال حدثني الصوري سمعت عبد الغني بن سعيد يقول قال لنا أبو الحسن الدارقطني كتاب العقل وضعه أربعة أولهم ميسرة بن عبد ربه ثم سرقه منه داود بن المحبر وكتبه بأسانيد غير أسانيد ميسرة وسرقه عبد العزيز بن أبي رجاء فركبه بأسانيد أخر ثم سرقه سليمان بن عيسى السجزي فأتى بأسانيد أخر أو كما قال الدارقطني وقال البخاري داود بن المحبر منكر الحديث شبه لا شيء لا يدري ما الحديث مات داود بن المحبر ببغداد يوم الجمعة لثمان مضين من جمادي الأولى سنة ست ومائتين وأبو القاسم عبد الله بن أحمد بن عامر بن سليمان بن صالح الطايي من أهل بغداد روى عن أبيه عن علي بن موسى الرضا عن آبائه عليهم السلام نسخة حدث عنه أبو بكر محمد بن عمر الجعابي وأبو بكر أحمد بن إبراهيم بن شاذان وأبو حفص عمر بن أحمد بن شاهين وإسماعيل بن محمد بن زنجي وأبو الحسن بن الجندي وغيرهم وكان أميا لم يكن بالمرضي وتوفي في شهر ربيع الآخر سنة أربع وعشرين وثلاثمائة وأبو الحسن علي بن حرب بن محمد بن علي بن حبان بن مازن بن الغضوبة الطايي الموصلي ذكر أن مازن بن الغضوبة وفد على النبي صلى الله عليه وسلم وأما علي بن حرب فإنه كان أحد من رحل في الحديث إلى الحجاز وبغداد والكوفة والبصرة ورأى المعافى بن عمران إلا أنه لم يسمع منه وسمع عمر بن أيوب الموصلي وزيد بن أبي الزرقاء وقاسم بن يزيد الجرمي وسفيان بن عيينة وأبا ضمرة أنس بن عياض وعبد الله بن وهب ومحمد بن فضيل وعبد الله بن إدريس ويزيد بن هارون وروح بن عبادة وغيرهم روى عنه أبو القاسم البغوي ويحيى بن محمد بن صاعد والقاضي المحاملي وكان ثقة صدوقا وولد بأذربيجان في شعبان سنة خمس وسبعين ومائة ومات بالموصل في شوال سنة خمس وستين ومائتين وصلى عليه أخوه معاوية بن حرب ومن أولاد عدي بن حاتم الطائي أبو صالح يحيى بن واقد بن محمد بن عدي بن حاتم الطايي ولد في خلافة المهدي سنة خمس وستين وكان عارفا بالنحو والعربية وقال إبراهيم بن أورمة الأصبهاني الحافظ يحيى بن واقد من الثقات يروي عن هشيم بن بشير وابن أبي زائدة وابن عيينة وأبي عاصم عبيد الله بن تمام البصري وغيرهم روى عنه عبد الرحمن بن محمد بن سلم |جـ 4 صـ 40| وأبو مكنف زيد الخيل بن مهلهل بن يزيد بن منهب بن عبد رضا بن المختلس بن ثوب بن كنانة بن مالك بن نابل بن سودان ويقال أسودان وهو نبهان بن عمرو بن الغوث بن طيء بن أدد بن زيد الطايي الوافد على رسول الله صلى الله عليه وسلم وكان من مشاهير فرسان طيء وله أولاد حريث ومكنف وعروة وابنه حريث له صحبة وابنه عروة شهد القادسية وما بعدها وأبو الحسن رافع بن عميرة الطايي وهو رافع بن أبي رافع الذي غزا مع أبي بكر الصديق وهو الذي قطع ما بين الكوفة ودمشق في خمس ليال وقال فيه الشاعر % لله در رافع أنى اهتدى % % فوز من قراقر إلى سوى % % خمسا إذا ما سراها الجيش بكى % يقال إنه كان لصا في الجاهلية وكان يعرف المفاوز |جـ 4 صـ 41| ",
                "title": "الطايي",
                "uri": "JK_000952_2561"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}