{
    "features": [
        {
            "item": "JK_000952_3693",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.220-221",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المحمي</h1> بالحاء المهملة الساكنة بين الميمين أولاهما مفتوحة هذه النسبة إلى محم وهو بيت كبير بنيسابور يقال لهم المحمية منهم أبو علي الحسن بن أحمد بن محمد بن عبيد الله بن النضر بن محمد بن محم المحمي من أهل نيسابور كان ثقة عدلا قدم بغداد وحدث بها عن علي بن محمد بن حبيب وأبي صخر محمد بن مالك المروزيين وأبي العباس الأصم وأبي علي الحافظ النيسابوري وأحمد بن سهل البخاري الفقيه وغيرهم روى عنه أبو القاسم الأزهري ومحمد بن طلحة النعالي وابن أخيه أبو محمد عبد الله بن محمد بن أحمد بن محمد بن عبيد الله المحمي من أهل نيسابور من بيت الزعامة والثروة وكان جده الشيخ الرئيس أبو الحسن المحمي قال الحاكم أبو عبد الله الحافظ كان أبو محمد في عنفوان شبابه لا يشتغل إلا بالعلم والاختلاف إلى أهله ولقد رأيته يناظر مناظرة حسنة ويعلق في مجلس الأستاذ أبي الوليد بخط يده ثم اشتغل بالضياع والثروة بعد ذلك سمع عبد الله بن محمد الشرقي وأقرانه ولم يحدث توفي في رجب سنة إحدى وثمانين وثلاث مئة ودفن في داره بملقباذ وعمه وهو أخو السابق ذكره أبو منصور عبيد الله بن أحمد بن محمد بن عبيد الله بن النصر المحمي بن أبي الحسن من أهل نيسابور الرئيس ابن الرئيس وكان من أحسن الناس ديانة ونصيحة للمسلمين وأكثرهم احتياطا للراعي والرعية ومن أكثرهم تركا لكل ما لا يعنيه سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق الثقفي وأبا علي الحسن بن علي بن نصر الطوسي وأبا عمرو أحمد بن محمد الجرشي وأبا الوفاء المؤمل بن الحسن الماسرجسي حدث بشيء يسير وقرأ عليه الحاكم أبو عبد الله الحافظ وذكر قصة في تاريخه أنه لم يسمع منه أحد سواه ومات في رجب سنة سبع وخمسين وثلاث مئة وصلى عليه القاضي أبو بكر أحمد بن الحسن الجرشي وكان الرئيس أبو منصور خاله وأبو القاسم النضر بن أبي العباس محمد بن أحمد بن محمد بن عبيد الله بن النضر بن |جـ 5 صـ 221| محمد المحمي الحفيد من أهل نيسابور سمع أبا علي محمد بن عبد الوهاب الثقفي وأبا بكر محمد بن الحسين القطان وأبا القاسم بن مروية المزكي وأقرانهم وخرج له الفوائد وأملى وحدث سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في شعبان سنة خمس وتسعين وثلاث مئة ",
                "title": "المحمي",
                "uri": "JK_000952_3693"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}