{
    "features": [
        {
            "item": "JK_000952_1372",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.350-351",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخركوشي</h1> بفتح الخاء المعجمة وسكون الراء وضم الكاف وفي آخرها الشين هذه النسبة إلى خركوش وهي سكة نيسابور كبيرة كان بها جماعة من المشاهير مثل أبي سعد عبد الملك |جـ 2 صـ 351| أبي عثمان محمد بن إبراهيم الخركوشي الزاهد الواعظ أحد المشهورين بأعمال البر والخير وكان عالما زاهدا فاضلا إلى العراق والحجاز وديار مصر وأدرك العلماء والشيوخ وصنف التصانيف المفيدة سمع القاضي أبا محمد يحيى بن منصور بن عبد الملك وأبا عمرو إسماعيل بن نجيد السلمي وأبا علي حامد بن محمد بن عبد الله الرفاء وأبا سهل بشر بن أحمد الإسفراييني وعلي بن بندار الصوفي وأبا أحمد محمد بن محمد بن الحسين الشيباني وأقرانهم روى عنه أبو محمد الحسن بن محمد الخلال والحاكم أبو عبد الله الحافظ وأبو القاسم الأزهري وعبد العزيز بن علي الأزجي وأبو القاسم التنوخي وجماعة سواهم آخرهم أبو بكر أحمد بن علي بن خلف الشيرازي تفقه في حداثة السن وتزهد وجالس الزهاد المجردين إلى أن جعله الله خلفا لجماعة من تقدمه من العباد المجتهدين والزهاد القانعين وتفقه للشافعي على أبي الحسن الماسرجسي وسمع بالعراق بعد السبعين والثلاثمائة ثم خرج إلى الحجاز وجاور حرم الله وأمنه مكة صحب بها العباد الصالحين وسمع الحديث من أهلها والواردين وانصرف إلى نيسابور ولزم منزله وبذل النفس والمال للمستودين من الغرباء والفقراء المنقطع بهم وبني دارا للمرضى بعد أن خربت الدور القديمة لهم بنيسابور وقام جماعة من أصحابه المستورين بتمريضهم وحمل مياههم إلى الأطباء وشراء الأدوية وصنف في علوم الشريعة ودلائل النبوة وفي سير العباد والزهاد كتب نسخها جماعة من أهل الحديث وسمعوها منه وصارت تلك المصنفات في بلاد المسلمين تاريخا لنيسابور وعلمائها الماضين منهم والباقين وكانت وفاته في سنة ست وأربعمائة بنيسابور وزرت قبره غير مرة وأبو الفتوح عبد الله علي بن سهل بن العباس الخركوشي من أهل هذه السكة شيخ صائن عفيف مليح الشيبة ثقة صدوق سمع أبا القاسم إسماعيل بن زاهر النوقاني وأبا عمرو عثمان بن محمد بن عبد الله المحمي وأبا بكر أحمد بن علي بن خلف الشيرازي وأبا الفضل محمد بن عبيد الله الصرام وغيرهم كتبت عنه بنيسابور في النوبة الأولى ورحلت بابني إلى نيسابور في الكرة الثالثة وأكثرت عنه وقرأت عليه أكثر التاريخ ليعقوب بن سفيان الفسوي وكانت ولادته في شعبان سنة ست وستين وأربعمائة ووفاته في شوال سنة أربع وأربعين وخمسمائة بنيسانور ",
                "title": "الخركوشي",
                "uri": "JK_000952_1372"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}