{
    "features": [
        {
            "item": "JK_000952_1355",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.343-344",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخرجوشي</h1> بفتح الخاء وسكون الراء وضم الجيم وفي آخرها الشين المعجمة هذه النسبة إلى خرجوش وهو إسم لبعض أجداد المنتسب إليه وهو أبو محمد بن عبيد الله بن جعفر أحمد بن خرجوش بن عطية بن معن بن بكر بن شيبان بن منيع الخرجوشي الشيرازي من أهل شيراز يروي عن أبي بكر محمد بن يحيى االفارسي روى عنه ابنه أبو الحسين الخرجوشي ولم يحدث عنه غير ابنه هكذا ذكره أبو عبد الله محمد بن عبد العزيز الفارسي الشيرازي الحافظ في تاريخ فارس وابنه أبو الحسين عبيد الله بن محمد بن عبيد الله بن جعفر بن بن أحمد بن خرجوش المعدل الشيرازي الخرجوشي رحل إلى العراق وسمع أبا الحسن علي بن عبد الله بن مبشر الواسطي وأبا عبد الله محمد بن مخلد العطار وجماعة وتوفي في السادس عشر من شعبان سنة تسعين وثلاثمائة وكان ثقة نبيلا وحافده أبو الفرج محمد بن عبيد الله بن محمد بن عبيد الله بن جعفر بن أحمد بن خرجوش المعروف بالخرجوشي سكن بغداد وكان دينا ثقة صدوقا سمع أبا عبد الله بن خفيف الشيرازي وأبا العباس الحسن بن سعيد المطوعي وإسحاق بن أحمد القايني وغيرهم روى عنه أبو بكر الخطيب الحافظ البغدادي وأبو إسحاق إبراهيم بن علي الشيرازي وأثنى عليه الخطيب قال كان فاضلا صالحا دينا ثقة كتبنا عنه بانتقاء أبي الفتح بن أبي الفوارس مات ببغداد في آخر ذي الحجة سنة اثنتين وعشرين وأربعمائة وأما أبو سعد عبد الملك بن أبي عثمان محمد بن إبراهيم الواعظ الخرجوشي من أهل نيسابور كان إماما زاهدا فاضلا |جـ 2 صـ 344| عالما له البر وأعمال الخير والقيام بمصالح الناس وإيصال النفع إليهم سمع ببلده أبا عمرو بن نجيد السلمي وجماعة كثيرة سواه ورحل إلى العراق والحجاز وديار مصر وأدرك الشيوخ وصنف التصانيف المفيدة وذكره أبو الفضل محمد بن الطاهر المقدسي فقال أبو سعيد الخرجوشي ويقال بالكاف بالفارسية منسوب إلى قرية بخراسان هكذا قال المقدسي وأما قبر أبي سعد هذا في خانقاهه بسكة خركوش ولا أدري أبو سعد هذا نسب إلى هذه السكة أو السكة نسبت إلى أبي سعد وتوفي في جمادى الأولى سنة سبع وأربعمائة ",
                "title": "الخرجوشي",
                "uri": "JK_000952_1355"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}