{
    "features": [
        {
            "item": "JK_000952_1006",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.124-126",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوهري</h1> بفتح الجيم والهاء وبينهما الواو الساكنة وفي آخرها الراء هذه النسبة إلى بيع الجوهر اختص به جماعة منهم أبو محمد الحسن بن علي بن محمد بن علي بن الحسن بن عبد الله الجوهري من أهل بغداد شيخ ثقة صالح مكثر أمين أصله من شيراز وولد ببغداد وسمع أبا عمر محمد بن العباس بن حيويه الخزاز وأبا بكر أحمد بن جعفر بن مالك القطيعي وأبا عبد الله الحسين بن محمد بن عبيد العسكري وأبا الحسن علي بن محمد بن |جـ 2 صـ 126| أحمد بن كيسان النحوي وأبا حفص عمر بن أحمد بن الزيات وطبقتهم سمع منه جماعة من القدماء مثل أبي بكر أحمد بن علي بن ثابت الخطيب وأبي سعيد عبد الواحد بن أبي القاسم القشيري وغيرهما روى لي عنه الكثير أبو بكر محمد بن عبد الباقي الأنصاري ولم يحدثنا عنه متصلا بالسماع سواه ذكره أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ في معجم شيوخه وقال أبو محمد الجوهري الفارسي المقنعي سمع من القطيعي ومسند العشرة ومسند أهل البيت ومسند العباس وولده وانتفاء عمر البصري على القطيعي شيخ ثقة كثير الحديث صحيح الأصول كم من كتاب كان عنده به نسختان وثبت في كلها سماعه يغلب عليه الأدب والشعر ومذاكرة الملوك ومنادمتهم قلت وكانت ولادته في شعبان سنة ثلاث وستين وأربعمائة وتوفي في السابع من ذي القعدة سنة أربع وخمسين وأربعمائة ودفن بباب أبرز وأبو العباس عبيد بن محمد بن يحيى بن قضاء الجوهري البصري سكن سر من رأى وحدث بها عن بكر بن يحيى بن زبان وسليمان الشاذكوني وحكامة بنت عثمان بن دينار روى عنه عمر بن محمد بن أحمد بن هارون العسكري وأبو محمد عبد الله بن إسحاق بن إبراهيم الخراساني وأبو محمد المبارك بن المبرك بن علي بن نصر السراج الجوهري المعروف بابن التعاويذي من بغداد شيخ صالح خير بهي المنظر حسن اللقاء حلو الكلام صحب الشيخ حماد الدباس وغيره من الصالحين سمع أبا الخطاب نصر بن أحمد بن البطر وأبا الفوارس طراد بن محمد بن علي الزينبي وأبا عبد الله الحسين بن أحمد بن طلحة النعالي وغيرهم كتبت عنه ببغداد في دكانه بسوق الجوهر عند باب النوبي أنشدني أبو محمد الجوهري لنفسه إملاء وأنا سألته % اجعل همومك واحدا % % وتخل عن كل الهموم % % فعساك أن تحظى بما % % يغنيك عن كل العلوم % وكانت ولادته بالكرخ سنة ست وسبعين وأربعمائة ",
                "title": "الجوهري",
                "uri": "JK_000952_1006"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}