{
    "features": [
        {
            "item": "JK_000129_013504",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.399-400",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الهرمان</h1> هي أهرام كثيرة إلا أن المشهور منها اثنان واختلف الناس في أهرام مصر اختلافا جما وتكاد أن تكون حقيقة أقوالهم فيها كالمنام إلا أنا نحكي من ذلك ما يحسن عندنا فمن ذلك ما ذكره أبو عبد الله محمد بن سلامة بن جعفر القضاعي في كتاب خطط مصر أنه وجد في قبر من قبور الأوائل صحيفة فالتمسوا لها قارئا فوجدوا شيخا من دير القلمون فقرأها فإذا فيها إنا نظرنا فيما تدل عليه النجوم فرأينا أن آفة نازلة من السماء وخارجة من الأرض ثم نظرنا فوجدناه ماء مفسدا للأرض وحيوانها ونباتها فلما تم اليقين من ذلك عندنا قلنا لملكنا سوريد بن سهلوق مر ببناء افرونيات وقبر لك وقبور لأهل بيتك فبنى لنفسه الهرم الشرقي وبنى لأخيه هوجيب الهرم الغربي وبنى لابن هوجيب الهرم المؤزر وبنيت الافرونيات في أسفل مصر وأعلاها وكتبنا في حيطانها علما غامضا من معرفة النجوم وعللها والصنعة والهندسة والطب وغير ذلك مما ينفع ويضر ملخصا مفسرا لمن عرف كلامنا وكتابتنا وإن هذه الآفة نازلة بأقطار العالم وذلك عند نزول قلب الأسد في أول دقيقة من رأس السرطان وتكون الكواكب عند نزوله إياها في هذه المواضع من الفلك الشمس والقمر في أول دقيقة من رأس الحمل وزحل في درجة وثمان وعشرين دقيقة من الحمل والمشتري في الحوت في تسع وعشرين درجة وثمان وعشرين دقيقة والمريخ في الحوت في تسع وعشرين درجة وثلاث دقائق والزهرة في الحوت في ثمان وعشرين درجة ودقائق وعطارد في الحوت في |جـ 5 صـ 400| سبع وعشرين درجة ودقائق والجوزهر في الميزان وأوج القمر في الأسد في خمس درج ودقائق ثم نظرنا هل يكون بعد هذه الآفة كون مضر بالعالم فاحتسبنا الكواكب فإذا هي تدل على أن آفة من السماء نازلة إلى الأرض وأنها ضد الآفة الأولى وهي نار محرقة لأقطار العالم ثم نظرنا متى يكون هذا الكون المضر فرأيناه يكون عن حلول قلب الأسد في آخر دقيقة من الدرجة الخامسة عشرة من الأسد ويكون إيليس وهو الشمس معه في دقيقة واحدة متصلة بستورنس وهو زحل من تثليث الرامي ويكون المشتري وهو زاويس في أول الأسد في آخر احتراقه ومعه المريخ وهو آرس في دقيقة ويكون سلين وهو القمر في الدلو مقابلا لإيليس مع الذنب في اثنتين وعشرين ويكون كسوف شديد له بثلث سلين القمر ويكون عطارد في بعده الأبعد أمامها مقبلين أما الزهرة فللاستقامة وأما عطارد فللرجعة قال الملك فهل عندكم من خبر توقفوننا عليه غير هذين الاثنين قالوا إذا قطع قلب الأسد ثلثي سدس أدواره لم يبق من حيوان الأرض متحرك إلا تلف فإذا استتم أدواره تحللت عقود الفلك وسقط على الأرض قال لهم ومتى يكون يوم انحلال الفلك قالوا اليوم الثاني من بدو حركة الفلك فهذا ما كان في القرطاس فلما مات سوريد دفن في الهرم الشرقي ودفن هوجيب في الهرم الغربي ودفن كرورس في الهرم الذي أسفله من حجارة أسوان وأعلاها كدان ولهذه الأهرام أبواب في آزاج تحت الأرض طول كل أزج منها مائة وخمسون ذراعا فأما باب الهرم الشرقي فمن الناحية البحرية وأما باب الهرم الغربي فمن الناحية الغربية وأما باب الهرم المؤزر فمن الناحية القبلية وفي الأهرام من الذهب وحجارة الزمرد ما لا يحتمله الوصف وإن مترجم هذا الكتاب من القبطي إلى العربي أجمل التاريخات إلى أول يوم من توت الأحد وطلوع شمسه سنة خمس وعشرين ومائتين من سني العرب فبلغت أربعة آلاف وثلثمائة وإحدى وعشرين سنة لسني الشمس ثم نظركم مضى من الطوفان إلى يومه هذا فوجده ثلاثة آلاف وتسعمائة وإحدى وأربعين سنة وتسعة وخمسين يوما فألقاها من هذه الجملة فبقي معه ثلثمائة وتسع وتسعون سنة وخمسة أيام فعلم أن هذا الكتاب المؤرخ كتب قبل الطوفان بهذه السنين وحكى ابن زولاق ومن عجائب مصر أمر الهرمين الكبيرين في جانبها الغربي ولا يعلم في الدنيا حجر على حجر أعلى ولا أوسع منها طولها في الأرض أربعمائة ذراع في أربعمائة وكذلك علوها أربعمائة ذراع وفي أحدهما قبر هرمس وهو إدريس عليه السلام وفي الآخر قبر تلميذه أغاتيمون وإليهما تحج الصابئة قال وكانا أولا مكسوين بالديباج وعليهما مكتوب وقد كسوناهما بالديباج فمن استطاع بعدنا فليكسهما بالحصير قال وقال حكيم من حكماء مصر إذا رأيت الهرمين أن الإنس والجن لا يقدرون على عمل مثلهما ولم يتولهما إلا خالق الأرض ولذلك قال بعض من رآهما ليس من شيء إلا وأنا أرحمه من الدهر إلا الهرمين فإني أرحم الدهر منهما قال عبيد الله مؤلف هذا الكتاب وقد رأيت الهرمين وقلت لمن كان في صحبتي غير مرة إن الذي يتصور في ذهني أنه لو اجتمع كل من بأرض مصر من أولها إلى آخرها على سعتها وكثرة أهلها وصمدوا بأنفسهم عشر سنين مجتهدين لما أمكنهم أن يعملوا مثل الهرمين وما سمعت بشيء تعظم عمارته فجئته إلا ورأيته دون |جـ 5 صـ 401| صفته إلا الهرمين فإن رؤيتهما أعظم من صفتهما قال ابن زولاق ولم يمر الطوفان على شيء إلا وأهلكه وقد مر عليهما لأن هرمس وهو إدريس عليه السلام قبل نوح وقبل الطوفان وأما الهرم الذي بدير هرميس فإنه قبر قرباس وكان فارس مصر وكان يعد بألف فارس فإذا لقيهم وحده لم يقوموا له وانهزموا وإنه مات فجزع عليه الملك والرعية ودفنوه بدير هرميس وبنوا عليه الهرم مدرجا وبقي طينه الذي بني به مع الحجارة من الفيوم وهذا معروف إذا نظر إلى طينه لم يعرف له معدن إلا بالفيوم وليس بمنف ووسيم له شبه من الطين وقال ابن عفير وابن عبد الحكم وفي زمان شداد بن عاد بنيت الأهرام فيما ذكر عن بعض المحدثين ولم نجد عند أحد من أهل العلم من أهل مصر معرفة في الأهرام ولا خبرا ثبت إلا أن الذي يظن أنها بنيت قبل الطوفان فلذلك خفي خبرها ولو بنيت بعده لكان خبرها عند الناس ولذلك يقول بعضهم حسرت عقول ذوي النهى الأهرام واستصغرت لعظيمها الأحلام ملس منبقة البناء شواهق قصرت لغال دونهن سهام لم أدر حين كبا التفكر دونها واستوهمت بعجيبها الأوهام أقبور أملاك الأعاجم هن أم طلسم رمل كن أم أعلام وقال ابن عفير لم تزل مشايخ مصر يقولون إن الأهرام بناها شداد بن عاد وهو الذي بنى المغار وجند الأجناد والمغار والأجناد هي الدفائن وكانوا يقولون بالرجعة فكان إذا مات أحدهم دفنوا معه ماله كائنا ما كان وإن كان صانعا دفنت معه آلته وذكر أن الصابئة تحجها ومن عجائب مصر الهرمان إذ ليس على وجه الأرض بناء باليد حجر على حجر أطول منهما وإذا رأيتهما ظننت أنهما جبلان موضعان ولذلك قيل ليس من شيء إلا وأنا أرحمه من الدهر إلا الهرمين فإني أرحم الدهر منهما وعلى ركن أحدهما صنم كبير يقال إنه بلهيت ويقال إنه طلسم للرمل لئلا يغلب على كورة الجيزة وإن الذي طلسمه بلهيت وسبب تطلسمه أن الرمال غربية وشمالية كثيرة متكاثفة فإذا انتهت إليه لا تتعداه وهو صورة رأس آدمي ورقبته ورأسا كتفيه كالأسد وهو عظيم جدا حدثني من رأى نسرا عشش في أذنه وهو صورة مليحة كأن الصانع فرغ منه عن قرب وهو مصبوغ بحمرة موجودة إلى الآن مع تطاول المدة وتقدم الأعوام قال المعري تضل العقول الهبرزيات رشدها ولا يسلم الرأي القويم من الأفن وقد كان أرباب الفصاحة كلما رأوا حسنا عدوه من صنعة الجن وقال أبو الصلت وأي شيء أعجب وأغرب بعد مقدورات الله عز وجل ومصنوعاته من القدرة على بناء جسم من أعظم الحجارة مربع القاعدة مخروط الشكل ارتفاع عموده ثلاثمائة ذراع ونحو سبعة عشر ذراعا تحيط به أربعة سطوح مثلثات متساويات الأضلاع طول كل ضلع منها أربعمائة ذراع وستون ذراعا وهو مع هذا العظم من إحكام الصنعة وإتقان الهندام وحسن التقدير بحيث لم يتأثر إلى هلم جرا بتضاعف الرياح وهطل السحاب وزعزعة الزلازل وهذه صفة كل واحد من الهرمين المحاذيين للفسطاط |جـ 5 صـ 402| من الجانب الغربي على ما شاهدناه منهما قال واتفق أن خرجنا يوما فلما طفنا بهما وكثر تعجبنا منهما تعاطينا القول فيهما فقال بعضنا يعني نفسه بعيشك هل أبصرت أحسن منظرا على طول ما أبصرت من هرمي مصر أطافا بأعنان السماء وأشرفا على الجو إشراف السماك أو النسر وقد وافيا نشزا من الأرض عاليا كأنهما ثديان قاما على صدر قال وزعم قوم أن الأهرام الموجودة بمصر قبور الملوك العظام آثروا أن يتميزوا بها عن سائر الملوك بعد مماتهم كما تميزوا عنهم في حياتهم وتوخوا أن يبقى ذكرهم بسببها على تطاول الدهور وتراخي العصور ولما وصل المأمون إلى مصر أمر بنقبهما فنقب أحد الهرمين المحاذيين للفسطاط بعد جهد شديد وعناء طويل فوجد في داخله مهاو ومراق يهول أمرها ويعسر السلوك فيها ووجد في أعلاها بيت مكعب طول كل ضلع من أضلاعه ثمانية أذرع وفي وسطه حوض رخام مطبق فلما كشف غطاؤه لم يجدوا فيه غير رمة بالية قد أتت عليها العصور الخالية فأمر المأمون بالكف عن نقب ما سواه وفي سفح أحد الهرمين صورة آدمي عظيم مصبغة وقد غطى الرمل أكثرها وهي عجيبة غريبة وفيها يقول ظافر الحداد الإسكندري تأمل بنية الهرمين وانظر وبينهما أبو الهول العجيب كعماريتين على رحيل لمحبوبين بينهما رقيب وماء النيل تحتهما دموع وصوت الريح عندهما نحيب قال ومن الناس من زعم أن هرمس الأول المدعو بالمثلث بالحكمة وهو الذي يسميه العبرانيون أخنوخ بن يرد بن مهلائيل بن قينان بن أنوش بن شيث بن آدم وهو إدريس النبي عليه السلام استدل من أحوال الكواكب على كون الطوفان فأمر ببنيان الأهرام وإيداعها الأموال وصحائف العلوم إشفاقا عليها من الذهاب والدروس وحفظا لها واحتياطا عليها وقيل إن الذي بناها سوريد بن سهلوق بن سرياق وقال البحتري في قصيدة ولا بسنان بن المشلل عندما بنى هرميها من حجارة لابها وذكر قوم أنه قد كتب على الهرمين بالمسند إني بنيتهما فمن يدعي قوة في ملكه فليهدمهما فإن الهدم أيسر من البناء وذكر أن حجارتهما نقلت من الجبل الذي بين طرا وحلوان وهما قريتان من مصر وأثر ذلك باق إلى الآن ",
                "title": "الهرمان",
                "uri": "JK_000129_013504"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}