{
    "features": [
        {
            "item": "JK_000952_1782",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.62-64",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرستمي</h1> بضم الراء وسكون السين المهملة وفتح التاء المنقوطة باثنتين من فوقها وفي آخرها الميم هذه النسبة إلى رستم وهو اسم بعض أجداد المنتسب والمشهور بهذا الإنتساب جماعة من أهل أصبهان قديما وحديثا منهم الشاعر النحرير أبو سعيد الرستمي وإذا ذكرت نسبهم فتعرف نسبه ومنهم أبو محمد هارون بن علي بن الحسن بن محمد بن الحسن بن علي بن رستم الرستمي الأصبهاني أخو محمد بن عمر بن عزيزة لأمه كان أحد العدول بأصبهان سمع أبا بكر محمد بن عبد الله بن ريذة الضبي مات سنة سبع وثمانين وأربعمائة وابن أخيه أبو علي الحسن بن العباس بن أبي الطيب بن علي بن الحسن |جـ 3 صـ 63| الرستمي فقيه فاضل ورع صار مفتي أهل اصبهان في زمانه ويقعد في الجامع ويدرس الناس حسبة سمع أبا عمرو بن أبي عبد الله بن منده والمطهر بن عبد الواحد البزاني وجماعة كتبت عنه بأصبهان وكانت ولادته في سنة ثمان وستين وأربعمائة أنشدني أبو علي الحسن بن العباس الرستمي إملاء من حفظه بجامع أصبهان أنشدني عمي أبو محمد هارون بن علي بن الحسن الرستمي من لفظه لأبي سعيد الرستمي وهو جد أبيه وعمه من قصيدة له % لله عيش بالمدينة فاتني % % ايام لي قصر المغيرة مألف % % حجي إلى باب الجديد وكعبتي % % باب العتيق وبالمصلى الموقف % % والله لو عرف الحجيج مكاننا % % من زندروز وجسره ما عرفوا % % أو شاهدوا زمن الربيع طوافنا % % بالخندقين عشية ما طوفوا % % زار الحجيج مني وزار ذوو الهوى % % جسر الحسين وشعبه فاستشرفوا % % ورأوا ظباء الخيف في جنباتها % % فرموا هنالك بالجمار وخيفوا % % أرض حصاها جوهر وترابها % % مسك وماء المد منها قرقف % % وضعيفة الألحاظ واهية القوى % % توهى قوى جلد الجليد وتضعيف % % معشوقة الحركات مثنى ازرها % % دعص ومهوى القرط منها نفنف % في إسناد هذه الأبيات الحسنة اجتمع جماعة من الرستميين وأما أبو طاهر فطيان بن أحمد بن محمد بن إبراهيم بن الحسين بن زياد بن خرزاذ بن زيدان الرستمي إنما قيل له الرستمي لأنه سبط أبي علي الرستمي المديني كان يعظ الناس بالمدينة والرساتيق بأصبهان وكان يرجع إلى فنون من العلم من النحو والإعراب وحفظ الآثار والأخبار سمع جماعة من أصحاب أبي القاسم الطبراني وأبي الشيخ الأصبهاني توفي سنة تسع وستين وأربعمائة روى عنه أبو عبد الله الدقاق الأصبهاني الحافظ أخبرنا يحيى بن أبي عمرو الحافظ كتابة سمعت أبا عبد الله محمد بن عبد الله الخياط يقول سمعت أبا القاسم الفضل بن الفرج الأحدب الصوفي يقول سمعت مطيار بن أحمد يقول رأيت النبي صلى الله عليه وسلم في المنام فقلت له يا نبي الله اشتهي لحية كبيرة فقال لي صلى الله عليه وسلم لحيتك جيدة وأنت تحتاج إلى عقل تام |جـ 3 صـ 64| وأبو سعد أسد بن رستم بن أحمد بن عبد الله الهروي الرستمي من أهل هراة كان من فضلائها المبرزين سمع الحسن بن عمران الحنظلي وأبا نصر منصور بن محمد المطرفي وأبا علي أحمد بن محمد بن خالد العطار الهرويين وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو عثمان إسماعيل بن عبد الرحمن الصابوني وذكره الحاكم في التاريخ فقال أبو سعد الرستمي الهروي من المشهورين بالسماع والطلب وصحبة المشايخ وهو الذي قد كان أبو عبد الله الوضاحي أنشدنا فيه ونحن بطوس سنة اثنتين وأربعين وثلاثمائة أقسمت بالنرجس والورد أبيات له يقول في آخرها % ما خلق الرحمن في خلقه % % أكمل ظرفا من أبي سعد % فقدم أبو سعد الرستمي بنيسابور حاجا سنة اثنتين وثمانين وثلاثمائة وحدث عندنا وبالعراق ",
                "title": "الرستمي",
                "uri": "JK_000952_1782"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}