{
    "features": [
        {
            "item": "JK_000129_011600",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.65",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المحمدية</h1> مدينة بكرمان في الإقليم الثالث طولها تسعون درجة وعرضها إحدى وثلاثون درجة ونصف وربع قال البلاذري الإيتاخية تعرف بإيتاخ التركي ثم سماها المتوكل المحمدية باسم ابنه محمد المنتصر وكانت تعرف أولا بدير أبي الصفرة وهم قوم من الخوارج وهي بقرب سامرا ووقع لي بمرو كتاب اسمه تمام الفصيح لابن فارس وبخطه وقد كتب في آخره وكتب أحمد بن فارس بن زكرياء بخطه في شهر رمضان سنة 093 بالمحمدية فعبرت دهرا أسأل عن موضع بنواحي الجبال يعرف بهذا الاسم فلم أجده لأن ابن فارس في هذه الأيام هناك كان حيا حتى وقعت على كتاب محمد بن أحمد بن الفقيه فذكر فيه قال جعفر بن محمد الرازي لما قدم المهدي الري في خلافة المنصور بنى مدينة الري التي بها الناس اليوم وجعل حولها خندقا وبنى فيها مسجدا جامعا وجرى ذلك على يد عمار بن أبي الخصيب وكتب اسمه على حائطها وتم عملها سنة 851 وجعل لها فصيلا يطيف به فارقين آخر وسماها المحمدية فأهل الري يدعون المدينة الداخلة المدينة ويسمون الفصيل المدينة الخارجة والحصن المعروف بالزبيدية في داخل المدينة بالمحمدية وقد كان المهدي نزله أيام كونه بالري وكان مطلا على المسجد الجامع ودار الإمارة ثم جعل بعد ذلك سجنا ثم خرب فعمره رافع بن هرثمة في سنة 872 ثم خربه أهل الري بعد خروج رافع عنها فلما وقفت على هذا فرج عني وإن كان في ألفاظ هذا الخبر اختلال إلا أن الغرض حصل أنها محلة بالري وقرأت في تاريخ أبي سعد الآبي أن المهدي لما قدم الري بنى بها المسجد الجامع فذكر أنه لما أخذ في حفر الأساس أتى إلى أساس قديم في أبواب بيوت قد رسخت في الأرض كان السيل قد أتى عليها فطمها ودفنها فأخبر المهدي بذلك فنادى من كان له ههنا دار فليأت فإن شاء باع وإن شاء عوض عنها دارا فأتاه ناس كثير فاختار بعضهم الثمن فقبضوه وبعضهم اختار العوض فبنى لهم المحلة المعروفة بمهدي أباذ ووقع الفراغ من بناء جميع ذلك في سنة 851 فسميت الري المحمدية باسم المهدي وسميت البيوت المدينة الداخلة والفصيل المدينة الخارجة ",
                "title": "المحمدية",
                "uri": "JK_000129_011600"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}