{
    "features": [
        {
            "item": "JK_000952_3863",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.337-338",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعبر</h1> بضم الميم وفتح العين المهملة وتشديد الباء المنقوطة بواحدة المكسورة وفي اخرها الراء هذه النسبة إلى تعبير الرؤيا وجماعة من العلماء كانوا يتعاطون ذلك والمشهور بهذه الصفة أبو سعنة المعبر حدث عن همام بن يحيى روى عنه محمد بن هارون بن أبي الرؤوس المقرىء قاله ابن ماكولا وأبو عبد الله عثمان بن عبد الله المعبر الفراء ويقال أبو عمرو حدث عن أبيه روى عنه زكريا بن يحيى الساجي وأبو عبيد الله محمد بن السري المعبر البخاري حدث عن حنش بن حرب وهانىء بن النضر ومحمد بن جعفر العجلي روى عنه أحمد بن سليمان بن فرنيام وغيره وفيهم كثرة وأبو محمد خالد بن فضاء الأزدي المعبر أخو محمد بن فضاء قال ابن أبي حاتم المعبر للرؤيا روى عن إياس بن معاوية روى عنه حماد بن زيد ومحمد بن موسى المعبر حدث عن أبي الخطاب كاتب أبي يوسف القاضي حدث عنه محمد بن أبي هارون الوراق بخبر وإبراهيم بن هارون بن المهلب البخاري المعبر حدث عن نصر بن محمد القلانسي روى عنه خلف بن محمد الخيام ومحمد بن الحسن بن محمد بن موسى المعبر يروي عن عمرو بن تميم روى عنه أبو الطيب الشروطي وأبو المنجا حيدرة بن علي بن محمد بن إبراهيم الأنطاكي المالكي المعبر قال ابن ماكولا شيخ كتبت عنه بدمشق حدث عن عبد الرحمن بن أبي نصر |جـ 5 صـ 338| وأبو عبد الله ربعي بن جناح بن نصر بن عيسى بن خسرو الكسي المعبر كان عالما بتأويل الرؤيا وتعبيرها يروي عن أبيه وعبد بن حميد الكسيين روى عنه عبد الله بن إبراهيم الجنابذي القهستاني وأبو الخطاب محمد بن خلف بن جعفر بن محمد بن أبي كثير البلخي المنجم المعبر المقيم ببخارى ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو الخطاب المعبر كان من عجائب الزمان تفقه أولا ببلخ عند أبي بكر الفارسي ثم خرج إلى العراق وترك الفقه وأقبل على تعلم النجوم والتعبير وكتب شيئا من الحديث ثم انصرف إلى نيسابور فأقام بها مدة أيام الأمراء من ال أبي عمران ثم خرج إلى بخارى فاستوطنها سنين واخر ذلك كان في منزل أبي عبد الله وأبي الفضل الحليميين فطالت صحبتنا وكثرت المسموعات التي لا تليق بهذا الكتاب منه ",
                "title": "المعبر",
                "uri": "JK_000952_3863"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}