{
    "features": [
        {
            "item": "JK_000129_002823",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.71-72",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ثافل</h1> بكسر الفاء ولام والثفل في اللغة ما سفل من كل شيء قال عرام بن الأصبغ وهو يذكر جبال تهامة ويتلو تليلا جبلان يقال لأحدهما ثافل الأكبر وللآخر ثافل الأصغر وهما لبني ضمرة بن بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة وهم أصحاب جلال ورغبة ويسار وبينهما ثنية لا تكون رمية سهم وبينهما وبين رضوى وغرور ليلتان نباتهما العرعر والقرظ والظيان والبشام والأيدع قال عرام وهو شجر يشبه الدلب إلا أن أغصانه أشد تقاربا من أغصان الدلب له ورد أحمر ليس بطيب الريح ولا ثمر له نهى النبي صلى الله عليه وسلم عن تكسير أغصانه وعن السدر والتنضب لأنها ذوات ظلال يسكن الناس دونها في الحر والبرد واللغويون غير عرام بن الأصبغ مختلفون في الأيدع فمنهم من قال إنه الزعفران محتجا بقول رؤبة كما لقى محرم حج أيدعا والبعض يقول إنه دم الأخوين ومنهم من قال إنه البقم والصواب عندنا قول عرام لأنه بدوي من تلك البلاد وهو أعرف بشجر بلاده ونعم الشاهد على قول عرام قول كثير حيث قال كأن حمول القوم حين تحملوا صريمة نخل أو صريمة أيدع يقال صريمة من غضا وصريمة من سلم وصريمة من نخل أي جماعة قال وفي ثافل الأكبر آثار في بطن واد يقال له يرثد ويقال للآبار الدباب وهو ماء عذب غير منزوف أناشيط قدر قامة وفي ثافل الأصغر دوار في جوفه يقال له القاحة ولها بئران عذبتان غزيرتان وهما جبلان كبيران شامخان وكل جبال تهامة تنبت الغضور وبين هذه الجبال جبال صغار وقرادد وينسب إلى كل جبل ما يليه روي أنه كان ليزيد بن معاوية ابن اسمه عمر فحج في بعض السنين فقال وهو منصرف إذا جعلن ثافلا يمينا فلن نعود بعدها سنينا للحج والعمرة ما بقينا قال فأصابته صاعقة فاحترق فبلغ خبره محمد بن علي بن الحسين عليه السلام فقال ما استخف أحد ببيت الله الحرام إلا عوجل وقال كثير فإن شفائي نظرة إن نظرتها إلى ثافل يوما وخلفي شنائك وقال عبد الرحمن بن هرمة |جـ 2 صـ 72| هل في الخيام من ال أثلة حاضر ذكرن عهدك حين هن عوامر هيهات عطلت الخيام وعطلت إن الجديد إلى خراب صائر قد كان في تلك الخيام وأهلها دل تسر به ووجه ناضر غراء آنسة كأن حديثها ضرب بثافل لم ينله سابر ",
                "title": "ثافل",
                "uri": "JK_000129_002823"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}