{
    "features": [
        {
            "item": "JK_000129_004477",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.347-348",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خجندة والنسبة الخجندي</h1> بضم أوله وفتح ثانيه ونون ثم دال مهملة في الإقليم الرابع طولها اثنتان وتسعون درجة ونصف وعرضها سبع وثلاثون درجة وسدس وهي بلدة مشهورة بما وراء النهر على شاطىء سيحون بينها وبين سمرقند عشرة أيام مشرقا وهي مدينة نزهة ليس بذلك الصقع أنزه منها ولا أحسن فواكه وفي وسطها نهر جار والجبل متصل بها وأنشد ابن الفقيه لرجل من أهلها ولم أر بلدة بإزاء شرق ولا غرب بأنزه من خجنده هي الغراء تعجب من رآها وهي بالفارسية دل مزنده وكان سلم بن زياد لما ورد خراسان ليزيد بن معاوية بن أبي سفيان أنفذ جيشا وهو نازل بالصغد إلى خجندة وفيهم أعشى همدان فهزموا فقال الأعشى ليت خيلي يوم الخجندة لم ته زم وغودرت في المكر سليبا وقال الإصطخري خجندة متاخمة لفرغانة وقد جعلناها في جملة فرغانة وإن كانت مفردة في الأعمال عنها وهي في غربي نهر الشاش وطولها أكثر من عرضها تمتد أكثر من فرسخ كلها دور وبساتين وليس في عملها مدينة غير كند وهي بساتين ودور مفترشة ولها قرى يسيرة ومدينة وقهندز وهي مدينة نزهة فيها فواكه تفضل على فواكه سائر النواحي وفي أهلها جمال ومروءة وهو بلد يضيق عما يمونهم من الزروع فيجلب إليها من سائر النواحي من فرغانة وأشروسنة أكثر من سنة ما يقيم أودهم تنحدر السفن إليهم في نهر الشاش وهو نهر يعظم من أنهار تجتمع إليه من حدود الترك والإسلام |جـ 2 صـ 348| وعموده نهر يخرج من بلاد الترك في حد أوزكند ثم يجتمع إليه نهر خوشاب ونهر أوش وغير ذلك فيعظم ويمتد إلى أخسيكث ثم على خجندة ثم على بنكث ثم على بيسكند فيجري إلى فاراب فإذا جاوز صبران جرى في برية تكون على جانبيه الأتراك الغزية فيمتد على الأتراك الغزية الحديثة حتى يقع في بحيرة خوارزم وينسب إليها جماعة وافرة من أهل العلم منهم أبو عمران موسى بن عبد الله المؤدب الخجندي كان أديبا فاضلا صاحب حكم وأمثال مدونة مروية حدث عن أبي النضر محمد بن الحكم البزاز السمرقندي وغيره ",
                "title": "خجندة والنسبة الخجندي",
                "uri": "JK_000129_004477"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}