{
    "features": [
        {
            "item": "JK_000952_2269",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.375-376",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشاشي</h1> بالألف الساكنة بين الشينين المعجمتين هذه النسبة إلى مدينة وراء نهر سيحون يقال لها الشاش وهي من ثغور الترك خرج منها جماعة كثيرة من ائمة المسلمين منهم عبد الله بن أبي عوانة الشاشي سمع منه محمد بن إسماعيل البخاري وجعفر بن محمد الفريابي وغيرهما وابن أخيه أبو علي الفضل بن العباس بن أبي عوانة الشاشي رحل إلى مرو والعراق وسمع علي بن حجر وأحمد بن حنبل روى عنه أهل بلده مات سنة ست وثمانين ومائتين والإمام أبو بكر محمد بن علي بن إسماعيل القفال الشاشي أحد أئمة الدنيا في التفسير والحديث والفقه واللغة ولد سنة إحدى وتسعين ومائتين ومات سنة ست وستين وثلاثمائة ومن المتأخرين جماعة حدثونا عنهم وسمعنا منهم وقبله أبو موسى هارون بن حميد الشاشي يروي عن أبي الوليد الطيالسي وسليمان بن حرب روى عنه أهل الشاش مات سنة ست وستين ومائتين قال أبو حاتم بن حبان كان فقيه البدن وأبو علي الحسن بن صاحب بن حميد الشاشي أحد الرحالين إلى خراسان والجبال والعراق والحجاز والشام كثير السماع كتب ببلاد خراسان والجبال والحجاز والعراق وكور الأهواز والجزيرة والشام وحدث عن علي بن خشرم وإسحاق بن منصور والحسن بن محمد بن الصباح وعمرو بن عبد الله الأودي وأبي زرعة الرازي ومحمد بن عوف الحمصي ومحمد بن عبد الله بن يزيد المقري ويونس بن عبد الأعلى وطبقتهم |جـ 3 صـ 376| روى عنه أبو بكر بن الجعابي ومحمد بن إسماعيل الوراق وأبو علي النيسابوري وإبراهيم بن محمد بن حمزة ومحمد بن المظفر وكان ثقة وتوفي بالشاش سنة أربع عشرة وثلاثمائة وابو محمد جعفر بن شعيب أبو محمد الشاشي حدث بنيسابور سنة سبع وثمانين ومائتين عن أبي أحمد محمد بن يوسف التمامي وأبي الربيع خالد بن يوسف السمتي ويعقوب بن حميد بن كاسب وعيسى بن حماد زغبة وأبي طاهر أحمد بن عمرو بن السرح روى عنه أبو عبد الله محمد بن يعقوب وأبو بكر أحمد بن علي الرازي الحافظان وقال الشاشي هذا سمعت الجاحظ وسأله رجل فقال له يا أبا عثمان الصفع حار أو بارد فقال ما دام في الكف فهو بارد وإذا وقع على القفا فهو حار وأبو سعيد الهيثم بن كليب بن شريح بن معقل الشاشي الأديب كان اصله من مرو قدم بخارى وحدث بها في سنة أربع وثلاثين ومائتين عن عيسى بن أحمد العسقلاني وإسحاق بن إبراهيم بن جبلة الترمذي وأبي عيسى محمد بن عيسى الترمذي والعباس بن محمد الدوري وجماعة من أهل العراق روى عنه جماعة كثيرة منهم أبو القاسم علي بن أحمد بن محمد الخزاعي وأبو الفضل منصور بن نصر بن مت الكاغذي وانصرف إلى الشاش ومات بها في سنة خمس وثلاثين وثلاثمائة ",
                "title": "الشاشي",
                "uri": "JK_000952_2269"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}