{
    "features": [
        {
            "item": "JK_000129_013075",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.324-325",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نهروان والنسبة النهرواني</h1> وأكثر ما يجري على الألسنة بكسر النون وهي ثلاثة نهروانات الأعلى والأوسط والأسفل |جـ 5 صـ 325| وهي كورة واسعة بين بغداد وواسط من الجانب الشرقي حدها الأعلى متصل ببغداد وفيها عدة بلاد متوسطة منها إسكاف وجرجرايا والصافية ودير قنى وغير ذلك وكان بها وقعة لأمير المؤمنين علي بن أبي طالب رضي الله عنه مع الخوارج مشهورة وقد خرج منها جماعة من أهل العلم والأدب فمن كان من مدنها نسب إلى مدينة ومن كان من قراها الصغار نسب إلى الكورة وهو نهر مبتدؤه قرب تامرا أو حلوان فإني لا أحققه ولم أر أحدا ذكره وهو الآن خراب ومدنه وقراه تلال يراها الناس بها والحيطان قائمة وكان سبب خرابه اختلاف السلاطين وقتال بعضهم بعضا في أيام السلجوقية إذ كان كل من ملك لا يحتفل بالعمارة إذ كان قصده أن يحوصل ويطير وكان أيضا في ممر العساكر فجلا عنه أهله واستمر خرابه وقد استشأم الملوك أيضا من تجديد حفر نهره وزعموا أنه ما شرع فيه أحد إلا مات قبل تمامه وكان قد شرع فيه نهروان الخادم وغيره فمات وبقي على حاله وكان من أجمل نواحي بغداد وأكثرها دخلا وأحسنها منظرا وأبهاها مخبرا قال ابن الكلبي وفارس حفرت النهروان وكان اسمه نهروانا أي إن قل ماؤه عطش أهله وإن كثر غرقوا وقال حمزة الأصبهاني ويقبل من نواحي أذربيجان إلى جانب العراق واد جرار فيسقي قرى كثيرة ثم ينصب ما بقي منه في دجلة أسفل المدائن ولهذا النهر اسمان أحدهما فارسي والآخر سرياني فالفارسي جوروان والسرياني تامرا فعرب الاسم الفارسي فقيل نهروان والعامة يقولون نهروان بكسر النون على خطإ وقرأت في كتاب ابن الكلبي في أنساب البلدان قال تامرا ونهروان ابنا جوخي حفرا النهرين فنسبا إليهما وقد ذكر أبو علي التنوخي في نشوراه خبرا في اشتقاق هذه اللفظة لا أرى يوافق لفط ما ذكره أنه مشتق منه إلا أني ذكرت الخبر بطوله قال أبو علي حدثني أبو الحسين بن أبي قيراط قال سمعت علي بن عيسى الوزير يحدث دفعات أنه سمع أباه يحدث عن جده عن مشايخ أهل العلم بأخبار الفرس وأيامهم قالوا معنى قولهم النهروان ثواب العمل قالوا وإنما سمي النهروان بذلك لأن بعض الملوك الأكاسرة قد غلب عليه بعض حاشيته حتى دبر أكثر أمره وترقت منزلته عنده وكان قبل ذلك من قبل صاحب المائدة مرسوما بإصلاح الألباب والكواميخ وكان صاحب المائدة يتحسر كيف علت منزلة هذا وقد كان تابعا له وكان قد غلب على الملك وكان مع ذلك الرجل يهودي ساحر حاذق فقال له اليهودي ما لي أراك مهموما فحدثني بأمرك لعل فرجك عندي فحدثه بأمره فقال له اليهودي إن رددتك إلى منزلتك ما لي عندك فقال أشاطرك حالي ونعمتي وجميع مالي فتعاهدا على ذلك فقال أظهر وحشة بيننا وأنك قد صرفتني ظاهرا ففعل ذلك به فسار اليهودي إلى الرجل الغالب على الملك فحدثه وتقرب إليه بما جرى عليه من الرجل الأول ولم يزل يحدثه مدة طويلة حتى أنس به ذلك الرجل فلقيه في بعض الأيام ومع غلامه غضارة من ذهب فيها شيراز في غاية الطيب يريد أن يقدمه إلى الملك فقال له أرني هذا الشيراز فقال الرجل لغلامه أره إياه فأراه إياه فخاتل الرجل والغلام وأخذ بأعينهما بسحره وطرح في الشيراز قرطاسا كان فيه سم ساعة وغطا الغلام الغضارة ومضى ليقدمها إذا قدمت المائدة فبادر اليهودي إلى صاحب المائدة الأول وقال قد فرغت من القصة وعرفه ما عمل ووصف له الغضارة وقال له امض الساعة إلى الملك وأخبره فبادر الرجل ووجد المائدة تريد أن |جـ 5 صـ 326| تقدم فقال أيها الملك إن هذا يريد أن يسمك في هذه الغضارة فإنه قد جعل فيها سم ساعة فلا تأكلها وجربها ليصح لك قولي فقال الرجل هذا إلي وما بنا إلى تجربتها حاجة على حيوان أنا آكل منه فبادر فأكل منها لقمة فتلف في الحال لأنه لا يعلم بالقصة فقال صاحب المائدة الأول إنما أكل ليتلف أيها الملك لما علم أنك إذا جربته وصح عندك قتلته فقتل هو نفسه بيده واستراح من عذاب توقعه فيه فلم يشك الملك في صحة قوله ورد إليه مرتبته وزاد في إكرامه وعظمته ومضت السنون على ذلك فاتفق أن عرض للملك علة كان يسهر لأجلها وكان يخرج بالليل ويطوف في صحون حجره ودوره وبساتينها ويستمع على أبواب حجر نسائه وغيرها فانتهى ليلة في طوافه إلى حجرة الطباخ وفيها ذلك اليهودي وغلمانه وهو جالس يحدث بعض أصحاب المطبخ ويتشكى إليه ويقول إنه يقصر في حقي وإنما أنا أصل نعمته وما هو فيه فقال له المحدث وكيف صرت أصل نعمته فاستكتمه ما يحدثه به فضمن له ذلك فحدثه بحديث الشيراز والسم فلما سمع الملك ذلك قامت قيامته وأحضر الموبذ من غد وحدثه بالحديث وشاوره فيما يعمل مما يزيل ذلك عنه إثم ذلك الفعل في معاده فأمره بقتل اليهودي وصاحب المائدة والإحسان إلى عقب الذي كان قتل نفسه ثم قال ولا يزيل عنك إثم هذا إلا أن تطوف في عملك حتى تنتهي إلى بقعة خراب فتستحدث لها عمارة ونهرا وشرابا فيعيش الناس بذلك في باقي الدهر فتكون كمن أحيا شيئا عوضا عمن أماته فيتمحص عنك الإثم فقتل الملك الرجلين وطاف عمله حتى بلغ موضع النهروان وهو صحراء خراب فأجمع رأيه على حفر نهر فيه وأحدث قرى عليه وسماه ثواب العمل لأجل هذه القصة قلت أنا وقد سألت جماعة من الفرس إذ لم أثق بما أعرفه منها هل بين هذا اللفظ ومسماه توافق فلم يعرفوا ذلك ولعله باللغة الفهلوية قال ابن الجراح في تاريخه في سنة 236 في ذي القعدة أصعد بجكم التركي إلى بغداد ليدفع عنها محمد بن رائق مولى محمد الخليفة فبعث أحمد بن علي بن سعيد الكوفي من يبثق نهر النهروان إلى درب ديالى فلما أشرف عليه بجكم قال يا قوم لقد أحسنوا إلينا وأمر بسفينتين فنصبتا عليه جسرا فعبر هنيئا مريئا ولو ركبه ما كان يصعب ركوبه قال فحدثني أحمد الكاتب بن محمد بن سهل وكان على ديوان فارس في ديوان الخراج وقد تجاذبنا خبر خطاب السواد ومنه النهروانان وعليهما يومئذ للسلطان ألف ألف ومائتا ألف دينار فأخرجها الكوفي قال حضرت مجلس الكوفي وقت لي بجكم وقد كتب إلى عامله عليها جواب كتابه في أمر أعجزه ويلك ولو في قبلك يعني ماء النهروان إلى درب ديالي ففعل وعظم أمره المستحفل وبقي البلد خرابا مدة أربع عشرة سنة حتى فني أهله بالغربة والموت إلى أن قبض الله معز الدولة أبا الحسين أحمد بن بويه الديلمي فسده بعد أن سد مرارا فانقلع ووقع الناس منه في شدة فلما قضى الله سده عاش اليسير فمن بقي من أهله تراجعوا إليه ثم ذكر ابن الجراح أيضا في سنة 13 لما ورد ناصر الدولة الحسن بن حمدان إلى بغداد مستوليا على تدبير الأمور بها أطلق عشرين ألف دينار للنفقة على بثق النهروان بالسهلية قال وكنا في هذا الموضع بحضرة ناصر الدولة وجرى ذكر هذا البثق بمحضر من يواخي وكان عبيد الله بن محمد الكلواذاني صاحب الديوان حاضرا وخاضوا فيه وفيما يرتفع بإصلاحه من نواحيه وهي النهروانات الثلاثة وجاذر |جـ 5 صـ 327| والمدينة العتيقة وشرقي كلواذي والأهواز فقال الكلواذاني وهو في الديوان من أربعين سنة هذه بلدان يرتفع منها للسلطان ألف ألف درهم وخمسمائة ألف درهم فقلت يا هذا ما تفعل ووقع لي أن الحال يصلح والأيام بناصر الدولة تستمر وتدوم ويطالب بهذا المال عند تمام المصلحة هذه النواحي ترتفع على السعر الوافي أصلا دون هذا المقدار كثيرا فكيف ما يخص السلطان وأكثر ما عرف من ارتفاع هذه النواحي على توسط الأسعار وغلبة المدار ألف ألف دينار ونحو مائتي دينار للسلطان أربعمائة ألف دينار وفي الإقطاعات والتسويغات والإيغارات والمنقولات أربعمائة ألف دينار للسلطان وللتنأة والمزراعين والأكرة نحو أربعمائة ألف دينار فرجع عن هذا القول وقال سهوت هذا الذي قلته هو ارتفاع جميع الأصل ثم بطل ما أراده ناصر الدولة بانزعاجه من بغداد ورجوعه إلى الموصل ورجوع الأمر إلى ترون التركي والله المستعان قلت وينسب إلى هذه الناحية المعافى بن زكرياء بن يحيى بن حميد بن حماد النهرواني أبو الفرج القاضي كان من أعلم أهل زمانه روى عن أبي القاسم البغوي ويحيى بن صاعد وغيرهما روى عنه القاضي أبو الطيب طاهر بن عبد الله الطبري وأبو القاسم الأزهري وغيرهما ومات سنة 093 ومولده سنة 503 قال أبو عبد الله الحميدي قرأت بخط أبي الفرج المعافى بن زكرياء النهرواني القاضي قال حججت سنة فكنت بمنى أيام التشريق إذ سمعت مناديا ينادي يا أبا الفرج فقلت في نفسي لعله يريدني ثم قلت في الناس خلق كثير ممن يكنى أبا الفرج فلعله يريد غيري فلم أجبه فلما رأى أنه لا يجيبه أحد نادى يا أبا الفرج المعافى فهممت أن أجيبه ثم قلت يتفق من يكون اسمه المعافى وكنيته أبا الفرج فلم أجبه فرجع ونادى يا أبا الفرج المعافى بن زكرياء النهرواني فقلت لم يبق شك في مناداته إياي إذ ذكر اسمي وكنيتي واسم أبي وما أنسب إليه فقلت له ها أنا ذا ما تريد فقال ومن أنت فقلت أبو الفرج المعافى بن زكرياء النهرواني قال فلعلك من نهروان الشرق قلت نعم قال نحن نريد نهروان الغرب فعحبت من اتفاق الاسم والكنية واسم الاب وما أنسب إليه وعلمت أن بالمغرب موضعا يعرف بالنهروان غير نهروان العراق وأبو حكيم إبراهيم بن دينار بن أحمد بن الحسين بن حامد بن إبراهيم النهرواني البغدادي الفقيه الحنبلي شيخ صالح نزل باب الأزج وله هناك مدرسة منسوبة إليه تفقه على أبي الخطاب محفوظ بن أحمد الكلواذاني وكان حسن المعرفة بالفقه والمناظرة تخرج به جماعة وانتفعوا به لخيره وصلاحه سمع أبا الحسن علي بن محمد العلاف وأبا القاسم علي بن محمد بن بيان وغيرهما وحدث ودرس وأفتى وروى عنه أبو الفرج ابن الجوزي وقال مات في جمادى الآخرة سنة 556 ومولده سنة 084 ",
                "title": "نهروان والنسبة النهرواني",
                "uri": "JK_000129_013075"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}