{
    "features": [
        {
            "item": "JK_000952_2163",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.306-307",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمناني</h1> بكسر السين المهملة وفتح الميم والنون بلدة من بلاد قومس بين الدامغان وخوار الري يقال لها سمنان أقمت بها يوما في توجهي إلى اصبهان وسمنان قرية من قرى نسا وأما الأول خرج منها جماعة من المحدثين والعلماء منهم الخليل بن هند السمناني يروي عن أبي الوليد الطيالسي وعمرو بن حكام روى عنه عمران بن موسى السختياني وأبو جعفر محمد بن علي بن محمد بن السمناني أصله منها وولد ببغداد وكان شيخا مكثرا من الحديث من أولاد المحدثين سمع أبا محمد عبد الله بن محمد بن هزامرد الصريفيني وأبا بكر أحمد بن علي بن ثابت الخطيب الحافظ وغيرهما سمعت منه ببغداد وتوفي في سنة اثنتين وثلاثين وخمسمائة وأبو الفتح علي بن محمد بن علي بن محمد بن السمناني ابنه سمع أبا الحسن هبة الله بن عبد الرزاق الأنصاري سمعت منه شيئا يسيرا ببغداد وأما سمنان قرية من نواحي نسا ولها نهر كبير يقال له نهر سمنان منها أبو الفضل محمد بن أحمد بن إسحاق النسوي السمناني شيخ جليل عالم ثقة حدث عن أبي أحمد عبد الله بن عدي الجرجاني الحافظ وأبي بكر أحمد بن عبيد الله بن أحمد الرامراني وأبي بكر أحمد بن إبراهيم الإسماعيلي وأبي أحمد محمد بن أحمد بن الغطريف وطبقتهم سمع منه جماعة وكانت وفاته بعد سنة أربعمائة وأبو جعفر محمد بن أحمد بن محمد بن أحمد بن محمد بن محمود القاضي السمناني من سمنان العراق سكن بغداد وكان فقيها متكلما عالما سمع بالموصل نصر بن أحمد بن الخليل المرجىء وببغداد أبا الحسن علي بن عمر الحربي وابا الحسن علي بن عمر الدارقطني وأبا القاسم عبيد الله بن محمد بن حبابة الرازي وغيرهم سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ ذكره في التاريخ فقال كتبت عنه وكان ثقة عالما فاضلا سخيا حسن الكلام عراقي المذهب ويعتقد في الأصول مذهب الأشعري وكان له في داره مجلس نظر يحضره الفقهاء ويتكلمون وكانت ولادته في سنة إحدى وستين وثلاثمائة ووفاته بالموصل وهو على القضاء بها في شهر ربيع الأول من سنة أربع وأربعين واربعمائة |جـ 3 صـ 307| وأبو الحسين عبد الله بن محمد بن عبد الله بن يونس بن عبد الله السمناني من أهل سمنان من أعيان المحدثين اقام بنيسابور مدة يحدث سمع بخراسان إسحاق بن راهويه وبالري محمد بن حميد الرازي وبالكوفة أبا كريب وبالبصرة نصر بن علي بن الجهضمي وبمصر ابن زغبة وبالشام المسيب بن واضح وهشام بن عمار روى عنه أبو عبيد الله الأخرم الحافظ وعلي بن حمشاذ وأبو عمرو بن حمدان وتوفي بسمنان بعد منصرفه من نيسابور سنة ثلاث وثلاثمائة ",
                "title": "السمناني",
                "uri": "JK_000952_2163"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}