{
    "features": [
        {
            "item": "JK_000129_003399",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.169-170",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجند والنسبة الجندي</h1> بالتحريك وكأنه مرتجل قال أبو سنان اليماني اليمن فيها ثلاثة وثلاثون منبرا قديمة وأربعون حديثة وأعمال اليمن في الإسلام مقسومة على ثلاثة ولاة فوال على الجند ومخاليفها وهو أعظمها ووال على صنعاء ومخاليفها وهو أوسطها ووال على حضرموت ومخاليفها وهو أدناها والجند مسماة بجند بن شهران بطن من المعافر قال عمارة وبالجند مسجد بناه معاذ بن جبل رضي الله عنه وزاد فيه وحسن عمارته حسين بن سلامة وزير أبي الجيش بن زياد وكان عبدا نوبيا قال ورأيت الناس يحجون إليه كما يحجون إلى البيت الحرام ويقول أحدهم لصاحبه اصبر لينقضي الحج يراد به حج مسجد الجند وقال ابن الحائك من المدن النجدية باليمن الجند من أرض السكاسك وبين الجند وصنعاء ثمانية وخمسون فرسخا وقال علي بن هوذة بن علي الحنفي بعد قتل مسيلمة وسمع الناس يعيرون بني حنيفة بالردة فقال يذكر من ارتد من العرب غير بني حنيفة رمتنا القبائل بالمنكرات وما نحن إلا كمن قد جحد ولسنا بأكفر من عامر ولا غطفان ولا من أسد ولا من سليم وألفافها ولا من تميم وأهل الجند ولا ذي الخمار ولا قومه ولا أشعث العرب لولا النكد ولا من عرانين من وائل بسوق النجير وسوق النقد وكنا أناسا على غرة نرى الغي من أمرنا كالرشد ندين كما دان كذابنا فيا ليت والده لم يلد وقد نسب إلى الجند البطن والبلد كثير من أهل العلم منهم محمد بن عبد الرحمن الجندي روى عن معمر بن راشد روى عنه الشافعي محمد بن إدريس وغيره وطاووس بن كيسان اليماني مولى بحير بن ريسان الحميري كان من أبناء فارس نزل الجند وهو تابعي مشهور سمع ابن عباس وجابر بن عبد الله وابن عمر وأبا هريرة روى عنه مجاهد وعمرو بن دينار وقيس بن سعد وابنه عبد الله وغيرهم ومات بمكة سنة خمس أو ست ومائة وموسى الجندي روى عنه النبي صلى الله عليه وسلم مرسلا قال رد رسول الله صلى الله عليه وسلم شهادة رجل في كذبة كذبها روى عنه معمر بن راشد وعبد الله بن زينب الجندي روى عن كثير بن عطاء الجندي وزمعة بن صالح الجندي روى عن عبد الله بن طاووس وعمرو بن دينار وسلمة بن هرام وأبي الزبير روى عنه عبد الرحمن بن مهدي ووكيع وعبد الله بن عيسى الجندي روى عنه عبد الرزاق الصنعاني ومحمد بن خالد الجندي وعبد الله بن بحير بن ريسان الجندي حدث عن محمد بن محمد روى حديثه سلمة بن شبيب عن عبد الرزاق بن همام عن معمر بن راشد ورواه غيره عن عبد الرزاق عن عبد الله بن بحير ولم يذكر بينهما معمرا وسلام بن وهب الجندي روى عنه زيد بن المبارك وعلي بن أبي حميد الجندي حدث عن طاووس بن كيسان روى عنه عبد الملك بن جريج وكثير بن عطاء الجندي روى عن |جـ 2 صـ 170| عبد الله بن زينب الجندي روى عنه عبد الرزاق وقال البخاري كثير بن سويد يعد في أهل اليمن عن عبد الله بن زينب روى عنه معمر وهو أشبه بالصواب وصامت بن معاذ الجندي يروي عن عبد المجيد بن عبد العزيز بن أبي رواد روى عنه المفضل بن محمد الجندي ومحمد بن منصور أبو عبد الله الجندي سمع عمرو بن مسلم والوليد بن سليمان ووهب بن سليمان مراسيل سمع منه بشر بن الحكم النيسابوري قاله البخاري وأبو قرة موسى بن طارق الجندي روى عن ابن جريج ومالك وخلق كثير روى عنه أبو حمة وأبو سعيد المفضل بن محمد الجندي الشعبي روى عن الحسن بن علي الحلواني وغيره روى عنه أبو بكر المقري ",
                "title": "الجند والنسبة الجندي",
                "uri": "JK_000129_003399"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}