{
    "features": [
        {
            "item": "JK_000129_011474",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.45-46",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ما وراء النهر</h1> يراد به ما وراء نهر جيحون بخراسان فما كان في شرقيه يقال له بلاد الهياطلة وفي الإسلام سموه ما وراء النهر وما كان في غربيه فهو خراسان وولاية خوارزم وخوارزم ليست من خراسان إنما هي إقليم برأسه وما وراء النهر من أنزه الأقاليم وأخصبها وأكثرها خيرا وأهلها يرجعون إلى رغبة في الخير والسخاء واستجابة لمن دعاهم إليه مع قلة غائلة وسماحة بما ملكت أيديهم مع شدة شوكة ومنعة وبأس وعدة وآلة وكراع وسلاح فأما الخصب فيها فهو يزيد على الوصف ويتعاظم عن أن يكون في جميع بلاد الإسلام وغيرها مثله وليس في الدنيا إقليم أو ناحية إلا ويقحط أهله مرارا قبل أن يقحط ما وراء النهر ثم إن أصيبوا في حر أو برد أو آفة تأتي على زروعهم ففي فضل ما يسلم في عرض بلادهم ما يقوم بأودهم حتى يستغنوا عن نقل شيء |جـ 5 صـ 46| إليهم من بلاد أخر وليس بما وراء النهر موضع يخلو من العمارة من مدينة أو قرى أو مياه أو زروع أو مراع لسوائمهم وليس شيء لا بد للناس منه إلا وعندهم منه ما يقوم بأودهم ويفضل عنهم لغيرهم وأما مياههم فإنها أعذب المياه وأخفها فقد عمت المياه العذبة جبالها ونواحيها ومدنها وأما الدواب ففيها من المباح ما فيه كفاية على كثرة ارتباطهم لها وكذلك الحمير والبغال والإبل وأما لحومهم فإن بها من الغنم ما يجلب من نواحي التركمان الغربية وغيرها ما يفضل عنهم وأما الملبوس ففيها من الثياب القطن ما يفضل عنهم فينقل إلى الآفاق ولهم القز والصوف والوبر الكثير والإبريسم الخجندي ولا يفضل عليه إبريسم ألبتة وفي بلادهم من معادن الحديد ما يفضل عن حاجتهم في الأسلحة والأدوات وبها معدن الذهب والفضة والزيبق الذي لا يقاربه في الغزارة والكثرة معدن في سائر البلدان إلا بنجهير في الفضة وأما الزيبق والذهب والنحاس وسائر ما يكون في المعادن فأغزرها ما يرتفع من ما وراء النهر وأما فواكههم فإنك إذا تبطنت الصغد وأشروسنة وفرغانة والشاش رأيت من كثرتها ما يزيد على سائر الآفاق وأما الرقيق فإنه يقع إليهم من الأتراك المحيطة بهم ما يفضل عن كفايتهم وينقل إلى الآفاق وهو خير رقيق بالمشرق كله وبها من المسك الذي يجلب إليهم من التبت وخرخيز ما ينقل إلى سائر الأمصار الإسلامية منها ويرتفع من الصغانيان وإلى واشجرد من الزعفران ما ينقل إلى سائر البلدان وكذلك الأوبار من السمور والسنجاب والثعالب وغيرها ما يحمل إلى الآفاق مع طرائف من الحديد والحتر والبزاة وغير ذلك مما يحتاج إليه الملوك وأما سماحتهم فإن الناس في أكثر ما وراء النهر كأنهم في دار واحدة ما ينزل أحد بأحد إلا كأنه رجل دخل دار صديقه لا يجد المضيف من طارق في نفسه كراهة بل يستفرغ مجهوده في غاية من إقامة أوده من غير معرفة تقدمت ولا توقع مكافأة بل اعتقادا للجود والسماحة في أموالهم وهمة كل امرىء منهم على قدره فيما ملكت يده والقيام على نفسه ومن يطرقه قال الإصطخري ولقد شهدت منزلا بالصغد قد ضربت الأوتاد على بابه فبلغني أن ذلك الباب لم يغلق منذ زيادة على مائة سنة لا يمنع من نزوله طارق وربما ينزل بالليل بيتا من غير استعداد المائة والمائتان والأكثر بدوابهم فيجدون من علف دوابهم وطعامهم ودثارهم ما يعمهم من غير أن يتكلف صاحب المنزل بشيء من ذلك لدوام ذلك منهم والغالب على أهل ما وراء النهر صرف نفقاتهم إلى الرباطات وعمارة الطرق والوقوف على سبيل الجهاد ووجوه الخيرات إلا القليل منهم وليس من بلد ولا من منهل ولا مفازة مطروقة ولا قرية آهلة إلا وبها من الرباطات ما يفضل عن نزول من طرقه قال وبلغني أن بما وراء النهر زيادة على عشرة آلاف رباط في كثير منها إذا نزل الناس أقيم لهم علف دوابهم وطعام أنفسهم إلى أن يرحلوا وأما بأسهم وشوكتهم فليس في الإسلام ناحية أكبر حظا في الجهاد منهم وذلك أن جميع حدود ما وراء النهر دار حرب فمن حدود خوارزم إلى اسبيجاب فهم الترك الغزية ومن اسبيجاب إلى أقصى فرغانة الترك الخرلخية ثم يطوف بحدود ما وراء النهر من الصغدية وبلد الهند من حد ظهر الختل إلى حد الترك في ظهر فرغانة فهم القاهرون لأهل هذه النواحي ومستفيض أنه ليس للإسلام دار حرب هم أشد شوكة من الترك يمنعونهم من دار الإسلام وجميع ما وراء النهر ثغر يبلغهم نفير العدو ولقد أخبرني من كان مع نصر بن أحمد في |جـ 5 صـ 47| غزاة أشروسنة أنهم كانوا يحزرون ثلثمائة ألف رجل انقطعوا عن عسكره فضلوا أياما قبل أن يبلغهم نفير العدو ويتهيأ لهم الرجوع وما كان فيهم من غير أهل ما وراء النهر كبير أحد يعرفون بأعيانهم وبلغني أن المعتصم كتب إلى عبد الله بن طاهر كتابا يتهدده فيه فأنفذ الكتاب إلى نوح بن أسد فكتب إليه أن بما وراء النهر ثلاثمائة ألف قرية ليس من قرية إلا ويخرج منها كذا وكذا فارس وراجل لا يتبين على أهلها فقدهم وبلغني أن بالشاش وفرغانة من الاستعداد ما لا يوصف مثله عن ثغر من الثغور حتى إن الرجل الواحد من الرعية عنده ما بين مائة ومائتي دابة وليس بسلطان وهم مع ذلك أحسن الناس طاعة لكبرائهم وألطفهم خدمة لعظمائهم حتى دعا ذلك الخلفاء إلى أن استدعوا من ما وراء النهر رجالا وكانت الأتراك جيوشا تفضلهم على سائر الأجناس في البأس والجراءة والإقدام وحسن الطاعة فقدم الحضرة منهم جماعة صاروا قوادا وحاشية للخلفاء وثقات عندهم مثل الفراغنة والأتراك الذين هم شحنة دار الخلافة ثم قوي أمرهم وتوالدوا وتغيرت طاعتهم حتى غلبوا على الخلفاء مثل الأفشين وآل أبي الساج وهم من أشروسنة والإخشيد من سمرقند قال وأما نزهة ما وراء النهر فليس في الدنيا بأسرها أحسن من بخارى ونحن نصفها ونصف الصغد وسمرقند وغيرها من نواحي ما وراء النهر في مواضعها من الكتاب ولم تزل ما وراء النهر على هذه الصفة وأكثر إلى أن ملكها خوارزم شاه محمد بن تكش بن ألب أرسلان بن أتسز في حدود سنة 600 فطرد عنها الخطا وقتل ملوك ما وراء النهر المعروفين بالخانية وكان في كل قطر ملك يحفظ جانبه فلما استولى على جميع النواحي ولم يبق لها ملك غيره عجز عنها وعن ضبطها فسلط عليها عساكره فنهبوها وأجلوا الناس عنها فبقيت تلك الديار التي وصفت كأنها الجنان بصفاتها خاوية على عروشها وبساتينها ومياهها متدفقة خالية لا أنيس بها ثم أعقب ذلك ورود التتر لعنهم الله في سنة 671 فخربوا الباقي وبقيت مثل ما قال بعضهم كأن لم يكن بين الحجون إلى الصفا أنيس ولم يسمر بمكة سامر ",
                "title": "ما وراء النهر",
                "uri": "JK_000129_011474"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}