{
    "features": [
        {
            "item": "JK_000952_1847",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.108-109",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرهاوي</h1> بضم الراء وفتح الهاء وهي بلدة من بلاد الجزيرة بينها وبين حران ستة فراسخ يقال لها الرها وكان الافرنج استولوا عليها مدة والساعة ظفر عليهم المسلمون وخلص الله تلك البلدة من يدهم وهي في يد المسلمين وإنما سميت الرهاء بالرها بنت السندي بن مالك بن دغر بن بويبة بن غيفا بن مدين بن إبراهيم وقيل ماني الزنديق من بني الرها وقيل سميت الرها بالرهاء بن يزيد بن حرب بن علة بن جلد بن مذحج ويقال بناها بعض ملوك الروم وبناؤها عجيب وهي من أكبر كنائس النصارى ويقال إن ارتفاع ثمانون ذراعا وهي على أساطين من رخام وكانت الرها مقصد أهل العلم بسبب أبي عبد الله محمد بن يزيد بن سنان الرهاوي من العلماء المشهورين وكان أحمد بن حنبل يشتهي أن يراه روى عن أبيه روى |جـ 3 صـ 109| عنه ابنه أبو فروة وكانت ولادته سنة ثنتين وثلاثين ومائة ومات سنة عشرين ومائتين وأما أبو فروة يزيد بن محمد بن يزيد يروي عن أبي نعيم الكوفي روى عنه أبو عروة الحراني مات بالرها في شهر رمضان سنة تسع وستين ومائتين وهشام بن قتادة الرهاوي منها يروي عن أبيه روى عنه ابنه الفضل بن هشام ومنها أبو الحسين أحمد بن سليمان بن أبي شيبة الرهاوي يروي عن يزيد بن هارون وعبد الجبار بن محمد الخطابي روى عنه أبو عروبة الحراني وكان أبو عروبة يقول ما رأيت أثبت منه وهو عندي في عداد ابن أبي شيبة في الثبت وكان يحفظ مات بضيعة له إلى جانب الرها لإحدى عشرة ليلة بقيت من ذي الحجة سنة إحدى وستين ومائتين ومن التابعين أبو شجرة كثير بن مرة الحضرمي الرهاوي أدرك سبعين من اصحاب رسول الله صلى الله عليه وسلم روى عنه اهل الشام هكذا ذكره أبو حاتم بن حبان وأبو شيبة يحيى بن يزيد الرهاوي يروي عن زيد بن أبي أنيسة روى عنه أهل الجزيرة كان ممن يروي المقلوبات عن الأثبات وكان يأتي عن أقوام ثقات بأشياء معضلات فلما كثر ذلك في روايته بطل الاحتجاج به ويحيى بن أبي أنيسة الرهاوي أخو زيد كان ينزل الرها يروي عن عمرو بن شعيب والزهري روى عنه العراقيون وأهل بلده مات سنة ست وأربعين ومائة وكان ممن يقلب الأسانيد ويرفع المراسيل حتى إذا سمعها المبتدىء في الصناعة لم يشك أنها معمولة لا يجوز الإحتجاج به بحال وكان أخوه زيد يقول لعبيد الله بن عمرو لا تكتب عن أخي فإنه كذاب وأبو محمد الحسن بن أحمد بن سعيد بن محمد بن يحيى بن خالد السلمي الرهاوي من أهل الرها قدم بغداد وحدث بها عن جده سعيد بن محمد الرهاوي وعبد الله بن الزبير بن محمد الرهاوي وجعفر بن محمد الفقاعي وإبراهيم بن عبد السلام وعبد الرحمن بن عبد الله بن مسلم الجزريين روى عنه أبو الحسين محمد بن المظفر الحافظ وأبو الحسن الدارقطني وأبو حفص بن شاهين وإسماعيل بن سعيد بن سويد وغيرهم وتوفي في رجب من سنة تسع وعشرين وثلاثمائة بالرها وأبو علي بن محمد بن يزيد بن محمد بن سنان الرهاوي حفيد أبي فروة يزيد بن محمد بن سنان يروي عن جده روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني |جـ 3 صـ 110| ",
                "title": "الرهاوي",
                "uri": "JK_000952_1847"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}