{
    "features": [
        {
            "item": "JK_000952_4285",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.593-594",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوركي</h1> بفتح الواو وسكون الراء وفي اخرها الكاف هذه النسبة إلى وركة وهي قرية على فرسخين من بخارى على طريق نسف بت بها ليلة منصرفي من نخشب إلى بخارى خرج منها جماعة من العلماء منهم أبو بكر محمد بن بكر بن خلف بن مسلم بن عباد الوركي المطوعي كان شيخا صالحا من أهل وركة حدث عن إسحاق بن أحمد بن خلف أحمد بن عبد الواحد بن رفيد وأحمد بن محمد بن عمر المنكدري وأبي نعيم عبد الملك بن محمد بن عدي الإستراباذي وغيرهم روى عنه أبو العباس المستغفري ومات في شهر ربيع الاخر سنة ثمانين وثلاثمئة وأبو بكر محمد بن حفص بن أسلم بن حاضر الوركي البخاري من قرية وركة رحل إلى خراسان والعراق والحجاز وسمع أبا الفضل يعقوب بن إسحاق العاصمي وأبا علي إسماعيل بن محمد الصفار وأبا سعيد أحمد بن محمد بن زياد بن الأعرابي وغيرهم روى عنه أبو العباس جعفر بن محمد المستغفري ومات ببخارى في شهر ربيع الأول سنة إحدى وثمانين وثلاثمئة وأبو إسحاق إبراهيم بن منصور بن يعربو الوركي يروي عن أبي الليث نصر بن |جـ 5 صـ 594| الحسين وحفص بن دواد البخاريين روى عنه أبو حفص عمر بن حفص بن أحلم وأبو الليث شاكر بن حمدويه بن قريش بن قيس الهمذاني الوركي يروي عن يحيى بن جعفر الأزدي وعلي بن خشرم ويحيى بن سهيل روى عنه أبو حفص عمر بن حفص بن أحلم وغيره وأبو سليمان داود بن الحسن بن الخضر الوركي يروي عن أبي شهاب معمر بن محمد العوفي وإسحاق بن الهياج الجحدري ومحمد بن الحسن صاحب الأمالي وتوفي في اخر يوم من ذي الحجة ودفن أول يوم من المحرم سنة خمس وثلاثمئة وأبو محمد عبد الواحد بن عبد الرحمن الزبيري الوركي فقيه إمام زاهد معمر عاش مئة وثلاثين سنة كتب الإملاء عن أبي ذر عمار بن محمد التميمي وأبي إسحاق إبراهيم بن محمد بن يزداد الرازي وأبي محمد إسماعيل بن الحسين الزاهد البخاري وأبي محمد عبد الله بن محمد المجدوني الأزدي وأبي الحسن الحوري وغيرهم وحتى روى الكثير ورحل إليه الناس من الأقطار ولم يكن في عصره من كان بين كتابته الإملاء وروايته مئة وعشر سنين إلا هو روى لنا عنه بسرخس أبو نصر محمد بن ناصر بن محمد العياض وبطوس أبو المحامد محمود بن أبي القاسم المستملي وببخارى أبو عمرو عثمان بن علي البيكندي وأبو العطاء أحمد بن أبي بكر الأديب وأبو طاهر محمد وأبو حفص عمر ابنا أبي بكر بن عثمان السنجي وكانت وفاته في سنة خمس وتسعين وأربعمئة وقبره بقرية وركة وأعقب الأولاد وزرت قبرهم بوركة ",
                "title": "الوركي",
                "uri": "JK_000952_4285"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}