{
    "features": [
        {
            "item": "JK_000952_0791",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1-, pp.519-5",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الثلاج</h1> بفتح الثاء المثلثة وتشديد اللام ألف وفي آخرها الجيم عرف بهذا النسب أبو القاسم عبد الله بن محمد بن عبد الله بن إبراهيم بن عبيد بن زياد بن مهران بن البختري بن الثلاج الشاهد الحلواني حلواني الأصل بغدادي المولد والمنشأ وكان أبو القاسم يقول ما باع أحد من أسلافنا ثلجا قط وإنما كانوا بحلوان وكان جدي عبد الله مترفا فكان يجمع في كل سنة ثلجا كثيرا لنفسه فاجتاز الموفق أو غيره من الخلفاء فطلب ثلجا فلم يوجد إلا عند جدي فأهدى إليه منه فوقع منه موقعا لطيفا فطلبه منه أياما كثيرة طول مقامه فكان يحمله إليه فقال اطلبوا عبد الله الثلاج واطلبوا ثلجا من عند عبد الله الثلاج فعرف بالثلاج وغلب عليه حدث عن أبي القاسم البغوي وأبي بكر بن أبي داود وأحمد بن محمد بن أبي شيبة وأحمد بن إسحاق بن البهلول وأحمد بن محمد بن المغلس ويحيى بن محمد بن صاعد ومن في طبقتهم وبعدهم روى عنه القضاة الثلاثة أبو العلاء الواسطي وأبو القاسم التنوخي وأبو عبد الله الصميري وأبو القاسم الأزهري وأبو الحسن العتيقي وغيرهم قال أبو القاسم حمزة بن يوسف السهمي أبو القاسم بن الثلاج البغدادي كان معروفا بالضعف سمعت أبا الحسن الدارقطني وجماعة من حفاظ بغداد يتكلمون فيه ويتهمونه بوضع الأحاديث وتركيب الأسانيد قال في موضع آخر يعني الدارقطني يقول ههنا شيوخ قد خرجوا الحديث ورووه والله ما حضروا معنا في مجلس ولا رأيناهم عند محدث يشير بذلك إلى ابن الثلاج وقال أبو عبد الرحمن السلمي سألت الدارقطني عن ابن الثلاج فقال لا تشتغل به فوالله ما رأيته في مجلس من مجالس العلم إلا بعد رجوعي من مصر ولا رأيت له سماعا في كتاب أحد ثم لا يقتصر على هذا حتى يضع الأحاديث والأسانيد ويركب وقد حدثت بأحاديث فأخذها وترك اسمي واسم شيخي وحدث بها عن شيخ شيخي ومات في شهر ربيع الأول سنة سبع وثمانين وثلاثمائة قاله العتيقي وقال كان كثير التخليط وأبو القاسم عمر بن محمد بن أحمد بن مقبل البغدادي المعروف بابن الثلاج من أهل بغداد ولكن أطال الغربة ودوخ البلاد حدث عن أحمد بن يوسف الطائي المنبجي والفضل بن وهب الكوفي والقاضي أبي عبد الله بن المحاملي ومحمد بن مخلد الدوري وغيرهم روى عنه أبو سعد أحمد بن محمد الماليني وأبو سعد عبد الرحمن بن محمد الإدريسي وأبو الطيب المطهر بن محمد بن الحسين الخاقاني وغيرهم ذكره أبو بكر الخطيب الحافظ قال أبو القاسم بن الثلاج وكان جوالا حدث في الغربة وقال أبو سعد الإدريسي أبو القاسم بن الثلاج قدم علينا سمرقند سنة ست وسبعين وثلاثمائة وحدثنا بها وكان متهما بالكذب والرواية عمن لم يرهم غير معتمد على روايته بوجه |جـ 1 صـ 520| من الوجوه وحدثنا بأحاديث مناكير وأبو سعيد عثمان بن حامد بن أحمد الثلاج الرازي قدم بغداد وحدث بها عن أحمد بن محمد بن ميمون وعلي بن إبراهيم القطان القزويني وأبي بكر أحمد بن محمد بن إسحاق السني الحافظ روى عنه أبو الحسن أحمد بن محمد العتيقي |جـ 2 صـ 5| ",
                "title": "الثلاج",
                "uri": "JK_000952_0791"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}