{
    "features": [
        {
            "item": "JK_000129_009982",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.299-300",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قاليقلا</h1> بأرمينية العظمى من نواحي خلاط ثم من نواحي منازجرد من نواحي أرمينية الرابعة قال أحمد بن يحيى ولم تزل أرمينية في أيدي الفرس منذ أيام أنوشروان حتى جاء الإسلام وكانت أمور الدنيا تتشتت في بعض الأحايين وصاروا كملوك الطوائف حتى ملك أرمينيا قس وهو رجل من أهل أرمينية فاجتمع له ملكهم ثم مات فملكتهم بعده امرأة وكانت تسمى قالي فبنت مدينة وسمتها قالي قاله ومعناه إحسان قالي وصورت نفسها على باب من أبوابها فعربت العرب قالي قاله فقالوا قاليقلا قال النحويون حكم قاليقلا حكم معدي كرب إلا أن قاليقلا غير منون على كل حال إلا أن تجعل قالي مضافا إلى قلا وتجعل قلا اسم موضع مذكر فتنونه فتقول هذا قاليقلا فاعلم والأكثر ترك التنوين قال الشاعر سيصبح فوقي أقتم الريش كاسرا بقاليقلا أو من وراء دبيل قال بطليموس مدينة قاليقلا طولها ستون درجة وعرضها ثمان وثلاثون درجة تحت أربع عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان ويشبه أن تكون في الإقليم الخامس وقال أبو عون في زيجه قاليقلا في الإقليم الرابع طولها ثلاث وستون درجة وخمس وعشرون دقيقة وعرضها ثمان وثلاثون درجة وتعمل بقاليقلا هذه البسط المسماة بالقالي اختصروا في النسبة إلى بعض اسمه لثقله وإليها |جـ 4 صـ 300| ينسب الأديب العالم أبو علي إسماعيل بن القاسم القالي قدم بغداد فأخذ عن الأعيان مثل ابن دريد وأبي بكر بن الأنباري ونفطويه وأضرابهم ورحل إلى الأندلس فأقام بقرطبة وبها ظهر علمه ومات هناك في سنة 536 ومن عجائب أرمينية البيت الذي بقاليقلا قال ابن الفقيه أخبرني أبو الهيجاء اليمامي وكان أحد برد الآفاق وكان صدوقا فيما يحكي أن بقاليقلا بيعة للنصارى وفيها بيت لهم كبير يكون فيه مصاحفهم وصلبانهم فإذا كانت ليلة الشعانين يفتح موضع من ذلك البيت معروف ويخرج منه تراب أبيض فلا يزال ليلته تلك إلى الصباح فينقطع حينئذ وينضم موضعه إلى قابل من ذلك اليوم فيأخذه الرهبان ويدفعونه إلى الناس وخاصيته النفع من السموم ولدغ العقارب والحيات يداف منه وزن دانق بماء ويشربه الملسوع فيسكن للوقت وفيه أيضا أعجوبة أخرى وذلك أنه إذا بيع منه شيء لم ينتفع به صاحبه ويبطل عمله قال إسحاق بن حسان الخرمي وأصله من الصغد يفتخر بالعجم ألا هل أتى قومي مكري ومشهدي بقاليقلا والمقربات تشوب تداعت معد شيبها وشبابها وقحطان منها حالب وحليب لينتهبوا مالي ودون انتهابه حسام رقيق الشفرتين خشيب وناديت من مرو وبلخ فوارسا لهم حسب في الأكرمين حسيب فيا حسرتا لا دار قومي قريبة فيكثر منهم ناصري فيطيب وإن أبي ساسان كسرى بن هرمز وخاقان لي لو تعلمين نسيب ملكنا رقاب في الشرك كلهم لنا تابع طوع القياد جنيب نسومكم خسفا ونقضي عليكم بما شاء منا مخطىء ومصيب فلما أتى الإسلام وانشرحت له صدور به نحو الأنام تنيب تبعنا رسول الله حتى كأنما سماء علينا بالرجال تصوب وقال الراجز أقبلن من حمص ومن قاليقلا يجبن بالقوم الملا بعد الملا ألا ألا ألا ألا ألا ألا ",
                "title": "قاليقلا",
                "uri": "JK_000129_009982"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}