{
    "features": [
        {
            "item": "JK_000952_0192",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.175-176",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأصبهاني</h1> بكسر الألف أو فتحها وسكون الصاد المهملة وفتح الباء الموحدة والهاء وفي آخرها النون بعد الألف هذه النسبة إلى أشهر بلدة بالجبال وإنما قيل له بهذا الإسم على ما سمعت بعضهم أنها تسمى بالعجمية سباهان وسباه العسكر وهان الجمع وكان جموع عساكر الأكاسرة تجتمع إذا وقعت لهم واقعة في هذا الموضع مثل عسكر فارس وكرمان وكور الأهواز والجبال فعرب وقيل أصبهان خرج منها جماعة من العلماء في كل فن قديما وحديثا وصنف في تاريخها كتب عدة قديما وحديثا والمشهور من هذه البلدة داود بن علي الأصبهاني أصحاب الظاهر وسأذكره في الظاء إن شاء الله وعبد الرحمن بن عبد الله بن الأصبهاني ليس من أهل أصبهان ونسب إليها وهو من أهل الكوفة مولى لجديلة بن قيس عداده في أهل الكوفة يروي عن عبد الرحمن بن أبي ليلى روى عنه شعبة بن الحجاج مات في إمارة خالد على العراق وأبو عبد الله حمزة بن الحسين المؤدب الأصبهاني يقال له حمزة الأصبهاني كان من فضلاء الأدباء وكان صاحب التاريخ الكبير لأصبهان وله مصنفات في اللغة والأخبار يروي عن محمود بن محمد الواسطي وعبدان بن أحمد الجواليقي وعبد الله بن قحطبة الصالحي وغيرهم روى عنه أبو بكر بن مردويه الحافظ وتوفي قبل الستين والثلاثمائة ومن مشاهير المحدثين بها أبو محمد عبد الله بن جعفر بن أحمد بن فارس بن الفرج الأصبهاني كان من الثقات المعمرين المكثرين سمع هارون بن سليمان الخزاز وأبا مسعود أحمد بن الفرات الرازي ومحمد بن عاصم ويونس بن حبيب والخليل بن محمد وأحمد بن عصام وأحمد بن يونس روى عنه أبو بكر بن المقرىء وأبو بكر بن مردويه |جـ 1 صـ 176| وأبو نعيم الحافظ وغيرهم وقال ابن المقرىء رأيت عبد الله بن جعفر سنة سبع وثلاثمائة بمكة يحدث والمفضل الجندي وإسحاق الخزاعي حيان وحكى أبو جعفر الخياط المذكر قال حضرموت عبد الله بن جعفر ونحن جلوس عنده فقال هذا ملك الموت قد جاء فقال بالفارسية اقبض روحي كما تقبض روح رجل يقول تسعين سنة أشهد أن لا إله إلا الله وان محمدا رسول الله وكانت ولادته سنة ثمان وأربعين ومائتين وتوفي سنة ست وأربعين وثلاثمائة ",
                "title": "الأصبهاني",
                "uri": "JK_000952_0192"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}