{
    "features": [
        {
            "item": "JK_000129_000297",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.112-115",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأحص والنسبة الأحصي</h1> بالفتح وتشديد الصاد المهملة يقال رجل أحص بين الحصص أي قليل شعر الرأس وقد حصت البيضة رأسي إذا أذهبت شعره وطائر أحص الجناح ورجل احص اللحية ورحم حصاء كله بمعنى القطع وقال أبو زيد رجل أحص إذا كان نكدا مشؤوما فكأن هذا الموضع لقلة خيره وعدم نباته سمي بذلك وبنجد موضعان يقال لهما الأحص وشبيث وبالشام من نواحي حلب موضعان يقال لهما الأحص وشبيث فأما الذي بنجد فكانت منازل ربيعة |جـ 1 صـ 113| ثم منازل ابني وائل بكر وتغلب وقال أبو المنذر هشام بن محمد في كتابه في افتراق العرب ودخلت قبائل ربيعة ظواهر بلاد نجد والحجاز وأطراف تهامة وما والاها من البلاد وانقطعوا إليها وانتثروا فيها فكانوا بالذئاب وواردات والأحص وشبيث وبطن الجريب والتغلمين وما بينهما وما حولهما من المنازل وروت العلماء الأئمة كأبي عبيدة وغيره أن كليبا واسمه وائل بن ربيعة بن الحارث بن مرة بن زهير بن جهم ابن بكر بن حبيب بن عمرو بن غنم بن تغلب بن وائل قال يوما لامرأته وهي جليلة بنت مرة أخت جساس بن مرة بن ذهل بن شيبان بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل وأم جساس هبلة بنت منقذ بن سلمان بن كعب بن عمرو ابن سعد بن زيد مناة بن تميم وكانت أختها البسوس نازلة على ابن أختها جساس بن مرة قال لها هل تعرفين في العرب من هو أعز مني قالت نعم أخواي جساس وهمام وقيل قالت نعم أخي جساس وندمانه عمرو المزدلف بن أبي ربيعة الحارث بن ذهل بن شيبان فأخذ قوسه وخرج فمر بفصيل لناقة البسوس فعقره وضرب ضرع ناقتها حتى اختلط لبنها ودمها وكانا قد قاربا حماه فأغمضوا له على ذلك واستغاثت البسوس ونادت بويلها فقال جساس كفي فساعقر غدا جملا هو أعظم من عقر ناقة فبلغ ذلك كليبا فقال دون عليان خرط القتاد فذهبت مثلا وعليان فحل إبل كليب ثم أصابتهم سماء فمروا بنهر يقال له شبيث فأراد جساس نزوله فامتنع كليب قصدا للمخالفة ثم مروا على الأحص فأراد جساس وقومه النزول عليه فامتنع كليب قصدا للمخالفة ثم مروا ببطن الجريب فجرى أمره على ذلك حتى نزلوا الذنائب وقد كلوا وأعيوا وعطشوا فأغضب ذلك جساسا فجاء وعمرو المزدلف معه فقال له يا وائل أطردت أهلنا من المياه حتى كدت تقتلهم فقال كليب ما منعناهم من ماء إلا ونحن له شاغلون فقال له هذا كفعلك بناقة خالتي فقال له أو ذكرتها أما إني لو وجدتها في غير إبل مرة يعني أبا جساس لاستحللت تلك الإبل فعطف عليه جساس فرسه وطعنه بالرمح فأنفذه فيه فلما أحس بالموت قال يا عمرو اسقني ماء يقول ذلك لعمرو المزدلف فقال له تجاوزت بالماء الأحص وبطن شبيث ثم كانت حرب ابني وائل وهي حرب البسوس أربعين سنة وهي حروب يضرب بشدتها المثل قالوا والذنائب عن يسار ولجة للمصعد إلى مكة وبه قبر كليب وقد حكى هذه القصة بعينها النابغة الجعدي يخاطب عقال بن خويلد وقد أجار بني وائل ابن معن وكانوا قتلوا رجلا من بني جعدة فحذرهم مثل حرب البسوس وحرب داحس والغبراء فقال في ذلك فأبلغ عقالا إن غاية داحس بكفيك فاستأخر لها أو تقدم تجير علينا وائلا بدمائنا كأنك عما ناب أشياعنا عم كليب لعمري كان أكثر ناصرا وأيسر جرما منك ضرج بالدم رمى ضرع ناب فاستمر بطعنة كحاشية البرد اليماني المسهم |جـ 1 صـ 114| وقال لجساس أغثني بشربة تفضل بها طولا علي وأنعم فقال تجاوزت الأحص وماءه وبطن شبيث وهو ذو مترسم فهذا كما تراه ليس في الشعر والخبر ما يدل على أنها بالشام وأما الأحص وشبيث بنواحي حلب وقد تحقق أمرهما فلا ريب فيهما أما الأحص فكورة كبيرة مشهورة ذات قرى ومزارع بين القبلة وبين الشمال من مدينة حلب قصبتها خناصرة مدينة كان ينزلها عمر بن عبد العزيز وهي صغيرة وقد خربت الآن إلا اليسير منها وأما شبيث فجبل في هذه الكورة أسود في رأسه فضاء فيه أربع قرى وقد خربت جميعها ومن هذا الجبل يقطع أهل حلب وجميع نواحيها حجارة رحيهم وهي سود خشنة وإياها عنى عدي بن الرقاع بقوله وإذا الربيع تتابعت أنواؤه فسقى خناصرة الأحص وزادها فأضاف خناصرة إلى هذا الموضع وإياها عنى جرير أيضا بقوله عادت همومي بالأحص وسادي هيهات من بلد الأحص بلادي لي خمس عشرة من جمادى ليلة ما أستطيع على الفراش رقادي ونعود سيدنا وسيد غيرنا ليت التشكي كان بالعواد وأنشد الأصمعي في كتاب جزيرة العرب لرجل من طيىء يقال له الخليل بن قردة وكان له ابن واسمه زافر وكان قد مات بالشام في مدينة دمشق فقال ولا آب ركب من دمشق وأهله ولا حمص إذ لم يأت في الركب زافر ولا من شبيث والأحص ومنتهى ال مطايا بقنسرين أو بخناصر وإياه عنى ابن أبي حصينة المعري بقوله لج برق الأحص في لمعانه فتذكرت من وراء رعانه فسقى الغيث حيث ينقطع الأو عس من رنده ومنبت بانه أو ترى النور مثل ما نشر البر د حوالي هضابه وقنانه تجلب الريح منه أذكى من المس ك إذا مرت الصبا بمكانه وهذا كما تراه ليس فيه ما يدل على أنه إلا بالشام فإن كان قد اتفق ترادف هذين الاسمين بمكانين بالشام ومكانين بنجد من غير قصد فهو عجب وإن كان جرى الأمر فيهما كما جرى لأهل نجران ودومة في بعض الروايات حيث أخرج عمر أهلهما منهما فقدموا العراق وبنوا لهم بها أبنية وسموها باسم ما أخرجوا منه فجائز أن تكون ربيعة فارقت منازلها وقدمت الشام فأقاموا بها وسموا هذه بتلك والله أعلم وينسب إلى أحص حلب شاعر يعرف بالناشي الأحصي كان في أيام سيف الدولة أبي الحسن علي بن حمدان له خبر ظريف أنا مورده ههنا وإن لم أكن على ثقة منه وهو |جـ 1 صـ 115| أن هذا الشاعر الأحصي دخل على سيف الدولة فأنشده قصيدة له فيه فاعتذر سيف الدولة بضيق اليد يومئذ وقال له أعذر فما يتأخر عنا حمل المال إلينا فإذا بلغك ذلك فأتنا لنضاعف جائزتك ونحسن إليك فخرج من عنده فوجد على باب سيف الدولة كلابا تذبح لها السخال وتطعم لحومها فعاد إلى سيف الدولة فأنشده هذه الأبيات رأيت بباب داركم كلابا تغذيها وتطعمها السخالا فما في الأرض أدبر من أديب يكون الكلب أحسن منه حالا ثم اتفق أن حمل إلى سيف الدولة أموال من بعض الجهات على بغال فضاع منها بغل بما عليه وهو عشرة آلاف دينار وجاء هذا البغل حتى وقف على باب الناشي الشاعر بالأحص فسمع حسه فظنه لصا فخرج إليه بالسلاح فوجده بغلا موقرا بالمال فأخذ ما عليه من المال وأطلقه ثم دخل حلب ودخل على سيف الدولة وأنشده قصيدة له يقول فيها ومن ظن أن الرزق يأتي بحيلة فقد كذبته نفسه وهو آثم يفوت الغنى من لا ينام عن السرى وآخر يأتي رزقه وهو نائم فقال له سيف الدولة بحياتي وصل إليك المال الذي كان على البغل فقال نعم فقال خذه بجائزتك مباركا لك فيه فقيل لسيف الدولة كيف عرفت ذلك قال عرفته من قوله وآخر يأتي رزقه وهو نائم بعد قوله يكون الكلب أحسن منه حالا ",
                "title": "الأحص والنسبة الأحصي",
                "uri": "JK_000129_000297"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}