{
    "features": [
        {
            "item": "JK_000952_1088",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.178-179",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحجري</h1> بفتح الحاء المهملة وسكون الجيم وفي آخرها الراء إلى ثلاث قبائل اسم كل واحدة حجر أحدها حجر حمير منهم مختار الحجري يروي عن عبد الرحمن بن شماسة روى عنه صالح بن أبي عريب الحضرمي ومعاوية بن نهيك الحجري يروي عن عقبة بن عامر روى عنه عثمان بن نعيم الرعيني فهما من حجر حمير والأخرى حجر |جـ 2 صـ 179| رعين منها سعيد بن أبي سعيد الحجري حجر رعين روى عنه أيوب بن بجيد وعبد الله بن هبيرة السباي وإسماعيل بن سفيان الرعيني ثم الحجري الأعمى رعين وفد على الوليد وسليمان ابني عبد الملك روى عنه ضمام بن إسماعيل حكاية والثالث حجر الأزد منهم أبو جعفر أحمد بن محمد بن سلامة الطحاوي الفقيه عداده في حجر الأزد قاله أبو سعيد بن يونس وكان ثقة نبيلا ثقة فقيها عاقلا لم يخلف مثله ولد سنة تسع وثلاثين ومائتين وتوفي ليلة الخميس مستهل ذي القعدة سنة إحدى وعشرين وثلاثمائة وأبو زرعة وهب الله بن راشد المؤذن الحجري المصري من حجر رعين يروي عن يونس بن يزيد الأيلي وحيوة بن شريح وغيرهما روى عنه أبو الرداد عبد الله بن عبد السلام والربيع بن سليمان وغيرهما وقال أحمد بن الحباب عيدان هو جيشان بن حجر بن ذي رعين وعباس بن جليد الحجري من حجر رعين يروي عن عبد الله بن عمرو وأبي الدرداء رضي الله عنهم روى عنه أبو هانئ حميد بن هانئ وأبو قرة محمد بن حميد بن هشام الحجري الرعيني يروي عنه عبد الغني بن سعيد المصري وهشام بن أبي خليفة محمد بن قرة بن محمد بن حميد بن الحجري المصري روى عنه أسامة بن إساف وقيس بن أبي يزيد الحجري العارض كان على عرض الجيوش بمصر وأما من حجر الأزد فأبو عثمان سعيد بن بشر بن مروان الأزدي الحجري ثم العامري روى عن مهدي بن جعفر وقطرب روى عنه أبو جعفر الطحاوي وعلي بن سعيد بن بشر بن مروان بن عبد العزيز الحجري ابنه سمع من أبي يعقوب إسحاق بن إبراهيم ين يونس حدث عنه ابنه أبو بشر وابنه أبو بشر سعيد سمع أبا بشر محمد بن أحمد الدولابي ولأبي بشر مصنفات في الفرائض والحديث توفي سنة إحدى وعشرين وثلاثمائة ",
                "title": "الحجري",
                "uri": "JK_000952_1088"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}