{
    "features": [
        {
            "item": "JK_000952_1072",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, p.169",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحبطي</h1> بفتح الحاء المهملة والباء المنقوطة بواحدة وفي آخرها الطاء المهملة هذه النسبة إلى الحبطات وهو بطن من تميم وهو الحارث بن عمرو بن تميم بن مرة والحارث هو الحبط بكسر الباء وولده يقال لهم الحبطات والمنتسب إليها أبو أمية أيوب بن خوط الحبطي من أهل البصرة يروي المناكير عن المشاهير كأنه مما علمت يداه تركه بن المبارك وهو الذي روى عن قتادة وعباد بن شبيب الحبطي هو الذي يقال له عباد بن ثبيت من أهل بالبصرة يروي عن سعيد بن أنس روى عنه عبد الله بن بكر السهمي منكر الحديث جدا على قلة روايته لا يجوز الإحتجاج به لما انفرد من المناكير وأبو رجاء محمد بن عبد الله الحبطي من أهل تستر يروي عن شعبة بن الحجاج ما ليس في حديثه روى عنه عثمان بن سعيد الأحول ممن يروي عن الثقات ما ليس من حديث الأثبات روى عنه عثمان بن سعيد الكندي وأبو عبد الله أحمد بن شبيب بن سعيد الحبطي البصري أصله من المدينة روى عنه ابنه شبيب والبخاري وأبو محمد شيبان بن أبي شيبة واسمه فروخ الأبلي الحبطي مولاهم روى عنه مسلم بن الحجاج الكثير وزكريا بن حكيم الحبطي من الأتباع من أهل الكوفة حدث عن الحسن البصري وعامر الشعبي وأبي غالب حزور صاحب أبي أمامة الباهلية رضي الله عنه وأبي رجاء العطاردي وميمون أبي حمزة روى عنه الحسن بن سوار البغوي وعنبسة بن عبد الواحد القرشي وبشر بن الوليد الكندي ومحمد بن بكار بن الريان الهاشمي وهو كوفي تكلموا فيه قال يحيى بن معين هو ليس بثقة وقال علي بن المديني هو هالك ثم قال ما كتبت عنه شيئا وقال النسائي هو كوفي ليس بثقة والمفضل بن عبيد الله الحبطي اليربوعي وقيل المفضل بن عبد الله الحبطي اليربوعي من أهل البصرة حدث عن داود بن أبي هند وإسماعيل بن مسلم وعمر بن عامر روى عنه أبو معمر القطيعي ومحمد بن عبد الله بن المبارك المخرمي وكان شيخا صدوقا سكن بغداد وحدث بها قال أبو حاتم الرازي مفضل الحبطي شيخ بصري محله الصدق سكن بغداد ",
                "title": "الحبطي",
                "uri": "JK_000952_1072"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}