{
    "features": [
        {
            "item": "JK_000952_2995",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.346-347",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفتياني</h1> بكسر الفاء وسكون التاء ثالث الحروف والياء المفتوحة آخر الحروف بعدها الألف وفي آخرها النون هذه النسبة إلى فتيان وهي قبيلة قال ابن الحباب الحميري النسابة فتيان بن ثعلبة بن معاوية بن زيد بن غوث بن أنمار وفي نسب معقل بن سنان فتيان وهو معقل بن سنان بن مظهر بن عركي بن فتيان بن سبيع بن بكر بن أشجع الفتياني شهد الفتح وبقي إلى يوم الحرة وفي الأسماء أبو الخيار فتيان بن أبي السمح الفقيه المصري يروي عن مالك بن أنس وكان من كبار أصحاب مالك المتعصبين لمذهبه من المصريين وجرى بينه وبين الشافعي خصومات وضربه السلطان وشهره ومات سنة خمس ومائتين ومن المتأخرين أبو الفتيان عمر بن أبي الحسن عبد الكريم بن سعدويه الرواسي الدهستاني الحافظ وكان حافظا مكثرا ممن له العناية التامة في طلب الحديث والرحلة فيه إلى العراق والحجاز والشام ومصر وخراسان ونسخ بخطه مالا يدخل تحت الحد سمع بمرو أبا بكر محمد بن أبي الهيثم الترابي وبنيسابور أبا عثمان وإسماعيل بن عبد الرحمن الصابوني وبدهستان أبا مسعود أحمد بن محمد بن عبد الله البجلي وببغداد أبا يعلى محمد بن الحسين بن الفراء وبمكة أبا علي الحسن بن عبد الرحمن الشافعي وبمصر أبا عبد الله الحسين بن محمد بن الشويخ المصري وبدمشق أبا الحسن أحمد بن عبد الواحد بن أبي الحديد السلمي وبصور أبا بكر أحمد بن علي بن ثابت الخطيب وطبقتهم روى لنا عنه جماعة كثيرة ومات بسرخس في جمادى الأولى سنة ثلاث وخمسمائة زرت قبره غير مرة على طرف النهر في وسط البلد وفتيان بطن من بجيلة من اليمن نزلت الكوفة والمنتسب إليها رفاعة بن عاصم الفتياني يروي عن عمرو بن الحمق رضي الله عنه وقال أبو حاتم بن حبان أبو عاصم رفاعة بن شداد الفتياني وفتيان بطن من بجيلة من أهل اليمن عداده في أهل الكوفة يروي عن عمرو بن الحمق الخزاعي روى عنه السدي وكان ممن انفلت من عين الوردة حين قتل الحسين بن علي رضي الله عنهما في تسعة آلاف من أصحاب الحسين فتلقاهم عبيد الله بن زياد في أهل الشام فقتلهم عن آخرهم |جـ 4 صـ 347| ",
                "title": "الفتياني",
                "uri": "JK_000952_2995"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}