{
    "features": [
        {
            "item": "JK_000952_1003",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.123-124",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجولكي</h1> بضم الجيم بعدها الواو واللام المفتوحة وفي آخرها الكاف هذه النسبة إلى جولك وهو جولك الغازي البكراباذي قيل إنه استشهد على باب رباط دهستان مع مائة نفر من الغزاة وحكي جولك أن جماعة معه كانوا برباط دهستان من الغزاة فقال دخل يوما شيخ على دابة وغلام له علي بغل من بابها فنزل عن الدابة ودفعها إلى الغلام ولم نره تلك الليلة وخرجنا من الغد فخرج معنا فسألناه عن اسمه ونسبه فقال أنا من بغلان واسمي |جـ 2 صـ 124| قتيبة بن سعيد وأنا رجل من أهل العلم سمعت الحديث الكثير فرأيت فيما يرى النائم كأن سلما قد وضع إلى السماء ورأيت الناس يصعدون عليه وكنت أرى جماعة من أقراني من أهل العلم فلما أردت أن أصعد منعت وقيل لي لا يبلغ هذه الدرجة إلا من ذهب إلى رباط دهستان وصلى فيها ركعتين قال فانتبهت وخرجت من الغد وجئت إلى ههنا وختمت القرآن في تلك الليلة انصرفت إلى البلد وظني أن المنتسب إلى جولك هذا الرئيس أبو سعد محمد بن منصور بن الحسن بن محمد بن علي الجولكي من أهل جرجان وولي بها الرياسة في أيام الأمير فلك المعالي إلى أن توفي روى عن أبي بكر أحمد بن إبراهيم الإسماعيلي وأبي أحمد عبد الله بن عدي الجرجاني الحافظ وأبي أحمد بن محمد بن أحمد الغطريفي وأبي يعقوب يوسف بن إبراهيم السهمي وأبي محمد عبد الله بن محمد بن حيان الأصبهاني وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي وأبو سهل نجيب بن ميمون الواسطي ذكره حمزة بن يوسف السهيمي وقال أبو سعد الجولكي كان رئيس جرجان كتبت عنه وكتب عنه جماعة من أهل نيسابور وهراة وبست وغزنة وكان قد وفد رسولا إلى حضرة غزنة إلى الأمير يمين الدولة محمود مرتين مرة في خطبة ابنه الأمير محمود جهة فلك المعالي وعقد النكاح بهراة ثم عاد إلى غزنة وحملها في شعبان سنة تسع وأربعمائة ثم توفيت تلك الحرة باستراباذ ونقلت إلى جرجان في هذه السنة وكانت ولادته سنة اثنتين وخمسين وثلاثمائة ووفاته في الثامن من شعبان سنة عشر وأربعمائة وصلى عليه ابنه أبو المحاسن سعد وكان ولي الرياسة بعد وفاة أبيه وكان خليفة أبيه في حياته وهو ابن ثماني عشرة سنة وأمه ملكة بنت العباس بن يعقوب بن حمدان بن إبراهيم بن كامويه وهو ابن بنت الإمام أبي سعد الإسماعيلي وكان عالما بارعا درس الفقه وحضره جماعة من المتفقه من أهل البلد والغرباء تخرجوا على يده ثم روى الحديث عن جده أبي سعد الإسماعيلي وأبي نصر الإسماعيلي ووالده أبي سعد الجولكي وأبي محمد الكارزي وأبي بكر بن السباك سمع منهم في صغره وكبره وكان الأمير فلك المعالي منوجهر بن قابوس بن وشمكير وجهه إلى غزنة رسولا في سنة إحدى عشرة وأربعمائة فخرج وعقد له مجلس النظر في جميع البلدان بنيسابور وهراة وغزنة ورجع سالما غانما موقرا وروى بجرجان عن هؤلاء المشايخ وكانت ولادته في جمادي الآخرة سنة ثمان وثمانين وثلاثمائة وقتل ظلما باستراباذ في رجب سنة أربع وخمسين وأربعمائة |جـ 2 صـ 125| ",
                "title": "الجولكي",
                "uri": "JK_000952_1003"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}