{
    "features": [
        {
            "item": "JK_000129_013741",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.441-442",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>اليمامة</h1> منقول عن اسم طائر يقال له اليمام واحدته يمامة واختلف فيه فقال الكسائي اليمام من الحمام التي تكون في البيوت والحمام البري وقال الأصمعي اليمام ضرب من الحمام بري وأما الحمام فكل ما كان ذا طوق مثل القمري والفاختة ويجوز أن يكون من أم يؤم إذا قصد ثم غير لأن الحمام يقصد مساكنه في جميع حالاته والله أعلم وقال المرار الفقعسي إذا خف ماء المزن فيها تيممت يمامتها أي العداد تروم وقال بعضهم يمامة كل شيء قطبه يقال الحق بيمامتك وهذا مبلغ اجتهادنا في اشتقاقه ثم وجدت ابن الأنباري قال هو مأخوذ من اليمم واليمم طائر قال ويجوز أن يكون فعالة من يممت الشيء إذا |جـ 5 صـ 442| تعمدته ويجوز أن يكون من الأمام من قولك زيد أمامك أي قدامك فأبدلت الهمزة ياء وأدخلت الهاء لأن العرب تقول أمامه وأمام قال أبو القاسم الزجاجي هذا الوجه الأخير غير مستقيم أن يكون يمامة من أمام وأبدلت الهمزة ياء لأنه ليس بمعروف إبدال الهمزة إذا كانت أولا ياء وأما الذي حكي أن اليمم طائر فإنما هو اليمام حكى الأصمعي أن العرب تسمي هذه الدواجن التي في البيوت التي يسميها الناس حماما اليمام واحدتها يمامة قال والحمام عند العرب ذات أطواق كالقماري والقطا والفواخت و اليمامة في الإقليم الثاني طولها من جهة المغرب إحدى وسبعون درجة وخمس وأربعون دقيقة وعرضها من جهة الجنوب إحدى وعشرون درجة وثلاثون دقيقة وفي كتاب العزيزي إنها في الإقليم الثالث وعرضها خمس وثلاثون درجة وكان فتحها وقتل مسيلمة الكذاب في أيام أبي بكر الصديق رضي الله عنه سنة 21 للهجرة وفتحها أمير المسلمين خالد بن الوليد عنوة ثم صولحوا وبين اليمامة والبحرين عشرة أيام وهي معدودة من نجد وقاعدتها حجر وتسمى اليمامة جوا والعروض بفتح العين وكان اسمها قديما جوا فسميت اليمامة باليمامة بنت سهم بن طسم قال أهل السير كانت منازل طسم وجديس اليمامة وكانت تدعى جوا وما حولها إلى البحرين ومنازل عاد الأولى الأحقاف وهو الرمل ما بين عمان إلى الشحر إلى حضرموت إلى عدن أبين وكانت منازل عبيل يثرب ومساكن أميم برمل عالج وهي أرض وبار ومساكن جرهم بتهائم اليمن ثم لحقوا بمكة ونزلوا على إسماعيل عليه السلام فنشأ معهم وتزوج منهم كما ذكرنا في مكة وكانت منازل العماليق موضع صنعاء اليوم ثم خرجوا فنزلوا حول مكة ولحقت طائفة منهم بالشام وبمصر وتفرقت طائفة منهم في جزيرة العرب إلى العراق والبحرين إلى عمان وقيل إن فراعنة مصر كانوا من العماليق كان منهم فرعون إبراهيم عليه السلام واسمه سنان بن علوان وفرعون يوسف عليه السلام واسمه الريان بن الوليد وفرعون موسى عليه السلام واسمه الوليد بن مصعب وكان ملك الحجاز رجلا من العماليق يقال له الأرقم وكان الضحاك المعروف عند العجم ببيوراسف من العماليق غلب على ملك العجم بالعراق وهو فيما بين موسى وداود عليه السلام وكان منزله بقرية يقال لها ترس ويقال إنه من الأزد ويقال إن طسما وجديسا هما من ولد الأزد بن إرم بن لاوذ بن سام بن نوح عليه السلام أقاموا باليمامة وهي كانت تسمى جوا والقرية وكثروا بها وربلوا حتى ملك عليهم ملك من طسم يقال له عمليق بن هباش بن هيلس بن ملادس بن هركوس بن طسم وكان جبارا ظلوما غشوما وكانت اليمامة أحسن بلاد الله أرضا وأكثرها خيرا وشجرا ونخلا قالوا وتنازع رجل يقال له قابس وامرأته هزيلة جديسيان في مولود لهما أراد أبوه أخذه فأبت أمه فارتفعا إلى الملك عمليق فقالت المرأة أيها الملك هذا ابني حملته تسعا ووضعته رفعا وأرضعته شبعا ولم أنل منه نفعا حتى إذا تمت أوصاله واستوفى فصاله أراد بعلي أن يأخذه كرها ويتركني ولهى فقال الرجل أيها الملك أعطيتها المهر كاملا ولم أصب منها طائلا إلا ولدا خاملا فافعل ما كنت فاعلا على أنني حملته قبل أن تحمله وكفلت أمه قبل أن تكفله فقالت أيها الملك حمله خفا وحملته ثقلا ووضعه شهوة وضعته كرها فلما رأى عمليق متانة حجتهما تحير فلم يدر بم يحكم فأمر بالغلام أن |جـ 5 صـ 443| يقبض منهما وأن يجعل في غلمانه وقال للمرأة أبغيه ولدا وأجزيه صفدا ولا تنكحي بعد أحدا فقالت أما النكاح فبالمهر وأما السفاح فبالقهر وما لي فيهما من أمر فأمر عمليق بالزوج والمرأة أن يباعا ويرد على زوجها خمس ثمنها ويرد على المرأة عشر ثمن زوجها فاسترقا فقالت هزيلة أتينا أخا طسم ليحكم بيننا فأظهر حكما في هزيلة ظالما لعمري لقد حكمت لا متورعا ولا كنت فيما يلزم الحكم حاكما ندمت ولم أندم وأنى بعترتي وأصبح بعلي في الحكومة نادما فبلغت أبياتها إلى عمليق فأمر أن لا تزوج بكر من جديس حتى تدخل عليه فيكون هو الذي يفترعها قبل زوجها فلقوا من ذلك ذلا حتى تزوجت امرأة من جديس يقال لها عفيرة بنت غفار أخت سيد جديس أي الأسود بن غفار وكان جلدا فاتكا فلما كانت ليلة الإهداء خرجت والبناء حولها لتحمل إلى عمليق وهن يضربن بمعازفهن ويقلن ابدي بعمليق وقومي فاركبي وبادري الصبح بأمر معجب فسوف تلقين الذي لم تطلبي وما لبكر دونه من مهرب ثم أدخلت على عمليق فافترعها وقيل إنها امتنعت عليه وكانت أيدة فخاف العار فوجأها بحديدة في قبلها فأدماها فخرجت وقد تقاصرت عليها نفسها فشقت ثوبها من خلفها ودماؤها تسيل على قدميها فمرت بأخيها وهو في جمع من قومه وهي تبكي وتقول لا أحد أذل من جديس أهكذا يفعل بالعروس يرضى بهذا الفعل قط الحر هذا وقد أعطى وسيق المهر لأخذه الموت كذا لنفسه خير من أن يفعل ذا بعرسه فأغضب ذلك أخاها فأخذ بيدها ورفعها إلى نادي قومها وهي تقول أيجمل أن يؤتى إلى فتياتكم وأنتم رجال فيكم عدد الرمل أيجمل تمشي في الدماء فتاتكم صبيحة زفت في العشاء إلى بعل فإن أنتم لم تغضبوا بعد هذه فكونوا نساء لا تغب من الكحل ودونكم ثوب العروس فإنما خلقتم لأثواب العروس وللغسل فلو أننا كنا رجالا وكنتم نساء كلنا لا نقر على الذل فموتوا كراما أو أميتوا عدوكم وكونوا كنار شب بالحطب الجزل وإلا فخلوا بطنها وتحملوا إلى بلد قفر وهزل من الهزل فللموت خير من مقام على أذى وللهزل خير من مقام على ثكل |جـ 5 صـ 444| فدبوا إليهم بالصوارم والقنا وكل حسام محدث العهد بالصقل ولا تجزعوا للحرب قومي فإنما يقوم رجال للرجال على رجل فيهلك فيها كل وغل مواكل ويسلم فيها ذو الجلادة والفضل فلما سمعت جديس منها ذلك امتلأوا غضبا ونكسوا حياء وخجلا فقال أخوها الأسود يا قوم أطيعوني فإنه عز الدهر فليس القوم بأعز منكم ولا أجلد ولولا تواكلنا لما أطعناهم وإن فينا لمنعة فقال له قومه أشر بما ترى فنحن لك تابعون ولما تدعونا إليه مسارعون إلا أنك تعلم أن القوم أكثر منا عددا ونخاف أن لا نقوم لهم عند المنابذة فقال لهم قد رأيت أن أصنع للملك طعاما ثم أدعوه وقومه فإذا جاؤونا قمت أنا إلى الملك وقتلته وقام كل واحد منكم إلى رئيس من رؤسائهم يفرغ منه فإذا فرغنا من الأعيان لم يبق للباقين قوة فنهتهم أخت الأسود بن غفار عن الغدر وقالت نافروهم فلعل الله أن ينصركم عليهم لظلمهم بكم فعصوها فقالت لا تغدرن فإن الغدر منقصة وكل عيب يرى عيبا وإن صغرا إني أخاف عليكم مثل تلك غدا وفي الأمور تدابير لمن نظرا حشوا شعيرا لهم فينا مناهدة فكلكم باسل أرجو له الظفرا شتان باغ علينا غير موتئد يغشى الظلامة لن تبقي ولن تذرا فأجابها أخوها الأسود وقال إنا لعمرك لا نبدي مناهدة نخاف منها صروف الدهر إن ظفرا إني زعيم لطسم حين تحضرنا عند الطعام بضرب يهتك القصرا وصنع الأسود الطعام وأكثر وأمر قومه أن يدفن كل واحد منهم سيفه تحته في الرمل مشهورا وجاء الملك في قومه فلما جلسوا للأكل وثب الأسود على الملك فقتله ووثب قومه على رجال طسم حتى أبادوا أشرافهم ثم قتلوا باقيهم وقال الأسود بن غفار عند ذلك ذوقي ببغيك يا طسم مجللة فقد أتيت لعمري أعجب العجب إنا أنفنا فلم ننفك نقتلهم والبغي هيج منا سورة الغضب فلن تعودوا لبغي بعدها أبدا لكن تكونوا بلا أنف ولا ذنب فلو رعيتم لنا قربى مؤكدة كنا الأقارب في الأرحام والنسب وقال جديلة بن المشمخر الجديسي وكان من سادات جديس لقد نهيت أخا طسم وقلت له لا يذهبن بك الأهواء والمرح واخش العواقب إن الظلم مهلكة وكل فرحة ظلم عندها ترح فما أطاع لنا أمرا فنعذره وذو النصيحة عند الأمر ينتصح |جـ 5 صـ 445| فلم يزل ذاك ينمي من فعالهم حتى استعادوا لأمر الغي فافتضحوا فباد آخرهم من عند أولهم ولم يكن لهم رشد ولا فلح فنحن بعدهم في الحق نفعله نسقى الغبوق إذا شئنا ونصطبح فليت طسما على ما كان إذ فسدوا كانوا بعافية من بعد ذا صلحوا إذا لكنا لهم عزا وممنعة فينا مقاول تسمو للعلى رجح وهرب رجل من طسم يقال له رياح بن مرة حتى لحق بتبع قيل أسعد تبان بن كليكرب بن تبع الأكبر بن الأقرن بن شمر يرعش بن أفريقس وقيل بل لحق بحسان بن تبع الحميري وكان بنجران وقيل بالحرم من مكة فاستغاث به وقال نحن عبيدك ورعيتك وقد اعتدى علينا جديس ثم رفع عقيرته ينشده أجبني إلى قوم دعوك لغدرهم إلى قتلهم فيها عليهم لك العذر دعونا وكنا آمنين لغدرهم فأهلكنا غدر يشاب به مكر وقالوا اشهدونا مؤنسين لتنعموا ونقضي حقوقا من جوار له حجر فلما انتهينا للمجالس كللوا كما كللت أسد مجوعة خزر فإنك لم تسمع بيوم ولن ترى كيوم أباد الحي طسما به المكر أتيناهم في أزرنا ونعالنا علينا الملاء الخضر والحلل الحمر فصرنا لحوما بالعراء وطعمة تنازعنا ذئب الرثيمة والنمر فدونك قوم ليس لله منهم ولا لهم منه حجاب ولا ستر فأجابه إلى سؤاله ووعده بنصره ثم رأى منه تباطؤا فقال إني طلبت لأوتاري ومظلمتي يا آل حسان يال العز والكرم المنعمين إذا ما نعمة ذكرت الواصلين بلا قربى ولا رحم وعند حسان نصر إن ظفرت به منه يمين ورأي غير مقتسم إني أتيتك كيما أن تكون لنا حصنا حصينا ووردا غير مزدحم فارحم أيامى وأيتاما بمهلكة يا خير ماش على ساق وذي قدم إني رأيت جديسا ليس يمنعها من المحارم ما يخشى من النقم فسر بخيلك تظفر إن قتلتهم تشفي الصدور من الأضرار والسقم لا تزهدن فإن القوم عندهم مثل النعاج تراعي زاهر السلم ومقربات خناذيذ مسومة تعشي العيون وأصناف من النعم قال فسار تبع في جيوشه حتى قرب من جو فلما |جـ 5 صـ 446| كان على مقدار ليلة منها عند جبل هناك قال رياح الطسمي توقف أيها الملك فإن لي أختا متزوجة في جديس يقال لها يمامة وهي أبصر خلق الله على بعد فإنها ترى الشخص من مسيرة يوم وليلة وإني أخاف أن ترانا وتنذر بنا القوم فأقام تبع في ذلك الجبل وأمر رجلا أن يصعد الجبل فينظر ماذا يرى فلما صعد الجبل دخل في رجله شوكة فأكب على رجله يستخرجها فأبصرته اليمامة وكانت زرقاء العين فقالت يا قوم إني أرى على الجبل الفلاني رجلا وما أظنه إلا عينا فاحذروه فقالوا لها ما يصنع فقالت إما يخصف نعلا أو ينهش كتفا فكذبوها ثم إن رياحا قال للملك مر أصحابك ليقطعوا من الشجر أغصانا ويستتروا بها ليشبهوا على اليمامة وليسيروا كذلك ليلا فقال تبع أوفي الليل تبصر مثل النهار قال نعم أيها الملك بصرها بالليل أنفذ فأمر تبع أصحابه بذلك فقطعوا الشجر وأخذ كل رجل بيده غصنا حتى إذا دنوا من اليمامة ليلا نظرت اليمامة فقالت يا آل جديس سارت إليكم الشجراء أو جاءتكم أوائل خيل حمير فكذبوها فصبحتهم حمير فهرب الأسود بن غفار في نفر من قومه ومعه أخته فلحق بجبلي طيء فنزل هناك فيقال إن له هناك بقية وفي شرح هذه القصة يقول الأعشى إذا أبصرت نظرة ليست بفاحشة إذ رفع الآل رأس الكلب فارتفعا قالت أرى رجلا في كفه كتف أو يخصف النعل لهفا أية صنعا فكذبوها بما قالت فصبحهم ذو آل حسان يزجي السمر والسلعا فاستنزلوا آل جو من منازلهم وهدموا شاخص البنيان فاتضعا ولما نزل بجديس ما نزل قالت لهم زرقاء اليمامة كيف رأيتم قولي وأنشأت تقول خذوا خذوا حذركم يا قوم ينفعكم فليس ما قد أرى م الأمر يحتقر إني أرى شجرا من خلفها بشر لأمر اجتمع الأقوام والشجر وهي من أبيات ركيكة وفتح تبع حصون اليمامة وامتنع عليه الحصن الذي كانت فيه زرقاء اليمامة فصابره تبع حتى افتتحه وقبض على زرقاء اليمامة وعلى صاحب الحصن وكان اسمه لا يكلم ثم قال لليمامة ماذا رأيت وكيف أنذرت قومك بنا فقالت رأيت رجلا عليه مسح أسود وهو ينكب على شيء فأخبرتهم أنه ينهش كتفا أو يخصف نعلا فقال تبع للرجل ماذا صنعت حين صعدت الجبل فقال انقطع شراك نعلي ودخلت شوكة في رجلي فعالجت إصلاحها بفمي وعالجت نعلي بيدي قال فأمر تبع بقلع عينيها وقال أحب أن أرى الذي أرى لها هذا النظر فلما قلع عينيها وجد عروقهما كلها محشوة بالإثمد قالوا وكان قال لها أنى لك حدة البصر هذه قالت إني كنت آخذ حجرا أسود فأدقه وأكتحل به فكان يقوي بصري فيقال إنها أول من اكتحل بالإثمد من العرب قالوا ولما قلع عينيها أمر بصلبها على باب جو وأن تسمى باسمها فسميت باسمها إلى الآن وقال تبع يذكر ذلك وسميت جوا باليمامة بعدما تركت عيونا باليمامة هملا نزعت بها عيني فتاة بصيرة رغاما ولم أحفل بذلك محفلا |جـ 5 صـ 447| تركت جديسا كالحصيد مطرحا وسقت نساء القوم سوقا معجلا أدنت جديسا دين طسم بفعلها ولم أك لولا فعلها ذاك أفعلا وقلت خذيها يا جديس بأختها وأنت لعمري كنت للظلم أولا فلا تدع جو ما بقيت باسمها ولكنها تدعى اليمامة مقبلا قالوا وخربت اليمامة من يومئذ لأن تبعا قتل أهلها وسار عنها ولم يخلف بها أحدا فلم تزل على ذلك حتى كان من حديث عبيد بن ثعلبة بن يربوع بن ثعلبة بن الدؤل بن حنيفة ما ذكرته في حجر وممن ينسب إلى اليمامة جبير بن الحسن من أهل اليمامة قدم الشام ورأى عمر بن عبد العزيز وسمع رجاء بن حيوة ويعلى بن شداد بن أوس وعطاء ونافعا وعون بن عبد الله بن عتبة والحسن البصري وروى عنه الأوزاعي وأبو إسحاق الفزاري ويحيى بن حمزة وعبد الصمد بن عبد الأعلى السلامي وعكرمة بن عمار وخالد بن عبد الرحمن الخراساني وعلي بن الجعد قال عثمان بن سعيد الدارمي سألت يحيى بن معين عن جبير فقال ليس بشيء وقال أبو حاتم لا أرى بحديثه بأسا قال النسائي هو ضعيف ",
                "title": "اليمامة",
                "uri": "JK_000129_013741"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}