{
    "features": [
        {
            "item": "JK_000952_2555",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.29-31",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطالقاني</h1> بفتح الطاء المهملة وسكون اللام بعدها القاف المفتوحة وفي آخرها النون طالقان بلدة ين مرو الروذ وبلخ مما يلي الجبال وطالقان ولاية أيضا عند قزوين ويقال للأولى طالقان خراسان والثانية طالقان قزوين خرج منها يعني من طالقان خراسان جماعة من العلماء قديما وحديثا أقمت بها يومين وأبو محمد محمود بن خداش الطالقاني سكن بغداد سمع يزيد بن هارون وعبد الله بن المبارك وفضيل بن عياض وابن عيينة والنضر بن شميل ووكيع بن الجراح روى عنه إبراهيم الحربي والحسن ابن علي المعمري والقاسم بن زكريا وأبو يعلى الموصلي وأبو القاسم البغوي ويحيى بن محمد بن صاعد ومحمد بن إبراهيم بن فيروز وأبو عبد الله المحاملي وغيرهم مات في شعبان سنة خمسين ومائتين وكان ابن تسعين سنة وقال يعقوب الدورقي لما مات محمود بن خداش كنت فيمن غسله فدفناه فرأيته في المنام فقلت يا أبا محمد ما فعل بك ربك قال غفر لي ولجميع من |جـ 4 صـ 30| تبعني قلت فأنا قد تبعتك فأخرج رقا من كمه فيه مكتوب يعقوب بن إبراهيم بن كثير وأبو إسحاق بن إسماعيل الطالقاني سكن بغداد أيضا يروي عن سفيان بن عيينة وجرير بن عبد الحميد والعراقيين روى عنه أبو يعلى الموصلي وأبو القاسم البغوي قال أبو حاتم بن حبان هو من ثقات أهل العراق ومتقنيهم حسده بعض الناس فحلف أن لا يحدث حتى يموت وذلك في أول سنة خمس وعشرين ومائتين ومات في آخرها مستقيم الحديث جدا وأبو بكر سعيد بن يعقوب الطالقاني يروي عن ابن المبارك وحماد بن زيد وهشيم بن بشير والنضر بن شميل ووكيع بن الجراح وأبي تميلة يحيى بن واضح وأبي بكر بن عياش روى عنه إسحاق بن إبراهيم القاضي وأبو زرعة الرازي وأبو بكر الأثرم وعباس الدوري والحارث بن أبي أسامة وقال أبو زرعة الرازي سعيد كان ثقة وقال الأثرم رأيته عند أحمد بن حنبل يذاكره الحديث ومات سنة أربع وأربعين ومائتين وأما المنسوب إلى طالقان قزوين فهي ولاية بين قزوين وأبهر وزنجان وهي عدة قرى يقع عليها هذا الاسم خرج منها من المعروفين أبو الحسن عباد بن العباس بن عباد الطالقاني سمع أبا خليفة الفضل بن الحباب البصري بها وأبا بكر محمد بن يحيى المروزي ثم البغدادي وجعفر بن محمد بن الحسن الفريابي ومحمد بن حبان المازني وجماعة من البغداديين وهو والد الصاحب إسماعيل بن عباد الوزير وكان عباد وزير الحسن بن بويه روى عنه أبو إسحاق بن حمزة الحافظ وأبو الشيخ وغيرهما من القدماء وتوفي سنة أربع أو خمس وثلاثين وثلاثمائة سمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بأصبهان سمعت أبا الفضل محمد بن طاهر المقدسي الحافظ يقول رأيت لأبي الحسن عباد بن العباس الطالقاني والد الصاحب إسماعيل في دار كتب ابنه أبي القاسم إسماعيل بن عباد بالري كتابا في أحكام القرآن ينصر فيه مذهب أهل الاعتزال استحسنه كل من رآه روى عنه أبو بكر ابن مردويه والأصبهانيون وابنه أبو القاسم إسماعيل بن عباد الطالقاني الوزير المعروف ب الصاحب اشتهر ذكره وشعره ومجموعاته في النظم والنثر في الآفاق فاستغنينا عن ذلك وسمع الحديث من الأصبهانيين والبغداديين والرازيين وحدث وكان يحث على طلب الحديث وكتابته حدثنا أبو المناقب حمزة ابن إسماعيل العلوي إملاء بهمذان في النوبة الأولى أخبرنا أبو مسعر |جـ 4 صـ 31| سليمان بن إبراهيم الحافظ الأصبهاني فيما أذن لي أخبرنا أبو بكر أحمد بن موسى بن مردويه الحافظ سمعت الصاحب أبا القاسم إسماعيل بن عباد بن العباس يقول من لم يكتب الحديث لم يجد حلاوة الإسلام وقد روى الحديث أيضا وسمعوا منه ولد الصاحب إسماعيل بن عباد سنة نيف وعشرين وثلاثمائة وتوفي سنة خمس وثمانين وثلاثمائة وصاحبنا أبو الخير أحمد بن إسماعيل بن يوسف الطالقاني القزويني من هذه الناحية كان شابا صالحا سديد السيرة سمع معنا الحديث بنيسابور عن أبي عبد الله الفراوي وأبي القاسم الشحامي وسمع معنا الكتب الكبار ورحل إلى طوس معي لسماع التفسير للثعالبي وحمدت سيرته وصحبته وشرع في الوعظ وقبله الناس وخرج إلى بلاده ونفق سوقه بها وقد بلغني عنه الخبر في سنة نيف وأربعين وخمسمائة أنه نعي بقزوين والله أعلم وأبو عبد الله السيدي الطالقاني طالقان الري من كبار مشايخهم وجلتهم مات قبل العشر والثلاثمائة ذكره هكذا أبو عبد الرحمن السلمي في تاريخ الصوفية ",
                "title": "الطالقاني",
                "uri": "JK_000952_2555"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}