{
    "features": [
        {
            "item": "JK_000129_005031",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.431-432",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>داريا</h1> قرية كبيرة مشهورة من قرى دمشق بالغوطة والنسبة إليها داراني على غير قياس وبها قبر أبي سليمان الداراني وهو عبد الرحمن بن أحمد بن عطية الزاهد ويقال أصله من واسط روى عن الربيع بن صبيح وأهل العراق روى عنه صاحبه أحمد بن أبي الحواري والقاسم الجوعي وغيرهما وتوفي بداريا سنة 532 وقبره بها معروف يزار وابنه سليمان من العباد والزهاد أيضا مات بعد أبيه بسنتين وشهر في سنة 732 قال أحمد بن أبي الحواري اجتمعت أنا وأبو سليمان الداراني ومضينا في المسجد فتذاكرنا الشهوات من أصابها عوقب ومن تركها أثيب قال وسليمان بن أبي سليمان ساكت ثم قال لنا لقد أكثرتم منذ العشية ذكر الشهوات أما أنا فأزعم أن من لم يكن في قلبه من الآخرة ما يشغله عن الشهوات لم يغن عنه تركها وأيضا من داريا عبد الرحمن بن يزيد بن جابر أبو عتبة الأزدي الداراني روى عن أبي الأشعث الصنعاني وأبي كبشة السلولي والزهري ومكحول وغيرهم كثير روى عنه ابنه عبد الله بن عبد الرحمن وعبد الله بن المبارك والوليد بن مسلم وعبد الله بن كثير العاقل الطويل وخلق كثير سواهم وكان يعد في الطبقة الثانية من فقهاء الشام من الصحابة وكان من الأعيان المشهورين وسليمان بن حبيب أبو بكر وقيل أبو ثابت وقيل أبو أيوب المحاربي الداراني قاضي دمشق |جـ 2 صـ 432| لعمر بن عبد العزيز ويزيد وهشام ابني عبد الملك قضى لهم ثلاثين سنة روى عن أنس بن مالك وأبي هريرة ومعاوية بن أبي سفيان وأبي أسامة الباهلي وغيرهم روى عنه عمر بن عبد العزيز وهو من رواة الأوزاعي وبرد بن سنان وعثمان بن أبي العاتكة وغيرهم وكان ثقة مأمونا ومن داريا عبد الجبار بن عبد الله بن محمد بن عبد الرحيم ويقال عبد الرحمن بن داود أبو علي الخولاني الداراني يعرف بابن مهنا له تاريخ داريا روى عن الحسن بن حبيب وأحمد ابن سليمان بن جزلة ومحمد بن جعفر الخرائطي وأحمد ابن عمير بن جوصا وأبي الجهم بن طلاب وغيرهم روى عنه أبو الحسن علي بن محمد بن طوق الطبراني وتمام بن محمد وأبو نصر المبارك وغيرهم ولم يذكر وفاته دارين فرضة بالبحرين يجلب إليها المسك من الهند والنسبة إليها داري قال الفرزدق كأن تريكة من ماء مزن وداري الذكي من المدام وفي كتاب سيف أن المسلمين اقتحموا إلى دارين البحر مع العلاء بن الحضرمي فأجازوا ذلك الخليج بإذن الله جميعا يمشون على مثل رملة ميثاء فوقها ماء يغمر أخفاف الإبل وإن ما بين الساحل ودارين مسيرة يوم وليلة لسفر البحر في بعض الحالات فالتقوا وقتلوا وسبوا فبلغ منهم الفارس ستة آلاف والراجل ألفين فقال في ذلك عفيف بن المنذر ألم تر أن الله ذلل بحره وأنزل بالكفار إحدى الجلائل دعونا الذي شق البحار فجاءنا بأعجب من فلق البحار الأوائل قلت أنا وهذه صفة أوال أشهر مدن البحرين اليوم ولعل اسمها أوال ودارين والله أعلم فتحت في أيام أبي بكر رضي الله عنه سنة 21 وقال محمد ابن حبيب هي الداروم وهي بليدة بينها وبين غزة أربعة فراسخ فتكون غير التي بالبحرين الدارين هو ربض الدارين بحلب ذكر في ربض الدارين وقد ذكره عيسى بن سعدان الحلبي في مواضع من شعره فقال يا سرحة الدارين أية سرحة مالت ذوائبها علي تحننا أرسى بواديك الغمام ولا غدا نفس الخزامى الحارثي وحوشنا أمنفرين الوحش من أبياتكم حبا لظبيكم أسا أو أحسنا أشتاقه والأعوجية دونه ويصدني عنه الصوارم والقنا وقال الأعشى وكأس كعين الديك باكرت خدرها بفتيان صدق والنواقيس تضرب سلاف كأن الزعفران وعندما يصفق في ناجودها ثم يقطب لها أرج في البيت عال كأنه ألم به من بحر دارين أركب ",
                "title": "داريا",
                "uri": "JK_000129_005031"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}