{
    "features": [
        {
            "item": "JK_000129_001744",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.388-389",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>برقة والنسبة البرقي</h1> بفتح أوله والقاف اسم صقع كبير يشتمل على مدن وقرى بين الإسكندرية وإفريقية واسم مدينتها انطابلس وتفسيره الخمس مدن قال بطليموس طول مدينة برقة ثلاثة وستون درجة وعرضها ثلاث وثلاثون درجة وعشر دقائق تحت |جـ 1 صـ 389| تسع درج من السرطان وست وخمسين دقيقة يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من الميزان وهي في الإقليم الثالث وقيل في الرابع وقال صاحب الزيج طولها ثلاث وأربعون درجة وعرضها ثلاث وثلاثون درجة وأرض برقة أرض خلوقية بحيث ثياب أهلها أبدا محمرة لذلك ويحيط بها البرابر من كل جانب وفي برقة فواكه كثيرة وخيرات واسعة مثل جوز ولوز وأترج وسفرجل وفي مدينة برقة قبر رويفع صاحب النبي صلى الله عليه وسلم وأهلها يشربون من ماء السماء يجري في أودية ويفيض إلى برك بناها لهم الملوك ولها آبار يرتفق بها الناس ولها ساحل يقال له أجية وهي مدينة بها سوق ومنبر وعدة محارس على ستة أميال من برقة وساحل آخر يقال له طلموية وبين الإسكندرية وبرقة مسيرة شهر وقال أحمد ابن محمد الهمداني من الفسطاط إلى برقة مائتان وعشرون فرسخا وهي ما افتتح صلحا صالحهم عليها عمرو بن العاص وألزم أهلها من الجزية ثلاثة عشر ألف دينار وأن يبيعوا أولادهم في عطاء جزيتهم وأسلم أكثر من بها فصولحوا على العشر ونصف العشر في سنة إحدى وعشرين للهجرة وكان في شرطهم أن لا يدخلها صاحب خراج بل يوجهوا بخراجهم في وقته إلى مصر إلى أن استولى المسلمون على البلاد التي تجاورها فانتقض ذلك الرسم فكانوا لهذه الحال على خصب ودعة وأمن وسلامة وكان عبد الله بن عمرو بن العاص يقول ما أعلم منزلا لرجل له عيال أسلم ولا أعزل من برقة ولولا أموالي بالحجاز لنزلت برقة ومن برقة إلى القيروان مدينة إفريقية مائتان وخمسة عشر فرسخا وقد نسب إلى برقة جماعة من أهل العلم منهم أحمد بن عبد الله بن عبد الرحيم بن سعيد بن زرعة الزهري البرقي أبو بكر مولى بني زهرة حدث بالمغازي عن عبد الملك بن هشام وكان ثقة ثبتا وله تاريخ وأخواه محمد وعبد الرحيم ابنا عبد الله رووا جميعا كتاب السيرة عن ابن هشام قاله ابن ماكولا وذكر ابن يونس أحمد بن عبد الله في البرقيين وذكر محمدا في المصريين وقال إنه كان يتجر هو وأخوته إلى برقة فعرف بالبرقي وهو من أهل مصر وفي كتاب الجنان لابن الزبير أبو الحسن بن عبد الله البرقي القائل في الحاكم وقد حدثت بمصر زلزلة بالحاكم العدل أضحى الدين معتليا نجل الهدى وسليل السادة الصلحا ما زلزلت مصر من كيد يراد بها وإنما رقصت من عدله فرحا قال وقد رأيت هذا البيت منسوبا إلا أنه قيل في كافور الإخشيدي قال وقال البرقي في الحاكم وقد غاب وجاء في عقيب ذلك مطر أذرى لفقدك يوم العيد أدمعه من بعد ما كان يبدي البشر والضحكا لأنه جاء يطوي الأرض من بعد شوقا إليك فلما يجدك بكى ",
                "title": "برقة والنسبة البرقي",
                "uri": "JK_000129_001744"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}