{
    "features": [
        {
            "item": "JK_000129_005758",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.43-44",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الرس</h1> بفتح أوله والتشديد البئر والرس المعدن والرس إصلاح ما بين القوم قال أبو منصور قال أبو إسحاق الرس في القرآن بئر يروى أنهم قوم كذبوا نبيهم ورسوه في بئر أي دسوه فيها قال ويروى أن الرس قرية باليمامة يقال لها فلج وروي أن الرس ديار لطائفة من ثمود وكل بئر رس ومنه قول الشاعر تنابيله يحفرون الرساسا |جـ 3 صـ 44| وقال ابن دريد الرس والرسيس بوزن تصغير الرس واديان بنجد أو موضعان وبعض هذه أرادت ابنة مالك بن بدر ترثي أباها إذ قتلته بنو عبس بمالك ابن زهير فقالت ولله عينا من رأى مثل مالك عقيرة قوم إن جرى فرسان فليتهما لم يشربا قط شربة وليتهما لم يرسلا لرهان أحل به أمس جنيدب نذره فأي قتيل كان في غطفان إذا سجعت بالرقمتين حمامة أو الرس تبكي فارس الكتفان وقال الزمخشري قال علي الرس من أودية القبلية وقال غيره الرس ماء لبني منقذ بن أعياء من بني أسد قال زهير لمن طلل كالوحي عاف منازله عفا الرس منه فالرسيس فعاقله وقال أيضا بكرن بكورا واستحرن بسحرة فهن لوادي الرس كاليد للفم وقال الأصمعي الرس والرسيس فالرس لبني أعياء رهط حماس والرسيس لبني كاهل وقال آخرون في قوله عز وجل & وأصحاب الرس وقرونا بين ذلك كثيرا & قال الرس وادي أذربيجان وحد أذربيجان ما وراء الرس ويقال إنه كان بأران على الرس ألف مدينة فبعث الله إليهم نبيا يقال له موسى وليس بموسى بن عمران فدعاهم إلى الله والإيمان به فكذبوه وجحدوه وعصوا أمره فدعا عليهم فحول الله الحارث والحويرث من الطائف فأرسلهما عليهم فيقال أهل الرس تحت هذين الجبلين ومخرج الرس من قاليقلاء ويمر بأران ثم يمر بورثان ثم يمر بالمجمع فيجتمع هو والكر وبينهما مدينة البيلقان ويمر الكر والرس جميعا فيصبان في بحر جرجان والرس هذا واد عجيب فيه من السمك أصناف كثيرة وزعموا أنه يأتيه في كل شهر جنس من السمك لم يكن من قبل وفيه سمك يقال له الشورماهي لا يكون إلا فيه ويجيء إليه في كل سنة في وقت معلوم صنف منه وقال مسعر بن المهلهل وقد ذكر بذ بابك ثم قال وإلى جانبه نهر الرس وعليه رمان عجيب لم أر في بلد من البلدان مثله وبها تين عجيب وزبيبها يجفف في التنانير لأنه لا شمس عندهم لكثرة الضباب ولم تصح السماء عندهم قط ونهر الرس يخرج إلى صحراء البلاسجان وهي إلى شاطىء البحر في الطول من برزند إلى برذعة ومنها ورثان والبيلقان وفي هذه الصحراء خمسة آلاف قرية وأكثرها خراب إلا أن حيطانها وأبنيتها باقية لم تتغير لجودة التربة وصحتها ويقال إن تلك القرى كانت لأصحاب الرس الذين ذكرهم الله في القرآن المجيد ويقال إنهم رهط جالوت قتلهم داود وسليمان عليهما السلام لما منعوا الخراج وقتل جالوت بأرمية ",
                "title": "الرس",
                "uri": "JK_000129_005758"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}