{
    "features": [
        {
            "item": "JK_000952_2448",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.515-517",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصايغ</h1> بفتح الصاد وكسر الياء المنقوطة باثنتين من تحتها وفي آخرها الغين المعجمة هذه النسبة إلى عمل الصياغة وهو صوغ الذهب والمشهور بهذه النسبة أبو إسحاق إبراهيم بن ميمون الصايغ من أهل مرو يروي عن عطاء بن أبي رباح ونافع مولى عبد الله بن عمر وميمون بن مهران وجماعة من التابعين أيضا أدركهم وعاين سيرتهم وسنتهم وكلما سمع الأذان ألقى المطرقة خلف ظهره وقام إلى الصلاة قال العباس بن مصعب خرج من مرو أربعة من أولاد العبيد ما منهم أحد إلا وهو إمام عصره عبد الله بن المبارك والمبارك عبد وإبراهيم بن ميمون الصايغ وميمون عبد والحسين بن واقد وواقد عبد وأبو حمزة محمد بن ميمون السكري وميمون عبد وروى عن أبي حنيفة رحمه الله حديثا واحدا وهو ما روى له عن حماد عن إبراهيم عن علقمة عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال أفضل الجهاد كلمة حق عند سلطان جائر يقتل عليها روى عن إبراهيم حسان بن إبراهيم وداود بن أبي الفرات وأبو حمزة السكري وأهل بلده وكان إبراهيم فقيها فاضلا من الأمارين بالمعروف والناهين عن المنكر ذكره البخاري |جـ 3 صـ 516| في تاريخه في باب إبراهيم فقال إبراهيم بن ميمون أبو إسحاق الصايغ الخراسان مولى النبي صلى الله عليه وسلم عن عطاء ونافع روى عنه داود بن أبي الفرت وحسان بن إبراهيم قتله أبو مسلم بمرو سنة إحدى وثلاثين ومائة وقبره في وسط المدينة الداخلة مشهور يزار من ولده أبو محمد الحسن بن محمد بن حليم المروزي الصايغ مات سنة ست وخمسين وثلاثمائة روى عن أبي الموجه محمد بن عمرو بن الموجه بن إبراهيم الفزاري كتاب سننه وهو من أهل مرو أيضا روى عنه أبو نصر أحمد بن الحسين بن أبي ذر الكلاباذي وأبو عبد الله محمد بن منده الحافظ وأبو العباس أردشير بن محمد بن أحمد الحسامي المروزي وإنما نسب إلى الصايغ لجده الأعلى إبراهيم وكان شيخا ثقة من أهل مرو سمع الحديث بمرو من أبي الموجه وسيف بن ريحان وبالعراق من عبد الله بن أحمد بن حنبل وأبي مسلم الكجي وسعيد بن حسان الأندلسي الصايغ مولى الحكم بن هشام يكنى أبا عثمان يروي عن أصحاب مالك بن أنس مات سنة ست وثلاثين ومائتين وسكن الصايغ الإفريقي رجل معروف وقد روى قاله ابن يونس وأبو حامد أحمد بن محمد بن عبد الله بن محمد بن عبد الوهاب بن محمد بن يزيد بن سنان بن جبلة الصايغ من أهل نيسابور سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأبا قريش محمد بن جمعة بن خلف القهستاني وكتب ببغداد مع أبي الحسين الحجاجي من أبي القاسم عبد الله بن محمد البغوي وأبي محمد يحيى بن محمد بن صاعد وطبقتهما سمع منه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وابو العباس جعفر بن محمد بن المعتز المستغفري وذكره الحاكم في تاريخ نيسابور فقال أبو حامد الصايغ كان قد سمع الحديث الكثير بخراسان والعراق وحدث بنيسابور سنين وكان له ابن مقيم ببخارى فحمله إلى بخارى فتوفي بها سنة أربع وسبعين وثلاثمائة وأبو جعفر محمد بن إسماعيل بن سالم الصايغ المكي من أهل بغداد سكن مكة وحدث بها عن حجاج بن محمد الأعور وشبابة بن سوار المدائني وروح بن عبادة وأبي أسامة حماد بن اسامة وأبي داود الحفري وقبيصة بن عقبة وعفان بن مسلم الصفار |جـ 3 صـ 517| البصري وغيرهم روى عنه أبو محمد عبد الله بن الحسين بن بندار المديني وموسى بن هارون الحافظ ويحيى بن محمد بن صاعد وأبو العباس محمد بن عبد الرحمن الدغولي وأبو العباس عبد الله بن عبد الرحمن العسكري وقال عبد الرحمن بن أبي حاتم سمعت منه بمكة وهو صدوق وقال محمد بن إسماعيل الصايغ سألني همام شراء هاون فأتيته بهاون فجعل يقرأ علي فأقول له زدني فيقول آذاني الهاون آذاني الهاون كذا روي همام والصواب سألني أبو همام وقال عبد الرحمن بن يوسف بن خراش ومحمد بن إسماعيل الصايغ من أهل الفهم والأمانة وتوفي سنة ست وسبعين ومائتين وأبو منصور عبد الواحد بن الحسن بن عبد الواحد بن إبراهيم الصايغ الشيرازي المعروف بالصايغ الكبير صاحب حديث رحل إلى القاضي أبي عمر القاسم بن جعفر الهاشمي إلى البصرة وسمع منه ومن جماعة من شيوخ شيراز وكان عبد الصمد بن الحسن الحافظ الشيرازي يتكلم فيه هكذا ذكر عبد العزيز بن محمد بن محمد النخشبي الحافظ أبو سعد يحيى بن أحمد الصايغ يروي عن أبي محمد جعفر بن محمد بن أحمد بن الحكم أستاذ أستاذ علا العالم ",
                "title": "الصايغ",
                "uri": "JK_000952_2448"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}