{
    "features": [
        {
            "item": "JK_000952_4150",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, p.515",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النفري</h1> بكسر النون وفتح الفاء المشددة وفي اخرها الراء هذه النسبة إلى النفر وظني أنه موضع بالبصرة وقال أبو بكر الخطيب البغدادي النفر بلد على النرس من بلاد الفرس والمشهور بهذه النسبة أحمد بن الفضل النفري حدث عن عمار بن يزيد بن بريد البصري وغيره وأبو الحسن علي بن أحمد بن محمد بن إسماعيل النفري من أهل البصرة سمع الكثير وكانت له معرفة تامة باللغة والأدب سمع أبا الحسين عاصم بن الحسن بن محمد الكرخي ومن دونه قال لي أبو الفضل محمد بن ناصر السلامي أبو الحسن بن النفري كان رفيقي في سماع الحديث وعلقت عنه شيئا من الشعر وأبو عمرو أحمد بن الفضل بن سهل بن الراهبون القاضي النفري قدم بغداد وحدث بها عن إسماعيل بن موسى الفزاري وسفيان بن وكيع وأبي كريب محمد بن العلاء وأبي سعيد الأشج ومحمد بن وزير الواسطى روى عنه أبو الحسن أحمد بن جعفر الخلال ومحمد بن إسماعيل الوراق ومحمد بن المظفر وموسى بن جعفر بن عرفة السمسار وكان محمد بن إسماعيل بن العباس المستملي إذا روى عنه قال حدثنا أبو عمرو أحمد بن الفضل بن سهل القاضي النفري قدم علينا نفر سنة تسع وثلاثمئة وأبو الحسن محمد بن عثمان بن محمد بن شهاب النفري من أهل بغداد سمع أبا حامد محمد بن هارون الحضرمي ومحمد بن منصور بن أبي الجهم الشيعي وسعيد بن محمد أخا زبير الحافظ ومحمد بن نوح الجنديسابوري والحسين بن محمد بن زنجي الدباغ وعبد الملك بن يحيى الزعفراني والحسين والقاسم ابني إسماعيل المحاملي وأبا بكر بن زياد النيسابوري روى عنه أبو القاسم الأزهري وأبو العلاء الواسطي وأبو الفرج الطناجيري وأحمد بن محمد العتيقي وكان ثقة وولد في رجب سنة إحدى عشرة وثلاثمئة وكتب الحديث في سنة تسع عشرة وما بعدها وتوفي في شهر رمضان سنة إحدى وتسعين وثلاثمئة وأبو الحسن علي بن عيسى بن سليمان بن محمد بن سليمان الفارسي النفري ذكرته في الفاء ",
                "title": "النفري",
                "uri": "JK_000952_4150"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}