{
    "features": [
        {
            "item": "JK_000952_1213",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.259-260",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمدويي</h1> بفتح الحاء المهملة وسكون الميم وضم الدال المهملة وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى حمدويه وهو اسم لبعض أجداد المنتسب إليه وهم جماعة منهم أبو القاسم يحيى بن علي بن محمد بن حمدويه الحمدويي الكشميهني من أهل قرية كشميهن كان إماما فاضلا مفتيا مناظرا صالحا ورعا متفيا تفقه على جماعة |جـ 2 صـ 260| منهم أبو محمد عبد الله بن يوسف الجويني وسمع الحديث الكثير وأملى وكتبوا عنه سمع أباه أبا الحسن وأبا الهيثم محمد بن المكي الكشميهني وأبا العباس أحمد بن محمد بن سراج الطحان السنجي وأبا سعد أحمد بن محمد بن أحمد الماليني وأبا محمد عبد العزيز بن أحمد بن محمد الوراق بمرو وأبا علي الحسن بن أبي بكر بن شاذان البزاز ببغداد وأبا بكر محمد بن عبد الله بن ريذة الضبي بأصبهان وأبا الحسين عبد الله بن الحسين الكوفي بالكوفة وغيرهم روى لنا عنه أبو الفضل محمد بن أبي نصر المسعودي وأبو عبد الله محمد بن أبي ذر الجوباني وأبو الحسن علي بن أبي القاسم الصباغ وغيرهم وكانت ولادته في سنة ثمان وتسعين وثلاثمائة وتوفي في صفر سنة تسع وستين وأربعمائة ودفن بقبور كران وأبو الفتح محمد بن أبي القاسم عبد الرحمن بن عبد الله الحمدويي من أهل بنج ديه كان فقيها ورعا حسن السيرة تفقه والدى رحمة الله وسمع جامع أبي عيسى ببغشور من أبي سعيد محمد بن علي بن أبي صالح القاضي عن الجراحي عن المحبوبي عنه وسمعت منه ذلك وسمع أبا القاسم هبة الله بن عبد الوارث الشيرازي وأبا أحمد الحسن بن أحمد بن يحيى الكاتب وأبا بكر عبد الغافر بن محمد الشيرويي وغيرهم وكانت ولادته بعد سنة سبعين وأربعمائة بمرست إحدى القرى الخمس والخطيب أبو الحسن علي بن أحمد بن نصر بن محمد بن إبراهيم بن حمدويه بن قطن بن فرزدق بن طرخان السلمي الحمدويي الأشتيخني نسب إلى جده الأعلى حمدويه وهو من أهل أشتيخن وكان لقطن إخوة أحدهم عبد الرحمن السلمي معلم الحسن والحسين وهو بسغد ومحفوظ السلمي وهو ببلخ ومحمد وهو بخانقين في العراق ذكره أبو عبد الله بن منده الحافظ الأصبهاني في تاريخه وتوفي أبو الحسن الخطيب بأشتيخن غرة ذي القعدة سنة أربع وعشرين وخمسمائة عاش مائة وثلاث عشرة سنة يروي عن أبي محمد عبد الملك بن عبد الرحمن الأسيري سمع منه عمر بن محمد بن أحمد النسفي الحافظ ",
                "title": "الحمدويي",
                "uri": "JK_000952_1213"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}