{
    "features": [
        {
            "item": "JK_000952_0705",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.455-456",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الترجماني</h1> بفتح التاء ثالث الحروف وضم الجيم بينهما الراء الساكنة والميم المفتوحة بعدها الألف وفي آخرها النون هذه النسبة إلى الترجمان وهو إسم لجد أبي الحسن |جـ 1 صـ 456| محمد بن الحسين بن علي بن الترجماني الغزي ثم العسقلاني الترجماني الصوفي ولد بغزة من بلاد فلسطين وسكن عسقلان وكان شيخ الفقراء والصوفية بها وقيل لجده الترجمان لأنه كان ترجمان سيف الدولة وكان صالحا عفيفا متواضعا مكثرا من الحديث سمع بعسقلان أبا بكر محمدا وأبا الحسن عليا ابني أحمد بن يوسف الحندريين وبقيسارية أبا إسحاق إبراهيم بن عطية الفيسراني صاحب الحسن بن الفرج الغزي وبمنبج أبا الحسين محمد بن جعفر بن أبي الزبير المنبجي وبالرقة أبا الحسين بن المعتمر الرقي وبدمشق أبا الحسين عبد الوهاب بن الحسن الكلابي وبأطرابلس أبا جعفر عمر بن داود بن سلمون الأطرابلسي وطبقتهم روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وأبو طاهر محمد بن أحمد بن أبي الصقر اللخمي وأبو نصر محمد بن محمد بن همياه الرامشي المقريء وأبو الحسين أحمد بن عبد القادر بن يوسف البغدادي التاجر وأبو محمد كامل بن ديسم بن مجاهد العسقلاني وغيرهم ذكره أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ في معجم شيوخه وقال أبو الحسين بن الترجماني الغزي شيخ صالح كان شيخ الفقراء بالشام خدمهم ستين سنة وهو بعد كان يخدمهم بنفسه وأنفق جميع ما ورث من أبيه عليهم وكان جده ترجمان سيف الدولة على ما سمعتهم يذكرون سمعته يقول كنت عند أبي جعفر بن سلمون بأطرابلس نازلا في مسجد فجاء شيوخ عسقلان إلى أطرابلس فسمعوا بي فجاؤا إلي فدخل علي رسولهم فقال ندخل عندك أو تخرج إلي عندنا فقلت أما أنا فليس لي عند بل أخرج إليكم تواضعا لله وقلة نظر إلى ما هو فيه من التجريد وكان علي تواضعه ذلك إلى أن رأيناه في أول سنة تسع وثلاثين وكرة أخرى في سنة أربعين في رمضان وكان ثقة في الرواية له أصول صحاح بخطه وكانت وفاته بعد سنة أربعين وأربعمائة وأبو إبراهيم إسماعيل بن إبراهيم بن بسام الترجماني شيخ يروي عن حديج بن معاوية وشعيب بن صفوان ويحيى بن سعيد الأموي روى عنه أبو زرعة الرازي كتب عنه يحيى بن معين أحاديث ",
                "title": "الترجماني",
                "uri": "JK_000952_0705"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}