{
    "features": [
        {
            "item": "JK_000952_4047",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.442-443",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الناجي</h1> بالنون المشددة والجيم بعد الألف هذه النسبة إلى بني ناجية وهم عدد كثير من بني سامة بن لؤي وقال أبو علي الغساني ناجية بنت جرم بن رئاب أمهم كانت تحت سامة بن لؤي فنسبوا إليه وعامتهم بالبصرة منهم أبو الصديق بكر بن قيس الناجي من أهل البصرة يروي عن أبي سعد الخدري روى عنه ثابت البناني مات سنة ثمان ومئة وسالم بن هلال الناجي يروي عن أبي الصديق الناجي روى عنه يحيى بن سعيد القطان وأبو الحسن ميمون بن نجيح الناجي يروي عن الحسن بن أبي الحسن روى عنه نصر بن علي الجهضمي وأبو عاصم النبيل والنضر بن شميل وسليمان بن الأسود الناجي يروي عن أبي المتوكل الناجي روى عنه وهب وابن أبي عروبة والمنتسب إليها ولاء أبو يحيى مالك بن دينار الناجي مولى لبني ناجية بن سامة بن لؤي بن غالب القرشي من أهل البصرة يروي عن أنس بن مالك رضي الله عنه وكان من زهاد التابعين والمتقشفة الخشن مات سنة ثلاث وعشرين ومئة وقد قيل سنة سبع وعشرين ومئة ويقال سنة ثلاثين ومئة ويقال سنة إحدى وثلاثين وأبو سلمة عباد بن منصور الناجي السامي القاضي بالبصرة يروي عن أيوب السختياني حديثه مخرج في صحيح البخاري استشهادا وأبو عبيدة بكر بن الأسود الناجي يروي عن الحسن روى عنه وكيع وهلال بن فياض ضعفه يحيى بن معين وقال مرة أخرى ليس به بأس وجميل بن عبد الرحمن بن سواده الأنصاري الناجي ولاء المؤدب مولى ناجية بنت غزوان أخت عتبة بن غزوان عداده في أهل المدينة يروي عن سعيد بن المسيب روى عنه يحيى بن سعيد الأنصاري ومالك وكانت أمه بنت سعد القرظ |جـ 5 صـ 443| وإبراهيم بن نافع الجلاب البصري الناجي من بني ناجية يروي عن مبارك بن فضالة وعمر بن موسى الوجيهي وروح بن مسافر وابن المبارك وغيرهم قال ابن أبي حاتم سألت أبي عنه فقال لا بأس به كان حدث بأحاديث عن عمر بن موسى الوجيهي بواطيل وعمر متروك الحديث ",
                "title": "الناجي",
                "uri": "JK_000952_4047"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}