{
    "features": [
        {
            "item": "JK_000129_012215",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.178",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المقياس</h1> هو عمود من رخام قائم في وسط بركة على شاطىء النيل بمصر له طريق إلى النيل يدخل الماء إذا زاد عليه وفي ذلك العمود خطوط معروفة عندهم يعرفون بوصول الماء إليها مقدار زيادته فأقل ما يكفي أهل مصر لسنتهم أن يزيد أربعة عشر ذراعا فإن زاد ستة عشر ذراعا زرعوا بحيث يفضل عندهم قوت عام وأكثر ما يزيد ثمانية عشر ذراعا والذراع أربعة وعشرون إصبعا قال القاضي القضاعي وكان أول من قاس النيل بمصر يوسف عليه السلام وبنى مقياسه بمنف وهو أول مقياس وضع وقيل إنه كان يقاس بأرض علوة بالرصاصة قبل ذلك ثم لما صار الأمر إلى دلوكة العجوز التي ذكرتها في حائط العجوز بنت مقياسا بأنصنا وهو صغير ومقياسا آخر بإخميم وقيل إنهم كانوا يقيسون الماء قبل ذلك بالرصاصة قال ولم يزل المقياس فيما مضى قبل الفتح بقيسارية الأكسية ومعالمه هناك باقية إلى أن ابتنى المسلمون بين الحصن والبحر أبنيتهم الباقية إلى الآن ثم ابتنى عمرو بن العاص عند فتحه مصر مقياسا بأسوان ثم بني في أيام معاوية مقياس بأنصنا ثم ابتنى عبد العزيز بن مروان مقياسا بحلوان وكانت منزله قال فأما المقياس القديم الذي بالجزيرة فالذي وضع أساسه أسامة بن زيد التنوخي وهو الذي بنى بيت المال بمصر في أيام سليمان بن عبد الملك وكان بناؤه المقياس في سنة 79 قال ابن بكير أدركت المقياس يقيس الماء بمنف ويدخل زيادته كل يوم إلى الفسطاط ثم بنى بها المتوكل مقاسا في سنة 742 وهو المقياس الكبير المعروف بالجديد وأمر أن يعزل النصارى عن قياسه فجعل على المقياس أبا الرداد المعلم واسمه عبد الله بن عبد السلام بن عبد الله بن أبي الرداد وأصله من البصرة ذكره ابن يونس وقال قدم مصر وحدث بها وجعل على قياس النيل وأجرى عليه سليمان بن وهب صاحب خراج مصر يومئذ سبعة دنانير في كل شهر فلم يزل المقياس منذ ذلك الوقت في يد أبي الرداد وولده إلى الآن وتوفي أبو الرداد سنة 266 ثم ركب أحمد بن طولون سنة 952 ومعه أبو أيوب صاحب خراجه وبكار بن قتيبة قاضيه فنظر إلى المقياس وأمر بإصلاحه وقدر له ألف دينار فعمر وبنى الخازن في الصناعة مقياسا وأثره باق ولا يعتمد عليه ",
                "title": "المقياس",
                "uri": "JK_000129_012215"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}