{
    "features": [
        {
            "item": "JK_000952_0202",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.187-188",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأعرابي</h1> بفتح الألف وسكون العين المهملة وفتح الراء وفي آخرها الباء المنقوطة بواحدة هذه النسبة معروفة إلى الأعراب والمشهور بهذا الانتساب من بين سائر الأعراب السكن بن أبي خالد الأعرابي صاحب الغنم يروي عن الحسن وأبي نعامة روى عنه هاشم بن حسان وقد بقي إلى أن كتب عنه قتيبة بن سعيد وشعيث بن عبد الله بن زبيب العنبري التميمي الأعرابي يروي عن أبيه عن جده روى عنه موسى بن إسماعيل وأحمد بن عبدة وأبو سهل عوف بن أبي جميلة يقال رزينة الأعرابي العبدي الهجري ممن سكن البصرة يروي عن الحسن وابن سيرين روى عنه شعبة وسعيد والنضر بن شميل وأهل البصرة كان مولده سنة تسع وخمسين ومات سنة ست وأربعين ومائة وكان أكبر من قتادة بسنتين ومات أشعث قبله بقليل في تلك السنة وأبو جعفر محمد بن الحسين بن المبارك البغدادي ويعرف بالأعرابي ويقال عرابي سمع أسود بن عامر شاذان ويونس بن محمد المؤدب وعمرو بن حماد بن طلحة وأبا غسان مالك بن إسماعيل وجماعة من هذه الطبقة روى عنه يحيى بن محمد بن صاعد ومحمد بن مخلد وغيرهما وكان ثقة قال أبو الحسين بن المنادي توفي محمد بن الحسين الأعرابي لعشر بقين من شهر رمضان سنة سبعين ومائتين وكان كثير السماع كتب الناس عنه على سداد ثم توفي ابنه وكان شابا نفيسا يحفظ الحديث فتغير لذلك إلى أن مات وأبو عبد الله محمد بن زياد الأعرابي مولي بن هاشم صاحب اللغة من أهل الكوفة وكان أحد العالمين باللغة والمشار إليهم في |جـ 1 صـ 188| معرفتها كثير الحفظ لها ويقال لم يكن في الكوفيين أشبه برواية البصريين منه وكان يزعم أن الأصمعي وأبا عبيدة لا يحسنان قليلا ولا كثيرا وحدث بالحديث عن أبي معاوية محمد بن خازم الضرير روى عنه أبو إسحاق إبراهيم بن إسحاق الحربي وأبو العباس ثعلب وأبو عكرمة الضبي وأبو شعيب الحراني وكان ثقة قال أبو جعفر أحمد بن يعقوب بن يوسف الأصبهاني النحوي فأما عبد الله محمد بن زياد الأعرابي فكانت طرائقه طرائق الفقهاء والعلماء ومذاهب جلة شيوخ المحدثين وأحفظ الناس للغات والأيام والأنساب وقال أبو العباس أحمد بن يحيى ثعلب قال لي ابن الأعرابي أمللت عليهم قبل أن تجيئني يا أحمد حمل جمل وقال ثعلب انتهى علم اللغة والحفظ إلى ابن الأعرابي وقال ثعلب سمعت ابن الأعرابي يقول في كلمة رواها الأصمعي سمعته من ألف أعرابي خلاف ما قاله الأصمعي وقال أبو جعفر القحطبي لما مات ابن الأعرابي ذهبنا لنشتري كتبه فوجدنا كتبه رقاقا وأوراقا ورقاعا ولم أر في كتبه شكله إلا الفتحات قال وما رئي في يد ابن الأعرابي كتاب قط وكان من أوثق الناس وقال الفضل بن محمد الشعراني كان للناس رؤوسا كان سفيان الثوري رأسا في الحديث وأبو حنيفة رأسا في القياس والكسائي رأسا في القرآن فلم يبق اليوم رأس في فن من الفنون أكبر من ابن الأعرابي فإنه رأس في كلام العرب وأبو الحسن علي بن الحسن بن عبيد بن محمد بن سعد بن اياس الشيباني المعروف بابن الأعرابي من أهل بغداد حدث عن علي بن عمروس الأنصاري وأبي خالد يزيد بن يحيى الخزاعي وعبد الله بن الغمر البجلي وأبي العتاهية الشاعر وغيرهم وكان صاحب أدب ورواية للأخبار روى عنه عبد الله بن أبي سعد الوراق والقاضي أبو عبد الله بن المحاملي وسعد بن اياس الذي سقنا نسبه إليه هو أبو عمرو الشيباني صاحب عبد الله بن مسعود وأبو عمرو أحمد بن إبراهيم بن محمد بن العباس بن الأعرابي التميمي من أهل جرجان رحل إلى بغداد روى عن عبد الملك بن أحمد الزيات ومحمد بن عبد الله بن العلاء وأبي عبد الله بن مخلد والحسين بن إسماعيل القاضي وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وهو أخو أبي العباس بن الأعرابي وكان ثقة توفي في سنة ثمان وسبعين وثلاثمائة ",
                "title": "الأعرابي",
                "uri": "JK_000952_0202"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}