{
    "features": [
        {
            "item": "JK_000129_005430",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.532-533",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير الماطرون</h1> قد ذكرنا الماطرون في موضعه وقال أبو محمد حمزة بن القاسم قرأت على حائط من بستان الماطرون هذه الأبيات أرقت بدير الماطرون كأنني لساري النجوم آخر الليل حارس وأعرضت الشعرى العبور كأنها معلق قنديل عليها الكنائس ولاح سهيل عن يميني كأنه شهاب نجاة وجهه الريح قابس وهذه أبيات قديمة تروى لأرطاة بن سهية دير متى بشرقي الموصل على جبل شامخ يقال له جبل متى من استشرفه نظر إلى رستاق نينوى والمرج وهو حسن البناء وأكثر بيوته منقورة في الصخر وفيه نحو مائة راهب لا يأكلون الطعام إلا جميعا في بيت الشتاء أو بيت الصيف وهما منقوران في صخرة كل بيت منهما يسع جميع الرهبان وفي كل بيت عشرون مائدة منقورة من الصخر وفي ظهر كل واحدة منهن قبالة برفوف وباب يغلق عليها وفي كل قبالة آلة المائدة التي تقابلها من غضارة وطوفرية وسكرجة لا تختلط آلة هذه بآلة هذه ولرأس ديرهم مائدة لطيفة على دكان لطيف في صدر البيت يجلس عليها وحده وجميعها حجر ملصق بالأرض وهذا عجيب أن يكون بيت واحد يسع مائة رجل وهو ومرائده حجر واحد وإذا جلس رجل في صحن هذا الدير نظر إلى مدينة الموصل وبينهما سبعة فراسخ ووجد على حائط دهليزه مكتوبا يا دير متى سقت أطلالك الديم وانهل فيك على سكانك الرهم فما شفى غلتي ماء على ظمإ كما شفى حر قلبي ماؤك الشبم دير المحرق في غربي النيل بمصر على رأس جبل من الصعيد الأدنى مليح نزه حسن العمارة لم ير |جـ 2 صـ 533| أحسن منه ولا أحكم عمارة والنصارى يعظمونه ويزعمون أن المسيح عليه السلام لما ورد مصر كان نزوله به ومستقره فيه دير محمد من نواحي دمشق قال الحافظ أبو القاسم محمد بن الوليد بن عبد الله بن مروان بن الحكم بن أبي العاصي بن أمية الأموي أمه أم البنين بنت عبد العزيز بن مروان كان عمر بن عبد العزيز رضي الله عنه يراه أهلا للخلافة وإليه تنسب المحمديات التي فوق الأرزة ودير محمد الذي عند المنيحة من إقليم بيت الآبار وتزوج محمد هذا ابنة عمه يزيد بن عبد الملك دير المحلى بساحل جيحان من الثغر قرب المصيصة حسن مشرف على رياض وأزهار وأثمار وقد قيل فيه أشعار قال ابن أبي زرعة الدمشقي الشاعر دير محلى محلة الطرب وصحنه صحن روضة الأدب والماء والخمر فيه قد سكبا للضيف من فضة ومن ذهب دير مخراق من أعمال خوزستان ",
                "title": "دير الماطرون",
                "uri": "JK_000129_005430"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}