{
    "features": [
        {
            "item": "JK_000129_002222",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.503-504",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بوان</h1> بالفتح وتشديد الواو وألف ونون في ثلاثة مواضع أشهرها وأسيرها ذكرا شعب بوان بأرض فارس بين أرجان والنوبندجان وهو أحد متنزهات الدنيا قال المسعودي وذكر اختلاف الناس في فارس فقال ويقال إنهم من ولد بوان بن إيران بن الأسود بن سام بن نوح عليه السلام وبوان هذا هو الذي ينسب إليه شعب بوان من أرض فارس وهو أحد المواضع المتنزهة المشتهرة بالحسن وكثرة الأشجار وتدفق المياه وكثرة أنواع الأطيار قال الشاعر فشعب بوان فوادي الراهب فثم تلقى أرحل النجائب وقد روي عن غير واحد من أهل العلم أنه من متنزهات الدنيا وبعض قال جنان الدنيا أربعة مواضع غوطة دمشق وصغد سمرقند وشعب بوان ونهر الأبلة وقالوا وأفضلها غوطة دمشق وقال أحمد بن محمد الهمداني من أرجان إلى النوبندجان ستة وعشرون فرسخا وبينهما شعب بوان الموصوف بالحسن والنزاهة وكثرة الشجر وتدفق المياه وهو موضع من أحسن ما يعرف فيه شجر الجوز والزيتون وجميع الفواكه النابتة في الصخر وعن المبرد أنه قال قرأت على شجرة بشعب بوان إذا أشرف المحزون من رأس تلعة على شعب بوان استراح من الكرب وألهاه بطن كالحريرة مسه ومطرد يجري من البارد العذب |جـ 1 صـ 504| وطيب ثمار في رياض أريضة على قرب أغصان جناها على قرب فبالله يا ريح الجنوب تحملي إلى أهل بغداد سلام فتى صب وإذا في أسفل ذلك مكتوب ليت شعري عن الذين تركنا خلفنا بالعراق هل يذكرونا أم لعل الذي تطاول حتى قدم العهد بعدنا فنسونا وذكر بعض أهل الأدب أنه قرأ على شجرة دلب تظلل عينا جارية بشعب بوان متى تبغني في شعب بوان تلقني لدى العين مشدود الركاب إلى الدلب وأعطي وإخواني الفتوة حقها بما شئت من جد وما شئت من لعب يدير علينا الكأس من لو رأيته بعينك ما لمت المحب على الحب وذكر لي بعض أهل فارس أن شعب بوان واد عميق الأشجار والعيون التي فيه إنما هي من جلهتيه وأسفل الوادي مضايق تجتمع فيها تلك المياه وتجري وليس في أرض وطيئة البتة بحيث تبنى فيه مدينة ولا قرية كبيرة وقد أجاد المتنبي في وصفه فقال مغاني الشعب طيبا في المغاني بمنزلة الربيع من الزمان ولكن الفتى العربي فيها غريب الوجه واليد واللسان ملاعب جنة لو سار فيها سليمان لسار بترجمان طبت فرساننا والخيل حتى خشيت وإن كرمن من الحران غدونا تنفض الأغصان فيها على أعرافها مثل الجمان فسرت وقد حجبن الحر عني وجئن من الضياء بما كفاني وألقى الشرق منها في ثيابي دنانيرا تفر من البنان لها ثمر تشير إليك منه بأشرابة وقفن بلا أواني وأمواه تصل بها حصاها صليل الحلي في أيدي الغواني ولو كانت دمشق ثنى عناني لبيق الثرد صيني الجفان يلنجوجي ما رفعت لضيف به النيران ندي الدخان تحل به على قلب شجاع وترحل منه عن قلب جبان منازل لم يزل منها خيال يشيعني إلى النوبنذجان إذا غنى الحمام الورق فيها أجابته أغاني القيان ومن بالشعب أحوج من حمام إذا غنى وناح إلى البيان وقد يتقارب الوصفان جدا وموصوفاهما متباعدان |جـ 1 صـ 505| يقول بشعب بوان حصاني أعن هذا يسار إلى الطعان أبوكم آدم سن المعاصي وعلمكم مفارقة الجنان فقلت إذا رأيت أبا شجاع سلوت عن العباد وذا المكان وكتب أحمد بن الضحاك الفلكي إلى صديق له يصف شعب بوان بسم الله الرحمن الرحيم كتبت إليك من شعب بوان وله عندي يد بيضاء مذكورة ومنة غراء مشهورة بما أولانيه من منظر أعدى على الأحزان وأقال من صروف الزمان وسرح طرفي في جداول تطرد بماء معين منسكب أرق من دموع العشاق مررتها لوعة الفراق وأبرد من ثغور الأحباب عند الالتئام والاكتئاب كأنها حين جرى آذيها يترقرق وتدافع تيارها يتدفق وارتج حبابها يتكسر في خلال زهر ورياض ترنو بحدق تولد قصب لجين في صفائح عقيان وسموط در بين زبرجد ومرجان أثر على حكمة صانعه شهيد وعلم على لطف خالقه دليل إلى ظل سجسج أحوى وخضل ألمى قد غنت عليه أغصان فينانة وقضب غيدانة تشورت لها القدود المهفهفة خجلا وتقيلتها الخصور المرهفة تشبها يستقيدها النسيم فتنقاد ويعدل بها فتنعدل فمن متورد يروق منظره ومرتج يتهدل مثمره مشتركة فيه حمرة نضج الثمار ينفحه نسيم النوار وقد أقمت به يوما وأنا لخيالك مسامر ولشوقك منادم وشربت لك تذكارا وإذا تفضل الله بإتمام السلامة إلى أن أوافي شيراز كتبت إليك من خبري بما تقف عليه إن شاء الله تعالى ",
                "title": "بوان",
                "uri": "JK_000129_002222"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}