{
    "features": [
        {
            "item": "JK_000952_2837",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.256-257",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العوذي</h1> بفتح العين المهملة وسكون الواو في آخرها الذال المعجمة هذه النسبة إلى بني عوذ وهو بطن من الأزد وعوذ ين سود بن حجر بن عمران بن عمرو مزيقياء قال أحمد بن الحباب عوذ وعايذ وعياذ بنو سود بن حجر بن عمران بن عمرو بن عامر بماء السماء وقال أحمد بن الحباب الحميري في نسب كندة فقال أبو الحرام بن العمرط بن غنم بن عوذ بن عبيد بن بدر بن غنم بن أريش وعوذ مناة بن يقدم من ولده النمر بن الطمثان بن عوذ مناة بن يقدم والمشهور بها أبو عبد الله همام بن يحيى بن دينار الأزدي العوذي مولى بني عوذ من أهل البصرة يروي عن الحسن وقتادة روى عنه ابن المبارك وأهل البصرة مات سنة ثلاث أو أربع وستين ومائة في شهر رمضان ويوسف بن زياد العوذي يروي عن ابن سيرين روى عنه حبان بن هلال وأبو نهار عقبة بن عبد الغافر الأزدي العوذي يروي عن أبي سعيد الخدري روى عنه يحيى بن أبي كثير وقتادة والبصريون قتل في الجماجم سنة ثلاث وثمانين وحبيب بن قرفة العوذي قال ابن ماكولا عوذ بن غالب بن قطيعة بن عبس شاعر |جـ 4 صـ 257| وأبو مالك غسان بن سيار العوذي من أهل البصرة يروي عن قتادة وثمامة بن عبد الله روى عنه المعلى بن أسد وأبو واسع معمر بن واسع العوذي تابعي أدرك أنس بن مالك ولي وادي مرو أيام قتيبة وابنه عون بن معمر العوذي ثقة روى عنه ابن المبارك والفضل موسى السيناني وبكر بن عبد الله بن يحيى العوذي حدث عن هارون بن موسى الأعور روى عنه نصر بن علي الجهضمي وحسين بن ذكوان المعلم العوذي وعبد الصمد بن حبيب العوذي بصري حدث عن مسلم بن إبراهيم ومحمد بن عيسى العوذي عن سفيان الثوري روى عنه عتبة بن عبد الله اليحمدي المروزي وعبد اصمد بن حبيب وقيل عبد الصمد بن عبد الله بن حبيب الأزدي العوذي من أهل البصرة سكن بغداد وحدث عن أبيه وسعيد بن طهمان القطعي روى عنه محمد بن جعفر المدائني والبهلول بن حسان الأنباري ومسلم بن إبراهيم قال البخاري هو لين الحديث ضعفه أحمد يعني أحمد بن حنبل ",
                "title": "العوذي",
                "uri": "JK_000952_2837"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}