{
    "features": [
        {
            "item": "JK_000952_0134",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.134-135",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأستوائي</h1> بضم الألف وسكون السين المهملة وفتح التاء المنقوطة من فوقها بنقطتين أو ضمها وبعدها الواو والألف وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى أستوا وهي ناحية بنيسابور كثيرة القرى والخير وتقرن بخوجان فيقال أستوا وخوجان وهي من عيون ناحية نيسابور وأكثرها قرى ورجالا وحدودها متصلة بحدود نسا خرج منها جماعة كثيرة منهم أبو جعفر محمد بن بسطام بن الحسن الأستوائي كان أديبا فاضلا سمع عمران بن موسى السختياني والحسن بن سفيان الشيباني وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ ذكره في التاريخ فقال كان من الأدباء والقاضي أبو العلاء صاعد بن محمد بن أحمد بن عبد الله الأستوائي من أهل أستوا كان من أهل العلم والفضل وولي القضاء بنيسابور مدة ثم صرف عنها وولي مكانه أبو الهيثم عتبة بن خيثمة وكان أحد شيوخه سمع أبا محمد عبد الله بن محمد بن علي بن زياد وأبا عمرو إسماعيل بن نجيد السلمي وأبا سهل بشر بن أحمد الإسفرايني وأبا الحسن علي بن عبد الرحمن البكائي الكوفي وجماعة |جـ 1 صـ 135| روى عنه جماعة من العلماء وحدثني عنه أبو الحسن علي بن محمد بن علي الشعري ولم يحدثنا عنه سواه والقضاء بنيسابور إلى الساعة في أولاده والصاعدية بنيسابور ومات بنيسابور في سنة اثنتين وثلاثين وأربعمائة وأبو أحمد محمد بن روح الاستوائي قال الحاكم أبو عبد الله الحافظ شيخ لنا قديم من الزهاد من رستاق استوا سمع بنيسابور محمد بن يحيى فطبقته وبالعراق الحسن بن محمد الزعفراني ومحمد بن إسماعيل الأحمسي روى عنه أبو الفضل الحسن بن يعقوب العدل وأبو بكر بن أحمد بن بالويه وأبو سعيد عمرو بن محمد النيسابوري وأبو موسى هارون بن هاشم الأستوائي سمع بخراسان عبد الله بن الجراح والحسن بن عيسى وأبا معمر القطيعي وأبا كريب الكوفي روى عنه مكي بن عبدان ومحمد بن الحسين بن الخليل القطان وأبو الفضل داود بن عبد الله بن الفضل الأستوائي سمع أبا الأشعث أحمد بن المقدام العجلي وعمر بن شبة النميري روى عنه أبو الفضل محمد بن إبراهيم المزكي وعمرويه بن عصام الأستوائي سمع عبيد الله بن موسى وأبا نعيم سمع منه أبو عمرو المستملي وروى عنه أبو الفضل سفيان بن محمد الجوهري وتوفي في ذي القعدة سنة إحدى وستين ومائتين ",
                "title": "الأستوائي",
                "uri": "JK_000952_0134"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}