{
    "features": [
        {
            "item": "JK_000952_1659",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.519-520",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدلال</h1> بفتح الدال المهملة وتشديد اللام ألف هذه الحرفة لمن يتوسط بين الناس في البياعات وينادي على السلعة من كل جنس وأبو الحسن أحمد بن عبد رزيق بن حميد الدلال في البز من أهل بغداد سمع القاضي أبا عبد الله الحسين بن إسماعيل المحاملي وعمر بن محمد الرزني وأبا عبد الله محمد بن مخلد العطار وأبا علي محمد بن سعيد الحراني وأحمد بن عمرو بن جابر الرملي وبكر بن أحمد التنيسي وجعفر بن محمد الهروي وعبد الرحمن بن أحمد بن محمد بن رشدين المصري وانتقل عن بغداد إلى مصر فنزلها وحدث بها ابن بنته محمد بن مكي الأزدي ويوسف بن رباح البصري وسمعا منه بمصروعبد العزيز بن علي الأزجي وعبد الرحمن بن أحمد بن الحسن الحذاء المكي وسمعنا منه بمكة وأثنى عليه أبو عبد الله محمد بن علي الصوري وقال كان ثقة مأمونا وتوفي في شهر ربيع الأول سنة إحدى وتسعين وثلاثمائة وأبو أحمد محمد بن سليمان بن فارس الدلال من أهل نيسابور كانت له ثروة ظاهرة وتجارة واسعة فذهبت فاشتغل بالدلالة بعد أن كان أقام ببغداد على التجارة سنين وقد كان أنفق على العلم الأموال الكثيرة سمع بخراسان محمد بن رافع ومحمد بن علي بن الحسن بن شقيق والحسين بن عيسى البسطامي وكان التمس من محمد بن إسماعيل البخاري نزول داره فنزل عنده مدة وقرأ عليه كتاب التاريخ من أوله إلى باب فضيل وسمع بالعراق أبا سعيد الأشج وعمر بن شبة وغيرهم روى عنه أبو بكر بن علي الحافظ فمن بعده من شيوخنا ومات سنة اثنتي عشرة وثلاثمائة بنيسابور وسئل أبو عبد الله محمد بن يعقوب بن الأخرم الحافظ عن محمد بن |جـ 2 صـ 520| سليمان بن فارس فقال ما أنكرنا عليه إلا لسانه فإنه كان فحاشا وأما أبو الحسن عبيد الله بن الحسين بن دلال بن دلهم الفقيه الكرخي من كرخ جدان سكن بغداد ودلال اسم جده وكان فقيها درس فقه أبي حنيفة رحمه الله مدة وحدث عن إسماعيل بن إسحاق القاضي وأحمد بن يحيى الحلواني ومحمد بن عبد الله بن سليمان الحضرمي روى عنه أبو عمر بن حيويه وأبو حفص بن شاهين وأبو القاسم بن الثلاج وأبو محمد بن الأكفاني القاضي وكان يرمى بالاعتزال هجره الناس وكانت ولادته سنة ستين ومائتين ومات في شعبان سنة ستين ومائتين وأبو محمد عبد العزيز بن الحسن بن خلف الدلال الغازي وكان دلال الكتب وكان يقرأ كل يوم ختمة روى عن أبي نعيم عبد الملك بن محمد بن عدي الإستراباذي وعلي بن محمد بن حاتم الجرجاني وغيرهما روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وهو من أهل جرجان ",
                "title": "الدلال",
                "uri": "JK_000952_1659"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}