{
    "features": [
        {
            "item": "JK_000952_0660",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.432-433",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البيع</h1> بفتح الباء الموحدة وكسر الياء المشددة آخر الحروف وفي آخرها العين المهملة هذه اللفظة لمن يتولى البياعة والتوسط في الخانات بين البائع والمشتري من التجار للأمتعة واشتهر بهذه النسبة الحاكم أبو عبد الله محمد بن عبد الله بن محمد بن حمدويه بن نعيم بن الحكم الضبي النيسابوري المعروف بابن البيع من أهل نيسابور كان من أهل الفضل والعلم والمعرفة والحفظ والفهم وله في علوم الحديث وغيرها مصنفات حسان له رحلة إلى العراق والحجاز ومرو وما وراء النهر سمع بنيسابور أبا عبد الله محمد بن يعقوب بن الأخرم الشيباني وأبا العباس محمد بن يعقوب الأصم وأبا علي الحسين بن علي الحافظ ومحمد بن صالح بن هانىء وببغداد أبا عمرو عثمان بن أحمد بن السماك وأبا بكر أحمد بن سلمان النجاد وأبا محمد دعلج بن أحمد السجزي وأبا سهل أحمد بن محمد بن عبد الله بن زياد القطان وبالكوفة أبا جعفر محمد بن علي بن دحيم الشيباني وبمكة بن أبي مسرة وبهمذان أبا محمد عبد الرحمن بن حمدان الجلاب وبمرو أبا العباس محمد بن أحمد بن محبوب التاجر المحبوبي وببخارا أبا صالح خلف بن محمد بن إسماعيل الخيام وجماعة كثيرة سواهم روى عنه جماعة كثيرة من أهل العراق وخراسان منهم أبو الحسن علي بن عمر الدارقطني الحافظ وأبو الفتح محمد بن أحمد بن أبي الفوارس الحافظ البغدادي |جـ 1 صـ 433| وأبو عثمان إسماعيل بن عبد الرحمن الصابوني وأبو بكر أحمد بن الحسين البيهقي وأبو القاسم عبيد الله بن أحمد الأزهري وأبو العلاء محمد بن علي بن يعقوب الواسطي وجماعة آخرهم أبو بكر أحمد بن علي بن خلف الشيرازي الأديب وكان أبو الفضل بن الفلكي الهمذاني يقول كان كتاب تاريخ النيسابوريين الذي صنفه الحاكم أبو عبد الله بن البيع أحد ما رحلت إلى نيسابور بسببه وبلغني أنه شرب ماء زمزم بنية التصنيف والجمع فرزق حسن التصنيف وكان فيه تشيع ذكر أبو بكر أحمد بن علي الخطيب الحافظ قال حدثني أبو إسحاق إبراهيم بن محمد الأرموي بنيسابور وكان شيخا صالحا فاضلا عالما قال جمع الحاكم أبو عبد الله الحافظ أحاديث زعم أنها صحاح على شرط البخاري ومسلم يلزمهما إخراجها في صحيحيهما منها حديث الطائر ومن كنت مولاه فعلي مولاه فأنكر عليه أصحاب الحديث ذلك ولم يلتفتوا فيه إلى قوله ولا صوبوه في فعله وكانت ولادته في سنة إحدى وعشرين وثلاثمائة وأول سماعه الحديث ثلاثين وثلاثمائة ومات بنيسابور في صفر سنة خمس وأربعمائة وأبو طاهر محمد بن عبد الواحد بن محمد بن أحمد بن جعفر البيع المعروف بابن الصباغ من أهل بغداد كان فقيها ثقة فاضلا سمع الحديث وحدث عن أبي حفص بن شاهين وموسى السراج وأبي القاسم بن حبابة وعلي بن عبد العزيز بن مردك وأبي الطيب بن المنتاب وعدة من هذه الطبقة كتب عنه أبو بكر الخطيب الحافظ وذكره في التاريخ فقال أبو طاهر البيع كتبنا عنه وكان ثقة فاضلا درس فقه الشافعي رحمه الله على أبي حامد الإسفراييني وكان له حلقة الفتوى في جامع المدينة وشهد عند قاضي القضاة أبي عبد الله الدامغاني وقال سألته عن مولده فقال في شهر رمضان من سنة ست وستين وثلاثمائة ومات في ذي القعدة سنة ثمان وأربعين وأربعمائة ودفن من يومه بمقبرة باب الدير وأبو طاهر محمد بن علي بن محمد بن عبد الله البيع من أهل بغداد بيع السمك سمع أبا الفضل محمد بن الحسن بن المأمون والحسن بن الحسين النوبختي ومحمد بن بكران الرازي وابن الصلت المجبر ذكره أبو بكر الخطيب قال وكان صدوقا وسألته عن ولادته فقال في صفر سنة خمس وثمانين وثلاثمائة ومات في سلخ ربيع الآخر من سنة خمسين وأربعمائة ودفن في مقبرة الشونيزي ",
                "title": "البيع",
                "uri": "JK_000952_0660"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}