{
    "features": [
        {
            "item": "JK_000952_1116",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.197-199",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحربي</h1> بفتح الحاء وسكون الراء المهملتين وفي آخرها الباء المعجمة بواحدة هذه النسبة إلى محلة وإلى رجل فأما النسبة إلى المحلة فهي الحربية محلة معروفة بغربي بغداد بها جامع وسوق وسمعت أبا بكر محمد بن عبد الباقي الأنصاري ببغداد يقول إذا جاوزت جامع المنصور فجميع المحال يقال لها الحربية مثل النصرية والشارسوك ودار البطيخ والعتابيين وغيرها قال كلها من الحربية خرج منها جماعة من علماء الدين ومشاهير المحدثين يطول ذكرهم وشرحهم وذكرت في الكتب مثل إبراهيم بن إسحاق الحربي ومحمد بن هارون الحربي وإسحاق الحربي وعلي بن عمر أبو الحسن الحربي روى عنه أبو الحسين بن الغريق وأبو الحسين بن النقور وغيرهما توفي سنة نيف وثمانين وثلاثمائة وابن ابنته أبو القاسم عبد العزيز بن علي بن أحمد بن الحسين الأنماطي الحربي روى عن أبي طاهر المخلص روى لنا عنه جماعة مثل أبي بكر بن الشهرزوري بالموصل وإسماعيل بن أبي سعد الصوفي ببغداد وأبي نصر بن الغازي بأصبهان وأبي المظفر بن القشيري بنيسابور وجماعة سواهم توفي ببغداد سنة اثنتين وسبعين وأربعمائة وجماعة من شيوخي من أهل الحربية كتبت عنهم مثل أبي القاسم عبد الله بن أحمد بن يوسف الحربي روى عن أبي الحسين بن الغريق وأبي جعفر بن المسلمة وأبي بكر الخياط وأبي الحسين بن النقور وطبقتهم سمع منه والدي مجلسا من إملاء أبي محمد بن هزار مرد الصريفيني الخطيب بالمدينة وسمعت منه وتوفي ببغداد في سنة ثلاث وثلاثين وخمسمائة وأبو حفص عمر بن علي بن عبد الله الحربي شيخ صالح عفيف من أهل القرآن عنده الحديث من جماعة من المتأخرين الذين سمعوا من أصحاب المحاملي كابن البطر وابن طلحة النعالي سمعت منه وجماعة قريبة من عشرة أنفس من أهل الحربية كتبت عنهم كلهم صلحاء أعفة والله تعالى يرحمهم ومن القدماء المشهورين أبو إسحاق إبراهيم بن إسحاق بن إبراهيم بن بشير بن عبد الله بن ديسم الحربي من أهل بغداد وكان يقول أمي تغلبية وكان أخوالي نصارى أكثرهم فقيل لم سميت الحربي فقال صحبت قوما من الكرخ على الحديث وعندهم ما جاز قنطرة العتيقة من الحربية فسموني الحربي بذلك قال قطائعنا في المراوزة يعني عندنا في الكابلية قال كان لي فيها اثنتان وعشرون دارا وبستان وكان يصف محلة محلة ودارا دارا قال فبعتها وأنفقتها على الحديث وكان إبراهيم إماما في العلم رأسا في الزهد عارفا بالفقه بصيرا بالأحكام حافظا للحديث مميزا لعلله قيما بالأدب جماعا للغة وصنف كتبا كثيرة منها غريب الحديث وغيره وكان أصله من مرو سمع أبا نعيم الفضل بن |جـ 2 صـ 198| دكين وعفان بن مسلم وعبد الله بن صالح العجلي وموسى بن إسماعيل التبوذكي ومسدد بن مسرهد وعمرو بن مرزوق وقتيبة بن سعيد وأحمد بن محمد بن حنبل وعبيد الله القواريري وغيرهم روى عنه موسى بن هارون الحافظ ويحيى بن محمد بن صاعد وأبو بكر عبد الله ابن أبي داود والحسين بن إسماعيل المحاملي ومحمد بن مخلد العطار وأبو بكر ابن مالك القطيعي وجماعة وكانت ولادته في سنة ثمان وتسعين ومائة ومات في ذي الحجة سنة خمس وثمانين ومائتين وصلى عليه يوسف بن يعقوب القاضي وأما من ينتسب إلى الجد منهم أبو زكريا يحيى ابن إسماعيل بن يحيى بن زكريا بن حرب المذكر الحربي النيسابوري من ثقات أهل نيسابور سمع أبا العباس محمد بن إسحاق السراج وأبا حاتم مكي بن عبدان التميمي وغيرهما روى عنه الحاكم أبو عبد الله الحافظ أبو بكر الأردستاني وغيرهما وذكره الحاكم في التاريخ وقال أبو زكريا الحربي أديب كاتب أخباري كثير المعلوم حدث بنيسابور والري وبغداد وكتب من حديثه الكثير وتوفي قبل سنة خمسين وثلاثمائة إن شاء الله وأبو الحسن محمد بن محمد بن أحمد بن إسحاق بن يحيى الحربي حفدة زكريا ابن حرب من أهل نيسابور سمع أبا حامد وأبا محمد أحمد وعبد الله ابني محمد بن الحسن الشرقي ومكي ابن عبدان وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وقال أبو الحسن الحربي أقام ببغداد على حداثة سنة سنتين وسمع الحديث الكثير من أبي عبد الله بن عياش القطان وأقرانه توفي في شهر ربيع الآخر سنة اثنتين وثلاثين وثلاثمائة وصلى عليه أبو زكريا الحربي وأبو بكر مكي بن محمد بن مكي بن محمد بن مكي بن حرب الأبهري الحربي خطيب الجامع العتيق بأبهر زنجان سمع أبا حفص عمر ابن محمد بن عمر بن جاباره وغيره قال أبو الفضل محمد بن طاهر المقدسي تركته حيا سنة ثمان وتسعين وأربعمائة وجماعة ينسبون إلى أحمد بن حرب الزاهد النيسابوري منهم أبو عبد الجبار بن يحيى بن سعيد الحربي الأزجاهي فقيه فاضل سديد السيرة عفيف تفقه على الإمام عبد الكريم بن يونس الأزجاهي وسمع الحديث منه وقرأ الجامع لأبي عيسى الترمذي على أبي سعيد محمد بن علي بن أبي صالح البغوي عن الجراحي عن المجبوبي عنه لقيته غير مرة ولم يتفق لي السماع منه ولي عنه إجازة وتوفي في حدود سنة ثلاثين وخمسمائة وابنه أبو الفضائل محمد بن عبد الجبار الأزجاهي الحربي سألته عن هذه النسبة فقال نحن |جـ 2 صـ 199| من أولاد أحمد بن حرب الزاهد وأبو الفضائل الحربي هذا كان يسمع معنا وتفقه على شيخنا أبي القاسم الحفصي وسمع بمرو أبا منصور الكراعي وبسرخس أبا الفتح العياضي وغيرهما سمعت منه شيئا يسيرا في النوبة السابعة بسرخس ولعله جاوز خمسين سنة وأما أبو نصر منصور بن محمد بن أحمد بن حرب الحربي البخاري المحتسب نسب إلى جده الأعلى كان على عمل القضاء بفرغانة ثم ولي الإحتساب ببخارا روى عن محمد بن يوسف بن عاصم وعبد الله بن منيح بن سيف وأبي نعيم عبد الملك بن محمد الإستراباذي وأحمد بن سليمان بن زبان الدمشقي وعبد الله بن الحسن ابن جمعة الدمشقي وأبي عبد الله الحسين بن إسماعيل المحاملي وأبي العباس أحمد بن محمد بن عقدة الحافظ وأبي محمد عبد الله بن محمد بن الحسن الشرقي وجماعة كثيرة من أهل الشام ومصر والعراق وخراسان وكان كثير الحديث صاحب غرائب وكان يتشيع هكذا ذكره أبو العباس المستغفري وروى عنه وقال مات ببخارا يوم الثلاثاء السابع عشر من جمادى الآخرة سنة إحدى وثمانين وثلاثمائة وذكره الحاكم أبو عبد الله الحافظ فقال أبو نصر البخاري تقلد أعمالا في الحكم وغيرها من الأمانات وكان خليفة أبي أحمد الحنفي الحاكم بنيسابور مدة خروجه إلى بخارا ثم اجتمعنا بطوس وأبيورد وبخارا وانصرف آخر أمره إلى وطنه ببخارا وقلد بها الحسبة بعد وفاة أبي الحسن الخطيب سمع ببخارا محمد بن سعيد النوجاباذي وبسرخس أبا العباس الدغولي وبالري أبا محمد بن أبي حاتم وببغداد ابن المحاملي وبالشام صاحب هشام بن عمار وأبو بكر محمد بن أحمد بن محمد بن حرب البخاري الحربي نسب إلى جده الأعلى من أهل بخارا يروى عن أبي علي صالح ابن محمد البغدادي والفضل بن بسام وإبراهيم بن معقل وغيرهم روى عنه أبو عبد الله الغنجار الحافظ إن شاء الله قال وتوفي في المحرم سنة أربع وخمسين وثلاثمائة ",
                "title": "الحربي",
                "uri": "JK_000952_1116"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}