{
    "features": [
        {
            "item": "JK_000952_2750",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.183-184",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العروضي</h1> بفتح العين المهملة وضم الراء وفي آخرها الضاد المعجمة هذه النسبة إلى العروض وهي التي بها أوزان الشعر والمشهور بهذه النسبة أبو سهل محمد بن منصور بن الحسن العروضي البرجي من أهل أصبهان كان فاضلا كثير المحفوظ سمع أبا نعيم أحمد بن عبد الله الحافظ وغيره وكان كثير السماع توفي في النصف من جمادي الآخرة سنة ثمان وثمانين وأربعمائة ذكره يحيى بن أبي عمرو بن منده في كتاب أصبهان وقال أبو سهل العروضي كان أشعريا صلبا سمع أبا نعيم |جـ 4 صـ 184| وكان يسمع إلى أن مات كثير السماع قليل الرواية وحفيده القاضي الإمام أبو الفتح محمد بن أبي الوفاء الفضل بن أبي سهل العروضي المعروف بقاضي أصبهان كان فقيها فاضلا ومناظرا فحلا وأصوليا وأديبا مبرزا وبارعا حسن الشعر كثير المحفوظ لطيف الطبع سمع بأصبهان ولم يكن له أصول بما سمع لقيته أولا ببلخ ثم ببخارى وكنت شديد الأنس به كثير الحضور عندي وكان لا يمل جليسه من محاضرته اللطيفة علقت عنه كثير من شعره وغيره وقد كان تفقه على البرهان عبد العزيز بن عمر ببخارى ثم سكن بلخ ثم لقيته ببخارى وخرج إلى بلاد الترك إلى أوزكند وبلا ساغون رده الله إلينا سالما وأبو يحيى عبد الرحمن بن إسماعيل بن عبد الله بن سليمان الخولاني النحوي العروضي الخشا من أهل مصر يروي عن أبي عبد الرحمن أحمد بن شعيب النسائي وغيره روى عنه أبو زكريا يحيى بن علي الطحان توفي في صفر سنة ست وستين وثلاثمائة وأبو المنذر يعلى بن عقيل بن زياد بن سليم بن هند بن عبد الله بن ربيعة بن الياس بن يعلى بن محمد بن زيد بن يعلى بن عبد الله الغنوي العروضي من أهل بغداد كان يؤدب أبا عيسى بن الرشيد وكان شاعرا مدح أبا دلف العجلي وروى أبو عمر الدوري المقرىء عنه والذي وضع العروض أبو عبد الرحمن الخليل بن أحمد العروضي صاحب العروض من أهل البصرة يروي عن عثمان بن حاضر عن ابن عباس وعن أيوب السختياني روى عنه النضر بن شميل والأصمعي وعلي بن نصر ووهب بن جرير وغيرهم ",
                "title": "العروضي",
                "uri": "JK_000952_2750"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}