{
    "features": [
        {
            "item": "JK_000952_1321",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.323-324",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الختن</h1> بفتح الخاء المعجمة والتاء ثالث الحروف وفي آخرها النون هذا لقب أبي عبد الله الختن وهو أبو عبد الله محمد بن الحسن بن إبراهيم الفارسي ثم الأستراباذي الفقيه الختن ختن الإمام أبي بكر الإسماعيلي كان من الفقهاء المذكورين في عصره ودرس سنين كثيرة وله وجوه في مذهب الشافعي رحمه الله مسطورة منشورة وتخرج عليه جماعة من الفقهاء وكان له ورع وديانة وله أربعة أولاد أبو بشر الفضل وأبو النضر عبيد الله وأبو عمرو عبد الرحمن وأبو الحسن عبد الواسع وكانت له رحلة إلى خراسان والعراق والحجاز وأصبهان سمع ببلدة أبا نعيم عبد الملك بن محمد بن عدي الأستراباذي وبأصبهان أبا القاسم سليمان بن أحمد الطبراني وأبا أحمد محمد بن أحمد العسال القاضي وببغداد أبا |جـ 2 صـ 324| بكر بن عبد الله الشافعي وأبا محمد دعلج بن أحد السجزي وبنيسابور أبا العباس محمد بن يعقوب الأصم وطبقتهم روى عنه أبو القاسم حمزة بن يوسف السهمي وكان يملي الحديث من سنة سبع وسبعين وثلاثمائة إلى أن توفي يوم عرفة من سنة ست وثمانين وثلاثمائة وأبو معاوية سلمة بن مسلمة الختن ختن عطاء مغربي روى عن عطاء روى عنه معن بن عيسى والهيثم بن يمان قال ابن أبي حاتم سألت أبي عنه فقال ليس بقوي عنده مناكير يدل حديثه على ضعفه يسند كثيرا مما لا يسند وأبو بشر بكر بن خلف الختن هو ختن المقري المكي يروي عن خالد بن الحارث ومعتمر بن سليمان وعبد الوهاب الثقفي والنضر بن كثير وإبراهيم بن خالد الصنعاني روى عنه أبو زرعة وأبو حاتم الرازيان وذكر يحيى بن معين أبا بشر ختن المقرئ فقال ما به بأس وقال أبو حاتم الرازي كان ثقة وأبو حمزة سعد بن عبيدة الختن وهو ختن أبي عبد الرحمن السلمي يروي عن ابن عمر وأبي عبد الرحمن السلمي روى عنه منصور والأعمش وعلقمة بن مرثد وفطر بن خليفة وكان ثقة قال ابن أبي حاتم سمعت أبي يقول سعد بن عبيدة يكتب حديثه كان يرى رأي الخوارج ثم تركه وأبو عبد الله محمد بن الوزير بن الحكم الدمشقي السلمي الختن ختن أحمد بن أبي الحواري من أهل دمشق يروي عن الوليد بن مسلم وضمرة بن ربيعة ومروان بن محمد ومحمد بن شعيب بن شابور وعبد العزيز بن الوليد بن سليمان بن أبي السائب قال ابن أبي حاتم سمع منه أبي وروى عنه وسئل أبي عنه فقال ثقة وأبو جعفر محمد بن علي بن صالح الأشج الختن وكان ختن المرار على أخته يلقب حمدان يروي عن عبد الصمد بن حسان وداود بن إبراهيم العقيلي وعبد الله بن عبد العزيز بن أبي رواد وقتيبة بن سعيد وأحمد بن الحسن الترمذي روى عنه أبو علي الحسن بن يزيد الدقاق وعلي بن محمد القزويني وحامد بن محمد الهروي ومحمد بن علي الصيداني ",
                "title": "الختن",
                "uri": "JK_000952_1321"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}