{
    "features": [
        {
            "item": "JK_000952_2680",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.134-139",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العبدي</h1> بفتح العين المهملة وسكون الباء المنقوطة بواحدة وفي آخرها الدال المهملة هذه النسبة إلى عبد القيس في ربيعة بن نزار وهو عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار والمنتسب إليه مخير بين أن يقول عبدي أو عبقسي فأما العبدي فممن نسب بهذه النسبة الجارود بن المعلى العبدي من عبد القيس قدم من البحرين وافدا على رسول الله صلى الله عليه وسلم وكان سيد عبد القيس وقد قيل الجارود بن العلاء والأول أصح والجارود لقب واسمه بشر بن عمرو بن حنش بن المعلى نسب إلى جده سكن البصرة حديثه عند أهلها قتل في خلافة عمر بأرض فارس غازيا وكان كنيته أبا غياث هكذا ذكره أبو حاتم بن حبان وأبو بكر معاذ بن خالد بن شقيق بن دينار العبدي مولى عبد القيس من أهل مرو يروي عن حماد بن سلمة وابن المبارك روى عنه محمد بن عبد الله بن قهزاد مات قبل الثمانين ومائتين ويعقوب وأحمد ابنا إبراهيم بن كثير الدورقي العبدي وهو من عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة وقد ذكرناهما في حرف الدال في الدورقي وجهير بن يزيد العبدي قال أبو حاتم بن حبان هو من عبد القيس بصري كنيته أبو حفص الزاهد يروي عن ابن سيرين يروي عنه النضر بن طاهر القيسي والحسن بن شقيق بن محمد بن دينار بن مشعب العبدي من أنفسهم من أهل مرو قال رأيت عبد الله بن بريدة يبول في الماء الجاري روى عنه ابنه علي بن الحسن بن شقيق صاحب ابن المبارك وقد ذكرناه في الشقيقي في الشين مع القاف |جـ 4 صـ 136| وأبو هارون العبدي من التابعين يروي عن أبي سعيد الخدري رضي الله عنه قال قال رسول الله صلى الله عليه وسلم مررت ليلة اسري بي إلى السماء فرأيت يوسف فقلت يا جبريل من هذا فقال يوسف الصديق قالوا كيف رايته يا رسول الله قال كان كالقمر ليلة البدر وأبو يعقوب واقد العبدي ولقبه وقدان روى عن عبد الله بن أبي أوفى الأسلمي وأبو نضرة المنذر بن مالك بن قطعة العبدي البصري من ثقات تابعي أهل البصرة سمع ابن عمر وجابرا وابن عباس وأبا سعيد الخدري وسمرة بن جندب وأنس بن مالك وغيرهم روى عنه قتادة وسليمان التيمي وحميد الطويل والجريري وداود بن أبي هند وأبو مسلمة وأبو الأشهب وغيرهم قال البخاري مات أبو نضرة قبل الحسن البصري بقليل وقال مات سنة ثمان ومائة وأوصى أن يصلي عليه الحسن ومحمود بن والان العبدي المروزي الساسجردي من قرية ساسجرد وكان من شيوخ المراوزة ومن قدمائهم روى عن الكبار من المروزيين نحو علي بن حجر وأحمد بن عبد الله بن الحكيم الفرياناني وأبي داود سليمان بن معبد السنجي وعلي بن خشرم وأبو عبد الله محمد بن علي الحافظ الهروي وعمار وسعيد بن شهاب ومحمد بن أبان وقتيبة بن سعيد ومحمد بن علي بن حرب وأبو عمار الحسين بن حريث ومحمود بن عبدان وعلي بن هلال ومحمد بن عبد الله وعبد العزيز بن مسلم وحميد بن زياد وأحمد بن مصعب وغيرهم قال محمود بن والان أنبأنا أحمد بن عبد الله بن الحكيم أنبأنا سهل بن مزاحم عن سلام عن زيد العمي عن أبي نضرة عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم أوحى الله تعالى إلى موسى يا موسى أتحب أن أسكن معك في بيتك قال فخر لله ساجدا قال يا رب وكيف تسكن معي في بيتي وأنت منزه عن المكان قال يا موسى أما علمت أني جليس من ذكرني وحيثما التمسني عبدي وجدني |جـ 4 صـ 137| وروى محمود عن عبد الله بن منير أيضا ومحمود بن عصام والعلاء بن الفضل وعمرو بن سهل وغيرهم روى عنه الحسين بن بكر البركاني وغيره وروى عن عبد العزيز بن مسلم عن المقبري عن أبن لهيعة عن مشرح بن هاعان عن عقبة بن عامر رضي الله عنه قال قال رسول الله صلى الله عليه وسلم كل ميت يختم على عمله إلا المرابط في سبيل الله فإنه يجري له أجر عمله حتى يبعث وقد مر ذكر وفاته ومولده في حرف السين المهملة في الساسجردي وأبو علي الحسن بن عرفة بن يزيد العبدي محدث كبير ثقة حدث ببغداد وسر من رأى سمع إسماعيل بن عياش وعبد الله بن المبارك والمبارك بن سعيد وعيسى بن يونس وعبد السلام بن حرب وهشيم بن بشير الواسطي وجرير بن عبد الحميد وعباد بن عباد وبشر بن المفضل وخالد بن الحارث وإسماعيل بن علية وأبا حفص الأبار ومروان بن معاوية الفزاري والوليد بن بكير والمطلب بن زياد الثقفي وعيينة بن سليمان الكلابي وأبا معاوية وعلي بن ثابت الجزري روى عنه جماعة من الكبار أبو عيسى الترمذي ومعاذ بن المثنى العنبري وعبد الله بن أحمد بن حنبل وعبد الله بن ناجية وأبو القاسم البغوي وأبو علي إسماعيل بن محمد الصفار النحوي وغيرهم وعاش رحمه الله مائة وعشر سنين وكان له عشرة أولاد سماهم بأسامي العشرة المبشرين أبو بكر وعمر وعثمان وعلي وسعد وسعيد وطلحة والزبير وعبد الرحمن وأبو عبيدة ولد في سنة خمسين ومائة ومات سنة سبع وخمسين ومائتين ودفن بسر من رأى وعن محمد بن المسيب يقول سمعت الحسن بن عرفة يقول قد كتب عني خمسة قرون وولد بشر بن الحارث والشافعي والحسن بن عرفة في تلك السنة مذكور في تاريخ الخطيب وأبو عبد الله محمد بن كثير العبدي من ثقات البصرة سمع سفيان الثوري وشعبة بن الحجاج وإسرائيل وعبد الله بن المبارك روى عنه علي بن المديني ومحمد بن يحيى الذهلي وأبو العباس أحمد بن محمد البسري ومحمد بن إسماعيل البخاري وأبو زرعة وأبو حاتم محمد بن إدريس الرازي وأبو خليفة الفضل بن الحباب الجمحي مات سنة ثلاث وعشرين ومائتين وأبو الحسن علي بن محمد بن محمد بن فتين العبدي روى عنه والدي الإمام |جـ 4 صـ 138| محمد وذكره في أماليه يروي عن أبي طاهر محمد بن محمد بن الحسين الصباغ والأشج العبدي هو منذر بن عائذ بن عصر وكان عمرو بن عبد قيس ابن أخته وهو أول من أسلم من ربيعة وذلك أن الأشج بعثه إلى رسول الله صلى الله عليه وسلم ليعلم علمه فلما لقي النبي صلى الله عليه وسلم أسلم وأتى الأشج فأخبره بأخباره فأسلم الأشج وأتى رسول الله صلى الله عليه وسلم وقال يا أشج إن فيك لخصلتين يحبهما الله الحلم والحياء وصحار بن عباس العبدي وفد على النبي صلى الله عليه وسلم وكان من أخطب الناس وكان أحمر أزرق وقال له معاوية يا أزرق قال البازي أزرق قال يا أحمر قال الذهب أحمر وكان عثمانيا وهو جد جعفر بن يزيد وكان فاضلا خيرا عابدا قد روى صحار عن النبي صلى الله عليه وسلم حديثين أو ثلاثة والجارود العبدي الذي ذكرناه في ترجمة العبدي وهو بشر بن عمرو بن حنش بن المعلي من عبد القيس وأسلم في زمن النبي صلى الله عليه وسلم وابنه عبد الله بن الجارود وكان يلقب العضاد لقصره وكان رأس عبد القيس واجتمعت عليه القبائل من أهل البصرة والكوفة فولوه أمرهم وقاتلوا الحجاج وظفر بهم وأخذه الحجاج وصلبه وابنه المنذر بن الجارود ولي إصطخر لعلي بن أبي طالب رضي الله عنه وابنه الحكم بن المنذر سيد عبد القيس وفيه يقول الكذاب الحرمازي % يا حكم بن المنذر بن الجارود % % سرادق المجد عليك ممدود % % أنت الجواد بن الجواد المحمود % % نبت في الجود وفي بيت الجواد % % والعود قد ينبت في اصل العود % ومات في حبس الحجاج الذي يعرف بالديماس وأبو عائشة زيد بن صوحان بن حجر بن الهجرس بن صبرة بن حدرجان بن ليث بن ظالم بن ذهل بن عجل بن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس العبدي وقيل يكنى أبا سلمان وقيل أبا عبد الله وقيل أبا مسلم وقيل له كنيتان أبو عبد الله |جـ 4 صـ 139| وأبو عائشة وهو أخو صعصعة وسيحان ابني صوحان العبدي نزل الكوفة من التابعين سمع عمر بن الخطاب وعلي بن أبي طالب رضي الله عنهما روى عنه أبو وائل شقيق بن سلمة الأسدي والعيزار بن حريث وغيرهما روي عن علي بن أبي طالب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال من سره أن ينظر إلى رجل يسبقه بعض أعضائه إلى الجنة فلينظر إلى زيد بن صوحان وقطعت يد زيد في جهاد المشركين وعاش بعد ذلك دهرا حتى قتل يوم الجمل روى العيزار بن حريث قال قال زيد بن صوحان لا تغسلوا عني دما ولا تنزعوا عني ثوبا إلا الخفين وارمسوني في الأرض رمسا فإني رجل محاج وروي أحاج يوم القيامة قال يعقوب بن سفيان قتل زيد بن صوحان يوم الجمل وكانت وقعة الجمل في جمادى الأولى سنة ست وثلاثين من الهجرة وأبو بكر يموت بن المزرع بن يموت بن عدس بن سيار بن المزرع بن الحارث بن ثعلبة بن عمرو بن ضمرة بن دلهاث بن وديعة بن بكر بن وديعة بن لكيز بن أفصى بن عبد القيس العبدي بصري من أهل العلم والأدب كان صاحب أخبار وملح وآداب وهو ابن أخت أبي عثمان بن بحر الجاحظ ورد بغداد سنة إحدى وثلاثمائة وهو شيخ كبير وخرج إلى الشام وبها مات حدث عن أبي عثمان المازني وأبي غسان رفيع بن سلمة دماذ وأبي حاتم السجستاني وأبي الفضل الرياشي ونصر بن علي الجهضمي ومحمد بن يحيى الأزدي وعبد الرحمن بن أخي الأصمعي روى عنه الحسن بن أحمد السبيعي وعبد العزيز بن محمد بن إبراهيم بن الواثق وسهل بن أحمد الديباجي وكان يقول بيت بالاسم الذي سماني به أبي فإذا عدت مريضا فاستأذنت عليه فقيل من هذا قلت أنا ابن المزرع وأسقطت اسمي لكي لا يتشاءم بذلك ومات بطبرية الشام سنة ثلاث وثلاثمائة وقيل بدمشق ",
                "title": "العبدي",
                "uri": "JK_000952_2680"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}