{
    "features": [
        {
            "item": "JK_000952_3754",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.259-260",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المرغيناني</h1> بفتح الميم وسكون الراء وكسر الغين وسكون الياء المنقوطة باثنتين من تحتها وفتح النون وفي اخرها نون أخرى هذه النسبة إلى مرغينان وهي بلدة من بلاد فرغانة ومن مشاهير البلاد بها خرج منها جماعة من أهل العلم منهم |جـ 5 صـ 260| أبو يعقوب يوسف بن أحمد بن حمزة بن مأمون بن يونس بن ناج المرغيناني من أهل فرغينان فرغانة سمع بمكة أبا علي الحسن بن عبد الرحمن الشافعي وحدث عنه باليمن ونجد سمع منه أبو الفتيان عمر بن أبي الحسن الرواسي الحافظ وأبو المظفر بهرام بن حمزة بن المبارك المرغيناني ذكره عمر بن محمد بن أحمد النسفي وقال الإمام الحجاج أقام بسرخس وتوفي بها سنة ست عشرة وخمس مئة أو بعدها وذكر عنه حديثا باطلا عن يعقوب بن محمد الحامدي عن أسد بن القامش التركي عن النبي صلى الله عليه وسلم ولا أدري الحمل فيه على من على هذا المرغيناني أو الحامدي فإنهما مجهولان لا يعرفان والإمام عبد العزيز بن عبد الرزاق بن أبي نصر بن جعد بن سليمان بن متكان المرغيناني كان له ستة بنين كلهم يصلح للتدريس والفتوى منهم محمود وعلي والمعلى فإذا خرج مع أولاده قالوا سبعة من المفتين خرجوا من دار واحدة سمع الإمام أبا الحسن نصر بن الحسن المرغيناني وغيره روى عنه أولاده دخل سمرقند وحدث بها ورجع إلى بلده مات بمرغينان سنة سبع وسبعين وأربع مئة وهو ابن ثمان وستين سنة والأمير الإمام أبو المعالي قيس بن إسحاق بن محمد بن أميرك المرغيناني كان إماما فاضلا أقام بسمرقند مدة ودرس بها سمع محمود بن عبد الله الجرجاني روى عنه أبو حفص عمر بن محمد بن أحمد النسفي وتوفي يوم الجمعة في جامع سمرقند بعدما تكلم في المناظرة وفرغ وكان صائما وهو اليوم التاسع عشر من شوال سنة ست وعشرين وخمس مئة وحمل إلى داره ودفن يوم السبت في مقبرة جاكرديزة قبالة مشهد الأئمة والإمام أبو الحسن نصر بن الحسن المرغيناني من مشاهير الأئمة والعلماء وكان له شعر مليح لطيف في الزهد والحكمة سار في الافاق وتداولته الرواة يروي عن أحمد بن محمد بن أحيد صاحب محمد بن يوسف الفربري روى عنه عبد الرزاق بن مسعود الإمام وجماعة كثيرة ومن جملة أشعاره % أأنعم عيشا بعدما حل عارضي % % طلائع شيب ليس يغني خضابها % ",
                "title": "المرغيناني",
                "uri": "JK_000952_3754"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}