{
    "features": [
        {
            "item": "JK_000952_0156",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.150-151",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإسكندراني</h1> بكسر الألف وسكون السين المهملة وفتح الكاف وسكون النون وفتح الدال والراء المهملتين في آخرها النون هذه النسبة إلى الإسكندرية وهي بلدة على طرف بحر المغرب من آخر حد ديار مصر بناها ذو القرنين الإسكندر وإليه نسب البلدة خرج منها |جـ 1 صـ 151| جماعة من العلماء وسكنها جماعة أيضا والمشهور بالنسبة إليها بسكناها أبو يوسف يعقوب بن عبد الرحمن بن محمد بن عبد الله بن عبد القاري الإسكندراني حليف بني زهرة أصله من المدينة سكن الإسكندرية وهو الذي يقال له يعقوب الإسكندراني يروي عن أبي حازم وأبي سهيل بن مالك روى عنه قتيبة بن سعيد وأهل مصر وأبو هاشم هانىء بن المتوكل الإسكندراني يروي عن حيوة بن شريح والمصريين روى عنه أهل مصر والغرباء يعقوب بن سفيان وغيره كان يدخل عليه لما كبر فيجيب فكثر المناكير في روايته فلا يجوز الاحتجاج به بحال وأبو بكر محمد بن عبد الله بن ميمون الإسكندراني بغدادي الأصل سكن الإسكندرية فنسب إليها وليس منها سمع الوليد بن مسلم وغيره روى عنه يحيى بن محمد بن صاعد وجماعة وأبو بكر محمد بن دليل بن بشر بن سابق الإسكندراني كان ثقة قدم العراق وحدث بها عن عبد الله بن خبيق الأنطاكي ومحمد بن سنجر روى عنه عبد الرحمن بن العباس المخلص وأبو الحسن أحمد بن الفرج بن الخلال ومحمد بن أحمد بن حماد بن سفيان الكوفي وغيرهم وأما أبو بكر أحمد بن المختار بن منتشر بن محمد بن أحمد بن علي بن المظفر الإسكندراني من أهل قرية يقال لها الإسكندرية على الدجلة بإزاء الجامدة بينها وبين واسط العراق خمسة عشر فرسخا وأبو بكر هذا كان أديبا فاضلا شاعرا مفلقا ورد بغداد متظلما وروى لنا عنه أبو الفضل محمد بن ناصر السلامي الحافظ أقطاعا من شعره ونزلت بقرية بين حلب وحماة يقال لها الإسكندرية وكتب بها عن شيخ اسمه المنذر الحلبي شيئا يسيرا وأبو بكر محمد بن عبد الله بن ميمون الإسكندراني بغدادي الأصل سكن الإسكندرية فنسب إليها وحدث عن الوليد بن مسلم وسلم بن ميمون الخواص ومؤمل بن عبد الرحمن الثقفي روى عنه محمد بن هارون بن المجدر ويحيى بن محمد بن صاعد وأبو بكر بن أبي داود وقال عبد الرحمن بن أبي حاتم كتبت عنه بالإسكندرية وهو صدوق ثقة وكانت وفاته في شهر ربيع الآخر سنة إثنتين وستين ومائتين ",
                "title": "الإسكندراني",
                "uri": "JK_000952_0156"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}