{
    "features": [
        {
            "item": "JK_000952_0126",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.127-128",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأسبانيكثي</h1> بضم الألف وسكون السين المهملة وفتح الباء المنقوطة بواحدة وكسر النون وسكون الياء المنقوطة باثنتين من تحتها وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى اسبانيكث وهي من مدن اسبيجاب على مرحلة كبيرة منها أبو نصر أحمد بن زاهر بن حاتم بن رستم الأديب الأسبانيكثي كان فاضلا ثقة مائلا إلى الخيرات يروي عن عبد الله بن محمد بن يعقوب البخاري الأستاذ روى عنه أبو سعد الإدريسي الحافظ وقال سكن سمرقند ومات بها بعد الستين والثلاثمائة وأبو علي الحسين بن محمد بن زاهر بن حاتم الفقيه الأسبانيكثي هو ابن أخي أبي نصر السابق ذكره تفقه بسمرقند وانصرف إلى اسبانيكث وكان فقيها وكان يتجر إلى سمرقند قاله أبو سعد الإدريسي ثم قال وكان يختلف إلينا ويكتب عنا وكان فاضلا حاذقا بالحساب والفرائض وانصرف من سمرقند إلى اسبانيكث ومات بها بأخرة بعد التسعين والثلاثمائة كان كتب بباراب عن صديق بن سعيد |جـ 1 صـ 128| الصوناخي وباسفيجاب عن أبي أحمد الحزام المروزي وغيرهما كتبنا عنه بسمرقند وأبو الحسن سعيد بن حاتم بن عدي الفقيه الأسبانيكثي من ساكني سمرقند الشيخ الفاضل الورع سكن سمرقند مدة طويلة وتفقه بها على أبي الحسن الرحبي الفقيه الشافعي وولد بها ابنه الحسن ثم خرج إلى بلاد الترك قبل الثمانين والثلاثمائة وانصرف منها إلى اسبانيكث ومات بها في تلك الأيام وكان يروي عن عبد الله بن محمد بن محمود السمرقندي شيخ من ساكني اسبيجاب سمع منه أبو سعد عبد الرحمن بن محمد الإدريسي الحافظ وظفر بن الليث بن فل الثغري الأسبانيكثي من بلاد اسفيجاب يروي عن محمد بن أسلم القاضي كان فقيها لا بأس بروايته عن الثقات مات بعد العشرين والثلاثمائة وأبو بكر محمد بن سفيان الأسبانيكثي الفقيه الشافعي كان على حكومة نسف مدة وكان من أورع الحكام وأفضلهم وأنزههم هكذا ذكره أبو العباس المستغفري في تاريخ نسف وقال كان درس الفقه على أبي بكر أحمد بن الحسن الفارسي وكان من أجلة أصحاب الشافعي رحمه الله وكان قليل الحديث لم يحدث ببلدنا وقال سمعت الحاكم أبا محمد عبد الله بن أبي شجاع الأسبانيكثي يقول سمعت أبا الحسن علي بن زكريا الفقيه المفتي بالشاش وكان من أصحاب أبي بكر الفارسي يقول لم يكن أحد من أصحاب أبي بكر الفارسي أخذ منه فقهه وكلامه وتدقيقه كما أخذ أبو بكر الأسبانيكثي ولو أن إنسانا سمعه يتكلم من وراء جدار ما شك أنه أبو بكر الفارسي مات في سنة خمس أو ست وسبعين وثلاثمائة بالسغد سمعت عبد الله بن أبي شجاع الأسبانيكثي يقول ذكر هذا كله أبو العباس المستغفري الحافظ فيما أنا أبو الفضائل محمد بن عبد الله الكسي بسمرقند أنا أبو علي الحسن بن عبد الملك النسفي كتابة المستغفري يقوله ",
                "title": "الأسبانيكثي",
                "uri": "JK_000952_0126"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}