{
    "features": [
        {
            "item": "JK_000952_1210",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.257-259",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحماني</h1> بكسر الحاء المهملة وفتح الميم المشددة وفي آخرهما نون بعد الألف هذه النسبة إلى بني حمان وهي قبيلة نزلت الكوفة والمشهور بهذه النسبة أبو يحيى عبد الحميد بن عبد الرحمن بن ميمون الحماني حدث عن الأعمش وسفيان الثوري وغيرهما روى عنه ابنه أبو زكريا يحيى بن عبد الحميد الحماني صاحب المسند الكبير روى عن أبيه وروى عنه أبو يعلى الموصلي وأبو القاسم البغوي والقاسم بن عباد الترمذي وغيرهم وسأذكره فيما بعد ومن التابعين أبو محمد راشد بن نجيح الحماني عداده في أهل الكوفة يروي عن أنس رضي الله عنه وأبي نضرة والحسن البصري وأبي هارون عداده في البصريين روى عنه ابن المبارك والربيع بن بدر والحسن بن حبيب بن ندبة وعبد الوهاب بن عطاء وربما أخطأ قاله أبو حاتم بن حبان وعتاب بن عبد العزيز الحماني يروي المقاطيع عن الرحال القريعي روى عنه يزيد بن هارون وأبو بشر جابر بن نوح الحماني إمام مسجد بني حمان بالكوفة يروي عن الأعمش وابن أبي خالد المناكير الكثيرة كأنه كان يخطئ حتى صار في جملة من يسقط الإحتجاج بهم إذا انفردوا روى عنه أبو كريب محمد بن العلاء الكوفي وغيره وأبو محمد جبارة بن مغلس الحماني من أهل الكوفة يروى عن القاسم بن معن وشريك وغيرهما قال أبو حاتم بن حبان حدثنا عنه شيوخنا مات بالكوفة سنة إحدى وأربعين ومائتين كان بلقب الأسانيد ويرفع المراسيل أفسده يحيى الحماني حتى بطل الإحتجاج بأحاديثه المستقيمة لما شابها من الأشياء المستفيضة عنه التي لا أصول لها فخرج بها عن حد التعديل إلى الجرح وأبو شعيب حماد بن شعيب التميمي الحماني يروي عن أبي الزبير وأبي يحيى القتات سكن البصرة يقلب الأخبار ويرويها على غير جهتها روى عنه عبد الأعلى بن حماد الترسي وأبو زكريا يحيى بن عبد الحميد بن عبد الرحمن بن ميمون بن عبد الرحمن الحماني وميمون لقبه بشمين من أهل الكوفة حدث عن سليمان بن بلال وإبراهيم بن سعد وأبي عوانة وشريك بن عبد الله وحماد بن زيد وقيس بن الربيع وسفيان بن عيينة وأبي بكر بن عياش وجرير بن عبد الحميد وهشيم ووكيع وأبي معاوية الضرير روى عنه حمدان بن علي الوراق وأحمد بن يحيى الحلواني وأبو بكر بن أبي الدنيا وأبو قلابة الرقاشي وأبو القاسم البغوي وأبو يعلى الموصلي |جـ 2 صـ 258| قال أبو حاتم الرازي سألت يحيى بن معين عن الحماني فأجمل القول فيه وقال ما له وكان يسرد مسنده أربعة آلاف سردا وشريك ثلاثة آلاف وخمسمائة كمثل وذكر أبو حاتم نحو عشرة آلاف وقال كان أحد المحدثين قال يحيى بن معين يحيى الحماني صدوق مشهور ما بالكوفة مثل ابن الحماني ما يقال فيه إلا من حسد ومات بسر من رأى في شهر رمضان سنة ثمان وعشرين ومائتين وكان أول من مات من المحدثين الذين أقدموا وجده الأعلى بشمين الحماني يحدث عن أبي زرعة بن عمرو بن جرير روى عنه عمار بن رزيق وعمه محمد بن عبد الرحمن بن بشمين الحماني يحدث عن أبي إسحاق الحميسي وحبيب بن أبي عمرة الحماني مولى بني حمان قاله يحيى بن معين ومنهم علي بن محمد العلوي الحسيني الشاعر الكوفي يعرف بالحماني وعمرو بن سفيان بن حمان البارقي الحماني الشاعر نسب إلى جده وهو المعروف بالمعقر سمي بذلك لقوله % لها ناهض في الجو قد مهدت له % % كما مهدت للبعل حسناء عاقر % قال ذلك ابن دريد وأبو زكريا يحيى بن عبد الحميد الحماني صاحب المسند الكبير روى عنه أحمد بن منصور الرمادي وأبو حاتم الرازي وموسى بن إسحاق وهو يحدث عن أبي إسرائيل الملائي وطعمة بن عمرو ويعلى بن الحارث وسعير بن الحمس وصفوان بن أبي الصهباء وقيس بن الربيع وغيرهم قال عبد الله بن أحمد بن حنبل قلت لأبي إن ابني أبي شيبة ذكر أنهما يقدمان بغداد فقال قد جاء ابن الحماني إلى ههنا فاجتمع عليه الناس وكان يكذب جهارا قلت لأبي ابن الحماني حدث عنك عن إسحاق الأزرق عن شريك عن بيان عن قيس عن المغيرة بن شعبة عن النبي صلى الله عليه وسلم أنه قال أبرداوا بالصلاة فقال كذب ما حدثته به فقلت إنهم حكوا عنه أنه قال سمعت منه في المذاكرة على باب إسماعيل بن عليه فقال كذب إنما سمعته بعد ذلك من إسحاق الأزرق أنا لم أعلم تلك الأيام إن هذا الحديث غريب حتى سألوني عنه بعد ذلك هؤلاء الشباب أو هؤلاء الأحداث وقال أبي وقت التقينا على باب ابن علية إنما كنا نتذاكر الفقه والأبواب لم نكن تلك الأيام نتذاكر المسند وما زلنا نعرفه أنه يسرق الأحاديث أو يلتقطها أو يتلقفها وقال عبد الله بن عبد الرحمن السمرقندي خلفت عند يحيى الحماني كتبا فيها أحاديث عن سليمان بن بلال وغيره فرأيته قد أخرج ذلك في الزيادات وقال إسماعيل بن موسى نسيب السدي جاءني يحيى |جـ 2 صـ 259| الحماني وسألني عن أحاديث عن شريك فذهب ورواها عن شريك قال وهو كذاب وقال العباس الدوري لم يزل يحيى بن معين يقول يحيى بن عبد الحميد ثقة حتى مات وروى عنه قال أبو حاتم الرازي كتب معي يحيى الحماني إلى أحمد بن حنبل فقرأ أحمد كتابه وسألته أن يكتب جوابه فأبى وقال أقرئه السلام وكان يحيى بن معين يحسن القول في يحيى الحماني وقال أبو حاتم الرازي لم أر أحدا من المحدثين ممن يأتي بالحديث على لفظ واحد سوى يحيى الحماني في شريك قال ابن أبي حاتم الرازي ترك أبو زرعة الرازي الرواية عن يحيى الحماني وكان أبي يعني أبا حاتم يروي عنه ",
                "title": "الحماني",
                "uri": "JK_000952_1210"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}