{
    "features": [
        {
            "item": "JK_000952_3959",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.386-387",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المناشكي</h1> بفتح الميم والنون وكسر الشين المعجمة وفي اخرها الكاف هذه النسبة إلى مناشك وهي محلة من محال نيسابور ومنها باب ينسب إلى هذه المحلة يقال لها دروازة منشك |جـ 5 صـ 387| منها أبو القاسم سليمان بن محمد بن الحسن بن علي بن أيوب المناشكي الفقيه كان فقيها من أصحاب الرأي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال أبو القاسم المناشكي قلما رأيت من فقهاء أصحاب الرأي من جمع من الحديث ما جمعه وأدركته المنية وسنه دون الخمسين وتوفي في جمادى الأولى سنة ثمان وثلاث مئة وأبو العباس محمد بن إبراهيم بن الحسن بن موسى بن يزيد بن مهران المناشكي المحاملي شيخ معروف بنيسابور وكان أكثر جلوسه على باب خان مكي لشركة له هناك سمع محمد بن إبراهيم العبدي والمسيب بن زهير وجعفر بن سوار وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وقال كتب الحديث قبل التسعين والمئتين وعمر إلى النيف وستين وثلاث مئة وحدث في أواخر عمره وتوفي في شهر رمضان سنة خمس وستين وثلاث مئة وهو ابن أربع وتسعين سنة وأبو الحسن علي بن الفضل بن إسحاق بن حماد المناشكي يروي عن أحمد بن يحيى بن زكير روى عنه أبو الحسين محمد بن الحسين بن محمد بن إسماعيل السلمي والقاضي أبو بكر محمد بن جعفر بن إبراهيم بن يوسف الفامي المناشكي سمع بنيسابور أبا عبد الله البوشنجي والحسين بن محمد القباني وبهراة عثمان بن سعيد الدارمي سمع منه الحاكم أبو عبد الله الحافظ وقال سمعت أبا زكريا العنبري يثني عليه وتوفي سنة أربعين وثلاث مئة وهو ابن تسعين سنة وأبو الحسن أحمد بن محمد بن علي بن يحيى المناشكي سمع أبا بكر محمد بن عبد الله بن يوسف وأبا سعيد عبد الرحمن بن الحسين وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ وتوفي في صفر سنة سبع وسبعين وثلاث مئة وأبو حامد أحمد بن عبد الله المناشكي قال الحاكم من محلة مناشك سمع إسحاق بن راهويه وعمرو بن زرارة وكتب بالحجاز أيضا روى عنه أبو عبد الله بن يعقوب الأخرم الحافظ ",
                "title": "المناشكي",
                "uri": "JK_000952_3959"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}