{
    "features": [
        {
            "item": "JK_000952_2238",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.358-359",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السيرجاني</h1> بكسر السين المهملة وسكون الياء المنقوطة باثنتين من تحتها وسكون الراء وفتح الجيم وفي آخرها النون هذه النسبة إلى سيرجان وهي بلدة من بلاد كرمان مما يلي فارس خرج منها جماعة من أهل العلم والخير منهم أبو عبد الله محمد بن إبراهيم بن عبدان بن محمد بن المرزبان السيرجاني الكرماني كان حافظا فهما عارفا بالحديث رحل إلى خراسان ومنها إلى ما وراء النهر وصحب العلماء سمع أبا عبد الله محمد بن إسحاق بن مندة الحافظ والحاكم أبا عبد الله بن عبد الله الحافظ البيع وأبا الحسن محمد بن الهمداني وأبا عمر محمد بن أحمد بن سليمان النوقاني وأبا نصر أحمد بن محمد بن الحسن الكلاباذي وأبا إسحاق إبراهيم بن محمد بن يزداذ الرازي وغيرهم روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وجماعة كثيرة آخرهم أبو بكر عبد الغفار بن محمد بن الحسين الشيروي شيخنا ذكره المستغفري في التاريخ وقال أبو عبد الله السيرجاني قدم علينا مرارا وأقام معنا سنين وكتب عن شيوخنا وعني كثيرا وكتبت عنه كان ممن يفهم ويحفظ وهو اليوم مقيم |جـ 3 صـ 359| بنيسابور وسمعت خبر وفاته بسمرقند في سنة ثمان وعشرين وأربعمائة وأبو علي الحسن بن الصوفي السيرجاني سكن بغداد ورحل إلى الشام والحجاز وكان حريصا على طلب العلم والحديث زاهدا متقللا غير أنه ما كان ثقة في النقل صدوقا في القول أجمع أهل بغداد وحفاظها على ذلك وكان أبو بكر محمد بن أحمد بن عبد الباقي بن الخاضبة الحافظ يقول أعرف من قطع بادية تبوك بقليل من الزاد ولا يسمع منه شيء وليس بشيء في الحديث وأشار إلى أنه أبو علي السيرجاني أكثر عن الحفاظ مثل أبي بكر أحمد بن علي بن ثابت الخطيب وخطه على كتبه وابنته سعدى بنت السيرجاني سمعت منها ببغداد صالحة فقيرة روت عن أبي نصر محمد بن محمد بن علي الزينبي قرأت عليها كتاب البعث لأبي بكر عبد الله بن أبي داود السجستاني وتوفي أبو علي سنة نيف وثمانين وأربعمائة وسعدى تركتها في الأحياء سنة سبع وثلاثين وخمسمائة ومنهم أبو بكر أحمد بن محمد بن إسماعيل بن علي بن عمران السيرجاني الكرماني الحنبلي ذكره المستغفري في التاريخ وقال قدم علينا في ربيع الآخر سنة أربع وأربعمائة فكتب عنا وكتبنا عنه ثم لقيته ببخارى في أواخر سنة تسع وأول سنة عشر وأربعمائة ",
                "title": "السيرجاني",
                "uri": "JK_000952_2238"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}