{
    "features": [
        {
            "item": "JK_000129_002870",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.79-80",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الثغر والنسبة الثغري</h1> بالفتح ثم السكون وراء كل موضع قريب من أرض العدو يسمى ثغرا كأنه مأخوذ من الثغرة وهي الفرجة في الحائط وهو في مواضع كثيرة منها ثغر الشام وجمعه ثغور وهذا الاسم يشمل بلادا كثيرة وهي البلاد المعروفة اليوم ببلاد ابن لاون ولا قصبة لها لأن أكثر بلادها متساوية وكل بلد منها كان أهله يرون أنه أحق باسم القصبة فمن مدنها بياس ومنها إلى الإسكندرية مرحلة ومن بياس إلى المصيصة مرحلتان ومن المصيصة إلى عين زربة مرحلة ومن المصيصة إلى أذنة مرحلة ومن أذنة إلى طرسوس يوم ومن طرطوس إلى الجوزات يومان ومن طرسوس إلى أولاس على بحر الروم يومان ومن بياس إلى الكنيسة السوداء وهي مدينة أقل من يوم ومن بياس إلى الهارونية مثله ومن الهارونية إلى مرعش وهي من ثغور الجزيرة أقل |جـ 2 صـ 80| من يوم ومن مشهور مدن هذا الثغر أنطاكية وبغراس وغير ذلك إلا أن هذا الذي ذكرنا أشهر مدنها وقال أحمد بن يحيى بن جابر كانت الثغور الشامية أيام عمر وعثمان وبعد ذلك أنطاكية وغيرها المدعوة اليوم بالعواصم وكان المسلمون يغزون ما وراءها كغزوهم اليوم وراء طرسوس وكانت فيما بين الإسكندرية وطرسوس حصون ومسالح للروم كالحصون والمسالح التي يمر بها المسلمون اليوم وكان هرقل نقل أهل تلك الحصون معه وشعثها فكان المسلمون إذا غزوها لم يجدوا فيها أحدا وربما كمن عندها قوم من الروم فأصابوا غرة المسلمين المنقطعين عن عساكرهم فكان ولاة الشواتي والصوائف إذا دخلوا بلاد الروم خلفوا بها جندا كثيفا إلى خروجهم وقد اختلفوا في أول من قطع الدرب وهو درب بغراس فقيل قطعه ميسرة بن مسروق العبسي وجهه أبو عبيدة فلقي جمعا للروم ومعهم مستعربة من غسان وتنوخ يريدون اللحاق بهرقل فأوقع بهم وقتل منهم مقتلة عظيمة ثم لحق به مالك الأشتر النخعي مددا من قبل أبي عبيدة وهو بأنطاكية وقال بعضهم أول من قطع الدرب عمير بن سعد الأنصاري حين توجه في أمر جبلة بن الأيهم وقال أبو الخطاب الأزدي بلغني أن أبا عبيدة بنفسه غزا الصائفة فمر بالمصيصة وطرسوس وقد جلا أهلها وأهل الحصون التي تليها فأدرب فبلغ في غزاته زندة وقال غيره إنما وجه ميسرة بن مسروق فبلغ زندة وقال أبو صالح لما غزا معاوية عمورية سنة 52 وجد الحصون فيما بين أنطاكية وطرسوس خالية فوقف عندها جماعة من أهل الشام والجزيرة وقنسرين حتى انصرف من غزواته ثم أغزى بعد ذلك بسنة أو سنتين يزيد بن الحر العبسي الصائفة وأمره بمعاوية أن يفعل مثل فعله قال وغزا معاوية سنة 13 من ناحية المصيصة فبلغ درولية فلما رجع جعل لا يمر بحصن فيما بينه وبين أنطاكية إلا هدمه قال المؤلف رحمه الله ثم لم يزل هذا الثغر وهو طرسوس وأذنة والمصيصة وما ينضاف إليها بأيدي المسلمين والخلفاء مهتمون بأمرها لا يولونها إلا شجعان القواد والراغبين منهم في الجهاد والحروب بين أهلها والروم مستمرة والأمور على مثل هذه الحال مستقرة حتى ولي العواصم والثغور الأمير سيف الدولة علي بن أبي الهيجاء بن حمدان فصمد للغزو وأمعن في بلادهم واتفق أن قابله من الروم ملوك أجلاد ورجال أولو بأس وجلاد وبصيرة بالحرب والدين شداد فكانت الحرب بينهم سجالا إلى أن كان من وقعة مغارة الكحل في سنة 943 ومن ظفر الروم بعسكر سيف الدولة ورجوعه إلى حلب في خدمة فرسان على ما قيل ثم تلا ذلك هجوم الروم على حلب في سنة 153 وقتل كل من قدروا عليه من أهلها وكان أن عجز سيف الدولة وضعف فترك الشام شاغرا ورجع إلى ميافارقين والثغر من الحماة فارغا فجاءهم نقفور الدمستق فحاصر المصيصة ففتحها ثم طرسوس ثم سائر الثغور وذلك في سنة 453 كما ذكرناه في طرسوس فهو في أيديهم إلى هذه الغاية وتولاها لاون الأرمني ملك الأرمن يومئذ فهي في عقبه إلى الآن وقد نسبوا إلى هذا الثغر جماعة كثيرة من الرواة الزهاد والعباد منهم أبو أمية محمد بن إبراهيم بن مسلم بن سالم الطرسوسي الثغري كذا نسبه غير واحد من المحدثين وهو بغدادي المولد سكن طرسوس وسمع يوسف بن عمر اليمامي وعمر بن حبيب القاضي ويعقوب بن إسحاق |جـ 2 صـ 81| الحضرمي وأبا عاصم النبيل ومكي بن إبراهيم والفضل بن دكين وقبيصة بن عقبة وإسحاق بن منصور السلولي وأسود بن عامر شاذان وغيرهم روى عنه أبو حاتم الرازي ومحمد بن خلف وكيع ويحيى بن صاعد والحسين بن إبراهيم المحاملي وغيرهم وسئل عنه أبو داود سليمان بن الأشعث فقال ثقة وأما ثغر أسفيجاب فلم يزل ثغرا من جهته وقد ذكر اسفيجاب في موضعه نسب إليه هكذا طالب بن القاسم الفقيه الثغري الاسفيجابي كان من فقهاء ما وراء النهر ",
                "title": "الثغر والنسبة الثغري",
                "uri": "JK_000129_002870"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}