{
    "features": [
        {
            "item": "JK_000952_0950",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.92-93",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجنجروذي</h1> بالنون بين الجيمين المفتوحتين وضم الراء بعدها الواو وفي آخرها الذال المعجمة هذه النسبة إلى جنجروذ وهي قرية قريبة من نيسابور ويقال لها كنجروذ وسأذكرها في الكاف أيضا واشتهر بالنسبة إلى هذه القرية أبو سعيد عمرو بن محمد بن منصور بن مخلد بن مهران العدل الجنجروذي الختن وإنما قيل له الختن لأنه ختن أبي بكر محمد بن إسحاق بن خزيمة وكان من أعيان مشايخ نيسابور ولم يكن أخص بمحمد بن إسحاق منه ثم صار في أواخر عمره من الأبدال وكان كثير السماع بخراسان والعراق سمع بخراسان السري بن خزيمة والحسين بن الفضل والفضل بن محمد بن المسيب وأقرانهم وهذا سماع سنة خمس وسبعين ومائتين وكتب بالري عن علي بن الحسين بن الجنيد وبالعراق سمع ببغداد إسماعيل بن إسحاق القاضي ومحمد بن غالب بن حرب وبالكوفة عن أحمد بن موسى التميمي وبالحجاز علي بن عبد العزيز ومحمد بن علي بن زيد الصائغ وغيرهم روى عنه أبو علي الحافظ وأبو الحسين الحجاجي وأبو علي الماسرجسي والشيوخ من حفاظنا هكذا ذكره أبو عبد الله محمد بن عبد الله الحافظ وقال توفي في شوال سنة ثلاث وأربعين وخمسمائة وقد استمليت عليه مجلسا واحدا تبركا سنة سبع وثلاثين وثلاثمائة |جـ 2 صـ 93| قبل أن يذهب بصره وأبو الحسن محمد بن أحمد بن علي الصبغي الجنجروذي كان أبوه من المشهورين بصحبة أبي بكر محمد بن إسحاق بن خزيمة وخدمته وجواره وسمع منه الحديث ومن أبي العباس محمد بن إسحاق السراج ذكره الحاكم أبو عبد الله الحافظ وقال كان من المشهورين الصالحين حمل بيده جميع سماعاته فقال ما تعلم أنه يصح لي منها قراءته والباقي طرحته فعرفته سماعاته بخط أبيه فاقتصر عليها وتوفي في شوال سنة أربع وثمانين وثلاثمائة ودفن في مقبرة المصلي وأبو بكر محمد بن شعيب بن محمد بن المغيرة بن بكر السلمي الجنجروذي من أهل نيسابور ابن عم أبي بكر محمد بن إسحاق بن خزيمة شيخ قديم للنيسابوريين سمع إسحاق بن إبراهيم الحنظلي وسعيد بن يعقوب الطالقاني ومخلد بن مالك وسلمة بن شبيب روى عنه أبو بكر محمد بن الحسين القطان وأبو جعفر محمد بن صالح بن هانىء وغيرهما ",
                "title": "الجنجروذي",
                "uri": "JK_000952_0950"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}