{
    "features": [
        {
            "item": "JK_000952_3052",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.376-377",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفريابي</h1> بكسر الفاء وسكون الراء ثم الياء المفتوحة آخر الحروف وفي آخرها الباء الموحدة هذه النسبة إلى فارياب بليدة بنواحي بلخ وينسب إليها بالفريابي والفاريابي والفيريابي أيضا بإثبات الياء خرج منها جماعة من المحدثين والأئمة وأما المشهور فهو أبو عبد الله محمد بن يوسف الفريابي سكن قيسارية بلدة على الساحل رحل الناس إليه وكتبوا عنه قال محمد بن إسماعيل البخاري خرجنا من حمص فاستقبلنا أحمد بن حنبل وقد فاته محمد بن يوسف الفريابي سمع الفريابي من الأوزاعي والثوري وإبراهيم بن أبي عبلة وإسرائيل وزائدة روى عنه أبو محمد عبد الله بن عبد الرحمن السمرقندي ومحمد بن إسماعيل البخاري وأحمد بن أبي الحواري وغيرهم مات سنة اثنتي عشرة ومائتين وكان مولده سنة ست وعشرين ومائة قال أبو حاتم بن حبان الفريابي من خيار عباد الله الصالحين قال أبو محمد بن أبي حاتم الرازي محمد بن يوسف الفريابي سكن قيسارية ساحل الشام قال أحمد بن حنبل الفريابي سمع من الثوري بالكوفة وصحبه وسمع منه قال أحمد وكتبت أنا عن الفريابي بمكة وقال يحيى بن معين لما سأله عيسى بن محمد الرملي أيهما أحب إليك كتاب الفريابي أو كتاب قبيصة قال كتاب الفريابي وقال ابن أبي حاتم سألت أبي عن الفريابي فقال صدوق ثقة وسألت أبا زرعة عن الفريابي ويحيى بن اليمان فقال الفريابي أحب إلي من يحي بن يمان وأبو بكر جعفر بن محمد بن الحسن بن المستفاض الفريابي أحد الأئمة المشهورين رحل من الشرق إلى الغرب وأدرك العلماء وولي القضاء بالدينور مدة وسكن بغداد واجتمع في مجلس إملائه ثلاثون ألفا ممن كان يكتب وتوفي ببغداد سنة إحدى وثلاثمائة وابنه أبو الحسن محمد بن جعفر الفريابي حدث عن أبي يوسف يعقوب بن إسحاق القلوسي ومحمد بن أحمد بن الجنيد الدقاق وعباس بن محمد الدوري وإسحاق بن سيار النصيبي والمطلب بن شعيب المصري وموسى بن الحسن الصقلي والحسن بن كليب الأنصاري روى عنه محمد بن إسماعيل الوراق ويوسف بن عمر القواس وأبو الحسين بن جميع الغساني وأبو حفص بن شاهين وأبو حفص الكناني وكان ثقة وكانت ولادته سنة سبع وأربعين ومائتين |جـ 4 صـ 377| وعلي بن جعفر الفريابي وعبد الله بن محمد بن يوسف الفريابي وإبراهيم بن محمد الفريابي المقدسي وعبد الله بن محمد بن هارون الفريابي وعدد كثير وأبو محمد عبد الرحيم بن حبيب الفريابي أصله من بغداد سكن فارياب يروي عن بقية وإسحاق بن نجيح وكان يضع الحديث على الثقات وضعا قال أبو حاتم بن حبان حدثنا عنه محمد بن إسحاق بن سعيد السعدي وغيره من شيوخنا لا يحل الرواية عنه ولا كتبة حديثه إلا للمتبحر في هذه الصناعة ولعل هذا الشيخ قد وضع أكثر من خمسمائة حديث على رسول الله صلى الله عليه وسلم رواها عن الثقات ومحمد بن تميم بن سليمان السعدي الفاريابي يضع الحديث يعلق محمد بن كرام برجله وتشبث بالجويباري في كتابه فأكثر روايته عنهما جميعا وكانا يضعان الحديث ليس عند أصحابنا عنهما شيء وإنما ذكرناهما لئلا يتوهم أحداث أصحابنا أن شيوخنا تركوهما للإرجاء فقط وإنما كان السبب في تركهم إياهما أنهما كانا يضعان الحديث على رسول الله صلى الله عليه وسلم وعبد الله بن محمد بن سلم الفريابي المقدسي يروي عن محمد بن الوزير الدمشقي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وإبراهيم بن محمد بن يوسف الفريابي نزل ببيت المقدس وسكنها يروي حمزة وأيوب بن سويد ورواد بن الجراح ومؤمل بن إسماعيل وإبراهيم بن أعين سمع منه أبو حاتم محمد بن إدريس الرازي وذكر أنه سمع منه ببيت المقدس ",
                "title": "الفريابي",
                "uri": "JK_000952_3052"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}