{
    "features": [
        {
            "item": "JK_000129_008438",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.41-42",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طمية</h1> بفتح أوله وكسر ثانيه وياء مشددة كياء النسبة وهو من قولهم طمى يطمي طميا والعين والهضبة طمية ويروى طمية والأول أصح قال ولقد شهدت النار بال أنفار توقد في طميه والأنفار الذين ينفرون إلى الحرب قال ابن الكلبي عن الشرقي إنما سمي جبل طمية بطمية بنت جام بن جمى بن تراوة من بني عمليق وهو جبل في طريق مكة مقابلة فايد وكانت طمية أخت سلمى بنت جام بن جمى عند ابن عم لها يقال له سلمى بن الهجين |جـ 4 صـ 42| فولدت له ضميرا وبرشق والقلاح والتريع فهم بالحيرة ألا ترى أن العبادي إذا غضب على العبادي قال له اسكت يا سلمى ابن طمية وإنما يعني سلمى بن طمية بنت جام بن جمى وسمي الجبل بمكانه جبل بمكة قال أبو عبد الله السكوني إذا خرجت من الحاجر تقصد مكة تنظر إلى طمية وهو جبل بنجد شرقي الطريق وإلى عكاش وهو جبل تقول العرب إنه زوج طمية سمكهما واحد وهما يتناوحان وفيهما قيل تزوج عكاش طمية بعدما تأيم عكاش وكاد يشيب وقال الأديبي طمية هضبة بين سميراء وتوز يسرة على طريق الحاج وهم مصعدون ويمنة وهم منحدرون وقيل طمية جبل لبني فزارة وهو من نواحي نجد بالإجماع وقال السمهري اللص أعني على برق أريك وميضه يشوق إذا استوضحت برقا عنانيا أرقت له والبرق دون طمية وذي نجب يا بعده من مكانيا وفي كتاب الأصمعي طمية علم أحمر صعب منيع لا يرتقى إلا من موضع واحد وهو برأس حزيز أسود يقال له العرقوة وهذا ذكر جبلا بالبادية وهو يتحصن فيه وهو في بلاد مرة بن عوف قال الشاعر أتين على طمية والمطايا إذا استحثثن أتعبن الجرورا الجرور من الإبل والخيل البطيء الذي لا ينقاد وقال الأصمعي أيضا طمية من بلاد فزارة وفي كتاب نصر طمية جبل في ديار أسد قريب من شطب جبل آخر وقال عمرو بن لجإ تأوبني ذكر لزولة كالخبل وما حيث يلقى بالكثيب ولا السهل تحل وركن من طمية دونها وجرفاء مما قد يحل به أهلي تريدين أن أرضى وأنت بخيلة ومن ذا الذي يرضي الأخلاء بالبخل وخبرني بدوي من أهل تلك البلاد أن طمية رابية محددة على جث الرمة من القبلة ",
                "title": "طمية",
                "uri": "JK_000129_008438"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}