{
    "features": [
        {
            "item": "JK_000129_004742",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.386",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خليج أمير المؤمنين</h1> بمصر قال القضاعي أمر عمر بن الخطاب رضي الله عنه عمرو بن العاص عام الرمادة بحفر الخليج الذي في حاشية الفسطاط فساقه من النيل إلى بحر القلزم فلم يأت عليه الحول حتى سارت فيه السفن وحمل فيه ما أراد من الطعام إلى مكة والمدينة فنفع الله بذلك أهل الحرمين فسمي خليج أمير المؤمنين وذكر الكندي أنه حفر في سنة 32 وفرغ منه في ستة أشهر وجرت فيه السفن ووصلت إلى الحجاز في الشهر السابع قال ولم يزل تحمل فيه الولاة إلى أن حمل فيه عمر بن عبد العزيز رضي الله عنه ثم أضاعته الولاة بعد ذلك وسفت عليه الرمال فانقطع وصار منتهاه إلى ذنب التمساح من ناحية بطحاء القلزم وقال ابن قديد أمر أبو جعفر المنصور بسد الخليج حين خرج عليه محمد بن عبد الله بن حسن بن الحسن بن علي بن أبي طالب رضي الله عنه بالمدينة ليقطع عنه الميرة فسد إلى الآن قلت أنا وأثر هذا الخليج إلى الآن باق عند الخشبي منزل في طريق مصر من الشام وهذا الخليج أراد أبو الحسن علي بن محمد بن علي بن الساعاتي بقوله قف بالخليج فإنه أشهر بقاع الأرض ربعا رقصت له الأغصان إذ أثنى الحمام عليه سجعا متعطف كالأيم ذع را حين خيف فضاق ذرعا وإذا تمر به الصبا فاطرب بسيف صار درعا متساويات سننه خفضا براكبها ورفعا مثل العقارب أقبلت فوق الأراقم وهي تسعى وقال أيضا نزلنا بمصر وهي أحسن كاعب فقيدة مثل زانها كرم البعل فلم أر أمضى من حسام خليجها يموج على إفرندها صدأ الطل إذا سال لا بل سل في متهالك من الأرض جدب طل فيه دم المحل غداة جلا تبر الشعاع متونه ولا شك أن الماء والنار في النصل ولا شك أعطاف الغصون كأنها شمائل معشوق تثنى من الدل ينظم تعويذا لها سبج الدجى وينثر إعجابا بها لؤلؤ الطل وخليج بنات نائلة قال مصعب الزبيري منسوب إلى ولد نائلة بنت الفرافصة الكلبية امرأة عثمان بن عفان رضي الله عنه وكان عثمان اتخذ هذا الخليج وساقه إلى أرض استخرجها واعتملها بالعرصة ",
                "title": "خليج أمير المؤمنين",
                "uri": "JK_000129_004742"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}