{
    "features": [
        {
            "item": "JK_000129_000733",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.202-203",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أشير والنسبة الأشيري</h1> بكسر ثانيه وياء ساكنة وراء مدينة في جبال البربر بالمغرب في طرف إفريقية الغربي مقابل بجاية في البر كان أول من عمرها زيري بن مناد الصنهاجي وكان سيد هذه القبيلة في أيامه وهو جد المعز بن باديس وملوك إفريقية بعد خروج الملقب بالمعز منها وكان زيري هذا في بدء أمره يسكن الجبال ولما نشأ ظهرت منه شجاعة أوجبت له أن اجتمع إليه طائفة من عشيرته فأغار بهم على من حوله من زناته والبربر ورزق الظفر بهم مرة بعد مرة فعظم جمعه وطالبته نفسه بالإمارة وضاق عليه وعلى أصحابه مكانهم فخرج يرتاد له موضعا ينزله فرأى أشير وهوموضع خال وليس به أحد مع كثرة عيونه وسعة فضائه وحسن منظره فجاء بالبنائين من المدن التي حوله وهي المسيلة وطبنة وغيرهما |جـ 1 صـ 203| وشرع في إنشاء مدينة أشير وذلك في سنة 423 فتمت إلى أحسن حال وعمل على جبلها حصنا مانعا ليس إلى المتحصن به طريق إلا من جهة واحدة تحميه عشرة رجال وحمى زيري أهل تلك الناحية وزرع الناس فيها وقصدها أهل تلك النواحي طلبا للأمن والسلامة فصارت مدينة مشهورة وتملكها بعده بنو حماد وهم بنو عم باديس واستولوا على جميع ما يجاورها من النواحي وصاروا ملوكا لا يعطون أحدا طاعة وقاوموا بني عمهم ملوك إفريقية آل باديس ومن أشير هذه الشيخ الفاضل أبو محمد عبد الله بن محمد الأشيري إمام أهل الحديث والفقه والأدب بحلب خاصة وبالشام عامة استدعاه الوزير عون الدين أبو المظفر يحيى بن محمد بن هبيرة وزير المقتفي والمستنجد وطلبه من الملك العادل نور الدين محمد بن زنكي فسيره إليه وقرأ كتاب ابن هبيرة الذي صنفه وسماه الإيضاح في شرح معاني الصحاح بحضوره وجرت له مع الوزير منافرة في شيء اختلف فيه أغضب كل واحد منهما صاحبه وردف ذلك اعتذار من الوزير وبره برا وافرا ثم سار من بغداد إلى مكة ثم عاد إلى الشام فمات في بقاع بعلبك في سنة 561 ",
                "title": "أشير والنسبة الأشيري",
                "uri": "JK_000129_000733"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}