{
    "features": [
        {
            "item": "JK_000952_4242",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.561-562",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الواسطي</h1> بكسر السين والطاء المهملتين هذه النسبة إلى خمسة مواضع أولها واسط العراق ويقال لها واسط القصب بناها الحجاج بن يوسف أمير العراق في سنة ثلاث وثمانين من الهجرة وقيل لها واسط لأنها في وسط العراقين البصرة والكوفة وهي واسطتها خرج منها جماعة من أهل العلم في كل فن وفيهم كثرة وشهر وصنف تاريخها أسلم بن سهل بحشل والثاني منسوب إلى واسط الرقة قال أبو علي محمد بن سعيد الحراني صاحب تاريح الرقة والمشهور منها سعيد بن أبي سعيد الواسطي واسم أبيه مسلم بن ثابت خراساني سكن واسط الرقة وكان شيخا صالحا حدث أبوه مسلم عن شريك وغيره قال |جـ 5 صـ 562| أبو علي سمعت الميموني يقول ذكروا أن الزهري لما قدم واسط الرقة عبر إليه سبعة من أهل الرقة وذكر قصة والثالث واسط نوقان وهي قرية على باب نوقان طوس يقال لها واسط اليهود مضيت إلى هذه القرية وسمعت بها من أبي بكر محمد بن الحسين الواعظ يروي عن أبي القاسم إسماعيل بن الحسين السنجبستي الفرائضي والرابع منسوب إلى واسط مرزاباد وهي قرية بالقرب من مطيراباذ كان بها جماعة من الفضلاء أنشدنا أبو العلاء أحمد بن محمد بن الفضل الحافظ من لفظه بجامع أصبهان أنشدنا أبو الفضل محمد بن طاهر المقدسي الحافظ أنشدنا أبو عبد الله أحمد بن علي الواسطي واسط هذه القرية انشدنا أبو النجم عيسى بن فاتك الواسطي من هذه القرية لنفسه من قصيدة مدح بها بعض العمال بها % وما على قدره شكرت له % % لكن شكري له على قدري % % لأن شكري السهى وأنغمها البدر % % وأين السهى من البدر % والخامس إلى واسط وهي قرية ببلخ منها محمد بن الصديق الواسطي يروي عن سيف بن هلال الأعور البلخي روى عنه علي بن الفضل بن طاهر البلخي وحديثه في تاريخ نيسابور للحاكم أبي عبد الله الحافظ رحمه الله وأما أبو حفص عمر بن أحمد بن محمد الواسطي نزيل بيت المقدس ظني أن أصله من العراق سكن بيت المقدس إما هو أو أبوه سمع أبا العباس أحمد وأبا طالب محمد ابني عمر بن يونس المقدسيين روى عنه أبو محمد عبد العزيز بن محمد النخشبي في معجم شيوخه وقال كان عمر يخطب عند إبراهيم الخليل صلوات الله عليه ثم ترك ذلك وكان ابنه يخطب بعد ذلك وكتب عنه ببيت المقدس من أصل أخيه أبي بكر بإفادة مشرف بن رجاء هكذا ذكر وأخوه أبو بكر محمد بن أحمد بن محمد الواسطي روى عنه عبد العزيز المقدسي ",
                "title": "الواسطي",
                "uri": "JK_000952_4242"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}