{
    "features": [
        {
            "item": "JK_000952_3440",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.58-60",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكرميني</h1> بفتح الكاف وسكون الراء وكسر الميم والياء المنقوطة باثنتين من تحتها والنون في اخرها هذه النسبة إلى كرمينية وهي إحدى بلاد ما وراء النهر على ثمانية عشر فرسخا من بخارى وسمعت الأديب أبا تراب علي بن طاهر الكرميني يقول بلدتنا كرمينية فإن العرب في الفتوح لما رأوها قالوا هي كارمينية شبهوها في الحسن وكثرة المياه والخضر بأرمينية أقمت بها يوما وليلة في توجهي إلى سمرقند وقد استولى الخراب عليها خرج منها جماعة من الأئمة والعلماء والمشاهير قديما وحديثا فمنهم أبو عبد الله محمد بن الضوء بن المنذر بن يزيد الشيباني الكرميني له نسخة يرويها عنه أبو حامد أحمد بن الليث الكرميني وحدث هو عن أبي عبيد القاسم بن سلام ومزاحم بن |جـ 5 صـ 59| سعيد الكشميهني وأبي عمر الحوضي وسليمان بن حرب ومسدد بن مسرهد مات سنة اثنتين وثمانين ومائتين وأخوه أبو بكر أحمد بن الضوء بن المنذر بن يزيد بن عبد الملك بن شيبان البكري الكرميني يروي عن أسماعيل بن مسلمة بن قعنب وأخيه عبد الله بن مسلمة والحكم بن المبارك ومكي بن إبراهيم وغيرهم روى عنه أبو الخير أحمد بن محمد بن الخليل وعمر بن محمد بن بحير وغيرهما قال علي بن محمود الكرميني رأيت في المنام كأن صحيفة تطير بين السماء والأرض فوقعت في يدي فنظرت فإذا فيها مكتوب بسم الله الرحمن الرحيم هذا كتاب من الله العزيز العليم براءة لأحمد بن الضوء من عذاب أليم مات في النصف من رجب سنة خمس وستين ومائتين والمستقر بن محمد الكرميني المحدث المشهور والإمام المسيب بن محمد القضاعي الكرميني روى كتاب المختصر في لأبي الموجة الفزاري عن أبي محمد الحسن بن محمد بن حليم المروزي ويروي المسيب أيضا عن أبي العباس عبد الله بن الحسين البصري وأبو الفرج عزيز بن عبد الله الكرميني وكان أحد نظار أصحاب الشافعي في الصفة ببخارى وبكرمينية أيضا والأديب أبو تراب علي بن طاهر بن الكرميني التميمي أفضل أهل عصره في اللغة وحفظها على الإطلاق لقيته ببخارى وكتبت عنه وكان من أهل كرمينية وأبو سليمان معمر بن جبرئيل بن مصعب بن إسماعيل بن أيوب الكرميني المؤدب سكن سمرقند وكان شيخا فاضلا ثقة دينا حسن الأصول من أهل السنة قال أبو سعد الإدريسي كتبنا عنه بسمرقند يروي عن الفتح بن عبيد السمرقندي وأبي حفص عمر بن محمد بن بحير وغيرهما ومن القدماء أبو محمد صهيب بن عاصم بن إبراهيم بن رشيد بن ليث بن عصمة بن قيس الكرميني له رحلة إلى العراق وكان عم جده الأعلى عصمة بن قيس من الصحابة سمع ابن عيينة والفضيل بن عياض وبشر بن السري ووكيع بن الجراح وعبد الله بن نمير روى عنه أبو عمرو عامر بن المنتجع وأبو بكر محمد بن أبي جعفر محمد بن إسماعيل بن أحمد بن جعفر بن محمد بن عثمان اليشكري الكرميني كان فقيها شافعي المذهب سمع |جـ 5 صـ 60| أبا الوفاء المسيب بن محمد القضاعي بكرمينية لا بأس على ما سمعنا منه بالدبوسية ",
                "title": "الكرميني",
                "uri": "JK_000952_3440"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}