{
    "features": [
        {
            "item": "JK_000952_2565",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.42-43",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطبراني</h1> بفتح الطاء المهملة والباء المنقوطة بواحدة والراء وفي أخرها النون هذه النسبة إلى طبرية وهي مدينة في الأردن بناحية الغور وهي في يد الفرنج بت بها ليلة ودخلت حمامها الذي هو من عجائب الدنيا وإحدى بلدتي طوس يقال لها الطابران ويسقطون الألف عنها وينسبون إليها بالطبراني والنسبة الصحيحة الطابراني وقيل موضع قوم لوط البحيرة بحيرة الطبرية اليوم وهي من نواحي الشام ثم وقعت القرية حين قلبها جبرئيل عليه السلام بين بحر الشام إلى مصر وصارت تلولا في البحر والمنسوب إلى طبرية الأردن أبو العباس الوليد بن سلمة الطبراني كان على قضاء الأردن يروي عن عبيد الله بن عمر روى عنه أهل الشام وابنه إبراهيم بن الوليد الطبراني كان ممن يضع الحديث على الثقات لا يجوز الاحتجاج به بحال وابنه ثقة وكان دحيم بن اليتيم يقول كذابا هذه الأمة صاحب طبرية وصاحب صيدا الوليد بن سلمة وأبو البختري القاضي وأبو سعيد هاشم بن مرثد الطبراني يروي عن آدم بن أبي إياس العسقلاني روى عنه سليمان بن أحمد بن أيوب الطبراني في معجم شيوخه وابنه سعيد بن هاشم بن مرثد بن سليمان بن عبد الصمد بن أحمد بن أيوب بن موهوب الطبراني وهو مولى عبدالله بن عباس يروي عن إبراهيم بن الوليد بن سلمة الطبراني ودحيم بن إبراهيم بن اليتيم روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو حاتم بن حبان البستي وأبو بكر بن المقرىء توفي بتنيس منصرفا من مصر إلى بلده في سنة ثلاث عشرة وثلاثمائة وأبو القاسم سليمان بن أحمد بن أيوب بن مطير اللخمي الطبراني حافظ عصره وصاحب الرحلة رحل إلى ديار مصر والحجاز واليمن والجزيرة والعراق وأدرك الشيوخ وذاكر الحفاظ وسكن أصبهان إلى آخر عمره وصنف التصانيف يروي عن إسحاق بن |جـ 4 صـ 43| إبراهيم الدبري الصنعاني وجمع شيوخه الذين سمع منهم وكانوا ألف شيخ روى عنه أبو أحمد عبد الله بن عدي الجرجاني وأبو نعيم أحمد بن عبد الله الحافظ والعالم ولد سنة ستين ومائتين بطبرية ومات لليلتين بقيتا من ذي القعدة سنة ستين وثلاثمائة بأصبهان وكان يقول أول ما قدمت أصبهان سنة تسعين ومائتين وقد ينسب إلى الطابران قصبة طوس الطبراني والنسبة الصحيحة بإثبات الألف والنسبة إليها طبراني أيضا أخبرنا أبو سعد ناصر بن سهل البغدادي بنوقان أخبرنا أبو سعيد الفرخواري الطوسي أخبرنا أبو إسحاق إبراهيم بن محمد الثعلبي صاحب التفسير أخبرنا أبو الحسن عبد الرحمن إبراهيم بن محمد الطبراني بها حدثنا شافع بن محمد وغيره فنسبه على هذا المثال وهو من أهل هذه البلدة وليس من طبرية الشام والله أعلم ومن طبرية الشام أبو الفرج محمد بن سعيد بن عبدان بن سهل بن مهران البغدادي ثم الطبراني من أهل بغداد سكن طبرية ونزل الشام وحدث بدمشق وبمصر عن محمد بن يحيى بن الحسين العمي وأبي سعيد الحسن بن علي العدوي وغيرهما روى عنه أبو عبد الله تمام بن محمد بن عبد الله الرازي وأبو الفتح بن مسرور البلخي وذكر أبو الفتح أنه سمع منه في سنة خمس وخمسين وثلاثمائة قال وسألته عن مولده فقال ولدت ببغداد في ذي الحجة سنة سبع وثمانين ومائتين قال أبو الفتح وكان ثقة وأبو الفضل صالح بن بشير بن سلمة الطبراني روي عن روح بن عبادة وكثير بن هشام وأبي النضر هاشم بن القاسم ومكي بن إبراهيم المقرىء قال ابن أبي حاتم كتبت عنه بطبرية وهو صدوق وأبو بكر محمد بن أحمد بن يحيى القاضي الطبراني ولي القضاء بطبرية سمع بصور أبا الطيب علي بن محمد بن أبي سليمان القاضي روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وأبو الفرج محمد بن إبراهيم بن الحسن الطبراني القاضي له رحلة إلى العراق وسمع بالأهواز أبا محمد عبدان بن أحمد بن موسى العسكري روى عنه أبو بكر النسوي الحافظ أيضا وأبو الفرج محمد بن سعيد بن عبدان الطبراني سمع بالعراق أبا الليث نصر بن |جـ 4 صـ 44| القاسم بن نصر الفرائضي وأبا خبيب العباس بن أحمد بن محمد البرتي وغيرهم روى عنه أبو بكر النسوي وذكر أنه سمع منه بطبرية في مجلس القاضي وأبو الحسين علي بن إسحاق بن ردا القاضي الطبراني قاضي طبرية وكان أحد الثقات والظرفاء من أهل الشام هكذا ذكره أبو بكر ابن المقرىء لما روى عنه سمع القاضي هذا علي بن نصر البصري ونوح بن حبيب القومسي وإدريس بن أبي الرباب وغيرهم روى عنه أبو بكر بن المقرىء وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وجماعة وأحمد بن إبراهيم بن رد الطبراني الخطيب يروي عن موسى بن أيوب النصيبي روى عنه سليمان بن أحمد بن أيوب الطبراني ",
                "title": "الطبراني",
                "uri": "JK_000952_2565"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}