{
    "features": [
        {
            "item": "JK_000129_004605",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.367-369",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خزر</h1> بالتحريك وآخره راء وهو انقلاب في الحدقة نحو اللحاظ وهو أقبح الحال وهي بلاد الترك خلف باب الأبواب المعروف بالدربند قريب من سد ذي القرنين ويقولون هو مسمى بالخزر ابن يافث بن نوح عليه السلام وقال في كتاب العين الخزر جيل خزر العيون وقال دعبل بن علي يمدح آل علي رضي الله عنه وليس حي من الأحياء نعرفه من ذي يمان ولا بكر ولا مضر إلا وهم شركاء في دمائهم كما تشارك أيسار على جزر قتل وأسر وتحريق ومنهبة فعل الغزاة بأهل الروم والخزر وقال أحمد بن فضلان رسول المقتدر إلى الصقالبة في رسالة له ذكر فيها ما شاهده بتلك البلاد فقال الخزر اسم إقليم من قصبة تسمى إتل وإتل اسم لنهر يجري إلى الخزر من الروس وبلغار و إتل مدينة والخزر اسم المملكة لا اسم مدينة والإتل قطعتان قطعة على غربي هذا النهر المسمى إتل وهي أكبرهما وقطعة على شرقيه والملك يسكن الغربي منهما ويسمى الملك بلسانهم يلك ويسمى أيضا باك وهذه القطعة الغربية مقدارها في الطول نحو فرسخ ويحيط بها سور إلا أنه مفترش البناء وأبنيتهم خركاهات |جـ 2 صـ 368| لبود إلا شيء يسير بني من طين ولهم أسواق وحمامات وفيها خلق كثير من المسلمين يقال إنهم يزيدون على عشرة آلاف مسلم ولهم نحو ثلاثين مسجدا وقصر الملك بعيد من شط النهر وقصره من آجر وليس لأحد بناء من آجر غيره ولا يمكن الملك أن يبنى بالآجر غيره ولهذا السور أربعة أبواب أحدها يلي النهر وآخرها يلي الصحراء على ظهر هذه المدينة وملكهم يهودي ويقال إن له من الحاشية نحو أربعة آلاف رجل والخزر مسلمون ونصارى وفيهم عبدة الأوثان وأقل الفرق هناك اليهود على أن الملك منهم وأكثرهم المسلمون والنصارى إلا أن الملك وخاصته يهود والغالب على أخلاقهم أخلاق أهل الأوثان يسجد بعضهم لبعض عند التعظيم وأحكام مصرهم على رسوم مخالفة للمسلمين واليهود والنصارى وجريدة جيش الملك اثنا عشر ألف رجل فإذا مات منهم رجل أقيم غيره مقامه فلا تنقص هذه العدة أبدا وليس لهم جراية دائرة إلا شيء نزر يسير يصل إليهم في المدة البعيدة إذا كان لهم حرب أو حزبهم أمر عظيم يجمعون له وأما أبواب أموال صلات الخزر فمن الأرصاد وعشور التجارات على رسوم لهم من كل طريق وبحر ونهر ولهم وظائف على أهل المحال والنواحي من كل صنف مما يحتاج إليه من طعام وشراب وغير ذلك وللملك تسعة من الحكام من اليهود والنصارى والمسلمين وأهل الأوثان إذا عرض للناس حكومة قضى فيها هؤلاء ولا يصل أهل الحوائج إلى الملك نفسه وإنما يصل إليه هؤلاء الحكام وبين هؤلاء الحكام وبين الملك يوم القضاء سفير يراسلونه فيما يجري من الأمور ينهون إليه ويرد عليهم أمره ويمضونه وليس لهذه المدينة قرى إلا أن مزارعهم مفترشة يخرجون في الصيف إلى المزراع نحوا من عشرين فرسخا فيزرعون ويجمعونه إذا أدرك بعضه إلى النهر وبعضه إلى الصحاري فيحملونه على العجل والنهر والغالب على قوتهم الأرز والسمك وما عدا ذلك مما يوجد عندهم يحمل إليهم من الروس وبلغار وكويابه والنصف الشرقي من مدينة الخزر فيه معظم التجار والمسلمون والمتاجر ولسان الخزر غير لسان الترك والفارسية ولا يشاركه لسان فريق من الأمم والخزر لا يشبهون الأتراك وهم سود الشعور وهم صنفان صنف يسمون قراخزر وهم سمر يضربون لشدة السمرة إلى السواد كأنهم صنف من الهند وصنف بيض ظاهرو الجمال والحسن والذي يقع من رقيق الخزر وهم أهل الأوثان الذين يستجيزون بيع أولادهم واسترقاق بعضهم لبعض فأما اليهود والنصارى فإنهم يدينون بتحريم استرقاق بعضهم بعضا مثل المسلمين وبلد الخزر لا يجلب منه إلى البلاد شيء وكل ما يرتفع منه إنما هو مجلوب إليه مثل الدقيق والعسل والشمع والخز والأوبار وأما ملك الخزر فاسمه خاقان وإنه لا يظهر إلا في كل أربعة أشهر متنزها ويقال له خاقان الكبير ويقال لخليفته خاقان به وهو الذي يقود الجيوش ويسوسها ويدبر أمر المملكة ويقوم بها ويظهر ويغزو وله تذعن الملوك الذين يصاقبونه ويدخل في كل يوم إلى خاقان الأكبر متواضعا يظهر الإخبات والسكينة ولا يدخل عليه إلا حافيا وبيده حطب فإذا سلم عليه أوقد بين يديه ذلك الحطب فإذا فرغ من الوقود جلس مع الملك على سريره عن يمينه ويخلفه رجل يقال له كندر خاقان ويخلف هذا أيضا رجل يقال له جاويشغر ورسم الملك الأكبر أن لا يجلس للناس ولا يكلمهم ولا يدخل عليه أحد |جـ 2 صـ 369| غير من ذكرنا والولايات في الحل والعقد والعقوبات وتدبير المملكة على خليفته خاقان به ورسم الملك الأكبر إذا مات أن يبنى له دار كبيرة فيها عشرون بيتا ويحفر له في كل بيت منها قبر وتكسر الحجارة حتى تصير مثل الكحل وتفرش فيه وتطرح النورة فوق ذلك وتحت الدار والنهر نهر كبير يجري ويجعلون النهر فوق ذلك القبر ويقولون حتى لا يصل إليه شيطان ولا إنسان ولا دود ولا هوام وإذا دفن ضربت أعناق الذين يدفنونه حتى لا يدرى أين قبره من تلك البيوت ويسمى قبره الجنة ويقولون قد دخل الجنة وتفرش البيوت كلها بالديباج المنسوج بالذهب ورسم ملك الخزر أن يكون له خمس وعشرون امرأة كل امرأة منهن ابنة ملك من الملوك الذين يحاذونه يأخذها طوعا أو كرها وله من الجواري السراري لفراشه ستون ما منهن إلا فائقة الجمال وكل واحدة من الحرائر والسراري في قصر مفرد لها قبة مغشاة بالساج وحول كل قبة مضرب ولكل واحدة منهن خادم يحجبها فإذا أراد أن يطأ بعضهن بعث إلى الخادم الذي يحجبها فيوافي بها في أسرع من لمح البصر حتى يجعلها في فراشه ويقف الخادم على باب قبة الملك فإذا وطئها أخذ بيدها وانصرف ولم يتركها بعد ذلك لحظة واحدة وإذا ركب هذا الملك الكبير ركب سائر الجيوش لركوبه ويكون بينه وبين المواكب ميل فلا يراه أحد من رعيته إلا خر لوجهه ساجدا له لا يرفع رأسه حتى يجوزه ومدة ملكهم أربعون سنة إذا جاوزها يوما واحدا قتلته الرعية وخاصته وقالوا هذا قد نقص عقله واضطرب رأيه وإذا بعث سرية لم تول الدبر بوجه ولا بسبب فإن انهزمت قتل كل من ينصرف إليه منها فأما القواد وخليفته فمتى انهزموا أحضرهم وأحضر نساءهم وأولادهم فوهبهم بحضرتهم لغيرهم وهم ينظرون وكذلك دوابهم ومتاعهم وسلاحهم ودورهم وربما قطع كل واحد منهم قطعتين وصلبهم وربما علقهم بأعناقهم في الشجر وربما جعلهم إذا أحسن إليهم ساسة ولملك الخزر مدينة عظيمة على نهر إتل وهي جانبان في أحد الجانبين المسلمون وفي الجانب الآخر الملك وأصحابه وعلى المسلمين رجل من غلمان الملك يقال له خز وهو مسلم وأحكام المسلمين المقيمين في بلد الخزر والمختلفين إليهم في التجارات مردودة إلى ذلك الغلام المسلم لا ينظر في أمورهم ولا يقضي بينهم غيره وللمسلمين في هذه المدينة مسجد جامع يصلون فيه الصلاة ويحضرون فيه أيام الجمع وفيه منارة عالية وعدة مؤذنين فلما اتصل بملك الخزر في سنة 013 أن المسلمين هدموا الكنيسة التي كانت في دار البابونج أمر بالمنارة فهدمت وقتل المؤذنين وقال لو لا أني أخاف أن لا يبقى في بلاد الإسلام كنيسة إلا هدمت لهدمت المسجد والخزر وملكهم كلهم يهود وكان الصقالبة وكل من يجاورهم في طاعته ويخاطبهم بالعبودية ويدينون له بالطاعة وقد ذهب بعضهم إلى أن يأجوج ومأجوج هم الخزر ",
                "title": "خزر",
                "uri": "JK_000129_004605"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}