{
    "features": [
        {
            "item": "JK_000952_2050",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.225-227",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السجستاني</h1> بكسر السين المهملة والجيم وسكون السين الأخرى بعدها تاء منقوطة بنقطتين من فوق هذه النسبة إلى سجستان وهي إحدى البلاد المعروفة بكابل كان بها ومنها جماعة كثيرة من العلماء والمحدثين وممن سكن البصرة من أهل سجستان أبو داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد بن عمرو بن عمران السجستاني صاحب كتاب السنن أحد أئمة الدنيا فقها وعلما وحفظا ونسكا وورعا وإتقانا ممن جمع وصنف وذب عن السنن وقمع من خالفها وانتحل ضدها وتوفي بالبصرة في شوال سنة خمس وسبعين ومائتين وابنه أبو بكر عبد الله بن أبي داود سليمان بن الشعث بن إسحاق بن بشير بن عمرو بن عمران الأزدي السجستاني وقتل عمران يوم صفين بين يدي أمير المؤمنين علي رضي الله عنه كان محدث العراق وابن إمامها في عصره ورد خراسان بعد انصرافه من مصر سمع ببغداد أحمد بن منيع وبالبصرة محمد بن بشار وبمصر أحمد بن صالح الطبري وبالشام محمد بن عوف الحمصي وبنيسابور محمد بن يحيى الذهلي وبمرو أبا داود سليمان بن معبد السنجي وغيرهم وأدرك جماعة كثيرة من شيوخ أبيه وصار مقدم أصحاب الحديث ببغداد وكان من أهل الفقه والعلم والإتقان وقيل إنه لما ورد أصبهان حدث من حفظه بنيف وثلاثين ألف حديث ما غلط فيها إلا في خمسة أحاديث روى عنه أبو علي الحسن بن علي النيسابوري وعيسى بن علي الوزير وجماعة آخرهم أبو بكر محمد بن عمرو بن زنبور الوراق ومات ببغداد في ذي الحجة سنة ست عشرة وثلاثمائة وهو ابن ست وثمانين سنة وستة أشهر وابنه أبو أحمد عبد الأعلى بن أبي بكر بن أبي داود السجستاني حدث عن أبيه عبد الله بن سليمان كتب عنه أحمد بن عثمان السجستاني بن برصالا البلدي وغيره وذكر الصوري الحافظ أنه عاش إلى سنة سبعين وثلاثمائة |جـ 3 صـ 226| وابو حاتم سهل بن محمد السجستاني ممن سكن البصرة يروي عن يزيد بن هارون وأبي جابر الأزدي روى عنه أبو عروبة الحراني قال أبو حاتم بن حبان هو الذي صنف القراءات وكان فيه دعابة غير أني اعتبرت حديثه فرايته مستقيم الحديث وإن كان فيه ما لا يتعرى منه أهل الأدب ومن القدماء أبو الهيثم عبيد الله بن عبد الله السجزي يروي عن أبي إسحاق السبيعي روى عنه ابنه حسين بن عبد الله بن حريث النجار بن الحسن بن عثمان وغيره وأبو مسعود مسعود بن ناصر بن أبي زيد السجزي الركاب كان حافظا متقنا فاضلا رحل إلى خراسان والجبال والعراقين والحجاز وأكثر من الحديث وجمع الجمع روى لنا عنه جماعة كثيرة بمرو ونيسابور وأصبهان وتوفي ^ ^ وسبعين وأربعمائة وأبو عبد الله عيسى بن شعيب بن إسحاق السجزي سكن هراة كان صالحا راغبا في طلب الحديث سمع أبا الحسن علي بن بشر بن الليثي وغيره كتب لي الإجازة بجميع مسموعاته ومات سنة عشرة وخمسمائة وابنه شيخنا أبو الوقت عبد الأول بن عيسى السجزي من أهل القرآن والخير والصلاح اشتهر بذلك وكان مكثرا من الحديث سمعت منه الصحيح للبخاري ومسند عبد بن حميد الكشي وكتاب المسند لأبي محمد الدارمي السمرقندي بروايته عن أبي الحسن الداودي وسمع جماعة من الهرويين وكان يسكن بالان بنواحي هراة وأبو الحسن علي بن الحسين بن الحسن السجزي سافر الكثير وسمع بأصبهان وبغداد روى لي عنه ابنه حنبل وتوفي ^ ^ وابنه أبو جعفر حنبل بن علب السجزي شيخ ظريف ساكن صبور على القراءة عليه خرج إلى خراسان والعراق وسمع بسجستان عبد الله بن عمر بن مأمون وبهراة عبد الله بن محمد الأنصاري وبنيسابور أبا سهل الدشتي وبالري ناهودار الديلمي وببغداد أبا الخطاب بن النضر وبالبصرة أبا عمر بن النهاوندي سمعت منه بمرو وهراة ومات بهراة سنة إحدى وأربعين وخمسمائة وأبو حاتم سهل بن محمد بن عثمان السجستاني يروي عن يعقوب الحضرمي وأبي عامر العقدي وأبي عبد الرحمن المقرىء روى عنه الحسين بن تميم |جـ 3 صـ 227| ",
                "title": "السجستاني",
                "uri": "JK_000952_2050"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}