{
    "features": [
        {
            "item": "JK_000129_012187",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.166-167",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المقدس والنسبة المقدسي</h1> في اللغة المنزه قال المفسرون في قوله تعالى & ونحن نسبح بحمدك ونقدس لك & قال الزجاج معنى نقدس لك أي نطهر أنفسنا لك وكذلك نفعل بمن أطاعك نقدسه أي نطهره قال ومن هذا قيل للسطل القدس لأنه يتقدس منه أي يتطهر قال ومن هذا بيت المقدس كذا ضبطه بفتح أوله وسكون ثانيه وتخفيف الدال وكسرها أي البيت المقدس المطهر الذي يتطهر به من الذنوب قال مروان قل للفرزدق والسفاهة كاسمها إن كنت تارك ما أمرتك فاجلس ودع المدينة إنها محذورة والحق بمكة أو ببيت المقدس وقال قتادة المراد بأرض المقدس أي المبارك وإليه ذهب ابن الأعرابي ومنه قيل للراهب مقدس ومنه قول امرىء القيس فأدركنه يأخذن بالساق والنسا كما شبرق الولدان ثوب المقدس وصبيان النصارى يتبركون به وبمسح مسحه الذي هو لابسه وأخذ خيوطه منه حتى يتمزق عنه ثوبه وفضائل بيت المقدس كثيرة ولا بد من ذكر شيء منها حتى يستحسنه المطلع عليه قال مقاتل بن سليمان قوله تعالى & ونجيناه ولوطا إلى الأرض التي باركنا فيها للعالمين & قال هي بيت المقدس وقوله تعالى لبني إسرائيل & وواعدناكم جانب الطور الأيمن & يعني بيت المقدس وقوله تعالى & وجعلنا ابن مريم وأمه آية وآويناهما إلى ربوة ذات قرار ومعين & قال البيت المقدس وقال تعالى & سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى & هو بيت المقدس وقوله تعالى & في بيوت أذن الله أن ترفع ويذكر فيها اسمه & البيت المقدس وفي الخبر من صلى في بيت المقدس فكأنما صلى في السماء ورفع الله عيسى ابن مريم إلى السماء من بيت المقدس وفيه مهبطه إذا هبط وتزف الكعبة بجميع حجاجها إلى البيت المقدس يقال لها مرحبا بالزائر والمزور وتزف جميع مساجد الأرض إلى البيت المقدس أول شيء حسر عنه بعد الطوفان صخرة بيت المقدس وفيه ينفخ في الصور يوم القيامة وعلى صخرته ينادي المنادي يوم القيامة وقد قال الله تعالى لسليمان بن داود عليهما السلام حين فرغ من بناء البيت المقدس ? < سلني أعطك قال يا رب أسألك أن تغفر لي ذنبي قال لك ذلك قال يا رب وأسألك أن تغفر لمن جاء هذا البيت يريد الصلاة فيه وأن تخرجه من ذنوبه كيوم ولد قال لك ذلك قال وأسألك من جاء فقيرا أن تغنيه قال لك ذلك قال وأسألك من جاء سقيما أن تشفيه قال ولك ذلك وعن النبي أنه قال لا تشد الرحال إلا إلى ثلاثة مساجد مسجدي هذا والمسجد الحرام ومسجد البيت المقدس وإن الصلاة في بيت المقدس خير من ألف صلاة في غيره وأقرب بقعة في الأرض من السماء البيت المقدس ويمنع الدجال من دخولها ويهلك يأجوج ومأجوج دونها وأوصى آدم عليه السلام أن يدفن بها وكذلك إسحاق وإبراهيم وحمل يعقوب من أرض مصر حتى دفن بها وأوصى يوسف عليه السلام حين مات بأرض مصر أن يحمل إليها وهاجر إبراهيم من كوثى إليها وإليها المحشر ومنها المنشر وتاب الله على داود بها وصدق إبراهيم الرؤيا بها وكلم عيسى الناس في المهد بها وتقاد الجنة يوم القيامة إليها ومنها يتفرق |جـ 5 صـ 167| الناس إلى الجنة أو إلى النار وروي عن كعب أن جميع الأنبياء عليهم السلام زاروا بيت المقدس تعظيما له وروي عن كعب أنه قال لا تسموا بيت المقدس إيلياء ولكن سموه باسمه فإن إيلياء امرأة بنت المدينة وعن عبد الله بن عمر قال قال رسول الله فلما فرغ سليمان من بناء بيت المقدس سأل الله حكما يوافق حكمه وملكا لا ينبغي لأحد من بعده فأعطاه الله ذلك وعن ابن عباس قال البيت المقدس بنته الأنبياء وسكنته الأنبياء ما فيه موضع شبر إلا وقد صلى فيه نبي أو قام فيه ملك وعن أبي ذر قال قلت لرسول الله أي مسجد وضع على وجه الأرض أولا قال المسجد الحرام قلت ثم أي قال البيت المقدس وبينهما أربعون سنة وروي عن أبي بن كعب قال أوحى الله تعالى إلى داود ابن لي بيتا قال يا رب وأين من الأرض قال حيث ترى الملك شاهرا سيفه فرأى داود ملكا على الصخرة واقفا وبيده سيف وعن الفضيل بن عياض قال لما صرفت القبلة نحو الكعبة قالت الصخرة إلهي لم أزل قبلة لعبادك حتى إذا بعثت خير خلقك صرفت قبلتهم عني قال ابشري فإني واضع عليك عرشي وحاشر إليك خلقي وقاض عليك أمري وناشر منك عبادي وقال كعب من زار البيت المقدس شوقا إليه دخل الجنة ومن صلى فيه ركعتين خرج من ذنوبه كيوم ولدته أمه وأعطي قلبا شاكرا ولسانا ذاكرا ومن تصدق فيه بدرهم كان فداءه من النار ومن صام فيه يوما واحدا كتبت له براءته من النار وقال كعب معقل المؤمنين أيام الدجال البيت المقدس يحاصرهم فيه حتى يأكلوا أوتار قسيهم من الجوع فبينما هم كذلك إذ سمعوا صوتا من الصخرة فيقولون هذا صوته رجل شبعان فينظرون فإذا عيسى ابن مريم عليه السلام فإذا رآه الدجال هرب منه فيتلقاه بباب لد فيقتله وقال أبو مالك القرظي في كتاب اليهود الذي لم يغير إن الله تعالى خلق الأرض فنظر إليها وقال أنا واطىء على بقعتك فشمخت الجبال وتواضعت الصخرة فشكر الله لها وقال هذا مقامي وموضع ميزاني وجنتي وناري ومحشر خلقي وأنا ديان يوم الدين وعن وهب بن منبه قال أمر إسحاق ابنه يعقوب أن لا ينكح امرأة من الكنعانيين وأن ينكح من بنات خاله لابان بن تاهر بن أزر وكان مسكنه فلسطين فتوجه إليها يعقوب وأدركه في بعض الطريق الليل فبات متوسد حجرا فرأى فيما يرى النائم كأن سلما منصوبا إلى باب السماء عند رأسه والملائكة تنزل منه وتعرج فيه وأوحى الله إليه إني أنا الله لا إله إلا أنا إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق وقد ورثتك هذه الأرض المقدسة وذريتك من بعدك وباركت فيك وفيهم وجعلت فيكم الكتاب والحكمة والنبوة ثم أنا معك حتى تدرك إلى هذا المكان فاجعله بيتا تعبدني فيه أنت وذريتك فيقال إنه بيت المقدس فبناه داود وابنه سليمان ثم أخربته الجبابرة بعد ذلك فاجتاز به شعيا وقيل عزير عليهما السلام فرآه خرابا فقال أنى يحيي هذه الله بعد موتها فأماته الله مائة عام ثم بعثه كما قص عز وجل في كتابه الكريم ثم بناه ملك من ملوك فارس يقال له كوشك وكان قد اتخذ سليمان في بيت المقدس أشياء عجيبة منها القبة التي فيها السلسلة المعلقة ينالها صاحب الحق ولا ينالها المبطل حتى اضمحلت بحيلة غير معروفة وكان من عجائب بنائه أنه بنى بيتا وأحكمه وصقله فإذا دخله الفاجر والورع تبين الفاجر من الورع لأن |جـ 5 صـ 168| الورع كان يظهر خياله في الحائط أبيض والفاجر يظهر خياله أسود وكان أيضا مما اتخذ من الأعاجيب أن ينصب في زاوية من زواياه عصا آبنوس فكان من مسها من أولاد الأنبياء لم تضره ومن مسها من غيرهم أحرقت يده وقد وصفها القدماء بصفات إن استقصيتها أمللت القارىء والذي شاهدته أنا منها أن أرضها وضياعها وقراها كلها جبال شامخة وليس حولها ولا بالقرب منها أرض وطيئة ألبتة وزروعها على الجبال وأطرافها بالفؤوس لأن الدواب لا صنع لها هناك وأما نفس المدينة فهي على فضاء في وسط تلك الجبال وأرضها كلها حجر من الجبال التي هي عليها وفيها أسواق كثيرة وعمارات حسنة وأما الأقصى فهو في طرفها الشرقي نحو القبلة أساسه من عمل داود عليه السلام وهو طويل عريض وطوله أكثر من عرضه وفي نحو القبلة المصلى الذي يخطب فيه للجمعة وهو على غاية الحسن والإحكام مبني على الأعمدة الرخام الملونة والفسيفساء التي ليس في الدنيا أحسن منها لا جامع دمشق ولا غيره وفي وسط صحن هذا الموضع مصطبة عظيمة في ارتفاع نحو خمسة أذرع كبيرة يصعد إليها الناس من عدة مواضع بدرج وفي وسط هذه المصطبة قبة عظيمة على أعمدة رخام مسقفة برصاص منمقة من برا وداخل بالفسيفساء مطبقة بالرخام الملون قائم ومسطح وفي وسط هذا الرخام قبة أخرى وهي قبة الصخرة التي تزار وعلى طرفها أثر قدم النبي وتحتها مغارة ينزل إليها بعدة درج مبلطة بالرخام قائم ونائم يصلى فيها وتزار ولهذا القبة أربعة أبواب وفي شرقيها برأسها قبة أخرى على أعمدة مكشوفة حسنة مليحة يقولون إنها قبة السلسلة وقبة المعراج أيضا على حائط المصطبة وقبة النبي داود عليه السلام كل ذلك على أعمدة مطبق أعلاها بالرصاص وفيها مغاور كثيرة ومواضع يطول عددها مما يزار ويتبرك به ويشرب أهل المدينة من ماء المطر ليس فيها دار إلا وفيها صهريج لكنها مياه ردية أكثرها يجتمع من الدروب وإن كانت دروبهم حجارة ليس فيها ذلك الدنس الكثير وبها ثلاث برك عظام بركة بني إسرائيل وبركة سليمان عليه السلام وبركة عياض عليها حماماتهم وعين سلوان في ظاهر المدينة في وادي جهنم مليحة الماء وكان بنو أيوب قد أحكموا سورها ثم خربوه على ما نحكيه بعد وفي المثل قتل أرضا عالمها وقتلت أرض جاهلها هذا قول أبي عبد الله محمد بن أحمد بن البناء البشاري المقدسي له كتاب في أخبار بلدان الإسلام وقد وصف بيت المقدس فأحسن فالأولى أن نذكر قوله لأنه أعرف ببلده وإن كان قد تغير بعده بعض معالمها قال هي متوسطة الحر والبرد قل ما يقع فيها ثلج قال وسألني القاضي أبو القاسم عن الهواء بها فقلت سجسج لا حر ولا برد فقال هذه صفة الجنة قلت بنيانهم حجر لا ترى أحسن منه ولا أنفس منه ولا أعف من أهلها ولا أطيب من العيش بها ولا أنظف من أسواقها ولا أكبر من مسجدها ولا أكثر من مشاهدها وكنت يوما في مجلس القاضي المختار أبي يحيى بهرام بالبصرة فجرى ذكر مصر إلى أن سئلت أي بلد أجل قلت بلدنا قيل فأيهما أطيب قلت بلدنا قيل فأيهما أفضل قلت بلدنا قيل فأيهما أحسن قلت بلدنا قيل فأيهما أكثر خيرات قلت بلدنا قيل فأيهما أكبر قلت بلدنا فتعجب أهل المجلس من ذلك وقيل أنت رجل محصل وقد ادعيت ما لا يقبل منك وما مثك إلا كصاحب |جـ 5 صـ 169| الناقة من الحجاج قلت أما قولي أجل فلأنها بلدة جمعت الدنيا والآخرة فمن كان من أبناء الدنيا وأراد الآخرة وجد سوقها ومن كان من أبناء الآخرة فدعته نفسه إلى نعمة الدنيا وجدها وأما طيب هوائها فإهن لا سم لبردها ولا أذى لحرها وأما الحسن فلا يرى أحسن من بنيانها ولا أنظف منها ولا أنزه من مسجدها وأما كثرة الخيرات فقد جمع الله فيها فواكه الأغوار والسهل والجبل والأشياء المتضادة كالأترج واللوز والرطب والجوز والتين والموز وأما الفضل فهي عرصة القيامة ومنها النشر وإليها الحشر وإنما فضلت مكة بالكعبة والمدينة بالنبي ويوم القيامة تزفان إليها فتحوي الفضل كله وأما الكبر فالخلائق كلهم يحشرون إليها فأي أرض أوسع منها فاستحسنوا ذلك وأقروا به قال إلا أن لها عيوبا يقال إن في التوراة مكتوبا بيت المقدس طست من ذهب مملوء عقارب ثم لا ترى أقذر من حماماتها ولا أثقل مؤنة وهي مع ذلك قليلة العلماء كثيرة النصارى وفيهم جفاء وعلى الرحبة والفنادق ضرائب ثقال وعلى ما يباع فيها رجالة وعلى الأبواب أعوان فلا يمكن أحدا أن يبيع شيئا مما يرتفق به الناس إلا بها مع قلة يسار وليس للمظلوم أنصار فالمستور مهموم والغني محسود والفقيه مهجور والأديب غير مشهور ولا مجلس نظر ولا تدريس قد غلب عليها النصارى واليهود وخلا المجلس من الناس والمسجد من الجماعات وهي أصغر من مكة وأكبر من المدينة عليها حصن بعضه على جبل وعلى بقيته خندق ولها ثمانية أبواب حديد باب صهيون وباب النية وباب البلاط وباب جب ارميا وباب سلوان وباب أريحا وباب العمود وباب محراب داود عليه السلام والماء بها واسع وقيل ليس ببيت المقدس أكثر من الماء والأذان قل أن يكون بها دار ليس بها صهريج أو صهريجان أو ثلاثة على قدر كبرها وصغرها وبها ثلاث برك عظام بركة بني إسرائيل وبركة سليمان وبركة عياض عليها حماماتهم لها دواع من الأزقة وفي المسجد عشرون جبا مشجرة قل أن تكون حارة ليس بها جب مسيل غير أن مياهها من الأزقة وقد عمد إلى واد فجعل بركتين تجتمع إليهما السيول في الشتاء وقد شق منهما قناه إلى البلد تدخل وقت الربيع فتدخل صهاريج الجامع وغيرها وأما المسجد الأقصى فهو على قرنة البلد الشرقي نحو القبلة أساسه من عمل داود طول الحجر عشرة أذرع وأقل منقوشة موجهة مؤلفة صلبة وقد بنى عليه عبد الملك بحجارة صغار حسان وشرفوه وكان أحسن من جامع دمشق لكن جاءت زلزلة في أيام بني العباس فطرحته إلا ما حول المحراب فلما بلغ الخليفة خبره أراد رده مثلما كان فقيل له تعيا ولا تقدر على ذلك فكتب إلى أمراء الأطراف والقواد يأمرهم أن يبني كل واحد منهم رواقا فبنوه أوثق وأغلظ صناعة مما كان وبقيت تلك القطعة شامة فيه وهي إلى حذاء الأعمدة الرخام وما كان من الأساطين المشيدة فهو محدث وللمغطى ستة وعشرون بابا باب يقابل المحراب يسمى باب النحاس الأعظم مصفح بالصفر المذهب لا يفتح مصراعه إلا رجلا شديد القوة عن يمينه سبعة أبواب كبار في وسطها باب مصفح مذهب وعلى اليسار مثلها وفي نحو المشرق أحد عشر بابا سواذج وخمسة عشر رواقا على أعمدة رخام أحدثها عبد الله بن طاهر وعلى الصحن من الميمنة أروقة على أعمدة رخام وأساطين وعلى المؤخر أروقة أزاج من الحجارة وعلى وسط المغطى جمل عظيم خلف قبة حسنة والسقوف كلها |جـ 5 صـ 170| إلا المؤخر ملبسة بشقاق الرصاص والمؤخر مرصوف بالفسيفساء الكبار والصحن كله مبلط وفي وسط الرواق دكة مربعة مثل مسجد يثرب يصعد إليها من أربع جهاتها بمراق واسعة وفي الدكة أربع قباب قبة السلسلة وقبة المعراج وقبة النبي وهذه الثلاث الصغار ملبسة بالرصاص على أعمدة رخام مكشوفة وفي وسط الدكة قبة الصخرة على بيت مثمن بأربعة أبواب كل باب يقابل مرقاة من مراقي الدكة وهي الباب القبلي وباب إسرافيل وباب الصور وباب النساء وهو الذي يفتح إلى المغرب جميعها مذهبة في وجه كل واحد باب مليح من خشب التنوب وكانت قد أمرت بعملها أم المقتدر بالله وعلى كل باب صفة مرخمة والتنوبية مطبقة على الصفرية من خارج وعلى أبواب الصفات أبواب أيضا سواذج داخل البيت ثلاثة أروقة دائرة على أعمدة معجونة أجل من الرخام وأحسن لا نظير لها قد عقدت عليه أروقة لاطئة داخلة في رواق آخر مستدير على الصخرة على أعمدة معجونة بقناطر مدورة فوق هذه منطقة متعالية في الهواء فيها طاقات كبار والقبة فوق المنطقة طولها غير القاعدة الكبرى مع السفود في الهواء مائة ذراع ترى من البعد فوقها سفود حسن طوله قامة وبسطة والقبة على عظمها ملبسة بالصفر المذهب وأرض البيت مع حيطانه والمنطقة من داخل وخارج على صفة جامع دمشق والقبة ثلاث سافات الأولى مروقة على الألواح والثانية من أعمدة الحديد قد شبكت لئلا تميلها الرياح ثم الثالثة من خشب عليها الصفائح وفي وسطها طريق إلى عند السفود يصعد منها الصناع لتفقدها ورمها فإذا بزغت عليها الشمس أشرقت القبة وتلألأت المنطقة ورؤيت شيئا عجيبا وعلى الجملة لم أر في الإسلام ولا سمعت أن في الشرك مثل هذه القبة ويدخل المسجد من ثلاثة عشر موضعا بعشرين بابا منها باب الحطة وباب النبي عليه الصلاة والسلام وباب محراب مريم وباب الرحمة وباب بركة بني إسرائيل وباب الأسباط وباب الهاشميين وباب الوليد وباب إبراهيم عليه السلام وباب أم خالد وباب داود عليه السلام وفيه من المشاهد محراب مريم وزكرياء ويعقوب والخضر ومقام النبي وجبرائيل وموضع المنهل والنور والكعبة والصراط متفرقة فيه وليس على الميسرة أروقة والمغطى لا يتصل بالحائط الشرقي وإنما ترك هذا البعض لسببين أحدهما قول عمر واتخذوا في غربي هذا المسجد مصلى للمسلمين فتركت هذه القطعة لئلا يخالف والآخر لو مد المغطى إلى الزاوية لم تقع الصخرة حذاء المحراب فكرهوا ذلك والله أعلم وطول المسجد ألف ذراع بالذراع الهاشمي وعرضه سبعمائة ذراع وفي سقوفه من الخشب أربعة آلاف خشبة وسبعمائة عمود رخام وعلى السقوف خمسة وأربعون ألف شقة رصاص وحجم الصخرة ثلاثة وثلاثون ذراعا في سبعة وعشرين وتحت الصخرة مغارة تزار ويصلى فيها تسع مائة وستين نفسا وكانت وظيفته كل شهر مائة دينار وفي كل سنة ثمانمائة ألف ذراع حصرا وخدامه مماليك له أقامهم عبد الملك من خمس الأسارى ولذلك يسمون الأخماس لا يخدمه غيرهم ولهم نوب يحفظونها وقال المنجمون المقدس طوله ست وخمسون درجة وعرضه ثلاث وثلاثون درجة في الإقليم الثالث وأما فتحها في أول الإسلام إلى يومنا هذا فإن عمر بن الخطاب رضي الله عنه أنفذ عمرو بن العاص إلى فلسطين ثم نزل البيت المقدس فامتنع عليه فقدم أبو عبيدة بن الجراح |جـ 5 صـ 171| بعد أن افتتح قنسرين وذلك في سنة 16 للهجرة فطلب أهل بيت المقدس من أبي عبيدة الأمان والصلح على مثل ما صولح عليه أهل مدن الشام من أداء الجزية والخراج والدخول فيما دخل فيه نظراؤهم على أن يكون المتولي للعقد لهم عمر بن الخطاب فكتب أبو عبيدة بذلك إلى عمر فقدم عمر ونزل الجابية من دمشق ثم صار إلى بيت المقدس فأنفذ صلحهم وكتب لهم به كتابا وكان ذلك في سنة 71 ولم تزل على ذلك بيد المسلمين والنصارى من الروم والإفرنج والأرمن وغيرهم من سائر أصنافهم يقصدونها للزيارة إلى بيعتهم المعروفة بالقمامة وليس لهم في الأرض أجل منها حتى انتهت إلى أن ملكها سكمان بن أرتق وأخوه ايلغازي جد هؤلاء الذين بديار بكر صاحب ماردين وآمد والخطبة فيها تقام لبني العباس فاستضعفهم المصريون وأرسلوا إليهم جيشا لا طاقة لهم به وبلغ سكمان وأخاه خبر ذلك فتركوها من غير قتال وانصرفوا نحو العراق وقيل بل حاصروها ونصبوا عليها المجانيق ثم سلموها بالأمان ورجع هؤلاء إلى نحو المشرق وذلك في سنة 194 واتفق أن الأفرنج في هذه الأيام خرجوا من وراء البحر إلى الساحل فملكوا جميع الساحل أو أكثره وامتدوا حتى نزلوا على البيت المقدس فأقاموا عليها نيفا وأربعين يوما ثم ملكوها من شماليها من ناحية باب الأسباط عنوة في اليوم الثالث والعشرين من شعبان سنة 294 ووضعوا السيف في المسلمين أسبوعا والتجأ الناس إلى الجامع الأقصى فقتلوا فيه ما يزيد على سبعين ألفا من المسلمين وأخذوا من عند الصخرة نيفا وأربعين قنديلا فضة كل واحد وزنه ثلاثة آلاف وستمائة درهم فضة وتنور فضة وزنه أربعون رطلا بالشامي وأموالا لا تحصى وجعلوا الصخرة والمسجد الأقصى مأوى لخنازيرهم ولم يزل في أيديهم حتى استنقذه منهم الملك الناصر صلاح الدين يوسف بن أيوب في سنة 385 بعد إحدى وتسعين سنة أقامها في يد الأفرنج وهي الآن في يد بني أيوب والمستولي عليهم الآن منهم الملك المعظم عيسى ابن العادل أبي بكر بن أيوب وكانوا قد أحكموا سوره وعمروه وجودوه فلما خرج الأفرنج في سنة 616 وتملكوا دمياط استظهر الملك المعظم بخراب سوره وقال نحن لا نمنع البلدان بالأسوار إنما نمنعها بالسيوف والأساورة وهذا كاف في خبرها وليس كل ما أجده أكتبه ولو فعلت ذلك لم يتسع لي زماني وفي المسجد أماكن كثيرة وأوصاف عجيبة لا تتصور إلا بالمشاهدة عيانا ومن أعظم محاسنه أنه إذا جلس إنسان فيه في أي موضع منه يرى أن ذلك الموضع هو أحسن المواضع وأشرحها ولذا قيل إن الله نظر إليه بعين الجمال ونظر إلى المسجد الحرام بعين الجلال أهيم بقاع القدس ما هبت الصبا فتلك رباع الأنس في زمن الصبا وما زلت في شوقي إليها مواصلا سلامي على تلك المعاهد والربى والحمد لله الذي وفقني لزيارته وينسب إلى بيت المقدس جماعة من العباد الصالحين والفقهاء منهم نصر بن إبراهيم بن نصر بن إبراهيم بن داود أبو الفتح المقدسي الفقيه الشافعي الزاهد أصله من طرابلس وسكن بيت المقدس ودرس بها وكان قد سمع بدمشق من أبي الحسن السمسار وأبي الحسن محمد بن عوف وابن سعدان وابن شكران وأبي القاسم وابن الطبري وسمع بآمد هبة الله بن سليمان وسليم بن أيوب بصور وعليه تفقه وعلى محمد بن البيان الكازروني وروى عنه أبو بكر الخطيب وعمر بن عبد الكريم |جـ 5 صـ 172| الدهستاني وأبو القاسم النسيب وأبو الفتح نصر الله اللاذقي وأبو محمد بن طاووس وجماعة وكان قدم دمشق في سنة 17 في نصف صفر ثم خرج إلى صور وأقام بها نحو عشر سنين ثم قدم دمشق سنة 08 فأقام بها يحدث ويدرس إلى أن مات وكان فقيها فاضلا زاهدا عابدا ورعا أقام بدمشق ولم يقبل لأحد من أهلها صلة وكان يقتات من غلة تحمل إليه من أرض كانت له بنابلس وكان يخبز له منها كل يوم قرص في جانب الكانون وكان متقللا متزهدا عجيب الأمر في ذلك وكان يقول درست على الفقيه سليم من سنة 73 إلى سنة 04 ما فاتني فيها درس ولا إعادة ولا وجعت إلا يوما واحدا وعوفيت وسئل كم في ضمن التعليقة التي صنفها من جزء فقال نحو ثلثمائة جزء وما كتبت منها حرفا وأنا على غير وضوء أو كما قال وزاره تاج الدولة تتش بن الب أرسلان يوما فلم يقم إليه وسأله عن أحل الأموال السلطانية فقال أموال الجزية فخرج من عنده وأرسل إليه بمبلغ من المال وقال له هذا من مال الجزية ففرقه على الأصحاب ولم يقبله وقال لا حاجة لنا إليه فلما ذهب الرسول لامه الفقيه أبو الفتح نصر الله بن محمد وقال له قد علمت حاجتنا إليه فلو كنت قبلته وفرقته فينا فقال لا تجزع من فوته فلسوف يأتيك من الدنيا ما يكفيك فيما بعد فكان كما تفرس فيه وذكر بعض أهل العلم قال صحبت أبا المعالي الجويني بخراسان ثم قدمت العراق فصحبت الشيخ أبا إسحاق الشيرازي فكانت طريقته عندي أفضل من طريقة الجويني ثم قدمت الشام فرأيت الفقيه أبا الفتح فكانت طريقته أحسن من طريقتهما جميعا وتوفي الشيخ أبو الفتح يوم الثلاثاء التاسع من المحرم سنة 094 بدمشق ودفن بباب الصغير ولم تر جنازة أوفر خلقا من جنازته رحمة الله عليه ومحمد بن طاهر بن علي بن أحمد أبو الفضل المقدسي الحافظ ويعرف بابن القيسراني طاف في طلب الحديث وسمع بالشام وبمصر والعراق وخراسان والجبل وفارس وسمع بمصر من الجبائي وأبي الحسن الخلعي قال وسمعت أبا القاسم إسماعيل بن محمد بن الفضل الحافظ يقول أحفظ من رائية محمد بن طاهر ما هو هذا إلى كم أمني النفس بالقرب واللقا بيوم إلى يوم وشهر إلى شهر وحتام لا أحظى بوصل أحبتي وأشكو إليهم ما لقيت من الهجر فلو كان قلبي من حديد أذابه فراقكم أو كان من صالب الصخر ولما رأيت البين يزداد والنوى تمثلت بيتا قيل في سالف الدهر متى يستريح القلب والقلب متعب ببين على بين وهجر على هجر قال الحافظ سمعت أبا العلاء الحسن بن أحمد الهمذاني الحافظ ببغداد يذكر أن أبا الفضل ابتلي بهوى امرأة من أهل الرستاق كانت تسكن قرية على ستة فراسخ فكان يذهب كل ليلة فيرقبها فيراها تغزل في ضوء السراج ثم يرجع إلى همذان فكان يمشي كل يوم وليلة اثني عشر فرسخا ومات ابن طاهر ودفن عند القبر الذي على جبلها يقال له قبر رابعة العدوية وليس هو بقبرها إنما قبرها بالبصرة وأما القبر الذي هناك فهو قبر رابعة زوجة أحمد بن أبي الحواري الكاتب وقد اشتبه على الناس ",
                "title": "المقدس والنسبة المقدسي",
                "uri": "JK_000129_012187"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}