{
    "features": [
        {
            "item": "JK_000952_1827",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.97-98",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرواسي</h1> بضم الراء وتخفيف الواو وفي آخرها السين المهملة فهو منسوب إلى بني رؤاس وهو الحارث بن كلاب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان وهم من قيس عيلان والمنتسب إلى جماعة منهم زهير بن عباد الرواسي وأبو معشر عمارة بن صدقة الرواسي يروى عن شعبة بن الحجاج وأبو سفيان وكيع بن الجراح بن مليح بن عدي بن فرس بن جمجمة الرواسي إمام أهل الكوفة يروي عن إسماعيل بن أبي خالد وهشام بن عروة وسليمان الأعمش وابن جريج والأوزاعي وسفيان الثوري وإسرائيل وشعبة روى عنه عبد الله بن المبارك ويحيى بن آدم وقتيبة بن سعيد وأحمد بن حنبل ويحيى بن معين وعلي بن المديني وأبو خيثمة وأبو بكر وعثمان ابنا أبي شيبة ويعقوب الدورقي وغيرهم قال وكيع بن الجراح أتيت الأعمش فقلت حدثني فقال ما اسمك فقلت وكيع قال اسم نبيل ما أحسب إلا سيكون لك نبأ أين تنزل من الكوفة قلت في بني رواس قال أين من منزل الجراح بن مليح قال قلت ذاك أبي وكان أبي على بيت المال قال فقال لي اذهب فجئني بعطائي وتعال حتى أحدثك بخمسة أحاديث قال فجئت إلى أبي فأخبرته فقال خذ نصف العطاء واذهب به فإذا حدثك بالخمسة فخذ النصف الآخر واذهب به حتى تكون عشرة قال فأتيته بنصف عطائه فأخذه فوضعه في كفه وقال هكذا ثم سكت فقلت حدثني قال اكتب فأملى علي حديثين قال قلت وعدتني خمسة قال وأين الدراهم كلها أحسب أن اباك أمرك بهذا ولم يعلم أن الأعمش مدرب قد شهد الوقائع اذهب فجئني بتمامها وتعال احدثك بخمسة أحاديث قال فجئته فحدثني خمسة أحاديث قال وكان إذا كان كل شهر جئته بعطائه فحدثني خمسة أحاديث قال يحيى بن أكثم القاضي صحبت وكيعا في السفر والحضر فكان يصوم الدهر ويختم القرآن كل ليلة وكان وكيع يقرأ جزأه في كل |جـ 3 صـ 98| ليلة ثلث القرآن ثم يقوم في آخر الليل فيقرأ المفصل ثم يجلس فيأخذ في الاستغفار حتى يطلع الفجر فيصلي ركعتين وكان يحيى بن معين يقول ما رأيت أحدا يحدث لله تعالى غير وكيع بن الجراح وما رايت رجلا قط أحفظ من وكيع ووكيع في زمانه كالأوزاعي في زمانه وكان إسحاق بن راهويه يقول إن حفظ وكيع طبيعي وحفظنا تكلف وكان مولده سنة تسع وعشرين ومائة ومات سنة ست أو سبع وتسعين ومائة بفيد في طريق مكة ومن القدماء عمرو بن مالك الرواسي ومالك والده هو ابن قيس بن بجيد بن رواس وهو الحارث بن كلاب وإبراهيم بن حميد الرواسي من قيس عيلان يروي عن إسماعيل بن أبي خالد وهشام بن عروة روى عنه يحيى بن آدم والحسن بن الربيع البوراني ووالد حميد أبو حميد عبد الرحمن بن حميد بن عبد الرحمن الرواسي من قيس عيلان من أهل الكوفة يروي عن جماعة من أهل بلده روى عنه مالك بن إسماعيل وأهل الكوفة وأبو عبد الرحمن فضيل بن مرزوق الرواسي من أهل الكوفة يروي عن أبي إسحاق وعطية روى عنه عبد الله بن المبارك وأبو وكيع الجراح بن مليح بن عدي بن فرس بن سفيان بن الحارث بن عمرو بن عبيد بن رواس الرواسي من قيس عيلان هو والد وكيع بن الجراح السابق ذكره يروي عن الأعمش وأبي إسحاق كان يقلب الأسانيد ويرفع المراسيل وزعم يحيى بن معين أنه كان وضاعا للحديث ومن الصحابة عمرو بن مالك بن قيس بن بجيد بن رؤاس الوافد على رسول الله صلى الله عليه وسلم وابن عم وكيع أبو عبد الله محمد بن ربيعة الكلابي ويقال الرؤاسي سمع إسماعيل بن أبي خالد وسليمان الأعمش وابن أبي ليلى وسفيان الثوري وابن جريج وهو من أهل الكوفة روى عنه محمد بن عيسى بن الطباع ويحيى بن معين وسريج بن يونس وأبو كريب وكان ثقة مات ببغداد ",
                "title": "الرواسي",
                "uri": "JK_000952_1827"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}