{
    "features": [
        {
            "item": "JK_000952_2780",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.209-210",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العطشي</h1> بفتح العين والطاء المهملتين وفي آخرها الشين المعجمة هذه النسبة إلى سوق العطش وهو موضع ببغداد بالجانب الشرقي منه أبو بكر محمد بن فارس بن حمدان بن عبد الرحمن العطشي المعبدي ذكرته في الميم مع العين المهملة وأبو بكر أحمد بن عبد الله بن محمد بن حمزة العطشي من أهل بغداد هكذا ذكره أبو بكر الخطيب في التاريخ وقال حدث عن الحسين بن محمد بن المطبقي وأبي سعيد أحمد بن محمد بن الأعرابي وغيرهما روى عنه أبو الحسن محمد بن أحمد بن علي الجواليقي الكوفي وذكر أنه سمع منه بالكوفة في صفر سنة تسع وخمسين وثلاثمائة عند مرجعه من الحج وأبو الحسين أحمد بن عثمان بن يحيى بن عمرو بن بيان بن فروخ البزاز العطشي المعروف بالأدمي كان ثقة صدوقا حسن الحديث ينزل سوق العطش سمع محمد بن ماهان زنبقة وعباس بن محمد الدوري وأحمد بن عبد الجبار العطاردي ومحمد بن الحسين الحنيني وموسى بن سهل الوشاء ومحمد بن عيسى بن حيان المدائني وأبا قلابة الرقاشي وأبا الأحوص محمد بن الهيثم القاضي روى عنه أبو الحسن محمد بن أحمد بن رزقويه وأبو الفتح هلال بن محمد بن جعفر الحفار وأبو سهم محمود بن عمر |جـ 4 صـ 210| العكبري وأبو الحسين بن بشران وأبو علي بن شاذان وأبو بكر أحمد بن موسى بن مردويه الأصبهاني وقال أبو بكر الخطيب سألت أبا بكر البرقاني عن أبي بكر الأدمي القاري فقال لا أعرف حاله لكن أحمد بن عثمان الأدمي ثقة توفي في شهر ربيع الآخر سنة تسع وأربعين وثلاثمائة وأبو علي محمد بن أحمد بن يحيى بن عبد الله بن إسماعيل البزاز العطشي شيخ ثقة مأمون من أهل بغداد سمع جعفر بن محمد الفريابي وأبا يعلى الموصلي ومحمد بن صالح بن ذريح العكبري ومحمد بن جرير الطبري ومحمد بن محمد بن سليمان الباغندي وأبا بكر بن أبي داود السجستاني روى عنه أبو محمد الخلال وعلي بن طلحة المقرئ وأبو الفرج الطناجيري والحسن بن علي الجوهري توفي في ذي الحجة سنة أربع وسبعين وثلاثمائة وأبو القاسم عبد الله بن محمد بن عبدوس العطشي المقرئ من أهل بغداد حدث عن إبراهيم بن عبد الله بن الجنيد وحماد بن الحسن بن عنبسة الوراق وعلي بن حرب الطائي ومحمد بن إسحاق الصغاني روى عنه أبو بكر محمد بن الحسين الآجري وأبو حفص بن شاهين ويوسف بن عمر القواس وغيرهم مات في ذي الحجة سنة سبع عشرة وثلاثمائة ",
                "title": "العطشي",
                "uri": "JK_000952_2780"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}