{
    "features": [
        {
            "item": "JK_000129_000461",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.147-149",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأردن والنسبة الأردني</h1> بالضم ثم السكون وضم الدال المهملة وتشديد النون قال أبو علي وحكم الهمزة إذا لحقت بنات الثلاثة من العربي أن تكون زائدة حتى تقوم دلالة تخرجها عن ذلك وكذلك الهمزة في أسكفة والأسرب والأردن اسم البلد وإن كن معربات قال أبو دهلب أحد بني ربيعة ابن قريع بن كعب بن سعد بن زيد مناة بن تميم حنت قلوصي أمس بالأردن حني فما ظلمت أن تحني حنت بأعلى صوتها المرن في خرعب أجش مستجن فيه كتهزيم نواحي الشن قال أبو علي وإن شئت جعلت الأردن مثل الأبلم وجعلت التثقيل فيه من باب سبسب حتى إنك تجري الوصل مجرى الوقف ويقوي هذا إنه يكثر مجيئه في القافية غير مشدد نحو قول عدي بن الرقاع العاملي لولا الإله وأهل الأردن اقتسمت نار الجماعة يوم المرج نيرانا قالوا والأردن في لغة العرب النعاس قال أباق الزبيري وقد علتني نعسة الأردن وموهب مبر بها مصن هكذا يقول اللغويون إن الأردن النعاس ويستشهدون بهذا الرجز والظاهر أن الأردن الشدة والغلبة فإنه لا معنى لقوله ولا علتني نعسة الأردن قال ابن السكيت ولم يسمع منه فعل قال ومنه سمي الأردن اسم كورة وأهل السير يقولون أن الأردن وفلسطين ابنا سام بن ارم بن سام بن نوح عليه السلام وهي أحد أجناد الشام الخمسة وهي كورة واسعة منها الغور وطبرية وصور وعكا وما بين ذلك قال أحمد بن الطيب السرخسي الفيلسوف هما أردنان أردن الكبير وأردن الصغير فأما الكبير فهو نهر يصب إلى بحيرة طبرية بينه وبين طبرية لمن عبر البحيرة في زورق اثنا عشر ميلا تجتمع فيه المياه من جبال وعيون فتجري في هذا النهر فتسقي أكثر ضياع جند الأردن مما يلي ساحل الشام وطريق صور ثم تنصب تلك المياه إلى البحيرة التي عند طبرية وطبرية على طرف جبل يشرف على هذه البحيرة فهذا النهر أعني الأردن الكبير بينه وبين طبرية البحيرة وأما الأردن الصغير فهو نهر يأخذ من بحيرة طبرية ويمر نحو الجنوب في وسط الغور فيسقي ضياع الغور وأكثر مستغلتهم السكر ومنها يحمل إلى سائر بلاد الشرق وعليه قرى كثيرة منها بيسان وقراوا وأريحا والعوجاء وغير ذلك وعلى هذا النهر قرب طبرية قنطرة عظيمة ذات طاقات كثيرة تزيد على العشرين ويجتمع هذا النهر ونهر اليرموك فيصيران نهرا واحدا فيسقي ضياع الغور وضياع |جـ 1 صـ 148| البثنية ثم يمر حتى يصب في البحيرة المنتنة في طرف الغور الغربي وللأردن عدة كور منها كورة طبرية وكورة بيسان وكورة بيت رأس وكورة جدر وكورة صفورية وكورة صور وكورة عكا وغير ذلك مما ذكر في مواضعه وللأردن ذكر كثير في كتب الفتوح ونذكر ههنا ما لا بد منه قالوا افتتح شرحبيل بن حسنة الأردن عنوة ما خلا طبرية فإن أهلها صالحوه على أنصاف منازلهم وكنائسهم وكان فتحه طبرية بعد أن حاصر أهلها أياما فآمنهم على أنفسهم وأموالهم وكنائسهم إلا ما جلوا عنه وخلوه واستثنى لمسجد المسلمين موضعا ثم إنهم نقضوا في خلافة عمر رضي الله عنه أيضا واجتمع إليهم قوم من سواد الروم وغيرهم فسير إليهم أبو عبيدة عمرو بن العاص في أربعة آلاف ففتحها على مثل صلح شرحبيل وكذلك جميع مدن الأردن وحصونها على هذا الصلح فتحا يسيرا بغير قتال ففتح بيسان وأفيق وجرش وبيت رأس وقدس والجولان وعكا وصور وصفورية وغلب على سواد الأردن وجميع أرضها إلا أنه لما انتهى إلى سواحل الروم كثرت الروم فكتب إلى أبي عبيدة يستمده فوجه إليه أبو عبيدة يزيد بن أبي سفيان وعلى مقدمته معاوية أخوه ففتح يزيد وعمرو سواحل الروم فكتب أبو عبيدة إلى عمر رضي الله عنه بفتحها لهما وكان لمعاوية في ذلك بلاء حسن وأثر جميل ولم تزل الصناعة من الأردن بعكا إلى أن نقلها هشام بن عبد الملك إلى صور وبقيت على ذلك إلى صدر مديد من أيام بني العباس حتى اختلف باختلاف المتغلبين على الثغور الشامية وقال المتنبي يمدح بدر بن عمار وكان قد ولي ثغور الأردن والساحل من قبل أبي بكر محمد بن رائق تهنا بصور أم نهنئها بكا وقل الذي صور وأنت له لكا وما صغر الأردن والساحل الذي حبيت به إلا إلى جنب قدركا تحاسدت البلدان حتى لو أنها نفوس لسار الشرق والغرب نحوكا وأصبح مصر لا تكون أميره ولو أنه ذو مقلة وفم بكى وحدث اليزيدي قال خرجنا مع المأمون في خرجته إلى بلاد الروم فرأيت جارية عربية في هودج فلما رأتني قالت يا يزيدي أنشدني شعرا قلته حتى أصنع فيه لحنا فأنشدت ماذا بقلبي من دوام الخفق إذا رأيت لمعان البرق من قبل الأردن أو دمشق لأن من أهوى بذاك الأفق ذاك الذي يملك مني رقي ولست أبغي ما حييت عتقي قال فتنفست تنفسا ظننت أن ضلوعها قد تقصفت منه فقلت هذا والله تنفس عاشق فقالت اسكت ويلك أنا أعشق والله لقد نظرت نظرة مريبة فادعاها من أهل المجلس عشرون رئيسا ظريفا وقد نسبت العرب إلى الأردن حسان بن مالك بن يجدل ابن أنيف بن دلجة بن قنافة بن عدي بن زهير بن حارثة بن جناب بن هبل الكلبي لأنه كان واليا عليها وعلى فلسطين وبه مهد لمروان بن الحكم أمره وهزم الزبيرية وقتل الضحاك بن قيس الفهري |جـ 1 صـ 149| في يوم مرج راهط وكانت ابنته ميسون بنت حسان أم يزيد بن معاوية وإياه عنى عدي بن الرقاع بقوله لولا الإله وأهل الأردن اقتسمت نار الجماعة يوم المرج نيرانا وإياه عنى كثير بقول إذا قيل خيل الله يوما ألا اركبي رضيت بكف الأردني انسحالها ونسب إلى الأردن جماعة من العلماء وافرة منهم الوليد بن مسلمة الأردني حدث عن يزيد بن حسان ومسلمة بن عدي حدث عنه العباس بن الفضل الدمشقي ومحمد بن هرون الرازي وعبد الله بن نعيم الأردني روى عن الضحاك بن عبد الرحمن بن عرزب روى عنه يحيى بن عبد العزيز الأردني وأبو سلمة الحكم بن عبد الله بن خطاف الأردني والعباس بن محمد الأردني المرادي روى عن مالك ابن أنس وخليد بن دعلج ذكره ابن أبي حاتم في كتابه وعبادة بن نسي الأردني ومحمد بن سعيد المصلوب الأردني مشهور وله عدة ألقاب يدلس بها وعلي بن إسحاق الأردني حدث عن محمد بن يزيد المستملي حدث أبو عبد الله بن مندة في ترجمة خشب من معرفة الصحابة عن محمد بن يعقوب المقري عنه ونعيم بن سلامة السبائي وقيل الشيباني وقيل الغساني وقيل الحميري مولاهم الأردني سمع ابن عمر وسأله وروى عن رجل من الصحابة من بني سليم وكان على خاتم سليمان بن عبد الملك وعمر بن عبد العزيز وروى عنه أبو عبيد صاحب سليمان بن عبد الملك ورجاء بن حياة والأوزاعي وعطاء الخراساني ومحمد بن يحيى بن حبان وعتبة بن حكيم أبو العباس الهمداني الأردني ثم الطبراني سمع مكحولا وسليمان بن موسى وعطاء الخراساني وعباس بن نسي وقتادة بن دعامة وعبد الرحمن بن أبي ليلى وابنه عيسى بن عبد الرحمن وابن جريج وغيرهم روى عنه يحيى بن حمزة الدمشقي ومسلمة بن علي ومحمد بن شعيب بن شابور وإسماعيل بن عباس وبقية بن الوليد وعبد الله بن المبارك وعبد الله ابن لهيعة وغيرهم وقال ابن معين هو ثقة وكذلك أبو زرعة الدمشقي ومات بصور سنة 741 ",
                "title": "الأردن والنسبة الأردني",
                "uri": "JK_000129_000461"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}