{
    "features": [
        {
            "item": "JK_000952_0882",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.48-50",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجرواآني</h1> بفتح الجيم وسكون الراء والألفين الممدودتين بعد الواو وفي آخرها النون هذه النسبة إلى جرواآن وهي محلة كبيرة بأصبهان يقال لها الساعة بالعجمية كرواآن مضيت إليها غير مرة وسمعت بها عن جماعة الحديث والمشهور بالانتساب إليها أبو علي عبد الرحمن بن محمد بن الخصيب بن رستة واسمه إبراهيم بن الحسن بن يزيد بن مهران الجرواآني الضبي يروي عن الفضل بن الخطيب وأبي القاسم بن أخي أبي زرعة وأبي إسحاق إبراهيم بن محمد الزبيبي العسكري وغيرهم روى عنه أبو نصر إبراهيم بن محمد بن علي الكيساني وغيره وتوفي في سنة ست وثمانين أو سبع وثمانين وثلاثمائة ومنهم أبو بكر محمد بن عمر بن محمد بن عبد الله الجرواآني الواعظ الأصبهاني كان زاهدا ورعا صلبا في السنة إنه كان وليا من أولياء الله هكذا ذكر أبو زكريا يحيى بن أبي عمرو بن منده الحافظ في كتاب أصبهان ولد سنة ست وسبعين وثلاثمائة ومات في جمادى الآخرة سنة اثنتين وأربعين وأربعمائة وقبره خلف باب درب بداباد وأبو مسلم أحمد بن محمد بن مسلم الجرواآني يروي عن محمد بن عمر بن حرب البصري روى عنه محمد بن علي الأصبهاني وأبو العباس أحمد بن الحسن بن عبد الملك بن موسى بن عبد الملك الجرواآني المعدل من أهل أصبهان أيضا ثقة له رحلة يروي عن أيوب الوزان وعمرو بن هشام الحراني ومؤمل بن إهاب روى عنه محمد بن أحمد بن عبد الوهاب المقرئ وتوفي سنة أربع وثلاثمائة وأبو العباس أحمد بن يحيى بن الحجاج الجرواآني يروي عن عمرو بن علي |جـ 2 صـ 50| وسهل بن عثمان وعباس بن يزيد حدث بأحاديث مناكير روى عنه أحمد بن إسحاق الأصبهاني وأبو سعيد أعين بن محمد بن مندويه بن حماد بن سعيد بن عطية الجرواآني مولى العباس بن مرداس السلمي من أهل أصبهان وكان جده الأعلى حماد بن سعيد من أهل الكوفة انتقل عنها إلى أصبهان يروي عن أبي حذيفة موسى بن مسعود وأبي الوليد الطيالسي وغيرهما روى عنه عبد الله بن جعفر بن أحمد بن فارس ومات في سنة سبعين ومائتين وأبو حاتم غانم بن عمر بن محمد بن أحمد بن مسلم الجرواآني ابن عم همام القاضي يروي عن إبراهيم بن محمد بن الحسن الأصبهاني روى عنه أبو بكر أحمد بن موسى بن مردويه ",
                "title": "الجرواآني",
                "uri": "JK_000952_0882"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}