{
    "features": [
        {
            "item": "JK_000129_004034",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.267-268",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحضر</h1> اسم مدينة بإزاء تكريت في |جـ 2 صـ 268| البرية بينها وبين الموصل والفرات وهي مبنية بالحجارة المهندمة بيوتها وسقوفها وأبوابها ويقال كان فيها ستون برجا كبارا وبين البرج والبرج تسعة أبراج صغار بإزاء كل برج قصر وإلى جانبه حمام ومر بها نهر الثرثار وكان نهرا عظيما عليه قرى وجنان ومادته من الهرماس نهر نصيبين وتصب فيه أودية كثيرة ويقال إن السفن كانت تجري فيه فأما في هذا الزمان فلم يبق من الحضر إلا رسم السور وآثار تدل على عظم وجلالة وأخبرني بعض أهل تكريت أنه خرج يتصيد فانتهى إليه فرأى فيه آثارا وصورا في بقايا حيطان وكان يقال لملك الحضر الساطرون وفيه يقول عدي بن زيد وأرى الموت قد تدلى من الحض ر على رب ملكه الساطرون وقال الشرقي بن القطامي لما افترقت قضاعة سارت فرقة منهم إلى أرض الجزيرة وعليهم ملك يقال له الضيزن بن جلهمة أحد الأحلاف وقال غيره الضيزن بن معاوية بن عبيد بن الإحرام بن عمرو بن النخع بن سليح بن حلوان بن عمران بن الحاف بن قضاعة وكان فيما زعموا ملك الجزيرة كلها إلى الشام فنزل مدينة الحضر وكانت قد بنيت وتطلسمت أن لا يقدر على فتحها ولا هدمها إلا بدم حمامة ورقاء مع دم حيض امرأة زرقاء فأقام فيه الضيزن مدة ملكا يغير على بلاد الفرس وما يقرب منها وكان يخرج كل امرأة زرقاء عارك من المدينة والعارك الحائض إلى موضع قد جعله لذلك في بعض جوانبها خوفا مما ذكرناه ثم إنه أغار على السواد فأخذ ماه أخت سابور الجنود بن أردشير الجامع وليس بذي الأكتاف لأن سابور ذا الأكتاف هو سابور بن هرمز بن نرسي بن بهرام بن بهرام بن بهرام بن هرمز بن سابور البطل وهو سابور الجنود صاحب هذه القصة وإنما ذكرت ذلك لأن بعضهم يغلط ويروي أنه ذو الأكتاف فقال الجدي بن الدلهاث بن عشم بن حلوان القضاعي في وقعة أوقعها الضيزن بشهرزور دلفنا للأعادي من بعيد بجيش ذي التهاب كالسعير فلاقت فارس منا نكالا وقتلنا هرابذ شهرزور لقيناهم بخيل من علاف وبالدهم الصلادمة الذكور علاف اسمه ربان بن حلوان بن الحاف بن قضاعة وإليه تنسب الخيل العلافية فلما انتهى ضيغم بسابور الجنود قصد الحضر غيظا على صاحبه لاستجرائه على أسر أخته فنزل عليه بجنوده سنتين لا يظفر بشيء منه حتى عركت النضيرة بنت الضيزن أي حاضت فأخرجها أبوها إلى الموضع الذي جعل لذلك كما ذكرنا وكان إلى جنب السور وكان سابور قد هم بالرحيل فنظرت ذات يوم إليه ونظر إليها فعشق كل واحد منهما صاحبه فوجهت إليه تخبره بحالها ثم قالت ما لي عندك إن دللتك على فتح هذه المدينة فقال أجعلك فوق نسائي وأتخذك لنفسي قالت فاعمد إلى حيض امرأة زرقاء واخلط به دم حمامة ورقاء واكتب به واشدده في عنق ورشان فأرسله فإنه يقع على السور فيتداعى ويتهدم ففعل ذلك فكان كما قالت فدخل المدينة وقتل من قضاعة نحو مائة ألف رجل وأفنى قبائل كثيرة بادت إلى يومنا هذا وفي ذلك يقول الجدي بن الدلهاث ألم يحزنك والأنباء تنمي بما لاقت سراة بني العبيد |جـ 2 صـ 269| ومقتل ضيزن وبني أبيه وإخلاء القبائل من تزيد أتاهم بالفيول مجللات وبالأبطال سابور الجنود فهدم من بروج الحضر صخرا كأن ثقاله زبر الحديد الثقال الحجارة كالأفهار ثم سار سابور منها إلى عين التمر فعرس بالنضيرة هناك فلم تنم تلك الليلة تململا على فراشها فقال لها سابور أي شيء أمرك قالت لم أنم قط على فراش أخشن من فراشك فقال ويلك وهل نام الملوك على أنعم من فراشي فنظر فإذا في الفراش ورقة آس قد لصقت بين عكنتين من عكنها فقال لها بم كان أبوك يغذوك قالت بشهد الأبكار من النحل ولباب البر ومخ الثنيات فقال سابور أنت ما وفيت لأبيك مع حسن هذا الصنيع فكيف تفين لي أنا ثم أمر ببناء عال فبني وأصعدها إليه وقال لها ألم أرفعك فوق نسائي قالت بلى فأمر بفرسين جموحين فربطت ذوائبها في ذنبيهما ثم استحضرا فقطعاها فضربت العرب في ذلك مثلا وقال عدي بن زيد في ذلك والحضر صبت عليه داهية شديد أيد مناكبها ربيبة لم توق والدها لحبها إذ أضاع راقبها فكان حظ العروس إذ جشر ال صبح دماء تجري سبائبها السبائب جمع سبيبة وهو شقة كتان وقال الأعشى ألم تر للحضر إذ أهله بنعمى وهل خالد من سلم أقام به ساهبور الجنو د حولين تضرب فيه القدم ويقال إن الحضر بناه الساطرون بن أسطيرون الجرمقي وإنه غزا بني إسرائيل في أربعمائة ألف فدعا عليه أرميا النبي عليه السلام فهلك هو وجميع أصحابه ويقال إنه وجد في جبل طور عبدين معصرة وفيها ساقية من الرصاص تجري تحت الأرض فتتبعت إلى أن كان مصبها في بيت من صفر بالحضر فيقال إن ملكه كان تعصر له الخمر في طور وتصب في هذه الساقية فتخرج إلى الحضر وقد قيل إن هذا كان بسنجار وقال عدي بن زيد وأخو الحضر إذ بناه وإذ دج لة تجبى إليه والخابور شاده مرمرا وجلله كل سا فللطير في ذراه وكور لم يهبه ريب المنون فباد ال ملك عنه فبابه مهجور ",
                "title": "الحضر",
                "uri": "JK_000129_004034"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}