{
    "features": [
        {
            "item": "JK_000129_011203",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.5-6",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>اللاذقية</h1> بالذال معجمة مكسورة وقاف مكسورة وياء مشددة مدينة في ساحل بحر الشام تعد في أعمال حمص وهي غربي جبلة بينهما ستة فراسخ وهي الآن من أعمال حلب قال بطليموس في كتاب الملحمة مدينة لاذقية طولها ثمان وستون |جـ 5 صـ 6| درجة وعشرون دقيقة وعرضها خمس وثلاثون درجة وست دقائق في الإقليم الرابع طالعها القوس عشرون درجة من السرطان مدينة عتيقة رومية فيها أبنية قديمة مكينة وهو بلد حسن في وطاء من الأرض وله مرفأ جيد محكم وقلعتان متصلتان على تل مشرف على الربض والبحر على غربيها وهي على ضفته ولذلك قال المتنبي ويوم جلبتها شعث النواصي معقدة السبائب للطراد وحام بها الهلاك على أناس لهم باللاذقية بغي عاد وكان الغرب بحرا من مياه وكان الشرق بحرا من جياد وقال المعري الملحد إذ كانت اللاذقية بيد الروم بها قاض وخطيب وجامع لعباد المسلمين إذا أذنوا ضرب الروم النواقيس كيادا لهم فقال في اللاذقية فتنة ما بين أحمد والمسيح هذا يعالج دلبة والشيخ من حنق يصيح الدلبة الناقوس والشيخ الذي يصيح أراد به المؤذن قال ابن فضلان واللاذقية مدينة قديمة سميت باسم بانيها ورأيت بها في سنة 446 أعجوبة وذلك أن المحتسب يجمع القحاب والغرباء المؤثرين للفساد من الروم في حلقة وينادي على كل واحد منهم ويزايدون عليها إلى دراهم ينتهون إليها ليلتها عليه ويأخذونهم إلى الفنادق التي يسكنها الغرباء بعد أن يأخذ كل واحد منهم من المحتسب خاتم المطران حجة معه ويعقب الوالي له فإنه متى وجد إنسانا مع خاطئة وليس معه خاتم المطران ألزم خيانة ومن هذه المدينة أعني اللاذقية خرج نيقولاوس صاحب جوامع الفلسفة وتوفلس صاحب الحجج في قدم العالم وينسب إلى اللاذقية نصر الله بن محمد بن عبد القوي أبو الفتح بن أبي عبد الله المصيصي ثم اللاذقي الفقيه الشافعي الأصولي الأشعري نسبا ومذهبا نشأ بصور وسمع بها أبا بكر الخطيب وأبا الفتح المقدسي الزاهد وعليه تفقه وأبا النصر عمر بن أحمد بن عمر القصار الآمدي سمع بدمشق والأنبار وببغداد أبا محمد رزق الله بن عبد الوهاب التميمي وبأصبهان وكان صلبا في السنة أقام بدمشق يدرس في الزاوية الغربية بعد وفاة شيخه أبي الفتح المقدسي وكان وقف وقفا على وجوه البر وكان مولده باللاذقية في سنة 844 ومات سنة 245 وهو آخر من حدث بدمشق عن أبي بكر الخطيب وأسعد بن محمد أبو الحسن اللاذقي حدث بدمشق عن أبي عثمان سعد بن عثمان الحمصي وموسى بن الحسن الصقلي وإبراهيم بن مرزوق البصري وأبي عتبة البخاري روى عنه جمح بن القاسم المؤذن وأبو بكر محمد بن إبراهيم بن أسد القنوي وكان قد ملكها الفرنج فيما ملكوه من بلاد الساحل في حدود سنة 005 وهي في أيدي المسلمين إلى الآن وفي هذا العام في ذي القعدة من سنة 602 خرج إليها العسكر الحلبي وأقام فيها إقامة مديدة حتى خربوا القلعة وألحقوها بالأرض خوفا من أن يجيء الإفرنج فينزلوا عليها ويحولوا بين المسلمين وبينها فيملكوها على عادة لهم في ذلك وقال أبو الطيب ما كنت آمل قبل نعشك أن أرى رضوى على أيدي الرجال تسير خرجوا به ولكل باك خلفه صعقات موسى يوم دك الطور |جـ 5 صـ 7| والشمس في كبد السماء مريضة والأرض راجفة تكاد تمور وحفيف أجنحة الملائك حوله وعيون أهل اللاذقية صور ",
                "title": "اللاذقية",
                "uri": "JK_000129_011203"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}