{
    "features": [
        {
            "item": "JK_000952_4350",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.631-632",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهذلي</h1> بضم الهاء وفتح الذال المعجمة هذه النسبة إلى هذيل وهي قبيلة يقال لها هذيل بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان تفرقت في البلاد وأهل النخلة وهي قرية على ستة فراسخ من مكة على طريق الحاج أكثر أهلها من الهذيل وجماعة منها نزلوا البصرة ومن الصحابة أسامة الهذلي والد أبي المليح عامر بن أسامة بن عمير بن عامر بن الأقيشر وهو عمير بن عبد الله بن حنيف بن سنان بن ناجية بن عمرو بن الحارث بن كبير بن هند بن طابخة بن لحيان بن هذيل وبعض الناس يجعل مكان حنيف بن سنان حبيب بن يسار له صحبة ورواية عن النبي صلى الله عليه وسلم حدث عنه ابنه وسلمة بن المحبق الهذلي واسم المحبق صخر بن عتبة بن صخر بن حضير بن الحارث بن عبد العزى بن وائلة بن لحيان بن هذيل له صحبة ورواية حدث عنه جون بن قتادة وأبو سنان سوار بن عبد الله الهذلي من أهل البصرة يروي عن الحسن روى عنه أبو عبيدة الحداد وليس هذا بسوار القاضي وأما أبو عبد الرحمن عبد الله بن مسعود فهو ابن الحارث بن شمخ بن مخزوم بن صاهلة بن كاهل بن الحارث بن سعد بن هذيل الهذيلي هكذا نسبه محمد بن إسحاق بن يسار من كبار أصحاب رسول الله صلى الله عليه وسلم ومتقدميهم وسادات فقهائهم ومفتيهم له المناقب المأثورة والفضائل المشهورة شهد بدرا والمشاهد كلها مع النبي صلى الله عليه وسلم وكان من السابقين الأولين أسلم وهو سادس ستة وكان حين أسلم غلاما يافعا يرعى غنما لعقبة بن أبي معيط بمكة وكان رسول الله صلى الله عليه وسلم يقربه ويكرمه ولا يحجبه وكان صاحب السواد والوساد |جـ 5 صـ 632| والسواك والنعلين انتقل إلى الكوفة بأمر عمر رضي الله عنهما ونشر بها الفقه والعلم والسنة وكثر أصحابه وابتنى بها دارا ثم رجع إلى المدينة وتوفي بها سنة اثنتين وثلاثين وهو ابن بضع وستين سنة وأوصى أن يصلي عليه الزبير بن العوام ودفن بالبقيع ",
                "title": "الهذلي",
                "uri": "JK_000952_4350"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}