{
    "features": [
        {
            "item": "JK_000952_0133",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.131-134",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأستغداديزي</h1> بضم الألف وسكون السين المهملة وضم التاء المنقوطة باثنتين من فوقها وسكون الغين المعجمة والألف بين الدالين المهملتين وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الزاي هذه النسبة إلى استغداديزة وهي إحدى قرى نسف إلى أربعة فراسخ منها اجتزت بها في توجهي إلى بخارا من نسف خرج منها جماعة منهم أبو بكر محمد بن عاصم بن رمضان بن علي بن أفلح بن كاسمانه الأستغداديزي الفقيه من أهل نسف كان فقيها فاضلا صالحا سمع أبا بكر محمد بن أحمد بن خنب وأبا صالح خلف بن محمد بن إسماعيل الخيام وأبا عبد الله محمد بن موسى الضرير الرازي وأبا بكر أحمد بن سعد بن بكار السمنتي حدث بشيء يسير سمع منه أبو طاهر النسفي وابنه ومات في النصف من ذي الحجة سنة ثمان وسبعين وثلاثمائة وابنه أبو جعفر محمد بن محمد بن عاصم الاستغداديزي سمع أباه وأبا محمد إسماعيل بن الحسين الزاهد وجماعة من البخاريين روى عنه ابنه عبد العزيز ومات في سنة خمس وعشرين وأربعمائة شابا وابنه أبو محمد عبد العزيز بن محمد بن محمد الأستغداديزي المعروف بالنخشبي كان أحد الحفاظ ممن رحل إلى العراق والحجاز والشام ومصر وأدرك الأسانيد ونسخ بخطه الكثير وبقي في الرحلة مدة وانصرف إلى وطنه ولم يحدث إلا بالقليل وكان قد أكثر المقام بأصبهان سمع بنسف أباه وأبا العباس جعفر بن محمد بن المعتز المستغفري وبسمرقند أبا طاهر محمد بن أحمد بن محمد بن مهران الجرجاني وببخارا أبا بكر محمد بن أحمد بن محمد بن صالح ابن خلف الوراق وبأصبهان أبا بكر محمد بن عبد الله بن ريذة الضبي وبمرو أبا القاسم الحسن بن إسماعيل المحمودي وبالدندانقان أبا طاهر محمد بن عبد الملك الدندانقاني وببلخ أبا القاسم عبيد الله بن محمد بن أبي القصر السجزي وبنيسابور أبا عبد الرحمن محمد بن عبد العزيز النيلي وبسرخس أبا الفضل محمد بن أحمد الحارثي وبمكة أبا الحسن محمد بن علي بن صخر الأزدي وبالبصرة أبا إسحاق إبراهيم بن طلحة بن إبراهيم بن غسان الحافظ وبالكوفة السيد أبا عبد الله محمد بن علي بن عبد الرحمن الحسني وببغداد أبا طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وبشيراز أبا بكر محمد بن الحسن بن أحمد بن الليث الصفار وبالرملة أبا الحسن محمد بن الحسين بن علي بن الترجمان الغزي |جـ 1 صـ 134| وببيت المقدس أبا عبد الله محمد بن علي بن أحمد بن عمر البيهقي وبصور أبا الفرج عبد الوهاب بن الحسين بن برهان الغزال وبمصر أبا الفضل محمد بن أحمد بن عيسى السعدي وبالإسكندرية أبا علي الحسن بن القاسم بن عيسى الغساني وبتنيس أبا الحسين عبد الوهاب بن علي بن أحمد السيرافي روى عنه أبو الحسين المبارك بن عبد الجبار الطيوري وأبو بكر محمد بن محمد بن أحمد البلدي وجماعة ولد سنة ثمان وأربعمائة وتوفي بنخشب سنة ست وخمسين وأربعمائة هكذا قال أبو عبد الله الكشي الهروي وقال أبو زكريا يحيى بن أبي عمرو بن منده الأصبهاني مات عبد العزيز النخشبي في جمادى الآخرة سنة سبع وخمسين وأربعمائة وأبو أحمد محمد بن أحمد بن أبي النضر أحمد بن أبي القاسم حمدان الاستغداديزي هو خال الحاكم الأديب أبي نصر أحمد بن إبراهيم بن عبد العزيز كان شيخا صالحا صامتا عالما بالأدب خرج إلى غزنة وكان يؤدب بعض ولد السلطان محمود بن سبكتكين ثم انصرف إلى وطنه وبقي بها منزويا ليس له شغل إلا العبادة سمع أبا بكر أحمد بن محمد بن إسماعيل البخاري وأبا إسحاق إبراهيم بن أبي بكر الرازي وجماعة سواهما سمع منه أبو محمد عبد العزيز بن أبي بكر النخشبي ومات في شهر ربيع الأول سنة تسع وثلاثين وأربعمائة وشهد جنازته عدد كثير من قرى نسف وقصبتها ",
                "title": "الأستغداديزي",
                "uri": "JK_000952_0133"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}