{
    "features": [
        {
            "item": "JK_000952_4121",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.487-489",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النسوي</h1> بفتح النون والسين المهملة والواو هذه النسبة إلى نسا وقد ذكرنا النسبة إليها النسائي ومنهم من قال بالواو وجعل النسبة إليها النسوي واشتهر بهذه النسبة أبو العباس الحسن بن سفيان بن عامر بن عبد العزيز بن النعمان بن عطاء النسوي الشيباني إمام متقن ورع حافظ ذكرته في حرف الباء في البالوزي وأبو الحسن علي بن إبراهيم بن أحمد النسوي من أهل نسا سمع بالعراق أبا كريب ونصر بن علي وبالحجاز أبا مصعب الزهري ويعقوب بن حميد بن كاسب وبمصر حرملة بن يحيى وأبا الطاهر بن السرح وغيرهم حدث بالكثير منها الموطأ لمالك عن أبي مصعب روى عنه أبو عبد الله محمد بن يعقوب بن الأخرم وأبو الفضل الشرمقاني ومات بنسا في سنة سبع وثمانين ومئتين وأبو طاره بحر بن شعيب النسوي ذكره أبو محمد بن أبي حاتم الرازي وقال هو رفيق أبي في الرحلة إلى مصر وتوفي بمصر روى عن علي بن الحسن بن شقيق والمغيرة بن موسى المزني وسليمان بن أبي هوذة الراوي والنضر بن شميل وسلمة بن سليمان |جـ 5 صـ 488| وحفيد الحسن بن سفيان السابق ذكره أبو يعقوب إسحاق بن سعد بن الحسن بن سفيان النسوي كان شيخا ثقة حدث بخراسان والعراق وكتب عنه الناس بانتخاب أبي الحسن الدارقطني وحدث عن جده الحسن ومحمد بن إسحاق السراج ومحمد بن إسحاق بن خزيمة وعبد الله بن زيدان الكوفي وتميم بن يوسف الحمصي وأبي بكر بن الباغندي وأبي القاسم بن منيع روى عنه الحاكم أبو عبد الله الحافظ وطاهر بن عبد العزيز الحصري وإبراهيم بن عمر البرمكي وعبد الغفار بن محمد الأرموي وأبو القاسم علي بن المحسن التنوخي وأحمد بن محمد بن منصور العتيقي كانت ولادته سنة ثلاث وتسعين ومئتين في شهر رمضان وحدث ببغداد سنة إحدى وسبعين وتوفي بنسا سنة أربع وسبعين وثلاثمئة وأبو عبد الله محمد بن سعد بن حمويه النسوي له رحلة إلى العراق والحجاز واليمن سمع بالعراق إبراهيم بن الهيثم البلدي وجعفر بن محمد بن شاكر وبالحجاز أبا يحيى بن أبي مسرة وعلي بن عبد العزيز وباليمن إسحاق بن إبراهيم الدبري وعلي بن المبارك الصنعاني وغيرهم روى عنه أبو علي الحافظ وأبو إسحاق المزكي وانتقى عليه أبو علي الحافظ بنيسابور سنة ست وعشرين وثلاثمئة |جـ 5 صـ 489| ",
                "title": "النسوي",
                "uri": "JK_000952_4121"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}