{
    "features": [
        {
            "item": "JK_000129_000945",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.246-247",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ألوس والنسبة الألوسي</h1> اسم رجل سميت به بلدة على الفرات قال أبو سعد ألوس بلدة بساحل بحر الشام قرب طرسوس وهو سهو منه والصحيح أنها على الفرات قرب عانات والحديثة وقد ذكرت قصتها في عانات وإليها ينسب المويد الألوسي الشاعر القائل ومهفهف يغني ويغني دائما في طوري الميعاد والإيعاد وهبت له الآجام حين نشا بها كرم السيول وهيبة الآساد |جـ 1 صـ 247| وله في رجل من أهل الموصل رافضي يعرف بابن زيد وأعور رافضي لله ثم لشعري يدعونه بابن زيد وهو ابن زيد وعمرو واتفق للمويد الشاعر هذا الألوسي قصة قل ما يقع مثلها وهو أن المقتفي لأمر الله اتهمه بممالأة السلطان ومكاتبته فأمر بحبسه فحبس وطال حبسه فتوصل له ابن المهتدي صاحب الخبر في إيصال قصة إلى المقتفي يسأله فيها الإفراج عنه فوقع المقتفي أيطلق الموبد بالباء الموحدة فزاد ابن المهتدي نقطة في المؤبد وتلطف في كشط الألف من أيطلق وعرضها على الوزير فأمر بإطلاقه فمضى إلى منزله وكان في أول النهار فضاجع زوجته فاشتملت على حمل ثم بلغ الخليفة إطلاقه فأنكره وأمر برده إلى محبسه من يومه وبتأديب ابن المهتدي فلم يزل محبوسا إلى أن مات المقتفي فأفرج عنه فرجع إلى منزله وه ولد حسن قد ربي وتأدب واسمه محمد فقال عند ذلك المؤيد الشاعر لنا صديق يغر الأصدقاء ولا تراه مذ كان في ود له صدقا كأنه البحر طول الدهر تركبه وليس تأمن فيه الخوف والغرقا ومات المؤيد سنة سبع وخمسين وخمسمائة ومن شعر ابنه محمد أنا ابن من شرفت علما خلائقه فراح متزرا بالمجد متسشحا أم الحجى بجنين قط ما حملت من بعده وإناء الفضل ما طفحا إن كنت نورا فنبت من سحابته أو كنت نارا فذاك الزند قد قدحا وينسب إليها من القدماء محمد بن حصن بن خالد بن سعيد بن قيس أبو عبد الله البغدادي الألوسي الطرسوسي يروي عن نصر بن علي الجهضمي ومحمد بن عثمان بن أبي صفوان الثقفي وأبي يعقوب إسحاق بن إبراهيم الصواف وأبي بكر بن أبي الدنيا والحسن بن محمد الزعفراني وغيرهم روى عنه أبو القاسم بن أبي العقب الدمشقي وأبو عبد الله بن مروان وأبو بكر بن المقري وأبو القاسم علي بن محمد بن داود ابن أبي الفهم التنوخي القاضي وسليمان بن أحمد الطبراني وغيرهم وهذا الذي غر أبا سعد حتى قال ألوس من ناحية طرسوس والله أعلم ",
                "title": "ألوس والنسبة الألوسي",
                "uri": "JK_000129_000945"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}