{
    "features": [
        {
            "item": "JK_000129_010792",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.439-440",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كدى</h1> بضم الكاف وتنوين الدال بأسفل مكة عند ذي طوى بقرب شعب الشافعين ومنها دار النبي صلى الله عليه وسلم إلى المحصب فكأنه ضرب دائرة في دخوله وخروجه بات بذي طوى ثم نهض إلى أعلى مكة فدخل منها وفي خروجه خرج من أسفل مكة ثم رجع إلى المحصب وأما كدي مصغرا فإنما هو لمن خرج من مكة إلى اليمن وليس من هذين الطريقين في شيء أخبرني بذلك كله أبو العباس أحمد بن عمر بن أنس العذري عن كل من لفي من مكة من أهل المعرفة بمواضعها من أهل العلم بالأحاديث الواردة في ذلك هذا آخر كلام ابن حزم وغيره يقول الثنية السفلى هي كداء ويدل عليه قول عبيد الله بن قيس الرقيات أقفرت بعد عبد شمس كداء فكدي فالركن فالبطحاء |جـ 4 صـ 440| فمنى فالجمار من عبد شمس كداء فكدي فالركن فالبطحاء فمنى فالجمار من عبد شمس مقفرات فبلدح فحراء فالخيام التي بعسفان فالجح فة منهم فالقاع فالأبواء موحشات إلى تعاهن فالسق يا قفار من عبد شمس خلاء وقال الأحوص رام قلبي السلو عن أسماء وتعزى وما به من عزاء إنني والذي يحج قريش بيته سالكين نقب كداء لم ألم بها وإن كنت منها صادرا كالذي وردت بداء كذا قال أبو بكر بن موسى ولا أرى فيه دليلا وفيهما يقول أيضا أنت ابن معتلج البطاح كديها وكدائها وقال صاحب كتاب مشارق الأنوار كداء وكدي وكدى وكداء ممدود غير مصروف بفتح أوله بأعلى مكة وكدي جبل قرب مكة قال الخليل وأما كدى مقصور منون مضموم الأول الذي بأسفل مكة والمشلل هو لمن خرج إلى اليمن وليس من طريق النبي صلى الله عليه وسلم في شيء قال ابن المواز كداء التي دخل منها النبي صلى الله عليه وسلم هي العقبة الصغرى التي بأعلى مكة وهي التي تهبط منها إلى الأبطح والمقبرة منها عن يسارك وكدى التي خرج منها هي العقبة الوسطى التي بأسفل مكة وفي حديث الهيثم بن خارجة أن النبي صلى الله عليه وسلم دخل من كدى التي بأعلى مكة بضم الكاف مقصورة وتابعه على ذلك وهيب وأسامة وقال عبيد بن إسماعيل دخل عليه الصلاة والسلام عام الفتح من أعلى مكة من كداء ممدود مفتوح وخرج هو من كدى مضموم ومقصور وكذا في حديث عبيد بن إسماعيل عند الجماعة وهو الصواب إلا أن الأصيلي ذكره عن أبي زيد بالعكس دخل النبي صلى الله عليه وسلم من كداء وخالد بن الوليد من كدى وفي حديث ابن عمر دخل في الحج من كداء ممدود مصروف من الثنية العليا التي بالبطحاء وخرج من الثنية السفلى وفي حديث عائشة أنه دخل من كداء من أعلى مكة ممدود وعند الأصيلي مهمل في هذا الموضع قال كان عروة يدخل من كلتيهما من كداء وكدي وكذا قال القابسي غير أن الثاني عنده كدي غير مشدد ولكن تحت الياء كسرتان أيضا وعند أبي ذر القصر في الأول مع الضم وفي الثاني الفتح مع المد وأكثر ما كان يدخل من كدى مضموم مقصور للأصيلي والهروي ولغيره مشدد الياء وذكر البخاري بعد عن عروة من حديث عبد الوهاب أكثر ما كان يدخل من كدى مضموم للأصيلي والحموي وأبي الهيثم ومفتوح مقصور للقابسي والمستملي ومن حديث أبي موسى دخل النبي صلى الله عليه وسلم من كدى مقصور مضموم وبعده أكثر ما كان يدخل من كدى كذا مثل الأصيلي وعند القابسي وأبي ذر كدى بالفتح والقصر وعنه أيضا هنا كدي بالضم والتشديد وفي حديث محمود عكس ما تقدم دخل من كداء وخرج من كدى لكافتهم وعند المستملي عكس ذلك وهو أشهر وفي شعر حسن في مسلم موعدها كداء وفي حديث هاجر مقبلين من |جـ 4 صـ 441| كداء وفيه فلما بلغوا كدى وروى مسلم دخل عام الفتح من كداء من أعلى مكة بالمد للرواة إلا السمرقندي فعنده كدى بالضم والقصر وفيه قال هشام كان أبي أكثر ما يدخل من كدى رويناه بالضم ورواه قوم بالمد والفتح قال القالي كداء ممدود غير مصروف وهو معرفة بنفسها وأما الذي في حديث عائشة في الحج ثم لقينا عند كذا وكذا فهو بذال معجمة كناية عن موضع وليس باسم موضع بعينه قلت بهذا كما تراه يحجب عن القلب الصواب بكثرة اختلافه والله المستعان وقال أبو عبد الله الحميدي ومحمد بن أبي نصر قال لنا الشيخ الفقيه الحافظ أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي وقرأته عليه غير مرة كداء الممدود هو بأعلى مكة عند المحصب حلق عليه الصلاة والسلام من ذي طوى إليها أي دار وكدى بضم الكاف وتنوين الدال بأسفل مكة عند ذي طوى بقرب شعب الشافعيين وابن الزبير عند قعيقعان جبل بأسفل مكة حلق عليه الصلاة والسلام منها إلى المحصب فكأنه عليه الصلاة والسلام ضرب دائرة في دخوله وخروجه بات عليه الصلاة والسلام بذي طوى ثم نهض إلى مكة فدخل منها وفي خروجه خرج على أسفل مكة ثم رجع إلى المحصب وأما كدي مصغر فإنما هو لمن خرج من مكة إلى اليمن وليس من هذين الطريقين في شيء وقال أبو سعيد مولى فائد يرثي بني أمية فقال بكيت وماذا يرد البكا وقل البكاء لقتلى كدا أصيبوا معا فتولوا معا كذلك كانوا معا في رخا بكت لهم الأرض من بعدهم وناحت عليهم نجوم السما وكانوا ضيائي فلما انقضى زماني بقومي تولى الضيا ",
                "title": "كدى",
                "uri": "JK_000129_010792"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}