{
    "features": [
        {
            "item": "JK_000129_012581",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.246",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ميورقة والنسبة الميورقي</h1> بالفتح ثم الضم وسكون الواو والراء يلتقي فيه ساكنان وقاف جزيرة في شرقي الأندلس بالقرب منها جزيرة يقال لها منورقة بالنون كانت قاعدة ملك مجاهد العامري وينسب إلى ميورقة جماعة منهم يوسف بن عبد العزيز بن علي بن عبد الرحمن أبو الحجاج اللخمي الميورقي الأندلسي الفقيه المالكي رحل إلى بغداد وتفقه بها مدة وعلق على الكياء وقدم دمشق سنة 505 قال ابن عساكر وحدثنا بها عن أبي بكر أحمد بن علي بن بدران الحلواني وأبي الخير المبارك بن الحسين الغساني وأبي الغنائم أبي النرسي وأبي الحسين ابن الطيوري وعاد إلى الإسكندرية ودرس بها مدة وانتفع به جماعة والحسن بن أحمد بن عبد الله بن موسى بن علوان أبو علي الغافقي الأندلسي الميورقي الفقيه المالكي يعرف بابن العنصري ولد بميورقة سنة 944 سمع ببلده من أبي القاسم عبد الرحمن بن سعيد الفقيه وسمع ببيت المقدس ومكة وبغداد ودمشق ورجع إلى بلده في ذي الحجة سنة 174 ومن ميورقة محمد بن سعدون بن مرجا بن سعد بن مرجا أبو عامر القرشي العبدري الميورقي الأندلسي الحافظ قال الحافظ أبو القاسم كان فقيها على مذهب داود بن علي الظاهري وكان أحفظ شيء لقيته ذكر لي أنه دخل دمشق في حياة أبي القاسم بن أبي العلاء وغيره ولم يسمع منهم وسمع من أبي الحسن بن طاهر النحوي بدمشق ثم سكن بغداد وسمع بها أبا الفوارس الزينبي وأبا الفضل بن خيرون وابن خاله أبا طاهر ويحيى بن أحمد البيني وأبا الحسين ابن الطيوري وجعفر بن أحمد السراج وغيرهم وكتب عنهم قال وسمعت أبا عامر ذات يوم يقول وقد جرى ذكر مالك بن أنس قال دخل عليه هشام بن عمار فضربه بالدرة وقرأت عليه بعض كتاب الأموال لأبي عبيد فقال لي يوما وقد مر بعض أقوال أبي عبيد ما كان إلا حمارا مغفلا لا يعرف الفقه وحكى لي عنه أنه قال في إبراهيم النخعي أعور سوء ",
                "title": "ميورقة والنسبة الميورقي",
                "uri": "JK_000129_012581"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}