{
    "features": [
        {
            "item": "JK_000952_0405",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.298-299",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البديلي</h1> بضم الباء الموحدة وفتح الدال المهملة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها اللام هذه النسبة إلى بديل وهو إسم لجد المنتسب إليه وهو أبو بكر عبد الله بن محمد بن بديل الأشقر البديلي شيخ أهل الرأي في عصره ومقدمهم ببخارا وأكثرهم تعصبا في المذهب وكان كثير الحديث صحيح السماع سمع ببخارا أبا عبد الرحمن بن أبي الليث وبمرو عبد الله بن محمود السعدي وبالري أحمد بن جعفر بن نصر سمع منه مسنده روى عنه الحاكم أبو عبد الله الحافظ وتوفي في سنة ثلاث وأربعين وثلاثمائة وأبو الفضل محمد بن جعفر بن عبد الكريم بن بديل بن ورقاء الخزاعي البديلي المقريء الجرجاني من أهل جرجان لم يكن بموثوق به فيما ينقله وكان يعرف القراءات وصنف في علومها كتبا وحدث في الغربة عن يوسف بن يعقوب النجيرمي البصري وأحمد بن عبيد الله النهرديري ومحمد بن أحمد بن إسحاق الأهوازي والحسن بن عبد الله بن سعيد العسكري وأبي بكر أحمد بن إبراهيم الإسماعيلي وغيرهم كتب عنه أحمد بن عمر بن البقال الحافظ روى عنه أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي وأبو القاسم علي بن المحسن التنوخي وأبو عبد الله محمد بن علي بن عبد الرحمن |جـ 1 صـ 299| العلوي الكوفي وطبقتهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخ بغداد فقال أبو الفضل الخزاعي كان شديد العناية بعلم القراءات ورأيت له مصنفا يشتمل على أسانيد القراءات المذكورة فيه عدة من الأجزاء فأعظمت ذلك واستنكرته حتى ذكر لي بعض من يعتني بعلوم القراءات أنه كان يخلط تخليطا قبيحا ولم يكن على ما يرويه مأمونا وحكى القاضي أبو العلاء الواسطي عنه أنه وضع كتابا في الحروف ونسبه إلى أبي حنيفة رحمه الله قال أبو العلاء فأخذت خط الدارقطني وجماعة من أهل العلم كانوا في ذلك الوقت بأن ذلك الكتاب موضوع لا أصل له فكبر عليه ذلك وخرج عن بغداد إلى الجبل ثم بلغني بعد أن حاله اشتهرت عند أهل الجبل وسقطت هناك منزلته وقال أبو العلاء الواسطي كتبت عن أبي الفضل الخزاعي بواسط وذكر لي هو أن اسمه كميل ثم غير اسمه بعد وتسمى محمدا قلت ووفاته كانت قبل الأربعمائة بقريب ",
                "title": "البديلي",
                "uri": "JK_000952_0405"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}