{
    "features": [
        {
            "item": "JK_000952_0045",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.77-78",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأبهري</h1> بفتح الألف وسكون الباء المنقوطة بواحدة وفتح الهاء وفي آخرها الراء المهملة هذه النسبة إلى موضعين أحدهما إلى أبهر وهي بلدة بالقرب من زنجان خرج منها جماعة كثيرة من الفقهاء المالكية والمحدثين والصوفية والأدباء وفيهم كثرة منهم الإمام أبو بكر محمد بن عبد الله بن محمد بن صالح بن عمر بن حفص بن عمر بن مصعب بن الزبير بن سعد بن كعب بن عباد بن النزال بن مرة بن عبيد بن الحارث بن عمرو بن كعب بن سعد بن زيد مناة بن تميم المالكي الأبهري صاحب التصانيف على مذهب مالك بن أنس مكثر من الحديث فقيه فاضل له تصانيف في شرح مذهب مالك بن أنس والاحتجاج له والرد على |جـ 1 صـ 78| من خالفه وكان إمام أصحابه في وقته سمع بحران أبا عروبة الحسين بن أبي معشر السلمي وببغداد أبا بكر محمد بن محمد بن الباغندي وأبا بكر عبد الله بن أبي داود السجستاني وبالكوفة عبد الله بن زيدان الكوفي وأبا جعفر محمد بن الحسين الأشناني وخلقا سواهم من البغداديين والغرباء وله تصانيف روى عنه إبراهيم بن مخلد وابنه إسحاق بن إبراهيم وأحمد بن علي البادا وأبو بكر أحمد بن محمد البرقاني ومحمد بن المؤمل الأنباري والقاضي أبو القاسم التنوخي وأبو محمد الحسن بن علي الجوهري وغيرهم وذكره محمد بن أبي الفوارس الحافظ فقال كان ثقة أمينا مستورا وانتهت إليه الرئاسة في مذهب مالك وقال القاضي أبو العلاء الواسطي كان أبو بكر الأبهري معظما عند سائر علماء وقته لا يشهد محضرا إلا كان هو المقدم فيه وإذا جلس قاضي القضاة الحسن ابن أم شيبان أقعده عن يمينه والخلق كلهم من القضاة والشهود والفقهاء وغيرهم دونه وسئل أن يلي القضاء فامتنع واستشير فيمن يصلح لذلك فقال أبو بكر أحمد بن علي الرازي وكانت تزيد حالة الرازي على منزلة الرهبان في العبادة فأريد للقضاء فامتنع وأشار بأن يولى الأبهري فلما لم يجب واحد منهما إلى القضاء ولي غيرهما وكانت ولادته في سنة تسع وثمانين ومائتين ومات في شوال سنة خمس وسبعين وثلاثمائة ببغداد وأبو بكر عبد الرحمن بن محمد بن علوية الأبهري القاضي كان على قضاء الشاش روى عن أحمد بن محمد بن غالب البصري غلام الخليل وعبد الصمد بن الفضل البلخي وحدث بأحاديث مناكير عن إسماعيل بن أحمد والي خراسان وكان يتهم بوضعها ذكره غنجار فقال الأبهري سكن بخارا وكان يتولى عمل المظالم بخراسان وكان كذابا ومات على باب الشاش في سنة اثنتين وأربعين وثلاثمائة وأبو المكارم عبد الوارث بن عبد المنعم الأبهري أحد الأدباء الفضلاء تلمذ لأبي العلاء المعري وقرأ عليه الأدب روى لنا عنه أبو عبد الله الخلال الأديب بأصبهان وقرامز بن ميشه بن فيروز الديلمي بآمل والثاني منسوب إلى قرية من قرى أصبهان اسمها أبهر خرج منها جماعة من المحدثين منهم إبراهيم بن الحجاج الأبهري جد محمد بن يونس الأبهري الغزال سمع من أبي داود وإبراهيم بن عثمان بن عمير الأبهري منها روى عن أبي سلمة التبوذكي والحسن بن محمد بن أسيد الأبهري منها سمع |جـ 1 صـ 79| لوين وعمرو بن علي وعن الرازيين أيضا وإبراهيم بن يحيى بن الحزور الأبهري مولى السائب بن الأقرع والد محمد بن إبراهيم روى عن أبي داود وبكر بن بكار ورى عنه ابنه وأبو علي أحمد بن عثمان بن أحمد الأبهري الخصيب من أبهر أصبهان كثير الحديث عن العراقيين والأصبهانيين له مصنفات وهو من ولد أبي الشعثاء جابر بن زيد حدث عن إبراهيم بن اسباط بن السكن روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ومات في سنة ثمان وثلاثين وثلاثمائة وأبو الحسن سهل بن أحمد بن العباس الأبهري من قرية أبهر أصبهان يروي عن عبد الله بن محمد بن النعمان روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو المظفر قرامز بن ميشه بن فيروز لشكوسا الأبهري من أبهر زنجان فقيه فاضل قرأ الأدب بأبهر على الأديب أبي المكارم عبد الوارث بن عبد المنعم الأبهري وتفقه ببغداد على أسعد بن أبي نصر الميهني رأيته بآمل طبرستان وكتبت عنه من شعره وشعر غيره وكان كثير المحفوظ تركته حيا سنة سبع وثلاثين وخمسمائة وأبو الشيخ محمد بن الحسين بن إبراهيم بن زياد بن عجلان الأصبهاني الأبهري أبهري الأصل سكن بغداد وحدث بها عن محمد بن موسى الحرشي وأبي بكر الأثرم والحسن بن محمد الزعفراني روى عنه أبو بكر محمد بن عبد الله الشافعي غير أنه قال حدثنا محمد بن الحسن أبو جعفر ويعرف بأبي الشيخ وقال غيره مات في سنة تسعين ومائتين وأبو يعقوب يوسف بن محمد بن سعيد بن موسى المنادي الأبهري كان يسكن قرية أبهر أصبهان ويروي عن أبي الشيخ الأبهري روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ",
                "title": "الأبهري",
                "uri": "JK_000952_0045"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}