{
    "features": [
        {
            "item": "JK_000952_2895",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.291-292",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغزواني</h1> بفتح الغين وسكون الزاي المعجمتين وفي آخرها النون هذه النسبة إلى غزوان وهي محلة من محال هراة يقال لها بهناء غزوان وفيها قبر الإمام الزاهد أبي علي حامد بن محمد بن عبد الله الرفاء الأزدي الهروي وسط المدينة والمنسوب إلى هذه المحلة شيخنا أبو محمد رافع بن أبي سهل بن أبي الحسن بن أبي سهل الغزواني يروي عن أبي عبد الله محمد بن علي بن محمد العميري الإمام قرأت عليه أحاديث أبي الحسن الديناري وعلى أبي محمد عبد السيد بن أبي بكر بن أبي الفضل بن ينال البناء الطاقي بجامع هراة وعلى الإمام زين الإسلام أبي القاسم الجنيد بن محمد بن علي القايني في سنة سبع وأربعين وخمسمائة بهراة قالوا أنا العميري أنا الحاكم الفقيه أبو الحسن عبد الرحمن بن محمد الديناري وهو المصنف |جـ 4 صـ 292| وأما أبو علي الرفاء الحافظ فهو أبو علي حامد بن محمد بن عبد الله بن محمد بن معاذ الرفاء الأزدي الحافظ الهروي شيخ ثقة محدث بلده في عصره سمع الحديث بخراسان والعراق والحجاز من عثمان بن سعيد الدارمي الهروي وداود بن الحسين النيسابوري ومحمد بن أيوب الرازي ومحمد بن المغيرة الهمداني السكري وإبراهيم بن زهير الحلواني وبشر بن موسى وإسحاق بن الحسن وأبي المثنى معاذ بن المثنى العنبري الحربي وعلي بن عبد العزيز البغوي ومحمد بن عبد الله بن سليمان الحضرمي وأبي بكر عمر بن حفص بن عمر السدوسي وعلي بن مسكان الساوي وأبي علي الحسين بن إدريس الأنصاري وأبي زكريا يحيى بن عبد الله بن ماهان وأبي يزيد جلاد بن هانئ الأسدي وأبي مسلم إبراهيم بن عبد الله الكجي ويوسف بن يعقوب القاضي ومحمد بن صالح الأشج ومحمد بن يونس ومحمد بن معاذ الجوهري يروي عنه الفقيه أبو الحسن عبد الرحمن بن محمد الديناري وأبو علي بن شاذان البزار والشيخ الإمام أبو الطيب سهل بن محمد بن سليمان الصعلوكي وأبو عثمان سعيد بن العباس القرشي وأبو سعد عبد الملك بن أبي عثمان الواعظ الخركوشي النيسابوري وأبو عبد الله محمد بن علي بن الحسين بن محمد الباشاني الهروي وأبو الحسين عفيف بن محمد الخطيب الفوشنجي وأبو الحسن محمد بن عبد الرحمن الدباس والإمام أبو الفضل محمد بن أحمد الجارودي وأبو سعد شعيب بن محمد بن إبراهيم المؤدب والشيخ الإمام أبو زكريا يحيى بن عمار بن يحيى الشيباني توفي بهراة في شهر رمضان سنة ست وخمسين وثلاثمائة بمحلة غزوان وقبره مشهور يزار زرناه مرارا وقد مر ذكره في حرف الراء في ترجمة الرفاء ",
                "title": "الغزواني",
                "uri": "JK_000952_2895"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}