{
    "features": [
        {
            "item": "JK_000129_012193",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.173-174",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>مقرى والنسبة المقري</h1> بالفتح ثم السكون وراء وألف مقصورة تكتب ياء لمجيئها رابعة قرية بالشام من نواحي |جـ 5 صـ 174| دمشق هكذا وجدناه مضبوطا بخط أبي الحسن علي بن عبيد الكوفي المتقن الخط والضبط وكذا نقله ابن عدي في كتابه والمحدثون وأهل دمشق على ضم الميم قال البحتري يمدح خمارويه أما كان في يوم الثنية منظر ومستمع ينبي عن البطشة الكبرى وعطف أبي الجيش الجواد بكرة مدافعة عن دير مران أو مقرى قال ابن سميفع في الطبقة الأولى ذو قربات جابر بن أرذ بالتحريك وآخره ذال معجمة المقري وأم بكر بن أرذ المقرية روت عن زوجها عوسجة بن أبي ثوبان وهي أم الهجرس بنت عوسجة وأم الهجرس أم صفوان بن عمرو وقال توفيق بن محمد النحوي سقى الحيا أربعا تحيا النفوس بها ما بين مقرى إلى باب الفراديس قال الحافظ الدمشقي راشد بن سعدي المقري ويقال الحراني الحمصي حدث عن ثوبان مولى رسول الله صلى الله عليه وسلم ومعاوية بن أبي سفيان وأبي أمامة الباهلي ويعلى بن مرة وعمرو بن العاص وعبد الله بن بشر السلمي المازني وأبي الدرداء والمقدام بن معدي كرب وغيرهم روى عنه ثور بن يزيد الكلاعي وحريز بن عثمان الرحبي ومعاوية بن صالح الحضرمي وشهد مع معاوية صفين وذهبت عينه يومئذ قال يحيى بن معين راشد بن سعد ثقة وشريح بن عبيد بن عريب أبو الصلت وأبو الصواب المقري الحضرمي الحمصي حدث عن معاوية وفضالة ابن عبيد وأبي ذر الغفاري وأبي زهير ويقال أبي النمير وعقبة بن عامر وعقبة بن عبد السلام وبشير بن عكرمة وأبي أمامة والحارث بن الحارث والمقدام بن معدي كرب وأبي الدرداء والعرباض بن سارية وأبي مالك الأشعري وثوبان مولى رسول الله صلى الله عليه وسلم والمقداد بن الأسود الكندي وعبد الرحمن ابن جبير بن نفير وكثير بن مرة وأبي راشد وأبي رهيم السماعي وشراحيل بن معشر العبسي ويزيد بن حمير وأبي طيبة الكلاعي وأبي بحرية وغيرهم سئل محمد بن عوف فقيل له هل سمع شريح بن عبيد من أبي الدرداء فقال لا فقيل له فهل سمع من أحد من أصحاب رسول الله صلى الله عليه وسلم فقال ما أظن ذلك لأنه لا يقول في شيء سمعت وهو ثقة ",
                "title": "مقرى والنسبة المقري",
                "uri": "JK_000129_012193"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}