{
    "features": [
        {
            "item": "JK_000952_2485",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.543-545",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصغدي</h1> بضم الصاد المهملة وسكون الغين المعجمة وفي آخرها الدال المهملة هذه الكلمة وردت في الأنساب والأسماء فأما في الأسماء فأبو يحيى الصغدي بن سنان العقيلي البصري وهو ضعيف يروي عن داود بن أبي هند روى عنه أهل البصرة وكان صدوقا في الرواية غير أنه كان يخطىء في الرواية كثيرا حتى خرج عن حد الاحتجاج به إذا انفرد والصغدي الكوفي ثقة روى عنه أبو نعيم الفضل بن دكين الملائي وفي الأنساب قد ورد منسوبا إلى سغد سمرقند وأبدلوا الصاد بالسين وعربوه وجعلوا الدال المهملة ذالا معجمة قرأت في كتاب المضافات لأبي كامل البصيري سمعت حمزة بن أحمد الحافظ يقول قرىء كتاب الجامع على أبي حفص البجيري |جـ 3 صـ 544| الصغدي بخشوفغن في كرمه تحت شجرة الجوز وهي شجرة عظيمة وسط الكرم فجعل يقول نحن في الجنة فقيل له في ذلك فقال لأنه يقال جنات الدنيا ثلاثة نهر الأبلة وغوطة دمشق وصغد سمرقند وليس في جميع الصغد موضع اطيب وآنس من قريتنا هذه خشوفغن وليس في هذه القرية كرم أطيب من كرمي هذا وليس في هذا الكرم مجلس أطيب وأروح من تحت هذه الجوزة التي جلسنا تحتها فنحن في الجنة قلت خشوفغن صغد تسمى قديما خشوفغن والساعة في زماننا يقال لهذه القرية رأس القنطرة وهي على عشرة فراسخ من سمرقند وأيوب بن سليمان الصغدي وإسحاق بن إبراهيم بن منصور الصغدي وأبو عبد الله غورك بن الحضرم الصغدي القارىء يروي عن جعفر الصادق وقد ذكر بعضهم أن غورك من بني سعد وهم رهط بالكوفة وليس من الصغد ومن نسبه إليها فقد صحف وقال عبد الله بن إدريس قرأ غورك عند الأعمش فجاء بتلك الألحان فقال الأعمش كان أنس يكره مثل هذا وعبد الله بن محمد بن ايوب الصغدي روى عن ابن عيينة وعبد المجيد بن عبد العزيز بن أبي رواد وعلي بن عاصم روى عنه ابن أبي داود وابن صاعد وإسماعيل الصفار ويزيد بن إسماعيل الخلال وغيرهم ومحمد بن أحمد بن السكن ويعرف بابن أبي خراسان وهو ابن أبي الصغدي يروي عن أبي عاصم النبيل وغيره روى عنه محمد بن مخلد وأبو الحسن المادرايي وابو محمد عبد الجليل بن مذكور بن ثابت الصغدي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال قدم علينا حاجا في شهر رمضان سنة تسع وأربعين وثلاثمائة فكتبنا عنه في خان حنظلة سمع محمد بن الفضل السمرقندي وعمر بن محمد بن بجير وأقرانهما كتبنا عنه بانتخاب الحسين بن محمد الماسرجسي |جـ 3 صـ 545| ",
                "title": "الصغدي",
                "uri": "JK_000952_2485"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}