{
    "features": [
        {
            "item": "JK_000952_1168",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.230-231",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحضرمي</h1> بفتح الحاء المهملة وسكون الضاد المنقوطة وفتح الراء هذه النسبة إلى حضرموت وهي من بلاد اليمن من أقصاها والمشهور بها أبو هنيدة وائل بن حجر الحضرمي الكندي كان ملكا عظيما بحضرموت بلعة ظهور النبي صلى الله عليه وسلم فترك ملكه ونهض إلى رسول الله صلى الله عليه وسلم فبشر النبي صلى الله عليه وسلم بقدومه الناس قبل أن يقدم بثلاثة أيام فلما قدم قرب مجلسه وأدناه ثم قال هذا وائل بن حجر أتاكم من أرض بعيدة من حضرموت طائعا غير مكره راغبا في الله وفي رسوله وفي دينه بقية أبناء اللهم بارك في وائل وفي ولده ثم أقطعه أرضا وله قصة مع معاوية رضي الله عنهما وعاش إلى إمارة معاوية حتى قدم عليه ومات في إمارته وابناه علقمة وعبد الجبار وبنوهم حدثوا ومن الحضارمة جماعة تفرقوا في البلاد وسكنوها وظهر لهم بها أولاد مثل مصر والشام والكوفة وغيرها من البلاد ويقال لهم الحضارمة كأهل الموصل يقال لهم المواصلة وجماعة هذه النسبة لهم اسم منهم العلاء بن الحضرمي وهو العلاء بن عبد الله بن عمار بن الحضرمي الصدفي من الصدف عامل النبي صلى الله عليه وسلم على البحرين ومات بها سنة إحدى وعشرين وكان حليفا لحرب بن أمية والحضرمي بن لاحق والحضرمي بن عجلان وحضرمي روى عنه سليمان التيمي وحضرمي بن أحمد بن عبد الله بن محمد بن يحيى بن حمزة الدمشقي يكنى بابي الحسين وسمى نفسه عليا ويقال له الحضرمي والمنتسب إليهم ولاء يحيى بن أبي إسحاق الحضرمي مولى الحضارمة يروي عن أنس بن مالك رضي الله عنه الله عنه أخو عبد الله بن أبي إسحاق روى عنه شعبة والثوري مات سنة ست وثلاثين ومائة وكان يحيى وعبيد الله عمي أبي يعقوب القاري وقد قيل إنه مات سنة اثنتين وثلاثين ومائة وأوس بن ضمعج الحضرمي من التابعين يروي عن ابن مسعود وعائشة رضي الله عنهما عداده في أهل الكوفة روى عنه إسماعيل بن رجاء وأبو إسحاق مات سنة أربع وسبعين في ولاية بشر بن مروان على العراق وأبو الحسين |جـ 2 صـ 231| محمد بن بكير بن واصل الحضرمي من أهل بغداد سمع شريك بن عبد الله النخعي وعمر بن مسافر البصري وخالد بن عبد الله الواسطي ومصعب بن سلام الكوفي وأبا معشرالمدني وعبد الله بن وهب المصري روى عنه محمد بن إسحاق الصاغاني وعباس بن محمد الدوري وأحمد بن أبي خيثمة النسائي وإبراهيم بن إسحاق الحربي وعيسى بن عبد الله زغاث أثنى عليه يعقوب بن شيبة قال محمد بن بكير الحضرمي شيخ ثقة صدوق وحفيده أبو الحسين محمد بن بكير بن واصل الحضرمي سمع محمد بن عبد الله بن عمار الموصلي ومحمد بن يزيد المحاربي وعثمان بن عبد الله القرشي روى عنه محمد بن مخلد الدوري ومات في شوال سنة اثنتين وستين ومائتين ",
                "title": "الحضرمي",
                "uri": "JK_000952_1168"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}