{
    "features": [
        {
            "item": "JK_000952_1409",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.370-372",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخشني</h1> بضم الخاء وفتح الشين المعجمتين وفي آخرها النون هذه النسبة إلى قبيلة وقرية أما القبيلة فهي بطن من قضاعة وهو خشين بن النمر بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة منهم أبو ثعلبة الخشني وسأذكره وأما النسبة إلى القرية قرأت على حاشية كتاب الإكمال للأمير ابن ماكولا وأظنة من فوائد صاحبنا أبي محمد بن حبيب الأندلسي محمد بن عبد السلام الخشني هو موضع بإفريقية ومحمد هذا روى عنه |جـ 2 صـ 371| محمد القاسم البياني وربما يعود ذكره فيما بعد وأما أبو ثعلبة الخشني رضي الله عنه صاحب رسول الله قال ابن الكلبي أبو ثعلبة الأشق بن جرهم بايع رسول الله صلى الله عليه وسلم بيعة الرضوان وضرب له بسهم يوم حنين فأرسله إلى قومه فأسلموا وأخوه عمرو بن جرهم الخشني أسلم على عهد رسول الله صلى الله عليه وسلم وهما من ولد لبواق بن مر بن خشين بن النمر بن وبرة بن تغلب وقال الدارمي اسم أبي ثعلبة الخشني جرهم بن ناشم ويقال جرثوم وقال الدارمي اسم أبي ثعلبة لاس بن حمير وفي حديث ابن عمر رضي الله عنهما قدم نفر من خشين على رسول الله صلى الله عليه وسلم وهو بمكة فأسلموا وبايعوا وقال ابن حبيب في قضاعة خشين بن النمر بن وبرة وفي فزارة خشين بن عصيم بن لاي بن شمخ بن فزارة ومن خشين قضاعة أبو عبد الملك الحسن بن يحيى الخشني من أهل دمشق يروي عن هشام بن عروة وزيد بن واقد وبشر بن حيان روى عنه الهيثم بن خارجة وسليمان بن عبد الرحمن وهشام بن عمار وهشام بن خالد والهيثم بن خارجة منكر الحديث جدا يروي عن الثقات ما لا أصل له وعن المتقنين مالا يتابع عليه قال أبو حاتم بن حبان وقد سمعت ابن جوصا يوثقه ويحكيه عن أبي زرعة أن عندنا خشنيان أحدهما ثقة والآخر ضعيف يريد الحسن بن يحيى ومسلمة بن علي وكان الحسن بن يحيى رجلا صالحا يحدث من حفظه كثير الوهم فيما يروية حتى فحش المناكير في أخباره التي يرويها عن الثقات حتى يسبق إلى القلب أنه كان المتعمد لها فلذلك استحق الترك وبشر بن حيان الخشبي القرشي يروي عن واثلة بن الأسقع روى عنه الحسن بن يحيى الخشني هكذا ذكر أبو حاتم الرازي وبشير بن طلحة الخشني شامي يروي عن خالد بن دريك وعطاء الخراساني والعباس بن عبد الله بن معبد وأبيه روى عنه بقية وسعيد بن عبد الجبار وضمرة ومنصور بن عمار وأبو توبة الربيع بن نافع والهيثم بن خارجة وقال أبو حاتم الرازي بشير بن طلحة ليس به بأس وأبو سعيد مسلمة بن علي الخشني الشامي من أهل دمشق يروي عن ابن جريج ويحيى بن الحارث والأوزاعي وزيد بن واقد والزبيدي روى عنه أهل الشام مثل فديك بن سليمان القيساري وسليمان بن عبد الرحمن ومحمد بن المبارك الصوري وأبو صالح كاتب الليث وهشام بن عمار كان ممن يقلب الأسانيد ويروي عن الثقات ما ليس من أحاديثهم توهما فلما فحش |جـ 2 صـ 372| ذلك منه بطل الاحتجاج به قال ابن أبي حاتم الرازي سألت أبي عن مسلمة بن علي فقال ضعيف الحديث لا يشتغل به قلت هو متروك الحديث قال هو في حد الترك منكر الحديث قال وقال أبو زرعة هو منكر الحديث وأبو ثعلبة جرثوم بن عمرو الخشني له صحبة ورواية عن النبي صلى الله عليه وسلم يختلف في اسمه ونسبه نزل الشام روى عنه أبو إدريس الخولاني وأبو أسماء الرحبي وجبير بن نفير وبشر بن حيان الخشني يروي عن واثلة بن الأسقع ومحمد بن الخليل الخشني يروي عن أيوب بن حسان الجرشي وغيره روى عنه أبو علي المعمري وأبو عبد الله محمد بن عبد السلام بن الحسن بن كليب أو كلب الخشني الأندلسي القرطبي روى عن محمد بن يحيى بن أبي عمر العدني ومحمد بن بشار وسلمة بن شبيب وإسماعيل بن يحيى المزني روى عنه من أهل الأندلس أسلم بن عبد العزيز القاضي وأحمد بن خلف وابنه محمد بن محمد بن عبد السلام الخشني مات سنة ست وثمانين ومائتين ومحمد بن حارث الخشني أندلسي قرطبي فقيه محدث روى عن محمد بن وضاح وطبقته وجمع كتابا في أخبار القضاة والمحدثين بالأندلس كان حيا في حدود سنة ثلاثين وثلاثمائة ",
                "title": "الخشني",
                "uri": "JK_000952_1409"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}