{
    "features": [
        {
            "item": "JK_000129_008558",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.61-62",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ظلال</h1> بفتح أوله وتشديد ثانيه وقد جاء في الشعر مخففا ومشددا والتشديد أولى فيما ذكر السهيلي أنه فعال من الظل كأنه موضع يكثر فيه الظل وظلال بالتخفيف لا معنى له قال وأيضا فإنا وجدناه في الكلام المنثور مشددا وكذلك قيد في كلام ابن إسحاق في السيرة ووجدته أنا في بعض الدواوين المعتبرة الخط بالطاء المهملة والأول أصح وهو ماء قريب من الربذة عن ابن السكيت وقال غيره هو واد بالشربة وقال أبو عبيد ظلال سوان على يسار طخفة وأنت مصعد إلى مكة وهي لبني جعفر بن كلاب أغار عليهم فيه عيينة بن الحارث بن شهاب فاستخف أموالهم وأموال السلميين وأكثر ما يجيء مخففا وقال عروة بن الورد وأي الناس آمن بعد بلج وقرة صاحبي بذي ظلال ألما أغزرت في العس برك ودرعة بنتها نسيا فعالي سمن على الربيع فهن ضبط لهن لبالب حول السخال قال عبد الملك بن هشام لما بلغ رسول الله صلى الله عليه وسلم أربع عشرة سنة أو خمس عشرة سنة فيما حدثني أبو عبيدة النحوي عن أبي عمرو بن العلاء هاجت حرب بين قريش ومن معهم من كنانة وبين قيس عيلان وكان الذي هاجها أن عروة الرحال بن عتبة بن جعفر بن كلاب أجار لطيمة للنعمان بن المنذر فقال له البراض بن قيس أحد بني ضمرة بن بكر بن عبد مناة بن كنانة أتجيرها على كنانة قال نعم وعلى الخلق كله فخرج فيها عروة وخرج البراض يطلب غفلته حتى إذا كان بتيمن ذي ظلال بالعالية غفل عروة فوثب عليه البراض فقتله في الشهر الحرام فلذلك سمي الفجار وقال البراض في ذلك وداهية تهم الناس قبلي شددت لها بني بكر ضلوعي هدمت بها بيوت بني كلاب وأرضعت الموالي بالضروع رفعت له يدي بذي ظلال فخر يميد كالجذع الصريع وقال لبيد بن ربيعة فأبلغ إن عرضت بني كلاب وعامر والخطوب لها |جـ 4 صـ 62| موالي وبلغ إن عرضت بني نمير وأخوال القتيل بني هلال بأن الوافد الرحال أمسى مقيما عند تيمن ذي ظلال قال عبيد الله الفقير إليه في هذا عدة اختلافات بعضهم يرويه بالطاء المهملة وبعضهم يرويه بتشديد اللام والظاء المعجمة وقد حكيناه عن السهيلي وبعضهم يرويه بتخفيف اللام والظاء المعجمة وأكثرهم قال هو اسم موضع وقال قوم في قول البراض إن ذا ظلال اسم سيفه قال السهيلي وإنما خففه لبيد وغيره ضرورة قال وإنما لم يصرفه البراض لأنه جعله اسم بقعة فلم يصرفه للتعريف والتأنيث فإن قيل كان يجب أن يقول بذات ظلال أي ذات هذا الاسم المؤنث كما قالوا ذو عمرو أي صاحب هذا الاسم ولو كانت أنثى لقالوا ذات هند فالجواب إن قوله بذي يجوز أن يكون وصفا لطريق أو جانب يضاف إلى ذي ظلال اسم البقعة وأحسن من هذا كله أن يكون ظلال اسما مذكرا علما والاسم العلم يجوز ترك صرفه في الشعر كثيرا ",
                "title": "ظلال",
                "uri": "JK_000129_008558"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}