{
    "features": [
        {
            "item": "JK_000952_4266",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.581-582",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوذاري</h1> بفتح الواو والذال المعجمة وفي اخرها الراء وقيل بكسر الواو ويقال ذاوذا وهي قرية كبيرة بها حصن وجامع ومنارة على أربعة فراسخ من سمرقند خرجت إليها لزيارة أبي مزاحم والسماع من إبراهيم خطيبها الشيخ الصالح الكريم فسألنا المقام وبالغ فيه فبتنا ليلة عنده وكنا خرجنا إلى زيارة رباط خرتنك الذي به قبر الإمام محمد بن إسماعيل البخاري رحمه الله فمضينا إليها خرج منها جماعة كثيرة من العلماء والمقدمين منهم أبو مزاحم سباع بن النضر بن مسعدة بن بجير بن النضر بن حبيب بن عبد الله بن قطن بن المنذر بن حذافة بن حبيب بن ثعلبة بن سعد بن قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط البكري الوذاري كان بنى بها الجامع وكان من قواد سمرقند وأجلائها ونبهائها وأفاضلها ووجوهها ورؤسائها معروفا بالفضل والديانة والصيانة له اثار جميلة وأوقاف جليلة على وجوه الخيرات جالس علي بن عبد الله المديني ويحيى بن معين وأخذ عنهما العلم روى عنه أبو عيسى الترمذي ومحمد بن إسحاق الحافظ السمرقندي والحسن بن علي بن نصر الطوسي ومحمد بن المنذر الهروي الملقب بشكر وغيرهم رجع أبو مزاحم من العراق سنة ثلاث ومئتين ومات في جمادى الأولى سنة تسع وستين ومئتين قلت زرت قبره في قبة بأسفل قرية وذار وصلينا في المسجد بقربه وأبو الحسن علي بن عمر التقي بن كلثوم بن إبراهيم بن عبد الله بن عبد الرحمن الوذاري يروي عن سلمان بن الأحوص الدبوسي وأبي عيسى محمد بن عيسى بن سورة الترمذي روى عنه ابنه أبو بكر محمد بن علي بن عمر الوذاري المؤدب وأبو بكر أحمد بن محمد بن شاهين الفارسي وغيرهما وأبو علي محمد بن جعفر بن عبد الله بن هناد بن ونيف الوذاري كان حاكم وذار يروي عن أبي عمرو محمد بن حاتم بن عبد الرحمن الفقيه الوذاري روى عنه أبو سعد |جـ 5 صـ 582| الإدريسي الحافظ وأبو عمرو محمد بن حاتم بن عبد الرحمن الوذاري الفقيه يروي عن محمد بن حامد بن حميد الخرعوني روى عنه محمد بن جعفر الحاكم أبو علي الوذاري وأبو بكر محمد بن سباع بن النضر بن مسعدة الوذاري ابن أبي مزاحم يروي عن أبيه والأمير نصر بن أحمد بن أسد وعبد الله بن عبد الرحمن السمرقندي وغيرهم ومات في شهر رمضان سنة تسعين ومئتين وأحمد بن عبد الله بن الحسن بن محمد بن صالح الوذاري خطيب قرية وذار كان صالحا سديدا سمع أبا حفص عمر بن منصور بن حبيب الحافظ وغيره ذكره عمر النسفي فقال كان من جيراني وكان يشهد مجلس إملائي مات بسمرقند ليلة البراءة من سنة ثلاث وخمسمئة ودفن في مقبرة سنك ديزه ستان عند المصلى الجديد وابنه أبو إسحاق إبراهيم بن أحمد بن عبد الله الخطيب الوذاري كان شيخا صالحا حسن السيرة متوددا سخي النفس سمع أبا القاسم عبيد الله بن عمر الكشاني وأبا بكر محمد بن أحمد بن محمد البلدي وغيرهما كتبت عنه بسمرقند ولقيته بقرية وذار وبت عنده ليلة وكانت ولادته في حدود سنة ثمانين وأربعمئة ",
                "title": "الوذاري",
                "uri": "JK_000952_4266"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}