{
    "features": [
        {
            "item": "JK_000952_3757",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.262-264",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المروالروذي</h1> بفتح الميم والواو بينهما الراء الساكنة بعدها الألف واللام وراء أخرى مضمومة بعدها الواو وفي اخرها الذال المعجمة هذه النسبة إلى مرو الروذ وقد يخفف في النسبة إليها فيقال المروذي أيضا هذه بلدة حسنة مبنية على وادي مرو بينهما أربعون فرسخا والوادي بالعجمية يقال له الرود فركبوا على اسم البلد الذي ماؤه في هذا الوادي والبلد اسما وقالوا مرو الروذ فتحها الأحنف بن قيس بن جهة عبد الله بن عامر دخلتها غير مرة وأقمت بها مدة وكان بها جماعة من الفضلاء والعلماء قديما وحديثا فمن المتقدمين أبو زهير محمد بن إسحاق المرو الروذي كان رفيق أبي حاتم الرازي سكن العراق وسمع وكيع بن الجراح والأشجعي روى عنه أبو بكر الأعين وأهل العراق والنضر بن شميل المرو الروذي ذكرته في المازني والقاضي أبو حامد أحمد بن بشر بن عامر الفقيه العامري المرو الروذي فقيه أصحاب الشافعي له مصنفات سكن البصرة ومحمد بن إبراهيم بن يحيى بن جنادة المرة الروذي وأبو الحسين محمد بن علي الشاه المرو الروذي وأبو نصر أحمد بن محمد بن علي بن الشاه صاحب كتاب الفوائد والموائد وممن اشتهر بهذه النسبة القاضي الإمام أبو محمد الحسين بن محمد بن أحمد المرو الروذي إمام عصره تفقه على أبي بكر القفال المروزي وتخرج عليه جماعة من العلماء وصار مرو الروذ محط العلماء ومقصد الفقهاء بسببه وبعده وبقي على ذلك إلى الساعة وتوفي في سنة اثنتين وستين وأربع مئة وشيخنا أبو إسحاق إبراهيم بن أحمد بن محمد المرو الروذي الإمام تفقه على الحسن التيهي وعلى جدي الإمام أبي المظفر السمعاني وصارت إليه الرحلة بمرو لتعلم المذهب |جـ 5 صـ 263| ولد سنة ثلاث وخمسين وأربع مئة وقتل في وقعة الخوارز مشاهية بمرو في شهر ربيع الأول سنة ست وثلاثين وخمس مئة ومن القدماء المشهورين من هذه البلدة أبو الحسن النضر بن شميل بن خرشة بن يزيد بن كلثوم المازني المروروذي وقد ذكرناه في المازني ومنهم أبو علي الحسين بن محمد المؤدب البغدادي التميمي أصله من مرو الروذ يروي عن جرير بن حازم ومحمد بن مطرف روى عنه إبراهيم بن سعيد الجوهري وأما أبو بكر أحمد بن محمد بن الحجاج البغدادي المعروف بالمرورذي صاحب أحمد بن حنبل كانت أمه مروذية وأبوه خوارزميا وهو المقدم من أصحاب أحمد بن حنبل لورعه وفضله وكان أحمد يأنس به وينبسط إليه وهو الذي تولى إغماضه لما مات وغسله وقد روى عنه مسائل كثيرة وأسند عنه أحاديث صالحة روى عنه أبو عبد الله محمد بن مخلد الدوري وقيل إنه لما خرج أبو بكر المرو الروذي إلى الغزو وشيعه الناس إلى سامراء فجعل يردهم فلا يرجعون قال فحزروا فإذا هم بسامراء سوى من رجع نحو من خمسين ألف إنسان فقيل له يا أبا بكر أحمد الله فهذا علم قد نشر لك قال فبكى ثم قال ليس هذا العلم لي وإنما هذا علم أحمد بن حنبل ومات ببغداد في جمادى الأولى سنة خمس وسبعين ومائتين ودفن قريبا من قبر أحمد بن حنبل وأبو الحارث سريج بن يونس بن إبراهيم المرو الروذي سكن بغداد كان عالما زاهدا صالحا ورعا صاحب كرامات سمع سفيان بن عيينة وهشيم بن بشير وإسماعيل بن علية ومروان بن شجاع وعمر بن عبيد وسلم بن سالم روى عنه أبو يحيى صاعقة ومحمد بن عبيد الله المنادي وموسى بن هارون وعبد الله بن أحمد بن حنبل وأبو الحسين مسلم بن الحجاج القشيري وأبو القاسم البغوي وأبو زرعة وأبو حاتم الرازيان وحكى عنه أنه قال خرجت يوم الجمعة أريد مسجد الجامع فلما دخلت القنطرة رأيت سمكتين في سفود في دكان شعراء فاشتهيتهما لقلبي للصبيان ولم أتكلم به فلما قضيت الجمعة ورجعت رأيتهما وقد أخرجهما الشواء فتمنيتهما بقلبي فلما دخلت البيت ما استقررت حينا فإذا داق يدق الباب فقلت من هذا وخرجت فإذا رجل معه طبق عليه السمكتان وبقل وخل ورطب كثير فقال لي يا أبا الحارث كل هذا مع الصبيان فأخذته منه وحكي عنه قال رأيت رب العزة في المنام فقال لي يا سريج سلني فقلت يا رب سر بسر |جـ 5 صـ 264| وحكى عن بقال سريج قال جاءني سريج ليلا وقد ولد له مولود فأعطاني ثلاثة دراهم وقال أعطني بدرهم عسلا وبدرهم سمنا وبدرهم سويقا ولم يكن عندي شيء وكنت قد عزلت الظروف لأبكر فأشتري فقلت ما عندي شيء قد عزلت الظروف لأبكر فأشتري فقال أنظر قليلا ايش ما كان أمسح البراني فجئت فوجدت البراني والجرات ملأى فأعطيته شيئا كثيرا فقال لي ما هذا أليس قلت ما عندي شيء قال قلت خذ واسكت فقال ما اخذ أو تصدقني فخبرته بالقصة فقال لي لا تحدث بها أحدا ما دمت حيا ومات في ربيع الأول سنة خمس وثلاثين ومائتين ومن مشاهير المحدثين منها أبو يعقوب يوسف بن موسى بن عبد الله بن خالد بن حموك المرو الروذي من أعيان محدثي خراسان والمشهورين بالطلب والرحلة سمع بخراسان إسحاق بن إبراهيم الحنظلي وعلي بن حجر السعدي وببغداد أحمد بن منيع البغوي وبالبصرة نصر بن علي الجهضمي وبالكوفة أبا كريب محمد بن العلاء وبالججاز أبا مصعب الزهري وبمصر أحمد بن صالح وعيسى بن حماد وبالشام المسيب بن واضح وكثير بن عبيد وغيرهم حدث بخراسان والعراق والحجاز وأكثر أبو العباس بن عقدة عنه وروى عنه أبو حامد بن الشرقي وأبو عبد الله بن يعقوب بن الأخرم وأبو علي الحسين بن علي الحفاظ ومات بمرو الروذ بعد انصرفه من الحجة الثانية سنة ست وتسعين ومائتين وأبو زهير محمد بن إسحاق المرو الروذي قال ابن أبي حاتم رفيق أبي روى عن ابن أبي فديك ومعن بن عيسى ويحيى بن سعيد القطان وعبد الرحمن بن مهدي ووكيع سمع منه أبي وسئل أبي عنه فقال ثقة قلت ولأبي زهير قصة مع أبي حاتم الرازي وانقطاعهما في البرية ",
                "title": "المروالروذي",
                "uri": "JK_000952_3757"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}