{
    "features": [
        {
            "item": "JK_000129_001984",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.425",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بشت والنسبة البشتي</h1> بالضم بلد بنواحي نيسابور قال أبو الحسن ابن زيد البيهقي سميت بذلك لأن بشتاسف الملك أنشأها وهي كورة صبتها طريثيث وقيل سميت بذلك لأنها كالظهر لنيسابور والظهر باللغة الفارسية يقال له بشت تشتمل على مائتين وست وعشرين قرية منها كندر التي منها الوزير أبو نصر الكندري وزير طغرلبك السلجوقي كان قبل نظام الملك فقام نظام الملك مقام الكندري وقد ذكرت وقد يقال لها أيضا بشت العرب لكثرة أدبائها وفضلائها وقد ينسب إليها جماعة كثيرة في فنون من العلم منهم إسحاق بن إبراهيم بن نصر أبو يعقوب البشتي سمع قتيبة بن سعيد وإبراهيم بن المستمر وأبا كريب محمد بن العلاء ومحمد بن أبي عمرو ومحمد بن المصطفى وهشام بن عمرو وحميد بن مسعدة وإسحاق بن إبراهيم الحنظلي ومحمد بن رافع وغيرهم روى عنه أبو جعفر محمد بن هانىء بن صالح وأبو الفضل محمد بن إبراهيم الموصلي وجماعة من الخراسانيين وحسان بن مخلد البشتي سمع عبد الله بن يزيد المقري وسعيد بن منصور ويحيى بن يحيى روى عنه جعفر بن محمد بن سوار وإبراهيم بن محمد المروزي مات في شعبان سنة 952 وسعيد بن شاذان بن محمد النيسابوري وهو سعيد بن أبي سعيد البشتي سمع محمد بن رافع وإسحاق بن منصور وحم بن نوح وعيسى بن أحمد العسقلاني وغيرهم روى عنه أبو القاسم يعقوب وأبو سعيد بن أبي بكر بن أبي عثمان موسى بن عبد الرحمن البشتي حدث عن الحسن بن علي الحلواني روى عنه بشر بن أحمد الأسفراييني وإبو سعيد أحمد بن شاذان البشتي حدث عن الحسن ابن سفيان وأحمد بن نصر الخفاف وابن أبي غيلان حدث عنه أبو سعد الإدريسي وأحمد بن الخليل بن أحمد البشتي روى عن الليث بن محمد روى عنه أبو زكرياء يحيى بن محمد العنبري ومحمد بن يحيى ابن سعيد البشتي أبو بكر المؤدب حدث عن عبد الله ابن الحارث الصنعاني روى عنه الحاكم أبو عبد الله ومحمد بن إبراهيم بن عبد الله أبو سعيد البشتي حدث عن محمد بن المؤمل ومحمد بن إسحاق بن إبراهيم أبو صالح البشتي النيسابوري كان كثير الصلاة والعبادة سمع إبا زكرياء النيسابوري وأبا بكر الحيري مات بأصبهان سنة 384 وأبو علي الحسن بن علي بن العلاء ابن عبدويه البشتي روى عن أبي طاهر محمد بن محمد بن محمش وغيره وعبيد الله بن محمد بن نافع البشتي الزاهد وأحمد بن محمد البشتي الخارزنجي اللغوي ذكرته في كتاب الأدباء وغيرهم ",
                "title": "بشت والنسبة البشتي",
                "uri": "JK_000129_001984"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}