{
    "features": [
        {
            "item": "JK_000952_3261",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.508-510",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القصاري</h1> بفتح القاف والصاد المهملة وفي آخرها الراء هذه النسبة إلى القصار وهو الذي يقصر الثياب ولعل بعض أجداد المنتسب إليه يستعمل هذا الشغل ومثل هذا الانتساب أعني إلى الحرف اختص بها أهل خوارزم وآمل طبرستان والمشهور بهذه النسبة |جـ 4 صـ 509| أبو طاهر أحمد بن محمد بن إبراهيم بن علي القصاري الخوارزمي سكن بغداد وكان رسولا من حضرة الخلافة إلى غزنة ولم يكن يعرف شيئا غير أنه كان فطنا كيسا هكذا ذكره لي عبد الوهاب بن المبارك الأنماطي سمع أبا القاسم إسماعيل بن الحسن بن عبد الله بن الهيثم بن هشام الصرصري الأحاديث المعروفة بالصرصريات روى لنا عنه ابنه وأبو القاسم السمرقندي وعبد الوهاب الحافظ ومفلح بن أحمد الوراق وعبد الخالف بن البدن البغداديون كانت ولادته سنة خمس وتسعين وثلاثمائة وتوفي يوم السبت ثاني عشر ذي الحجة سنة أربع وسبعين وأربعمائة ودفن في مقبرة معروف الكرخي ويقال لها باب الدير وابنه أبو عبد الله محمد بن أحمد القصاري من أهل بغداد بها ولد ونشأ شيخ كان يسكن باب المراتب أحضره والده مجلس أبي محمد بن هزارمرد الصريفيني الخطيب وسمع أجزاء منه وسمع أباه وغيرهما قرأت عليه شيئا يسيرا وتوفي سنة أربع وثلاثين وخمسمائة فجأة وأبو عمرو محمد بن إبراهيم بن عمر القصاري الفقيه من أهل جرجان يروي عن أبي بكر أحمد بن إبراهيم الإسماعيلي وأبي محمد بن أحمد الغطريفي وغيرهما ذكره أبو القاسم حمزة بن يوسف السهمي في تاريخ جرجان والنسبة إلى سكة بمرو مشهورة يقال لها سكة القصارين منها أبو بكر محمد بن أبي سعيد بن محمد الدرغاني البزاز القصاري تفقه على الإمام جده وصحب والدي وكان شريكه في درس الجدل وكان صدوقا محققا في الأمور تاركا للميل والمحاباة غير أنه كان يشرب المسكر وينسبونه إلى أشياء والله تعالى يغفر لنا وله سمع جدي وأبا القاسم إسماعيل بن محمد الزاهري وأبا أحمد بن عبد الرحمن بن أحمد بن الشاه السيقذنجي وأبا اليسر محمد بن محمد بن الحسين البزدوي وأبا الفتح عبيد الله بن محمد الهاشمي وغيرهم كتبت عنه وقرأت عليه |جـ 4 صـ 510| وعمر العمر الطويل في رفاهية وصحة وكان يتعاهد الأغذية الصالحة ويتناولها ويجتنب المطعومات وكان يروض نفسه كل يوم بالمشي السريع ستة آلاف خطوة وكانت ولادته في حدود سنة خمسين وأربعمائة وقتل في معاقبة الغز في رجب سنة ثمان وأربعين وخمسمائة ",
                "title": "القصاري",
                "uri": "JK_000952_3261"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}