{
    "features": [
        {
            "item": "JK_000129_012377",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.213-214",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>منف</h1> بالفتح ثم السكون وفاء اسم مدينة فرعون بمصر قال القضاعي أصلها بلغة القبط مافه فعربت فقيل منف قال عبد الرحمن بن عبد الله بن عبد الحكم بإسناده أول من سكن مصر بعد أن أغرق الله تعالى قوم نوح عليه السلام يبصر بن حام بن نوح فسكن منف وهي أول مدينة عمرت بعد الغرق |جـ 5 صـ 214| هو وولده وهم ثلاثون نفسا منهم أربعة أولاد قد بلغوا وتزوجوا فبذلك سميت مافه ومعنى مافه بلسان القبط ثلاثون ثم عربت فقيل نف وهي المرادة بقوله تعالى & ودخل المدينة على حين غفلة من أهلها & قال الهمذاني ذكر لي شيخ صدوق فيما يحكيه قال رأيت بمنف دار فرعون ودرت في مجالسها ومساربها وغرفها وصفافها فإذا جميع ذلك حجر واحد منقور فإن كان قد هندموه ولاحكوا بينه حتى صار في الملامسة بحيث لا يستبين فيه مجمع حجرين ولا ملتقى صخرتين فهذا عجيب وإن كان جميع ذلك حجرا واحدا نقرته الرجال بالمناقير حتى خرقت تلك المخاريق في مواضعها إنه لأعجب وآثار هذه المدينة وحجارة قصورها إلى الآن ظاهرة بينها وبين الفسطاط ثلاثة فراسخ وبينها وبين عين شمس ستة فراسخ وقيل إنه كان فيها أربعة أنهار يختلط ماؤها في موضع سريره ولذلك قال أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون وكانت منف أول مدينة بنيت بأرض مصر بعد الطوفان لأن بيصر والد مصر قدم إلى هذه الأرض في ثلاثين نفسا من ولده وولد ولده قال ابن زولاق وذكر بعضهم أن من مصر لمنف ثلاثين ميلا كانت بيوتا متصلة وفيها بيت فرعون قطعة واحدة سقفه وفرشه وحيطانه حجر واحد أخضر قلت وسألت بعض عقلاء مصر عن ذلك فصدقه إلا أنه قال يكون مقداره خمسة أذرع في خمسة أذرع حسب وذكر بعض عقلاء مصر قال دخلت منف فرأيت عثمان بن صالح عالم مصر وهو جالس على باب كنيسة بمنف فقال أتدري ما مكتوب على باب هذه الكنيسة قلت لا قال مكتوب عليها لا تلوموني على صغرها فإني قد اشتريت كل ذراع بمائتي دينار لشدة العمارة قال عثمان بن صالح وعلى باب هذه الكنيسة وكز موسى عليه السلام الرجل فقضى عليه وبها كنيسة الأسقف لا يعرف طولها وعرضها مسقفة بحجر واحد حتى لو أن ملوك الأرض قبل الإسلام وخلفاء الإسلام جعلوا همتهم على أن يعملوا مثلها لما أمكنهم وبمنف آثار الحكماء والأنبياء وبها كان منزل يوسف الصديق عليه السلام ومن كان قبله ومنزل فرعون موسى وكانت له عين شمس والفسطاط اليوم بين منف وعين شمس في منتهى جبل المقطم ومنقطعه وكان في قرنه المقطم موضع يسمى المرقب وكان ابن طولون قد بنى عنده مسجدا يعرف به فكان فرعون إذا أراد الركوب من عين شمس إلى منف أوقد صاحب المرقب بمنف فرآه صاحب المرقب الذي على جبل المقطم فيوقد فيه فإذا رأى صاحب عين شمس ذلك الوقود تأهب لمجيئة وكذلك كان يصنع إذا أراد الركوب من منف إلى عين شمس فلذلك سمي الموضع تنور فرعون ",
                "title": "منف",
                "uri": "JK_000129_012377"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}