{
    "features": [
        {
            "item": "JK_000129_006617",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.201-202",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>السدير</h1> بفتح أوله وكسر ثانيه ثم ياء مثناة من تحت وآخره راء هو نهر ويقال قصر وهو معرب وأصله بالفارسية سه دله أي فيه قباب مداخلة مثل الجاري بكمين وقال أبو منصور قال الليث السدير نهر بالحيرة قال عدي بن زيد سره ماله وكثرة ما يم ملك والبحر معرض والسدير وقال ابن السكيت قال الأصمعي السدير فارسية أصله سه دل أي قبة فيها ثلاث قباب متداخلة وهو الذي تسميه الناس اليوم سد لى فعربته العرب فقالوا سدير وفي نوادر الأصمعي التي رواها عنه أبو يعلى قال قال أبو عمرو بن العلاء السدير العشب انقضى كلام أبي منصور وقال العمراني السدير موضع معروف بالحيرة وقال السدير نهر وقيل قصر قريب من الخورنق كان النعمان الأكبر اتخذه لبعض ملوك العجم قال أبو حاتم سمعت أبا عبيدة يقول هو السد لى أي له ثلاثة أبواب وهو فارسي معرب وقيل سمي السدير لكثرة سواده وشجره ويقال إني لأرى سدير نخل أي سواده وكثرته وقال الكلبي إنما سمي السدير لأن العرب حيث أقبلوا ونظروا إلى سواد النخل سدرت فيه أعينهم بسواد النخل فقالوا ما هذا إلا سدير قال و السدير أيضا أرض باليمن تنسب إليها البرود قال الأعشى وبيداء قفر كبرد السدير مشاربها داثرات أجن وقد ذكر بعض أهل الأثر أنه إنما سمي السدير سديرا لأن العرب لما أشرفت على السواد ونظروا إلى سواد النخل سدرت أعينهم فقالوا ما هذا إلا سدير وهذا ليس بشيء لأنه سمي سديرا قبل الإسلام بزمن وقد ذكره عدي بن زيد وكان هلاكه قبل الإسلام بمدة والأسود بن يعفر وهو جاهلي قديم بقوله أهل الخورنق والسدير وبارق والقصر ذي الشرفات من سنداد وقد ذكره عبد المسيح بن عمرو بن بقيلة عند غلبة خالد بن الوليد والمسلمين على الحيرة في خلافة أبي بكر الصديق رضي الله عنه أبعد المنذرين أرى سواما تروح بالخورنق والسدير تحاماه فوارس كل حي مخافة أغلب عالي الزئير فصرنا بعد ملك أبي قبيس كمثل الشاء في اليوم المطير |جـ 3 صـ 202| تقسمنا القبائل من معد كأنا بعض أعضاء الجزور وقال ابن الفقيه قالوا السدير ما بين نهر الحيرة إلى النجف إلى كسكر من هذا الجانب ",
                "title": "السدير",
                "uri": "JK_000129_006617"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}