{
    "features": [
        {
            "item": "JK_000952_2679",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.133-134",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العبدوي</h1> بفتح العين المهملة وسكون الباء الموحدة وفتح الدال المهملة وقيل في هذه النسبة عبدويي وهذه النسبة إلى عبدويه فإن قيل كما يقول النحويون عبدويه فالنسبة إليه عبدوي بفتح الدال وإن قيل كما يقول المحدثون عبدويه بضم الدال فالنسبة إليه عبدويي فمنهم |جـ 4 صـ 134| أبو نصر أحمد بن إسحاق بن سليمان بن عبدويه العبدويي سمع محمد بن عبد الوهاب العبدي والسري بن خزيمة ولم يحدث روى عنه الحاكم أبو عبد الله الحافظ حكاية من لفظه وتوفي سلخ المحرم سنة أربعين وثلاثمائة وأبو بكر أحمد بن محمد بن سلام بن عبدويه العبدويي سكن مصر من أهل بغداد وحدث بها عن عبد الأعلى بن حماد النرسي وأبي معمر الهذلي وداود بن رشيد ومحمد بن بكار بن الريان والحسن بن عيسى الماسرجسي روى عنه أبو جعفر الطحاوي وأبو سعيد بن يونس بن عبد الأعلى والحسن بن الخضر السيوطي وكان من أهل الخير والفضل قال أبو سعيد بن يونس هو من خيار عباد الله مات بمصر في جمادي الأولى سنة اثنتين وثلاثمائة وعمي قبل وفاته بيسير وأبو حازم عمر بن أحمد بن إبراهيم بن عبدويه بن سدوس بن علي بن عبد الله بن عبيد الله بن عبد الله بن عتبة بن مسعود العبدويي الهذلي ذكره الحاكم أبو عبد الله الحافظ وقال أبو حازم بن أبي الحسن العبدويي ابن أخي شيخنا أبي عبد الله العبدويي وكان من أفاضل المسلمين وأبو حازم ممن تقدم ذكره في كثرة السماع والرحلة في طلب الحديث سمع بنيسابور بعد الخمسين والثلاثمائة ثم أدرك الشيخ أبا بكر الإسماعيلي وأكثر منه وأدرك بهراة الأسانيد العالية وحج سنة تسع وثمانين وثلاثمائة وسمع بالعراق والحجاز وحدث بانتخابي عليه وقال أبو بكر الخطيب في تاريخ بغداد أبو حازم العبدويي كتبت عنه الكثير وكان ثقة صادقا عارفا حافظا يسمع الناس بإفادته ويكتبون بانتخابه ومات يوم عيد الفطر من سنة سبع عشرة وأربعمائة وأبوه أبو الحسن أحمد بن إبراهيم العبدويي أخو أبي عبد الله العبدويي وكان عارفا زاهدا سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وبهراة أبا يزيد حاتم بن محبوب وأبا علي أحمد بن محمد بن رزين روى عنه االحاكم أبو عبد الله وقال توفي في شهر رمضان سنة خمس وثمانين وثلاثمائة ودفن بمقبرة عاصم وأبو عبد الله محمد بن إبراهيم بن عبدويه بن سدوس بن علي بن عبيد الله بن عبد الله بن عتبة بن مسعود الهذلي العبدويي عم أبي حازم كان معروفا كثير السماع والرحلة في طلب الحديث والتصنيف وإفادة الناس في الحضر والسفر سمع بنيسابور أبا عبد الله البوشنجي وبالري إبراهيم بن يوسف الهسنجاني وبهراة أحمد بن نجدة |جـ 4 صـ 135| وبالعراق أبا خليفة القاضي وبالحجاز المفضل بن محمد الجندي وبمصر علان بن أحمد بن سليمان وبالشام أحمد بن عمير بن جوصا وبالجزيرة أبا عروبة الحراني وبالأهواز عبدان بن أحمد العسكري وكان يستملي على أبي بكر بن إسحاق بن خزيمة روى عنه أبو إسحاق المزكي وأبو محمد بن زياد والحسن بن محمد الماسرجسي وتوفي شهيدا بالكوفة سنة القرمطي أصابته جراحة في البادية فرد إلى الكوفة فمات بها في عشر ذي الحجة سنة ثلاث وعشرين وثلاثمائة ",
                "title": "العبدوي",
                "uri": "JK_000952_2679"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}