{
    "features": [
        {
            "item": "JK_000952_4390",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.659-660",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهيتي</h1> بكسر الهاء وسكون الياء المنقوطة باثنتين من تحتها وفي اخرها التاء المنقوطة من فوقها باثنتين هذه النسبة إلى هيت وهي بلدة فوق الأنبار من أعمال بغداد وصلت قريبا منها ولم يتفق لي دخولها وبها قبر الإمام عبد الله بن المبارك المروزي رحمه الله وإنما سميت باسم بانيها وهو هيت بن البلندي بن مالك بن دعر وقيل لم يكن بين هيت إلى قرقيسيا عمران حتى كان كسرى بنى قرى غابات وقيا من جبل بهيت خرج منها جماعة من العلماء والمحدثين منهم أبو بكر أحمد بن محمد بن إسماعيل بن إبراهيم بن أيوب الهيتي قدم بغداد وحدث بها عن يعيش بن الجهم الحريثي والحسن بن عرفة وحمزة بن العباس المروزي وعبدوس بن بشر وأحمد بن منصور الرمادي وغيرهم روى عنه عمر بن محمد بن سبنك وأبو الفتح الأزدي الموصلي وأبو بكر بن شاذان البزار وأبو الحسن الدارقطني الحافظ وقال أبو بكر بن أبي عبد الله الهيتي ثقة قدم علينا في سنة سبع عشرة وثلاثمئة وأبو بكر محمد بن عبد الله بن أبان بن قديس بن صفوان الهيتي التغلبي ويعرف بابن أبي عبايه من أهل هيت كان شيخا صالحا مستورا فقيرا مقلا سمع ببغداد والجزيرة والكوفة وغيرها حدث عن أبي عمرو عثمان بن أحمد بن السماك وأبي بكر أحمد بن سلمان النجاد وأبي بكر محمد بن جعفر الأدمي ورضوان بن أحمد بن غزوان ومحمد بن الحجاج السلمي الرقيين والحسن بن علي بن الدقم الكوفي ذكره أبو بكر أحمد بن علي بن ثابت الحافظ في تاريخه وقال قدم علينا في سنة ست وأربعمئة وكان يملي في |جـ 5 صـ 660| جامع المنصور بعد أبي الحسن بن رزقويه فكتبنا عنه أماليه وقرأنا عليه شيئا من أصوله عن ابن السماك والجماعة الذين ذكرناهم ثم قال وحدثنا أيضا عن أبي الطيب أحمد بن إبراهيم بن عبد الرحمن وذكر لنا أنه سمع منه بالرحبة بحديث أبو الطيب هذا عن أحمد بن منصور الرمادي وجماعة من القدماء وكانت أصول أبي بكر الهيتي سقيمة كثيرة الخطأ إلا أنه كان شيخا مستورا صالحا فقيرا مقلا معروفا بالخير وكان مغفلا مع خلوه من علم الحديث ربما حدثنا عن شيخ شيخه وهو لا يعلم ولقد حدثنا في مجلس الإملاء فقال حدثنا أبو الحسن علي بن العباس المقانعي وذكر عنه حديثا طويلا هو في كتابي إلى الان على الخطأ لأني لا أعلم من حدثه عن المقانعي وكنت إذ ذاك مبتدئا في كتب الحديث فلم أقف على أنه وهم فأسأله عنه وحدث يوما اخر فقال حدثنا محمد بن علي بن حبيب الرقي المري الطرائفي وأظن الحديثين عنده عن ابن الدقم والله أعلم وكانت ولادته في جمادى الاخرة سنة إحدى وعشرين وثلاثمئة وبلغنا أنه توفي يوم عيد الفطر من سنة عشر وأربعمئة وكان خرج من بغداد قاصدا هيت فأدركه أجله بالأنبار ودفن بها وحدثني بعض الهيتيين بعد عدة من السنين أن وفاته كانت بهيت والله أعلم وأبو نصر هبة الله بن يحيى بن مقلد الهيتي المقرىء سكن بغداد وكان شيخا صالحا من أهل العلم والقرآن حسن التلاوة له سمع أبا الفوارس طراد بن محمد بن علي الزينبي وغيره ببغداد كتبت عنه ببغداد ثم لقيته بالأنبار وقرأت عليه بها في الرحلة الأولى وتركته بها وسمعت أنه خرج منها إلى قرية عند الدسكرة يقال لها شهراباذ وتوفي بها في سنة ست وثلاثين وخمسمئة وأبو الخير كثير بن سالم بن أبي الحسن الهيتي شيخ صالح سكن الظفرية شرقي بغداد سمع أبا علي محمد بن محمد بن المهدي الهاشمي كتبت عنه شيئا يسيرا وسألته عن ولادته فقال ولدت بهيت تقديرا في سنة إحدى وثمانين وأربعمئة ",
                "title": "الهيتي",
                "uri": "JK_000952_4390"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}