{
    "features": [
        {
            "item": "JK_000952_0933",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.81-84",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجمال</h1> بفتح الجيم المشددة والميم وبعدهما الألف واللام اسم لجد الشرقي بن القطامي العلامة واسم الشرقي الوليد بن الحصين بن جمال بن حبيب بن جابر بن مالك من |جـ 2 صـ 82| بني عمرو بن امرئ القيس ذكرت نسبه في الشين هذه النسبة إلى حفظ الجمال وإكرائها من الناس في الطرق فممن اشتهر بهذه النسبة أبو الوسيم عبيد بن أبي الوسيم الجمال من أهل الكوفة يروي المقاطيع روى عنه وكيع وأبو نعيم الكوفيان وأبو جعفر مخلد بن مالك الجمال من أهل الري سكن نيسابور يروي عن يحيى بن سعيد القطان ومعاذ بن معاذ ويزيد بن هارون الواسطي روى عنه الحسن بن سفيان ومن التابعين قرزعة الجمال يروي عن أنس بن مالك رضي الله عنه وصحبه إلى مكة روى عنه عمرو بن دينار ومنهم أحمد بن سعيد الجمال وأخوه محمد بن سعيد الجمال المقري أخو أحمد وكان الأكبر حدث عن علي بن عاصم وإسحاق بن يوسف الأزرق وعبد المنعم بن إدريس روى عنه ابنه عبد الله وأبو الطيب محمد بن جعفر الديباجي ومحمد بن مخلد الدوري وكان ثقة وابنه عبد الله بن محمد بن سعيد الجمال ومحمد بن مروان الجمال من أهل الري روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري وأبو داود السجستاني وموسى بن هارون وغيرهم من الأئمة ومنهم أبو العباس أحمد بن جعفر بن نصر الجمال الرازي حدث عنه أبو محمد عبد الله بن محمد بن زر الخواري وأبو محمد عبد الملك بن علي الشامي وأبو جعفر محمد بن محمد بن عبد الله بن حمزة بن جميل الجمال بغدادي سكن سمرقند روى عن جماعة من أهل الحجاز والعراق واليمن ومصر والشام مثل عبد الله بن روح وأبي إسماعيل الترمذي وبكر بن سهل الدمياثي وهاشم بن يونس العصار ويحيى بن عثمان بن صالح وأبي الزنباع روح بن الفرج وأحمد بن خليف الحلبي والحسن بن عبد الأعلى البوسي وعلي بن عبد العزيز المكي وطبقتهم ذكره الحاكم في التاريخ فقال أبو جعفر التاجر محدث خراسان في عصره وأكثر مشايخنا رحلة وأثبتهم أصولا وأصحهم سماعا قد كان عند منصرفه من مصر والشام إلى بغداد بالري وسكنها فقيل له أبو جعفر الرازي وكان صاحب جمال فلقب بالجمال وقدم خراسان سنة سبع وعشرين وثلاثمائة ونزل نيسابور |جـ 2 صـ 83| وسكنها سنين ثم خرج إلى ما وراء النهر فسكن سمرقند وكان أبو علي الحافظ انتقي عليه أربعين جزءا لنفسه فسمعها منه للقوم الذين أدركوه روى عنه أبو سعد الإدريسي وأبو الفضل الكاغذي والحاكم أبو عبد الله الحافظ وغيرهم وتوفي في شوال سنة ست وأربعين وثلاثمائة وأبو عقيل يحيى بن حبيب بن المعلي بن عبد الله بن حبيب بن أبي ثابت الجمال وأبو الحسن محمد بن محمد الرازي الجمال الأصم حدث ببخارا عن أبي بكر الامساعيلي وأبي أحمد الغطريفي الجرجانيين وأبي الفضل بن خميرويه الهروي ومن القدماء سليمان بن رفيع الجمال قال دخلت المسجد الحرام والناس مجتمعون على رجل فاطلعت فإذا عطاء بن أبي رباح جالس كأنه غراب أسود وأبو محمد أسيد بن زيد الجمال مولى صالح بن علي شيخ من أهل الكوفة حدث ببغداد يروي عن شريك والليث بن سعد وغيرهما من الثقات المناكير ويسرق الحديث ويحدث به قال يحيى بن معين دخل بغداد ونزل الحذائين في الكرخ فأتيته وأنا أريد أن أقول له يا كذاب ففرقت من شفار الحذائيين فرجعت وأبو محمد عبد الله بن محمد بن سعيد بن زياد المقرئ المعروف بابن الجمال أحد الثقات البغداديين سمع يعقوب بن إبراهيم الدورقي وعلي بن عمرو الأنصاري وعمر بن شبة النميري وأبا حاتم محمد بن إدريس الرازي وأحمد بن عبد الجبار العطاردي روى عنه محمد بن عمر بن الجعابي وعلي بن الحسن الجراحي وأبو الحسن الدارقطني وعبد الله بن موسى الهاشمي وأبو حفص بن شاهين ويوسف بن عمر القواس وقال الدارقطني وأبو محمد بن الجمال من الثقات وتوفي في شهر رمضان سنة ثلاث وعشرين وثلاثمائة وأبو العباس أحمد بن محمد بن جعفر الزاهد الجمال الشعراني من أهل أصبهان كان من العباد الراغبين في الحج قيل إنه كان يصلي عند كل ميل ركعتين روى عن أبي مسعود الرازي ويحيى بن عبدك وأبي حاتم الرازي روى عنه محمد بن عبد الله بن أحمد التميمي وأبو محمد عطاء الجمال يروي عن علي رضي الله عنه روى عنه الحسن بن صالح بن حي منكر الحديث على قلته يروي عن علي رضي الله عنه ما لا يتابع عليه وليس في العدالة بالمحل الذي يعتمد عليه عند الانفراد وأبو هرمز نافع الجمال مولى بني سليم يروي عن أنس بن مالك رضي الله عنه روى عنه أحمد بن يونس وشيبان بن فروخ كان ممن يروي عن أنس ما ليس من حديثه كأنه أنس آخر ولا أعلم له سماعا لا يجوز الاحتجاج به ولا كتبة حديثه إلا على سبيل الإعتبار روى عن عطاء عن ابن عباس وعائشة رضي الله عنها نسخة موضوعة قاله ابن حبان وأحمد بن جعفر بن نصر الجمال رازي روى عنه أبو منصور الباوردي وأبو بكر يوسف بن القاسم الميانجي وأبو عقيل يحيى بن حبيب بن إسماعيل بن عبد الله بن حبيب بن أبي ثابت الجمال والحسن بن عباس ابن أبي مهران الجمال المقرئ |جـ 2 صـ 84| الرازي حدث عن سهل بن عثمان ومحمد بن حميد الرازي وأحمد بن عبد الرحمن الدشتكي وغيرهم روى عنه أبو عمرو بن السماك وأبو سهل بن زياد وغيرهما ويحيى بن زكريا بن شيبان الجمال كوفي روي عن عبد الله بن جبلة روى عنه أبو العباس بن عقدة الحافظ والحسين بن محمد بن الفرزدق وغيرهما وأبو جعفر محمد بن سهل بن محمد بن أحمد بن سعيد الجمال من أهل بغداد حدث عن أبي حنيفة محمد بن حنيفة الواسطي ومحمد بن معاذ الهروي روى عنه أبو الحسين محمد بن المظفر الحافظ وأبو العباس أحمد بن محمد بن عبد الله بن مصعب الجمال من أهل أصبهان أحد من كان يذكر بالعلم ويوصف بالفضل حدث عن أبي مسعود أحمد بن الفرات الرازي ومحمد بن عصام بن يزيد وسليمان بن شعيب النيسابوري روى عنه أبو الشيخ الأصبهاني وأبو طالب أحمد بن نصر الحافظ البغدادي وغيرهما وقال أبو نعيم الحافظ الأصبهاني أبو العباس الجمال أحد العلماء الفقهاء توفي سنة إحدى وثلاثمائة في طريق الحج ",
                "title": "الجمال",
                "uri": "JK_000952_0933"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}