{
    "features": [
        {
            "item": "JK_000952_3499",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.104-105",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكندي</h1> بكسر الكاف وسكون النون وفي اخرها الدال المهملة هذه النسبة إلى كندة وهي قبيلة مشهورة من اليمن تفرقت في البلاد فكان منها جماعة من المشهورين في كل فن قال حدثنا أبو زرعة الدمشقي حدثنا أبو مسهر سمعت كامل بن سلمة بن رجاء بن حيوة قال قال هشام بن عبد الملك من سيد أهل فلسطين قالوا رجاء بن حيوة قال فمن سيد أهل الأردن قالوا عبادة بن نسي قال فمن سيد أهل دمشق قالوا يحيى بن يحيى الغساني قال فمن سيد أهل حمص قالوا عمرو بن قيس قال فمن سيد أهل الجزيرة قالوا عدي بن عدي الكندي قال يا ال كندة إنما قال ذلك لأن هؤلاء كلهم من كندة وإياس بن عفيف الكندي يروي عن أبيه وله صحبة رضي الله عنه روى عنه أبنه إسماعيل بن إياس والمنتسب إليه من الأتباع |جـ 5 صـ 105| أبو محمد عبد الجبار بن وائل بن حجر الكندي يروي عن أمه عن أبيه وهو أخو علقمة بن وائل ومن زعم أنه سمع أباه فقد وهم لأن وائل بن حجر مات وأمه حامل به ووضعته بعد وائل بستة أشهر عداده في أهل الكوفة روى عنه أبو إسحاق السبيعي وابنه سعيد بن عبد الجبار ومات سنة اثنتي عشرة ومائة وأبو المقدام رجاء بن حيوة الكندي الشامي سكن فلسطين وكان من عباد أهل الشام وزهادهم وفقهائهم يروي عن أبي أمامة روى عنه أبن عون وأهل الشام مات رجاء بن حيوة سنة اثنتي عشرة ومائة وأبو حجية الأجلح بن عبد الله بن حجية الكندي من أهل الكوفة وقيل إن اسمه يحيى والأجلح لقب يروي عن الشعبي وأبي الزبير روى عنه أهل الكوفة وكان لا يدري ما يقول يجعل أبا سفيان أبا الزبير ويقلب الأسامي هكذا مات سنة خمس وأربعين ومائة وسعيد بن سنان الكندي من أهل الشام من حمص كنيته أبو المهدي يروي عن أبي الزاهرية روى عنه أهل الشام منكر الحديث لا يعجبني الاحتجاج بخبره إذا انفرد مات سنة ثمان وستين ومائة وكان يحيى بن معين سيء الرأي فيه وزكريا بن دريد الكندي شيخ يضع على حميد الطويل كنيته أبو أحمد كان يدور بالشام ويحدثهم بها ويزعم أنه له مائة سنة وخمسا وثلاثين سنة لا يحل ذكره في الكتب إلا على سبيل القدح فيه روى عنه أحمد بن موسى بن الفضل بن معدان بحران وأبو محمد المبارك بن أحمد بن بركة الكندي شيخ صالح من أهل باب البصرة ببغداد سمع أبا نصر الزينبي وعاصم بن الحسن الكرخي وأبا الغنائم بن السواق وغيرهم سمعت منه أجزاء وتوفي في سنة وأربعين وخمسمائة ببغداد ",
                "title": "الكندي",
                "uri": "JK_000952_3499"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}