{
    "features": [
        {
            "item": "JK_000952_1133",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.208-209",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحريري</h1> هذه النسبة إلى الحرير وهو نوع من الثياب والمشهور بهذه النسبة أبو نصر محمد بن عبد الله الحريري الغنوي يروي عن سعيد بن أبي عروبة روى عنه يعقوب بن سفيان الفارسي قال أبو حاتم بن حبان محمد بن عبد الله الغنوي صاحب |جـ 2 صـ 209| الحرير جار عثمان بن الهيثم من أهل البصرة ويحيى بن بشر بن كثير الأسدي الحريري من أهل الكوفة يروي عن معاوية بن سلام روى عنه أهل الكوفة ومن المتأخرين أبو محمد القاسم بن علي الحريري صاحب المقامات المنسوبة إلى أبي زيد السروجي كان من علماء البصرة ولعل واحد من أجداده يعمل الحرير أو يبيعه رأيت أولاده ببغداد والبصرة ومات سنة خمس عشرة وخمسمائة برد الحريري بياع الحرير يروى عن حبيب بن أبي ثابت عداده في أهل الكوفة روى عنه محمد بن عبيد الطنافسي وأبو كعب عبد ربه بن عبيد البصري الحريري بياع الحرير يروي عن عبد العزيز بن أبي بكرة روى عنه وكيع بن الجراح وأبو بكر محمد بن جعفر بن أحمد بن جعفر بن الحسن بن وهب الحريري المعدل يعرف بزوج الحرة من أهل بغداد وكان أحد العدول الثقات الموصوفين بالصدق سمع محمد بن جرير الطبري وعبد الله بن محمد البغوي والحسن بن محمي المخرمي وأبا بكر عبد الله بن أبي داود العباسي بن يوسف الشكلي روى عنه أبو الحسن محمد بن أحمد بن رزق وأبو بكر أحمد بن محمد بن غالب البرقاني والحسن وعبد الله ابنا أبي بكر أحمد بن إبراهيم بن شاذان وكان يحضر مجلس إملائه القاضي الجراحي وأبو الحسين بن المظفر وأبو عمر بن حيويه وأبو الحسن الدارقطني وإنما قيل له زوج الحرة لأن زوجته كانت بنت بدر مولى المعتضد بالله فأقامت عنده سنين وكان لها مكرما فتأثلت حالها وانضاف ذلك إلى عظيم نعمتها الموروثة فقتل المقتدر بالله فأفلتت من النكبة وسلم لها جميع أموالها وكان يدخل إلى مطبخها حدث يحمل فيه على رأسه يعرف بمحمد بن جعفر بن أبي عسرون وكان حركا فنفق على القهارمة بخدمته فنقلوه إلى أن صار وكيل المطبخ وبلغها خبره ورأته فاستكاسته فردت إليه الوكالة في غير المطبخ وتراقى أمره حتى صار ينظر في ضياعها وعقارها وصارت تكلمه من وراء ستر وزاد اختصاصه بها حتى علق بقلبها فاستدعته إلى تزويجها فلم يجسر على ذلك فجسرته وبذلت مالا حتى تم لها ذلك وأعطته لما أرادت ذلك أموالا جعلها لنفسه نعمة ظاهرة لئلا يمنعها أولياؤها منه بالفقر ثم هادت القضاة بهدايا جليلة حتى زوجوها منه واعترض الأولياء فغالبتهم بالحكم والدراهم فتم له ذلك ولها فأقام معها سنين ثم ماتت فحصل له من مالها نحو من ثلاثمائة ألف دينار ظاهرة وباطنة ولا يعرف إلا بزوج الحرة وإنما سميت الحرة لأجل تزويج المقتدر بها وكذا عادة الخلفاء لغلبة المماليك عليهم إذا كانت لهم زوجة قيل الحرة وتوفي زوج الحرة |جـ 2 صـ 210| الحريري هذا في صفر سنة اثنتين وسبعين وثلاثمائة ودفن بمقبرة معروف وأبو طالب مكي بن علي بن عبد الرزاق الحريري المؤذن من أهل بغداد سمع أبا بكر الشافعي وأبا بكر بن مالك القطيعي وأبا سليمان الحراني وأبا إسحاق المزكي ذكره أبو بكر الخطيب وقال كتبت عنه وكان ثقة ومات سنة اثنتين وعشرين وأربعمائة ",
                "title": "الحريري",
                "uri": "JK_000952_1133"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}