{
    "features": [
        {
            "item": "JK_000952_3488",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.98-100",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكناني</h1> بكسر الكاف وفتح النون وكسر النون الثانية هذه النسبة إلى عدة من القبائل منها أبو قرصافة جندرة بن خيشنة بن نقير الكناني من بني عمرو بن الحارث بن مالك بن كنانة له صحبة سكن الشام ومات بها وقبره بناحيته بالقرب من عسقلان هكذا ذكره أبو حاتم بن حبان في الصحابة الذين ذكرهم في كتاب الثقات والنحام الكناني من التابعين قال ابن حبان هو من بني مالك بن كنانة يروي عن أبي موسى الأشعري روى عنه الزهري وكان يطلب الفقه ويحرص عليه وأبو سلمة سليمان بن سليم الكناني كنانة كلب الحمصي قاله أبو حاتم بن حبان من أهل حمص يروي عن يحيى بن جابر وأهل الشام روى عنه محمد بن حرب الأبرش وأما كنانة قريش فجماعة ينسبون إليها وفيهم كثرة وشهرة وجماعة انتسبوا إلى ابائهم وأجدادهم وليسوا من القبائل منهم أبو بكر محمد بن جعفر بن محمد بن عبد الله بن كنانة المؤدب الكناني يروي عن أبي مسلم إبراهيم بن عبد الله الكجي وأبي العباس محمد بن يونس الكديمي روى عنه علي بن أحمد الرزاز وبشرى بن عبد الله الفاتني وخلف بن حامد بن الفرج بن كنافة الكناني القاضي من أهل الفضل والعلم ولي القضاء ببعض نواحي الأندلس وحافظ ديار مصر في عصره أبو القاسم حمزة بن محمد بن علي بن العباس الكناني روى عنه أبو عبد الله بن منده الحافظ وأبو زكريا يحيى بن علي بن محمد الطحان وتوفي في ذي الحجة سنة سبع وخمسين وثلاثمائة |جـ 5 صـ 99| وأما أبو النضر هاشم بن القاسم بن الكناني من بني ليث بن كنانة من أنفسهم يلقب بالقيصر خراساني الأصل سمع شعبة بن الحجاج وشيبان بن عبد الرحمن وسليمان بن المغيرة وعبد الرحمن المسعودي والليث بن سعد وزهير بن معاوية روى عنه أحمد بن حنبل ويحيى بن معين وأبو خيثمة وإسحاق بن راهويه ومحمد بن إسحاق الصغاني والحارث بن أبي أسامة وثقه يحيى بن معين وكان من الامرين بالمعروف والناهين عن المنكر صاحب سنة وكان أهل بغداد يفخرون به ويقولون إن رجلا جاء إلى أبي النضر فسأله أن يكلم له عبد الله بن مالك فقال أبو النضر قد مضيت إليه مع رجل وسألته له فاعتذر فقال الرجل لأبي النضر لعل ذلك لم يرزق وأنا أرزق فثقل على أبي النضر العود إلى عبد الله بن مالك فأشار إلى وجهه وقال أخلقه ليوم تجدد فيه الوجوه ومات ببغداد في سنة سبع ومائتين وأبو الوليد عبد الله بن محمد الكناني من أهل أصبهان يروي عن أبي معاوية الضرير وعبد الله بن إدريس وأبي داود الطيالسي وأبي عاصم النبيل ومحمد بن يوسف الفريابي وكان كتب الحديث الكثير ثم أنكر خلافة أبي بكر الصديق رضي الله عنه فأحضره عبد العزيز بن دلف وكان والي أصبهان وجمع مشايخ البلد وفيهم أبو مسعود الرازي ومحمد بن بكار وزيد بن خرشه وغيرهم فناظروه فأبى أن يرجع عن قوله فضربه أربعين سوطا فباينه الناس وهجروه وبطل حديثه وصنف أبو مسعود الرازي كتابا سماه الرد على أبي الوليد الكناني وأبو الفضل محمد بن عبد الله بن إبراهيم بن نصر بن الليث بن سيار الحافظ الكناني من أهل بخارى كان يعرف الحديث ويحفظ سمع الحافظين أبا علي صالح بن محمد ونصر بن أحمد البغدادي وسهل بن حزام وعلي بن الحسن النجار روى عنه أحمد بن سهل بن بشر الكندي وخلف بن محمد بن إسماعيل الخيام وغيرهم وأبو نصر فتح بن نصر الكناني المصري من أهل مصر يروي عن بشر بن بكر وأسد بن موسى وحسان بن غالب قال أبو محمد بن أبي حاتم الرازي كتبنا فوائده لأن نسمع منه فتكلموا فيه وضعفوه فلم نسمع منه |جـ 5 صـ 100| ",
                "title": "الكناني",
                "uri": "JK_000952_3488"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}