{
    "features": [
        {
            "item": "JK_000952_4225",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.551-553",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النيلي</h1> بكسر النون وسكون الياء المنقوطة من تحتها باثنتين هذه النسبة إلى النيل وهي بليدة على الفرات بين بغداد والكوفة دخلتها وأقمت بها يومين منصرفي من البصرة |جـ 5 صـ 552| وجماعة نسبوا إلى بيع النيل وشرائه وما ينسب إليه من صناعته وفيهم كثرة بنيسابور وأصبهان وغيرهما فأما المشهور بالانتساب إلى النيل البليدة فهو أبو الوليد خالد بن دينار النيلي الشيباني كان يسكن النيل حدث عن الحسن والحارث العكلي وسالم بن عبد الله ومعاوية بن قرة وعطاء وعمارة بن يحيى العميدي روى عنه الثوري ومحمد بن عبيد الطنافسي ويونس بن بكير الشيباني قال ابن أبي حاتم الرازي خالد بن دينار سكن النيل وهي مدينة بين الكوفة وواسط بصري الأصل قال أحمد بن حنبل هو شيخ ثقة وقال أبو حاتم الرازي خالد النيلي يكتب حديثه وأبو سهل صباح بن مروان النيلي يروي عن عبد الله بن سنان الزهري حدث عنه ابن ناجية وإبراهيم بن الحجاج النيلي ومحمد بن الفتيح النيلي المستملي وحميد بن الوزير النيلي حدث عن إبراهيم بن صدقة روى عنه عبد الله بن محمد الروحي البصري وليس بالقوي ومحمد بن خالد النيلي من رحبة ابن طوق حدث عن الوليد بن مسلم حدث عنه أبو حاتم الرازي وذكره في جمع مشايخه وقال من مدينة يقال لها النيل صدوق وأبو عبد الله محمد بن خالد الراسبي النيلي بصري حدث عن مهلب بن العلاء روى عنه أبو القاسم الطبراني قال ابن ماكولا ومحمد بن خالد بن يزيد النيلي يروي عن هاشم بن القاسم الحراني لعله الرحبي الذي تقدم ذكره وأبو بكر حبيش بن عبد الله بن هارون النيلي واسطي حدث عن محمد بن حرب النشائي حدث عنه أبو بكر الأبهري ذكر هذا كله ابن ماكولا ثم قال في اخر الترجمة وأبو عبد الرحمن محمد بن الحسين النيلي فقيه شاعر سمع منه شيئا من شعره أبو حامد الدلويي قلت أبو عبد الرحمن النيلي هو محمد بن عبد العزيز بن إمام فاضل ورع |جـ 5 صـ 553| سمع الكثير من أبي عمرو بن حمدان وغيره وله شعر حسن سمع منه المتقدمون ورووا عنه في كتبهم وحدثنا عنه أبو سعيد عبد الملك بن أحمد الخرقي النيسابوري ولم يحدثنا عنه سواه وتوفي في حدود سنة أربعين وأربعمئة ",
                "title": "النيلي",
                "uri": "JK_000952_4225"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}