{
    "features": [
        {
            "item": "JK_000952_4290",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.597-598",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوزدولي</h1> بفتح الواو وسكون الزاي وضم الدال المهملة بعدها واو أخرى وفي اخرها اللام هذه النسبة إلى وزدول وظني أنها من قرى جرجان منها أبو علي محمد بن علي بن عبد الله بن إسحاق القاضي الجرجاني المعروف بالوزدولي سكن بغداد وحدث بها عن عمران بن موسى بن مجاشع وأبي عروبة الحسين بن أبي معشر الحراني ويحيى بن محمد بن صاعد وإبراهيم بن حماد بن إسحاق القاضي وغيرهم روى عنه أحمد بن علي البادا وأبو سعد أحمد بن محمد الماليني وذكر بن البادا أنه سمع منه في سنة ثمان وستين وثلاثمئة |جـ 5 صـ 598| ومن القدماء أبو إسحاق إبراهيم بن موسى الوزدولي من أهل جرجان روى عن المعتمر بن سليمان وعبد الله بن المبارك وفضيل بن عياض وخالد بن نافع وأبي معاوية محمد بن حارم وسفيان بن عيينة وإسماعيل بن علية وطبقتهم روى عنه عبد الرحمن بن عبد المؤمن وأحمد بن جعفر السعدي وغيرهما قال أبو بكر جعفر بن محمد الحسن بن المستعاض الغريابي دخلت جرجان فكتبت عن العصار والسباك وموسى بن السندي فقيل له يا أبا بكر وإبراهيم بن موسى الوزدولي قال نعم كان يحدث هناك ولم أكتب عنه لأني كنت لا أكتب عن أصحاب الرأي وإبراهيم شيخ أصحاب الرأي قال أبو أحمد بن عدي وله ابن يقال له إسحاق من أصحاب الحديث صنف الكتب والسنن مستقيم الحديث ثقة أسحاق بن إبراهيم بن موسى الوزدولي العصار الجرجاني صنف المسند روى عن عبيد الله بن موسى وادم بن أبي إياس والحجاج والحماني روى عنه عبد الرحمن بن عبد المؤمن وإبراهيم بن نومرد الجرجاني ومات بنيسابور في السجن سنة تسع وخمسين ومئتين وحفيده أبو عمرو محمد بن عبد الله بن إسحاق بن إبراهيم بن موسى الوزدولي يروي عن الفضل بن محمد البيهقي وأحمد بن يوسف البجيري روى عنه أبو بكر بن السباك ومات في صفر سنة تسع وخمسين وثلاثمئة وصلى عليه أبو بكر الإسماعيلي وأبو الحسن علي بن عبد الله بن إسحاق بن إبراهيم بن موسى الوزدولي يروي عن محمد بن أحمد بن يحيى بن شيرين الجرجاني روى عنه أبو نصر محمد بن أبي بكر الإسماعيلي وأبو عبد الله الجرجاني وابنه أبو علي محمد بن علي بن عبد الله بن إسحاق بن إبراهيم الوزدولي من أهل جرجان سكن العراق وولي القضاء بالنهروان وحدث بها وببغداد عن أحمد بن عبد الكريم بن محمد الجرجاني وتوفي ببغداد في سنة ست وستين وثلاثمئة ",
                "title": "الوزدولي",
                "uri": "JK_000952_4290"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}