{
    "features": [
        {
            "item": "JK_000129_005965",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.80-84",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>روضتان</h1> تثنية روضة في شعر كثير والله أعلم بالصواب ^ با بيان الرياض التي ببلاد العرب ^ مرتب ما أضيفت إليه على حروف المعجم عددها مائة وست وثلاثون روضة روى أبو عبيد عن الكسائي استراض الوادي إذا استنقع فيه الماء قال شمر وإنما سميت روضة لاستراضة الماء فيها وقال غيره أراض الوادي إراضة إذا استراض الماء فيه أيضا وأراض الحوض إذا اجتمع فيه الماء ويقال لذلك الماء روضة قال الراجز وروضة سقيت منها نضوي ورياض الصمان والحزن في البادية قيعان وسلقان واسعة مطمئنة بين ظهراني قفاف وجلد من الأرض يسيل إليها ماء سيولها فيستريض فيها فتنبت ضروبا من العشب والبقول ولا يسرع إليها الهيج والذبول وإذا أعشبت تلك الرياض وتتابع عليها الوسمي ربعت العرب ونعمها جمعاء وإذا كانت الرياض في أعالي البراق والقفاف فهي السلقان واحدها سلق وإذا كانت في الوطأة فهي الرياض وفي بعض الرياض حرجات من السدر البري وربما كانت الروضة واسعة يكون تقديرها ميلا في ميل فإذا عرضت جدا فهي قيعان وقيعة واحدها قاع وكل ما يجتمع في الآخاذ والمساكات والتناهي هي روضة عند العرب هذا قول محمد بن أحمد بن طلحة على ما شاهده في بلاد العرب وقال النضر بن شميل الروضة قاع من أرض فيه جراثيم ورواب والرابية والجرثومة سهلتان عرضهما عشرة أذرع أو نحوها وطولهما قليل وفي سرار الروضة تصوب على ما حولها وهي أرض طين وحده يستنقع فيه الماء يتحير يقال استراض الماء فيها أي تحير فيها وقد تكون الروضة وهدة وعرضها وطولها سواء وأصغر الرياض مائة ذراع ونحو ذلك وليست روضة إلا لها احتقان واحتقانها أن جوانبها تشرف على سرارها فذاك احتقانها ورب روضة مستوية لا يشرف بعضها على بعض فتلك لا احتقان لها وكل روض يفرغ إما في واد أو في قف فتلك الأرض أبدا روضة كل زمان كان فيها عشب أو لم يكن ومن تلك الجراثيم التي في الروضة ما يعلوه الماء ولكن ربما هضمت عليه الروضة منها وأما مذانب الروضة والواحد مذنب فكهيئة الجدول يسيل عن الروضة ماؤها إلى غيرها فيتفرق ماؤها فيها والتي يسيل الماء عليها أيضا مذانب الروضة سواء وأما حدائق الروض فهو ما أعشب مه والتف يقال روضة بني فلان ما هي إلا حديقة لا يجوز فيها شيء وقد أحدقت الروضة عشبا وإذا لم يكن |جـ 3 صـ 84| فيها عشب فهي روضة فإذا كان فيها عشب ملتف فهي حديقة وإنما سموها حديقة من الأرض لأن النبت في غير الروضة متفرق وهو في الروضة ملتف متكاوس فالروضة حينئذ حديقة الأرض وهما حديقة حينئذ والرياض المجهولة كثيرة جدا إنما نذكر ههنا الأعلام منها وما أضيف إلى قوم أو موضع تجاوره أو واد أو رجل بعينه واعلم أنهم يقولون روضة وروضتان ورياض وروضات كل ذلك لضرورة الشعر فاعرفه والله الموفق للصواب ",
                "title": "روضتان",
                "uri": "JK_000129_005965"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}