{
    "features": [
        {
            "item": "JK_000952_0738",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.478-479",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التميمي</h1> بفتح التاء المنقوطة باثنتين من فوقها والياء المنقوطة باثنتين من تحتها بين الميمين المكسورتين هذه النسبة إلى تميم والمنتسب إليها جماعة من الصحابة والتابعين وإلى زماننا هذا وسمعان الذي ننتسب نحن إليه بطن من تميم أيضا وثم تميم آخر وهو تميم بن مرة والمشهور بالانتساب إليه أبو الفضل ورقاء بن أحمد بن ورقاء بن مبشر بن |جـ 1 صـ 479| عتيق التميمي قال أبو نعيم الأصبهاني وذكره في كتابه هو من ولد تميم بن مرة أصبهاني وذكر بعض الناس أنه من ولد مبشر بن ورقاء الذي كان قاضي أصبهان وروى عنه محمد بن بكير وعامر بن إبراهيم وأبو محمد بن حيان إن شاء الله قلت وهو تميم بن مرة بن اد بن طابخة بن الياس بن مضر بن نزار بن معد بن عدنان وذكره أبو بكر بن مردويه فقال هو من ولد تميم بن مر يكنى أبا الفضل روى عن أحمد بن يونس الضبي وأبو محمد الحارث بن محمد بن أبي أسامة واسمه زاهر بن يزيد بن عدي بن السائب بن شماس بن حنظلة بن عامر بن الحارث بن مرة بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم بن مرة بن اد بن طابخة التميمي من أهل بغداد سمع علي بن عاصم ويزيد بن هارون وعبد الوهاب بن عطاء وهاشم بن القاسم وروح بن عبادة ومحمد بن عمر الواقدي وهوذة بن خليفة وعفان بن مسلم وعبيد الله بن موسى وغيرهم روى عنه أبو بكر بن أبي الدنيا ومحمد بن جرير الطبري وأبو بكر بن سلمان النجاد وأبو بكر الشافعي وأبو بكر بن خلاد وأبو العباس النضري المروزي وكان ثقة ولد في شوال سنة ست وثمانين ومائة ومات يوم عرفة من سنة ثنتين وثمانين ومائتين وأما تميم مجاشع فمنهم أبو العلاء الخصيب بن المؤمل بن محمد بن سلم بن علي بن سلم بن العباس بن الخصيب التميمي من أهل بغداد كان فاضلا مليح الشعر غير أنه كان متشيعا غاليا فيه سمع أبا الحسين أحمد بن محمد بن النقور البزاز وغيره قرأت عليه جزءا من حديث أبي حفص الكتاني بروايته عن أبي النقور عنه وكانت ولادته في شوال سنة تسع وخمسين وأربعمائة وتوفي ببغداد في المحرم سنة إحدى وأربعين وخمسمائة وأبو أحمد الحسين بن علي بن محمد بن يحيى بن عبد الرحمن بن الفضل بن عبد الله بن قطاف بن حبيب بن خديج بن قيس بن نهشل بن مالك بن حنظلة بن زيد مناة بن تميم التميمي المعروف بحسينك بن أبي الحسن بن أبي عبد الرحمن ومن قال حسينك بن منينة فإن منينة أم أبي عبد الرحمن وهي منينة بنت رجاء بن معاذ ومن قال حسينك بن متكان فإن متكان كانت أم أبيه أبي الحسن وهي متكان بنت سليمان بن سليط وقيل لم يعرف بنيسابور مثل |جـ 1 صـ 480| منينة ومتكان من النساء في النسب والثروة والمروة وأكثر آثار نيسابور منوطة بأبي منينة وكان حسينك تربية أبي بكر محمد بن إسحاق بن خزيمة وجاره الأدنى وفي حجره من حين ولد إلى أن توفي الإمام أبو بكر وهو ابن ثلاث وعشرين سنة وكان الإمام إذا تخلف عن مجالس السلاطين بعث بالحسين نائبا عنه وكان يقدمه على جميع أولاده ويقرأ له وحده ما لا يقرؤه لغيره سمع بنيسابور أبا بكر بن خزيمة وأبا العباس السراج وببغداد عمر بن إسماعيل بن أبي غيلان الثقفي وأبا القاسم عبد الله بن محمد البغوي وبالكوفة عبد الله بن زيدان البجلي ومحمد بن الحسين الخثعمي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وأبو عثمان إسماعيل بن عبد الرحمن الصابوني وأبو عثمان سعيد بن محمد وجماعة آخرهم أبو سعد محمد بن عبد الرحمن الكنجروذي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال حسينك التميمي كان يحكي الإمام أبا بكر بن خزيمة في وضوئه وصلاته فإني ما رأيت من الأغنياء أحسن طهارة وصلاة منه ولقد صحبته قريبا من ثلاثين سنة في الحضر والسفر وفي الحر والبر وما رأيته ترك صلاة الليل وكان يقرأ كل ليلة سبعا من القرآن ولا يفوته ذلك وكانت صدقاته دائمة في السر والعلانية فيعيش بمعروفه جماعة من أهل العلم والستر ولما وقع الاستنفار لطرسوس دخلت عليه وهو يبكي ويقول قد دخل الطاغي ثغر المسلمين طرسوس وليس في الخزانة ذهب ولا فضة ثم باع ضيعتين نفيستين من أجل ضياعه بخمسين ألف درهم وأخرج عشرة من الغزاة المطوعة الأجلاد بدلا عن نفسه وما أعلم أنه خلا رباط فراوة قط عن بديل له بها فارس شهم للنيابة عن نفسه ولد أبو أحمد التميمي سنة ثمان وثمانين ومائتين وتوفي صبيحة يوم الأحد الثالث والعشرين من شهر ربيع الآخر من سنة خمس وسبعين وثلاثمائة وأوصي أن يغسله أبو الحسن الفقيه الحاتمي ويصلي عليه أبو أحمد الحافظ وأن يلحد له لحدا وينصب عليه اللبن نصبا وأن لا يبني فوق قبره وأبو سعد إسماعيل بن علي بن الحسن بن بندار بن المثنى التميمي الإستراباذي العنبري من أهل إستراباذ قيل هو كذاب يروى عن أبيه وأبوه أبو الحسن من الكذابين أيضا له رحلة إلى الشام والعراق والحجاز ويروي عن شيوخ كثيرة مثل أبي عبد الله محمد بن إسحاق الرملي وابن كرمون الأنطاكي روى عنه ابنه أبو سعد وأبو حاجب محمد بن إسماعيل بن كثير الإستراباذي وهو آخر من روى عنه فيما أظن قال أبو محمد عبد العزيز بن محمد النخشبي |جـ 1 صـ 481| أبو سعد الإستراباذي التميمي كذاب وأبوه كذاب أيضا يروي عن أبي بكر الجارودي وكان هذا الجارودي يروي عن يونس بن عبد الأعلى وطبقته الذين ماتوا بعد الستين ومائتين فروى أبو الحسن بن المثني عنه عن هشام بن عمار فكذب عليه ما لم يكن يجترىء أن يكذب هو بنفسه ولا يحل الرواية عنه إلا على وجه التعجب قال أبو سعد ولد والدي بآمل وأصله من البصرة عاش أظنه مائة وإحدى عشرة سنة كما سمعت قرأ الفقة على أبي إسحاق المروزي وشاهد أبا بكر بن مجاهد المقري وأبا الحسن الأشعري ونفطويه وغلام ثعلب وأبا بكر الشبلي وغيرهم من أئمة العلماء وتوفي باستراباذ في رجب سنة أربعمائة وابنه أبو سعد التميمي حدث عن أبيه وشافع بن محمد بن أبي عوانة الإسفرايني وأبي العباس الضرير الرازي وأبي سعد بن أبي بكر الإسماعيلي وأبي عبد الله بن البيع الحافظ وأبي عبد الرحمن السلمي وأبي الفضل محمد بن جعفر الخزاعي وغيرهم روى عنه عبد العزيز بن محمد بن محمد النخشبي وأحمد بن علي بن ثابت الخطيب الحافظان قال الخطيب قدم علينا بغداد حاجا سمعت منه بها حديثا واحدا مسندا منكرا وذكره النخشبي في معجم شيوخه فقال أبو سعد بن المثني التميمي وفي التميمي نظر شيخ كذاب بن كذاب يقص ويكذب على الله وعلى رسوله ويجمع الذهب والفضة لم يكن على وجهه سيما الإسلام دخلت على الشيخ أبي نصر عبيد الله بن سعيد السجزي العالم بمكة فسألته عنه فقال هذا كذاب ابن كذاب لا يكتب عنه ولا كرامة تبينت ذلك في حديثه وحديث أبيه يركب المتون الموضوعة على الأسانيد الصحاح ونعوذ بالله من الخوذلان وقال أبو بكر الخطيب بعد أن روى حديثا وبيتين من الشعر عنه عن طاهر الخثعمي عن الشبلي ثم قال هذا جميع ما سمعت من أبي سعد ببغداد ولم يكن موثوقا به في الرواية ثم لقيته ببيت المقدس عند عودي من الحج في سنة ست وأربعين وأربعمائة فحدثني عن جماعة وسألته عن مولده فقال ولدت باسفراين في سنة خمس وسبعين وثلاثمائة ومات ببيت المقدس في المحرم سنة ثمان وأربعين وأربعمائة |جـ 1 صـ 482| ",
                "title": "التميمي",
                "uri": "JK_000952_0738"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}