{
    "features": [
        {
            "item": "JK_000129_003024",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.106-107",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حبلة</h1> بالكسر ثم السكون ذو جبلة مدينة باليمن تحت جبل صبر وتسمى ذات النهرين وهي من أحسن مدن اليمن وأنزهها وأطيبها قال عمارة جبلة رجل يهودي كان يبيع الفخار في الموضع الذي بنت فيه الحرة الصليحية دار العروبة وسميت باسمها وكان أول من اختطها عبد الله بن محمد الصليحي المقتول بيد الأحول مع الداعي يوم المهجم في سنة 374 وكان أخوه علي ولاه حصن التعكر وهذا الحصن على الجبل المطل على ذي جبلة وهي في سفحه وهي مدينة بين نهرين جاريين في الصيف والشتاء وكان عبد الله بن محمد الصليحي قد اختطها في سنة 854 وحشر إليها الرعايا من مخلاف جعفر وقال علي بن محمد بن زياد المازني وكانت ذو جبلة للمنصور بن المفضل أحد ملوك آل الصليح فأخذها منه الداعي محمد بن سبا فقال بذي جبلة شوقي إليك وإنها لتطهر بالشيخ الذي ليس يعمر عوائد للغيد الغواني فإنها عن الشيخ نحو ابن الثلاثين تنفر وكان بذي جبلة الفقيه عبد الله بن أحمد بن أسعد المقري صنف كتابا في القراءات السبع وكان أبوه فقيها قال القاضي مسلم بن إبراهيم قاضي صنعاء حدثني عبد الله بن أحمد قال رأيت في المنام قائلا يقول لي كلم السلطان فخرجت وتبعني أبي سريعا قال وتأويل هذه أني أموت وسيموت أبي بعدي قال فمات ومات أبوه بعده بثلاثة أيام حزنا عليه وصنف أيضا كتابا في الحديث جمع فيه بين الكتب الخمسة الصحاح وأوصى عند موته بغسل تلك الكتب فغسلت ومن ذي جبلة أيضا الفقيه أبو الفضائل بن منصور بن أبي الفضائل كان رجلا صالحا فقيها صنف كتابا رد فيه على الشريف عبد الله بن حمزة الخارجي واعترض فيه على ألفاظه ولحنه في كثير منها وزيف جميع ما احتج به فلما وصل الكتاب إلى الشريف الخارجي أجاب عن الشريف حميد بن الأنف ولما وصل كتابه إلى الفقيه أبي الفضائل صنف كتابا آخر في الرد عليه ومات أبو الفضائل بذي جبلة في أيام أتابك سنقر في نحو سنة 095 وبذي جبلة توفي القاضي الأشرف أبو الفضائل يوسف بن إبراهيم بن عبد الواحد الشيباني التيمي القفطي في |جـ 2 صـ 107| جمادى الآخرة سنة 642 ومولده في غرة سنة 845 بقفط وهو والد الوزير القاضي الأكرم أبي الحسن علي بن يوسف وأخيه القاضي المؤيد أبي إسحاق إبراهيم وكان الأشرف قد خرج من قفط في سنة 275 في الفتنة التي كانت بها بسبب الإمام الذي أقاموه وكان من بني عبد القرى الداعي وادعى أنه داود بن العاضد فيها فأنفذ الملك صلاح الدين يوسف بن أيوب أخاه الملك العادل أبا بكر فقتل من أهل قفط نحو ثلاثة آلاف وصلبهم على شجرهم بظاهر قفط بعمائمهم وطيالستهم وخدم الأشرف في عدة خدم سلطانية منها بالصعيد ثم النظر في بلبيس ونواحيها ثم النظر في البيت المقدس ونواحيه وناب عن القاضي الفاضل في كتابه الإنشاء بحضرة السلطان صلاح الدين ثم توحش من العادل ووزيره ابن شكر فقدم حران واستوزره الملك الأشرف موسى بن العادل ثم سأله الإذن له في الحج فأذن له وجهزه أحسن جهاز على أن يحج ويعود فلما حصل بمكة امتنع من العود ودخل اليمن فاستوزره أتابك سنقر في سنة 620 ثم ترك الخدمة في الوقت المذكور وكان أديبا فاضلا مليح الخط محبا للعلم والكتب واقتنائها ذا دين مبين وكرم وعربية ",
                "title": "حبلة",
                "uri": "JK_000129_003024"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}