{
    "features": [
        {
            "item": "JK_000952_2396",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.466-469",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشوالي</h1> بفتح الشين المعجمة وتشديد الواو وفي آخرها اللام هذه النسبة إلى شوال وهي قرية من قرى مرو على ثلاثة فراسخ منها كثيرة الخير لنا بها ضيعة حدث من أهلها جماعة منهم أبو طاهر محمد بن أبي النجم بن محمد الشوالي الخطيب كان من أهل الخير والدين وضيء الوجه مليح الشيبة سمع الإمام أبا عبد الله محمد بن الحسن المهربندقشايي وأبا الخير محمد بن موسى بن عبد الله الصفار وأبا الفتح أحمد بن عبد الله بن أبي سعد الدندانقاني صاحب أبي العباس السراج وغيرهم وكان يدخل البلد أحيانا سألناه دخول البلد لقراءة الجامع الصحيح للبخاري فأجاب فقرأنا عليه في خانقاه البرمويي وانتخبت |جـ 3 صـ 467| عليه جزءا عن شيوخه كتب عنه الناس بإفادتي وكانت ولادته في حدود سنة ستين وأربعمائة وتوفي سنة اثنتين وثلاثين وخمسمائة بقرية شوال ودفن بها ومن القدماء محمد بن محمود بن سنان الجنوجردي ثم الشوالي هكذا ذكره أبو زرعة السنجي وقال تحول إلى قرية شوال ومات بها سنة اثنتين وتسعين ومائتين وهو ابن مائة سنة صلى عليه عبدان ومن القدماء من هذه القرية أبو عيينة موسى بن كعب بن عيينة بن عائشة بن عمرو بن السري المرئي الشوالي أحد النقباء الاثني عشر وكان من مشاهير القواد وقيل إن أسد بن عبد الله أخذ موسى بن كعب في التبعة فألجمه من لجم البريد ثم كبح فتهشمت أسنانه فما زال كذلك حتى مات وكان أبو مسلم ولاه سرخس ثم ولاه نسا وحارب بها عاصم بن قيس فهزمه وبقرية شوال إلى الساعة درقة يقال لها درقة موسى بن كعب وقيل إن أبا مسلم أنفذ موسى بن كعب إلى أبي سلمة الخلال ليأمره بأمره فلما وصل إلى أبي سلمة وجد الأمر مضطربا في استخلاف أبي العباس السفاح ووجد أبا سلمة عازما على صرف الأمر عنه فاجتمعت الجنود إلى موسى هذا فمضى بهم حتى دخل على أبي العباس وبايعه فلما قام أبو العباس بالأمر أنفذ عمه عبد الله بن علي لمحاربة مروان وموسى ابن كعب على البريد وكان يوم هزيمة مروان حاضرا ثم ولاه أبو العباس السند سنة أربع وثلاثين ومائة وأقام موسى بالسند وتوفي أبو العباس وقام بالأمر أبو جعفر فلما انحرف أبو مسلم عن المنصور وقصد خراسان كتب أبو جعفر إلى موسى بن كعب بولايته |جـ 3 صـ 468| على خراسان وأمره أن يستخلف ابنه عيينة على السند ويقصد نيسابور فيمن معه من أهل خراسان والجزيرة والشام فإن ورد أبو مسلم منعه من النفوذ والتمكن ففعل فلما صار في بعض الطريق ورد عليه كتاب المنصور يخبره بقتله أبا مسلم وأمره بالقدوم عليه فقدم الهاشمية وشخص مع أبي جعفر المنصور سنة إحدى وأربعين ومائة إلى بيت المقدس فولاه مصر فمكث بها عشرة اشهر ثم قال أبو جعفر إني وجدت في كتب أبي أن أهل مصر يقتلون رجلا مجهولا يقال له موسى وما موسى بن كعب بالمجهول ولكني أكره أن أخاطر به فعزله وقدم به الهاشمية فولاه الشرط وكان المسيب بن زهير خليفته ثم مات بالهاشمية وابنه عيينة خالف أبا جعفر وخلعه وذلك أن أبا جعفر استقدمه فخافه المسيب بن زهير على مكانته لأنه ولي الشرط بعد موسى وكتب إليه يخوفه بالمحاسبة وكان فيما كتب إليه هذا البيت % وأرضك أرضك إن تأتنا % % تنم نومة ليس فيها حلم % فوجه إليه عمر بن حفص المهلبي فقاتله سنة ثم هزمه فقصد سجستان وعليها زهير ربيعة فوجه إليه شيبة بن حسان المروزي وغيره فلقوه في المفازة فقتلوه وحمل رأسه إلى البصرة فصلب وعليه ضفيرتان ومن هذه القرية من النقباء أبو عمرو لاهز بن قريط أبي الجنوب بن يثربي بن رفاعة بن عوف بن وقدان بن جلهمة بن حذافة بن عصبة بن امرىء القيس بن زيد مناة بن تميم المرئي الشوالي من هذه القرية وقريط كنيته أبو الجنوب ويثربي كنيته أبو رمثة وهو صاحب النبي صلى الله عليه وسلم وقد كان قريط رأى النبي صلى الله عليه وسلم وكان صغيرا ثم صار مع عتبة بن غزوان بالبصرة ومات يثربي بها وبقي قريط بالبصرة إلى أن خرج ابن عامر فتوجه قريط مع الأحنف وشهد معه فتح مرو الروذ والطالقان وبلخ ثم رجع الأحنف إلى مروروذ وأقام قريط بمروالروذ ثم خرج حتى نزل مرو في قرية شوال فلم يزل بها وعاش مائة سنة واثنتين وعشرين سنة وولد له لاهز بعد المائة وكان لاهز يعدل سليمان بن كثير في القدر والمحل ثم قتله أبو مسلم لإعلامه نصر بن سيار بقتله وهو الذي قرأ & إن الملأ يأتمرون بك ليقتلوك & ويقال إنه قتله لما بينه وبين سليمان بن كثير من المصاهرة فإنه كان متزوجا بأم حرب بنت سليمان ثم هلكت فتزوج بأختها أم سلمة بنت سليمان والذى تولى قتل لاهز حماد بن صخر بن عبد الله بن بريدة ولما صار أبو مسلم من خندقه إلى مدينة مرو |جـ 3 صـ 469| كان لاهز بن قريط على ميسرته ",
                "title": "الشوالي",
                "uri": "JK_000952_2396"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}