{
    "features": [
        {
            "item": "JK_000952_2926",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.311-312",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغنجار</h1> بضم الغين المعجمة وسكون النون وفي آخرها الراء اشتهر بهذا اللقب اثنان أولهما أبو محمد عيسى بن موسى التيمي تيم قريش مولاهم الملقب بغنجار وإنما لقب به لحمرة وجنتيه وكان فاضلا عالما صدوقا عابدا من أهل بخارى رحل إلى العراق والحجاز ومصر وأدرك العلماء وسمع مالك بن أنس وسفيان الثوري وسفيان بن عيينة والليث بن سعد وعبد الله بن لهيعة والحمادين ابن زيد وابن سلمة وإبراهيم بن طهمان وجماعة كثيرة سواهم روى عنه عبد الله بن المبارك ويعقوب بن إسحاق الحضرمي وآدم بن أبي إياس العسقلاني وإسماعيل بن سعيد الشالنجي ومحمد بن سلام البيكندي وغيرهم أخبرنا بكر بن محمد الزرنجري ومحمد بن علي بن سعيد في كتابيهما قالا أخبرنا عبد الملك بن عبد الرحمن أخبرنا محمد بن أبي بكر الوراق أخبرنا أبو بكر محمد بن خالد بن الحسن المطوعي حدثنا أبو علي الحسن بن الحسين بن علي البزار سمعت عبد الله بن واصل يقول مات عيسى بن موسى الغنجار في سنة خمس وثمانين ومائة قال عبد الله بن واصل ورأيت قبر عيسى بن موسى غنجار بسرخس وإنما سمي الغنجار لاحمرار خديه وأما الثاني فهو أبو عبد الله محمد بن أبي بكر بن أحمد بن محمد بن سليمان بن كامل البخاري الوراق المعروف بغنجار الحافظ صحاب كتاب تاريخ بخارى وكتاب فضائل الصحابة الأربعة كان مكثرا من الحديث وكان يورق وكانت له معرفة بالحديث وإنما قيل له غنجار لتتبعه حديث عيسى بن موسى التيمي غنجار فإنه في شيبته كان يتبع أحاديثه ويكتبها فلقب بذلك سمع أبا صالح خلف بن محمد بن إسماعيل الخيام وأبا عمرو محمد بن محمد بن صابر بن كاتب البخاري وأبا حامد أحمد بن الحسين بن علي الهمذاني وجماعة كثيرة لا يحصون وكان رحل إلى مرو وكتب عن شيوخها وظني أنه لم يجاوزها روى عنه |جـ 4 صـ 312| السيد الإمام أبو بكر محمد بن علي بن حيدر الجعفري وأبو المظفر هناد بن إبراهيم النسفي وأبو الوليد الحسن بن محمد الدربندي وأبو محمد عبد الملك بن عبد الرحمن الأسيدي وأبو حفص عمر بن أحمد البزار المعروف بخت وأبو بكر أحمد بن عبد الرحمن الحافظ الشيرازي وأبو سعد أحمد بن محمد بن عبد الله الماليني وأبو طاهر الحسين بن علي بن سلمة الهمذاني وغيرهم مات سنة اثنتي عشرة وأربعمائة ببخارى ",
                "title": "الغنجار",
                "uri": "JK_000952_2926"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}