{
    "features": [
        {
            "item": "JK_000952_4223",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.550-551",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النيسابوري</h1> بفتح النون وسكون الياء المنقوطة من تحتها باثنتين وفتح السين المهملة وبعد الألف ياء منقوطة بواحدة وفي اخرها الراء هذه النسبة إلى نيسابور وهي أحسن مدينة وأجمعها للخيرات بخراسان والمنتسب إليها جماعة لا يحصون وقد جمع الحاكم أبو عبد الله محمد بن عبد الله الحافظ البيع تاريخ علمائها في ثمان مجلدات ضخمة ذكر أبو علي الغساني الحافظ في كتاب تقييد المهمل قال قال محمد بن عبد السلام اخبرنا أبو حاتم سهل بن محمد قال إنما قيل لها نيسابور لأن سابور مر بها فلما نظر إليها قال هذه تصلح أن تكون مدينة فأمر بها فقطع قصبها ثم كبس ثم بنيت فقيل لها نيسابور والني القصب وكان فتحها زمن عثمان بن عفان رضي الله عنه على يد ابن خالته عبد الله بن عامر بن كريز في سنة تسع وعشرين من الهجرة والمشهور بهذه النسبة أبو بكر عبد الله بن محمد بن زياد بن واصل بن ميمون النيسابوري الفقيه مولى أبان بن عثمان بن عفان من أهل نيسابور رحل في طلب العلم إلى العراق والشام ومصر وسكن بعد ذلك بغداد وكان إماما محدثا حافظا متقنا عالما بالفقه والحديث معا موثقا في روايته سمع بنيسابور محمد بن يحيى الذهلي وأحمد بن يوسف السلمي وبطوس عبد الله بن هاشم الطوسي وببغداد الحسن بن محمد الزعفراني ومحمد بن إسحاق الصغاني وبمصر يونس بن عبد الأعلى الصدفي وبالمصيصة يوسف بن سعيد بن مسلم المصيصي وببيروت العباس بن الوليد بن مزيد البيروتي وبحمص |جـ 5 صـ 551| محمد بن عوف الحمصي وبدمشق أبا أمية محمد بن إبراهيم الطرسوسي وأمثال هؤلاء ممن يطول ذكره روى عنه دعلج بن أحمد السجزي وأبو عمر بن حيوية ومحمد بن المظفر والدارقطني وابن هشام والكتاني والقواس والمخلص وغيرهم وقال الدارقطني أبو بكر النيسابوري لم نر مثله في مشايخنا ولم نر أحفظ منه للأسانيد والمتون وكان أفقه المشايخ جالس المزني والربيع وكان يعرف زيادات الألفاظ في المتون ولما قعد للتحديث قالوا حدث قال بل سلوا فسئل عن أحاديث فأجاب فيها وأملاها ثم بعد ذلك ابتدأ يحدث وحكي عنه أنه قال تعرف من أقام أربعين سنة لم ينم الليل ويتقوت كل يوم بخمس حبات ويصلي صلاة الغداة على طهارة العشاء الاخرة ثم قال أنا هو وهذا كله قبل أن أعرف أم عبد الرحمن يعني زوجته وكانت ولادته في سنة ثمان وثلاثين ومئتين ومات في شهر ربيع الاخر من سنة أربع وعشرين وثلاثمئة ",
                "title": "النيسابوري",
                "uri": "JK_000952_4223"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}