{
    "features": [
        {
            "item": "JK_000952_3232",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.483-484",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القريبي</h1> بضم القاف وفتح الراء وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى قريبة بنت محمد بن أبي بكر الصديق والمشهور بالانتساب إليها أبو الحسن علي بن عاصم بن صهيب القريبي وهو مولى قريبة السابق ذكرها من أهل واسط يروي عن محمد بن سوقة وحصين مات سنة إحدى ومائتين وكان ممن يخطىء ويقيم على خطئه فإذا بين له لم يرجع وكان شعبة يقول أفادني علي بن عاصم عن خالد الحذاء بأشياء سألت خالدا عنها فأنكرها وكان أحمد بن حنيل سيىء الرأي فيه قال أبو حاتم بن حبان والذي عندي في أمره ترك ما انفرد به من الأخبار والاحتجاج بما وافق الثقات لأن له رحلة وسماعة وكتابة وقد يخطىء الإنسان فلا يستحق الترك وإما ما بين له من خطئه فلم يرجع فيشبه أن يكون في ذلك متوهما أنه كما حدث به قال سمعت محمد بن علي الفارمذي بنسا يقول سمعت محمد بن إبراهيم بن الجنيد يقول سمعت علي بن عاصم يقول لما أردت الخروج في طلب العلم دفع إلي أبي مائة ألف درهم واشترى لي بغلا بألف فخرجت وأردفت هشيم بن بشير ثم رجعت إلى أبي بمائة ألف حديث قيل إنه مات في جمادى الأولى سنة إحدى ومائتين وكانت ولادته سنة تسع ومائة ووفاته بواسط صام شهر رمضان ثمانين سنة رأى الثوري في المنام في الجنة يطير من نخلة إلى نخلة ومن شجرة إلى شجرة قلت يا أبا عبد الله بم نلت هذا قال بالورع قال ما بال علي بن عاصم قال ذلك لا نكاد نراه إلا كما يرى الكواكب |جـ 4 صـ 484| وأبو محمد الحسن بن علي بن عاصم بن صهيب البغدادي القريبي هو مولى قريبة بنت محمد بن أبي بكر الصديق رضي الله عنهما وهو أخو عاصم بن علي واسطي الأصل سكن بغداد وحدث بها عن أيمن بن نابل وعن أبي عمرو والأوزاعي وعبد الملك بن مسلم بن سلام روى عنه أخوه عاصم وأحمد بن حنبل وقال يعقوب بن شيبة سألت يحيى بن معين عن عاصم بن علي فطعن فيه وفي أبيه وأخيه ومات الحسن في حياة أبيه علي بن عاصم وأخوه أبو الحسين عاصم بن علي القريبي واسطي نزل بغداد زمانا طويلا وحدث بها عن ابن أبي ذئب وشعبة والمسعودي وعاصم بن محمد بن زيد والليث بن سعد وغيرهم روى عنه أحمد بن حنبل وعبيد الله القواريري وعمرو بن علي والبخاري في صحيحه ومحمد بن يحيى المروزي وجماعة ولما ورد بغداد أملى بها في مسجد الرصافة وكان مجلسه يحزر بأكثر من مائة ألف إنسان وكان المستملي هارون الديك يركب نخلة معوجة ويستملي فبلغ المعتصم كثرة الجمع فأمر بحزرهم فوجه بقطاعي الغنم فحزروا المجلس عشرين ومائة الف وقال أحمد بن عيسى بكرت إلى مجلس عاصم فأصابتني قترة فرجعت فنمت فأتاني آت في منامي فقال إيت مجلس عاصم فإنه غيظ لأهل الكفر وكان يحيى بن معين يقول عاصم ليس بشيء وسئل عنه فذمه واتهمه ومات في رجب سنة إحدى وعشرين ومائتين ",
                "title": "القريبي",
                "uri": "JK_000952_3232"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}