{
    "features": [
        {
            "item": "JK_000129_007354",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.318",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شبام والنسبة الشبامي</h1> بكسر أوله خشبة تعرض في الجدي لئلا يرتضع والشبم البرد قال أحمد بن محمد ابن إسحاق الهمذاني بصنعاء شبام وهو جبل عظيم فيه شجر وعيون وشرب صنعاء منه وبينها وبينه يوم وليلة وهو جبل صعب المرتقى ليس إليه إلا طريق واحد وفيه غيران وكهوف عظيمة جدا ويسكنه ولد يعفر ولهم فيه حصون عجيبة هائلة وذروته واسعة فيها ضياع كثيرة وكروم ونخيل والطريق إلى تلك الضياع على دار الملك وللجبل باب واحد مفتاحه عند الملك فمن أراد النزول إلى السهل في حاجة دخل على الملك فأعلمه ذلك فيأمر بفتح الباب وحول الضياع والكروم جبال شاهقة لا مسلك فيها ولا يعلم أحد ما وراءها ومياه هذا الجبل تصب إلى سد هناك فإذا امتلأ السد ماء فتح فيجري إلى صنعاء ومخاليفها وبينه وبين صنعاء ثمانية فراسخ قال الشاعر ما زال ذا الزمن الخبيث يديرني حتى بنى لي خيمة بشبام وحدثني بعض من يوثق بروايته من أهل شبام أن في اليمن أربعة مواضع اسمها شبام شبام كوكبان غربي صنعاء وبينهما يوم قال وهي مدينة في الجبل المذكور آنفا ومنها كان هذا المخبر و شبام سخيم بالخاء المعجمة والتصغير قبلي صنعاء بشرق بينه وبين صنعاء نحو ثلاثة فراسخ و شبام حراز بتقديم الراء على الزاي وحاء مهملة وهو غربي صنعاء نحو الجنوب بينهما مسيرة يومين و شبام حضر موت وهي إحدى مدينتي حضر موت والأخرى تريم قال وشاهدت هذه جميعها قال عمارة اليمنى في تاريخه وكان حسين بن أبي سلامة وهو عبد نوبي وزر لأبي الجيش بن زياد صاحب اليمن أنشأ الجوامع الكبار والمنائر الطوال من حضر موت إلى مكة وطول المسافة التي بنى فيها ستون يوما وحفر الآبار الروية والقلب العادية فأولها شبام وتريم مدينة حضر موت واتصلت عمارة الجوامع منها إلى عدن والمسافة عشرون مرحلة في كل مرحلة منها جامع ومئذنة وبئر وبقي مستوليا على اليمن ثلاثين سنة ومات سنة 234 وذكر له فضائل وجوامع في كل بلدة من اليمن عدن والحرة والجند قلت وهي في الأرض منسوبة إلى قبيلة من اليمن وهذه المذكورة بطون منها وقال ابن الكلبي ولد أسعد بن جثم ابن حاشد بن جثم بن خيران بن نوف بن همدان عبد الله وهو شبام بطن وشبام جبل سكنه عبد الله منهم حنظلة بن عبد الله الشبامي قتل مع الحسين رضي الله عنه وقال الحازي شبام جبل باليمن نزله أبو بطن من همدان فنسب إليه وبالكوفة طائفة من شبام منهم عبد الجبار بن العباس الشبامي الهمداني من أهل الكوفة يروي عن عوف ابن أبي حجيف وعطاء بن السائب وكان غاليا في التشيع وتفرد بروايات المقلوبات عن الثقات روى عنه عون بن أبي زيادة والكوفيون ووجدت في كتاب ابن أبي الدمينة شباك أقيان أيضا وهو أقيان ابن حمير ",
                "title": "شبام والنسبة الشبامي",
                "uri": "JK_000129_007354"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}