{
    "features": [
        {
            "item": "JK_000129_002128",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.479-480",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بلخ والنسبة البلخي</h1> مدينة مشهورة بخراسان في كتاب الملحمة المنسوب إلى بطليموس بلخ طولها مائة وخمس عشرة درجة وعرضها سبع وثلاثون درجة وهي في الإقليم الخامس طالعها إحدى وعشرون درجة من العقرب تحت ثلاث عشرة درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل عاقبتها مثلها من السرطان وقد ذكرنا فيما أجملناه من ذكر الإقليم أنها في الرابع وقال أبو عون بلخ في الإقليم الخامس طولها ثمان وثمانون درجة وخمس وثلاثون دقيقة وعرضها ثمان وثلاثون درجة وأربعون دقيقة وبلخ من أجل مدن خراسان وأذكرها وأكثرها خيرا وأوسعها غلة تحمل غلتها إلى جميع خراسان وإلى خوارزم وقيل أن أول من بناها لهراسف الملك لما خرب صاحبه بخت نصر بيت المقدس وقيل بل الإسكندر بناها وكانت تسمى الإسكندرية قديما بينها وبين |جـ 1 صـ 480| ترمذ اثنا عشر فرسخا ويقال لجيحون نهر بلخ بينهما نحو عشرة فراسخ فافتتحها الأحنف بن قيس من قبل عبد الله بن عامر بن كريز في أيام عثمان بن عفان رضي الله عنه قال عبيد الله بن عبد الله الحافظ أقول وقد فارقت بغداد مكرها سلام على أهل القطيعة والكرخ هواي ورائي والمسير خلافه فقلبي إلى كرخ ووجهي إلى بلخ وينسب إليها خلق كثير منهم محمد بن علي بن طرخان بن عبد الله بن جياش أبو بكر ويقال أبو عبد الله البلخي ثم البيكندي سمع بدمشق وغيرها محمد بن عبد الجليل الخشني ومحمد بن الفضل وقتيبة بن سعيد ومحمد بن سليمان لوينا وهشام بن عمار وزياد بن أيوب والحسن بن محمد الزعفراني روى عنه أبو علي الحسن بن نصر بن منصور الطوسي وأبو محمد عبد الرحمن بن أحمد بن الحسن الفارسي وابنه أبو بكر عبد الله بن محمد بن علي وأبو حرب محمد بن أحمد الحافظ وكان حافظا للحديث حسن التصنيف رحل إلى الشام ومصر وأكثر الكتابة بالكوفة والبصرة وبغداد وتوفي في رجب سنة 872 والحسن بن شجاع بن رجاء أبو علي البلخي الحافظ رحل في طلب العلم إلى الشام والعراق ومصر وحدث عن أبي مسهر ويحيى بن صالح الوحاظي وأبي صالح كاتب الليث وسعيد بن أبي مريم وعبيد الله ابن موسى روى عنه البخاري وأبو زرعة الرازي ومحمد بن زكرياء البلخي وأحمد بن علي بن مسلم الأبار وقال عبد الله بن أحمد بن حنبل قلت لأبي يا أبت ما الحفاظ قال يا بني شباب كانوا عندنا من أهل خراسان وقد تفرقوا قلت ومن هم يا أبت قال محمد بن إسماعيل ذاك البخاري وعبيد الله بن عبد الكريم ذاك الرازي وعبد الله بن عبد الرحمن ذاك السمرقندي والحسن بن شجاع ذاك البلخي فقلت يا أبت من أحفظ هؤلاء قال أما أبو زرعة الرازي فأسردهم وأما محمد بن إسماعيل فأعرفهم وأما عبد الله بن عبد الرحمن فأتقنهم وأما الحسن ابن شجاع فأجمعهم للأبواب وقال أبو عمرو البيكندي حكيت هذا لمحمد بن عقيل البلخي فأطرى ذكر الحسن بن شجاع فقلت له لم لم يشتهر كما اشتهر هؤلاء الثلاثة فقال لأنه لم يمتع بالعمر ومات الحسن بن شجاع للنصف من شوال سنة 442 وهو ابن تسع وأربعين سنة ",
                "title": "بلخ والنسبة البلخي",
                "uri": "JK_000129_002128"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}