{
    "features": [
        {
            "item": "JK_000952_1708",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.18-19",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الذهلي</h1> بضم الذال المعجمة وسكون الهاء وفي آخرها اللام هذه النسبة إلى قبيلة معروفة وهو ذهل بن ثعلبة وإلى ذهل بن شيبان كان منها جماعة كثيرة من العلماء والكبراء منهم أبو المغيرة سماك بن حرب بن أوس بن خالد بن نزار بن معاوية بن حارثة بن ربيعة بن عامر بن ذهل ثعلبة الذهلي البكري وهو أخو محمد وإبراهيم ابني حرب رأى المغيرة ابن شعبة رضي الله عنه وسمع النعمان بن بشير وجابر بن سمرة وسويد بن قيس وأنس بن مالك ومحمد بن حاطب وثعلبة بن الحكم وغيرهم روى عنه داود بن أبي هند وإسماعيل بن أبي خالد وسفيان الثوري وشعبة وزائدة بن قدامة وزهير بن معاوية وشريك بن عبد الله وحماد بن سلمة وأبو عوانة في آخرين وكان من أهل الكوفة وثقة يحيى بن معين وكان سفيان الثوري يضعفه بعض الضعف وكان جائز الحديث لم يترك حديثه أحد وكان عالما بالشعر وأيام الناس وكان فصيحا والأمير أبو الهيثم خالد بن أحمد بن خالد بن حماد بن عمرو بن مجالد بن مالك بن الخمخام بن الحارث بن حملة بن أبي الأسود بن عمرو بن الحارث بن سدوس بن ذهل بن شيبان الذهلي ولي الأمارة مدة بهراة ومرة غير مرة ثم صار والي خراسان قبل آل الليث وسكن بخارى وله بها آثار مشهورة محمودة كلها إلا موجدته على إمام أهل الحديث محمد بن إسماعيل البخاري فإنها زلة وسبب لزوال ملكه وحمل بعد ذلك الحفاظ صالح بن محمد جزرة ونصرك بن أحمد بن صالح كيلجة وصنف له نصر بن أحمد المسند على الرجال وهو والي بخارى وحمل محمد بن نصر المروزي من نيسابور إلى بخارى قبل أن يسكن سمرقند وكان الأمير أبو الهيثم يختلف معهم إلى أبواب المحدثين برداء ونعل ويحسن إليهم ويتواضع لهم حتى روى أنه كتب عن ستمائة نفر من المحدثين ببخارى وكان قد اشتد على الطاهرية في آخر أمورهم ومال إلى يعقوب بن الليث القائم بسجستان فلما حمل محمد بن طاهر إلى سجستان كان خالد بهراة فتكلم في وجهه بما ساءه ثم اجتاز خالد ببغداد حاجا فحبس حتى مات بها في الحبس سنة تسع وستين ومائتين وسمع بخراسان الحنظلي وأباه أحمد بن خالد الذهلي وأبا داود السنجي وبالعراق عبيد الله بن عمر القواريري الحسن بن علي الحلواني وهارون بن إسحاق الهمداني وعمرو بن عبد الله الأودي روى عنه سهل بن شاذويه ونصرك بن أحمد الحافظ وعبد الرحمن بن أبي حاتم الرازي وأبو العباس بن عقدة الكوفي وأبو حامد الأعمشي وغيرهم من حفاظ الدنيا وكان حدث بخراسان والعراق |جـ 3 صـ 19| ",
                "title": "الذهلي",
                "uri": "JK_000952_1708"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}