{
    "features": [
        {
            "item": "JK_000952_2776",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, p.204",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العصفوري</h1> بضم العين وسكون الصاد المهملتين وفي آخرها الراء هذه النسبة إلى عصفور وهو اسم لبعض أجداد المنتسب إليه وهو عصفور بن سدار مولى شداد بن هميان السدوسي والمنتسب إليه أبو علي محمد بن عيسى بن شيبة بن الصلت بن عصفور البصري العصفوري من أهل البصرة سكن مصر وبها حدث وتوفي بها يوم السبت لخمس خلون من جمادى الآخرة سنة ثلاثمائة وقرابته أبو الحسن علي بن شيبة بن الصلت بن عصفور السدوسي مولاهم العصفوري وهو أخو يعقوب بن شيبة البصري سكن بغداد مدة ثم انتقل إلى مصر فسكنها وحدث بها عن يزيد بن هارون والحسن بن موسى الأشيب وعبد العزيز بن أبان وقبيصة بن عقبة ويحيى بن يحيى النيسابوري روى عنه عبد العزيز بن أحمد الغافقي وغيره من المصريين أحاديث مستقيمة قال أبو سعيد بن يونس علي بن شيبة بن الصلت بن عصفور مولى هميان بن عدي السدوسي بصري قدم مصر وسكنها وحدث بها وكان قدومه إلى مصر من بغداد وتوفي بمصر في ربيع الآخر سنة اثنتين وسبعين ومائتين وكان قد عمي قبل موته بيسير وأبو يوسف يعقوب بن شيبة بن الصلت بن عصفور السدوسي العصفوري من أهل البصرة سمع علي بن عاصم ويزيد بن هارون وروح بن عبادة وعفان بن مسلم ويعلى بن عبيد ومعلى بن منصور وأبا نعيم وقبيصة بن عقبة ومسلم بن إبراهيم روى عنه ابن ابنه محمد بن أحمد بن يعقوب ويوسف بن يعقوب ويوسف بن يعقوب بن إسحاق بن البهلول وكان ثقة سكن بغداد وحدث بها وبسر من رأى وصنف مسندا معللا إلا أنه لم يتممه وروي أن يعقوب كان في منزله أربعون لحافا أعدها لمن كان يبيت عنده من الوراقين لتبييض المسند ونقله ولزمه على ما خرج من المسند عشرة آلاف دينار قال وقيل إن نسخة بمسند أبي هريرة شوهدت بمصر فكانت مائتي جزء والذي ظهر له مسند العشرة وابن مسعود وعتبة بن غزوان والعباس وبعض الموالي هذا الذي رؤي من مسنده حسب وكان على مذهب مالك ومات في شهر ربيع الأول سنة اثنتين وستين ومائتين ببغداد ",
                "title": "العصفوري",
                "uri": "JK_000952_2776"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}