{
    "features": [
        {
            "item": "JK_000129_010142",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.324-325",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قرطبة والنسبة القرطبي</h1> بضم أوله وسكون ثانيه وضم الطاء المهملة أيضا والباء الموحدة كلمة فيما أحسب عجمية رومية ولها في العربية مجال يجوز أن يكون من القرطبة وهو العدو الشديد قال بعضهم إذا رآني قد أتيت قرطبا وجال في جحاشه وطرطبا وقال الأصمعي طعنه فقرطبه إذا صرعه وقال ابن الصامت الجشمي رقوني وقالوا لا ترع يا ابن صامت فظلت أناديهم بشدي مجدد وما كنت مغرا بأصحاب عامر مع القرطبا بلت بقائمه يدي وقال القرطبا السيف كأنه من قرطبه أي قطعه وهي مدينة عظيمة بالأندلس وسط بلادها وكانت سريرا لملكها وقصبتها وبها كانت ملوك بني أمية ومعدن الفضلاء ومنبع النبلاء من ذلك الصقع وبينها وبين البحر خمسة أيام قال ابن حوقل التاجر الموصلي وكان طرق تلك البلاد في حدود سنة 053 فقال وأعظم مدينة بالأندلس قرطبة وليس لها في المغرب شبيه في كثرة الأهل وسعة الرقعة ويقال إنها كأحد جانبي بغداد وإن لم تكن كذلك فهي قريبة منها وهي حصينة بسور من حجارة ولها بابان مشرعان في نفس السور إلى طريق الوادي من الرصافة والرصافة مساكن أعالي البلد متصلة بأسافله من ربضها وأبنيتها مشتبكة محيطة من شرقيها وشماليها وغربها وجنوبها فهو إلى واديها وعليه الرصيف المعروف بالأسواق والبيوع ومساكن العامة بربضها وأهلها متمولون متخصصون وأكثر ركوبهم البغلات من خورهم وجبنهم أجنادهم وعامتهم ويبلغ ثمن البغلة عندهم خمسمائة دينار وأما المائة والمائتان فكثير لحسن شكلها وألوانها وقدودها وعلوها وصحة قوائمها قال عبيد الله الفقير إليه مؤلف هذا الكتاب كانت صفتها هكذا إلى حدود سنة 044 فإنه انقضت مدة الأمويين وابن أبي عامر وظهر المتغلبون بالأندلس وقويت شوكة بني عباد وغيرهم واستولى كل أمير على ناحية وخلت قرطبة من سلطان يرجع إلى أمره وصار كل من قويت يده عمرت مدينته وخربت قرطبة بالجور عليها فعمرت إشبيلية ببني عباد عمارة صارت بها سرير ملك الأندلس فهي إلى الآن على ذلك من العمارة وخربت قرطبة وصارت كإحدى المدن المتوسطة وقد رثوها فأكثروا فيها وممن تشوق إليها القاضي محمد ابن أبي عيسى بن يحيى الليثي قاضي الجماعة بقرطبة فقال فيها ويل أم ذكراي من ورق مغردة على قضيب بذات الجزع مياس رددن شجوا شجا قلبي الخلي فقل في شجو ذي غربة ناء عن الناس ذكرنه الزمن الماضي بقرطبة بين الأحبة في لهو وإيناس هجن الصبابة لولا همة شرفت فصيرت قلبه كالجندل القاسي وينسب إليها جماعة وافرة من أهل العلم منهم أبو بكر يحيى بن سعدون بن تمام الأزدي القرطبي قرأ عليه كثير من شيوخنا وكان أديبا فاضلا مقرئا عارفا بالنحو واللغة سمع كثيرا من كتب الأدب وورد الموصل فأقام بها يفيد أهلها ويقرؤون عليه فنون العلم إلى أن مات بها في سنة 567 وممن ينسب إليها أحمد بن محمد بن عبد البر أبو عبد الملك من |جـ 4 صـ 325| موالي بني أمية سمع محمد بن أحمد بن الزراد وابن لبابة وأسلم بن عبد العزيز وغيرهم وله كتاب مؤلف في الفقهاء بقرطبة ومات في السجن لليلتين بقيتا من رمضان سنة 833 قال ابن الفرضي وأحمد بن محمد بن موسى بن بشير بن حناذ بن لقيط الرازي الكناني من أنفسهم من أهل قرطبة يكنى أبا بكر وفد أبوه على الإمام محمد وكان أبوه من أهل اللسانة والخطابة وولد أحمد بالأندلس وسمع من أحمد ابن خالد وقاسم بن أصبغ وغيرهما وكان كثير الرواية حافظا للأخبار وله مؤلفات كثيرة في أخبار الأندلس وتواريخ دول الملوك منها توفي لاثنتي عشرة ليلة خلت من رجب سنة 443 ومولده في عاشر ذي الحجة سنة 472 قاله ابن الفرضي وخباب ابن عبادة الفرضي أبو غالب القرطبي له تآليف في الفرائض وحسن بن الوليد بن نصر أبو بكر يعرف بابن الوليد وكان فقيها عالما بالمسائل نحويا خرج إلى الشرق في سنة 362 وخالد بن سعد القرطبي أحد أئمة الأندلس كان المستنصر يقول إذا فاخرنا أهل المشرق بيحيى بن مروان أتيناهم بخالد بن سعد وصنف كتابا في رجال الأندلس ومات فجأة سنة 253 عن ابن الفرضي وقد نيف على الستين وخلف بن القاسم بن سهل بن محمد بن يونس بن الأسود أبو القاسم المعروف بابن الدباغ الأزدي القرطبي ذكره الحافظ في تاريخ دمشق وقد سمع بدمشق أبا الميمون بن راشد وأبا القاسم بن أبي العقب وبمكة أبا بكر أحمد بن محمد بن سهل بن رزق الله المعروف ببكير الحداد وأبا بكر بن أبي الموت وبمصر عبد الله بن محمد المفسر الدمشقي والحسن بن رشيق روى عنه أبو عمر يوسف بن محمد بن عبد البر الحافظ وأبو الوليد عبد الله بن محمد بن يوسف الفرضي وأبو عمرو الداني كان حافظا للحديث عالما بطرقه ألف كتبا حسانا في الزهد ومولده سنة 523 ومات سنة 393 في ربيع الآخر ",
                "title": "قرطبة والنسبة القرطبي",
                "uri": "JK_000129_010142"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}