{
    "features": [
        {
            "item": "JK_000129_005420",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.526-529",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير قانون</h1> من نواحي دمشق قال ابن منير يذكر متنزهات الغوطة فالماطرون فداريا فجارتها فآبل فمغاني دبر قانون دير القائم الأقصى على شاطىء الفرات من الجانب الغربي في طريق الرقة من بغداد قال أبو الفرج وقد رأيته وإنما قيل له القائم لأن عنده مرقبا عاليا كان بين الروم والفرس يرقب عليه على طرف الحد بين المملكتين شبه تل عقرقوف ببغداد وإصبع خفان بظهر الكوفة وعنده دير هو الآن خراب وفيه يقول عبد الله بن مالك المغني وقال الخالدي هو لإسحاق الموصلي بدير القائم الأقصى غزال شادن أحوى برى حبي له جسمي ولا يدري بما ألقى وأكتم حبه جهدي ولا والله ما يخفى دير القباب من نواحي بغداد قال ابن حجاج يا خليلي صرفا لي شرابي بين درتا والدير دير القباب أسفر الصبح فاسقياني وقد كا ن من الليل وجهه في نقاب وانظرا اليوم كيف قد ضحك الزه ر إلى الروض من بكاء السحاب إن صحوي وماء دجلة يجري تحت غيم يصوب غير صواب اتركاني ممن يعير بالشي ب وينعى إلي عهد الشباب فبياض البازي أحسن لونا إن تأملت من سواد الغراب ولعمر الشباب ما كان عني أول الراحلين من أحبابي دير قرة دير بإزاء دير الجماجم وفيه نزل الحجاج لما نزل ابن الأشعث بدير الجماجم وقرة الذي نسب إليه رجل من لخم بناه على طرف من البر في أيام المنذر بن ماء السماء وهو ملاصق لطرف البر ودير الجماجم مما يلي الكوفة وقال ابن الكلبي هو منسوب إلى قرة وهو رجل من بني حذافة بن زهر بن إياد وكان ابن الأشعث احتاز دير الجماجم لتأتيه الميرة من الكوفة ولما نزل الحجاج بدير قرة قال ما اسم هذا الموضع الذي نزل فيه ابن الأشعث قيل له دير الجماجم فقال تكثر فيه جماجمهم وما هذا الذي نزلناه قيل دير قرة قال يستقر فيه أمرنا وتقر فيه أعيننا فكان الأمر كما قال دير القصير في ديار مصر في طريق الصعيد بقرب موضع هناك يقال له حلوان وهو على رأس جبل مشرف على النيل في غاية النزاهة والحسن وفيه صورة مريم وفي حجرها المسيح في غاية إتقان الصنعة وكان خمارويه بن أحمد بن طولون يكثر غشيانه وتعجبه تلك الصورة ويشرب عليها وبنى لنفسه في أعلاه قبة ذات أربع طاقات هي مشهورة به وأهل مصر ينتابونه ويتنزهون فيه لقربه من الفسطاط وقد ذكره الخالدي في أديرة العراق فغلط لكون كشاجم |جـ 2 صـ 527| ذكره ونسبه إلى حلوان فظن أنه ليس في الدنيا موضع يقال له حلوان إلا التي في العراق وفيما بلغني ثلاث وقد ذكرناها في موضعها ومما يحقق كونه بمصر بعد أن ذكره الشابشتي في ديرة مصر قول كشاجم سلام على دير القصير وسفحه فجنات حلوان إلى النخلات منازل كانت لي بهن مآرب وكن مواخيري ومنتزهاتي إذا جئتها كان الجياد مراكبي ومنصرفي في السفن منحدرات ولحمان مما أمسكته كلابنا علينا ومما صيد بالشبكات وأين الصيد بالشبك والانحدار في السفن من حلوان إلى العراق ولمحمد بن عاصم المصري فيه إن دير القصير هاج ادكاري لهو أيامنا الحسان القصار وزمانا مضى حميدا سريعا وشبابا مثل الرداء المعار ولو ان الديار تشكو اشتياقا لشكت جفوتي وبعد مزاري ولكادت تسير نحوي لما قد كنت فيها سيرت من أشعاري وكأني إذ زرته بعد هجر لم يكن من منازلي ودياري إذ صعودي على الجياد إليه وانحداري في المعتقات الجواري بصقور إلى الدماء صواد وكلاب على الوحوش ضوار منزلا لست محصيا ما لقلبي ولنفسي فيه من الأوطار منزلا من علوه كسماء والمصابيح حوله كالدراري وكأن الرهبان في الشعر الأس ود سود الغربان في الأوكار كم شربنا على التصاوير فيه بصغار محثوثة وكبار صورة في مصور فيه ظلت فتنة للقلوب والأبصار أطربتنا بغير شدو فأغنت عن سماع العيدان والمزمار لا وحسن العينين والشفة اللم ياء منها وخدها الجلنار لا تخلفت عن مزاري دهرا هي منه ولو نأى بي مزاري وقال كشاجم فيه أيضا ويوم على دير القصير تجاوبت نواقيسه لما تداعت أساقفه جعلت ضحاه للطراد وظهره بمجلس لهو معلنات معازفه وأغيد معتم العذار بجمة أخالسه أثمارها وأخاطفه أما تريان الروض كيف بكى الحيا عليه فأضحت ضاحكات زخارفه تسربل موشي البرود وأعلمت حواشيه من نواره ومطارفه وناسب محمر الخدود بورده وللصب منه منظر هو شاعفه |جـ 2 صـ 528| وقد نثر الوسمي بالطل فوقه لآلىء كالدمع الذي أنا ذارفه وأعرس فيه بالشقيق نهاره فأشبع من صبغ العذارى ملاحفه ولاحظه بالنرجس الغض أعين فواتر إيماض الجفون ضعائفه يغار على الصفر التي هي شكله وللحمرة الفضل الذي هو عارفه دير القلمون بأرض مصر ثم بأرض الفيوم مشهور عندهم معروف دير قنى بضم أوله وتشديد ثانيه مقصور ويعرف بدير مرماري السليخ قال الشابشتي هو على ستة عشر فرسخا من بغداد منحدرا بين النعمانية وهو في الجانب الشرقي معدود في أعمال النهروان وبينه وبين دجلة ميل وعلى دجلة مقابله مدينة صغيرة يقال لها الصافية وقد خربت ويقال له دير الأسكون أيضا وبالقرب منه دير العاقول وهو دير عظيم شبيه بالحصن المنيع وعليه سور عظيم عال محكم البناء وفيه مائة قلاية لرهبانه وهم يتبايعون هذه القلالي بينهم من ألف دينار إلى مائتي دينار وحول كل قلاية بستان فيه من جميع الثمار وتباع غلة البستان منها من مائتي دينار إلى خمسين دينارا وفي وسطه نهر جار هذه صفته قديما وأما الآن فلم يبق من ذلك غير سوره وفيه رهبان صعاليك كأنه خرب بخراب النهروان وقد نسب إليه جماعة من جلة الكتاب منهم فلان القنائي قرأت بخط أبي بكر محمد بن عبد الملك التاريخي حدثني محمد بن إسحاق البغوي قال حدثني أبي قال كان مالك بن شاهي يقرأ ذات يوم على يحيى بن خالد كتابا فجعل يعرب وجعفر بن يحيى حاضر فقال لابنه ألا ترى إلى مالك كيف يعرب وهو من أهل دير قنى فقال مالك أيما أقرب إلى البادية دير قنى أو بلخ يريد أن البرامكة من بلخ وبسببهم كانت عمارته وهم الذين كانوا يتنافسون به والمنحدر في دجلة يرى نوره من بعد وقد وصفته الشعراء فقال ابن جمهور وهو أبو علي محمد بن الحسن القمي وهو صاحب النوادر مع زادمهر جارية المنصور يا منزل اللهو بدير قنى قلبي إلى تلك الربى قد حنا سقيا لأيامك لما كنا نمتار منك لذة وحسنا أيام لا أنعم عيش منا إذا انتشينا وصحونا عدنا وإن فنى دن نزلنا دنا حتى يظن أننا جننا ومسعد في كل ما أردنا يحكي لنا الغصن الرطيب اللدنا أحسن خلق الله إذ تحنا وجس زير عوده وغنى بالله يا قسيس يا با قنا متى رأيت الرشأ الأغنا متى رأيت فتنتي تجنا آه إذا ما ماس أو تثنى أسأت إذا أحسنت فيك الظنا وله أيضا وكم وقفة في دير قنى وقفتها أغازل ظبيا فاتر الطرف أحورا وكم فتكة لي فيه لم أنس طيبها أمت به حقا وأحييت منكرا |جـ 2 صـ 529| أغازل فيه شادنا أو غزالة وأشرب فيه مشرق اللون أحمرا دير قنسري على شاطىء الفرات من الجانب الشرقي في نواحي الجزيرة وديار مضر مقابل جرباس وجرباس شامية وبين هذا الدير ومنبج أربعة فراسخ وبينه وبين سروج سبعة فراسخ فهو دير كبير كان فيه أيام عمارته ثلاثمائة وسبعون راهبا ووجد في هيكله مكتوبا أيا دير قنسري كفى بك نزهة لمن كان بالدنيا يلذ ويطرب فلا زلت معمورا ولا زلت آهلا ولا زلت مخضرا تزار وتعجب دير قوطا بالبردان من نواحي بغداد على شاطىء دجلة بين البردان وبغداد وهو نزه كثير البساتين والمزارع وفيه يقول عبد الله بن العباس بن الفضل بن الربيع يا دير قوطا لقد هيجت لي طربا أزاح عن قلبي الأحزان والكربا كم ليلة فيك واصلت السرور بها لما وصلت به الأدوار والنخبا في فتية بذلوا في القصف ما ملكوا وأنفقوا في التصابي العرض والنشبا وشادن ما رأت عيني له شبها في الناس لا عجما منهم ولا عربا إذا بدا مقبلا ناديت وا طربا وإن مضى معرضا ناديت وا حربا أقمت بالدير حتى صار لي وطنا من أجله ولبست المسح والصلبا وصار شماسه لي صاحبا وأخا وصار قسيسه لي والدا وأبا دير القيارة وهو لليعقوبية على أربعة فراسخ من الموصل في الجانب الغربي من أعمال الحديثة مشرف على دجلة وتحته عين القار وهي عين تفور بماء حار وتصب في دجلة وقد ذكرناها سابقا في الحمامات ويخرج معه القار فما دام القير في مائة فهو لين ممتد فإذا فارق الماء وبرد جف وهناك قوم يجمعون هذا القير ويغرفونه من مائه بالقفاف ويطرحونه على الأرض ولهم قدور حديد مركبة على مستوقدات فيطرح القير في القدور وينحل له ويطرح عليه بمقدار يعرفونه ويوقد تحته حتى يذوب ويختلط بالرمل وهم يحركونه تحريكا فإذا بلغ حد استحكامه صب على وجه الأرض ويقصدون هذا الموضع للتنزه والشرب ويستحمون من ذلك الماء الذي يخرج مع القار لأنه يقوم مقام الحمامات في قلع البثور وغيرها من الأدواء وله قائم وكل دير لليعقوبية والملكانية فعنده قائم وديارات النسطورية لا قائم لها ",
                "title": "دير قانون",
                "uri": "JK_000129_005420"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}