{
    "features": [
        {
            "item": "JK_000129_009950",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.291-292",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القادسية</h1> قال أبو عمرو القادس السفينة العظيمة قال المنجمون طول القادسية تسع وستون درجة وعرضها إحدى وثلاثون درجة وثلثا درجة ساعات النهار بها أربع عشرة ساعة وثلثان وبينها وبين الكوفة خمسة عشر فرسخا وبينها وبين العذيب أربعة أميال قيل سميت القادسية بقادس هراة وقال المدايني كانت القادسية تسمى قديسا وروى ابن عيينة قال مر إبراهيم بالقادسية فرأى زهرتها ووجد هناك عجوزا فغسلت رأسه فقال قدست من أرض فسميت القادسية وبهذا الموضع كان يوم القادسية بين سعد بن أبي وقاص والمسلمين والفرس في أيام عمر بن الخطاب رضي الله عنه في سنة 16 من الهجرة وقاتل المسلمون يومئذ وسعد في القصر ينظر إليهم فنسب إلى الجبن فقال رجل من المسلمين ألم تر أن الله أنزل نصره وسعد بباب القادسية معصم فأبنا وقد آمت نساء كثيرة ونسوة سعد ليس فيهن أيم وقال بشر بن ربيعة في ذلك اليوم |جـ 4 صـ 292| ألم خيال من أميمة موهنا وقد جعلت أولى النجوم تغور ونحن بصحراء العذيب ودوننا حجازية إن المحل شطير فزارت غريبا نازحا جل ماله جواد ومفتوق الغرار طرير وحلت بباب القادسية ناقتي وسعد بن وقاص علي أمير تذكر هداك الله وقع سيوفنا بباب قديس والمكر ضرير عشية ود القوم لو أن بعضهم يعار جناحي طائر فيطير إذا برزت منهم إلينا كتيبة أتونا بأخرى كالجبال تمور فضاربتهم حتى تفر جمعهم وطاعنت إني بالطعان مهير وعمرو أبو ثور شهيد وهاشم وقيس ونعمان الفتى وجرير والأشعار في هذا اليوم كثير لأنها كانت من أعظم وقائع المسلمين وأكثرها بركة وكتب عمر رضي الله عنه إلى سعد بن أبي وقاص يأمره بوصف منزله من القادسية فكتب إليه سعد إن القادسية فيما بين الخندق والعتيق وإنما عن يسار القادسية بحر أخضر في جوف لاح إلى الحيرة بين طريقين فأما إحداهما فعلى الظهر وأما الأخرى فعلى شاطىء نهر يسمى الحضوض يطلع بمن يسلكه على ما بين الخورنق والحيرة وإنما عن يمين القادسية فيض من فيوض مياههم وإن جميع من صالح المسلمين قبلي ألب لأهل فارس قد خفوا لهم واستعدوا لنا وذكر أصحاب الفتوح أن القادسية كانت أربعة أيام فسموا الأول يوم أرماث واليوم الثاني يوم أغواث واليوم الثالث يوم عماس وليلة اليوم الرابع ليلة الهرير واليوم الرابع سموه يوم القادسية وكان الفتح للمسلمين وقتل رستم جازويه ولم يقم للفرس بعده قائمة وقال ابن الكلبي فيما حكاه هشام قال إنما سميت القادسية لأن ثمانية آلاف من ترك الخزر كانوا قد ضيقوا على كسرى بن هرمز وكتب قادس هراة إلى كسرى إن كفيتك مؤونة هؤلاء الترك تعطيني ما أحتكم عليك قال نعم فبعث النريمان إلى أهل القرى أني سأنزل عليكم الترك فاصنعوا ما آمركم وبعث النريمان إلى الأتراك وقال لهم تشتوا في أرضي العام ففعلوا وأقبل منها ثمانية آلاف في منازل أصحابه بهراة فبعث النريمان إلى أهل الدور وقال ليذبح كل رجل منكم نزيله الذي نزل عليه ثم يغدو إلي بسبلته ففعلوا ذلك وذبحوهم عن آخرهم وغدوا إليه بسبلاتهم فنظمها في خيط وبعثها إلى كسرى وقال قد وفيت لك فأوف لي بما شرطت عليك فبعث إليه كسرى أن اقدم علي فقدم عليه النريمان فقال له كسرى احتكم فقال له النريمان تضع لي سريرا مثل سريرك وتعقد على رأسي تاجا مثل تاجك وتنادمني من غدوة إلى الليل ففعل ذلك به ثم قال أوفيت قال نعم فقال له كسرى لا والله لا ترى هراة أبدا فتجلس بين قومك وتحدث بما جرى وأنزله موضع القادسية ليكون ردأ له من العرب فسمي الموضع القادسية بقادس هراة وكان قدم عليه النريمان ومعه أربعة آلاف فكانوا بالقادسية فلما كان يوم القادسية قرن أصحاب النريمان بن النريمان أنفسهم بالسلاسل كيلا يفروا فقتلوا كلهم ورجعت ابنة النريمان إلى مرو وأم النريمان بن النريمان كبشة بنت النعمان بن المنذر قال هشام |جـ 4 صـ 293| فالشاه بن الشاه من ولد نريمان وهو الشاه بن الشاه بن لان بن نريمان بن نريمان قال ويقال إنما سميت القادسية بقديس وكان قصرا بالعذيب وقد نسب إلى القادسية عدة قوم من الرواة منهم علي بن أحمد القادسي القطان روى عن عبد الحميد بن صالح يروي عنه جعفر الخلدي ",
                "title": "القادسية",
                "uri": "JK_000129_009950"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}