{
    "features": [
        {
            "item": "JK_000129_009391",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.197-198",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الغريان</h1> خيالان من أخيلة حمى فيد بينهما وبين فيد ستة عشر ميلا يطؤهما طريق الحاج عن الحازمي والخيال ما نصب في أرض ليعلم أنها حمى فلا تقرب وحمى فيد معروف وله أخيلة وفيهما يقول الشاعر فيما أحسب وهل أرين بين الغريين فالرجا إلى مدفع الريان سكنا تجاوره لأن الرجا والريان قريتان من هذا الموضع وقال ابن هرمة أتمضي ولم تلمم على الطلل القفر لسلمى ورسم بالغريين كالسطر عهدنا به البيض المعاريب للصبا وفارط أحواض الشباب الذي يقري وقال السمهري العكلي ونبئت ليلى بالغريين سلمت علي ودوني طخفة ورجامها عديد الحصى والأثل من بطن بيشة وطرفائها ما دام فيها حمامها قال فأما الغريان بالكوفة فحدث هشام بن محمد الكلبي قال حدثني شرقي بن القطامي قال بعثني المنصور إلى بعض الملوك فكنت أحدثه بحديث العرب وأنسابها فلا أراه يرتاح لذلك ولا يعجبه قال فقال لي رجل من أصحابه يا أبا المثنى أي شيء الغري في كلام العرب قلت الغري الحسن والعرب تقول هذا رجل غري وإنما سميا الغريين لحسنهما في ذلك الزمان وإنما بني الغريان اللذان في الكوفة على مثل غريين بناهما صاحب مصر وجعل عليهما حرسا فكل من لم يصل لهما قتل إلا أنه يخيره خصلتين ليس فيهما النجاة من القتل ولا الملك ويعطيه ما يتمنى في الحال ثم يقتله فغبر بذلك دهرا قال فأقبل قصار من أهل إفريقية ومعه حمار له وكذين فمر بهما فلم يصل فأخذه الحرس فقال ما لي فقالوا لم تصل للغريين فقال لم أعلم فذهبوا به إلى الملك فقالوا هذا لم يصل للغريين فقال له ما منعك أن تصلي لهما قال لم أعلم وأنا رجل غريب من أهل إفريقية أحببت أن أكون في جوارك لأغسل ثيابك وثياب خاصتك وأصيب من كنفك خيرا ولو علمت لصليت لهما ألف ركعة فقال له تمن فقال وما أتمنى فقال لا تتمن الملك ولا أن تنجي نفسك من القتل وتمن ما شئت قال فأدبر القصار وأقبل وخضع وتضرع وأقام عذره لغربته فأبى أن يقبل فقال إني أسألك عشرة آلاف درهم فقال علي بعشرة آلاف درهم قال وبريدا فأتى البريد فسلم إليه وقال إذا أتيت إفريقية فسل عن منزل فلان القصار فادفع هذه العشرة آلاف درهم إلى أهله ثم قال له الملك تمن الثانية فقال أضرب كل واحد منكم بهذا الكذين ثلاث ضربات واحدة شديدة وأخرى وسطى وأخرى دون ذلك قال فارتاب الملك ومكث طويلا ثم قال لجلسائه ما ترون قالوا نرى أن لا تقطع سنة سنها آباؤك قالوا فبمن تبدأ قال أبدأ بالملك ابن الملك الذي سن هذا قال فنزل عن سريره ورفع القصار الكذين فضرب أصل قفاه فسقط على وجهه فقال الملك ليت شعري أي الضربات هذه والله لئن كانت الهينة ثم جاءت الوسطى والشديدة لأموتن فنظر إلى الحرس وقال أولاد الزنا تزعمون أنه لم يصل وأنا والله رأيته حيث صلى خلوا سبيله |جـ 4 صـ 198| سبيله واهدموا الغريين قال فضحك القصار حتى جعل يفحص برجله من كثرة الضحك قلت أنا فالذي يقع لي ويغلب على ظني أن المنذر لما صنع الغريين بظاهر الكوفة سن تلك السنة ولم يشرط قضاء الحوائج الثلاث التي كان يشرطها ملك مصر والله أعلم وأن الغريين بظاهر الكوفة بناهما المنذر بن امرىء القيس بن ماء السماء وكان السبب في ذلك أنه كان له نديمان من بني أسد يقال لأحدهما خالد بن نضلة والآخر عمرو بن مسعود فثملا فراجعا الملك ليلة في بعض كلامه فأمر وهو سكران فحفر لهما حفيرتان في ظهر الكوفة ودفنهما حيين فلما أصبح استدعاهما فأخبر بالذي أمضاه فيهما فغمه ذلك وقصد حفرتهما وأمر ببناء طربالين عليهما وهما صومعتان فقال المنذر ما أنا بملك إن خالف الناس أمري لا يمر أحد من وفود العرب إلا بينهما وجعل لهما في السنة يوم بؤس ويوم نعيم يذبح في يوم بؤسه كل من يلقاه ويغري بدمه الطربالين فإن رفعت له الوحش طلبتها الخيل وإن رفع طائر أرسل عليه الجوارح حتى يذبح ما يعن ويطليان بدمه ولبث بذلك برهة من دهره وسمى أحد اليومين يوم البؤس وهو اليوم الذي يقتل فيه ما ظهر له من إنسان وغيره وسمى الآخر يوم النعيم يحسن فيه إلى كل من يلقى من الناس ويحملهم ويخلع عليهم فخرج يوما من أيام بؤسه إذ طلع عليه عبيد بن الأبرص الأسدي الشاعر وقد جاء ممتدحا فلما نظر إليه قال هلا كان الذبح لغيرك يا عبيد فقال عبيد أتتك بحائن رجلاه فأرسلها مثلا فقال له المنذر أو أجل قد بلغ أناه فقال رجل ممن كان معه أبيت اللعن اتركه فإني أظن أن عنده من حسن القريض أفضل مما تريد من قتله فاسمع فإن سمعت حسنا فاستزده وإن كان غيره قتلته وأنت قادر عليه فأنزل فطعم وشرب ثم دعا به المنذر فقال له زدنيه ما ترى قال أرى المنايا على الحوايا ثم قال له المنذر أنشدني فقد كان يعجبني شعرك فقال عبيد حال الجريض دون القريض وبلغ الحزام الطبيين فأرسلهما مثلين فقال له بعض الحاضرين أنشد الملك هبلتك أمك فقال عبيد وما قول قائل مقتول فأرسلها مثلا أي لا تدخل في همك من لا يهتم بك قال المنذر قد أمللتني فأرحني قبل أن آمر بك قال عبيد من عز بز فأرسلها مثلا فقال المنذر أنشدني قولك أقفر من أهله ملحوب فقال عبيد أقفر من أهله عبيد فاليوم لا يبدي ولا يعيد عنت له منية تكود وحان منها له ورود فقال له المنذر أسمعني يا عبيد قولك قبل أن أذبحك فقال والله إن مت ما ضرني وإن عشت ما عشت في واحده فأبلغ بني وأعمامهم بأن المنايا هي الوارده لها مدة فنفوس العباد إليها وإن كمهت قاصده فلا تجزعوا لحمام دنا فللموت ما تلد الوالده فقال المنذر ويلك أنشدني فقال هي الخمر بالهزل تكنى |جـ 4 صـ 199| فقال المنذر يا عبيد لا بد من الموت وقد علمت أن النعمان ابني لو عرض لي يوم بؤسي لم أجد بدا من أن أذبحه فأما أن كانت لك وكنت لها فاختر إحدى ثلاث خلال إن شئت فصدتك من الأكحل وإن شئت من الأبجل وإن شئت من الوريد فقال عبيد أبيت اللعن ثلاث خلال كساحيات واردها شر وارد وحاديها شر حاد ومعاديها شر معاد فلا خير فيها لمرتاد إن كنت لا محالة قاتلي فاسقني الخمر حتى إذا ماتت لها مفاصلي وذهلت منها ذواهلي فشأنك وما تريد من مقاتلي فاستدعى له المنذر الخمر فشرب فلما أخذت منه وطابت نفسه وقدمه المنذر أنشأ يقول وخيرني ذو البؤس في يوم بؤسه خلالا أرى في كلها الموت قد برق كما خيرت عاد من الدهر مرة سحائب ما فيها لذي خيرة أنق سحائب ريح لم توكل ببلدة فتتركها إلا كما ليلة الطلق ثم أمر به المنذر ففصد حتى نزف دمه فلما مات غرى بدمه الغريين فلم يزل على ذلك حتى مر به في بعض أيام البؤس رجل من طيء يقال له حنظلة فقرب ليقتل فقال أبيت اللعن إني أتيتك زائرا ولأهلي من بحرك مائرا فلا تجعل ميرتهم ما تورده عليهم من قتلي قال له المنذر لا بد من قتلك فسل حاجتك تقض لك قبل موتك فقال تؤجلني سنة أرجع فيها إلى أهلي فأحكم فيهم بما أريد ثم أسير إليك فينفذ في أمرك فقال له المنذر ومن يكفلك أنك تعود فنظر حنظلة في وجوه جلسائه فعرف شريك بن عمرو بن شراحيل الشيباني فقال يا شريك يا ابن عمرو هل من الموت محاله يا شريك يا ابن عمرو يا أخا من لا أخا له يا أخا المنذر فك ال يوم رهنا قد أنى له يا أخا كل مضاف وأخا من لا أخا له إن شيبان قبيل أكرم الناس رجاله وأبو الخيرات عمرو وشراحيل الحماله رقباك اليوم في المج د وفي حسن المقاله فوثب شريك وقال أبيت اللعن يدي بيده ودمي بدمه إن لم يعد إلى أجله فأطلقه المنذر فلما كان من القابل قعد المنذر في مجلسه في يوم بؤسه ينتظر حنظلة فأبطأ عليهم فقدم شريك ليقتل فلم يشعر إلا وراكب قد طلع فإذا هو حنظلة وقد تحنط وتكفن ومعه نادبته تندبه فلما رأى المنذر ذلك عجب من وفائه وقال ما حملك على قتل نفسك فقال أيها الملك إن لي دينا يمنعني من الغدر قال وما دينك قال النصرانية فاستحسن ذلك منه وأطلقهما معا وأبطل تلك السنة وكان سبب تنصره وتنصر أهل الحيرة فيما زعموا وروى الشرقي بن القطامي قال الغري الحسن من كل شيء وإنما سميا الغريين لحسنهما وكان المنذر قد بناهما على سورة غريين كان بعض ملوك مصر بناهما وقرأت على ظهر كتاب شرح سيبويه للمبرد بخط الأديب عثمان بن عمر الصقلي النحوي الخزرجي ما صورته وجدت بخط أبي بكر السراج رحمه الله على ظهر جزء من أجزاء |جـ 4 صـ 200| كتاب سيبويه أخبرني أبو عبد الله اليزيدي قال حدثني ثعلب قال مر معن بن زائدة بالغريين فرأى أحدهما وقد شعث وهدم فأنشأ يقول لو كان شيء له أن لا يبيد على طول الزمان لما باد الغريان ففرق الدهر والأيام بينهما وكل إلف إلى بين وهجران ",
                "title": "الغريان",
                "uri": "JK_000129_009391"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}