{
    "features": [
        {
            "item": "JK_000129_013498",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.397-398",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>هرشى</h1> بالفتح ثم السكون وشين معجمة والقصر يقال رجل هرش وهو الجافي المائق وهارشت بين الكلاب معروف وهي ثنية في طريق مكة قريبة من الجحفة يرى منها البحر ولها طريقان فكل من سلك واحدا منهما أفضى به إلى موضع واحد ولذلك قال الشاعر خذا أنف هرشى أو قفاها فإنما كلا جانبي هرشى لهن طريق عن ابن جعدة عاتب عمر بن عبد العزيز رجلا من قريش كانت أمه أخت عقيل بن علفة فقال له قبحك الله أشبهت خالك في الجفاء فبلغ عقيلا فجاء حتى دخل على عمر فقال له ما وجدت لابن عمك |جـ 5 صـ 398| شيئا تعيره به إلا خؤولتي فقبح الله شركما خالا فقال صخر بن الجهم العدوي وأمه قرشية آمين يا أمير المؤمنين قبح الله شركما خالا وأنا معكما فقال عمر إنك لأعرابي جلف جاف أما لو تقدمت إليك لأدبتك والله لا أراك تقرأ من كتاب الله شيئا فقال بلى إني لأقرأه قال فاقرأ إذا زلزلت الأرض زلزالها حتى تبلغ إلى آخرها فقرأ فمن يعمل مثقال ذرة شرا يره ومن يعمل مثقال ذرة خيرا يره فقال له عمر ألم أقل لك إنك لا تحسن أن تقرأ لأن الله تعالى قدم الخير وأنت قدمت الشر فقال عقيل خذا أنف هرشى أو قفاها فإنما كلا جانبي هرشى لهن طريق فجعل القوم يضحكون من عجرفته وقيل إن هذا الخبر كان بين يعقوب بن سلمة وهو ابن بنت لعقيل وبين عمر بن عبد العزيز وإنه قال لعمر بلى والله إني لقارىء لآية وآيات وقرأ إنا بعثنا نوحا إلى قومه فقال عمر قد أعلمتك أنك لا تحسن ليس هكذا قال فكيف فقال & إنا أرسلنا نوحا إلى قومه & فقال ما الفرق بين أرسلنا وبعثنا خذا أنف هرشى أو قفاها فإنما كلا جانبي هرشى لهن طريق وقال عرام هرشى هضبة ململمة لا تنبت شيئا وهي على ملتقى طريق الشام وطريق المدينة إلى مكة وهي في أرض مستوية وأسفل منها ودان على ميلين مما يلي مغيب الشمس يقطعها المصعدون من حجاج المدينة ينصبون منها منصرفين إلى مكة ويتصل بها مما يلي مغيب الشمس خبت رمل في وسط هذا الخبت جبيل أسود شديد السواد صغير يقال له طفيل ",
                "title": "هرشى",
                "uri": "JK_000129_013498"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}