{
    "features": [
        {
            "item": "JK_000952_4136",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.503-505",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النضيري</h1> بفتح النون وكسر الضاد المعجمة وسكون الياء المنقوطة من تحتها باثنتين وفي اخرها الراء هذه النسبة إلى بني النضير وهو قريظة أخوان من أولاد هارون النبي عليه السلام سكنا قلعتين والنضير أولاده نزلوا قلعة على منازل من المدينة وهم جماعة من اليهود وهم كانوا من حلفاء الخزرج وقريظة التي ذكرناها في القرضي كانوا من حلفاء الأوس والنبي صلى الله عليه وسلم حاصر أهلها أعني النضير وقطع نخلها وحرق شجرها فأنزل الله تعالى في ذلك & ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله & وقال قائلهم في الحريق % وهان على سراة بني لؤي % % حريق بالبويرة مستطير % والمنتسب إليها جماعة من القدماء ومن الأتباع أبو معاذ سليمان بن أرقم البصري النضيري كان مولى النضير أو قريظة أدرك التابعين وحدث عن الحسن البصري وابن شهاب الزهري ويحيى بن أبي كثير وغيرهم روى عنه علي بن حمزة الكسائي ومنصور بن أبي مزاحم ومحمد بن بكار بن الريان وكان يحيى بن معين يقول سليمان بن أرقم وسليمان بن قرم جميعا ضعيفان وقال يحيى في موضع اخر سليمان بن أرقم ليس بشيء وقال النسائي سليمان بن أرقم أبو معاذ متروك الحديث وأبو الحارث صالح بن حسان الأنصاري النضيري هو من بني النضير مديني روى |جـ 5 صـ 504| عن محمد بن كعب القرظي وعروة بن الزبير قال ابن أبي حاتم الرازي هو حجازي قدم بغداد روى عنه ابن أبي ذئب وأنس بن عياض وعائذ بن حبيب وسعيد بن محمد الوراق قال أبو بكر الخطيب الحافظ في قول ابن أبي حاتم روى عنه بن أبي ذئب عندي نظر لأن الذي يروي عنه ابن أبي ذئب هو صالح بن أبي حسان لا ابن حسان وذاك يروي عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن والله أعلم وقد روى عن صالح بن حسان أبو حفص عمر بن عبد الرحمن الأبار وإبراهيم بن عيينة وأبو يحيى الحماني وحفص بن عمر قاضي حلب وأبو عاصم النبيل وأبو داود الحفري وقال يحيى بن معين صالح بن حسان مديني وليس حديثه بشيء وقال محمد بن سعد صالح بن حسان النضيري من حلفاء الأوس قال محمد بن عمر أدرك المهدي وكان سريا مريا يملأ المجلس إذا تحدث وكان عنده جوار مغنيات فهن وضعنه عند الناس وكان يحدث عن محمد بن كعب القرظي وغيره قدم الكوفة فسمع منه الكوفيون وكان قليل الحديث وقال البخاري هو منكر الحديث وقال جزرة هو ضعيف الحديث وقال أبو داود في حديثه نكارة وقال النسائي صالح بن حسان متروك الحديث مديني وقيل بصري |جـ 5 صـ 505| ",
                "title": "النضيري",
                "uri": "JK_000952_4136"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}