{
    "features": [
        {
            "item": "JK_000952_2713",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.160-161",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العجلي</h1> بكسر العين المهملة وسكون الجيم هذه النسبة إلى بني عجل بن لجيم بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزال والمشهور بها أبو الأشعث أحمد بن المقدام العجلي من أهل البصرة يروي عن حماد بن زيد روى عنه الحسن بن سفيان وجماعة من مشاهير الأئمة منهم مسلم بن حجاج وأبو عيسى الترمذي ويحيى بن محمد بن صاعد مات سنة إحدى وخمسين ومائتين ومن التابعين آدم بن علي العجلي البكري من أهل الكوفة يروي عن ابن عمر روى عنه الثوري وشعبة ومات في ولاية هشام بن عبد الملك وأما إبراهيم بن زياد العجلي الذي يروي عن أبي بكر بن عياش ويروي عنه الفضل بن يوسف وهو نزل في بني عجل فنسب إليهم وليس منهم وأما أبو المعتمر المورق بن المشمرج بن رفاعة بن زيد بن ضباعة بن عجل بن لجيم العجلي كان من كبار التابعين حج مع عبد الله بن عمر بن الخطاب وصحبه وروى عنه |جـ 4 صـ 161| وعن ابن عباس وأبي ذر وعائشة وأنس بن مالك رضي الله عنهم روى عنه من التابعين عاصم الأحول وقتادة وأبان بن أبي عياش وغيرهم ورد مرو وحدث بها وبلاد ما وراء النهر وتوفي إن شاء الله بمرو وحفيده الأسفل أبو عمرو نصر بن زكريا بن نصر بن داود بن سليمان بن عبد الله بن حطان بن المورق العجلي من أهل مرو ورحل إلى العراق والحجاز والشام وديار مصر وروى عن محمد بن رميح التجيبي وأحمد بن أبي الحواري ومحمد بن المصفى الحمصي وسليمان بن سلمة الخبائري ومحمد بن يحيى بن أبي عمر العدني وهشام بن عمار وعلي بن جحر وغيرهم روى عنه جماعة كثيرة وتوفي في حدود سنة ثلاثمائة وأبو دلف القاسم بن عيسى بن إدريس بن معقل بن عمرو بن شيخ العجلي الكرجي أمير الكرج ذكرته في حرف الكاف وشيخنا أبو علي أحمد بن سعد بن علي العجلي من أهل همذان إمام فاضل لطيف الطبع مليح الشعر عرف بالبديع سمع جماعة من أصحاب أبي بكر بن لال ورحل إلى العراق وأصبهان وأدرك الشيوخ وأكثر من الحديث وسمعت منه في النوبة الأولى بهمذان وسمعته يقول كنت قاعدا مع الأديب تاج العرب الأبيوردي فلما أردت أن أقوم أخذ الأبيوردي بعضدي فقال أموي يعضد عجليا كفى بهذا شرفا ولد سنة ثمان وخمسين وأربعمائة ومات في الخامس من رجب سنة خمس وثلاثين وخمسمائة بهمذان ",
                "title": "العجلي",
                "uri": "JK_000952_2713"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}