{
    "features": [
        {
            "item": "JK_000129_011025",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.477-478",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كلواذى والنسبة الكلواذي</h1> مثل الذي قبله إلا أن آخره ألف تكتب ياء مقصورة وهو طسوج قرب مدينة السلام بغداد وناحية الجانب الشرقي من بغداد من جانبها وناحية الجانب الغربي من نهر بوق وهي الآن خراب أثرها باق بينها وبين بغداد فرسخ واحد للمنحدر وقد ذكرها الشعراء ولهج كثيرا بذكرها الخلعاء وقد أوردنا في طيزناباذ والفرك شعرين فيهما ذكر كلواذى لأبي نواس وقال أيضا يهجو إسماعيل بن صبيح أحين ودعنا يحيى لرحلته وخلف الفرك واستعلى لكلواذى أتته فقحة إسماعيل مقسمة عليه أن لا يريم الدهر بغداذا فحرفه رده لا قول فقحته أقم علي ولا هذا ولا هذا وقال مطيع بن إياس حبذا عيشنا الذي زال عنا حبذا ذاك حين لا حبذا ذا زاد هذا الزمان شرا وعسرا عندنا إذ أحلنا بغداذا بلدة تمطر التراب على النا س كما تمطر السماء الرذاذا خربت عاجلا وأخرب ذو العر ش بأعمال أهلها كلواذى ينسب إليها جماعة من النحاة منهم أبو الخطاب محظوظ بن أحمد بن الحسن بن أحمد الكلواذي ويقال الكلوذي الفقيه الحنبلي الكثير الفضل والعلم والأدب والكتابة وله شعر حسن جيد سمع أبا محمد الجوهري |جـ 4 صـ 478| وأبا طالب العشاري وغيرهما سمع منه جماعة من الأئمة توفي سنة 515 ومولده في شوال 234 وذكر أهل السير أنها سميت بكلواذى بن طهمورث الملك وفي كتاب محمد بن الحسين الحاتمي الذي سماه جبهة الأدب يبتدىء فيه بالرد على المتنبي قال قلت له يعني للمتنبي أخبرني عن قولك طلب الإمارة في الثغور ونشوه ما بين كرخايا إلى كلواذى من أين لك هذه اللغة في كلوادى ما أحسبك أخذتها إلا عن الملاحين قال وكيف قلت لأنك أخطأت فيها خطأ تعثرت فيه ضالا عن وجه الصواب قال ولم قلت لأن الصواب كلواذ بكسر الكاف وإسكان اللام وإسقاط الياء قال وما الكلواذ قلت تابوت التوراة وبها سميت المدينة قال وما الدليل على هذا قلت قول الراجز كأن أصوات الغبيط الشادي زير مهاريق على كلواذ والكلواذ تابوت توراة موسى عليه السلام وحكي في بعض الروايات أنه مدفون في هذا الموضع فمن أجله سميت كلواذ قال فأطرق المتنبي لا يجيب جوابا ثم قال لم يسبق إلي علم هذا والقول منك مقبول والفائدة غير مكفورة ",
                "title": "كلواذى والنسبة الكلواذي",
                "uri": "JK_000129_011025"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}