{
    "features": [
        {
            "item": "JK_000952_2082",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.247-248",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السرماري</h1> بضم السين المهملة والميم المفتوحة والألف بين الراءين هذه النسبة إلى قرية من بخارى يقال لها سرمارى على ثلاثة فراسخ خرجت إليها قاصدا لزيارة الشيخ أحمد السرماري منها أبو أحمد غالب بن شعبة بن عمرو السرماري البخاري من أهل هذه القرية سمع عبد الله بن موسى وأبا نعيم الفضل بن دكين وقبيصة بن عقبة وحبان بن أغلب بن تميم وعارم بن الفضل وعمر بن عون وعمرو بن منصور القيسي والربيع بن نافع وأصبغ بن الفرج ومعاوية بن عمرو وغيرهم روى عنه أبو كثير سيف بن نصر وجماعة والإمام الشجاع البطل المعروف أبو إسحاق أحمد بن إسحاق بن الحسن بن جابر بن جندل بن خندف بن قيس بن عيلان السلمي المطوعي السرماري الزاهد الذي فاق أهل زمانه في الشجاعة وقتل الكفار حتى قيل لم يكن في الإسلام له نظير في هذا المعنى وقصته في الغزو وقتل الأتراك شائعة مستفيضة سمع عثمان بن عمر بن فارس وعبد الله بن موسى وعمرو بن عاصم ويعلى بن عبيد وأبا نعيم الفضل بن دكين وطبقتهم روى عنه محمد بن إسماعيل البخاري ومحمد بن إسماعيل الميداني وعبيد الله بن واصل |جـ 3 صـ 248| وابنه أبو صفوان إسحاق بن أحمد بن إسحاق السرماري وغيرهم وحكاياته في الشجاعة تنقل من تاريخ بخارى إلى هنا في قدر ثلاثة أوراق ومات في ربيع الآخر سنة اثنتين وأربعين ومائتين وزرت قبره وابنه أبو صفوان إسحاق بن أحمد بن إسحاق السرماري السلمي كان ثقة في الحديث رحل به أبوه إلى العراق وهو صغير وسمعه من أبي عاصم الضحاك بن مخلد وعمرو بن عاصم ومكي بن إبراهيم وسعيد بن عامر وغيرهم روى عنه أبو علي صالح بن محمد جزرة الحافظ وعمر بن محمد بن بجير الحافظ في الجامع الصحيح وكان يقول رأيت المقرىء يحدث على الجبل فقام إليه رجل فقال إن عندنا ببخارى رجلا يقال له أحمد بن حفص يقول الإيمان قول فقال هو مرجىء قال وكنت أنا قائما بين يديه فقلت وأنا أقول الإيمان قول فأخذ برأسي ونطحني برأسه نطحة وقال لي أنت مرجىء يا خراساني ومات في شهر رمضان سنة ست وسبعين ومائتين وأبو طلحة منصور بن سليم بن عبد الله السلمي السرماري من هذه القرية يروي عن أبي صفوان إسحاق بن أحمد السرماري يروي عنه أبو الحسين محمد بن نصر بن إبراهيم السرماري ",
                "title": "السرماري",
                "uri": "JK_000952_2082"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}