{
    "features": [
        {
            "item": "JK_000952_1541",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.439-440",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الداركي</h1> بفتح الدال المهملة المشددة والراء بينهما الألف وفي آخرها الكاف هذه النسبة إلى دارك وظني أنها قرية من قرى أصبهان منها أبو القاسم عبد العزيز بن الحسن بن أحمد الداركي الفقيه الأصبهاني كان أبوه محدث أصبهان في وقته وأبو القاسم من كبار فقهاء الشافعيين ورد نيسابور سنة ثلاث وخمسين وثلاثمائة وكان يدرس بها سنين وله جملة من المختلفة وتقلد أوقاف أبي عمرو الخفاف ثم إنه خرج إلى بغداد فصار المجلس له ومع ذلك فإنه كان ممن يرجع إليه في السؤال عن الشهود فإني دخلتها سنة سبع |جـ 2 صـ 440| وستين وثلاثمائة وهو إمام الشافعيين بها وكان يدرس في مسجد دعلج بن أحمد في درب أبي خلف وقد حدث بنيسابور وببغداد وتوفي ببغداد في شوال من سنة خمس وسبعين وثلاثمائة هذا كله ذكره الحاكم أبو عبد الله الحافظ وأما أبو بكر أحمد بن ثابت الخطيب الحافظ فقال هو أبو القاسم عبد العزيز بن عبد الله بن محمد بن عبد العزيز الداركي الفقيه الشافعي نزل نيسابور عدة سنين ودرس بها الفقه ثم صار إلى بغداد فسكن بها إلى حين موته وحدث بها عن جده لأمه الحسن بن محمد الداركي وكان يدرس ببغداد في مسجد دعلج بن أحمد السجزي وله حلقة في جامع المدينة للفتوى والنظر روى عنه أبو القاسم الأزهري وأبو محمد الخلال وعلي بن محمد بن الحسن الحربي وعبد العزيز الأزجي وأبو الحسن العتيقي وأبو القاسم التنوخي وكان ثقة وكان أبو حامد الأسفراييني يقول ما رأيت أفقه من الدراكي وقال غيره وكان يتهم بالاعتزال وانتهت إليه الرئاسة في مذهب الشافعي وتوفي عن نيف وسبعين سنة في شوال سنة خمس وسبعين وثلاثمائة وأبو علي الحسن بن محمد بن الحسن بن زياد الداركي التاجر الأصبهاني من أهل أصبهان كان ثقة روى عن محمد بن حميد وصالح بن مسمار وسعيد بن عنبسة وشاذان الفارسي والرازيين روى عنه محمد بن أحمد بن إبراهيم الأصبهاني ومحمد بن أحمد بن محمود الطبراني وتوفي سنة سبع عشرة وثلاثمائة وأبو جعفر محمد بن علي بن مخلد الداركي يروي عن إسماعيل بن عمرو روى عنه أبو بكر بن المقرئ الأصبهاني وقال أنا أبو جعفر الداركي بدارك ",
                "title": "الداركي",
                "uri": "JK_000952_1541"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}