{
    "features": [
        {
            "item": "JK_000952_3908",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.357-360",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المفيد</h1> بضم الميم وكسر الفاء وسكون الياء المنقوطة من تحتها بنقطتين وفي اخرها الدال المهملة هذه اللفظة لمن يفيد الناس الحديث عن المشايخ واشتهر بها جماعة منهم أبو بكر محمد بن جعفر بن الحسن بن محمد المفيد البغدادي الملقب بغندر كان حافظا فهما عارفا بطرق الحديث رحل إلى البلاد فطاف في الأقطار والأكناف إلى أن حصل الكثير وسكن بعد هذه الدورة مرو سمع ببغداد أبا بكر بن الباغندي وبالموصل عبد الله بن أبي سفيان الموصلي وبحران أبا عروبة الحسين بن أبي معشر الحراني السلمي وبدمشق أبا الحسن أحمد بن عمير بن جوصا وببيروت مكحولا البيروتي وبمصر أبا جعفر الطحاوي |جـ 5 صـ 358| وأسامة بن علي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ وأبو محمد عبد الله بن أحمد الشرنخشيري وغيرهما وذكره الحاكم في التاريخ فقال أبو بكر المفيد البغدادي كان يحفظ سؤالات شيوخه ويعرف رسوم هذا العلم أقام بنيسابور سنين وتزوج بها وولد له وكان يفيدنا سنة ست وسبع وثلاثين إلى أن خرج إلى أفراق الخراسانيين من حدثني سنة ست وستين ثم إنه خرج إلى مرو وبقي بها سمع ببغداد وبالجزيرة وبالشام وبمصر ثم دخل البصرة والأهواز وخوزستان وأصبهان والجبال ودخل خراسان وما وراء النهر إلى الترك وعلى طريق بلخ إلى سجستان وكتب من الحديث ما لم يتقدمه فيه أحد كثرة ثم استدعى إلى الحضرة ببخارى ليحدث بها من مرو توفي رحمه الله في المفازة سنة سبعين وثلاث مئة وأبو بكر محمد بن أحمد بن يعقوب بن عبد الله الجرجرائي المفيد من أهل جرجرايا كان مكثرا من الحديث رحالا في طلبه وإنما سماه المفيد موسى بن هارون الحافظ وحدث عن جماعة من المشاهير والمجاهيل وروى عن علي بن محمد بن أبي الشوارب القاضي وأبي شعيب الحراني وأحمد بن يحيى الحلواني ومحمد بن يحيى بن سليمان المروزي وموسى بن هارون الحافظ وأبي يعلى أحمد بن علي الموصلي وعن خلق لا يحصون وروى عن أحمد بن عبد الرحمن السقطي وهو مجهول لا يعرف وما روى عنه إلا المفيد روى عنه أبو سعد أحمد بن محمد بن أحمد بن عبد الله الماليني وأبو نعيم أحمد بن عبد الله الأصبهاني وأبو منصور محمد بن أحمد بن سعيد الروياني وأبو سعد عبد الرحمن بن حمدان النصرويي وأبو القاسم عبد العزيز بن علي الأزجي وأبو بكر أحمد بن محمد بن غالب البرقاني وغيرهم قال أبو بكر الخطيب الحافظ كان شيخنا أبو بكر البرقاني قد أخرج في مسنده الصحيح عن المفيد حديثا واحدا فكان كلما روي عليه اعتذر من روايته عنه وذكر أن ذلك الحديث لم يقع إليه إلا من جهته فأخرجه عنه وسألته عنه فقال ليس بحجة قال لنا البرقاني رحلت إلى المفيد فكتبت عنه الموطأ فلما رجعت إلى بغداد قال لي أبو بكر بن أبي سعيد أخلف الله عليك |جـ 5 صـ 359| نفقتك فدفعته إلى بعض الناس وأخذت بدله بياضا قال الخطيب روى المفيد الموطأ عن عبد الله العبدي عن القعنبي فأشار ابن أبي سعد إلى أن نفقة البرقاني ضاعت في رحلته وذلك أن العبدي مجهول لا يعرف وكانت ولادته ببغداد سنة أربع وثمانين ومائتين ووفاته بجرجرايا في شهر ربيع الاخر من سنة ثمان وسبعين وثلاث مئة وأبو علي الحسين بن سابور الطبري المفيد كان يفيد من الشيوخ وكان من أهل العلم والقرآن صالحا سديد السيرة سمع أبا نعيم عبد الملك بن محمد بن عدي الاستراباذي سمع منه الحاكم أبو عبد الله الحافظ وقال أبو علي الطبري المفيد بنيسابور كان من القراء العباد المجتهدين في صيام النهار وقيام الليل ورد نيسابور أيام الشرقي وكان يفيد سنين ثم خرج بعد وفاة أبي عبد الله الصفار سنة تسع وثلاثين إلى مرو وسكنها فدخلتها سنة ثلاث وأربعين وهو يفيد عن أبي العباس المحبوبي وأبي الحسن السني أقمت بها سبعة أشهر ولعله لم يفارقنا ثم جاءنا نعيه من مرو ومات بها في رجب من سنة تسع وأربعين وثلاث مئة وأبو محمد جعفر بن محمد بن موسى المفيد الحافظ من أهل نيسابور يعرف ببغداد بجعفرك المفيد وبالشام بجعفر النيسابوري وكان سكن الشام سمع بنيسابور محمد بن يحيى وأحمد بن حفص وعلي بن الحسن الذهلي وعبد الله بن هاشم وأحمد بن يوسف السلمي وأبا الأزهر وبالعراق علي بن حرب والحسن بن عرفة وبالشام محمد بن عوف الحمصي ويوسف بن سعيد بن مسلم وبمصر بكار بن قتيبة وأحمد بن طاهر بن حرملة روى عنه أبو العباس أحمد بن سعيد بن عقدة الحافظ وأبو بكر بن أبي دارم الكوفي وسمعا منه بالكوفة وأبو علي الحسين بن علي بن يزيد الحافظ وأبو محمد الحسن بن أحمد بن صالح الحافظ السبيعي سمعا منه بحلب وأبو القاسم عبد الله بن محمد الجرجاني سمع منه بحران وأبو الحسن أحمد بن محبوب الرملي حدث عنه بمكة وسمع منه ببيت المقدس قال الحاكم أبو عبد الله الحافظ روى عنه إبراهيم بن محمد بن حمزة ومشايخنا الحفاظ المجودون وهو على جميع الأحوال ثقة مأمون حجة توفي بحلب سنة سبع وثلاث مئة ومحمد بن حاتم الجرجرائي المفيد المعروف بجبي يروي عن ابن المبارك وغيره روى عنه جعفر بن محمد بن الحجاج القطان الرقي قال ابن أبي حاتم سألت أبي عنه فقال قدمنا جرجرايا وكان خالي إسماعيل معي وهو مريض وكان بها محمد بن حاتم فاشتغلت بعلة خالي ولم أسمع منه و كان صدوقا |جـ 5 صـ 360| ",
                "title": "المفيد",
                "uri": "JK_000952_3908"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}