{
    "features": [
        {
            "item": "JK_000129_008094",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.426-430",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صنعاء</h1> قرية على باب دمشق دون المزة مقابل مسجد خاتون خربت وهي اليوم مزرعة وبساتين قال أبو الفضل صنعاء قرية على باب دمشق خربت الآن وقد نسب إليها جماعة من المحدثين قال عبد الرحمن بن أبي حاتم في كتابه أبو الأشعث شراحيل بن أدة ويقال شراحيل بن شراحيل الصنعاني من صنعاء دمشق ومنهم أبو المقدام الصنعاني روى عن مجاهد وعنبسة روى عنه الأوزاعي والهيثم بن حميد وإسماعيل بن عياش قال الأوزاعي ما أصيب أهل دمشق بأعظم من مصيبتهم بالمطعم بن المقدام الصنعاني وبأبي مزيد الغنوي وبأبي إبراهيم بن حداد العذري فأضافه إلى أهل دمشق والحاكم أبو عبد الله نسبه إلى اليمن وقال أبو بكر أحمد بن علي الحافظ الأصبهاني في كتابه الذي جمع فيه رجال مسلم بن الحجاج حفص بن ميسرة الصنعاني صنعاء الشام كنيته أبو عمر سمع زيد بن أسلم وموسى بن عقبة وغيرهما روى عنه عبد الله بن وهب وسويد بن سعيد وغيرهما وأبو بكر الأصبهاني أخذ هذه النسبة من كتاب الكنى لأبي أحمد النيسابوري فإنه قال أبوعمر حفص بن ميسرة الصنعاني صنعاء الشام وقال أبو نصر الكلاباذي في جمعه رجال كتاب أبي عبد الله البخاري هو من صنعاء اليمن نزل الشام والقول عندنا قول الكلاباذي بدليل ما أخبرنا أبو عمر عبد الوهاب بن الإمام أبي عبد الله بن مندة أنبأنا أبو تمام إجازة قال أخبرنا أبو سعيد بن يونس بن عبد الأعلى في كتاب المصريين قال حفص بن ميسرة الصنعاني يكنى أبا عمر من أهل صنعاء قدم مصر وكتب عنه وحدث عنه عبد الله بن وهب وزمعة بن عرابي ابن معاوية بن أبي عرابي وحسان بن غالب وخرج |جـ 3 صـ 430| عن مصر إلى الشام فكانت وفاته سنة 181 وقال أبو سعيد حدثني أبي عن جدي أنبأنا ابن وهب حدثني حفص بن ميسرة قال رأيت على باب وهب بن منبه مكتوبا ما شاء الله لا قوة إلا بالله فدل جميع ذلك على أنه كان في صنعاء اليمن قدم مصر ثم خرج منها إلى الشام وحنش بن عبد الله الصنعاني صنعاء الشام سمع فضالة بن عبيد روى عنه خالد ابن معدان والحلاج أبو كبير وعامر بن يحيى المعافري قال ابن الفرضي عداده في المصريين وهو تابعي كبير ثقة ودخل الأندلس قال وهو حنش بن عبد الله بن عمرو بن حنظلة بن فهد بن قينان بن ثعلبة ابن عبد الله بن ثامر السبائي وهو الصنعاني يكنى أبا رشيد كان مع علي بن أبي طالب رضي الله عنه بالكوفة وقدم مصر بعد قتل علي وغزا المغرب مع رويفع بن ثابت والأندلس مع موسى بن نصير وكان فيمن ثار مع ابن الزبير على عبد الملك بن مروان فأتي به عبد الملك في وثاق فعفا عنه حدث عنه الحارث بن يزيد وسلامان بن عامر بن يحيى وسيار ابن عبد الرحمن وأبو مرزوق مولى نجيب وغيرهم ومات بإفريقية في الإسلام وولده بمصر وقيل إنه مات بمصر وقيل بسرقسطة وقبره بها معروف كل ذلك عن ابن الفرضي ويزيد بن ربيعة أبو كامل الرحبي الصنعاني صنعاء دمشق هكذا ذكره البخاري في التاريخ العساكري روى عن أبي أسماء الرحبي وأبي الأشعث الصنعاني وربيعة بن يزيد وذكر جماعة أخرى قال أبو حاتم يزيد بن ربيعة الصنعاني ليس بثقة دمشقي قال جماعة من أصحاب الحديث ليس يعرف بدمشق كذاب إلا رجلين الحكم بن عبد الله الأبلي ويزيد بن ربيعة قال أبو موسى الأصبهاني محمد بن عمر كان الحاكم أبو عبد الله لا يعرف إلا صنعاء اليمن فإنه ذكر فيمن يجمع حديثهم من أهل البلدان قال ومن أهل اليمن أبو الأشعث الصنعاني والمطعم بن المقدام وراشد بن داود وحنش ابن عبد الله الصنعانيون وهؤلاء كلهم شاميون لا يمانيون قال أبو عبد الله الحميدي حنش بن علي الصنعاني الذي يروي عن فضالة بن عبيد من صنعاء الشام قرية بباب دمشق وأبو الأشعث الصنعاني منها أيضا قاله علي بن المديني قال الحميدي ولهذا ظن قوم أن حنش بن عبد الله من الشام لا من صنعاء اليمن ولا أعرف حنش بن علي والذي يروي عن فضالة هو ابن عبد الله فهذا بيان حسن لطالب هذا العلم وقال ابن عساكر يحيى بن مبارك الصنعاني من صنعاء دمشق روى عن كثير بن سليم وشريك بن عبد الله النخعي وأبي داود شبل بن عباد ومالك بن أنس روى عنه إسماعيل بن عياض الأرسوفي وخطاب بن عبد السلام الأرسوفي وعبد العظيم بن إبراهيم وإسماعيل بن موسى بن ذر العسقلاني نزيل أرسوف ويزيد بن السمط أبو السمط الصنعاني الفقيه روى عن الأوزاعي والنعمان بن المنذر ومطعم بن المقدام وذكر جماعة وذكر بإسناده أن عالمي أهل الجند بعد الأوزاعي يزيد بن السمط ويزيد ابن يوسف وكان ثقة زاهدا ورعا من صنعاء دمشق ويزيد بن مرثد أبوعثمان الهمداني المدعي حي من همدان من أهل صنعاء دمشق روى عن عبد الرحمن ابن عوف ومعاذ بن جبل وأبي الدرداء وأبي ذر وأبي رهم اجزاب بن أسيد السمعي وأبي صالح الخولاني روى عنه عبد الرحمن بن يزيد بن عامر وخالد بن معدان والوضين بن عطاء وراشد بن داود أبو المهلب ويقال أبو داود الرسمي الصنعاني صنعاء دمشق روى عن أبي الأشعث شراحيل بن أدة وأبي |جـ 3 صـ 431| عثمان شراحيل بن مرثد الصنعانيين وأبي أسماء الرحبي ونافع ويعلى بن أبي شداد بن أوس وغيرهم روى عنه يحيى بن حمزة وعبد الله بن محمد الصنعاني وعبد الرحمن بن سليمان بن أبي الجون وغيرهم وسئل عنه يحيى بن معين فقال ليس به بأس ثقة قال يحيى وصنعاء هذه قرية من قرى الشام ليست صنعاء اليمن ",
                "title": "صنعاء",
                "uri": "JK_000129_008094"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}