{
    "features": [
        {
            "item": "JK_000129_002085",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.471-472",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بقعاء</h1> بالمد وأوله مفتوح يقال سنة بعقاء أي مجدبة وبقعاء اسم قرية من قرى اليمامة لا تدخله الأف واللام وقيل بقعاء ماء مر لبني عبس وقال أبو عبيدة البقعاء والجوفاء وتلعه مياه لبني سليط واسم سليط كعب بن الحارث بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم قال جرير وقد كان في بقعاء ري لشائكم وتلعة والجوفاء يجري غديرها وتزوجت امرأة من بني عبس في بني أسد ونقلها زوجها إلى ماء لهم يقال له لينة وهو موصوف بالعذوبة والطيب وكان زوجها عنيانا ففركته واجتوت الماء فاختلعت منه وتزوجها رجل من أهل بقعاء فأرضاها فقالت فمن يهد لي من ماء بقعاء شربة فإن له من ماء لينة أربعا لقد زادني وجدا ببقعاء أنني وجدت مطايانا بلينة ظلعا فمن مبلغ تربي بالرمل أنني بكيت فلم أترك لعيني مدمعا وبقعاء الموضع الذي خرج إليه أبو بكر الصديق رضي الله عنه لتجهيز المسلمين لقتال أهل الردة وهو تلقاء نجد على أربعة وعشرين ميلا من المدينة قال الواقدي وبقعاء هو ذو القصة وبقعاء المسالح موضع آخر ذكره ابن مقبل فقال رأينا ببقعاء المسالح دوننا من الموت جون ذو غوارب أكلف وقال مخيس بن أرطأة الأعرجي لرجل من بني حنيفة يقال له يجيى وكان أبصر امرأة في قرية من قرى |جـ 1 صـ 472| اليمامة يقال له بقعاء عرضت نصيحة مني ليحيى فقال غششتني والنصح مر وما بي أن أكون أعيب يحيى ويحيى طاهر الأثواب بر ولكن قد أتاني أن يحيى يقال عليه في بقعاء شر فقلت له تجنب كل شيء يعاب عليك إن الحر حر وقال أبو زياد في نوادره ولبني عقيل بقعاء وبقيع يخالطن مهرة في ديارها قال وبين ذنب الخليف الذي سميت لك إلى بقعاء من بلاد مهرة في بلاد عقيل لم يخالطها أحد في ديارها مسيرة شهر ونصف وقال الأصمعي في كتاب الجزيرة ولبني نصر بن معاوية بجانب ركبة بقعاء بين الحجاز وبين ركبة وهي من أرض ركبة والبقعاء كورة كبيرة من ارض الموصل وهي بين الموصل ونصيبين قصبتها برقعيد فيها قرى كثيرة بناءها كلها قباب وبقعاء العيس من كورة منبج وهي من بداية على الفرات إلى نهر الساجور وبقعاء ربيعة من كور منبج أيضا وهي من نهر الساجور إلى أن تتصل باعمال حلب وقال أبو عبيد السكوني بقعاء قرية بأجإ لجديلة طيء ثم لبني قرواش منهم ",
                "title": "بقعاء",
                "uri": "JK_000129_002085"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}