{
    "features": [
        {
            "item": "JK_000129_001077",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.269",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أنطرطوس والنسبة الأنطرطوسي</h1> بلد من سواحل بحر الشام وهي آخر أعمال دمشق من البلاد الساحلية وأول أعمال حمص وقال أبو القاسم الدمشقي من أعمال طرابلس مطلة على البحر في شرقي عرقة بينهما ثمانية فراسخ ولها برجان حصينان كالقلعتين وقال أحمد بن يحيى بن جابر وفتح عبادة بن الصامت في سنة 71 بعد فتح اللاذقية وجبلة أنطرطوس وكان حصنا ثم جلا عنه أهله فبنى معاوية أنطرطوس وحصنها وأقطع المقاتلة بها القطائع وكذلك فعل بمرقية وبليناس وينسب إليها عمر بن داود بن سلمون بن داود أبو حفص الأنطرطوسي قدم دمشق وحدث عن خيثمة بن سليمان والحسين بن محمد بن داود بن مأمون ومحمد بن عبيد الله الرفاعي وأبي بكر محمد بن الحسن بن أبي الذيال الحزامي الأصبهاني وجماعة كثيرة روى عنه أبو علي الأهوازي وأبو الحسين بن الترجمان وأحمد بن الحسن الطيان وكان يقول ختمت اثنين وأربعين ألف ختمة ومولده سنة 592 ومات سنة 093 قال وتزوجت بمائة امرأة واشتريت ثلاثمائة جارية وعيسى بن يزيد أبو عبد الرحمن الأنطرطوسي الأعرج حدث عن الأوزاعي وأبي علي أرطاة بن المنذر روى عنه محمد بن مصفى الحمصي وعبد الوهاب بن الضحاك وقال أبو أحمد الحاكم حديثه ليس بقائم وعبد الله ابن محمد بن الأشعث أبو الدرداء الأنطرطوسي حدث عن إبراهيم بن المنذر الحزامي وإبراهيم بن محمد ابن محمد بن عبيدة المددي الحمصي روى عنه أبو جعفر محمد ابن عبد الرحمن الضبي الأصبهاني المعروف بالأرزباني وسليمان بن أحمد الطبراني قاله أبو القاسم الحافظ الإمام وأنس بن السلام بن الحسن بن الحسن بن السلام أبو عقيل الخولاني الأنطرطوسي حدث بدمشق سنة 982 عن عيسى بن سليمان الشيرازي ومخلد بن مالك الحراني وأيوب بن سليمان الرصافي المعروف بابن مطاعن وجماعة كثيرة روى عنه أبو القاسم بن أبي العقب وأبو الحسن بن جوصا وسليمان بن أحمد الطبراني وأبو أحمد بن عدي وغيرهم ",
                "title": "أنطرطوس والنسبة الأنطرطوسي",
                "uri": "JK_000129_001077"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}