{
    "features": [
        {
            "item": "JK_000952_4099",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.470-471",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النخاس</h1> بفتح النون وتشديد الخاء المعجمة وفي اخرها السين المهملة nHirfa هذا الاسم لمن يكون دلالا في بيع الجواري والغلمان والدواب وجماعة من العلماء كانوا يعملون هذا واباؤهم وأبو جعفر محمد بن سليمان بن حبيب المصيصي نزيل أذنة من الثغور كان نخاسا للفرس وكان يقول هذا الفرس له لوين فلقب بلوين وبه كان يعرف وأبو جميلة مفضل بن صالح النخاس وأبو علي الحسن بن علي بن موسى النخاس يروي عن حامد بن يحيى وعبد الأعلى بن حماد النرسي وهشام بن عمار وغيرهم وأبو بكر أحمد بن جعفر النخاس الرملي يروي عن أبي عبد الرحمن النسائي وأبو محمد فهد بن سليمان النخاس المصري يروي عنه علي بن سراج المصري وأبو جعفر أحمد بن محمد بن سلامة الطحاوي وأبو القاسم عبد الله بن الحسن بن سليمان بن النخاس المقرىء يروي عن أحمد بن الحسن الصوفي وابن ناحية وأحمد بن عمر بن زنجوية وموسى بن سهل الجوني والحسن بن محمد بن عنبرة الوشاء والبغوي وابن أبي داود وغيرهم روى عنه أبو الحسن بن الحمامي وأبو بكر البرقاني وجماعة ومحمد بن النضر بن محمد بن سعيد بن رزين بن عبيد الله بن عثمان بن المغيرة النخاس الموصلي أبو الحسين يروي عن أبي يعلي الموصلي معجم شيوخه ومن بعده مثل |جـ 5 صـ 471| أبي بكر عبد الله بن محمد بن زياد النيسابوري وعبد الغافر بن سلامة الحمصي روى عنه أبو بكر البرقاني وأبو محمد الجوهري وأبو الفرج الطناجيري وأبو الحسن العتيقي وأبو القاسم التنوخي وكان فيه تساهل وقيل إنه كان واهيا ولم يكن بحجة ومات في شهر ربيع الأول سنة تسع وسبعين وثلاثمئة وأبو الفتح عبد الله بن عبد الملك بن محمد بن سعيد النخاس الموصلي يروى عن القاضي المحاملي وإسماعيل بن محمد الصفار ومحمد بن عمرو بن البختري الرزاز وأحمد بن سلمان النجاد ومحمد بن الحسن النقاش وكان عنده عن أبي عبد الله المحاملي مجلس واحد وعن الصفار جزء الحسن بن عرفة كتب عنه جماعة من أصحابنا هكذا ذكره أبو بكر الخطيب قال ولم يقض لي السماع منه وسألت البرقاني عنه فقال ثقة ومات في صفر سنة ثمان وأربعمئة ودفن بمقبرة الشونيزي وأبو الفتح أحمد بن علي بن علي بن محمد النخاس الحلبي يروي عن الحسين بن علي بن أبي أسامة وأبو طالب محمد بن المظفر بن أبي بكران بن حملان النخاس الأثط سمع ابن الموصلي النخاس وهلال بن محمد الحفار قال أبو نصر بن ماكولا سمعت منه وأبو إسحاق إبراهيم بن ميمون الخياط ويعرف بالنخاس مولى آل سمرة بن جندب يروي عن أبيه وعروة بن فائدة روى عنه ابن عيينة ويحيى بن سعيد القطان وإسماعيل بن زكريا ووكيع بن الجراح ومعاوية بن هشام وابن المبارك قال يحيى بن معين إبراهيم بن ميمون الذي روى عن سعد بن سمرة ثقة وقال أبو حاتم الرازي محله الصدق وأبو إسحاق إبراهيم بن ميمون السوائي مولاهم كان حناطا ويعرف بالنخاس روى عن أبيه وعروة بن فائدة روى عنه ابن عيينة وابن المبارك ويحيى بن سعيد القطان ووكيع ",
                "title": "النخاس",
                "uri": "JK_000952_4099"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}