{
    "features": [
        {
            "item": "JK_000952_0433",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.313-314",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البردعي</h1> بفتح الباء الموحدة وسكون الراء وفتح الدال المهملة وفي آخرها العين المهملة هذه النسبة إلى بدرعة وهي بلدة من أقصى بلاد أذربيجان والمنتسب إليها |جـ 1 صـ 314| جماعة منهم أبو بكر محمد بن يحيى بن هلال البردعي سكن بغداد كان أديبا فاضلا شاعرا قدم علينا سمرقند سنة خمسين وثلاثمائة وكتبنا عنه بها يروي عن أبي بكر محمد بن الفضل بن حاتم الطبري وأبي الحسين محمد بن إبراهيم بن شعيب الغازي الطبري وغيرهما روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي وأبو بكر مكي بن أحمد بن سعدويه البردعي حدث بسمرقند وعقد له مجلس الإملاء بها وروى عن أبي القاسم البغوي وسعيد بن عبد العزيز الحلبي والعباس بن جابر الحمصي وطبقتهم روى عنه جماعة وقال الحاكم أبو عبد الله في تاريخ نيسابور أبو بكر بن سعدويه البردعي نزيل نيسابور أحد الرحالة المشهورين بطلب الحديث ورد نيسابور سنة اثنتين وثلاثمائة وأقام بها ثم أنه خرج إلى ما وراء النهر سنة خمسين وثلاثمائة وكتب بخراسان ما يتحير فيه الإنسان كثرة وتوفي بالشاش سنة أربع وخمسين وثلاثمائة وأبو أحمد منبه بن عبد المجيد بن عبيد الله بن أحمد بن محمد بن موسى بن أحمد بن محمد بن بهزاز بن بهبود البردعي سكن سمرقند وكان فاضلا من أهل السنة يروي عن أبي نعيم الإستراباذي وأبي بكر محمد بن مهدي الإخميمي وغيرهما قال أبو سعد الإدريسي كتبنا عنه بسمرقند قبل السبعين والثلاثمائة وأبو علي الحسين بن علي بن محمد بن الحسين بن طاهر بن خالد بن إدريس بن بكر بن حبيب بن زهير بن يغلب بن عاصم بن مدرك البردعي الحافظ من ساكني سمرقند ونشأ بها وكان حافظا مكثرا رحل إلى العراق وخراسان وسمع جماعة مثل أبي الحسن علي بن عمر الدارقطني وأبي عمرو المسيب بن محمد بن المسيب الأرغياني وأبي بكر أحمد بن إبراهيم الإسماعيلي وأبي عمرو سعيد بن القاسم البرذعي وغيرهم روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وكانت ولادته في سنة تسع وأربعين وثلاثمائة ووفاته بسمرقند في شهر رمضان سنة ست وأربعمائة ",
                "title": "البردعي",
                "uri": "JK_000952_0433"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}