{
    "features": [
        {
            "item": "JK_000952_0461",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.329-330",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البرمكي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وفتح الميم وفي آخرها الكاف هذه النسبة إلى اسم وموضع أما المنتسب إلى الإسم فجماعة من أولاد أبي علي يحيى بن خالد بن برمك وفيهم كثرة وحدث منهم أبو محمد عبد الله بن جعفر بن خالد البرمكي يروي عن معن بن عيسى القزاز وعبد الله بن نمير روى عنه أبو داود السجستاني في السنن ومسلم بن الحجاج القشيري وغيرهما وأما أبو إسحاق إبراهيم بن عمر بن أحمد بن إبراهيم بن إسماعيل بن مهران البرمكي البغدادي قال أبو بكر الخطيب سمعت من يذكر أن سلفه كانوا يسكنون قديما ببغداد في محلة تعرف بالبرامكة وقيل بل كانوا يسكنون قرية يقال لها البرمكية فنسبوا إليها سمع البرمكي أبا أحمد بن جعفر بن مالك القطيعي وأبا محمد عبد الله بن أيوب بن ماسي البزاز وغيرهما روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وأبو الغنائم محمد بن علي بن ميمون النرسي وكان صدوقا ثقة روى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري البزاز وتوفي سنة خمس وأربعين وأربعمائة وأخوه أبو العباس أحمد بن عمر بن أحمد بن إبراهيم البرمكي سمع أبا حفص بن شاهين وأبا القاسم بن حبابة كتب عنه أبو بكر الخطيب وأثنى عليه ومات في جمادي الآخرة سنة إحدى وأربعين وأربعمائة وأخوهما أبو الحسن علي بن عمر البرمكي وكان أصغر الثلاثة كان ثقة وكان يتفقه على أبي حامد الإسفراييني مذهب الشافعي سمع أبا القاسم بن حبابة ويوسف بن عمر القواس ومحمد بن عبد الله بن أخي ميمي والمعافى بن زكريا الجريري وأبا الحسين بن سمعون ذكره أبو بكر الخطيب وكتب عنه وأثنى عليه روى لي عنه محمد بن عبد الباقي وكانت ولادته في سنة ثلاث وسبعين وثلاثمائة ومات في ذي الحجة سنة خمسين وأربعمائة وأبو المحاسن نصر بن المظفر بن الحسين بن أحمد بن محمد بن يحيى بن أحمد بن محمد بن يحيى بن خالد بن برمك بن آذر بندار البرمكي هكذا أملي علي نسبه كان شيخا مسنا يصلي ببعض الأتراك سكن همذان وهو من أهل بغداد سمع ببغداد أبا الحسين أحمد بن محمد بن أحمد بن النقور البزاز وأبا القاسم إسماعيل بن مسعدة الإسماعيلي وبأصبهان أبا عمرو عبد الوهاب بن أبي عبد الله بن منده الحافظ |جـ 1 صـ 330| وأبا عيسى عبد الرحمن بن محمد بن زياد التاني وغيرهم سمع منه جماعة وسمعت منه بهمذان في النوبة الثانية قرأت عليه كتاب الاستئذان لابن المبارك من نسخة شهر دار الديلمي وكانت ولادته ببغداد في حدود سنة خمسين وأربعمائة أو قبلها وتوفي بهمذان في شهر ربيع الآخر سنة خمسين وخمسمائة وأخوه أبو الفتوح الفتح ابن المظفر بن الحسين البرمكي قيل أن جده الحسين هو أبو عبد الله الأمير شمس المعالي قابوس بن وشمكير من أولاد الرؤساء البغدادية الكبار وكان شيخا نبيلا ظريفا متميزا سافر عن بغداد وجال في الآفاق ورحل إلى البصرة وخراسان وأصبهان سمع ببغداد أبا الحسين بن النقور وأبا محمد بن هزار مرد الصريفيني وبأصبهان أبا عمرو بن أبي عبد الله بن منده وبعبادان القاضي أبا الحسن عبد الوهاب بن عبد المنعم المالكي وجماعة كثيرة سواهم وكانت ولادته سنة اثنتين وثلاثين وأربعمائة وتوفي ببون بنواحي هراة في شهور سنة ثلاث وتسعين وأربعمائة ومن القدماء أبو الحسن أحمد بن جعفر بن موسى بن يحيى بن خالد بن برمك النديم المعروف بجحظة البرمكي كان حسن الأدب كثير الرواية للأخبار متصرفا في فنون جمة من العلوم عارفا بصناعة النجوم حافظا لأطراف من النحو واللغة مليح الشعر مقبول الألفاظ حاضر النادرة وأما صنعته في القناء فلم يلحقه فيها أحد روى عنه شيئا من أخباره وبعض شعره أبو الفرج علي بن الحسين الأصبهاني وأبو عمر بن حيويه وأبو الحسن بن الجندي والقاضي المعافى بن زكريا الجريري وغيرهم وكانت ولادة جحظة في شعبان سنة أربع وعشرين ومائتين ووفاته سنة أربع وعشرين وثلاثمائة ",
                "title": "البرمكي",
                "uri": "JK_000952_0461"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}