{
    "features": [
        {
            "item": "JK_000129_002833",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.72-73",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ثبير</h1> بالفتح ثم الكسر وياء ساكنة وراء قال الجمحي وليس بابن سلام الأثبرة أربعة ثبير |جـ 2 صـ 73| غينى الغين معجمة مقصورة وثبير الأعرج وثبير آخر ذهب عني اسمه وثبير منى وقال الأصمعي مق ثبير الأعرج هو المشرف بمكة على حق الطارقيين قال و ثبير غينى و ثبير الأعرج وهما حراء وثبير وحكى أبو القاسم محمود بن عمر الثبيران بالتثنية جبلان مفترقان يصب بينهما أفاعية وهو واد يصب من منى يقال لأحدهما ثبير غينى وللآخر ثبير الأعرج وقال نصر ثبير من أعظم جبال مكة بينها وبين عرفة سمي ثبيرا برجل من هذيل مات في ذلك الجبل فعرف الجبل به واسم الرجل ثبير وروى أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال لما تجلى الله تعالى للجبل يوم موسى عليه السلام تشظى فصارت منه ثلاثة أجبل فوقعت بمكة وثلاثة أجبل وقعت بالمدينة فالتي بمكة حراء وثبير وثور والتي بالمدينة أحد وورقان ورضوى وفي الحديث كان المشركون إذا أرادوا الإفاضة قالوا أشرق ثبير كيما نغير وذاك أن الناس في الجاهلية كانوا إذا قضوا نسكهم لا يجيزهم إلا قوم مخصوصون وكانت أولا لخزاعة ثم أخذتها منهم عدوان فصارت إلى رجل منهم يقال له أبو سيارة أحد بني سعد بن وابش بن زيد بن عدوان وفيه يقول الراجز خلوا السبيل عن أبي سياره وعن مواليه بني فزاره حتى يجيز سالما حماره مستقبل الكعبة يدعو جاره ثم صارت الإجازة لبني صوفة وهو لقب الغوث بن مر بن أبي أخي تميم قال الشاعر ولا يريمون في التعريف موقفهم حتى يقال أجيزوا آل صفوانا وكانت صورة الإجازة أن أبا سيارة كان يتقدم الحاج على حمار له ثم يخطب الناس فيقول اللهم أصلح بين نسائنا وعاد بين رعائنا واجعل المال بين سمحائنا أوفوا بعهدكم وأكرموا جاركم وأقروا ضيفكم ثم يقول أشرق ثبير كيما نغير أي نسرع إلى النحر وأغار أي شد العدو وأسرع قلت أما قولهم أشرق ثبير وثبير جبل والجبل لا يشرق نفسه ولكني أرى أن الشمس تشرق من ناحيته فكأن ثبيرا لما حال بين الشمس والشرق خاطبه بما تخاطب به الشمس ومثله جعلهم الفعل للزمان على السعة وإن كان للزمان لا يفعل شيئا قولهم نهارك صائم وليلك قائم فينسبون الصوم والقيام إلى النهار والليل لأنهما يقعان فيهما ومنه قوله عز وجل ? < وجعل النهار مبصرا > ? أي تبصرون فيه ثم جعل الفعل له حتى كأنه الذي يبصر دون المخاطب ونحو ذلك كثير في كلامهم وهذا الشيء عقلي فقلته ولم أنقله عن أحد وأما اشتقاقه فإن العرب تقول ثبره عن ذلك يثبره بالضم ثبرا إذا احتبسه يقال ما ثبرك عن حاجتك قال ابن حبيب ومنه سمى ثبير لأنه يواري حراء قلت أنا يجوز أن يسمى ثبيرا لحبسه الشمس عن الشروق في أول طلوعها وبمكة أيضا أثبرة غير ما ذكرنا منها ثبير الزنج كانوا يلعبون عنده و ثبير الخضراء و ثبير النصع وهو جبل المزدلفة وثبير الأحدب كل هذه بمكة وقال أبو عبد الله محمد بن إسحاق الفاكهي في كتاب مكة من تصنيفه كان ابن الرهين العبدري المكي صاحب نوادر ويحكى عنه حكايات فمن ذلك أنه كان يوافي كل يوم أصل ثبير فينظر إليه وإلى قلته إذا تبرز وفرغ ثم يقول قاتلك الله فماذا فني من قومي من رجال |جـ 2 صـ 74| ونساء وأنت قائم على دينك فوالله ليأتين عليك يوم ينسفك الله فيه عن وجه الأرض فيذرك قاعا صفصفا لا يرى فيك عوج ولا أمت قال وإنما سمي ابن الرهين لأن قريشا رهنت جده النضر فسمي النضر الرهين قال العرجي وما أنس م الأشياء لا أنس موقفا لنا ولها بالسفح دون ثبير ولا قولها وهنا وقد سمحت لنا سوابق دمع لا تجف غزير أأنت الذي خبرت أنك باكر غداة غد أو رائج بهجير فقلت يسير بعض يوم بغيبة وما بعض يوم غيبة بيسير وثبير أيضا موضع في ديار مزينة وفي حديث شريس بن ضمرة المزني لما حمل صدقته إلى النبي صلى الله عليه وسلم ويقال هو أول من حمل صدقته قال له ما اسمك فقال شريس فقال له بل أنت شريح وقال يا رسول الله أقطعني ماء يقال له ثبير فقال قد أقطعتكه ",
                "title": "ثبير",
                "uri": "JK_000129_002833"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}