{
    "features": [
        {
            "item": "JK_000952_2583",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.60-61",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الطرسوسي</h1> بفتح الطاء والراء المهملتين والواو بين السينين المهملتين الأولى مضمومة والثانية مكسورة هذه النسبة إلى طرسوس وهي من بلاد الثغر بالشام وكان يضرب بعيدها المثل وكانوا يقولون على ما سمعت أبا علي الحسن بن مسعود الوزير الدمشقي الحافظ يقول كان المشايخ يقولون زينة الإسلام ثلاثة التراويح بمكة فهم يطوفون سبعا بين كل ترويحتين ويوم الجمعة بجامع المنصور لكثرة الناس والزحمة ونصب الأسواق ويوم العيد بطرسوس لأنها ثغر وأهلها يتزينون ويخرجون بالأسلحة الكثيرة المليحة والخيل الحسان ليصل الخبر إلى الكفار فلا يرغبون في قتالهم وقد كان هذا قبل ايامنا والساعة صار هذا البلد في أيدي الفرنج وبجامع المنصور لا يصلون إلا جماعة يسيرة وتروايح مكة بقيت على حالها على ما سمعت ولكن خف الناس وقل المجاورون وانتقصت الشموع والقناديل وأبو أمية محمد بن إبراهيم بن مسلم بن سالم الطرسوسي من ثقات البغداديين المكثرين أقام بطرسوس وتوفي بها في جمادي ألاخرة سنة ثلاث وسبعين ومائتين وحفيده محمد بن إبراهيم بن محمد بن أبي أمية الطرسوسي يروي عن جده أبي أمية روى عنه أبو الحسين بن جميع الغساني وأبو بكر أحمد بن الحسين بن بندار بن أبان الأصبهاني القاضي الطرسوسي الشيخ العابد الصالح المجتهد سمع أبا سعيد أحمد بن محمد بن زياد بن الأعرابي وعبد الله بن محمد بن العلاء الطرسوسي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو بكر الطرسوسي ورد علينا بنيسابور عند محنة أهل طرسوس وسكنها إلى أن توفي بها في شهر رمضان سنة سبعين وثلاثمائة ودفن في مقبرة باب معمر وأبو الفتح محمد بن إبراهيم بن محمد بن يزيد البزاز الغازي الطرسوسي المعروف بابن البصري سكن بيت المقدس سمع أبا أمية محمد بن إبراهيم الطرسوسي |جـ 4 صـ 61| وخيثمة بن سليمان الأطرابلسي وأحمد بن محمد بن أحمد بن سلام ومحمد بن محمد بن داود بن عيسى الكرجي وسليمان بن أحمد الملطي وعبيد الله بن الحسين الأنطاكي وأحمد بن بهزاد السيرافي وأبا سعيد أحمد بن محمد بن زياد الأعرابي والحسن بن عبد الرزاق بن زريق الحمصي وقدم بغداد وحدث بها روى عنه أبو بكر البرقاني ومحمد بن الفرج بن علي البزاز وأبو القاسم الأزهري والقاضي أبو العلاء محمد بن علي الواسطي وعلي بن طلحة المقرىء وكان ثقة ومات ببيت المقدس في سنة تسع أو عشر وأربعمائة وأبو الحسن علي بن عبد الله الطرسوسي الصوفي سكن بخارى يروي عن جعفر بن محمد بن نصير الخلدي وغيره روى عنه أبو عبد الرحمن السلمي وأبو عبد الله الغنجار الحافظ وتوفي ببخارى سنة اثنتين وثمانين وثلاثمائة وأبو محمد ناعم بن السري بن عاصم الطرسوسي من أهل طرسوس يروي عن أبيه وأبي سعيد عبد الله بن سعيد الأشج الكوفي وغيرهما روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وقال أخبرنا ناعم بن السري بن عاصم بطرسوس وأضافني رحمه الله ",
                "title": "الطرسوسي",
                "uri": "JK_000952_2583"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}