{
    "features": [
        {
            "item": "JK_000952_4378",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.649-652",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الهمذاني</h1> بالهاء والميم المفتوحتين والذال المنقوطة بعدهما فهي مدينة بالجبال مشهورة على طريق الحاج والقوافل أقمت بها في التوجه والإنصراف أربعين يوما وكان بها ومنها جماعة من العلماء والأئمة والمحدثين عالم لا يحصى ومن المشهورين منها أبو إسحاق إبراهيم بن الحسين بن علي بن ديزيل الهمذاني المعروف بسيفنة سمع علي بن عياش الحمصي وادم بن أبي إياس العسقلاني وإسماعيل بن أبي أويس المدني ويحيى بن صالح الوحاظي وعفان بن مسلم الأنصاري روى عنه إبراهيم بن سعيد بن معدان البزاز وأبو حفص عمر بن حفص بن هند المستملي والقاسم بن أبي صالح وأحمد بن عبيد وعبد الرحمن بن حمدان الجلاب وغيرهم وإنما قيل له سيفنة باسم طائر بمصر يقع على الشجرة ويقلع الأوراق منها بمنقاره ويرميها حتى لا يترك عليها ورقة واحدة |جـ 5 صـ 650| فلقب إبراهيم بن ديزيل به لأنه إذا ظفر بمحدث لا يفارقه حتى يسمع منه ما عنده ويكتبه ولنا في حرصه حكاية عجيبة مات يوم الأحد اخر يوم من شعبان سنة إحدى وثمانين ومئتين وأبو أحمد المران بن حمويه الهمذاني يقال إن البخاري حدث عنه عن أبي غسان في كتاب الشروط وعبد الحميد بن عصام الهمذاني وهو من أهل جرجان سكن همذان فنسب إليها روى عن سفيان بن عيينة وغيره روى عنه أبو حاتم محمد بن إدريس الرازي وسئل عنه فقال صدوق وأبو الفضل صالح بن أحمد بن محمد بن أحمد بن صالح بن عبد الله بن قيس بن الهذيل بن يزيد بن العباس بن الأحنف بن قيس التميمي الهمذاني من أهل همذان كان حافظا فهما عالما ثقة ثبتا صنف كتابا في طبقات الهمذانيين وكتابا في سنن التحديث وغير ذلك سمع أبا محمد عبد الرحمن بن أبي حاتم ومحمد بن قارن الرازيين والحسن بن علي المكتب وإبراهيم بن عمروس والقاسم بن بندار وعبد الرحمن بن حمدان الهمذانيين ومحمد بن حمدان بن سفيان الطرائفي وسليمان بن داود وعلي بن إبراهيم بن سلمة القزوينيين وطبقتهم روى عنه أبو الفضل محمد بن عيسى البزاز الصوفي ومحمد بن الفرج بن علي البزاز وعلي بن طلحة المقرىء وحدث ببغداد سنة سبعين وثلاثمئة وأبو الفضل أحمد بن الحسين بن يحيى بن سعيد الهمذاني الملقب بالبديع كان أحد الفضلاء الفصحاء وكان متعصبا لأهل الحديث والسنة وما أخرجت همذان بعده مثله هكذا قال أبو الفضل الفلكي وقال كان من مفاخر بلدنا روى عن أبي الحسين أحمد بن فارس بن زكريا الأديب وعيسى بن هشام الأخباري حدث عنه القاضي أبو محمد عبد الله بن الحسين النيسابوري والفقيه أبو سعد محمد بن الحسين بن يحيى أخوه وسكن هراة وبها مات ويقال إنه سم سنة ثمان وتسعين وثلاثمئة وأبو عائشة مسروق بن الأجدع بن مالك الهمداني ثم الوادعي وهو من ولد عبد الله بن وادعة بن عمرو بن عامر بن ناشج بن رافع بن مالك بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همدان من أهل الكوفة سرق وهو صغير ثم وجد فسمي مسروقا وأسلم أبوه الأجدع فسمي عبد الرحمن رأى مسروق أبا بكر وعمر وعثمان وعليا وابن مسعود وعائشة أم المؤمنين رضي الله عنهم روى عنه جماعة منهم عامر الشعبي |جـ 5 صـ 651| وإبراهيم النخعي وكان ممن حضر مع علي حرب النهروان حكي عنه أنه حج فما نام في الطريق إلا ساجدا وهو ابن أخت عمرو بن معد يكرب وكان أبوه أفرس فارس باليمن وكان الشعبي يقول ما علمت أن أحدا كان أطلب للعلم في أفق من الافاق من مسروق وصلى حتى تورمت قدماه وأبو القاسم هارون بن إسحاق الهمداني من أهل الكوفة من الثقات روى عن عبد السلام بن حرب وأبي خالد الأحمر وأبي بكر بن عياش ومحمد بن عبد الوهاب السكري ومطلب بن زياد ومعتمر بن سليمان وعبد الله بن رجاء المكي روى عنه أبو زرعة وأبو حاتم الرازيان وأبو بكر بن أبي داود السجستاني وعبد الرحمن بن أبي حاتم الرازي قال علي بن الحسين بن الجنيد كان محمد بن عبد الله بن نمير يبجله وقال أبو حاتم الرازي هو صدوق وأبو سعيد يحيى بن زكريا بن أبي زائدة الهمداني الكوفي يروي عن الأعمش وإسماعيل بن أبي خالد وعاصم الأحول مات بالمدائن وهو قاض بها في جمادى من سنة ثمانين وهو أول من صنف بالكوفة روى عنه أبو بكر وعثمان ابنا أبي شيبة وهناد بن السري وأبو كريب وغيرهم وكان يحيى بن سعيد القطان يقول ما خالفني بالكوفة أشد علي من ابن أبي زائدة وكان ابن نمير يقول ابن أبي زيادة في الحديث أكثر من ابن إدريس في الإتقان وثقه يحيى بن معين وأحمد بن حنبل قال ابن أبي حاتم سألت أبي عن يحيى بن أبي زائدة فقال مستقيم الحديث صدوق ثقة |جـ 5 صـ 652| ",
                "title": "الهمذاني",
                "uri": "JK_000952_4378"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}