{
    "features": [
        {
            "item": "JK_000952_1544",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.444-445",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الداسي</h1> بفتح الدال والسين المهملتين بينهما الألف هذه النسبة إلى داسه وهو اسم لبعض البصريين أو لقب عرف بذلك أبو بكر محمد بن بكر بن محمد بن عبد الرزاق بن داسه التمار الدارسي البصري من أهل البصرة شيخ ثقة صالح مشهور رواية كتاب السنن لأبي داود سليمان بن الأشعث السجستاني عنه وفاته شيء يسير أقل من جزء وروى ذلك القدر إجازة أو وجادة وروى أيضا عن أبي إسحاق إبراهيم بن فهد بن حكيم الساجي البصري وأبي رويق عبد الرحمن بن خلف البصري وأبي جعفر محمد بن الحسن بن يونس الشيرازي وغيرهم روى عنه أبو بكر محمد بن إبراهيم بن المقرئ الأصبهاني وأبو عبد الله الحسين بن محمد بن محمد الروذباري وأبو علي الحسن بن محمد بن بشار السابوري وأبو علي الحسن بن داود بن رضوان السمرقندي والإمام أبو سليمان حمد بن محمد بن إبراهيم |جـ 2 صـ 445| البستي الخطابي وجماعة سواهم وكانت وفاته في حدود سنة عشرين وثلاثمائة أو بعدها وذكره ابن المقرئ الأصبهاني في معجم شيوخه وقال ثنا أبو بكر بن داسه البصري الشيخ الصالح وروى عنه أبو الحسين محمد بن أحمد بن محمد بن جميع الغساني الحافظ ومن أقرانه أبو علي الحسن بن أحمد بن عبد الله بن أحمد بن بكر بن محمد بن عبد الرزاق بن داسه الحنيفي الداسي البصري كان حنيفي المذهب من أهل البصرة سمع جده عبد الله بن أحمد وأبا بكر بن زحر وعلي بن محمد التمار ودخل بغداد فسمع أبا عمر عبد الواحد بن مهدي وغيره سمع منه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وذكره في معجم شيوخه وقال رأيته بالبصرة وحدثنا بأحاديث عدة من حفظه يدعي حفظ الحديث وأبو عبد الله محمد بن أحمد بن داسه المعدل البصري الداسي من أهل البصرة يروي عن أبي العباس أحمد بن عبد الرحمن بن المغيرة الخاركي وجده أبي محمد روى عنه أبو يعلى أحمد بن محمد بن الحسن العبدي وأبو محمد عبد الله بن الحسين بن علي السعيدي البصريان توفي بعد سنة أربعمائة ",
                "title": "الداسي",
                "uri": "JK_000952_1544"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}