{
    "features": [
        {
            "item": "JK_000129_004595",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.364-365",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خزاز</h1> وخزازى هما لغتان كلاهما بفتح أوله وزاءين معجمتين قال أبو منصور وخزازى شكل |جـ 2 صـ 365| في النحو وأحسنه أن يقال هو جمع سمي به كعراعر ولا واحد له كأبابيل وقال الحارث بن حلزة فتنورت نارها من بعيد بخزازى هيهات منك الصلاء واختلفت العبارات في موضعه فقال بعضهم هو جبل بين منعج وعاقل بإزاء حمى ضرية قال ومصعدهم كي يقطعوا بطن منعج فضاق بهم ذرعا خزاز وعاقل وقال النميري هو رجل من بني ظالم يقال له الدهقان فقال أنشد الدار بعطفي منعج وخزاز نشدة الباغي المضل قد مضى حولان مذ عهدي بها واستهلت نصف حول مقتبل فهي خرساء إذا كلمتها ويشوق العين عرفان الطلل وقال أبو عبيدة كان يوم خزاز بعقب السلان وخزاز وكير ومتالع أجبال ثلاثة بطخفة ما بين البصرة إلى مكة فمتالع عن يمين الطريق للذاهب إلى مكة وكير عن شماله وخزاز بنحر الطريق إلا أنها لا يمر الناس عليها ثلاثتها وقيل خزاز جبل لبني غاضرة خاصة وقال أبو زياد هما خزازان وهما هضبتان طويلتان بين أبانين جبل بني أسد وبين مهب الجنوب على مسيرة يومين بواد يقال له منعج وهما بين بلاد بني عامر وبلاد بني أسد وغلط فيه الجوهري غلطا عجيبا فإنه قال خزاز جبل كانت العرب توقد عليه غداة الغارة فجعل الإيقاد وصفا لازما له وهو غلط إنما كان ذلك مرة في وقعة لهم قال القتال الكلابي وسفع كدور الهاجري بجعجع تحفر في أعقارهن الهجارس مواثل ما دامت خزاز مكانها بجبانة كانت إليها المجالس تمشى بها ربد النعام كأنها رجال القرى تمشي عليها الطيالس وهذا ذكر يوم خزاز بطوله مختصر الألفاظ دون المعاني عن أبي زياد الكلابي قال اجتمعت مضر وربيعة على أن يجعلوا منهم ملكا يقضي بينهم فكل أراد أن يكون منهم ثم تراضوا أن يكون من ربيعة ملك ومن مضر ملك ثم أراد كل بطن من ربيعة ومن مضر أن الملك منهم ثم اتفقوا على أن يتخذوا ملكا من اليمن فطلبوا ذلك إلى بني آكل المرار من كندة فملكت بنو عامر شراحيل بن الحارث الملك بن عمر المقصور بن حجر آكل المرار وملكت بنو تميم وضبة محرق بن الحارث وملكت وائل شرحبيل بن الحارث وقال ابن الكلبي كان ملك بني تغلب وبكر بن وائل سلمة بن الحارث وملكت بقية قيس غلفاء وهو معدي كرب بن الحارث وملكت بنو أسد وكنانة حجر بن الحارث أبا امرىء القيس فقتلت بنو أسد حجرا ولذلك قصة ثم قصص امرىء القيس في الطلب بثأر أبيه ونهضت بنو عامر على شراحيل فقتلوه وولي قتله بنو جعدة بن كعب بن ربيعة بن صعصعة فقال في ذلك النابغة الجعدي أرحنا معدا من شراحيل بعدما أراهم مع الصبح الكواكب مصحرا وقتلت بنو تميم محرقا وقتلت وائل شرحبيل فكان حديث يوم الكلاب ولم يبق من بني آكل المرار |جـ 2 صـ 366| غير سلمة فجمع جموع اليمن وسار ليقتل نزارا وبلغ ذلك نزارا فاجتمع منهم بنو عامر بن صعصعة وبنو وائل تغلب وبكر وقال غير أبي زياد وبلغ الخبر إلى كليب وائل فجمع ربيعة وقدم على مقدمته السفاح التغلبي واسمه سلمة بن خالد وأمره أن يعلو خزازى فيوقد بها النار ليهتدي الجيش بناره وقال له إن غشيك العدو فأوقد نارين وبلغ سلمة اجتماع ربيعة ومسيرها فأقبل ومعه قبائل مذحج وكلما مر بقبيلة استفزها وهجمت مذحج على خزازى ليلا فرفع السفاح نارين فأقبل كليب في جموع ربيعة إليهم فصبحهم فالتقوا بخزازى فاقتتلوا قتالا شديدا فانهزمت جموع اليمن فلذلك يقول السفاح التغلبي وليل بت أوقد في خزازى هديت كتائبا متحيرات ضللن من السهاد وكن لولا سهاد القوم أحسب هاديات وقال أبو زياد الكلابي أخبرنا من أدركناه من مضر وربيعة أن الأحوص بن جعفر بن كلاب كان على نزار كلها يوم خزاز قال وهو الذي أوقد النار على خزاز قال ويوم خزاز أعظم يوم التقته العرب في الجاهلية قال وأخبرنا أهل العلم منا الذين أدركنا أنه على نزار الأحوص بن جعفر ثم ذكرت ربيعة ههنا أخيرا من الدهر أن كليبا كان على نزار وقال بعضهم كان كليب على ربيعة والأحوص على مضر قال ولم أسمع في يوم خزاز بشعر إلا قول عمرو بن كلثوم التغلبي ونحن غداة أوقد في خزازى رفدنا فوق رفد الرافدينا برأس من بني جشم بن بكر ندق به السهولة والحزونا تهددنا وتوعدنا رويدا متى كنا لأمك مقتوينا قال وما سمعناه سمى رئيسا كان على الناس قلت هذه غفلة عجيبة من أبي زياد بعد إنشاده برأس من بني جشم بن بكر وكليب اسمه وائل بن ربيعة بن زهير بن جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب بن وائل وهل شيء أوضح من هذا قال أبو زياد وحدثنا من أدركناه ممن كنا نثق به بالبادية أن نزارا لم تكن تستنصف من اليمن ولم تزل اليمن قاهرة لها في كل شيء حتى كان يوم خزاز فلم تزل نزار ممتنعة قاهرة لليمن في يوم يلتقونه بعد خزاز حتى جاء الإسلام وقال عمرو بن زيد لا أعرفه لكن ابن الحائك كذا قال في يوم خزاز وفيه دليل على أن كليبا كان رئيس معد كانت لنا بخزازى وقعة عجب لما التقينا وحادي الموت يحديها ملنا على وائل في وسط بلدتها وذو الفخار كليب العز يحميها قد فوضوه وساروا تحت رايته سارت إليه معد من أقاصيها وحمير قومنا صارت مقاولها ومذحج الغر صارت في تعانيها وهي طويلة وقال في آخرها وكثير من الناس يذكر أن خزاز هي المهجم من أسفل وادي سردد ",
                "title": "خزاز",
                "uri": "JK_000129_004595"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}