{
    "features": [
        {
            "item": "JK_000129_007789",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.377-378",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شهرستان والنسبة الشهرستاني</h1> بليدة بخراسان قرب نسا بينهما ثلاثة أميال وهي بين نيسابور وخوارزم وإليها تنتهي بادية الرمل التي بين خوارزم ونيسابور فإنها على طرفه رأيتها في سنة 671 وقت هربي من خوارزم من التتر الذين وردوا وخربوا البلاد فوجدتها مدينة ليس بقربها بستان ومزارعها بعيدة منها والرمال متصلة بها وقد شرع الخراب فيها وقد جلا أكثر أهلها من خوف التتر يعمل بها العمائم الطوال الرفاع لم أر فيها شيئا من الخصائص المستحسنة وقد نسب إليها قوم من أهل العلم منهم محمد بن عبد الكريم بن أحمد أبو الفتح بن أبي القاسم بن أبي بكر الشهرستاني المتكلم الفيلسوف صاحب التصانيف قال أبو محمد محمود بن محمد بن عباس بن أرسلان الخوارزمي في تاريخ خوارزم دخل خوارزم واتخذ بها دارا وسكنها مدة ثم تحول إلى خراسان وكان عالما حسنا حسن الخط واللفظ لطيف المحاورة خفيف المحاضرة طيب المعاشرة تفقه بنيسابور على أحمد الخوافي وأبي نصر القشيري وقرأ الأصول على أبي القاسم الأنصاري وسمع الحديث على أبي الحسن علي ابن أحمد بن محمد المدائني وغيره ولولا تخبطه في الإعتقاد وميله إلى هذا الإلحاد لكان هو الإمام وكثيرا ما كنا نتعجب من وفور فضله وكمال عقله كيف مال إلى شيء لا أصل له واختار أمرا لا دليل عليه لا معقولا ولا منقولا ونعوذ بالله من الخذلان والحرمان من نور الإيمان وليس ذلك إلا لإعراضه عن نور الشريعة واشتغاله بظلمات الفلسفة وقد كان بيننا محاورات ومفاوضات فكان يبالغ في نصرة مذاهب الفلاسفة والذب عنهم وقد حضرت عدة مجالس من وعظه فلم يكن فيها لفظ قال الله ولا قال رسول الله صلى الله عليه وسلم ولا جواب على المسائل الشرعية والله أعلم بحاله وخرج من خوارزم سنة 015 وحج في هذه السنة ثم أقام ببغداد ثلاث سنين وكان له مجلس وعظ في النظامية وظهر له قبول عند العوام وكان المدرس بها يومئذ أسعد الميهني وكان بينهما صحبة سالفة بخوازم قربه أسعد لذلك سمعت محمد بن عبد الكريم يقول سئل يوما في محلة ببغداد عن سيدنا موسى عليه السلام فقال التفت موسى يمينا ويسارا فما رأى من يستأنس به صاحبا ولا جارا فآنس من جانب الطور نارا خرجنا نبتغي مكة حجاجا وعمارا فلما بلغ الحيوة حاذى جملي جارا فصادفنا ورهبانا وخمارا وكان قد صنف كتبا كثيرة في علم الكلام منها كتاب نهاية الاقدام وكتاب الملل والنحل وكتاب غاية المرام في علم الكلام وكتاب دقائق الأوهام وكتاب الإرشاد إلى عقائد العباد وكتاب المبدإ والمعاد وكتاب شرح سورة يوسف بعبارة لطيفة فلسفية وكتاب الأقطار في الأصول ثم عاد إلى بلده شهرستان فمات بها في سنة 945 أو قريبا منها ومولده سنة 469 |جـ 3 صـ 378| ",
                "title": "شهرستان والنسبة الشهرستاني",
                "uri": "JK_000129_007789"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}