{
    "features": [
        {
            "item": "JK_000952_1243",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.280-281",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحنفي</h1> بفتح الحاء المهملة والنون وفي آخرها الفاء هذه النسبة إلى بني حنيفة وهم قوم أكثرهم نزلوا اليمامة وكانوا قد تبعوا مسيلمة الكذاب المتنبي ثم أسلموا زمن أبي بكر رضي الله عنه وقتل مسيلمة فالمشهور بالنسبة إليها جماعة كثيرة منهم سراج بن عقبة بن طلف بن علي الحنفي من أهل اليمامة يروي عن عمته خلدة بنت طلق روى عنه ملازم بن عمرو وقد قيل أن اسم عمته جعدة وعبد الله بن بدر بن عميرة بن الحارث بن شمر الحنفي |جـ 2 صـ 281| اليمامي جد ملازم بن عمرو يروى عن قيس بن طلق بن علي وعبد الرحمن بن علي بن شيبان روى عنه ملازم بن عمرو وعبد الحميد بن عقبة بن قيس بن طلق بن علي الحنفي من أهل اليمامة يروي عن قيس بن طلق روى عنه ملازم بن عمرو وعبد الحميد بن عبد الحميد الحنفي من أهل اليمامة يروي عن هوذة بن قيس روى عنه ملازم بن عمرو والسري بن هوذة وأثال بن قرة بن حوشب الحنفي من أهل اليمامة يروي عن أم سلمة رضي الله عنها روى عنه عكرمة بن عمار وجماعة سواهم مثل إسماعيل بن سميع الحنفيي وأيوب بن النجار الحنفي وأبي سليمان خليد بن جعفر الحنفي وأبي رميل سماك بن الوليد الحنفي وغيرهم وأبو الوليد أحمد بن عبد الله بن أبي رجاء الحنفي الهروي يروي عن يحيى بن سعيد القطان ومحمد بن عبيد الكوفي قال ابن أبي حاتم سمعت أبا زرعة يقول يعد في الهرويين وكتبت عنه قال ابن أبي حاتم كتب عنه أبي على باب إبراهيم بن موسى سئل أبي عنه فقال صدوق وأما أبو عبد الله محمد بن الحنفية ابن أمير المؤمنين علي بن أبي طالب رضي الله عنه نسب إلى أمه واسمها خولة وسميت الحنفية وغلب عليها لأنها كانت من سبي بني حنيفة أعطاها إياه الصديق أبو بكر رضي الله عنه ولو لم يكن إماما لما صح قسمته وبهذا يستدل أهل السنة على الشيعة أن خولة كانت من سبي بني حنيفة وقسمها أبو بكر رضي الله عنه ولو لم يكن إماما لما صح قسمته وتصرفه في خمس الغنيمة وعلي رضي الله عنه أخذ خولة وأعتقها وتزوج بها ",
                "title": "الحنفي",
                "uri": "JK_000952_1243"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}