{
    "features": [
        {
            "item": "JK_000952_3452",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.70-73",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكسي</h1> بكسر الكاف وتشديد السين المهملة هذه النسبة إلى بلدة بما وراء النهر يقال لها كس أقمت بها اثني عشر يوما وقد ذكر الحفاظ في تواريخهم أن اسم هذه البلدة كس بكسر الكاف والسين غير المنقوطة والنسبة إليها كسي غير ان المشهور كش بفتح الكاف والشين المنقوطة بقرب نخشب والمعروف من هذه البلدة أبو محمد عبد الحميد بن حميد بن نصر الكشي وهو المعروف بعبد حميد إمام |جـ 5 صـ 71| جليل القدر ممن جمع وصنف سمع يزيد بن هارون وعبد الرزاق بن همام روى عنه مسلم بن الحجاج وأبو عيسى الترمذي وعمر بن محمد البحتري وغيرهم وكانت إليه الرحلة من أقطار الأرض مات في شهر رمضان سنة تسع وأربعين ومائتين وأبو نصر الفتح بن عمرو الكسي الوراق يروي عن يزيد بن هارون أيضا وعبيد الله بن موسى وأزهر السمان وعبيد الله بن ثور وبعد الحميد الحماني والحسن بن قتيبة وإبراهيم بن الحكم بن أبان روى عنه أحمد بن محمد بن الحسن البلخي وأبو حاتم الرازي وأحمد بن سلمة النيسابوري وهو مستقيم الحديث صدوق وأبو الفضائل محمد بن عبد الله بن أبي المظفر الكسي ولد بها وسكن سمرقند أصله من نسف سمعت منه بسمرقند ومن القدماء أبو جعفر محمد بن حاتم بن خزيمة بن قتيبة بن محمد بن علي بن القاسم بن جعفر بن الفضل بن إبراهيم بن أسامة بن زيد بن حارثة بن شراحيل الكلبي الكسي ذكره الحاكم أبو عبد الله الحافظ فقال محمد بن حاتم الكسي أبو جعفر قدم علينا هذا الشيخ في رجب من سنة تسع وثلاثين وثلاثمائة فحدث عن عبد بن حميد وفتح بن عمرو الكسيين وقد ماتا قبل الخمسين والمائتين وذكر أنه ابن مائة وثمان سنين وعرضت كتبه على الإمام أبي بكر بن إسحاق الفقيه فأمرنا بالسماع منه والله أعلم ثم قال توفي أبو جعفر محمد بن حاتم الكسي رحمه الله في توجهه إلى الحج بهمذان في شوال من سنة تسع وثلاثين وثلاثمائة ولم يحدث بالعراق ولا بالحجاز فإني تعرفت ذلك بعد وفاته وأبو نصر محمد بن الطيب الكسي الزاهد وكان من الفقهاء العباد والرحالة في طلب الحديث سمع بنيسابور أبا عبد الله البوشنجي وبالري محمد بن أيوب وببغداد يوسف بن يعقوب القاضي روى عنه أبو الوليد الفقيه وأبو إسحاق المزكي وأبو سعيد بن أبي عثمان وكان أبو الحسن علي بن محمد بن يحيى التميمي سلم ابنه أبا أحمد الحسين بن |جـ 5 صـ 72| علي إليه حتى حج به ورده إلى بغداد وأقام معه يسمعه الحديث فسمع أبو أحمد يذكر اجتهاده وعبادته في تورعه عن أشياء عجيبة وصبره على الاجتهاد وقلة الطعم وكثرة الصوم في السفر والحضر ما يطول شرحه وكانت وفاته سنة ثمان عشرة وثلاثمائة ودفن في مقبرة الحسين |جـ 5 صـ 73| ",
                "title": "الكسي",
                "uri": "JK_000952_3452"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}