{
    "features": [
        {
            "item": "JK_000952_0899",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.60-62",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجشمي</h1> بضم الجيم وفتح الشين وفي آخرها الميم هذه النسبة إلى قبائل منها جشم بن الخزرج منهم أبو عمرو الحباب بن المنذر الجموح المديني الأنصاري من بني جشم بن الخزرج شهد بدرا وهو ابن ثلاث وثلاثين سنة وهو الذي قال يوم السقيفة أنا جذيلها المحكك وعذيقها المرجب وقد ينتسب إلى بني جشم ولاء أبو سعيد عبيد الله بن عمر بن ميسرة القواريري الجشمي من أهل البصرة سكن بغداد قال أبو حاتم بن حبان القواريري مولى بني جشم يروي عن حماد بن زيد والبصريين حدثنا عنه شيوخنا الحسن بن سفيان وغيره ومنهم من ينتسب إلى بني جشم بن معاوية وهو زيد بن جبير بن حرمل الجشمي عداده في أهل الكوفة يروي عن ابن عمر رضي الله عنهما روى عنه الثوري وأبو الأحوص عوف بن مالك بن واشم الجشمي من جشم سعد بن بكر يروى عن أبيه مالك بن واشم روى عنه عبد الملك بن عميره وغيره وفي بكر بن وائل جشم وهو جشم بن قيس بن سعد بن عجل بن لحيم بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أفصي بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان من هذه القبيلة أبو عيسى محمد بن أحمد بن قطن بن خالد بن حبان بن مسلم بن أبي بن سلمة بن قيس بن حارثة بن دلف بن جشم بن قيس الجشمي السمسار من أهل بغداد سمع الحسن بن عرفة وحماد بن الحسن بن عنبسة وعلي بن حرب وحميد بن الربيع وعمر بن مدرك ونحوهم روى عنه عمر بن محمد بن سيف والقاضي أبو الحسن الجراحي وأبو الحسن الدارقطني وعمر بن إبراهيم الكتاني وكان ثقة قال محمد بن أحمد بن علي الكاتب قال لي أبو بكر بن |جـ 2 صـ 62| مجاهد امض إلى أبي عيسى بن قطن فاسمع منه قراءة أبي عمرو فإني قد سمعتها منه وكانت ولادته في يوم الجمعة يوم عاشوراء سنة خمس وثلاثين ومائتين وتوفي في شهر ربيع الآخر من سنة خمس وعشرين وثلاثمائة وأبو حاتم إسماعيل بن سهل الجشمي من ولد أبي إسرائيل الجشمي يروي عن إبراهيم بن حميد الرواسي روى عنه عمرو بن علي الفلاس وكان من أهل البصرة ومن بني جشم بن الحارث بن سعد بن ثعلبة بن دودان بن أسد بن خزيمة قال ابن حبيب عن ابن الكلبي أبو حصين عثمان بن عاصم بن حصين الجشمي من بني جشم بن الحارث بن سعد ",
                "title": "الجشمي",
                "uri": "JK_000952_0899"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}