{
    "features": [
        {
            "item": "JK_000952_2827",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.245-250",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العنبري</h1> بفتح العين المهملة وسكون النون وفتح الباء الموحدة والراء هذه النسبة إلى بني العنبر ويخفف فيقال لهم بلعنبر وهم جماعة من بني تميم ينسبون إلى بني العنبر بن عمرو بن تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار منهم أبو عبد الرحمن محمد بن أبان بن الحكم بن يزيد بن جابر بن خيران بن أخزم بن ذهل بن ذؤيب بن عمور بن العنبر العنبري يروي عن الثوري وأبي حنيفة ومسعر بن كدام وشعبة وهو ابن عم محمد بن يحيى بن أبان العنبري وأبو عبد الله عامر بن عبد الله بن عبد قيس التميمي العنبري من عباد أهل البصرة |جـ 4 صـ 246| وزهادهم وكثرة الأخبار عنه في الصلاح تغني عن الاشتغال بذكرها وهو من الزهاد الثمانية رأى جماعة من الصحابة رضي الله عنهم روى عنه الحسن وابن سيرين وأهل البصرة سكن الشام وأبو عبيد الله الحسن بن حصين بن أبي الحر بن الخشخاش العنبري والد عبيد الله بن الحسن العنبري الفقيه من أهل البصرة يروي عن سعيد بن جبير وعلي بن الحسين روى عنه معاذ بن معاذ العنبري وغيره والخشخاش بن جناب العنبري له صحبة وعبيد بن الخشخاش بالشينين المعجمتين أيضا يروي عن أبي ذر وممن انتسب إليه ولاء أبو غسان يحيى بن كثير بن درهم العنبري مولاهم أصله من خراسان وعداده في البصرة وهو الذي يقال له السعيري روى عن شعبة روى عنه بندار وأهل البصرة ومات بعد المائتين وأبو غياث روح بن القاسم العنبري التميمي من أنفسهم بصري يروي عن عطاء وابن المنكدر روى عنه ابن المبارك ويزيد بن زريع وابن علية ومات قبل الححاج بن أرطاة سنة إحدى وأربعين ومائة وكان حافظا متقنا قال الطبري وردان وحيدة ابنا مخرم بن مخرمة بن قرط بن جناب العنبري من بني العنبر بن عمرو بن تميم لهما صحبة وأبو عبد الله سوار بن عبد الله بن قدامة العنبري القاضي من أهل البصرة يروي عن بكر بن عبد الله المزني وكان فقيها روى عنه أهل البصرة وابنه عبد الله بن سوار وعبد الملك بن حسان العنبري أخو نصر بن حسان من أهل البصرة يروي عن |جـ 4 صـ 247| العراقيين روى عنه جويرية بن أسماء وعبيد الله بن الحسن بن الحصين بن أبي الحر بن الخشخاش العنبري التميمي قاضي البصرة يروي عن حميد الطويل روى عنه عبد الرحمن بن مهدي وأهل بلده مات سنة ثمان وستين ومائة وأبو عبد الله سوار بن عبد الله بن سوار بن عبد الله بن قدامة بن عنزة بن نقب بن عمرو بن الحارث بن مجفر بن كعب بن العنبر بن عمرو البصري العنبري من أهل البصرة نزل بغداد وولي قضاء الرصافة وحدث عن أبيه وعن عبد الوارث بن سعيد ومعتمر بن سليمان وعبد الرحمن بن مهدي ويحيى بن سعيد القطان ويزيد بن زريع وبشر بن المفضل وروى عنه عبد الله بن أحمد بن حنبل ويحيى بن محمد بن صاعد وغيرهما أثنى عليه أحمد بن حنبل ووثقه أبو عبد الرحمن النسائي وكان فقيها فصيحا أديبا شاعرا عظيم الحية توفي في شوال سنة خمس وأربعين ومائتين وأبو بكر محمد بن عمر العنبري الشاعر من أهل بغداد وكان ظريفا أديبا حسن العشرة صلف النفس مليح الشعر روى عنه أبو منصور محمد بن محمد بن عبد العزيز العكبري ومن مليح شعره قوله % ما أبالي إذا حملت عن الإخوان % % ثقلي ودنت بالتخفيف % % ورفضت الكثير من كل شيء % % وتقنعت بالقليل الطفيف % % ورآني الأنام طرا بعيني % % زاهد في وضيعهم والشريف % % أنا عبد الصديق ما صدق الود % % وبعض الأنام عبد الرغيف % ومات العنبري في جمادي الأولى سنة اثنتي عشرة وأربعمائة وأبو الفضل العباس بن عبد العظيم بن إسماعيل بن توبة بن كيسان العنبري من أهل البصرة سمع يحيى بن سعيد القطان وعبد الرحمن بن مهدي ومعاذ بن هشام وعبد الرزاق بن همام وطبقتهم روى عنه أبو حاتم الرازي ومسلم بن الحجاج وأبو داود السجستاني وغيرهم قدم بغداد وجالس بها أحمد بن حنبل وأبا عبيد القاسم بن سلام وبشر بن الحارث وكان ثقة مأمونا ومات سنة ست وأربعين ومائتين وأبو المثنى معاذ بن معاذ بن نصر بن حسان بن الحر بن مالك بن الخشخاش بن جناب بن الحارث بن خلف بن الحارث بن مجفر بن كعب بن العنبر بن عمرو بن تميم العنبري من أهل البصرة سمع سليمان التيمي وعبد الله بن عون وعوفا الأعرابي |جـ 4 صـ 248| وسعيد بن أبي عروبة وشعبة بن الحجاج وسفيان الثوري وعبد الرحمن المسعودي وغيرهم روى عنه ابناه عبيد الله والمثنى وعلي بن المديني وأحمد بن حنبل ويحيى بن معين وأبو خيثمة وسعدان بن نصر وغيرهم تولى القضاء بالبصرة وكان له محل ومنزلة فلم يحمد أهل البصرة أمره وكثر الكارهون له والرفائع عليه فلما صرف عن القضاء أظهر أهل البصرة السرور به ونحروا الجزور وتصدقوا بلحمها واستتر في بيته خوف الوثوب عليه ثم أشخص بعد هذا الوقت إلى الرشيد فاعتذر فقبل عذره ووهب له ألف دينار وكان من الأثبات في الحديث وكان يحيى بن سعيد في سجوده يقول اللهم اغفر لخالد بن الحارث ولمعاذ بن معاذ فذكرت ذلك ليحيى فلم ينكره وقال حدثنا شعبة عن معاوية بن قرة قال قال أبو الدرداء إني لأستغفر لسبعين من إخواني في السجود أسميهم بأسمائهم وأسماء آبائهم قال يحيى القطان طلبت الحديث مع رجلين من العرب خالد بن الحارث بن سليم الهجيمي ومعاذ بن معاذ العنبري وأنا مولى لقريش لتيم الله فوالله ما سبقاني إلى محدث قط فكتبا أشياء حتى أحضر وما أبالي إذا تابعني معاذ بن معاذ وخالد بن الحارث من خالفني من الناس ومات بالبصرة وهو ابن سبع وسبعين سنة في شهر ربيع الآخر سنة ست وتسعين ومائة في خلافة محمد بن هارون وصلى عليه محمد بن عباد المهلبي وكان يومئذ على صلاة البصرة والإمرة وابنه أبو الحسن المثنى بن معاذ العنبري البصري قدم بغداد وحدث عن أبيه وبشر بن المفضل ومعتمر بن سليمان وسلم بن قتيبة ويحيى بن سعيد القطان روى عنه ابنه معاذ بن المثنى وأبو يحيى محمد بن سعيد بن غالب العطار وأبو بكر بن أبي الدنيا وكان ثقة ذكره يحيى بن معين ووصفه بالتوثق والصدق وقال كان من خيار المسلمين وهو خير من أخيه عبيد الله بن معاذ مائة مرة ومات سنة ثمان وعشرين ومائتين والذي نسب إلى جده الأعلى أبو عبد الله سعيد بن عبد الله بن العنبر بن عطاء بن صالح بن محمد بن عبد الله بن محمد بن بغيان العنبري النيسابوري وكان من أعيان وجوه نيسابور من المذكورين بالأدب والكتابة وسمع علي بن الحسين الهلالي ومحمد بن عبد الوهاب العبدي وقطن بن |جـ 4 صـ 249| إبراهيم القشيري وبالري أبا زرعة ومحمد بن مسلم بن واره وأبا حاتم الرازي روى عنه أبو زكريا العنبري ومات في شهر رمضان سنة خمس عشرة وثلاثمائة وأبو الفوارس أحمد بن الفضل بن أحمد بن علي بن محمد بن يحيى بن أحمد بن يحيى بن ابان بن الحكم بن يزيد بن جابر بن خيران بن الأخزم بن ذهل بن ذؤيب بن حنجود بن جندب بن العنبر بن عمرو بن تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان العنبري من أهل أصبهان سمع أبا عبد الله محمد بن إبراهيم الجرجاني وأبا بكر أحمد بن موسى بن مردويه وأبا سعيد محمد بن علي بن عمرو النقاش وغيرهم سمع منه أبو محمد عبد العزيز بن محمد النخشبي الحافظ وذكره في معجم شيوخه وقال الشيخ الثقة الأمين من أهل السنة من خواص أصحاب الشيخ أبي القاسم بن مندة وابنه عبد السلام بن أحمد بن الفضل العنبري سمع عبد الرحمن بن أبي عبد الله بن منده سمعت منه مجالس من أمالي أبي عبد الله بن مندة بأصبهان وثم من ينسب إلى جده الأعلى وليس من بلعنبر هو أبو زكريا يحيى بن محمد بن عبد الله بن عنبر بن صالح بن محمد بن عبد الله بن بغيان العنبري السلمي مولى أبي حزقاء السلمي من أهل نيسابور وكان من المشاهير من علماء المحدثين سمع منه الحاكم أبو عبد الله الحافظ وابنه أبو العباس محمد بن يحيى العنبري كان من الأدباء حسن الشعر سمع أبا نعيم الجرجاني وأبا عمرو الحيري روى عنه الحاكم أبو عبد الله الحافظ وقال صحبنا إلى بغداد سنة خمس وأربعين ولم يحج تلك السنة ومات في شهر رمضان سنة أربع وثلاثين وثلاثمائة وابنه الآخر أبو محمد عبد الله بن يحيى بن محمد بن عبد الله بن العنبر العنبري كان من الصلحاء سمعه أبوه عن أبي بكر محمد بن إسحاق بن خزيمة وأبي العباس |جـ 4 صـ 250| محمد بن إسحاق الثقفي روى عنه الحافظ أبو عبد الله أيضا وقال توفي في شهر رمضان سنة ثمان وستين وثلاثمائة وهو ابن ثمان وسبعين سنة ",
                "title": "العنبري",
                "uri": "JK_000952_2827"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}