{
    "features": [
        {
            "item": "JK_000952_0465",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.332-333",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البروجردي</h1> بضم الباء والراء بعدها الواو وكسر الجيم وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى بروجرد وهي بلدة حسنة كثيرة الأشجار والأنهار من بلاد الجبل على ثمانية عشر فرسخا من همذان أقمت بها قريبا من خمسين يوما خرج منها جماعة من العلماء في كل فن منهم أبو بكر أحمد بن محمد بن خالد البروجردي قدم بغداد وحدث بها عن أبي الحسن علي بن محمد بن عامر النهاوندي روى عنه أبو الحسن أحمد بن محمد بن أحمد بن منصور العتيقي وكانت وفاته في حدود الأربعمائة وأبو العباس أحمد بن محمد بن صالح الخطيب البروجردي سكن بغداد وحدث بها عن إبراهيم بن الحسين بن ديزيل الهمذاني روى عنه أبو الفتح هلال بن محمد بن جعفر الحفار وأبو بكر محمد بن عمر بن بكير النجار ومحمد بن محمد بن عثمان السواق توفي بعد شوال سنة ثمان وستين وثلاثمائة فإنه حدث في هذه السنة وأبو عبد الله محمد بن عيسى بن ديزك البروجردي سكن بغداد وحدث بها عن عمير بن مرداس الدونقي ومحمد بن إبراهيم بن زياد الرازي كتب الناس عنه بانتخاب محمد بن المظفر وروى عنه سلامة بن عمر النصيبي وأبو نعيم أحمد بن عبد الله الحافظ وكان ثقة معلما لابن الخليفة يقال أن أبا سعيد السيرافي درس عليه الأدب وكان مستورا جميل المذهب من أهل القرآن وكان يتلوه إلى أن خرجت نفسه في جمادي الآخرة سنة تسع وخمسين وثلاثمائة وأبو الحسن عبيد الله بن |جـ 1 صـ 333| سعيد بن عبد الله القاضي البروجردي سكن بغداد وكان صدوقا سمع عبد الله بن محمد بن وهب الدينوري ومحمد بن محمد بن سليمان الباغندي والحسين محمد بن عفير الأنصاري ومحمد بن عمران بن هارون الدينوري ومحمد بن إبراهيم بن إسحاق الأصبهاني شيخا يروي عن أبي مسعود أحمد بن الفرات الرازي روى عنه أبو القاسم عبد العزيز بن علي الأزجي وأبو منصور محمد بن عيسى بن عبد العزيز الهمذاني وعبد الملك بن عمر بن خلف الرزاز وغيرهم مات بعد سنة إحدى وسبعين وثلاثمائة وجماعة أكثر من اثني عشر نفسا من شيوخ بروجرد كتبت عنهم بها ",
                "title": "البروجردي",
                "uri": "JK_000952_0465"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}