{
    "features": [
        {
            "item": "JK_000129_006072",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.106-107",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الرهاء والنسبة الرهاوي</h1> بضم أوله والمد والقصر مدينة بالجزيرة بين الموصل والشام بينهما ستة فراسخ سميت باسم الذي استحدثها وهو الرهاء بن البلندى بن مالك ابن دعر وقال الكلبي في كتاب أنساب البلاد بخط حجحج الرهاء بن سبند بن مالك بن دعر بن حجر ابن جزيلة بن لخم وقال قوم إنها سميت بالرها ابن الروم بن لنطي بن سام بن نوح عليه السلام قال بطليموس مدينة الرها طولها اثنتان وسبعون درجة وثلاثون دقيقة وعرضها سبع وثلاثون درجة وثلاثون دقيقة طالعها سعد الذابح لها شركة في النسر الطائر تحت ثلاث عشرة درجة من السرطان بيت ملكها مثلها من الحمل في الإقليم الرابع وقال يحيى ابن جرير النصراني الرها اسمها بالرومية أذاسا بنيت في السنة السادسة من موت الإسكندر بناها الملك سلوقس كما ذكرنا في أذاسا والنسبة إليها رهاوي وكذلك النسبة إلى رهاء قبيلة من مذحج وقد نسب إليها جماعة من المتقدمين والمتأخرين فمن المتقدمين يحيى بن أبي أسد الرهاوي أخو زيد يروي عن الزهري وعمرو بن شعيب وغيرهما كان يقلب الأسانيد ويرفع المراسيل لا يجوز الاحتجاج به روى عنه أهل بلده وغيرهم ومات سنة 416 ومن المتأخرين الحافظ عبد القادر بن عبدالله بن عبد الرحمن الرهاوي أبو محمد ولد بالرها ونشأ بالموصل وكان مولى لبعض أهل الموصل وطلب العلم وسمع الكثير رحل في طلب الحديث من الجزيرة إلى الشام ومصر وسمع بالإسكندرية من الحافظ أبي طاهر السلفي ودخل العراق وسمع من ابن الخشاب وخلق كثير من تلك الطبقة ومضى إلى أصبهان ونيسابور ومرو وهراة وسمع من مشايخها وقدم واسطا وسمع بها وعاد إلى الموصل وأقام بها بدار الحديث المظفرية مدة يحدث وسكن بآخره بحران ومات في جمادى الأولى سنة 621 وكان يقول إن مولده سنة 356 وكان ثقة صالحا وأكثر سفره في طلب الحديث والعلم كان على رجله وخلف كتبا وقفها بمسجد كان سكنه بحران وقال أبو الفرج الأصبهاني حدثني أبو محمد حمزة بن القاسم الشامي قال اجتزت بكنيسة الرها عند مسيري إلى العراق فدخلتها لأشاهد ما كنت أسمعه عنها فبينما أنا أطوف إذ رأيت على ركن من أركانها مكتوبا فقرأته فإذا هو بحمرة حضر فلان بن فلان وهو يقول من إقبال ذي الفطنة إذا ركبته المحنة انقطاع الحياة وحضور الوفاة وأشد العذاب تطاول الأعمار في ظل الإقتار وأنا القائل |جـ 3 صـ 107| ولي همة أدنى منازلها السها ونفس تعالت بالمكارم والنهى وقد كنت ذا آل بمرو سرية فبلغت الأيام بي بيعة الرها ولو كنت معروفا بها لم أقم بها ولكنني أصبحت ذا غربة بها ومن عادة الأيام إبعاد مصطفى وتفريق مجموع وتبغيض مشتهى قال فاستحسنت النظم والنثر وحفظتهما وقال عبيد الله بن قيس الرقيات فلو ما كنت أروع أبطحيا أبي الضيم مطرح الدناء لودعت الجزيرة قبل يوم ينسي القوم إطهار النساء فذلك أم مقامك وسط قيس ويغلب بينها سفك الدماء وقد ملأت كنانة وسط مصر إلى عليا تهامة فالرهاء وقد نسب ابن مقبل إليها الخمر فقال سقتني بصهباء درياقة متى ما تلين عظامي تلن رهاوية مترع دنها ترجع من عود وعس مرن ",
                "title": "الرهاء والنسبة الرهاوي",
                "uri": "JK_000129_006072"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}