{
    "features": [
        {
            "item": "JK_000129_009943",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.289-290",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قابس والنسبة القابسي</h1> إن كان عربيا فهو من أقبست فلانا علما ونارا أو قبسته فهو قابس بكسر الباء الموحدة مدينة بين طرابلس وسفاقس ثم المهدية على ساحل البحر فيها نخل وبساتين غربي طرابلس الغرب بينها وبين طرابلس ثمانية منازل وهي ذات مياه جارية من أعمال إفريقية في الإقليم الرابع وعرضها خمس وثلاثون درجة وكان فتحها مع فتح القيروان سنة 72 على ما يذكر في القيروان قال البكري قابس مدينة جليلة مسورة بالصخر الجليل من بنيان الأول ذات حصن حصين وأرباض وفنادق وجامع وحمامات كثيرة وقد أحاط بجميعها خندق كبير يجرون إليه الماء عند الحاجة فيكون أمنع شيء ولها ثلاثة أبواب وبشرقيها وقبليها أرباض يسكنها العرب والأفارق وفيها جميع الثمار والموز فيها كثير وهي تمير القيروان بأصناف الفواكه وفيها شجر التوت الكثير ويقوم من الشجرة الواحدة منها من الحرير ما لا يقوم من خمس شجرات غيرها وحريرها أجود الحرير وأرقه وليس في عمل إفريقية حرير إلا في قابس واتصال بساتين ثمارها مقدار أربعة أميال ومياهها سائحة مطردة يسقى بها جميع أشجارها وأصل هذا الماء من عين خرارة في جبل بين القبلة والغرب منها يصب في بحرها وبها قصب السكر كثير وبقابس منار كبير منيف يحدو به الحادي إذا ورد من مصر يقول يا قوم لا نوم ولا قرارا حتى نرى قابس والمنارا وساحل مدينة قابس مرفأ للسفن من كل مكان وحوالي قابس قبائل من البربر لواتة ولماتة ونفوسة وزواوة وقبائل شتى أهل أخصاص وكانت ولايتها منذ دخل عبيد الله إفريقية تتردد في بني لقمان الكناني ولذلك يقول الشاعر لولا ابن لقمان حليف الندى سل على قابس سيف الردى وبين مدينة قابس والبحر ثلاثة أميال ومما يذكرون من معائبهم أن أكثر دورهم لا مذاهب لهم فيها وإنما يتبرزون في الأفنية فلا يكاد أحد منهم يفرغ من |جـ 4 صـ 290| قضاء حاجته إلا وقد وقف عليه من يبتدر أخذ ما خرج منه لطعمة البساتين وربما اجتمع على ذلك النفر فيتشاحون فيه فيخص به من أراد منهم وكذلك نساؤهم لا يرين في ذلك حرجا عليهن إذا سترت إحداهن وجهها ولم يعلم من هي ويذكر أهل قابس أنها كانت أصح البلاد هواء حتى وجدوا طلسما ظنوا أن تحته مالا فحفروا موضعه فأخرجوا منه قربة غبراء فحدث عندهم الوباء من حينئذ بزعمهم وأخبر أبو الفضل جعفر بن يوسف الكلبي وكان كاتبا لمونس صاحب إفريقية أنهم كانوا في ضيافة ابن وانمو الصنهاجي فأتاه جماعة من أهل البادية بطائر على قدر الحمامة غريب اللون والصورة ذكروا أنهم لم يروه قبل ذلك اليوم في أرضهم كان فيه من كل لون أجمله وهو أحمر المنقار طويله فسأل ابن وانمو العرب الذين أحضروه هل يعرفونه ورأوه فلم يعرفه أحد ولا سماه فأمر ابن وانمو بقص جناحيه وإرساله في القصر فلما جن الليل أشعل في القصر مشعل من نار فما هو إلا أن رآه ذلك الطائر فقصده وأراد الصعود إليه فدفعه الخدام فجعل يلح في التقدم إلى المشعل فأعلم ابن وانمو بذلك فقام وقام من حضر عنده قال جعفر وكنت ممن حضر فأمر بترك الطائر في شأنه فطار حتى صار في أعلى المشعل وهو يتأجج نارا واستوى في وسطه وجعل يتفلى كما يتفلى الطائر في الشمس فأمر ابن وانمو بزيادة الوقود في المشعل من خرق القطران وغيره فزاد تأجج النار والطائر فيه على حاله لا يكترث ولا يبرح ثم وثب من المشعل بعد حين فلم ير به ريب واستفاض هذا بإفريقية وتحدث به أهلها والله أعلم وقد نسب إليها طائفة وافرة من أهل العلم منهم عبد الله بن محمد القابسي من مشايخ يحيى بن عمر ومحمد بن رجاء القابسي حدث عنه أبو زكرياء البخاري وعيسى بن أبي عيسى ابن نزار بن بجير أبو موسى القابسي الفقيه المالكي الحافظ سمع بالمغرب أبا عبد الله الحسين بن عبد الرحمن الأجدابي وأبا علي الحسن بن حمول التونسي وبمكة أبا ذر الهروي وببغداد أبا الحسن روح الحرة العتيقي وأبا القاسم بن أبي عثمان التنوخي وأبا الحسين محمد بن الحسين الحراني وأبا محمد الجوهري وأبا بكر بن بشران وأبا الحسن القزويني وغيرهم وحدث بدمشق فروى عنه عبد العزيز الكناني وأبو بكر الخطيب ونصر المقدسي وكان ثقة ومات بمصر سنة 744 ",
                "title": "قابس والنسبة القابسي",
                "uri": "JK_000129_009943"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}