{
    "features": [
        {
            "item": "JK_000129_000530",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.163-164",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أروند</h1> بالفتح ثم السكون وفتح الواو وسكون النون ودال مهملة اسم جبل نزه خضر نضر مطل على مدينة همذان وأهل همذان كثيرا ما يذكرونه في أحاديثهم واسجاعهم وأشعارهم ويعدونه من أجل مفاخر بلدهم وكثيرا ما يتشوقونه في الغربة وعلى سائر البلاد يفضلونه وفيه يقول عين القضاة عبد الله بن محمد الميانجي في رسالة كتبها إلى أهل همذان وهو محبوس ألا ليت شعري هل ترى العين مرة ذرى قلتي أروند من همذان بلاد بها نيطت علي تمائمي وأرضعت من عقانها بلبان العقان بقية اللبن في الضرع وقال شاعر من أهل همذان تذكرت من أروند طيب نسيمه فقلت لقلب بالفراق سليم سقى الله أروندا وروض شعابه ومن حله من ظاعن ومقيم وأيامنا إذ نحن في الدار جيرة وإذ دهرنا بالوصل غير ذميم قالوا ويقال إن أكثر المياه في الجبال من أسفلها إلا أروند فإن ماءه من أعلاه ومنابعه في ذروته قال بعض شعرائهم يفضله على بغداد ويتشوقه وقالت نساء الحي أين ابن أختنا ألا خبرونا عنه حييتم وفدا رعاه ضمان الله هل في بلادكم أخو كرم يرعى لذي حسب عهدا فإن الذي خلفتموه بأرضكم فتى ملأ الأحشاء هجرانه وجدا أبغداد كم تنسيه أروند مربعا ألا خاب من يشري ببغداد أروندا فدتهن نفسي لو سمعن بما أرى رمى كل جيد من تنهده عقدا وحدث بعض أهل همذان قال قدمت على أبي عبد الله جعفر بن محمد الصادق فقال لي من أين أنت فقلت من الجبال قال من أي مدينة قلت من همذان قال أتعرف جبلها الذي يقال له راوند فقلت جعلني الله فداك إنما يقال له أروند فقال نعم أما إن فيه عينا من عيون الجنة قال فأهل البلد يرون أنها الجمة التي على قلة الجبل وذلك أن ماءها يخرج في وقت من أوقات السنة معلوم ومنبعه من شق في صخرة وهو ماء عذب شديد البرودة ولو شرب الشارب منه في اليوم والليلة مائة رطل وأكثر ما وجد له ثقلا بل ينتفع به وفي رواية لو شرب منه مائة رطل ما روي فإذا تجاوزت أيامه المعدودة التي يخرج |جـ 1 صـ 164| فيها ذهب إلى وقته من العام المقبل لا يزيد يوما ولا ينقص يوما في خروجه وانقطاعه وهو شفاء للمرضى يأتونه من كل وجه ويقال إنه يكثر إذا كثر الناس عليه ويقل إذا قلوا عنه وقال محمد بن بشار الهمذاني يصف أروند سقيا لظلك يا أروند من جبل وإن رميناك بالهجران والملل هل يعلم الناس ما كلفتني حججا من حب مائك إذ يشفي من العلل لا زلت تكسى من الأنواء أردية من ناضر أنق أو ناعم خضل حتى تزور العذارى كل شارقة أفياء سفحك يستصبين ذا الغزل وأنت في حلل والجو في حلل والبيض في حلل والروض في حلل وقال محمد بن بشار أيضا يصف أروند تزينت الدنيا وطابت جنانها وناح على أغصانها ورشانها وأمرعت القيعان واخضر نبتها وقام على الوزن السواء زمانها وجاءت جنود من قرى الهند لم تكن لتأتي إلا حين يأتي أوانها مسودة دعج العيون كأنما لغات بنات الهند يحكي لسانها لعمرك ما في الأرض شيء نلذه من العيش إلا فوقه همذانها إذا استقبل الصيف الربيع وأعشبت شماريخ من أروند شم قنانها وهاج عليهم بالعراق وأرضه هواجر يشوي أهلها لهبانها سقتك ذرى أروند من سيح ذائب من الثلج أنهارا عذابا رعانها ترى الماء مستنا على ظهر صخره ينابيع يزهي حسنها واستنانها كأن بها شوبا من الجنة التي يفيض على سكانها حيوانها فيا ساقي الكأس اسقياني مدامة على روضة يشفي المحب جنانها مكللة بالنور تحكي مضاحكا شقائقها في غاية الحسن بانها كأن عروس الحي بين خلالها قلائد ياقوت زهاها اقترانها تهاويل من حمر وصفر كأنها ثنايا العذارى ضاحكا أقحوانها وأشعار أهل همذان في أروند ووصفهم متنزهاتها كثير وفيما ذكرناه كفاية ",
                "title": "أروند",
                "uri": "JK_000129_000530"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}