{
    "features": [
        {
            "item": "JK_000952_3257",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.501-505",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القشيري</h1> بضم القاف وفتح الشين المعجمة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها الراء هذه النسبة إلى بني قشير |جـ 4 صـ 502| وثمامة بن حزن القشيري يروي عن عائشة وقدم على عمر بن الخطاب روى عنه الجريري والأسود بن شيبان وعبد الله بن كهف القشيري يروي عن ابن سيرين روى عنه أبو أسامة وبشر بن نمير القشيري من أهل البصرة يروي عن القاسم بن عبد الرحمن روى عنه حماد بن زيد ويزيد بن زريع منكر الحديث جدا فلا أدري التخليط في حديثه من القاسم أو منهما معا لأن القاسم ليس بشيء في الحديث وأكثر رواية بشر عنه فمن هنا وقع الاشتباه فيه وبهز بن حكيم بن معاوية بن حيدة القشيري من اهل البصرة يروي عن أبيه عن جده وعن زرارة بن أوفى روى عنه الثوري وحماد بن سلمة وحماد بن زيد وابن المبارك ومروان بن معاوية وابن علية ويزيد بن هارون وأبو عاصم والأنصاري كان يخطىء كثيرا فأما أحمد بن حنبل وإسحاق بن إبراهيم فهما يحتجان به ويرويان عنه تركه جماعة قال أبو حاتم بن حبان البستي لولا حديث بهز بن حكيم إنا آخذوه وشطر إبله عزمة من عزمات ربنا لأدخلناه في الثقات وهو ممن أستخير الله فيه والمنتسب إليهم ولاء أبو يونس حاتم بن أبي صغيرة القشيري مولى بن قشير من أهل البصرة واسم أبيه مسلم وأبو صغيرة الذي نسب إليه حاتم أبو أمه يروي عن عمرو بن دينار وسماك بن حرب روى عنه شعبة ويحيى القطان وأبو محمد داود بن أبي هند واسمه دينار القشيري البصري مولي بني قشير من أهل البصرة كان أبوه من خراسان وقيل كنيته أبو بكر يروي عن سعيد بن المسيب والحسن وعكرمة والشعبي روى عنه أشعث الحمراني وشعبة وأهل العراق مات سنة تسع وثلاثين ومائة في طريق مكة قال أبو حاتم بن حبان وقد روى عن أنس خمسة أحاديث لم يسمعها منه وكان داود من خيار أهل البصرة من المتقين في الرواية إلا أنه كان يهم إذا حدث من حفظه لا يستحق الإنسان الترك بالخطأ اليسير يخطىء والوهم القليل يهم حتى لا يفحش ذلك منه لأن هذا مما لا ينفك منه البشر ولو سلكنا هذا المسلك للزمنا ترك جماعة من الثقات الأئمة لأنهم لم يكونوا معصومين عن الخطأ قال سفيان بن عيينة رأيت داود بن أبي هند وهو ابن خمس وعشرين سنة وهو |جـ 4 صـ 503| يسمى داود القاري وهارون بن زياد القشيري شيخ يروي عن الأعمش روى عنه خالد بن حيان الرقي كان ممن يصنع الحديث على الثقات لا يحل كتبة حديثه ولا الرواية عنه إلا على سبيل الاعتبار وأبو سعيد قطن بن إبراهيم بن عيسى بن مسلم بن خالد بن قطن بن عبد الله بن غطفان بن سهل بن سلمة بن قشير القشيري له رحلة إلى العراق حدث عن حفص بن عبد الرحمن وحفص بن عبد الله السلمي وحماد بن قيراط وعبدان بن عثمان والجارود بن يزيد وعبيد الله بن موسى وقبيصة بن عقبة ويحيى بن يحيى روى عنه أبو زرعة وأبو حاتم الرازيان وتكلموا فيه قيل حدث بما لم يسمع وكانت وفاته في سنة إحدى وستين ومائتين وأبو الحسين مسلم بن الحجاج بن مسلم القشيري أحد أئمة الدنيا المشهور كتابه الصحيح في الشرق والغرب رحل إلى خراسان والعراق والشام ومصر والحجاز سمع يحيى بن يحيى وقتيبة بن سعيد وإسحاق بن راهويه وعلي بن الجعد وأحمد بن حنبل ومحمد بن رمح وحرملة بن يحيى والقعنبي وطبقتهم روى عنه يحيى بن محمد بن صاعد ومحمد بن مخلد وإبراهيم بن محمد بن سفيان وأبو حامد الشرقي وأبو عبد الله محمد بن يعقوب بن الأخرم وأبو محمد عبد الرحمن بن أبي حاتم الرازي ووالده وقال كتبت عنه بالري وكان ثقة من الحفاظ له معرفة بالحديث قلت وكان يقول صنفت المسند الصحيح من ثلاثمائة ألف حديث مسموعة وكان أبو علي الحافظ النيسابوري يقول ما تحت أديم السماء أصح من كتاب مسلم بن الحجاج في علم الحديث ومات في رجب سنة إحدى وستين ومائتين ومن المتأخرين المشهورين بخراسان الأستاذ الإمام أبو القاسم عبد الكريم بن هوازن بن عبد الملك بن طلحة القشيري أحد مشاهير الدنيا بالفضل والعلم والزهد وأولاده أبو سعد عبد الله وأبو سعيد عبد الواحد وأبو منصور عبد الرحمن وأبو نصر عبد الرحيم وأبو الفتح عبيد الله وأبو المظفر عبد المنعم حدثوا جميعا بالكثير روى لي عن الأستاذ قريب من خمسة عشر نفسا وعن أولاده الثلاثة الأول جماعة كثيرة وأدركت أبا المظفر وقرأت عليه الكثير |جـ 4 صـ 504| وأبو الأسعد هبة الرحمن بن أبي سعيد بن أبي القاسم القشيري روى عن جده ومن دونه سمعت منه الكثير وفيهم كثرة وأبو بكر محمد بن زنجويه بن الهيثم بن عيسى بن عبد الله القشيري من أهل نيسابور سمع بنيسابور إسحاق بن إبراهيم وعبد العزيز بن يحيى وعمرة بن زرارة وبالعراق عبد الأعلى بن حماد النرسي ويحيى بن أكثم وأبا كريب الكوفي وبالحجاز أبا مصعب الزهري روى لي عنه علي بن حمشاد العدل وعبد الله بن سعد الحافظ وتوفي سنة اثنتين وثلاثمائة وابن السابق ذكره أبو الحسن مسدد بن قطن بن إبراهيم القشيري النيسابوري سبقت نسبته عند ذكر أبيه من أهل نيسابور وكان مزكي عصره والمقدم في الزهد والورع والتمكين من العقل وكان ابن بنت بشر بن الحكم العبدي وابن أخت عبد الرحمن بن بشر وأكبر بيت في العلم بنيسابور بيته في الطريقين جميعا سمع بنيسابور يحيى بن يحيى ثم تورع عن الرواية عنه لصغر سنه وسمع جده بشر بن الحكم وإسحاق بن إبراهيم الحنظلي وعمرو بن زرارة وأبا عمار وعلي بن خشرم وبالري محمد بن حميد وببغداد داود بن رشيد وأحمد بن منيع وسمع كتاب الزهد من أوله إلى آخره من أحمد بن إبراهيم الدورقي وبالكوفة سمع المسند عن آخره من عثمان بن أبي شيبة وبالبصرة الصلت ابن مسعود الجحدري وبالحجاز أبا مصعب الزهري روى عنه أبو العباس السراج وأبو حامد بن الشرقي سئل إبراهيم بن أبي طالب عن قطن بن إبراهيم فقال ابنه مسدد رجل صالح مات سنة إحدى وثلاثمائة وأبو الحسن درست بن زياد القزاز القشيري البصري يروي عن حميد الطويل ويزيد الرقاشي وأبان بن طارق روى عنه مشدد ومحمد بن أبي بكر المقدمي ونصر بن علي الجهضمي وبشر بن يوسف البصري جار عارم قال يحيى بن معين درست بن زياد لا شيء وقال أبو حاتم الرازي فيما سأل ابنه عنه درست حديثه ليس بالقائم عامة حديثه عن يزيد الرقاشي ليس يمكن أن يعتبر بحديثه وسئل أبو زرعة الرازي عنه فقال واهي الحديث |جـ 4 صـ 505| ",
                "title": "القشيري",
                "uri": "JK_000952_3257"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}