{
    "features": [
        {
            "item": "JK_000129_013112",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.334-335",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>النيل والنسبة النيلي</h1> بكسر أوله بلفظ النيل الذي تصبغ به الثياب في مواضع أحدها بليدة في سواد الكوفة قرب حلة بني مزيد يخترقها خليج كبير يتخلج من الفرات الكبير حفره الحجاج بن يوسف وسماه بنيل مصر وقيل إن النيل هذا يستمد من صراة جاماسب ينسب إليه خالد بن دينار النيلي أبو الوليد الشيباني كان يسكن النيل حدث عن الحسن العكلي وسالم بن عبد الله ومعاوية بن قرة روى عنه الثوري وغيره وقال محمد بن خليفة السنبسي شاعر بني مزيد يمدح دبيسا بقصيدة مطلعها قالوا هجرت بلاد النيل وانقطعت حبال وصلك عنها بعد إعلاق فقلت إني وقد أقوت منازلها بعد ابن مزيد من وفد وطراق فمن يكن تائقا يهوى زيارتها على البعاد فإني غير مشتاق وكيف أشتاق أرضا لا صديق بها إلا رسوم عظام تحت أطباق وإياه عنى أيضا مرجا بن نباه بقوله قصدتكم أرجو نوال أكفكم فعدت وكفي من نوالكم صفر فلما أتيت النيل أيقنت بالغنى ونيل المنى منكم فلاحقني الفقر والنيل أيضا نهر من أنهار الرقة حفره الرشيد على ضفة نيل الرقة والبليخ نهر دير زكى ولذلك قال الصنوبري كأن عناق نهري دير زكى إذا اعتنقا عناق متيمين وقت ذاك البليخ يد الليالي وذاك النيل من متجاورين وأما نيل مصر فقال حمزة هو تعريب نيلوس من الرومية قال القضاعي ومن عجائب مصر النيل جعله الله لها سقيا يزرع عليه ويستغنى به عن مياه المطر في أيام القيظ إذا نضبت المياه من سائر الأنهار فيبعث الله في أيام المد الريح الشمال فيغلب عليه البحر الملح فيصير كالسكر له حتى يربو ويعم الربى والعوالي ويجري في الخلج والمساقي فإذا بلغ الحد الذي هو تمام الري وحضر زمان الحرث والزراعة بعث الله الريح الجنوب فكبسته وأخرجته إلى البحر الملح وانتفع الناس بالزراعة مما يروى من الأرض وأجمع أهل العلم أنه ليس في الدنيا نهر أطول من النيل لأن مسيرته شهر في الإسلام وشهران في بلاد النوبة وأربعة أشهر في الخراب حيث لا عمارة فيها إلى أن يخرج في بلاد القمر خلف خط الاستواء وليس في الدنيا نهر يصب من الجنوب إلى الشمال إلا هو ويمتد في أشد ما يكون من الحر حين تنقص أنهار الدنيا ويزيد بترتيب وينقص بترتيب بخلاف سائر الأنهار فإذا زادت الأنهار في سائر الدنيا نقص وإذا نقصت زاد نهاية وزيادة وزيادته في أيام نقص غيره وليس في الدنيا نهر يزرع عليه ما يزرع على النيل ولا يجيء من خراج نهر ما يجيء من خراج ما يسقيه النيل وقد روي عن عمرو بن العاص أنه قال إن نيل مصر سيد الأنهار سخر الله له كل نهر بين المشرق والمغرب أن يمد له وذلله له فإذا أراد الله تعالى أن يجري نيل مصر أمر الله تعالى كل نهر أن يمده بمائه وفجر الله تعالى له الأرض عيونا وانتهى جريه إلى ما أراد |جـ 5 صـ 335| الله تعالى فإذا بلغ النيل نهايته أمر الله تعالى كل ماء أن يرجع إلى عنصره ولذلك جميع مياه الأرض تقل أيام زيادته وذكر عبد الرحمن بن عبد الله بن عبد الحكم قال لما فتح المسلمون مصر جاء أهلها إلى عمرو بن العاص حين دخل بؤونه من شهور القبط فقالوا أيها الأمير إن لبلدنا هذا سنة لا يجري النيل إلا بها وذلك أنه إذا كان لاثنتي عشرة ليلة تخلو من هذا الشهر عمدنا إلى جارية بكر بين أبويها فأرضينا أبويها وجعلنا عليها من الحلي والثياب أفضل ما يكون ثم ألقيناها في هذا النيل فقال لهم عمرو إن هذا لا يكون في الإسلام وإن الإسلام يهدم ما قبله فأقاموا بؤونه وأبيب ومسرى لا يجري النيل قليلا ولا كثيرا حتى هموا بالجلاء فلما رأى عمرو ذلك كتب إلى عمر بن الخطاب بذلك فكتب إليه عمر قد أصبت إن الإسلام يهدم ما قبله وقد بعثت إليك ببطاقة فألقها في داخل النيل إذا أتاك كتابي هذا وإذا في كتابه بسم الله الرحمن الرحيم من عبد الله عمر بن الخطاب أمير المؤمنين إلى نيل مصر أما بعد فإن كنت تجري من قبلك فلا تجر وإن كان الواحد القهار يجريك فنسأل الله الواحد القهار أن يجريك قال فألقى عمرو بن العاص البطاقة في النيل وذلك قبل عيد الصليب بيوم وكان أهل مصر قد تأهبوا للخروج منها والجلاء لأنهم لا تقوم مصلحتهم إلا بالنيل فأصبحوا يوم الصليب وقد جرى النيل بقدرة الله تعالى وزاد ستة عشر ذراعا في ليلة واحدة وانقطعت تلك السنة السيئة عن أهل مصر وكان للنيل سبعة خلجان خليج الإسكندرية وخليج دمياط وخليج منف وخليج المنهي وخليج الفيوم وخليج عرشي وخليج سردوس وهي متصلة الجريان لا ينقطع منها شيء والزروع بين هذه الخلجان متصلة من أول مصر إلى آخرها وزروع مصر كلها تروى من ستة عشر ذراعا بما قدروا ودبروا من قناطرها وجسورها وخلجها فإذا استوى الماء كما ذكرناه في المقياس من هذا الكتاب أطلق حتى يملأ أرض مصر فتبقى تلك الأراضي كالبحر الذي لم يفارقه الماء قط والقرى بينه يمشي إليها على سكور مهيأة والسفن تخترق ذلك فإذا استوفت المياه ورويت الأرضون أخذ ينقص في أول الخريف وقد دبر الهواء وانكسر الحر فكلما نقص الماء عن أرض زرعت أصناف الزروع واكتفت بتلك الشربة لأنه كلما تأخر الوقت برد الجو فلا تنشف الأرض إلى أن يستكمل الزرع فإذا استكمل عاد الوقت يأخذ في الحر والصيف حتى ينضج الزروع وينشفها ويكملها فلا يأتي الصيف إلا وقد استقام أمرها فأخذوا في حصادها وفي ذلك عبرة وآية ودليل على قدرة العزيز الحكيم الذي خلق الأشياء في أحسن تقويم وقد قال عز من قائل & ما ترى في خلق الرحمن من تفاوت & وفي النيل عجائب كثيرة وله خصائص لا توجد في غيره من الأنهار وأما أصل مجراه فيذكر أنه يأتي من بلاد الزنج فيمر بأرض الحبشة مسامتا لبحر اليمن من جهة أرض الحبشة حتى ينتهي إلى بلاد النوبة من جانبها الغربي والبجه من جانبها الشرقي فلا يزال جاريا بين جبلين بينهما قرى وبلدان والراكب فيه يرى الجبلين عن يمينه وشماله وهو بينهما بإزاء الصعيد حتى يصب في البحر وأما سبب زيادته في الصيف فإن المطر يكثر بأرض الزنجبار وتلك البلاد في هذه الأوقات بحيث ينزل الغيث عندهم كأفواه القرب وتنصب المدود إلى هذا النهر من سائر الجهات فإلى أن يصل إلى مصر ويقطع تلك المفاوز يكون القيظ ووجه |جـ 5 صـ 336| الحاجة إليه كما دبره الخالق عز وجل وقد ذكر الليث بن سعد وغيره قصة رجل من ولد العيص بن إسحاق النبي عليه السلام وتطلبه مجراه أذكرها بعد إن شاء الله تعالى قال أمية نيل مصر ينبوعه من وراء خط الاستواء من جبل هناك يقال له جبل القمر فإنه يبتدىء في التزيد في شهر أبيب وهو في الرومية يوليه والمصريون يقولون إذا دخل أبيب شرع الماء في الدبيب وعند ابتدائه في التزيد تتغير جميع كيفياته ويفسد والسبب في ذلك مروره بنقائع مياه أجنة يخالطها فيحيلها ويستخرجها معه ويستصحبها إلى غير ذلك مما يحيله فلا يزال على هذه الحال كما وصفه الأمير تميم بن المعز بن إسماعيل فقال أما ترى الرعد بكى واشتكى والبرق قد أومض واستضحكا فاشرب على غيم كصبغ الدجى أضحك وجه الأرض لما بكى وانظر لماء النيل في مده كأنه صندل أو مسكا أو كما قال أمية بن أبي الصلت المغربي ولله مجرى النيل منها إذا الصبا أرتنا به في مرها عسكرا مجرا بشط يهز السمهرية ذبلا وموج يهز البيض هندية بترا ولتميم بن المعز أيضا يوم لنا بالنيل مختصر ولكل وقت مسرة قصر والسفن تصعد كالخيول بنا فيه وجيش الماء منحدر فكأنما أمواجه عكن وكأنما داراته سرر وقال الحافظ أبو الحسين محمد بن الوزير في تدرج زيادة النيل إصبعا إصبعا وعظم منفعة ذلك التدرج أرى أبدا كثيرا من قليل وبدرا في الحقيقة من هلال فلا تعجب فكل خليج ماء بمصر مسبب لخليج مال زيادة إصبع في كل يوم زيادة أذرع في حسن حال فإذا بلغ الماء خمسة عشر ذراعا وزاد من السادس عشر إصبعا واحدا كسر الخليج ولكسره يوم معهود فيجتمع الخاص والعام بحضرة القاضي وإذا كسر فتحت الترع وهي فوهات الخلجان ففاض الماء وساح وعم الغيطان والبطاح وانضم أهل القرى إلى أعلى مساكنهم من الضياع والمنازل بحيث لا ينتهي إليهم الماء فتعود عند ذلك أرض مصر بأسرها بحرا عاما غامر الماء بين جبليها المكتنفين لها وتثبت على هذه الحال حسبما تبلغ الحد المحدود في مشيئة الله وأكثر ذلك يحول حول ثمانية عشر ذراعا ثم يأخذ عائدا في صبه إلى مجرى النيل ومشربه فينقص عما كان مشرفا عاليا من الأراضي ويستقر في المنخفض منها فيترك كل قرارة كالدرهم ويعم الربى بالزهر المؤنق والروض المشرق وفي هذا الوقت تكون أرض مصر أحسن شيء منظرا وأبهاها مخبرا وقد جود أبو الحسن علي بن أبي بشر الكاتب فقال شربنا مع غروب الشمس شمسا مشعشعة إلى وقت الطلوع وضوء الشمس فوق النيل باد كأطراف الأسنة في الدروع |جـ 5 صـ 337| ومن عجائب النيل السمكة الرعادة وهي سمكة لطيفة مسيرة من مسها بيده أو بعود يتصل بيده إليها أو بشبكة هي فيها اعترته رعدة وانتفاض ما دامت في يده أو في شبكته وهذا أمر مستفيض رأيت جماعة من أهل التحصيل يذكرونه ويقال إن بمصر بقلة من مسها ومس الرعادة لم ترتعد يده والله أعلم ومن عجائبه التمساح ولا يوجد في بلد من البلدان إلا في النيل ويقال إنه أيضا بنهر السند إلا أنه ليس في عظم المصري فإذا عض اشتبكت أسنانه واختلفت فلم يتخلص الذي وقع فيها حتى يقطعه وحنك التمساح الأعلى يتحرك والأسفل لا يتحرك وليس ذلك في غيره من الدواب ولا يعمل الحديد في جلده وليس له فقار بل عظم ظهره من رأسه إلى ذنبه عظم واحد ولا يقدر أن يلتوي أو ينقبض لأنه ليس في ظهره خرز وهو إذا انقلب لم يستطع أن يتحرك وإذا أراد الذكر أن يسفد أنثاه أخرجها من النيل وألقاها على ظهرها كما يأتي الرجل المرأة فإذا قضى منها وطره قلبها فإن تركها على ظهرها صيدت لأنها لا تقدر أن تنقلب وذنب التمساح حاد طويل وهو يضرب به فربما قتل من تناله ضربته وربما جر بذنبه الثور من الشريعة حتى يلجج به في البحر فيأكله ويبيض مثل بيض الإوز فإذا فقص عن فراخه كان الواحد كالحرذون في جسمه وخلقته ثم يعظم حتى يصير عشرة أذرع وأكثر وهو يبيض وكلما عاش يزيد وتبيض الأنثى ستين بيضة وله في فيه ستون سنا ويقال إنه إذا أخذ أول سن من جانب حنكه الأيسر ثم علق على من به حمى نافض تركته من ساعته وربما دخل لحم ما يأكله بين أسنانه فيتأذى به فيخرج من الماء إلى البر ويفتح فاه فيجيئه طائر مثل الطيطوى فيسقط على حنكه فيلتقط بمنقاره ذلك اللحم بأسره فيكون ذلك اللحم طعاما لذلك الطائر وراحة بأكله إياه للتمساح ولا يزال هذا الطائر حارسا له ما دام ينقي أسنانه فإذا رأى إنسانا أو صيادا يريده رفرف عليه وزعق ليؤذنه بذلك ويحذره حتى يلقي نفسه في الماء إلى أن يستوفي جميع ما في أسنانه فإذا أحس التمساح بأنه لم يبق في أسنانه شيء يؤذيه أطبق فمه على ذلك الطائر ليأكله فلذلك خلق الله في رأس ذلك الطائر عظما أحد من الإبرة فيقيمه في وسط رأسه فيضرب حنك التمساح ويحكى عنه ما هو أعجب من ذلك وهو أن ابن عرس من أشد أعدائه فيقال إن ابن عرس إذا رأى التمساح نائما على شاطىء النيل ألقى نفسه في الماء حتى يبتل ثم يتمرغ في التراب ثم يقيم شعره ويثب حتى يدخل في جوف التمساح فيأكل ما في جوفه وليس للتمساح يد تدفع عنه ذلك فإذا أراد الخروج بقر بطنه وخرج وعجائب الدنيا كثيرة وإنما نذكر منها ما نجربه عادة ولهذا أمثال ليس كتابنا بصدد شرحها وقال الشاعر أضمرت للنيل هجرانا ومقلية مذ قيل لي إنما التمساح في النيل فمن رأى النيل رأي العين من كثب فما رأى النيل إلا في البواقيل والبواقيل كيزان يشرب منها أهل مصر وقال عمرو بن معدي كرب فالنيل أصبح زاخرا بمدوده وجرت له ريح الصبا فجرى لها عودت كندة عادة فاصبر لها اغفر لجانبها ورد سجالها وحدث الليث بن سعد قال زعموا والله أعلم |جـ 5 صـ 338| أن رجلا من ولد العيص يقال له حائذ بن شالوم بن العيص بن إسحاق بن إبراهيم عليهما السلام خرج هاربا من ملك من ملوكهم إلى أرض مصر فأقام بها سنين فلما رأى عجائب نيلها وما يأتي به جعل لله نذرا أن لا يفارق ساحله حتى يرى منتهاه أو ينظر من أين مخرجه أو يموت قبل ذلك فسار عليه ثلاثين سنة في العمران ومثلها في غير العمران وبعضهم يقول خمس عشرة كذا وخمس عشرة كذا حتى انتهى إلى بحر أخضر فنظر إلى النيل يشقه مقبلا فوقف ينظر إلى ذلك فإذا هو برجل قائم يصلي تحت شجرة تفاح فلما رآه استأنس به فسلم عليه فسأله صاحب الشجرة عن اسمه وخبره وما يطلب فقال له أنا حائذ بن شالوم بن العيص بن إسحاق بن إبراهيم فمن أنت قال أنا عمران بن العيص بن إسحاق بن إبراهيم فما الذي جاء بك إلى ههنا يا حائذ قال أردت علم أمر النيل فما الذي جاء بك أنت قال جاء بي الذي جاء بك فلما انتهيت إلى هذا الموضع أوحى الله تعالى إلي أن قف بمكانك حتى يأتيك أمري قال فأخبرني يا عمران أي شيء انتهى إليك من أمر هذا النيل وهل بلغك أن أحدا من بني آدم يبلغه قال نعم بلغني أن رجلا من بني العيص يبلغه ولا أظنه غيرك يا حائذ فقال له يا عمران كيف الطريق إليه قال له عمران لست أخبرك بشيء حتى تجعل بيننا ما أسألك قال وما ذاك قال إذا رجعت وأنا حي أقمت عندي حتى يأتي ما أوحى الله لي أن يتوفاني فتدفنني وتمضي قال لك ذلك علي قال سر كما أنت سائر فإنه ستأتي دابة ترى أولها ولا ترى آخرها فلا يهولنك أمرها فإنها دابة معادية للشمس إذا طلعت أهوت إليها لتلتقمها فاركبها فإنها تذهب بك إلى ذلك الجانب من البحر فسر عليه فإنك ستبلغ أرضا من حديد جبالها وشجرها وجميع ما فيها حديد فإذا جزتها وقعت في أرض من فضة جبالها وشجرها وجميع ما فيها فضة فإذا تجاوزتها وقعت في أرض من ذهب جميع ما فيها ذهب ففيها ينتهي إليك علم النيل قال فودعه ومضى وجرى الأمر على ما ذكر له حتى انتهى إلى أرض الذهب فسار فيها حتى انتهى إلى سور من ذهب وعليه قبة لها أربعة أبواب وإذا ماء كالفضة ينحدر من فوق ذلك السور حتى يستقر في القبة ثم يتفرق في الأبواب وينصب إلى الأرض فأما ثلثاه فيغيض وأما واحد فيجري على وجه الأرض وهو النيل فشرب منه واستراح ثم حاول أن يصعد السور فأتاه ملك وقال يا حائذ قف مكانك فقد انتهى إليك علم ما أردته من علم النيل وهذا الماء الذي تراه ينزل من الجنة وهذه القبة بابها فقال أريد أن أنظر إلى ما في الجنة فقال إنك لن تستطيع دخولها اليوم يا حائذ قال فأي شيء هذا الذي أرى قال هذا الفلك الذي تدور فيه الشمس والقمر وهو شبه الرحا قال أريد أن أركبه فأدور فيه فقال له الملك إنك لن تستطيع اليوم ذلك ثم قال إنه سيأتيك رزق من الجنة فلا تؤثر عليه شيئا من الدنيا فإنه لا ينبغي لشيء من الجنة أن يؤثر عليه شيء من الدنيا فبينما هو واقف إذ أنزل عليه عنقود من عنب فيه ثلاثة أصناف صنف كالزبرجد الأخضر وصنف كالياقوت الأحمر وصنف كاللؤلؤ الأبيض ثم قال يا حائذ هذا من حصرم الجنة ليس من يانع عنبها فارجع فقد انتهى إليك علم النيل فرجع حتى انتهى إلى الدابة فركبها فلما أهوت الشمس إلى الغروب أهوت إليها لتلتقمها فقذفت به إلى جانب البحر الآخر فأقبل حتى انتهى إلى عمران فوجده قد مات في يومه ذلك فدفنه وأقام |جـ 5 صـ 339| على قبره فلما كان في اليوم الثالث أقبل شيخ كبير كأنه بعض العباد فبكى على عمران طويلا وصلى على قبره وترحم عليه ثم قال يا حائذ ما الذي انتهى إليك من علم النيل فأخبره فقال هكذا نجده في الكتاب ثم التفت إلى شجرة تفاح هناك فأقبل يحدثه ويطري تفاحها في عينيه فقال له يا حائذ ألا تأكل قال معي رزقي من الجنة ونهيت أن أوثر عليه شيئا من الدنيا فقال الشيخ هل رأيت في الدنيا شيئا مثل هذا التفاح إنما هذه شجرة أنزلها الله لعمران من الجنة ليأكل منها وما تركها إلا لك ولو أكلت منها وانصرفت لرفعت فلم يزل يحسنها في عينه ويصفها له حتى أخذ منها تفاحة فعضها ليأكل منها فلما عضها عض يده ونودي هل تعرف الشيخ قال لا قيل هذا الذي أخرج أباك آدم من الجنة أما إنك لو سلمت بهذا الذي معك لأكل منه أهل الدنيا فلم ينفد فلما وقف حائذ على ذلك وعلم أنه إبليس أقبل حتى دخل مصر فأخبرهم بخبر النيل ومات بعد ذلك بمصر قال عبيد الله الفقير إليه مؤلف الكتاب هذا خبر شبيه بالخرافة وهو مستفيض ووجوده في كتب الناس كثير والله أعلم بصحته وإنما كتبت ما وجدت ",
                "title": "النيل والنسبة النيلي",
                "uri": "JK_000129_013112"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}