{
    "features": [
        {
            "item": "JK_000129_008312",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.13-15",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طبرستان</h1> بفتح أوله وثانيه وكسر الراء قد ذكرنا معنى الطبر قبله واستان الموضع أو الناحية كأنه يقول ناحية الطبر وسنذكر سبب تسمية هذا الموضع بذلك والنسبة إلى هذا الموضع الطبري قال البحتري وأقيمت به القيامة في ق م على خالع وعات عنيد وثنى معلما إلى طبرستا ن بخيل يرحن تحت اللبود وهي بلدان واسعة كثيرة يشملها هذا الاسم خرج من نواحيها من لا يحصى كثرة من أهل العلم والأدب والفقه والغالب على هذه النواحي الجبال فمن أعيان بلدانها دهستان وجرجان واستراباذ وآمل وهي قصبتها وسارية وهي مثلها وشالوس وهي مقاربة لها وربما عدت جرجان من خراسان إلى غير ذلك من البلدان وطبرستان في البلاد المعروفة بمازندران ولا أدري متى سميت بمازندران فإنه اسم لم نجده في الكتب القديمة وإنما يسمع من أفواه أهل تلك البلاد ولا شك أنهما واحد وهذه البلاد مجاورة لجيلان وديلمان وهي بين الري وقومس والبحر وبلاد الديلم والجيل رأيت أطرافها وعاينت جبالها وهي كثيرة المياه متهدلة الأشجار كثيرة الفواكه إلا أنها مخيفة وخمة قليلة الارتفاع كثيرة الإختلاف والنزاع وأنا أذكر ما قال العلماء في هذا القطر وأذكر فتوحه واشتقاقه ولا بد من احتمالك لفصل فيه تطويل بالفائدة الباردة فهذا من عندنا مما استفدناه بالمشاهدة والمشافهة وخذ الآن ما قالوه في كتبهم زعم أهل العلم بهذا الشأن أن الطيلسان والطالقان وخراسان ما عدا خوارزم من ولد اشبق بن إبراهيم الخليل والديلم بنو كماشج بن يافث بن نوح عليه السلام وأكثرهم سميت جبالهم بأسمائهم إلا الإيلام قبيل من الديلم فإنهم ولد باسل بن ضبة ابن أد بن طابخة بن إلياس بن مضر كما نذكره إن شاء الله في كتاب النسب وموقان وجبالها وهم أهل طبرستان من ولد كماشج بن يافث بن نوح عليه السلام وفيما روى ثقات الفرس قالوا اجتمع في جيوش بعض الأكاسرة خلق كثير من الجناة وجب عليهم القتل فتحرج منه وشاور وزراءه وسألهم عن عدتهم فأخبروه بخلق كثير فقال اطلبوا لي موضعا أحبسهم فيه فساروا إلى بلاده يطلبون موضعا خاليا حتى وقعوا بجبال طبرتان فأخبروه بذلك فأمر بحملهم إليه وحبسهم فيه وهو يومئذ جبل لا ساكن فيه ثم سأل عنهم بعد حول فأرسلوا من يخبر بخبرهم فأشرفوا عليهم فإذا هم أحياء لكن بالسوء فقيل لهم ما تشتهون وكان الجبل أشبا كثير الأشجار فقالوا طبرها طبرها والهاء فيه بمعنى الجمع في جميع كلام الفرس يعنون نريد أطبارا نقطع بها |جـ 4 صـ 14| الشجر ونتخذها بيوتا فلما أخبر كسرى بذلك أمر أن يعطوا ما طلبوا فحمل إليهم ذلك ثم أمهلهم حولا آخر وأنفذ من يتفقدهم فوجدهم قد اتخذوا بيوتا فقال لهم ما تريدون فقالوا زنان زنان أي نريد نساء فأخبر الملك بذلك فأمر بحمل من في حبوسه من النساء أن يحملن إليهم فحملن فتناسلوا فسميت طبرزنان أي الفؤوس والنساء ثم عربت فقيل طبرستان فهذا قولهم والذي يظهر لي وهو الحق ويعضده ما شاهدناه منهم أن أهل تلك الجبال كثيرو الحروب وأكثر أسلحتهم بل كلها الأطبار حتى إنك قل أن ترى صعلوكا أو غنيا إلا وبيده الطبر صغيرهم وكبيرهم فكأنها لكثرتها فيهم سميت بذلك ومعنى طبرستان من غير تعريب موضع الأطبار والله أعلم وقال أبو العلاء السروي يصف طبرستان فيما كتبنا عن أبي منصور النيسابوري إذا الريح فيها جرت الريح أعجلت فواختها في الغصن أن تترنما فكم طيرت في الجو وردا مدنرا تقلبه فيه ووردا مدرهما وأشجار تفاح كأن ثمارها عوارض أبكار يضاحكن مغرما فإن عقدتها الشمس فيها حسبتها خدودا على القضبان فدا وتوأما ترى خطباء الطير فوق غصونها تبث على العشاق وجدا معتما وقد كان في القديم أول طبرستان آمل ثم مامطير وبينها وبين آمل ستة فراسخ ثم ويمة وهي من مامطير على ستة فراسخ ثم سارية ثم طميس وهي من سارية على ستة عشر فرسخا هذا آخر حد طبرستان وجرجان ومن ناحية الديم على خمسة فراسخ من آمل مدينة يقال لها ناتل ثم شالوس وهي ثغر الجبل هذه مدن السهل وأما مدن الجبل فمنها مدينة يقال لها الكلار ثم تليها مدينة صغيرة يقال لها سعيداباذ ثم الرويان وهي أكبر مدن الجبل ثم في الجبل من ناحية حدود خراسان مدينة يقال لها تمار وشرز ودهستان فإذا جزت الأرز وقعت في جبال ونداد هرمز فإذا جزت هذه الجبال وقعت في جبال شروين وهي مملكة ابن قارن ثم الديلم وجيلان وقال البلاذري كور طبرستان ثمان كورة سارية وبها منزل العامل وإنما صارت منزل العامل في أيام الطاهرية وقبل ذلك كان منزل العامل بآمل وجعلها أيضا الحسن بن زيد ومحمد بن زيد دار مقامهما ومن رساتيق آمل أرم خاست الأعلى وأرم خاست الأسفل والمهروان والأصبهبذ ونامية وطميس وبين سارية وسلينة على طريق الجبال ثلاثون فرسخا وبين سارية والمهروان عشرة فراسخ وبين سارية والبحر ثلاثة فراسخ وبين جيلان والرويان اثنا عشر فرسخا وبين آمل وشالوس وهي إلى ناحية الجبال عشرون فرسخا وطول طبرستان من جرجان إلى الرويان ستة وثلاثون فرسخا وعرضها عشرون فرسخا في يد الشكري من ذلك ستة وثلاثون فرسخا في عرض أربعة فراسخ والباقي في أيدي الحروب من الجبال والسفوح وهو طول ستة وثلاثين فرسخا في عرض ستة عشر فرسخا والعرض من الجبل إلى البحر ذكر فتوح طبرستان وكانت بلاد طبرستان في الحصانة والمنعة على ما هو مشهور من أمرها وكانت ملوك الفرس |جـ 4 صـ 15| يولونها رجلا ويسمونه الأصبهبذ فإذا عقدوا له عليها لم يعزلوه عنها حتى يموت فإذا مات أقاموا مكانه ولده إن كان له ولد وإلا وجهوا بأصبهبذ آخر فلم يزالوا على ذلك حتى جاء الإسلام وفتحت المدن المتصلة بطبرستان وكان صاحب طبرستان يصالح على الشيء اليسير فيقبل منه لصعوبه المسلك فلم يزل الأمر على ذلك حتى ولى عثمان بن عفان رضي الله عنه سعيد بن العاصي الكوفة سنة 92 وولى عبد الله بن عامر بن كريز بن حبيب بن عبد شمس البصرة فكتب إليهما مرزبان طوس يدعوهما إلى خراسان على أن يملكه عليها من غلب وخرجا جميعا يريدانها فسبق ابن عامر فغزا سعيد بن العاصي طبرستان ومعه في غزاته فيما يقال الحسن والحسين رضي الله عنهما وقيل إن سعيدا غزاها من غير أن يأتيه كتاب أحد بل سار إليها من الكوفة ففتح طميس أو طميسة وهي قرية وصالح ملك جرجان على مائتي ألف درهم بغلية وافية فكان يؤديها إلى المسلمين وافتتح أيضا من طبرستان الرويان ودنباوند وأعطاه أهل الجبال مالا فلما ولي معاوية ولى مصقلة بن هبيرة أحد بني ثعلبة بن شيبان بن ثعلبة بن عكابة فسار إليها ومعه عشرون ألف رجل فأوغل في البلد يسبي ويقتل فلما تجاوز المضايق والعقاب أخذها عليه وعلى جيشه العدو عند انصرافه للخروج ودهدهوا عليه الحجارة والصخور من الجبال فهلك أكثر ذلك الجيش وهلك مصقلة فضرب الناس به مثلا فقالوا لا يكون هذا حتى يرجع مصقلة من طبرستان فكان المسلمون بعد ذلك إذا غزوا هذه البلاد تحفظوا وتحذروا من التوغل فيها حتى ولي يزيد بن المهلب خراسان في أيام سليمان بن عبد الملك وسار حتى أناخ على طبرستان فاستجاش الأصبهبذ الديلم فأنجدوه وقاتله يزيد أياما ثم صالحه على أربعة آلاف ألف درهم وسبعمائة ألف درهم مثاقيل في كل عام وأربعمائة وقر زعفران وأن يوجهوا في كل عام أربعمائة رجل على رأس كل رجل ترس وجام فضة ونمرقة حرير وفتح يزيد الرويان ودنباوند ولم يزل أهل طبرستان يؤدون هذا الصلح مرة ويمتنعون أخرى إلى أيام مروان بن محمد فانهم نقضوا ومنعوا ما كانوا يحملونه فلما ولي السفاح وجه إليهم عاملا فصالحوه على مال ثم غدروا وقتلوا المسلمين وذلك في خلافة المنصور فوجه المنصور إليهم خازم بن خزيمة التميمي وروح بن حاتم المهلبي ومعهما مرزوق أبو الخصيب فنزلوا على طبرستان وجرت مدافعات صعب معها بلوغ غرض وضاق عليهم الأمر فواطأ أبو الخصيب خازما وروحا على أن ضرباه وحلقا رأسه ولحيته ليوقع الحيلة على الأصبهبذ فركن إلى ما رأى من سوء حاله واستخصه حتى أعمل الحيلة وملك البلد وكان عمرو بن العلاء الذي يقول فيه بشار بن برد إذا أيقظتك حروب العدى فنبه لها عمرا ثم نم جزارا من أهل الري فجمع جمعا وقاتل الديلم فأبلى بلاء حسنا فأوفده جهور بن مرار العجلي إلى المنصور فقوده وجعل له منزلة وتراقت به الأمور حتى ولي طبرستان واستشهد في خلافة المهدي ثم افتتح موسى بن حفص بن عمرو بن العلاء ومازيار بن قارن جبال شروين من طبرستان وهي من أمنع الجبال وأصعبها وذلك في أيام المأمون فولى المأمون عند ذلك بلاد طبرستان المازيار وسماه محمدا وجعل له مرتبة الأصبهبذ فلم يزل واليا عليها حتى توفي المأمون واستخلف المعتصم فأقره عليها ولم يعزله فأقام على الطاعة مدة ثم غدر وخالف وذلك بعد ست سنين |جـ 4 صـ 16| من خلافة المعتصم فكتب المعتصم إلى عبد الله بن طاهر وهو عامله على المشرق خراسان والري وقومس وجرجان يأمره بمحاربته فوجه إليه عبد الله الحسن بن الحسين في جماعة من رجال خراسان ووجه المعتصم محمد بن إبراهيم بن مصعب في جماعة من الجند فلما قصدته العساكر خرج إلى الحسن بن الحسين بغير عهد ولا عقد فأخذه وحمله إلى سر من رأى في سنة 522 فضرب بالسياط بين يدي المعتصم حتى مات وصلب بسر من رأى مع بابك الخرمي على العقبة التي بحضرة مجلس الشرطة وتقلد عبد الله بن طاهر طبرستان وكان ممن ذكرنا جماعة من الولاة من قبل بني العباس لم يكن منهم حادثة ولم يتحقق أيضا عندنا وقت ولاية كل واحد منهم ثم وليها بعد عبد الله بن طاهر ابنه طاهر بن عبد الله وخلفه عليها أخوه سليمان بن عبد الله بن طاهر فخرج عليه الحسن بن زيد العلوي الحسني في سنة 942 فأخرجه عنها وغلب عليها إلى أن مات وقام مقامه أخوه محمد بن زيد وقد ذكرت قصة هؤلاء الزيدية في كتاب المبدإ والمآل مشبعا على نسق وقال علي بن زين الطبري كاتب المازيار وكان حكيما فاضلا له تصانيف في الأدب والطب والحكمة قال كان في طبرستان طائر يسمونه ككم يظهر في أيام الربيع فإذا ظهر تبعه جنس من العصافير موشاة الريش فيخدمه كل يوم واحد منها نهاره أجمع يجيئه بالغذاء ويزقه به فإذا كان في آخر النهار وثب على ذلك العصفور فأكله حتى إذا أصبح وصاح جاءه آخر من تلك العصافير فكان معه على ما ذكرنا فإذا أمسى أكله فلا يزال على هذا مدة أيام الربيع فإذا زال الربيع فقد هو وسائر أشكاله وكذلك أيضا ذلك الجنس من العصافير فلا يرى شيء من الجميع إلى قابل في ذلك الوقت وهو طائر في قدر الفاختة وذنبه مثل ذنب الببغاء وفي منسره تعقيف هكذا وجدته وحققته ",
                "title": "طبرستان",
                "uri": "JK_000129_008312"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}