{
    "features": [
        {
            "item": "JK_000952_0675",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.439-441",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التاجر</h1> بفتح التاء المنقوطة باثنتين من فوق وكسر الجيم وفي آخرها الراء اشتهر بهذه النسبة جماعة كثيرة واشتغلوا بالتجارة غير أن جمعا عرفوا منهم بهذا الإسم فمنهم أبو علي أحمد بن الخليل التاجر كان يتجر في البز وسكن نيسابور وهو من أهل بغداد وحدث عن يزيد بن هارون وقراد أبي نوح وروح بن عبادة وأبي النضر هاشم بن القاسم وعلي بن عاصم |جـ 1 صـ 441| وحجاج بن محمد الأعور ونحوهم روى عنه يعقوب بن سفيان الفسوي ومحمد بن عبد الله بن سليمان الحضرمي مطين وأبو بكر محمد بن إسحاق بن خزيمة وغيرهم وهو ثقة مأمون ومات بنيسابور في شهر ربيع الأول سنة ثمان وأربعين ومائتين والحسن بن مسلم التاجر من أهل مرو يروي عن الحسين بن واقد روى عنه عبد الكريم بن عبد الله السكري المروزي منكر الحديث قليل الرواية روى عن الحسين بن واقد أحرفا منكرة لا يجوز الاحتجاج به إذا انفرد وأبو منصور بكر بن محمد بن علي بن محمد بن حيد بن عبد الجبار بن النضر بن مسافر بن قصي التاجر النيسابوري سكن بغداد وكان ثقة حسن الإعتقاد صحيح المذهب كثير الدرس للقرآن محبا لأهل الخير معتقدا للفقراء بالبر والإرفاق حدث عن أبيه وعن أبي الحسين أحمد بن محمد بن عمر الخفاف وأبي بكر محمد بن أحمد بن عبدوس المزكي والسيد أبي الحسن محمد بن الحسين العلوي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وروى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري ببغداد وأبو بكر هبة الله بن الفرج الظفراباذي بهمذان وأبو القاسم إسماعيل بن علي بن الحسين الحمامي بأصبهان وغيرهم وكانت ولادته في سنة ست وثمانين وثلاثمائة مات من سنة خمس وستين وأربعمائة وأبو طالب محمد بن الحسين بن أحمد بن عبد الله بن بكير التاجر من أهل بغداد سمع أبا بكر بن مالك القطيعي وأبا مالك السبيعي وأبا محمد بن ماسي ومخلد بن جعفر الدقاق وأبا الفتح محمد بن الحسين الأزدي وغيرهم سمع منه أبو بكر أحمد بن علي الخطيب وقال كتبنا عنه وكان صدوقا وسماعاته كلها بخط أبيه وكانت ولادته في ذي القعدة سنة سبع وخمسين وثلاثمائة ومات في جمادي الآخرة سنة ست وثلاثين وأربعمائة ",
                "title": "التاجر",
                "uri": "JK_000952_0675"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}