{
    "features": [
        {
            "item": "JK_000129_010154",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.326-327",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قرقرى</h1> بتكرير القاف والراء وآخره مقصور وقد تقدم اشتقاقه أرض باليمامة إذا خرج الخارج من وشم اليمامة يريد مهب الجنوب وجعل العارض شمالا فإنه يعلو أرضا تسمى قرقرى فيها قرى وزروع ونخيل كثيرة ومن قراها الهزيمة فيها ناس من بني قريش وبني قيس بن ثعلبة وقرما والجواء والأطواء وتوضح وعلى قرقرى يمر قاصد اليمامة من البصرة يدخل مرأة قرية المرأي الشاعر ينسب إليها وفي قرقرى أربعة حصون حصن لكندة وحصن لتميم وحصنان لثقيف قال ذلك كله أبو عبيد الله السكوني رحمه الله تعالى فقد سرني بما أوضحه مما لم يتعرض له غيره علي وحدث ابن الأنباري أبو بكر محمد بن القاسم بن محمد بن بشار حدثني محمد بن حفص بإسناده عن يزيد بن العلاء بن مرقش قال حدثني أخي موسى بن العلاء قال كنا مع يحيى بن طالب الحنفي أحد بني ذهل بن الدؤل بن حنيفة كان مولى لقريش وكان شيخا دينا يقرىء أهل اليمامة وكانت له ضيعة باليمامة يقال لها البرة العليا وكان يشتري غلات السلطان بقرقرى وكان عظيم التجارة وكان سخيا فأصاب الناس جدب فجلا أهل البادية فنزلوا قرقرى ففرق يحيى بن طالب فيهم الغلات وكان معروفا بالسخاء فباع عامل السلطان أملاكه وعزه الدين فهرب إلى العراق وقد كان كتب ضيعة من ضياعه لقوم قرارا لهم بها لئلا يبيعها السلطان فيما يبيع فكابره القوم عليها فخرج من اليمامة هاربا من الدين يريد خراسان فلما وصل إلى بغداد بعث رسولا إلى اليمامة وكنا معه فلما رآه في الزورق اغرورقت عيناه بالدموع وكان معدودا من الفصحاء فأنشأ يقول أحقا عباد الله أن لست ناظرا إلى قرقرى يوما وأعلامها الغبر كأن فؤادي كلما مر راكب جناح غراب رام نهضا إلى وكر أقول لموسى والدموع كأنها جداول فاضت من جوانبها تجري ألا هل لشيخ وابن ستين حجة بكى طربا نحو اليمامة من عذر |جـ 4 صـ 327| وزهدني في كل خير صنعته إلى الناس ما جربت من قلة الشكر إذا ارتحلت نحو اليمامة رفقة دهاك الهوى واهتاج قلبك للذكر فواحزني مما أجن من الأسى ومن مضمر الشوق الدخيل إلى حجري تغربت عنها كارها وهجرتها وكان فراقيها أمر من الصبر فيا راكب الوجناء أبت مسلما ولا زلت من ريب الحوادث في ستر إذا ما أتيت العرض فاهتف بأهله سقيت على شحط النوى مسبل القطر فإنك من واد إلي مرجب وإن كنت لا تزداد إلا على عقري المرجب المعظم ومنه قول الأنصاري أنا جذيلها المحكك وعذيقها المرجب وبه سمي رجب لتعظيمهم إياه وحدث أحمد بن عبيد بن ناصح النحوي قال أخبرني أبو الحسن علي بن محمد المدائني قال كان يحيى بن طالب الحنفي مولى لقريش باليمامة وكان شيخا فصيحا دينا يقرىء الناس وكان عظيم التجارة وذكر مثل ما تقدم فخرج إلى خراسان هاربا من الدين فلما وصل إلى قومس قال أقول لأصحابي ونحن بقومس ونحن على أثباج ساهمة جرد بعدنا وبيت الله عن أرض قرقرى وعن قاع موحوش وزدنا على البعد فلما وصل إلى خراسان قال أيا أثلات القاع من بطن توضح حنيني إلى أطلالكن طويل ويا أثلاث القاع قلبي موكل بكن وجدوى غيركن قليل ويا أثلاث القاع قد مل صحبتي مسيري فهل في ظلكن مقيل ألا هل إلى شم الخزامى ونظرة إلى قرقرى قبل الممات سبيل فأشرب من ماء الحجيلاء شربة يداوى بها قبل الممات عليل أحدث عنك النفس أن لست راجعا إليك فحزني في الفؤاد دخيل أريد انحدارا نحوها فيصدني إذا رمته دين علي ثقيل قال أبو بكر بن الأنباري وقد غني بهذه الأبيات عند الرشيد فسأل عن قائلها فأخبر فأمر برده وقضاء دينه فسئل عنه فقيل إنه مات قبل ذلك بشهر وقد قال خليلي عوجا بارك الله فيكما على البرة العليا صدور الركائب وقولا إذا مانوه القوم للقرى ألا في سبيل الله يحيى بن طالب ",
                "title": "قرقرى",
                "uri": "JK_000129_010154"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}