{
    "features": [
        {
            "item": "JK_000952_2026",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.209-211",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السبئي</h1> هذه النسبة بفتح السين المهملة والباء المنقوطة من تحتها بنقطة واحدة وفتحها إلى سبأ بن يشجب بن يعرب بن قحطان وهم رهط ينسبون إليه عامتهم مصريون منهم أبو هبيرة عبد الله بن هبيرة بن أسعد بن كهلان السبئي يروي عن مسلمة بن مخلد وأبي تميم الجيشاني روى عنه عبد الكريم بن الحارث وبكار بن نعيم وغيرهما مات سنة ^ ^ وعشرين ومائة وعمارة بن شبيب السبئي روى عنه أبو عبد الرحمن الحبلي وحنش بن عبد الله الصنعاني السبئي وعبد الله بن وهب السبئي رئيس الخوارج وظني أن ابن وهب هذا منسوب إلى عبد الله بن سبأ فإنه من الرافضة وجماعة منهم ينسبون إليه يقال لهم السبئية وعبد الله بن سبأ هو الذي قال لعلي رضي الله عنه أنت الإله حتى نفاه إلى المدائن وزعم أصحابه أن عليا رضي الله عنه في السحاب وأن الرعد صوته والبرق سوطه وفي هذا قال قائلهم % ومن قوم إذا ذكروا عليا % % يصلون الصلاة على السحاب % وأبو بشر جبلة بن سحيم الكوفي السبئي يروي عن ابن عمر رضي الله عنهما روى عنه مسعر وشعبة مات في ولاية هشام بن عبد الملك حين ولي يوسف بن عمر على العراق وهو الذي يقال له جبلة بن صهيب وجبلة بن زهير والصحيح سحيم وفرج بن سعيد بن علقمة بن أبيض بن حمال السبئي من أهل اليمن يروي عن عمه ثابت بن سعيد روى عنه الحميدي عبد الله بن الزبير المكي وأبو سعيد سلمة بن سعيد بن منصور بن حنش السبئي روى عنه ابنه عبد الرحمن وابو الربيع سليمان بن بكار بن سليمان بن أبي زينب السبئي مولى يلقب المنقار يروي |جـ 3 صـ 210| عن ابن وهب روى عنه يحيى بن عثمان بن صالح وغيره توفي سنة ست وعشرين ومائتين وقد حدث يحيى بن عثمان عن ابنه محمد بن سليمان عن جده بكار بن سليمان عن الأوزاعي بحديث ولم أعلم له حديثا من جهة غيره وعبد الرحمن بن اسميفع بن وعلة السبئي يروي عن ابن عمر وابن عباس رضي الله عنهم روى عنه مرثد بن عبد الله اليزني وجعفر بن ربيعة وزيد بن اسلم وجماعة وكان شريفا بمصر وعلقمة بن اسميفع السبئي أخوه يروي عن ابن عباس رضي الله عنهما روى عنه عبد الله بن هبيرة قاله ابن يونس وأخوهما شرحبيل بن اسميفع السبئي يروي عن ابن شهاب روى عنه ابن لهيعة وهزان بن سعيد وأبو المغيرة عبد الله بن المغيرة بن معيقيب السبئي يروي عن عبد الله بن الحارث بن جزء عن أبي الهيثم عن أبي سعيد الخدري رضي الله عنه روى عنه محمد بن إسحاق ونافع بن يزيد وابن لهيعة توفي سنة إحدى وثلاثين ومائة وعبد الرحمن بن مالك السبئي قديم يروي عن عبد الله بن عمرو ومعاوية بن حديج ومسلمة بن مخلد روى عنه أبو هانىء الخولاني ولم يحدث عنه غيره بحديث واحد قاله ابن يونس وعبد المؤمن بن عبد الله بن هبيرة السبئي ولي إمرة برقة ليزيد يروي عن يحيى بن سعيد الأنصاري روى عنه عقبة بن نافع المعافري قاله ابن يونس وأبو هاشم عمرو بن بحري السبئي يروي عن موسى بن وردان روى عنه سعيد بن عفير وزيد بن قشير كان حيا في سنة ثمانين ومائة وعمار ويقال عمارة بن شبيب السبئي روى عنه أبو عبد الرحمن الحبلي والحديث معلول قاله ابن يونس |جـ 3 صـ 211| وأزهر بن عبد الله بن يزيد السبئي مصري يكنى أبا عبد الله حدث عنه أحمد بن يحيى بن وزير توفي سنة خمس ومائتين قال ابن يونس لا أعرفه بغير هذا وأسد بن عبد الرحمن السبئي أندلسي يروي عن مكحول والأوزاعي ذكره الخشني في كتابه وأبو رشدين حنش بن عبد الله بن عمرو بن حنظلة بن فهد بن قنان بن ثعلبة بن عبد الله بن ثامر السبئي هو حنش الصنعاني يروي عن فضالة بن عبيد وعبد الله بن عباس رضي الله عنهما وقال أبو سعيد بن يونس كان حنش السبئي أبو رشدين مع علي بن أبي طالب رضي الله عنه بالكوفة وقدم مصر بعد قتل علي رضي الله عنه وغزا المغرب مع رويفع بن ثابت حدث عنه الحارث بن سويد وسلامان بن عامر وعامر بن يحيى وسيار بن عبد الرحمن وأبو مرزوق مولى تجيب وقيس بن الحجاج وربيعة بن سليم وغيرهم وتوفي بإفريقية سنة مائة وولده بمصر سلمة بن سعيد بن منصور بن حنش وقد تقدم ذكره ",
                "title": "السبئي",
                "uri": "JK_000952_2026"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}