{
    "features": [
        {
            "item": "JK_000952_3327",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.551-554",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القنطري</h1> بفتح القاف وسكون النون وفتح الطاء المهملة وفي أخرها الراء هذه النسبة إلى القنطرة وإلى رأس القنطرة وهي القناطر على المواضع للعبور إلى عدة مواضع ببلاد مختلفة فأما أبو الفضل عباس بن الحسين القنطري البغدادي من قنطرة بردان وهي محلة ببغداد أحد الثقات المشهورين من أهل بغداد يروي عن مبشر بن إسماعيل وسعيد بن مسلمة ويحيى بن آدم روى عنه البخاري في صحيحه والمعمري وعبد الله بن أحمد بن حنبل توفي سنة أربعين ومائتين وأبو صالح الحكم بن موسى بن أبي زهير القنطري نسائي الأصل رأى مالك بن أنس وسمع يحيى بن حمزة روى عنه الأئمة هو من قنطرة البردان ومحمد بن جعفر بن الحارث الخزاز القنطري حدث عن خالد بن عمرو القرشي روى عنه الإمام أبو بكر بن خزيمة وأبو الحسن علي بن داود بن يزيد القنطري التميمي سمع سعيد بن أبي مريم وأبا صالح كاتب الليث وغيرهما روى عنه إبراهيم الحربي والبغوي وابن صاعد وأخوه أبو جعفر محمد بن داود بن يزيد التميمي القنطري أخو علي وهو الأكبر سمع أدم بن أبي إياس وسعيد بن أبي مريم وغيرهما روى عنه القاسم بن زكريا |جـ 4 صـ 552| المطرز ويحيى بن صاعد ومات في رجب سنة ثمان وخمسين ومائتين وأبو بكر محمد بن علي الصباغ القنطري يروي عن أحمد بن منيع البغوي روى عنه إبراهيم بن أحمد الخرقي وأحمد بن محمد القنطري يروي عن محمد بن عبيد بن حساب روى عنه غلام الخلال ومحمد بن العوام بن إسماعيل القنطري الخباز يروي عن منصور بن أبي مزاحم وشريح بن يونس وغيرهما روى عنه أبو عبد الله الحكيمي وأحمد بن كامل القاضي وأبو بكر محمد بن السري بن سهل القنطري سمع محمد بكار بن الريان وعثمان بن أبي شيبة روى عنه أحمد بن جعفر بن سلم الختلي ومحمد بن حميد المخرمي وأبو إسحاق بكر بن أيوب بن أحمد بن عبد القادر القنطري يروي عن محمد بن حسان الأزرق روى عنه أبو القاسم بن الثلاج وأبو عبد الله جعفر بن محمد بن الحسن بن الوليد بن السكن الصفار القنطري سمع الحسن بن عرفة روى عنه أبو القاسم بن الثلاج وأبو منصور أحمد بن مصعب بن سرويه القنطري حدث عن سهل بن زنجلة روى عنه عبد الصمد الطستي وأبو بكر محمد بن مسلم بن عبد الرحمن القنطري الزاهد وكان يشبه بشر بن الحارث وعثمان بن سعيد ابن أخي علي بن داود القنطري حدث عن يحيى بن الحسن القلانسي روى عنه أبو الحسن المصري وأبو الحسن محمد بن أحمد بن تميم الخياط القنطري من أهل بغداد كان فيه لين هكذا قال محمد بن أبي الفوارس الحافظ حدث عن أحمد بن عبيد الله النرسي وأبي قلابة الرقاشي ومحمد بن سعد العوفي وأبي إسماعيل الترمذي ومحمد بن يونس الكديمي روى عنه أبو الحسن محمد بن أحمد بن رزق وأبو الحسن علي بن أحمد بن عمر المقري وأبو الحسن علي بن الحسين بن دوما النعالي والحاكم أبو عبد الله الحافظ وتوفي في شعبان سنة ثمان وأربعين وثلاثمائة وأبو عمران موسى بن نصر بن سلام البزاز القنطري حدث عن عبد الله بن عون |جـ 4 صـ 553| وغيره روى عنه محمد بن مخلد ومحمد بن جعفر المطيري البغداديان وخيثمة بن سليمان الأطرابلسي والثاني جماعة نسبوا إلى محلة بنيسابور يقال لها رأس القنطرة حدث منها جماعة منهم أبو علي الحسن بن محمد بن سنان القنطري السواق من أهل نيسابور سمع محمد بن يحيى وأحمد بن يوسف روى عنه أبو علي الحافظ النيسابوري وأبو محمد عبد الله بن الحسين بن حميد بن مقل القنطري سمع محمد بن يحيى وعبد الرحمن بن بشر وأبا الأزهر وغيرهم روى عنه أبو علي الحافظ النيسابوري أيضا وأبو محمد عبد الله بن عمر النيسابوري القنطري سمع محمد بن يحيى روى عنه أبو علي الحافظ أيضا وأبو الحسين أحمد بن محمد بن عمر الخفاف القنطري الزاهد يروي عن أبي العباس محمد بن إسحاق السراج روى عنه الأستاذ أبو القاسم القشيري وجماعة كثيرة آخرهم أبو القاسم الفضل بن عبد الله بن المحب والثالث بسمرقند قرية كبيرة من السغد يقال لها رأس القنطرة رأيتها من بعد خرج منها جماعة كثيرة من أهل العلم يقال لكل واحد منهم القنطري منها أبو منصور جعفر بن صادق بن الجنيد القنطري قاله أبو العباس المستغفري وقال هو من رأس القنطرة يروي عن خلف بن عامر البخاري وأبي عصمة سهل بن المتوكل خرج حاجا إلى بيت الله الحرام في سنة ثلاث وتسعين ومائة وكتب بمرو عن أبي عاصم عمرو بن عاصم وأبي بكر أحمد بن محمد المروزي صاحب أبي عصمة وأبي الهيثم المثنى بن محمد الأزدي وأبي عبد الله أحمد بن خشنام الدندانقاني صاحب أبي عمار الحسين بن حريث وبنيسابور عن أبي بكر محمد بن إسحاق بن خزيمة ومات جعفر بن صادق يوم السبت لعشر بقين من ربيع الأول سنة خمس عشرة وثلاثمائة وأبو محمد عبد الله بن إبراهيم بن إسحاق بن أيوب القنطري قال المستغفري هو ثقة جليل من علماء نسف من راس القنطرة يروي عن أبي زرعة الرازي روى عنه محمد بن زكريا وتوفي في ذي القعدة سنة ثلاث وثلاثمائة وأبو أحمد القاسم بن محمد بن أحمد بن معروف القنطري النسفي كان على عمل |جـ 4 صـ 554| القضاء بنسف زمانا في أيام الشيخ أبي بكر محمد بن إبراهيم القلانسي وكان على عمل القضاء بالصغانيان زمانا يروي عن محمد بن يعقوب الأصم ولم يترك السماع منه إلا قليلا في آخر عمره وروى عن أبي يعلى المؤمن بن خلف وأبي الحسن محمد بن عمر بن محمد البختري وأبي أحمد بكر بن محمد بن حمدان الصيرفي وأبي جعفر محمد بن محمد بن عبد الله الجمال فمن دونهم من شيوخ خراسان وما وراء النهر وكان فقيها أديبا شاعرا محدثا متفننا في فنون العلم روى عنه أبو العباس جعفر بن محمد المستغفري الحافظ قال مات ضحوة يوم السبت لثلاث خلون من شهر ربيع الآخر سنة ثمان وثمانين وثلاثمائة وكان سبب موته أنه اقتصد يوم الأربعاء وشرب الدواء يوم الخميس فاعتل يوم الجمعة ومات ضحوة يوم السبت رحمه الله وتجاوز عنه وأبو بكر محمد بن مسلم بن عبد الرحمن القنطري ذكره أبو الحسين بن المنادي في جملة من كان قاطنا ببغداد من أهل الصلاح وكان ينزل قنطرة البردان فنسب إليها وكان يشبه في الزهد والورع والشغل عن الدنيا وأهلها بشر بن الحارث وكان قوته شيئا يسيرا كان يكتب جامع سفيان الثوري لقوم لا يشك في صلاحهم ببضعة عشر درهما فمنها قوته قالوا وكان له ابن اخت حدث فرآه يلعب بالطيور فدعا الله أن يميته فما أمسى يوم ذلك إلا ميتا وحكى جعفر الخلدي عن الجنيد بن محمد قال عبرت يوما إلى أبي بكر بن مسلم في نصف النهار فقال لي ما كان لك في هذا الوقت عمل يشغلك عن المجيء إلي قلت إذا كان مجيئي إليك العمل فما أعمل وتوفي في ذي الحجة سنة ستين ومائتين ",
                "title": "القنطري",
                "uri": "JK_000952_3327"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}