{
    "features": [
        {
            "item": "JK_000129_002056",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.453-455",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بعق والنسبة البعقوبي</h1> بالقاف واد بالأبواء يقال له البعق قاله أبو الأشعث الكندي قال الشاعر كأنك مردوع بشس مطرد يفارقه من عقدة البعق هيمها بعقوبا بالفتح ثم السكون وضم القاف وسكون الواو والباء موحدة ويقال لها باعقوبا أيضا قرية كبيرة كالمدينة بينها وبين بغداد عشرة فراسخ من أعمال طريق خراسان وهي كثيرة الأنهار والبساتين واسعة الفواكه متكاثفة النخل وبها رطب وليمون يضرب بحسنها وجودتها المثل وهي راكبة على نهر ديالى من جانبه الغربي ونهر جلولاء يجري في وسطها وعلى جنبي النهر سوقان وعليه قنطرة وعلى ظهر القنطرة يتصل بين السوقين والسفن تجري تحت القنطرة إلى باجسرا وغيرها من القرى وبها عدة حمامات ومساجد وينسب إليها جماعة من أهل العلم منهم أبو الحسن محمد بن الحسين بن حمدون البعقوبي قاضيها روى عنه الحافظ أبو بكر الخطيب وقتل بحلوان في شهر ربيع الأول سنة 034 وبعقوبا هذه هي التي ذكرها سعد بن محمد الصيفي وهو الحيص بيص في رسائله السبع يسأل المسترشد أن يهبها منه وعوض عنها بمال فلم يقبله وقرأت بخط أبي محمد بن الخشاب النحوي أنشدني أبو المظفر بن قرما الإسكافي قال أنشدني المهدي البصري لنفسه يهجو أهل بعقوبا ألا قل لمرتاد النوال تطوفا يقلقله هم عليه حريص تخاف يعقوبا إذا جئت معشرا لهم يبيت الضيف وهو خميص أبو الشيص لو وافاهم بمجاعة لأعوزه بين الحدائق شيص ولو خوصة من نخلها قيل قد هوت لقيل عشار قد هوين وخوص بعلبك بالفتح ثم السكون وفتح اللام والباء الموحدة والكاف مشددة مدينة قديمة فيها أبنية عجيبة وآثار عظيمة وقصور على أساطين الرخام لا نظير لها في الدنيا بينها وبين دمشق ثلاثة أيام وقيل اثنا عشر فرسخا من جهة الساحل قال بطليموس مدينة بعلبك طولها ثمان وستون درجة وعشرون دقيقة في الإقليم الرابع تحت ثلاث درج من الحوت لها شركة في كف الخضيب طالعها القوس تحت عشر درج من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان قال صاحب الزيج بعلبك طولها اثنتان وستون درجة وثلث وعرضها سبع وثلاثون درجة وثلث وهو اسم مركب من بعل اسم صنم وبك أصله من بك عنقه أي دقها وتباك القوم أي ازدحموا فإما أن يكون نسب الصنم إلى بك وهو اسم رجل أو جعلوه يبك الأعناق هذا إن كان عربيا وإن كان عجميا فلا اشتقاق ولهذا الاسم ونظائره من المركبات أحكام فإن شئت جعلت آخر الأول والثاني مفتوحا بكل حال كقولك هذا بعلبك ورأيت بعلبك وأريت بعلبك وجئت من بعلبك فهذا تركيب يقتضي بناءه فكأنك قلت بعل وبك فلما حذفت الواو أقمت البناء مقامه ففتحت الاسمين كما قلت خمسة عشر وإن شئت أضفت الأول إلى الثاني فقلت هذا بعلبك ورأيت بعلبك ومررت ببعلبك أعربت بعلا وخفضت بكا بالإضافة وإن شئت بنيت الاسم الأول على الفتح وأعربت الثاني بإعراب ما لا ينصرف فقلت هذا بعلبك ورأيت بعلبك ومررت ببعلبك |جـ 1 صـ 454| وهذا هو التركيب الداخل في باب ما لا ينصرف الذي عدوه سببا من أسباب منع الصرف فإنهم أجروا الاسم الثاني من الاسمين اللذين ركبا مجرى تاء التأنيث في أن آخر حرف قبلها مفتوح أبدا ومنزل تنزيل الفتحة كالألف في نواة وقطاة وآخر الثاني حرف إعراب إلا أن الاسم غير مصروف للتعريف والتركيب لأن التركيب فرع على الإفراد وثان له كما أن التعريف ثان للتنكير فعلى هذا الوجه تقول هذا بعلبك ورأيت بعلبك ومررت ببعلبك فلو نكرته صرفته لبقاء علة واحدة فيه هي التركيب ويدلك على أن الاسم الثاني في هذا الوجه بمنزلة التاء تصغيرهم الأول من الاسمين المركبين وتسليمهم لفظ الثاني فتقول هذه بعيلبك كما تقول في طلحة طليحة وتقول في ترخيمه لو رخمته يا بعل كما تقول يا طلح وتقول في النسب إليه بعلي كما تقول طلحي وأما من قال بعلبكي فليس بعلبك عنده مركبة ولكنه من أبنية العرب فأما حضرمي وعبدري وعبقسي فإنهم خلطوا الاسمين واشتقوا منهما اسما نسبوا إليه وببعلبك دبس وجبن وزيت ولبن ليس في الدنيا مثلها يضرب بها المثل قال أعرابي قلت لذات الكعثب المصك ولم أكن من قولها في شك إذ لبست ثوبا دقيق السلك وعقد در ونظام سك غطي الذي افتن قلبي منك قالت فما هو قلت غطي حرك فكشفت عن أبيض مدك كأنه قعب نضار مكي أو جبنة من جبن بعلبك يسمع منه خفقا الدك مثل صرير القتب المنفك وقد ذكرها امرؤ القيس فقال لقد أنكرتني بعلبك وأهلها ولابن جريج في قرى حمص أنكرا وقيل إن بعلبك كانت مهر بلقيس وبها قصر سليمان بن داود عليه السلام وهو مبني على أساطين الرخام وبها قبر يزعمون أنه قبر مالك الأشتر النخعي وليس بصحيح فإن الأشتر مات بالقلزم في طريقه إلى مصر وكان علي رضي الله عنه وجهه أميرا فيقال إن معاوية دس إليه عسلا مسموما فأكله فمات بالقلزم فقال معاوية إن لله جنودا من عسل فيقال إنه نقل إلى المدينة فدفن بها وقبره بالمدينة معروف وبها قبر يقولون إنه قبر حفصة بنت عمر زوجة النبي صلى الله عليه وسلم والصحيح أنه قبر حفصة أخت معاذ بن جبل لأن قبر حفصة زوج النبي صلى الله عليه وسلم بالمدينة معروف وبها قبر إلياس النبي عليه السلام وبقلعتها مقام إبراهيم الخليل عليه السلام وبها قبر أسباط ولما فرغ أبو عبيدة بن الجراح من فتح دمشق في سنة أربع عشرة سار إلى حمص فمر ببعلبك فطلب أهلها إليه الأمان والصلح فصالحهم على أن أمنهم على أنفسهم وأموالهم وكنائسهم وكتب لهم كتابا أجلهم فيه ألى شهر ربيع الآخر وجمادى الأولى فمن جلا سار ألى حيث شاء ومن أقام فعليه الجزية وقد نسب ألى بعلبك جماعة من أهل العلم منهم محمد ابن علي بن الحسن بن محمد بن أبي المضاء أبو المضاء البعلبكي المعروف بالشيخ الدين سمع بدمشق أبا بكر الخطيب وأبا الحسن بن أبي الحديد وأبا محمد |جـ 1 صـ 455| الكناني وببعلبك عمه القاضي أبا علي الحسن بن علي بن محمد بن أبي المضاء سمع منه أبو الحسين بن عساكر وأجاز لأخيه أبي القاسم الحافظ وكان مولده سنة 524 ومات في شعبان سنة 905 وعبد الرحمن بن الضحاك بن مسلم أبو مسلم البعلبكي القاري ويعرف بابن كسرى روى عن سويد بن عبد العزيز والوليد بن مسلم ومروان بن معاوية وبقية ومبشر بن إسماعيل وسفيان بن عيينة وعبد الرحمن بن مهدي روى عنه أبو حاتم الرازي وأبو جعفر أحمد بن عمر بن إسماعيل الفارسي الوراق وغيرهما ومحمد بن هاشم بن سعيد البعلبكي روى عنه أحمد بن عمير بن جوصا الدمشقي وغيره ",
                "title": "بعق والنسبة البعقوبي",
                "uri": "JK_000129_002056"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}