{
    "features": [
        {
            "item": "JK_000129_011908",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.119-120",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المرية</h1> بالفتح ثم الكسر وتشديد الياء بنقطتين من تحتها يجوز أن يكون من مرى الدم يمري إذا جرى والمرأة مرئية ويجوز أن يكون من الشيء المري فحذفوا الهمزة كما فعلوا في خطية وردية وهي مدينة كبيرة من كورة إلبيرة من أعمال الأندلس وكانت هي وبجانة بابي الشرق منها يركب التجار وفيها تحل مراكب التجار وفيها مرفأ ومرسى للسفن والمراكب يضرب ماء البحر سورها ويعمل بها الوشي والديباج فيجاد عمله وكانت أولا تعمل بقرطبة ثم غلبت عليها المرية فلم يثقف في الأندلس من يجيد عمل الديباج إجادة أهل المرية ودخلها الأفرنج خذلهم الله من البر والبحر في سنة 245 ثم استرجعها المسلمون سنة 255 وفيها يكون ترتيب الأسطول الذي للمسلمين ومنها يخرج إلى غزو الأفرنج قال أبو عمر أحمد بن دراج القسطلي متى تلحظوا قصر المرية تظفروا ببحر ندى ميناه در ومرجان وتستبدلوا من موج بحر شجاكم ببحر لكم منه لجين وعقيان وقال ابن الحداد في أبيات ذكرت في تدمير أخفي اشتياقي وما أطويه من أسف على المرية والأنفاس تظهره ينسب إليها أبو العباس أحمد بن عمر بن أنس العذري ويعرف بالدلائي المري رحل إلى مكة وسمع من أبي العباس أحمد بن الحسين الرازي وطبقته وبمصر جماعة أخرى وهو مكثر سمع منه الحميدي وابن عبد البر وأبو محمد بن حزم وكانا شيخيه سمع منهما قديما فلما رجع من الشرق سمعا منه وله تآليف حسان منها كتاب في أعلام النبوة وكتابه المسمى بنظام المرجان في المسالك والممالك ومولده في ذي القعدة سنة 393 وتوفي سنة 746 وقيل 874 ببلنسية وينسب إليها أيضا محمد بن خلف بن سعيد بن وهب المري أبو عبد الله المعروف بابن المرابط من أهل الفقه والفضل سمع أبا القاسم المهلب |جـ 5 صـ 120| وأبا الوليد بن مقبل وألف كتابا في شرح البخاري مفيدا كبيرا روى عنه القاضي أبو الإصبع بن سهل والقاضي أبو عبد الله التميمي وغيرهما وتوفي بالمرية سنة 584 ومحمد بن حسين بن أحمد بن محمد الأنصاري المري أبو عبد الله روى عن جماعة وتحقق بعلم الحديث ومعرفته وله كتاب حسن في الجمع بين صحيحي البخاري ومسلم أخذه الناس عنه مات في محرم سنة 285 ومولده سنة 546 ",
                "title": "المرية",
                "uri": "JK_000129_011908"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}