{
    "features": [
        {
            "item": "JK_000952_2150",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.291-293",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمان</h1> بفتح السين المهملة وتشديد الميم وفي آخرها النون هذه النسبة إلي بيع السمن وأبو صالح ذكوان بن عبد الله السمان ويقال له الزيات أيضا صاحب أبي هريرة رضي الله عنه مولى جويرية بنت الأحمس الغطفاني من أهل المدينة كان يجلب السمن إلى الكوفة من المدينة ويبيعه والزيت أيضا فنسب إلى ذلك وكان من ثقات التابعين يروي عن أبي هريرة وسعد بن أبي وقاص رضي الله عنهما روى عنه الأعمش وابنه سهيل وجماعة وابنه سهيل يروي عن أبيه وسعيد بن المسيب روى عنه مالك والثوري وشعبة قال أبو حاتم بن حبان وكان يخطىء |جـ 3 صـ 292| وأخوه صالح بن أبي صالح يروي عن أبيه أيضا روى عنه هشام بن عروة ولهما أخ ثالث اسمه عباد وأبو بكر أزهر بن سعد السمان من أهل البصرة يروي عن حميد الطويل ولد سنة إحدى عشرة ومائة ومات سنة ثلاث ومائتين وقيل سنة سبع ومائتين روى عنه أهل العراق وحماد السمان شيخ يروي عن شيخ عن علي رضي الله عنه روى عنه حماد بن سلمة وأبو شعيب راشد بن السمان يروي عن ابن أبي ليلى روى عنه العلاء بن صالح وسنة بن شماس السمان يروي عن عطاء وابن سيرين روى عنه موسى بن إسماعيل التبوذكي وصالح بن رؤبة السمان روى عنه عثمان بن أبي زرعة وعبد الحميد بن أبي جعفر الفراء وأبو الربيع أشعث بن سعيد السمان والد سعيد بن أبي الربيع من أهل البصرة يروي عن هشام بن عروة ورؤبة حدث عنه ركيع وأبو نعيم يروي عن الأئمة الثقات الأحاديث الموضوعات وخاصة عن هشام بن عروة وكأنه ولع بقلب الأخبار عليه وأبو سعد إسماعيل بن علي بن الحسين السمان الحافظ من أهل الري كان حافظا رحالا سافر إلى العراق والحجاز والشام وديار مصر وأدرك الشيوخ وانصرف إلى الري وجمع المجالس المائتين ومعجم البلدان وكان شيخ المعتزلة بها في عصره توفي سنة خمس وخمسين وأربعمائة أو قريبا منها ذكره أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ في معجم شيوخه وقال أبو سعد السمان الرازي قدم علينا أصبهان سمع أصحاب ابن أبي حاتم بالري وأبا الحسن بن فراس العنقسي بمكة وأبا طاهر بن المخلص ببغداد وأبا محمد بن النحاس بمصر وابن أبي أسامة بحلب سماعه بعد سنة ثمانين وثلاثمائة شيخ ثقة في الرواية حافظ يفهم ولكنه يقول بتفويض الأعمال إلى العباد وينكر القدر رأيت بخطة مع تلميذ كان معه من أهل الري يقال له أبو عبد الله الطاحوني جزءا قد صنف في نفي القدر فعلمت أنه قدري خبيث مات قبل سنة خمسين وأربعمائة ثم حدث عنه بحديث سمعه عنه بأصبهان وقال حدثنا أبو سعد السمان الرازي |جـ 3 صـ 293| لفظا بأصبهان مع براءتي من بدعته قال حدثنا أبو الحسن علي بن محمد بن عمر بن العباس إملاء بالري وابن أخيه أبو بكر طاهر بن الحسين بن علي بن الحسن السمان من أهل الري يروي عن عمه المجالس المائتين التي جمعها عمه روى لي عنه ابنه أبو سعيد يحيى بن طاهر وأبو الفتح نصر بن مهدي بن نصر الحسيني بالري وأبو العباس أحمد بن الحسن بن بابا القصرائي مأذون ومات بعد سنة اثنتين وثمانين وأربعمائة بالري وابنه أبو سعد يحيى بن طاهر بن الحسين بن علي بن الحسين السمان من أهل الري يروي عن أبيه وألكيا أبي الحسين يحيى بن الحسين بن إسماعيل الشجري العلوي الحسني وكان يعلم الصبيان بباب زامهران سمعت منه وكتبت عنه بالري في مكتبه وتركته حيا سنة سبع وثلاثين وخمسمائة ومن القدماء أبو الربيع أشعث بن سعيد السمان يروي عن هشام بن عروة وأبي هاشم وابن أبي نجيح وعاصم بن عبيد الله وأبي بشر روى عنه وكيع وأسد بن موسى وأبو نعيم وقبيصة وموسى بن إسماعيل وقال أحمد بن حنبل أبو الربيع السمان مضطرب ليس بذاك كان ابن أبي عروبة حمل عنه وقال عمرو بن علي هو متروك الحديث وكان لا يحفظ وقال أبو حاتم الرازي هو ضعيف الحديث منكر الحديث سيء الحفظ يروي المناكير عن الثقات ",
                "title": "السمان",
                "uri": "JK_000952_2150"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}