{
    "features": [
        {
            "item": "JK_000952_3917",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.364-365",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المقدمي</h1> بضم الميم وفتح القاف وتشديد الدال المهملة وفي اخرها الميم هذه النسبة إلى الجد والمشهور بها أبو عبد الله محمد بن أبي بكر بن علي بن عطاء بن مقدم المقدمي مولى ثقيف ابن أخي محمد بن علي المقدمي يروي عن حماد بن زيد والبصريين روى عنه الحسن بن سفيان وأبو يعلي أحمد بن علي الموصلي وغيرهما مات في أول سنة أربع وثلاثين ومائتين وعبد الله بن أبي بكر المقدمي أخو محمد بن أبي بكر من أهل البصرة يروي عن حماد بن زيد روى عنه الحسن بن سفيان وابن عم أبي عبد الله السابق ذكره محمد بن عمر بن علي بن عطاء بن مقدم المقدمي |جـ 5 صـ 365| من أهل البصرة أيضا يروي عن أبيه والبصريين روى عنه الإمام أبو بكر محمد بن إسحاق بن خزيمة وأبو عثمان أحمد بن محمد بن أبي بكر المقدمي من أهل البصرة سكن بغداد يروي عن علي بن المديني وأبي الوليد الطيالسي وأبي همام الخاركي ومسلمة بن إبراهيم وأبيه وحجاج بن منهال وغيرهم من البصريين روى عنه محمد بن المنذر بن سعيد الهروي وأبو بكر بن أبي الدنيا وأبو بكر بن الباغندي ومحمد بن مخلد الدوري ويحيى بن صاعد وقال ابن أبي حاتم سمعت منه بمكة وهو صدوق ومات في جمادى الاخرة سنة أربع وستين ومائتين وأبو حفص عمر بن علي بن مقدم المقدمي من أهل البصرة أيضا يروي عن إسماعيل بن أبي خالد روى عنه ابن أخيه محمد بن أبي بكر المقدمي وأهل العراق مات سنة تسعين ومئة وقد قيل سنة اثنتين وتسعين ومئة وابنه أبو بشر عاصم بن عمر بن علي بن مقدم المقدمي البصري سكن بغداد وحدث بها عن أبيه روى عنه عباس الدوري وعبد الله بن أحمد بن حنبل وأبو بكر بن أبي الدنيا القرشي وأحمد بن الحسن عبد الله الصوفي وغيرهم مات سنة إحدى وثلاثين ومائتين وأبو عبد الله محمد بن أحمد بن محمد بن أبي بكر بن علي بن مقدم المقدمي القاضي مولى ثقيف من أهل بغداد وكان ثقة صدوقا سمع عمرو بن علي الفلاس ومحمد بن خالد بن خداش ومحمد بن يحيى القطيعي ومقدم بن محمد المقدمي ويعقوب بن إبراهيم الدورقي ومحمد بن بشار بندار ومحمد بن المثنى وزيد بن أخرم وغيرهم روى عنه أبو بكر محمد بن يحيى الصولي وأبو بكر محمد بن عمر بن مسلم الجعابي وأبو حفص عمر بن أحمد بن الزيات وتوفي في غرة شوال سنة إحدى وثلاث مئة ",
                "title": "المقدمي",
                "uri": "JK_000952_3917"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}