{
    "features": [
        {
            "item": "JK_000952_0116",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.122-123",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأزرقي</h1> بفتح الألف وسكون الزاي وفتح الراء وفي آخرها القاف هذه النسبة إلى الجد الأعلى وهو أبو محمد أحمد بن محمد بن الوليد بن عقبة بن الأزرق بن عمرو بن الحراث بن أبي شمر الغساني المكي المعروف بازرقي يروي عن داود بن عبد الرحمن العطار وسفيان بن عيينة روى عنه حفيده ويعقوب بن سفيان مات سنة اثنتي عشرة ومائتين وحفيده هو أبو الوليد محمد بن عبد الله بن أحمد بن محمد بن الوليد الأزرقي صاحب كتاب أخبار مكة وقد أحسن في تصنيف ذلك الكتاب غاية الإحسان روى عن جده ومحمد بن يحيى بن أبي عمر العدني وغيرهما روى عنه أبو محمد إسحاق بن أحمد بن نافع الخزاعي مات ومائتين وجماعة من الخوارج يقال لهم الأزارقة النافعية فهم أصحاب نافع بن الأزرق الذين خرجوا مع نافع من البصرة إلى الأهواز فغلبوا عليها وعلى كورها وما وراءها من بلدان فارس وكرمان في أيام عبد الله بن الزبير وقتلوا عماله بهذه النواحي وكان مع نافع من أمراء الخوارج عطية بن الأسود الحنفي وعبيد الله وعثمان والزبير أولاد ماحوز وعمرو بن عبيد العنبري وقطري بن فجاءة المازني وعبد ربه الكبير وعبد ربه الصغير في زهاء ثلاثين ألفا ممن يرى رأيهم وأنفذ إليهم والي البصرة عبد الله بن الحارث النوفلي صاحب جيشه مسلم بن عبيس بن كريز بن حبيب فقتلوه وهزموا أصحابه فأخرج إليهم أيضا عثمان بن عبيد الله بن معمر التيمي فهزموه فأخرج إليهم حارثة بن بدر الغداني في جيش كثيف فهزموه أيضا وخشي أهل البصرة على بلدهم من الخوارج فأخرجوا إليهم المهلب بن أبي صفرة فبقي في حرب الأزارقة تسع عشرة سنة إلى أن فرغ من أمرهم في أيام الحجاج ومات نافع قبل وقائع المهلب مع الأزارقة وبايعوا بعده قطري بن الفجاءة وسموه أمير المؤمنين وكان نافع أول من أحدث الخلاف بين الخوارج وذلك أنه أظهر البراءة من القعدة عن اللحوق بعسكره وإن كان موافقا له على دينه وأكفر من لم يهاجر إليه وأوجب على أصحابه امتحان من قصد عسكره وقيل إنه أخذ هذا القول عن رجل من أصحابه يقال له عبد الله بن الوضين وكان نافع قد خالفه وبرىء منه فلما مات ابن الوضين صار نافع إلى قوله وزعم أن الحق كان معه ولم يكفر نفسه بخلافه إياه حين خالفه وأكفر من يخالفه فيما بعده وهذا من أعجب بدع الأزارقة أن يكون قول في وقت كفرا وفي وقت آخر لم يكن كفرا ولما انتشرت الأزارقة أظهرت في اتباعها أن عليا رضي الله عنه هو الذي أنزل الله فيه & ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام & وأن ابن ملجم هو الذي أنزل الله فيه |جـ 1 صـ 123| & ومن الناس من يشري نفسه ابتغاء مرضات الله والله رؤوف بالعباد & وقال عمران بن حطان وهو مفتي الخوارج وزاهدها وشاعرها الأكبر في ضربته عليا رضي الله عنه هذين البيتين % يا ضربة من منيب ما أراد بها % % إلا ليبلغ من ذي العرش رضوانا % % إني لأذكره يوما فأحسبه % % أوفى البرية عند الله ميزانا % وعلى هذه العقيدة مضى أسلاف الأزارقة ",
                "title": "الأزرقي",
                "uri": "JK_000952_0116"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}