{
    "features": [
        {
            "item": "JK_000952_1045",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.148-149",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحاجب</h1> بفتح الحاء المهملة وبعدها الجيم وفي آخرها الباء المنقوطة بواحدة من كان يحجب والمشهور به أبو الوفاء محمد بن بديع بن عبد الله الحاجب من أهل أصبهان كان حسن الخلق والوجه صاحب ضياع كثير السماع واسع الرواية سمع جماعة مثل أبي إسحاق إبراهيم بن عبد الله بن خرشيد قوله التاجر وأبي بكر أحمد بن موسى بن مردويه الحافظ روى لي عنه أبو عبد الله الحسين بن عبد الملك الخلال بأصبهان وأبو سعد أحمد بن محمد الحافظ بمكة وكانت ولادته في حدود سنة ثمانين وثلاثمائة ومات في رجب سنة سبع وستين وأربعمائة وإنما قيل له الحاجب لأن أباه أبا النجم بديع بن عبد الله بن عبد الغفار كان حاجب أبي الحسين العلوي ختن الصاحب إسماعيل بن عباد وأبو النجم هذا رحل إلى بغداد والري وسمع بهما الحديث وتوفي في السابع عشر من جمادى الآخرة سنة ثلاث وعشرين وأربعمائة وأبو الحسن علي بن محمد بن العلاف الحاجب كان حاجب الخليفة وكان والده أبو طاهر من المحدثين وأبو الحسن عمر وأسن حتى صارت الرحلة إليه وكان يسكن دار الخليفة ببغداد سمع أبا الحسن علي بن أحمد بن عمر بن الحمامي المقري وكان آخر من روى عنه وأبا القاسم عبد الملك بن محمد بن بشران الواعظ وجماعة |جـ 2 صـ 149| سواهما روى عنه أبو عبد الله الحسين بن نصر الجهني بالموصل وأبو معشر رزق الله بن محمد بن عبد الملك البلدي بفوشنج وأبو الكرم المبارك بن مسعود العسال بمكة وأبو السعادات المبارك بن الحسن الواسطي بفم الصلح وأبو المظفر عبد الله بن طاهر بن فارس التاجر ببلخ وجماعة كثيرة سوى هؤلاء وكانت ولادته سنة أربع وأربعمائة إن شاء الله وتوفي في سنة خمس وخمسين ببغداد ومحمد بن الحسن بن يعقوب البغدادي يعرف بالحاجب حدث عن عبد الصمد بن حسان وروى عنه عبد الباقي بن قانع القاضي وأبو عبد الله حمزة بن المظفر بن حمزة بن محمد بن علي الحاجب كان والده من حجاب الخليفة وهو أيضا كذلك وكان شيخا أمينا سديد السيرة سمع أبا عبد الله مالك بن أحمد بن علي البانياسي وأبا الفوارس طراد بن محمد بن علي الزينبي وغيرهما سمعت منه أحاديث في دهليز داره بدار الخليفة وكانت ولادته في سنة اثنتين وسبعين وأربعمائة وتوفي في حدود سنة أربعين وخمسمائة وأبو العباس عبد الله بن محمد بن أبي علي الحاجب من أهل بغداد كان أبوه حاجب العباس بن محمد الهاشمي وحدث عن يزيد بن هارون وعبد الله بن بكر السهمي وإسحاق بن بشر الكاهلي روى عنه حمزة بن القاسم الهاشمي أحاديث مستقيمة وأبو الحسين عبد العزيز بن إبراهيم بن بيان بن داود الحاجب من أهل بغداد المعروف بابن حاجب النعمان كان أحد الكتاب الحذاق بصنعة الكتاب وأمور الدواوين وله كتب مصنفة في الهزل ومات في شهر رمضان سنة إحدى وخمسين وثلاثمائة ",
                "title": "الحاجب",
                "uri": "JK_000952_1045"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}