{
    "features": [
        {
            "item": "JK_000952_2518",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.571-573",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصيداوي</h1> هذه النسبة إلى صيدا وهي بلدة على ساحل بحر الشام قريبة من صور والنسبة إليها صيداوي وصيداني وذكر بعض الشعراء هذا البلد فقال % يا صاحبي رويدا % % أصبحت صيدا بصيدا % والمنتسب إليها جماعة منهم أبو عبد الله محمد بن المعافى بن أبي حنظلة بن أحمد بن محمد بن بشير بن أبي كريمة العابد الصيداوي كان زاهدا متعبدا ما شرب الماء ثماني عشرة سنة وكان يفطر كل ليلة على حسو كان ذلك طعامه وشرابه يروي عن معاوية بن عبد الرحمن المرجي وعمرو بن عثمان ومحمد بن صدقة الجبلاني وغيرهم روى عنه أبو حاتم محمد بن حبان البستي |جـ 3 صـ 572| وأبو بكر محمد بن إبراهيم المقرىء وغيرهما ومات في حدود سنة عشر وثلاثمائة وهشام بن الغاز بن ربيعة الجرشي الصيداوي من أهل صيدا أيضا يروي عن مكحول ونافع روى عنه ابن المبارك والوليد ووكيع وشبابة مات سنة ست وخمسين ومائة وأبو الحسين محمد بن أحمد بن محمد بن جميع الغساني الصيداوي رحل إلى العراق وكور الأهواز وديار مصر أدرك المحاملي ببغداد ولد سنة ست وثلاثمائة وتوفي قبل الأربعمائة وابنه الحسن أيضا حدث سمع منه أبو الحسن علي بن يوسف الهكاري القرشي وجده أبو بكر يروي عن محمد بن عبد الله روى عنه ابنه أبو الحسين وابو طاهر محمد بن سليمان الصيداوي سمع بحمص عبد الرحمن بن جابر الكلاعي روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وذكر أنه سمع منه بصيدا وأبو جعفر أحمد بن محمد بن جعفر المنكدري الصيداوي يروي عن محمد بن إسماعيل الأبلي روى عنه أبو الحسين بن جميع الصيداوي وأما أبو الصيدا ناجية بن حيان بن بشر الصيداوي فإنه نسب إلى جده صيدا وهو ناجية بن حيان بن بشر بن المخارق بن شبيب بن حيان بن سراقة بن مرثد بن حميري بن عتبة بن جذيمة بن الصيدا بن عمرو بن قعين بن الحارث بن ثعلبة بن دودان بن اسد بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان الصيداوي من أهل بغداد كان يتولى القضاء ببعض النواحي بها وحدث عن الحسين بن عبد الله القصار الرقي وعمر بن سعيد بن سنان المنبجي وعلي بن عبد الحميد الغضائري روى عنه القاضي أبو العلاء الواسطي وأبو بكر محمد بن المؤمل الأنباري صاحب الأبهري ومحمد بن المعافى بن أبي حنظلة الصيداوي روى عن محمد بن صدقة الجبلاني |جـ 3 صـ 573| روى عنه أبو القاسم سليمان بن أحمد بن ايوب الطبراني وذكر أنه سمع منه بمدينة صيدا وأبو عبد الله محمد بن عبد الرحمن بن طلحة الصيداوي سمع أبا القاسم إسماعيل بن محمد بن إسماعيل الحلبي بحمص روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وقال سمعته يقول كان مولدي لخمس بقين من المحرم سنة اثنتين وخمسين وثلاثمائة ",
                "title": "الصيداوي",
                "uri": "JK_000952_2518"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}