{
    "features": [
        {
            "item": "JK_000952_3981",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.400-401",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المنيعي</h1> بفتح الميم وسكون الياء المنقوطة من تحتها باثنتين وفي اخرها العين المهملة هذه النسبة إلى منيع وهو اسم لبعض أجداد المنتسب إليه منهم أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي المعروف بالمنيعي وقيل له المنيعي لأنه ابن بنت أحمد بن منيع وكان محدث بغداد في عصره عمر العمر الطويل حتى ألحق الأحفاد بالأجداد ورحل إليه العلماء من الأمصار سمع أحمد بن حنبل وعلي بن المديني وزهير بن حرب وأبا بكر بن أبي شيبة وخلف وجماعة كثيرة من شيوخ البخاري ومسلم روى عنه من الائمة سليمان بن أحمد بن أيوب الطبراني وأبو محمد عبد الله بن محمد بن حبان الأصبهاني أبو الشيخ وأبو حاتم محمد بن حبان البستي وأبو أحمد عبد الله بن عدي الحافظ وأبو بكر أحمد بن إبراهيم الإسماعيلي وأبو العباس أحمد بن سعيد المعداني وطبقتهم والرئيس الحاجي أبو علي حسان بن سعيد بن حسان بن محمد بن أحمد بن عبد الله بن محمد بن منيع بن خالد بن عبد الرحمن بن خالد بن الوليد المخزومي المنيعي هذه النسبة إلى جده الأعلى منيع من أهل مرو الروذ ساد أهل عصره بالفتوة والمروءة والثروة وحسن السيرة وكثرة العبادة وفعل الخير وأعمال البر بنى الجوامع والمساجد والرباطات والمدارس وقام بتربية العلماء وترتيب أمورهم ومن جملتها الجامع الكثير المليح بنيسابور سمع الحديث بالعراق والحجاز وخراسان سمع بنيسابور أبا طاهر محمد بن محمد بن محمش الزيادي وباسفرايين أبا الحسن علي بن محمد بن علي بن السقاء وببلخ أبا علي الحسن بن أحمد بن محمد الخطيب وبأصبهان أبا بكر محمد بن عبد الله بن ريذة الضبي وبمكة أبا الحسن محمد بن علي بن صخر الأزدي البصري وغيرهم سمع منه جماعة كثيرة وروى لنا عنه أبو المظفر عبد المنعم بن أبي القاسم القشيري ولم يحدثنا عنه أحد سواه وتوفي في السابع والعشرين يوم الجمعة من ذي القعدة سنة ثلاث وستين وأربع مئة الروذ وزرت قبره بها وابنه أبو الفتح عبد الرزاق بن حسان المنيعي الإمام الرئيس كان فقيها فاضلا ورئيسا محتشما نشأ في حجر الرئاسة وتربى في الحشمة والثروة تفقه على القاضي أبي علي الحسين بن محمد المرورذي وتخرج به وعلق عنه المذهب سمع ببلده أباه وأستاذه وأبا |جـ 5 صـ 401| سهل الرحموني وبسرخس أبا منصور محمد بن عبد الملك المظفري وبنيسابور أبا بكر أحمد بن الحسين البيهقي وببسطام أبا الفضل محمد بن علي بن أحمد السهلكي وبهمدان أبا طاهر أحمد بن عبد الرحمن الصائغ وببغداد أبا الحسين أحمد بن محمد بن النقور البزاز وبالكوفة أبا الفرج محمد بن أحمد بن علان الشاهد وبمكة أبا علي الحسن بن عبد الرحمن الشافعي وجماعة كثيرة من هذه الطبقة سمع منه والدي الكثير روى لي عنه أبو شحمة السنجي بمرو وعبد الرحمن التيمي بمرو الروذ وأبو الفضل بن السراف ببنج ديه وأبو الفتوح السره مرد بسرخس وإسماعيل العصائدي بنيسابور وأبو الفتوح الجنزي ببلخ وعمر بن علي البجيري بنوقان وأبو بكر بن الفضل المهرجاني باسفراين والفضل بن يحيى القاضي بهراة وجماعة كثيرة سوى من ذكرناهم وكانت ولادته في سنة اثنتي عشرة وأربع مئة وتوفي في ذي القعدة سنة إحدى وتسعين وأربع مئة بمرو الروذ وابنه أبو أحمد بن عبد الرزاق بن حسان المنيعي المعروف بالكمال كان فقيها فاضلا مبرزا رحل إليه الفقهاء ودرسوا عليه وبنى المدرسة الكبيرة ببلده مرو الروذ حدث عن جماعة روى لنا عنه عبد العزيز بن محمد بن محمد بن سيما الطبسي بجرجان وغيره وتوفي بمرو الروذ في سنة نيف وعشرة وخمس مئة وجماعة من أولادهم انتسبوا بهذه النسبة وفيهم شهرة وكثرة استغنينا عن ذكرهم ",
                "title": "المنيعي",
                "uri": "JK_000952_3981"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}