{
    "features": [
        {
            "item": "JK_000129_013137",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.343-344",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>وادي السباع</h1> من نواحي الكوفة سمي بذلك لما أذكره لك وهو أن أسماء بنت دريم بن القين بن أهود بن بهراء كان يقال لها أم الأسبع وولدها بنو وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة يقال لهم السباع وهم كلب وأسد والذئب والفهد وثعلب وسرحان وبرك وهو الحريش ويقال له كركدن له قرن واحد يحمل الفيل على قرنه على ما قيل |جـ 5 صـ 344| وخثعم وهو الضبع والفزر وهو اليربوع من السباع دون جرم الفهد إلا أنه أشد وأجرى وعنزة وهي دابة طويلة الخطم تعد من رؤوس السباع يأتي الناقة فيدخل خطمه في حيائها ويأكل ما في بطنها ويأتي البعير فيمتلخ عينه وهر وضبع والسمع وهو ولد الذئب الضبع وديسم وهو الثعلب وقيل ولد الذئب قال الجوهري قلت لأبي الغوث يقولون إن الديسم ولد الذئب من الكلب فقال ما هو إلا ولد الذئب ونمس وهو دويبة فوق ابن عرس يأكل اللحم وهو أسود ملمع ببياض والعفر جنس من الببر وسيد والدلدل والظربان دويبة نتنة الفساء ووعوع وهو ابن آوى الضخم وكانت تنزل أولادها بهذا الوادي فسمي وادي السباع بأولادها قال ابن حبيب مر وائل بن قاسط بن هنب بن أفصى بن دعمى بن جديلة بن أسد بن نزار بن معد بن عدنان بأسماء هذه أم ولد وبرة وكانت امرأة جميلة وبنوها يرعون حولها فهم بها فقالت له لعلك أسررت في نفسك مني شيئا فقال أجل فقالت لئن لم تنته لأستصرخن عليك فقال والله ما أرى بالوادي أحدا فقالت له لو دعوت سباعه لمنعتني منك وأعانتني عليك فقال أوتفهم السباع عنك قالت نعم ثم رفعت صوتها يا كلب يا ذئب يا فهد يا دب يا سرحان يا أسد يا سيد فجاؤوا يتعادون ويقولون ما خبرك يا أماه فقالت ضيفكم هذا أحسنوا قراه ولم تر أن تفضح نفسها عند بنيها فذبحوا له وأطعموه فقال وائل ما هذا إلا وادي السباع فسمي بذلك قال ابن حبيب هو الوادي الذي بطريق الرقة وقال السفاح بن بكير صلى على يحيى وأشياعه رب كريم وشفيع مطاع أم عبيد الله ملهوفة ما نومها بعدك إلا رواع كما استحنت بكرة واله حنت حنينا ودعاها النزاع يا فارسا ما أنت من فارس موطأ الأكناف رحب الذراع قوال معروف وفعاله عقار مثنى أمهات الرباع يعدو ولا تكذب شداته كما عدا الذئب بوادي السباع وهي طويلة وقال أيضا مررت على وادي السباع ولا أرى كوادي السباع حين يظلم واديا أقل به ركبا أتوه وبيئة وأخوف إلا ما وقى الله ساريا ",
                "title": "وادي السباع",
                "uri": "JK_000129_013137"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}