{
    "features": [
        {
            "item": "JK_000952_4171",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.524-526",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النمري</h1> بفتح النون والميم وفي اخرها الراء هذه النسبة إلى النمر وهو النمر بن |جـ 5 صـ 525| قاسط بن هنب بن أفضى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار وينتسب أيضا إلى النمر بن عثمان بن نصر بن زهران من الأزد والمشهور بهذه النسبة جابر بن عراب النمري يروي عن هرم بن حيان روى عنه أبو نضرة واسمه المنذر بن مالك وأبو روح سلام بن مسكين النمري الأزدي من أهل البصرة يروي عن الحسن وثابت روى عنه مسلم وأبو نعيم مات سنة أربع وستين ومئة وقد قيل سنة سبع وستين ومئة وصهيب بن سنان النمري من النمر بن قاسط وعمرو بن تغلب النمري من النمر بن قاسط أيضا لهما صحبة وهما من معروفي الصحابة وأبو الحسن كهمس بن الحسن النمري القيسي نسب إلى أخواله قيس يروي عن عبد الله بن بريدة وأبو عمر حفص بن عمر بن الحارث الحوضي النمري من النمر بن عثمان يروي عن شعبة وحماد بن زيد روى عنه البخاري في الصحيح وأبو الفضل منصور بن سلمة بن الزبرقان بن شريك بن مطعم الكبش الرخم بن مالك بن سعد بن عامر الضحيان بن سعد بن الخزرج بن تيم الله بن النمر بن قاسط وقيل هو منصور بن الزبرقان بن سلمة النمري الشاعر من أهل الجزيرة قدم بغداد ومدح بها هارون الرشيد ويقال إنه لم يمدح من الخلفاء غيره وقد مدح غير واحد من الأشراف وإنما سمي جده الأعلى عامر الضحيان لأنه كان سيد قومه وحاكمهم وكان يجلس إليهم إذا أضحى النهار فسمي الضحيان وسمي جد منصور مطعم الكبش الرخم لأنه أطعم ناسا نزلوا به ونحر لهم ثم رفع رأسه فإذا هو برخم يحمن حول أضيافه فأمر أن يذبح لهن كبش ويرمي به بين أيديهن ففعل ذلك ونزلن عليه فتمزقه فسمي مطعم الكبش الرخم وفي وفي ذلك يقول أبو نعجة النمري يمدح رجلا منهم % أبوك زعيم بني ساقط % % وخالك ذو الكبش يقري الرخم % وكان تلميذ كلثوم بن عمرو العتابي وراويته وعنه أخذ والعتابي وصفه للفضل بن يحيى بن خالد حتى استقدمه من الجزيرة واستصحبه ثم وصله بالرشيد وجرت بعد ذلك بينه وبين العتابي وحشة حتى تهاجيا وتناقضا وسعى كل واحد منهما على هلاك صاحبه |جـ 5 صـ 526| وسأل منصور بن جمهور كلثوم العتابي عن سبب غضب الرشيد عليه فقال إني استقبلت منصورا النمري يوما من الأيام فرأيته واجما كئيبا فقلت له ما خبرك فقال تركت امرأتي تطلق وقد عسر عليها ولادها وهي يدي ورجلي والقيمة بأمري فقلت له لم لا تكتب على فرجها هارون الرشيد قال ليكون ماذا قلت لتلد على المكان قال وكيف ذاك قلت لقولك % إن أخلف الغيث لم تخلف مخايله % % أو ضاق أمر ذكرناه فيتسع % فقال يا كشحان والله لئن تخلصت امرأتي لأذكرن قولك هذا للرشيد فلما ولدت امرأته خبر الرشيد بما كان بيني وبينه فغضب الرشيد بذلك وأمر بطلبي فاستترت عند الفضل بن الربيع فلم يزل يستل ما في قلبه علي حتى أذن لي في الظهور فلما دخلت عليه قال لي قد بلغني ما قلته للنمري فاعتذرت إليه حتى قبل ثم قلت له والله ما حمله على التكذيب إلا ميله إلى العلوية فإن أراد أمير المؤمنين أن أنشده شعره في مديحهم فقال أنشدني فأنشدته % شاء من الناس راتع هامل % % يعللون النفوس بالباطل % حتى بلغت إلى قوله % ألا مساعير يغضبون لهم % % بسلة البيض والقنا الذابل % فغضب الرشيد من ذلك غضبا شديدا وقال للفضل بن الربيع أحضره الساعة فبعث الفضل في ذلك فوجده قد توفي فأمر بنبشه ليحرقه فلم يزل الفضل يلطف له حتى كف عنه ",
                "title": "النمري",
                "uri": "JK_000952_4171"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}