{
    "features": [
        {
            "item": "JK_000129_010516",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.397-398",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قم والنسبة القمي</h1> بالضم وتشديد الميم وهي كلمة فارسية مدينة تذكر مع قاشان وطول قم أربع وستون درجة وعرضها أربع وثلاثون درجة وثلثان وهي مدينة مستحدثة إسلامية لا أثر للأعاجم فيها وأول من مصرها طلحة بن الأحوص الأشعري وبها آبار ليس في الأرض مثلها عذوبة وبردا ويقال إن الثلج ربما خرج منها في الصيف وأبنيتها بالآجر وفيها سراديب في نهاية الطيب ومنها إلى الري مفازة سبخة فيها رباطات ومناظر ومسالح وفي وسط هذه المفازة حصن عظيم عادي يقال له دير كردشير ذكر في الديرة قال الإصطخري قم مدينة ليس عليها سور وهي خصبة وماؤهم من الآبار وهي ملحة في الأصل فإذا حفروها صيروها واسعة مرتفعة ثم تبنى من قعرها حتى تبلغ ذروة البئر فإذا جاء الشتاء أجروا مياه أوديتهم إلى هذه الآبار وماء الأمطار طول الشتاء فإذا استقوه في الصيف كان عذبا طيبا وماؤهم للبساتين على السواني فيها فواكه وأشجار وفستق وبندق وقال البلاذري لما انصرف أبوموسى الأشعري من نهاوند إلى الأهواز فاستقراها ثم أتى قم فأقام عليها أياما وافتتحها وقيل وجه الأحنف بن قيس فافتتحها عنوة وذلك في سنة 32 للهجرة وذكر بعضهم أن قم بين أصبهان وساوة وهي كبيرة حسنة طيبة وأهلها كلهم شيعة إمامية وكان بدء تمصيرها في أيام الحجاج بن يوسف سنة 38 وذلك أن عبد الرحمن بن محمد بن الأشعث بن قيس كان أمير سجستان من جهة الحجاج ثم خرج عليه وكان في عسكره سبعة عشر نفسا من علماء التابعين من العراقيين فلما انهزم ابن الأشعث ورجع إلى كابل منهزما كان في جملته إخوة يقال لهم عبد الله والأحوص وعبد الرحمن وإسحاق ونعيم وهم بنو سعد بن مالك بن عامر الأشعري وقعوا إلى ناحية قم وكان هناك سبع قرى اسم إحداها كمندان فنزل هؤلاء الإخوة على هذه القرى حتى افتتحوها وقتلوا أهلها واستولوا عليها وانتقلوا إليها واستوطنوها واجتمع إليهم بنو عمهم وصارت السبع قرى سبع محال بها وسميت باسم إحداها وهي كمندان فأسقطوا بعض حروفها فسميت بتعريبهم قما وكان متقدم هؤلاء الإخوة عبد الله بن سعد وكان له ولد قد ربي بالكوفة |جـ 4 صـ 398| فانتقل منها إلى قم وكان إماميا فهو الذي نقل التشيع إلى أهلها فلا يوجد بها سني قط ومن ظريف ما يحكى أنه ولي عليهم وال وكان سنيا متشددا فبلغه عنهم أنهم لبغضهم الصحابة الكرام لا يوجد فيهم من اسمه أبو بكر قط ولا عمر فجمعهم يوما وقال لرؤسائهم بلغني أنكم تبغضون صحابة رسول الله صلى الله عليه وسلم وأنكم لبغضكم إياهم لا تسمون أولادكم بأسمائهم وأنا أقسم بالله العظيم لئن لم تجيئوني برجل منكم اسمه أبو بكر أو عمر ويثبت عندي أنه اسمه لأفعلن بكم ولأصنعن فاستمهلوه ثلاثة أيام وفتشوا مدينتهم واجتهدوا فلم يروا إلا رجلا صعلوكا حافيا عاريا أحول أقبح خلق الله منظرا اسمه أبو بكر لأن أباه كان غريبا استوطنها فسماه بذلك فجاؤوا به فشتمهم وقال جئتموني بأقبح خلق الله تتنادرون علي وأمر بصفعهم فقال له بعضهم ظرفائهم أيها الأمير اصنع ما شئت فإن هواء قم لا يجيء منه من اسمه أبو بكر أحسن صورة من هذا فغلبه الضحك وعفا عنهم وبين قم وساوة اثنا عشر فرسخا ومثله بينها وبين قاشان ولقاضي قم قال الصاحب بن عباد أيها القاضي بقم قد عزلناك فقم فكان القاضي يقول إذا سئل عن سبب عزله أنا معزول السجع من غير جرم ولا سبب وقال دعبل ابن علي يهجو أهل قم تلاشى أهل قم واضمحلوا تحل المخزيات بحيث حلوا وكانوا شيدوا في الفقر مجدا فلما جاءت الأموال ملوا وقال أيضا فيهم ظلت بقم مطيتي يعتادها همان غربتها وبعد المدلج ما بين علج قد تعرب فانتمى أو بين آخر معرب مستعلج وقد نسبوا إليها جماعة من أهل العلم منهم أبو الحسن يعقوب بن عبد الله بن سعد بن مالك الأشعري القمي ابن عم الأشعث بن إسحاق بن سعد روى عن عيسى بن جابر روى عنه أبو الربيع الزهراني وغيره وتوفي بقزوين سنة 47 ومنهم أبو الحسن علي بن موسى بن داود وقيل ابن يزيد القمي صاحب أحكام القرآن وإمام الحنفية في عصره سمع محمد بن حميد الرازي وغيره روى عنه أبو الفضل أحمد بن أحيد الكاغدي وغيره وتوفي سنة 503 ",
                "title": "قم والنسبة القمي",
                "uri": "JK_000129_010516"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}