{
    "features": [
        {
            "item": "JK_000129_005551",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.13-14",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رأس عين والنسبة الراسي</h1> ويقال رأس العين والعامة تقوله هكذا ووجدتهم قاطبة يمنعون من القول به وقد جاء في شعر لهم قديم قاله بعض العرب في يوم كان برأس العين بين تميم وبكر بن وائل قتل فيه فارس بكر بن وائل معاوية بن فراس قتله أبو كابة جزء ابن سعد فقال شاعرهم هم قتلوا عميد بني فراس برأس العين في الحجج الخوالي روى ذلك أبو أحمد وقال الأسود بن يعفر فإن يك يومي قد دنا وإخاله لوارده يوما إلى ظل منهل فقبلي مات الخالدان كلاهما عميد بني جحوان وابن المضلل وعمرو بن مسعود وقيس بن خالد وفارس رأس العين سلمى بن جندل |جـ 3 صـ 14| وأسبابه أهلكن عادا وأنزلت عزيزا يغني فوق غرفة موكل وهي مدينة كبيرة مشهورة من مدن الجزيرة بين حران ونصيبين ودنيسر وبينها وبين نصيبين خمسة عشر فرسخا وقريب من ذلك بينها وبين حران وهي إلى دنيسر أقرب بينهما نحو عشرة فراسخ وفي رأس عين عيون كثيرة عجيبة صافية تجتمع كلها في موضع فتصير نهر الخابور وأشهر هذه العيون أربع عين الآس وعين الصرار وعين الرياحية وعين الهاشمية وفيها عين يقال لها خسفة سلامة فيها سمك كبار ينظره الناظر كأن بينه وبينه شبرا ويكون بينه وبينه مقدار عشر قامات وعين الصرار هي التي نثر فيها المتوكل عشرة آلاف درهم ونزل أهل المدينة فأخذوها لصفاء الماء ولم يفقد منها شيء فإنه يبين مع عمقها ما في قعرها للناظر من فوقها وعمقها نحو عشرة أذرع وربما أخذ منها الشيء اللطيف لصفائها كذا قال أحمد بن الطيب لكني اجتزت أنا برأس عين ولم أر هذه الصفة وتجتمع هذه العيون فتسقي بساتين المدينة وتدير رحيها ثم تصب في الخابور وقال أحمد بن الطيب أيضا وفيها عين مما يلي حران تسمى الزاهرية كان المتوكل نزلها وبنى بها بناء وكانت الزواريق الصغار تدخل إلى عين الزاهرية وإلى عين الهاشمية وكان الناس يركبون فيها إلى بساتينهم وإلى قرقيسياء إن شاؤوا قلت أنا أما الآن فليس هناك سفينة ولا يعرفها أهل رأس عين ولا أدري ما سبب ذلك فإن الماء كثير وهو يحمل سفينة صغيرة كما ذكروا ولعل الهمم قصرت فعدم ذلك قال وبالقرب من عين الزاهرية عين كبريت يظهر ماؤها أخضر ليس له رائحة فيجري في نهر صغير وتدور به ناعورة يجتمع مع عين الزاهرية في موضع واحد فيصبان جميعا من موضع واحد في نهر الخابور والمشهور في النسبة إليها الرسعني وقد نسب إليها الراسي فممن اشتهر بذلك أبو الفضل جعفر بن محمد بن الفضل الراسي يروي عن أبي نعيم روى عنه أبو يعلى الموصلي وغيره وهو مستقيم الحديث وقال أبو القاسم الحافظ جعفر بن محمد بن الفضل أبو الفضل الرسعني سمع بدمشق أبا الجماهير محمد بن عثمان التنوخي وسليم بن عبد الرحمن الحمصي ومحمد بن حميد وعلي بن عياش وأبا المغيرة الحمصيين وإسحاق بن إبراهيم الحنيني ومحمد بن كثير المصيصي وسعيد بن أبي مريم المصري ومحمد بن سليمان بن أبي داود الحراني وعبد الله بن يوسف التنيسي وجماعة سواهم روى عنه عبد الله ابن أحمد بن حنبل وأبو بكر الباغندي وزكرياء بن يحيى السجزي وأبو جعفر أحمد بن إسحاق البهلول وأبو الطيب محمد بن أحمد بن حمدان بن عيسى الوراق الرسعني ومحمد بن العباس بن أيوب الأصبهاني الحافظ وغيرهم قال علي بن الحسن بن علان الحراني الحافظ هو ثقة وقال البشاري لبس القول ",
                "title": "رأس عين والنسبة الراسي",
                "uri": "JK_000129_005551"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}