{
    "features": [
        {
            "item": "JK_000952_0749",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.488-490",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التوثي</h1> بضم التاء المنقوطة باثنتين من فوقها وفي آخرها الثاء المنقوطة بثلاث هذه النسبة إلى توث وهي قرية من قرى مرو على خمسة فراسخ منها خرجت إليها مرارا عدة وبت بها ليالي والمشهور بالانتساب إليها أبو الفيض بحر بن عبد الله بن بحر التوثي قال |جـ 1 صـ 490| ابن ماكولا مروزي من قرية التوث من تلامذة أبي داود سليمان بن معبد السنجي كان كثير الأدب وأبو الفيض كان كثيرا في الأدب والعلم وأبو الصلت جابر بن يزيد التوثي من قرية التوث ممن له معرفة ولي الوادي أيام عمر بن عبد العزيز وكان له ابن يقال له الصلت روى عن الصلت ابنه العلاء ورافع بن أشرس روى عن العلاء الحسين بن حريث ومحمد بن أحمد بن حباب التوثي من قرية التوث وأبو يوسف أحمد بن محمد بن يوسف التوثي ذكره أبو زرعة السنجي في تاريخه وقال كان أحد الصالحين والعباد وقد يقال لهذه القرية توذ بالذال أيضا وقرية أخرى من قرى إسفراين على منزل منها إذا خرجت إلى جرجان يقال لها التوث أيضا بت بها ليلة منصرفي من العراقي وكان بها شيخ كبير يقال له أبو القاسم علي بن طاهر بن محمد التوثي كان حسن السيرة جميل الأمر سمع ببغداد من أبي محمد الحسن بن علي الجوهري روى عنه أبو جعفر محمد بن أبي علي الهمداني الحافظ توفي بتوث إسفراين في جمادى الآخرة سنة ثمانين وأربعمائة ولقيت ابن بنته أبا يعقوب يوسف بن إبراهيم بن موسى التوثي بهذه القرية وكان فقيها صالحا ورعا روى لنا عن أبي علي نصر الله بن أحمد الخشامي وأبي بكر عبد الغافر بن محمد بن الحسين الشيرويي كتبت عنه قدم علينا مرو في سنة ثمان وثلاثين وتوفي بتوث في سنة نيف وأربعين وخمسمائة والتوثة محلة كبيرة بالجانب الغربي من بغداد منها أبو بكر محمد بن عبد الله بن أبي زيد الأنماطي التوثي كان يسكن محلة التوثة سمع أبا القاسم عمر بن جعفر بن أسلم الختلي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وذكره في التاريخ فقال كتبت عنه شيئا يسيرا وكان صدوقا ومات في سنة سبع عشرة وأربعمائة ",
                "title": "التوثي",
                "uri": "JK_000952_0749"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}