{
    "features": [
        {
            "item": "JK_000129_006577",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.190-191",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سجستان والنسبة السجستاني</h1> بكسر أوله وثانيه وسين أخرى مهملة وتاء مثناة من فوق وآخره نون وهي ناحية كبيرة وولاية واسعة ذهب بعضهم إلى أن سجستان اسم للناحية وأن اسم مدينتها زرنج وبينها وبين هراة عشرة أيام ثمانون فرسخا وهي جنوبي هراة وأرضها كلها رملة سبخة والرياح فيها لا تسكن أبدا ولا تزال شديدة تدير رحيهم وطحنهم كله على تلك الرحى و طول سجستان أربع وستون درجة وربع وعرضها اثنتان وثلاثون درجة وسدس وهي من الإقليم الثالث وقال حمزة في اشتقاقها واشتقاق اصبهان إن أسباه وسك اسم للجند وللكلب مشترك وكل واحد منهما اسم للشيئين فسميت أصبهان والأصل أسباهان وسجستان والأصل سكان وسكستان لأنهما كانتا بلدتي الجند وقد ذكرت في أصبهان بأبسط من هذا قال الإصطخري أرض سجستان سبخة ورمال حارة بها نخيل ولا يقع بها الثلج وهي أرض سهلة لا يرى فيها جبل وأقرب جبال منها من ناحية فره وتشتد رياحهم وتدوم على أنهم قد نصبوا عليها أرحية تدور بها وتنقل رمالهم من مكان إلى مكان ولولا أنهم يحتالون فيها لطمست على المدن والقرى وبلغني أنهم إذا أحبوا نقل الرمل من مكان إلى مكان من غير أن يقع على الأرض التي إلى جانب الرمل جمعوا حول الرمل مثل الحائط من حطب وشوك وغيرهما بقدر ما يعلو على ذلك الرمل وفتحوا إلى أسفله بابا فتدخله الريح فتطير الرمال إلى أعلاه مثل الزوبعة فيقع على مد البصر حيث لا يضرهم وكانت مدينة سجستان قبل زرنج يقال لها رام شهرستان وقد ذكرت في موضعها وبسجستان نخل كثير وتمر وفي رجالهم عظم خلق وجلادة ويمشون في أسواقهم وبأيديهم سيوف مشهورة ويعتمون بثلاث عمائم وأربع كل واحدة لون ما بين أحمر وأصفر وأخضر وأبيض وغير ذلك من الألوان على قلانس لهم شبيهة بالمكوك ويلفونها لفا يظهر ألوان كل واحدة منها وأكثر ما تكون هذه العمائم إبريسم طولها ثلاثة أذرع أو أربعة وتشبه الميانبندات وهم فرس وليس بينهم من المذاهب غير الحنفية من الفقهاء إلا قليل نادر ولا تخرج لهم امرأة من منزل أبدا وإن أرادت زيارة أهلها فبالليل وبسجستان كثير من الخوارج يظهرون مذهبهم ولا يتحاشون منه ويفتخرون به عند المعاملة حدثني رجل من التجار قال تقدمت إلى رجل من سجستان لأشتري منه حاجة فماكسته فقال يا أخي أنا من الخوارج لا تجد عندي إلا الحق ولست ممن يبخسك حقك وإن كنت لا تفهم حقيقة ما أقول فسل عنه فمضيت وسألت عنه متعجبا وهم يتزيون بغير زي الجمهور فهم معروفون مشهورون وبها بليدة يقال لها كركويه كلهم خوارج وفيهم الصوم والصلاة والعبادة الزائدة ولهم فقهاء وعلماء على حدة قال محمد بن بحر الرهني سجستان إحدى بلدان المشرق ولم تزل لقاحا على الضيم ممتنعة من الهضم منفردة بمحاسن متوحدة بمآثر لم تعرف لغيرها من البلدان ما في الدنيا سوقة أصح منهم معاملة ولا أقل منهم مخاتلة ومن شأن سوقة البلدان أنهم إذا باعهم أو اشترى منهم العبد أو الأجير أو الصبي كان أحب إليهم من |جـ 3 صـ 191| أن يشتري منهم الصاحب المحتاط والبالغ العارف وهم بخلاف هذه الصفة ثم مسارعتهم إلى إغاثة الملهوف ومداركة الضعيف ثم أمرهم بالمعروف ولو كان فيه جدع الأنف منها جرير بن عبد الله صاحب أبي عبد الله جعفر بن محمد الباقر رضي الله عنه ومنها خليدة السجستاني صاحب تاريخ آل محمد قال الرهني وأجل من هذا كله أنه لعن علي بن أبي طالب رضي الله عنه على منابر الشرق والغرب ولم يعلن على منبرها إلا مرة وامتنعوا على بني أمية حتى زادوا في عهدهم أن لا يلعن على منبرهم أحد ولا يصطادوا في بلدهم قنفذا ولا سلحفاة وأي شرف أعظم من امتناعهم من لعن أخي رسول الله صلى الله عليه وسلم على منبرهم وهو يلعن على منابر الحرمين مكة والمدينة وبين سجستان وكرمان مائة وثلاثون فرسخا ولها من المدن زالق وكركويه وهيسوم وزرنج وبست وبها أثر مربط فرس رستم الشديد ونهرها المعروف بالهندمند يقول أهل سجستان إنه ينصب إليه مياه ألف نهر فلا تظهر فيه زيادة وينشق منه ألف نهر فلا يرى فيه نقصان وفي شرط أهل سجستان على المسلمين لما فتحوها أن لا يقتل في بلدهم قنفذ ولا يصطاد لأنهم كثيرو الأفاعي والقنافذ تأكل الأفاعي فما من بيت إلا وفيه قنفذ قال ابن الفقيه ومن مدنها الرخيج وبلاد الداور وهي مملكة رستم الشديد ملكه إياها كيقاوس وبينها وبين بست خمسة أيام وقال ابن الفقيه بسجستان نخل كثير حول المدينة في رساتيقها وليس في جبالها منه شيء لأجل الثلج وليس بمدينة زرنج وهي قصبة سجستان لوقوع الثلج بها وقال عبيد الله بن قيس الرقيات نضر الله أعظما دفنوها بسجستان طلحة الطلحات كان لا يحرم الخليل ولا يعتل بالنجل طيب العذرات وقال بعضهم يذم سجستان يا سجستان قد بلوناك دمرا في حراميك من كلا طرفيك أنت لولا الأمير فيك لقلنا لعن الله من يصير إليك وقال آخر يا سجستان لا سقتك السحاب وعلاك الخراب ثم اليباب أنت في القر غصة واكتئاب أنت في الصيف حية وذباب وبلاء موكل ورياح ورمال كأنهن سقاب ساغك الله للأنام عذابا وقضى أن يكون فيك عذاب وقال القاضي أبو علي المسبحي حلولي سجستان إحدى النوب وكوني بها من عجيب العجب وما بسجستان من طائل سوى حسن مسجدها والرطب وذكر أبو الفضل محمد بن طاهر المقدسي قال سمعت محمد بن أبي نصر قل هو الله حد خوان يقول أبو داود السجستاني الإمام هو من قرية بالبصرة يقال لها سجستان وليس من سجستان خراسان وكذلك ذكر لي بعض الهرويين في سنة نيف وثلاثين وأربعمائة |جـ 3 صـ 192| قال سمعت محمد بن يوسف يقول أبو حاتم السجستاني من كورة بالبصره يقال لها سجستانة وليس من سجستان خراسان وذكر ابن أبي نصر المذكور أنه تتبع البصريين فلم يعرفوا بالبصرة قرية يقال لها سجستان غير أن بعضهم قال إن بقرب الأهواز قرية تسمى بشيء من نحو ما ذكره ودرس من كتابي هذا لا أعرف له حقيقة لأنه ورد أن ابن أبي داود كان بنيسابور في المكتب مع ولد إسحاق بن راهويه وأنه أول ما كتب كتب عند محمد بن أسلم الطوسي وله دون عشر سنين ولم يذكر أحد من الحفاظ أنه من غير سجستان المعروف وينسب إليها السجزي منهم أبو أحمد خلف بن أحمد بن خلف ابن الليث بن فرقد السجزي كان ملكا بسجستان وكان من أهل العلم والفضل والسياسة والملك وسمع الحديث بخراسان والعراق روى عن أبي عبد الله محمد بن علي الماليسي وأبي بكر الشافعي سمع منه الحاكم أبو عبد الله وغيره توفي في بلاد الهند محبوسا وسلب ملكه في سنة 993 في رجب ومولده في نصف محرم سنة 236 ودعلج بن علي السجزي ومنها إمام أهل الحديث عبد الله بن سليمان بن الأشعث أبو بكر بن أبي داود أصله من سجستان كتب من تاريخ الخطيب هو وأبوه وزاد ابن عساكر في تاريخه بأسناد إلى أبي علي الحسن بن بندار الزنجاني الشيخ الصالح قال كان أحمد بن صالح يمتنع على المرد من رواية الحديث لهم تعففا وتنزها ونفيا للمظنة عن نفسه وكان أبو داود يحضر مجلسه ويسمع منه وكان له ابن أمرد يحب أن يسمع حديثه وعرف عادته في الامتناع عليه من الرواية فاحتال أبو داود بأن شد على ذقن ابنه قطعة من الشعر ليتوهم أنه ملتح ثم أحضره المجلس وأسمعه جزءا فأخبر الشيخ بذلك فقال لأبي داود أمثلي يعمل معه هذا فقال له أيها الشيخ لا تنكر علي ما فعلته واجمع أمردي هذا مع شيوخ الفقهاء والرواة فإن لم يقاومهم بمعرفته فاحرسه حينئذ من السماع عليك قال فاجتمع طائفة من الشيوخ فتعرض لهم هذا الأمرد مطارحا وغلب الجميع بفهمه ولم يرو له الشيخ مع ذلك من حديثه شيئا وحصل له ذلك الجزء الأول وكان ليس إلا أمرد يفتخر بروايته الجزء الأول ",
                "title": "سجستان والنسبة السجستاني",
                "uri": "JK_000129_006577"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}