{
    "features": [
        {
            "item": "JK_000129_007989",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.406-407",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>صعدة عارم</h1> موضع آخر فيما أحسب أنشد الفراء في أماليه فحصرمت رحلي فوق وصم كأنه حقاب سما قيدومه وغواربه على عجل من بعد ماوان بعدما بدا أول الجوزاء صفا كواكبه وأقبلته القاع الذي عن شماله سبائن من رمل وكر صواحبه فأصبح قد ألقى نعاما وبركة ومن حائل قسما وما قام طالبه فوافى بخمر سوق صعدة عارم حسوم السرى ما تستطاع مآوبه قال الخمر هي الحسوم فلذلك خفض وما ازداد إلا سرعة عن منصة ولا امتار زادا غير مدين راكبه و صعدة أيضا ماء جوف العلمين علمي بني سلول قريب من مخمر وهو ماء اليوم في أيدي عمرو ابن كلاب في جوف الضمر و خمير ماء فويقه لبني ربيعة بن عبد الله قاله السكري في شرح قول طهمان اللص طرقت أميمة أينقا ورحالا ومصرعين من الكرى أزوالا وكأنما جفل القطا برحالنا والليل قد تبع النجوم فمالا يتبعن ناجية كأن قتودها كسيت بصعدة نقنقا شوالا وهذا الموضع أرادته كبشة أخشت عمرو بن معدي كرب فيما أحسب بقولها ترثي أخاها عبد الله وتحرض عمرا على الأخذ بثأره وأرسل عبد الله إذ حان يومه إلى قومه لا تعقلوا لهم دمي |جـ 3 صـ 407| ولا تأخذوا منهم إفالا وأبكرا وأترك في قبر بصعدة مظلم ودع عنك عمرا إن عمرا مسالم وهل بطن عمرو غير شبر لمطعم فإن أنتم لم تشأروا واتديتم فمشوا بآذان النعام المصلم ولا تردوا إلا فضول نسائكم إذا ارتلمت أعقابهن من الدم وفي خبر تأبط شرا أنه قتل رجلا وعبده وأخذ زوجته وإبله وسار حتى نزل بصعدة بني عوف بن فهر فأعرس بالمرأة فقال بحليلة البجلي بت من ليلة بين الإزار وكشحها ثم الصق يا لبسة طويت على مطويها طي الحمالة أو كطي المنطق فإذا تقوم بصعدة في رملة لبدت بريق ديمة لم تغدق كذب السواحر والكواهن والهنا إلا وفاء لفاجر لا يتقي وقال أم الهيثم دعوت عياضا يوم صعدة دعوة وعاليت صوتي يا عياض بن طارق فقلت له إياك والبخل إنه إذا عدت الأخلاق شر الخلالق ",
                "title": "صعدة عارم",
                "uri": "JK_000129_007989"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}