{
    "features": [
        {
            "item": "JK_000952_0719",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.465-466",
                "source": "الأنساب للسمعاني",
                "text": "<h1>التستري</h1> بالتاء المضمومة المنقوطة من فوق بنقطتين وسكون السين المهملة وفتح التاء المعجمة أيضا بنقطتين من فوق والراء المهملة هذه النسبة إلى تستر بلدة من كور الأهواز من بلاد خوزستان يقولها الناس شوشتر وبها قبر البراء بن مالك رضي الله عنه الذي قال له النبي صلى الله عليه وسلم رب أشعث أغبر ذي طمرين لا يؤبه له لو أقسم على الله لأبره منهم البارء بن مالك والمشهور بهذه النسبة من المشايخ الكبار أبو محمد سهل بن عبد الله بن يونس بن عيسى بن عبد الله بن رفيع التستري الساكن بالبصرة صاحب كرامات وآيات صحب ذا النون المصري توفي سنة ثلاث وثلاثين ومائتين وقيل سنة ثلاث وسبعين والله أعلم ومن المحدثين جماعة بهذه النسبة منهم أبو جعفر أحمد بن يحيى بن زهير التستري كان مكثرا من الحديث معروفا مشهورا بالطلب سمع الحسن بن يونس بن مهران وأبا كريب محمد بن العلاء الهمداني وغيرهما روى عنه أبو حاتم محمد بن حبان البستي وأبو أحمد عبد الله بن عدي الجرجاني وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو بكر محمد بن إبراهيم بن المقري وقال في معجم شيوخه أخبرنا أحمد بن يحيى بن زهير الشيخ الصالح الحافظ تاج المحدثين توفي بعد سنة عشر وثلاثمائة وأما أبو عبد الله أحمد بن عيسى بن حسان التستري من أهل مصر نسب إلى تستر لأنه كان يتجر إليها روى عنه أبو زرعة وأبو حاتم الرازيان ومسلم بن الحجاج القشيري وغيرهم وآخر من حدث عنه أبو القاسم البغوي ببغداد وكان يروي الحديث عن مفضل بن فضالة المصري وضمام بن إسماعيل المعافري ورشدين بن سعد المهري وعبد الله بن وهب القرشي وأزهر بن سعد السمان وغيرهم ومات سنة ثلاث وأربعين ومائتين وأبو سهل زياد بن الخليل التستري قدم بغداد وحدث بها عن إبراهيم بن المنذر الحزامي ومسدد بن مسرهد وإبراهيم بن بشار وهارون بن سعيد الأيلي |جـ 1 صـ 466| روى عنه عبد الصمد بن علي الطستي وأبو بكر محمد بن عبد الله الشافعي وذكره الدارقطني فقال لا بأس به ومات بعسقلان في طريق المدينة قبل أن يدخل مكة في ذي القعدة سنة تسعين ومائتين |جـ 1 صـ 467| ",
                "title": "التستري",
                "uri": "JK_000952_0719"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}