{
    "features": [
        {
            "item": "JK_000129_004036",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.270-271",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حضرموت</h1> ناحية واسعة في شرقي عدن بقرب البحر وحولها رمال كثيرة تعرف بالأحقاف وبها قبر هود عليه السلام وبقربها بئر برهوت المذكورة فيما تقدم ولها مدينتان يقال لإحداهما تريم وللأخرى شبام وعندها قلاع وقرى وقال ابن الفقيه حضرموت مخلاف من اليمن بينه وبين البحر رمال وبينه وبين مخلاف صداء ثلاثون فرسخا وبين حضرموت وصنعاء اثنان وسبعون فرسخا وقيل مسيرة أحد عشر يوما وقال الإصطخري بين حضرموت وعدن مسيرة شهر وقال عمرو بن معدي كرب والأشعث الكندي حين إذ سما لنا من حضرموت مجنب الذكران قاد الجياد على وجاها أشريا قب البطون نواحل الأبدان وقال علي بن محمد الصليحي الخارج باليمن وألذ من قرع المثاني عنده في الحرب ألجم يا غلام وأسرج خيل بأقصى حضرموت أسدها وزئيرها بين العراق ومنبج وأما فتحها فإن رسول الله صلى الله عليه وسلم كان قد راسل أهلها فيمن راسل فدخلوا في طاعته وقدم عليه الأشعث بن قيس في بضعة عشر راكبا مسلما فأكرمه رسول الله صلى الله عليه وسلم فلما أراد الانصراف سأل رسول الله صلى الله عليه وسلم أن يولي عليهم رجلا منهم فولى عليهم زياد ابن لبيد البياضي الأنصاري وضم إليه كندة فبقي على ذلك إلى أن مات رسول الله صلى الله عليه وسلم فارتدت بنو وليعة بن شرحبيل بن معاوية وكان من حديثه أن أبا بكر رضي الله عنه كتب إلى زياد بن لبيد يخبره بوفاة النبي صلى الله عليه وسلم ويأمره بأخذ البيعة على من قبله من أهل حضرموت فقام فيهم زياد خطيبا وعرفهم موت النبي صلى الله عليه وسلم ودعاهم إلى بيعة أبي بكر فامتنع الأشعث بن قيس من البيعة واعتزل في كثير من كندة وبايع زيادا خلق آخرون وانصرف إلى منزله وبكر لأخذ الصدقة كما كان يفعل فأخذ فيما أخذ قلوصا من فتى من كندة فصيح الفتى وضج واستغاث بحارثة بن سراقة بن معدي كرب بن وليعة بن شرحبيل بن معاوية بن حجر القرد بن الحارث الولادة يا أبا معدي كرب عقلت ابنة المهرة فأتى حارثة إلى زياد فقال أطلق للغلام بكرته فأبى وقال قد عقلتها ووسمتها بميسم السلطان فقال حارثة أطلقها أيها الرجل طائعا قبل أن تطلقها وأنت كاره فقال زياد لا والله لا أطلقها ولا نعمة عين فقام حارثة فحل عقالها وضرب على جنبها |جـ 2 صـ 271| فخرجت القلوص تعدو إلى ألافها فجعل حارثة يقول يمنعها شيخ بخديه الشيب ملمع كما يلمع الثوب ماض على الريب إذا كان الريب فنهض زياد وصاح بأصحابه المسلمين ودعاهم إلى نصرة الله وكتابه فانحازت طائفة من المسلمين إلى زياد وجعل من ارتد ينحاز إلى حارثة فجعل حارثة يقول أطعنا رسول الله مادام بيننا فيا قوم ما شأني وشأن أبي بكر أيورثها بكرا إذا مات بعده فتلك لعمر الله قاصمة الظهر فكان زياد يقاتلهم نهارا إلى الليل وجاءه عبد له فأخبره أن ملوكهم الأربعة وهم مخوس ومشرح وجمد وأبضعة وأختهم العمردة بنو معدي كرب بن وليعة في محجرهم قد ثملوا من الشراب فكبسهم وأخذهم وذبحهم ذبحا وقال زياد نحن قتلنا الأملاك الأربعه جمدا ومخوسا ومشرحا وأبضعه وسموا ملوكا لأنه كان لكل واحد منهم واد يملكه قال وأقبل زياد بالسبي والأموال فمر على الأشعث بن قيس وقومه فصرخ النساء والصبيان فحمي الأشعث أنفا وخرج في جماعة من قومه فعرض لزياد ومن معه وأصيب ناس من المسلمين وانهزموا فاجتمعت عظماء كندة على الأشعث فلما رأى ذلك زياد كتب إلى أبي بكر يستمده فكتب أبو بكر إلى المهاجر بن أبي أمية وكان واليا على صنعاء قبل قتل الأسود العنسي فأمره بإنجاده فلقيا الأشعث ففضا جموعه وقتلا منهم مقتلة كبيرة فلجؤوا إلى النجير حصن لهم فحصرهم المسلمون حتى أجهدوا فطلب الأشعث الأمان لعدة منهم معلومة هو أحدهم فلقيه الجفشيش الكندي واسمه معدان بن الأسود بن معدي كرب فأخذ بحقوه وقال اجعلني من العدة فأدخله وأخرج نفسه ونزل إلى زياد بن لبيد والمهاجر فقبضا عليه وبعثا به إلى أبي بكر رضي الله عنه أسيرا في سنة 21 فجعل يكلم أبا بكر وأبو بكر يقول له فعلت وفعلت فقال الأشعث استبقني لحربك فوالله ما كفرت بعد إسلامي ولكني شححت على مالي فأطلقني وزوجني أختك أم فروة فإني قد تبت مما صنعت ورجعت منه من منعي الصدقة فمن عليه أبو بكر رضي الله عنه وزوجه أخته أم فروة ولما تزوجها دخل السوق فلم يمر به جزور إلا كشف عن عرقوبها وأعطى ثمنها وأطعم الناس وولدت له أم فروة محمدا وإسحاق وأم قريبة وحبانة ولم يزل بالمدينة إلى أن سار إلى العراق غازيا ومات بالكوفة وصلى عليه الحسن بعد صلح معاوية ",
                "title": "حضرموت",
                "uri": "JK_000129_004036"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}