{
    "features": [
        {
            "item": "JK_000129_009941",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.286-287",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الفيوم</h1> بالفتح وتشديد ثانيه ثم واو ساكنة وميم وهي في موضعين أحدهما بمصر والآخر موضع قريب من هيت بالعراق فأما التي بمصر فهي ولاية غربية بينها وبين الفسطاط أربعة أيام بينهما مفازة لا ماء بها ولا مرعى مسيرة يومين وهي في منخفض الأرض كالدارة ويقال إن النيل أعلى منها وإن يوسف الصديق عليه السلام لما ولي مصر ورأى ما لقي أهلها في تلك السنين المقحطة اقتضت فكرته أن حفر نهرا عظيما حتى ساقه إلى الفيوم وهو دون محمل المراكب وبتشطط علوه وانخفاض أرض الفيوم على جميع مزارعها تشرب قراه مع نقصان النيل ثم يتفرق في نواحي الفيوم على جميع مزارعها لكل موضع شرب معلوم وذكر عبد الرحمن بن عبد الله بن عبد الحكم قال حدثنا هشام بن إسحاق أن يوسف لما ولي مصر عظمت منزلته من فرعون وجازت سنه مائة سنة قالت وزراء الملك إن يوسف ذهب علمه وتغير عقله ونفدت حكمته فعنفهم فرعون ورد عليهم مقالتهم وأساء اللفظ لهم فكفوا ثم عاودوه بذلك القول بعد سنين فقال لهم هلموا ما شئتم من شيء نختبره به وكانت الفيوم يومئذ تدعى الجوبة وإنما كانت لمصالة ماء الصعيد وفضوله فاجتمع رأيهم على أن تكون هي المحنة التي يمتحن بها يوسف فقالوا لفرعون سل يوسف أن يصرف ماء الجوبة فيزداد بلد إلى بلدك وخراج إلى خراجك فدعا يوسف وقال قد تعلم مكان ابنتي فلانة مني فقد رأيت إذا بلغت أن أطلب لها بلدا وإني لم أصب لها إلا الجوبة وذاك أنه بليد قريب |جـ 4 صـ 287| لا يؤتى من ناحية من نواحي مصر إلا من مفازة أو صحراء إلى الآن قال والفيوم وسط مصر كمثل مصر في وسط البلاد لأن مصر لا تؤتى من ناحية من نواح إلا من صحراء أو مفازة وقد أقطعتها إياها فلا تتركن وجها ولا نظرا إلا وبلغته فقال يوسف نعم أيها الملك متى أردت ذلك عملته قال إن أحبه إلي أعجله فأوحي إلى يوسف أن تحفر ثلاثة خلج خليجا من أعلى الصعيد من موضع كذا إلى موضع كذا وخليجا شرقيا من موضع كذا إلى موضع كذا وخليجا غربيا من موضع كذا إلى موضع كذا فوضع يوسف العمال فحفر خليج المنهى من أعلى أشمون إلى اللاهون وأمر الناس أن يحفروا اللاهون وحفر خليج الفيوم وهو الخليج الشرقي وحفر خليجا بقرية يقال لها تيهمت من قرى الفيوم وهو الخليج الغربي فصب في صحراء تيهمت إلى الغرب فلم يبق في الجوبة ماء ثم أدخلها الفعلة تقطع ما كان بها من القصب والطرفاء فأخرجه منها وكان ذلك في ابتداء جري النيل وقد صارت الجوبة أرضا نقية برية فارتفع ماء النيل فدخل في رأس المنهى فجرى فيه حتى انتهى إلى اللاهون فقطعه إلى الفيوم فدخل خليجها فسقاها فصارت لجة من النيل وخرج الملك ووزراؤه إليه وكان هذا في سبعين يوما فلما نظر الملك إليه قال لوزرائه هذا عمل ألف يوم فسميت بذلك الفيوم وأقامت تزرع كما تزرع غوائط مصر ثم بلغ يوسف قول الوزراء له فقال للملك إن عندي من الحكمة غير ما رأيت فقال الملك وما هو قال أنزل الفيوم من كل كورة من كور مصر أهل بيت وآمر كل أهل بيت أن يبنوا لأنفسهم قرية فكانت قرى الفيوم على عدد كور مصر فإذا فرغوا من بناء قراهم صيرت لكل قرية من الماء بقدر ما أصير لها من الأرض لا يكون في ذلك زيادة عن أرضها ولا نقصان وأصير لكل قرية شرب زمان لا ينالهم الماء إلا فيه وأصير مطأطئا للمرتفع ومرتفعا للمطأطىء بأوقات من الساعات في الليل والنهار وأصير لها قبضين فلا يقصر بأحد دون قدره ولا يزداد فوق قدره فقال فرعون هذا من ملكوت السماء قال نعم فأمر يوسف ببنيان القرى وحد لها حدودا وكانت أول قرية عمرت بالفيوم يقال لها شنانة وفي نسخة شانة كانت تنزلها ابنة فرعون ثم أمر بحفر الخليج وبنيان القناطر فلما فرغ من ذلك استقبلوا وزن الأرض ووزن الماء ومن يومئذ وجدت الهندسة ولم يكن الناس يعرفونها قبل ذلك وقال ابن زولاق مدينة الفيوم بناها يوسف الصديق بوحي فدبرها وجعلها ثلثمائة وستين قرية يجيء منها في كل يوم ألف دينار وفيها أنهار عدد أنهار البصرة وكان فرعون يوسف وهو الريان بن الوليد أحضر يوسف من السجن واستخلصه لنفسه وحمله وخلع عليه وضرب له بالطبل وأشاع أن يوسف خليفة الملك فقام له في الأمر كله ثم سعي به بعد أربعين سنة فقالوا قد خرف فامتحنه بإنشاء الفيوم فأنشأها بالوحي فعظم شأن يوسف وكان يجلس على سرير فقال له الملك اجعل سريرك دون سريري باربع أصابع ففعل وحدثني أحمد بن محمد بن طرخان الكاتب قال عقدت الفيوم لكافور في سنة 553 ستمائة ألف وعشرين ألف دينار وفي الفيوم من المباح الذي يعيش به أهل التعفف ما لا يضبط ولا يحاط بعلمه وقيل إن عرضه سبعون ذراعا وقيل بني بالفيوم ثلثمائة وستون قرية وقدر أن كل قرية تكفي أهل مصر يوما واحدا وعمل على أن مصر إذا لم يزد النيل اكتفى أهلها بما يحصل من زراعتها |جـ 4 صـ 288| وأتقن ذلك وأحكمه وجرى الأمر عليه مدة أيامه وزرعت بعده النخيل والبساتين فصارت أكثر ولايتها كالحديقة ثم بعد تطاول السنين وإخلاق الجدة تغيرت تلك القوانين باختلاف الولاة المتملكين فهي اليوم على العشر مما كانت عليه فيما بلغني وقيل إن مروان بن محمد بن مروان الحمار آخر خلفاء بني أمية قتل ببعض نواحيها وقال أعرابي في فيوم العراق عجبت لعطار أتانا يسؤمنا بدسكرة الفيوم دهن البنفسج فويحك يا عطار هلا أتيتنا بضغث خزامى أو بخوصة عرفج كأن هذا الأعرابي أنكر على العطار أن جاءه بما هو موجود بالفيوم وسأله أن يأتيه بما ألفه في صحاريه ",
                "title": "الفيوم",
                "uri": "JK_000129_009941"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}