{
    "features": [
        {
            "item": "JK_000952_1763",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.50-53",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرخجي</h1> بضم الراء وفتح الخاء المعجمة المشددة وفي آخرها الجيم هذه النسبة إلى الرخجية وهي قرية على نحو فرسخ من بغداد وراء باب الأزج منها أبو الفضل عبد الصمد بن محمد بن عبد الله بن هارون بن الفقاعي الرخجي من أهل بغداد تولى الخطابة بالرخجية وسكنها إلى حين وفاته وكان صالحا صدوقا سمع أبا بكر أحمد بن جعفر بن حمدان القطيعي وأبا بكر محمد بن إسماعيل الوراق ومحمد بن إبراهيم بن نيظر العاقولي وأبا علي الحسن بن الحسين بن حمكان الهمذاني الفقيه وغيرهم روى عنه أبو بكر أحمد بن علي الخطيب الحافظ وكانت ولادته ببغداد سنة ثلاث وستين وثلاثمائة ومات بالرخجية في شهر رمضان سنة سبع وثلاثين وأربعمائة ودفن بها وأبو الحسين عيسى بن حامد بن بشر بن عيسى بن أشعث الرخجي القاضي يعرف بابن بنت القنبيطي لا أدري هو من هذه القرية أو من قبيلة يقال لها الرخج قال أبو بكر الخطيب رخجي الأصل ويعرف |جـ 3 صـ 53| بابن بنت القنبيطي سمع جده محمد بن الحسين القنبيطي ومحمد بن جعفر القتات وإبراهيم بن شريك الأسدي وجعفر بن محمد الفريابي والحسين بن أبي الأحوص الثقفي وقاسم بن زكريا المطرز والهيثم بن خلف الدوري ومحمد بن جرير الطبري وكان عيسى بن حامد أحد أصحاب ابن جرير يروي عنه أبو الحسن علي بن عبد العزيز الطاهري وأبو طالب عمر بن إبراهيم بن سعيد الفقيه ومحمد بن محمد بن عثمان السواق وأبو العلاء محمد بن علي الواسطي وتوفي في ذي الحجة سنة ثمان وستين وثلاثمائة وكان ثقة جميل الأمر وعمه أبو الفضل العباس بن بشر بن عيسى بن أشعث الرخجي كان ثقة صالحا يسكن الجانب الشرقي ببغداد حدث عن أبي حذافة السهمي ويعقوب الدورقي ومحمد بن سهل بن عسكر وغيرهم روى عنه إبراهيم بن أحمد بن جعفر الخرقي ويوسف بن عمر القواس وجماعة أثنى عليه أبو الحسن الدارقطني ومات في شوال سنة عشرين وثلاثمائة ودفن في المالكية وأبو يعلى العباس بن محمد بن فرج الرخجي يروي عن يوسف بن موسى القطان روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
                "title": "الرخجي",
                "uri": "JK_000952_1763"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}