{
    "features": [
        {
            "item": "JK_000952_0132",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.130-131",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الإستراباذي</h1> بكسر الألف وسكون السين المهملة وكسر التاء المنقوطة باثنتين من فوقها وفتح الراء والباء الموحدة بين الألفين وفي آخرها الذال المعجمة هذه النسبة إلى استراباذ وقد يلحقون فيه ألفا أخرى بين التاء والراء فيقولون استاراباذ إلا أن الأشهر هذا وهي بلدة من بلاد مازندران بين سارية وجرجان أقمت بها قريبا من عشرة أيام فكتبت بها عن جماعة منهم وكتبت تاريخ إستراباذ من تصنيف أبي سعد عبد الرحمن بن محمد بن محمد الإستراباذي المعروف بالإدريسي وقد ذكرته في الألف مع الدال وفي هذا التاريخ جماعة كثيرة من محدثي هذه البلدة استغنينا عن ذكرهم ومن مشاهيرهم أبو نعيم عبد الملك بن محمد بن عدي بن زيد الإستراباذي أحد أئمة المسلمين رحل إلى العراق والشام وديار مصر وأكثر عن الشيوخ وانصرف إلى بلاده وكثرت الرحلة إليه وكتبوا عنه ودخل بلاد ما وراء النهر وسكن جرجان وكان مقدما في الفقه والحديث وكانت الرحلة إليه في أيامه وحدث عن عمار بن رجاء وإسحاق بن إبراهيم الطلقي وعمر بن شبة والحسن بن محمد الزعفراني وأحمد بن منصور الرمادي وعلي بن حرب الطائي والربيع بن سليمان روى عنه يحيى بن محمد بن صاعد وأبو محمد الحسن بن أحمد المخلدي ومحمد بن عثمان بن ثابت الصيدلاني وابنه نعيم بن أبي نعيم وأبو القاسم سليمان بن أحمد الطبراني وكان من الحفاظ لشرائع الدين مع صدق وتورع وضبط وتيقظ وكان أبو علي الحافظ النيسابوري يقول أبو نعيم الجرجاني أحد الأئمة ما رأيت بخراسان بعد أبي بكر بن خزيمة مثله أو أفضل منه كان يحفظ الموقوفات والمراسيل كما نحفظ نحن المسانيد توفي أبو نعيم في ذي الحجة سنة ثلاث وعشرين وثلاثمائة وكان ابن ثلاث وثمانين سنة وأبو حاجب محمد بن إسماعيل بن محمد بن إبراهيم بن كبير الإستراباذي كان إماما فاضلا مفتيا مناظرا ورعا تقيا صدوقا ثقة سمع ببلده استراباذ أبا الحسن بن محمد بن أبي نعيم بن أحمد بن أبي نعيم الإستراباذي وأبا الحسن علي بن الحسن بن بندار بن المثنى الإستراباذي وأبا عبد الله محمد بن سعيد الإستراباذي وبجرجان أبا القاسم حمزة بن يوسف السهمي وببسطام |جـ 1 صـ 131| أبا سعيد عامر بن محمد البسطامي وببغداد أبا الحسن أحمد بن محمد بن الصلت المجبر والقاضي أبا محمد عبد الله بن محمد بن الأكفاني وأبا عمر عبد الواحد بن محمد بن مهدي الفارسي وطبقتهم سمع منه جدي الإمام أبو المظفر منصور بن محمد السمعاني رحمه الله وجماعة من القدماء روى لنا عنه أبو محمد الحسن بن محمد بن أحمد الإستراباذي القاضي بالري ولم يحدثنا أحد عنه سواه وتوفي في سنة ثمان وستين وأربعمائة بإستراباذ وأبو سهل هارون بن أحمد بن هارون بن بندار بن حريش بن الحكم الإستراباذي وقال الحاكم أبو عبد الله في نسبه بندار بن خداش ولم يزد على هذا كان شيخنا فاضلا صالحا مكثرا من الحديث له رحلة إلى العراق والحجاز سمع بالبصرة أبا خليفة الفضل بن الحباب الجمحي وأبا زكريا يحيى بن محمد الساجي وبواسط محمود بن محمد الواسطي وببغداد أبا القاسم عبد الله بن محمد البغوي وبمكة المفضل بن محمد الجندي وإسحاق بن أحمد الخزاعي وبالري أبا العباس الطهراني وطبقتهم روى عنه الحاكم أبو عبد الله الحافظ وأبو عبد الله الغنجار البخاري وأبو العباس جعفر بن محمد الحافظ المستغفري لأنه حدث في بلاد ما وراء النهر قال الحاكم أبو عبد الله الحافظ أبو سهل الإستراباذي المحدث كان صحيح الأصول كثير الحديث ورد نيسابور سنة ثلاث وخمسين وأقام بها سنين ثم جاءنا إلى بخارا وأنا بها فحدث بها سنين فرأيت له بها مجالس حسنة وقال المستغفري في تاريخ نسف هارون الإستراباذي دخل نسف في رجب سنة تسع وخمسين وثلاثمائة وعقد له مجلس الإملاء على باب المقصورة كل يوم بعد صلاة الظهر وكان يشهد مجلسه عامة أهل العلم من الفريقين وأولاد أرباب النعم شهدت أنا مجالسه وأنا يومئذ ابن عشر سنين مع أخوي وعمي عبد الملك بن المعتز ومع غلماننا ومؤدبنا أبي علي منصور بن محمد بن إسماعيل وهو أول شيخ سمعت منه الحديث شهدت من مجالسه أكثر من عشرة مجالس ولا أروي منها إلا ثلاثة مجالس التي أحفظ تلك الأحاديث التي أملاها بأعيانها وتركت باقي المجالس لأنها ضاعت من عمي ومن المؤدب فقرىء عليه أحاديث أبي خليفة عن أبي الوليد الطيالسي وإبراهيم بن بشار وغيرهما وأخبار مكة وشيء كثير من فوائده في المسجد الجامع وفي دار أبي القاسم |جـ 1 صـ 132| عبد الله بن أحمد بن إدريس فهو الذي حمله من بخارا من أجل ابنه أبي نصر ثم احترق عامة ما سمعوا وحصلوا من سماعاته في خان البزارين في الفتنة في صفر سنة أربع وسبعين وثلاثمائة ولم يبق من المسموعات منه إلا القليل في أيدي الناس ومات هارون ببخارا وقت الظهر يوم الثلاثاء لأربع عشرة ليلة خلت من شهر رمضان سنة أربع وستين وثلاثمائة وأخوه أبو أحمد محمد بن أحمد بن هارون بن بندار بن الحريش بن الحكم الإستراباذي أخو هارون كان أكبر منه سنا روى عن أبي شعيب الحراني روى عنه ابنه أحمد بن محمد ومات في سنة ثلاث وأربعين وثلاثمائة وأبو نعيم محمد بن بندار بن إبراهيم بن عمرو بن عيسى الإستراباذي الفقيه من أهل إستراباذ جمع بين الفقه ومعرفة الحديث كان رفيق أبي أحمد بن عدي الحافظ إلى الشام ومصر روى عن أبي خليفة الفضل بن الحباب وعبدان بن أحمد بن موسى الجواليقي وغيرهما روى عنه عبدوس بن علي الجرجاني بسمرقند وأبو الحسين أحمد بن محمد بن الحسن بن حمويه بن ابران الإستراباذي المعروف بابن أبي نعيم كان مولده بجرجان في محلة مسجد دينار في سكة الفرس ثم انتقل إلى بخارا وكان يتجر من بخارا إلى مصر روى عن أبيه وأبي النضر محمد بن عبد الله بن المنذر وبكر بن محمد بن حمدان وأبي جعفر محمد بن محمد بن جميل وأبي بكر محمد بن أحمد بن خنب ومات في جمادى الآخرة سنة تسع وثمانين وثلاثمائة وله نيف وستون سنة وأبو نعيم عبد الملك بن أحمد بن نعيم بن عبد الملك بن محمد بن عدي بن زيد الإستراباذي حفيد أبي نعيم السابق ذكره ولي قضاء جرجان سنة أربعمائة ولاه الأمير قابوس بن وشمكير وكان يحكم إلى سلخ ذي الحجة سنة إحدى وأربعمائة ثم استأذن في الرجوع إلى إستراباذ فأذن له وأمره أن يخلف عليه ابنه أبا الحسن ثم جاءنا نعيه أنه توفي في الخامس من ذي الحجة سنة إحدى وأربعمائة هكذا ذكره حمزة بن يوسف روى عن جده نعيم بن أبي نعيم الإستراباذي وأبي أحمد بن عدي الحافظ وابن ماجه القزويني وجده أبو الحسن نعيم بن عبد الملك بن محمد بن عدي بن زيد الإستراباذي سكن جرجان وله بها عقار وقف على أولاده من بعده في محلة دينار يروي عن بكر بن سهل الدمياطي المصري سمع منه بمكة وعن أبي مسلم إبراهيم بن عبد الله الكجي وعبد الله بن أحمد بن حنبل وأحمد إبراهيم بن ملحان وطبقتهم روى عنه جماعة ومات عن اثنتين وثمانين سنة في ذي القعدة سنة أربع وخمسين وثلاثمائة بإستراباذ |جـ 1 صـ 133| ",
                "title": "الإستراباذي",
                "uri": "JK_000952_0132"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}