{
    "features": [
        {
            "item": "JK_000952_4252",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.568-569",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوالبي</h1> بفتح الواو وكسر اللام والباء المنقوطة بواحدة هذه النسبة إلى والبة وهي حي من بني أسد منهم أبو محمد ويقال أبو عبد الله سعيد بن جبير الوالبي كوفي مولى والبة حي من بني أسد كان أحد أئمة التابعين راوية ابن عباس قتله الحجاج صبرا بواسط سنة أربع وتسعين من الهجرة وهو ابن ثلاث وخمسين سنة ومنهم أبو زيد وقاء بن إياس الوالبي بالقاف وكسر الواو وليس في الأسامي وقاء سواه يروي عن علي بن ربيعة الوالبي والمختار بن فلفل وسعيد بن جبير وغيرهم روى عنه ابن المبارك وأبو معاوية الضرير وسفيان الثوري ويزيد بن هارون وابنه إياس بن وقاء وكان يحيى بن سعيد يقول ما كان وقاء بن إياس بالذي يعتمد عليه وأبو أنس قريش بن أنس الأنصاري الوالبي مولى بني والبة من أهل البصرة يروي عن ابن عون والبصريين روى عنه العراقيون مات سنة تسع ومئتين وكان شيخا صدوقا إلا أنه اختلط في اخر عمره حتى كان لا يدري ما يحدث به وبقي ست سنين في اختلاطه فظهر في روايته أشياء مناكير لا يشبه حديثه حديث القديم فلما ظهر ذلك من غير أن يتميز مستقيم حديثه من غيره لم يجز الاحتجاج به فيما انفرد فأما فيما وافق الثقات فهو المعتبر بأخباره تلك روى عنه محمد بن بشار المعروف ببندار البصري وبشر بن أبي خازم الشاعر الأسدي الوالبي من بني والبة جاهلي وأبو خازم اسمه عمرو بن عوف سماه ابن الكلبي وجبلة بن سليمان ويقال ابن أبي سليمان الوالبي إمام مسجد سعيد بن جبير روى عن سعيد بن أبي عروبة روى عنه علي بن مسهر ومروان بن معاوية ومحمد بن مصعب وعبد الرحمن بن هانىء وأبو نعيم النخعي وأحمد بن يونس وخلاد بن يحيى وأبو نصر محمد بن قيس الكوفي الوالبي من بني والبة من أنفسهم يروي |جـ 5 صـ 569| عن الشعبي وعلي بن ربيعة وأبي الضحى ومحارب وبشير بن يسار روى عنه وكيع وأبو نعيم وحفص بن غياث وسئل أحمد بن حنبل عن محمد بن قيس فقال ثقة لا يشك فيه صاحب ابن عمر وهو أوثق من ذلك روى عنه ابن عيينة ووكيع أروى الناس عنه ",
                "title": "الوالبي",
                "uri": "JK_000952_4252"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}