{
    "features": [
        {
            "item": "JK_000129_011946",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.124-125",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المسجد الحرام</h1> الذي بمكة كان أول من بناه عمر بن الخطاب رضي الله عنه ولم يكن له في زمن النبي صلى الله عليه وسلم وأبي بكر جدار يحيط به وذاك أن الناس ضيقوا على الكعبة وألصقوا دورهم بها فقال عمر إن الكعبة بين الله ولا بد للبيت من فناء وإنكم دخلتم عليها ولم تدخل عليكم فاشترى تلك الدور وهدمها وزادها فيه وهدم على قوم من جيران المسجد أبوا أن يبيعوا ووضع لهم الأثمان حتى أخذوها بعد واتخذ للمسجد جدارا دون القامة فكانت المصابيح توضع عليه ثم كان عثمان فاشترى دورا أخر وأغلى في ثمنها وأخذ منازل أقوام أبوا أن يبيعوها ووضع لهم الأثمان فضجوا عليه عند البيت فقال إنما جرأكم علي حلمي عنكم وليني لكم لقد فعل بكم عمر مثل هذا فأقررتم ورضيتم ثم أمر بهم إلى الحبس حتى كلمه فيهم عبد الله بن خالد بن أسيد بن أبي العيص فخلى سبيلهم ويقال إن عثمان أول من اتخذ الأروقة حين وسع المسجد وزاد في سعة المسجد فلما كان ابن الزبير زاد في إتقانه لا في سعته وجعل فيه عمدا من الرخام وزاد في أبوابه وحسنها فلما كان عبد الملك بن مروان زاد في ارتفاع حائط المسجد وحمل إليه السواري من مصر في البحر إلى جدة واحتملت من جدة على العجل إلى مكة وأمر الحجاج بن يوسف فكساها الديباج فلما ولي الوليد بن عبد الملك زاد في حليتها وصرف في |جـ 5 صـ 125| ميزابها وسقفها ما كان في مائدة سليمان بن داود عليه السلام من ذهب وفضة وكانت قد حملت على بغل قوي فتفسخ تحتها فضرب منها الوليد حلية الكعبة وكانت هذه المائدة قد احتملت إليه من طليطلة بالأندلس لما فتحت تلك البلاد وكان لها أطواق من ياقوت وزبرجد فلما ولي المنصور وابنه المهدي زادا أيضا في إتقان المسجد وتحسين هيئته ولم يحدث فيه بعد ذلك عمل إلى الحين وفي اشتراء عمر وعثمان الدور التي زاداها في المسجد دليل على أن رباع أهل مكة ملك لأهلها يتصرفون فيها بالبيع والشراء والكراء إذا شاؤوا وفيه اختلاف بين الفقهاء ",
                "title": "المسجد الحرام",
                "uri": "JK_000129_011946"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}