{
    "features": [
        {
            "item": "JK_000129_000849",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.228-230",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إفريقية</h1> بكسر الهمزة وهو اسم لبلاد واسعة ومملكة كبيرة قبالة جزيرة صقلية وينتهي آخرها إلى قبالة جزيرة الأندلس والجزيرتان في شماليها فصقلية منحرفة إلى الشرق والأندلس منحرفة عنها إلى جهة المغرب وسميت إفريقية بإفريقيس بن أبرهة ابن الرائش وقال أبو المنذر هشام بن محمد هو إفريقيس بن صيفي بن سبأ بن يشجب بن يعرب ابن قحطان وهو الذي اختطها وذكروا أنه لما غزا المغرب انتهى إلى موضع واسع رحيب كثير الماء فأمر أن تبنى هناك مدينة فبنيت وسماها إفريقية اشتق اسمها من اسمه ثم نقل إليها الناس ثم نسبت تلك الولاية بأسرها إلى هذه المدينة ثم انصرف إلى اليمن فقال بعض أصحابه سرنا إلى المغرب في جحفل بكل قرم أريحي همام نسري مع أفريقيس ذاك الذي ساد بعز الملك أولاد سام نخوض بالفرسان في مأقط يكثر فيه ضرب أيد وهام فأضحت البربر في مقعص نحوسهم بالمشرفي الحسام في موقف يبقى لنا ذكره ما غردت في الأيك ورق الحمام وذكر أبو عبد الله القضاعي أن إفريقية سميت بفارق ابن بيصر بن حام بن نوح عليه السلام وأن أخاه مصر لما حاز لنفسه مصر حاز فارق إفريقية وقد ذكرت ذلك متسقا في أخبار مصر قالوا فلما اختط المسلمون القيروان خربت أفريقية وبقي اسمها على الصقع جميعه وقال أبو الريحان البيروتي إن أهل مصر يسمون ما عن أيمانهم إذا استقبلوا الجنوب بلاد المغرب ولذلك سميت بلاد إفريقية وما وراءها بلاد المغرب يعني أنها فرقت بين مصر والمغرب فسميت إفريقية لا أنها مسماة باسم عامرها وحد إفريقية من طرابلس الغرب من جهة برقة والإسكندرية إلى بجاية وقيل إلى مليانة فتكون مسافة طولها نحو شهرين ونصف وقال أبو عبيد البكري الأندلسي حد إفريقية طولها من برقة شرقا إلى طنجة الخضراء غربا وعرضها من البحر إلى الرمال التي في أول بلاد السودان وهي جبال ورمال عظيمة متصلة |جـ 1 صـ 229| من الشرق إلى الغرب وفيه يصاد الفنك الجيد وحدث رواة السير أن عمر بن الخطاب رضي الله عنه كتب إلى عمر بن العاص لا تدخل إفريقية فإنها مفرقة لأهلها غير متجمعة ماؤها قاس ما شربه أحد من العالمين إلا قست قلوبهم فلما افتتحت في أيام عثمان رضي الله عنه وشربوا ماءها قست قلوبهم فرجعوا إلى خليفتهم عثمان فقتلوه وأما فتحها فذكر أحمد بن يحيى بن جابر أن عثمان بن عفان رضي الله عنه ولى عبد الله بن سعد بن أبي سرح مصر وأمره بفتح إفريقية وأمده عثمان بجيش فيه معبد بن العباس بن عبد المطلب ومروان بن الحكم بن أبي العاص وأخوه الحارث بن الحكم وعبيد الله بن عمر وعبد الرحمن بن أبي بكر وعبد الله بن عمرو بن العاص وعبد الله بن الزبير ابن العوام والمسور بن مخرمة بن نوفل بن أهيب بن عبد مناف بن زهرة بن كلاب وعبد الرحمن بن زيد بن الخطاب وعبد الله وعاصم ابنا عمر بن الخطاب وبسر بن أبي ارطاة العامري وأبو ذويب الهذلي الشاعر وذلك في سنة 92 وقيل سنة 82 وقيل 72 ففتحها عنوة وقتل بطريقها وكان يملك ما بين أطرابلس إلى طنجة وغنموا واستاقوا من السبي والمواشي ما قدروا عليه فصالحهم عظماء إفريقية على ثلاثمائة قنطار من الذهب على أن يكف عنهم ويخرج من بلادهم فقبل ذلك منهم وقيل إنه صالحهم على ألف ألف وخمسمائة ألف وعشرين ألف دينار وهذا يدل على أن القنطار الواحد ثمانية آلاف وأربعمائة دينار ورجع ابن أبي سرح إلى مصر ولم يول على إفريقية أحدا فلما قتل عثمان رضي الله عنه عزل علي رضي الله عنه ابن أبي سرح عن مصر وولى محمد بن أبي حذيفة بن عتبة بن ربيعة مصر فلم يوجه إليها أحدا فلما ولي معاوية بن أبي سفيان وولى معاوية بن حديج السكوني مصر بعث في سنة 05 عقبة بن نافع بن عبد القيس بن لقيط الفهري فغزاها وملكها المسلمون فاستقروا بها واختط مدينة القيروان كما نذكره في القيروان إن شاء الله تعالى ولم تزل بعد ذلك في أيدي المسلمين فوليها بعد عقبة بن نافع زهير بن قيس البلوي في سنة 69 فقتله الروم في أيام عبد الملك فوليها حسان بن النعمان الغساني فعزل عنها ووليها موسى بن نصير في أيام الوليد بن عبد الملك ثم وليها محمد بن يزيد مولى قريش في أيام سليمان بن عبد الملك سنة 99 ثم وليها إسماعيل بن عبد الملك ابن عبد الله بن أبي المهاجر مولى بني مخزوم من قبل عمر بن عبد العزيز ثم وليها يزيد بن أبي مسلم مولى الحجاج من قبل يزيد بن عبد الملك ثم عزله وولى بشر بن صفوان في أول سنة 301 ثم وليها عبيدة بن عبد الرحمن السلمي ابن أخي أبي الأعور السلمي فقدمها في سنة 011 من قبل هشام بن عبد الملك ثم عزله هشام وولى مكانه عبيد الله بن الحبحاب مولى بني سلول ثم عزله هشام في سنة 321 وولى كلثوم ابن عياض القشيري فقتله البربر فولى هشام حنظلة ابن صفوان الكلبي في سنة 421 ثم قام عبد الرحمن ابن حبيب بن أبي عبيدة بن عقبة بن نافع الفهري وأخرج حنظلة في إفريقية عنوة ووليها وأثر بها آثارا حسنة وغزا صقلية وكان الأمر قد انتهى إلى مروان بن محمد فبعث إليه بعهده وأقره على أمره وزالت دولة بني أمية وعبد الرحمن أمير وكتب إلى السفاح بطاعته فلما ولي المنصور خلع طاعته ثم قتله أخوه الياس بن حبيب غيلة في منزله وقام مقامه ثم قتل إلياس وولي حبيب بن عبد الرحمن |جـ 1 صـ 230| فقتل ثم تغلب الخوارج حتى ولى المنصور محمد ابن الأشعث الخزاعي فقدمها سنة 441 فجرت بينه وبين الخوارج حروب ففارقها ورجع إلى المنصور فولى المنصور الأغلب بن سالم بن عقال بن خفاجة بن عبد الله بن عباد بن محرث وقيل محارب بن سعد ابن حرام بن سعد بن مالك بن سعد بن زيد مناة بن تميم فقدمها في جمادى الآخرة سنة 841 وجرت له حروب قتل في آخرها في شعبان سنة 051 وبلغ المنصور فولى مكانه عمرو بن حفص بن عثمان بن قبيصة بن أبي صفرة أخا المهلب المعروف بهزارمرد فقدمها في صفر سنة 151 وكانت بينه وبين البربر وقائع قاتل فيها حتى قتل في منتصف ذي الحجة سنة 451 فولاها المنصور يزيد بن حاتم بن قبيصة بن المهلب فصلحت البلاد بقدومه ولم يزل عليها حتى مات المنصور والمهدي والهادي ثم مات يزيد بن حاتم بالقيروان سنة 071 في أيام الرشيد واستخلف ابنه داود بن يزيد بن حاتم ثم ولى الرشيد روح بن حاتم أخا يزيد فقدمها وساسها أحسن سياسة حتى مات بالقيروان سنة 471 فولى الرشيد نصر بن حبيب المهلبي ثم عزله وولى الفضل بن روح بن حاتم فقدمها في المحرم سنة 771 فقتله الخوارج سنة 871 فكانت عدة من ولي من آل المهلب ستة نفر في ثمان وعشرين سنة ثم ولى الرشيد هرثمة بن أعين فقدمها في سنة 971 ثم استعفى من ولايتها فأعفاه وولى محمد بن مقاتل العكي فلم يستقم بها أمره فإنه أخرج منها وولى إبراهيم ابن الأغلب التميمي المقدم ذكره فأقام بها إلى أن مات في شوال سنة 916 وولي ابنه عبد الله بن إبراهيم ومات بها ثم ولي أخوه زياد الله بن إبراهيم في سنة 102 في أول أيام المأمون ومات في رجب سنة 322 ثم ولي أخوه أبو عقال الأغلب بن إبراهيم ثم مات سنة 226 فولي ابنه محمد بن الأغلب إلى أن مات في محرم سنة 242 فولي ابنه أبو القاسم إبراهيم بن محمد حتى مات في ذي القعدة سنة 942 فولي ابنه زيادة الله بن إبراهيم إلى أن مات سنة 052 فولي ابن أخيه محمد بن أحمد إلى أن مات سنة 261 فولي أخوه إبراهيم بن أحمد وكان حسن السيرة شهما فأقام واليا ثمانيا وعشرين سنة ثم مات في ذي القعدة سنة 982 فولي ابنه عبد الله بن إبراهيم بن أحمد فقتله ثلاثة من عبيده الصقالبة فولي ابنه أبو نصر زياد الله بن عبد الله بن إبراهيم فدخل أبو عبد الله الشيعي فهرب منه إلى مصر وهو آخرهم في سنة 926 فكانت مدة ولاية بني الأغلب على إفريقية مائة واثنتي عشرة سنة وولي منهم أحد عشر ملكا ثم انتقلت الدولة إلى بني عبيد الله العلوية فوليها منهم المهدي والقائم والمنصور والمعز حتى ملك مصر وانتقل إليها في سنة 362 واستمرت الخطبة لهم بإفريقية إلى سنة 704 ثم وليها بعد خروج المعز عنها يوسف الملقب بلكين ابن زيري بن مناد الصنهاجي باستخلاف المعز إلى أن مات في ذي الحجة سنة 373 ووليها ابنه المنصور إلى أن مات في شهر ربيع الأول سنة 836 ووليها ابنه باديس إلى أن مات في سلخ ذي القعدة سنة 046 ووليها ابنه المعز بن باديس وهو الذي أزال خطبة المصريين عن أفريقية وخطب للقائم بالله وجاءته الخلعة من بغداد وكاشف المستنصر الذي بمصر بخلع الطاعة وذلك في سنة 534 وقتل من كان بإفريقية من شيعتهم فسلط اليازوري وزير المستنصر العرب على إفريقية حتى خربوها ومات المعز في سنة 354 وقد ملك سبعا وأربعين سنة ووليها ابنه تميم ابن المعز إلى أن مات في رجب سنة 105 ووليها |جـ 1 صـ 231| ابنه يحيى بن تميم حتى مات سنة 905 ووليها ابنه علي بن يحيى إلى أن مات سنة 515 ووليها ابنه الحسن بن علي وفي أيامه أنفذ رجار صاحب صقلية من ملك المهدية فخرج الحسن منها ولحق بعبد المومن ابن علي وملك الأفرنج بلاد إفريقية وذلك في سنة 345 وانتقضت دولتهم وقد ولي منهم تسعة ملوك في مائة سنة وإحدى وثمانين سنة وملك الأفرنج إفريقية اثنتي عشرة سنة حتى قدمها عبد المؤمن فاستنقذها منهم في يوم عاشوراء سنة 555 وولى عليها أبا عبد الله محمد بن فرج أحد أصحابه ورتب معه الحسن بن علي بن يحيى بن تميم وأقطعه قريتين ورجع إلى المغرب وهي الآن بيد الولاة من قبل ولده فهذا كاف من إفريقية وأمرها وقد خرج منها من العلماء والأئمة والأدباء ما لا يحصى عددهم منهم أبو خالد عبد الرحمن بن زياد بن أنعم الإفريقي قاضيها وهو أول مولود ولد في الإسلام بإفريقية سمع أباه وأبا عبد الرحمن الحبكي وبكر ابن سوادة روى عنه سفيان الثوري وعبد الله بن لهيعة وعبد الله بن وهب وغيرهم تكلموا فيه قدم على أبي جعفر المنصور ببغداد قال كنت أطلب العلم مع أبي جعفر أمير المؤمنين قبل الخلافة فأدخلني يوما منزله فقدم إلي طعاما ومريقة من حبوب ليس فيها لحم ثم قدم إلي زبيبا ثم قال يا جارة عندك حلواء قالت لا قال ولا التمر قالت ولا التمر فاستلقى ثم قرأ هذه الآية & عسى ربكم أن يهلك عدوكم ويستخلفكم في الأرض فينظر كيف تعملون & قال فلما ولي المنصور الخلافة أرسل إلي فقدمت عليه فدخلت والربيع قائم على رأسه فاستدناني وقال يا عبد الرحمن بلغني أنك كنت تفد إلى بني أمية قلت أجل قال فكيف رأيت سلطاني من سلطانهم وكيف ما مررت به من أعمالنا حتى وصلت إلينا قال فقلت يا أمير المؤمنين رأيت أعمالا سيئة وظلما فاشيا ووالله يا أمير المؤمنين ما رأيت في سلطانهم شيئا من الجور والظلم إلا ورأيته في سلطانك وكنت ظننته لبعد البلاد منك فجعلت كلما دنوت كان الأمر أعظم أتذكر يا أمير المؤمنين يوم أدخلتني منزلك فقدمت إلي طعاما ومريقة من حبوب ولم يكن فيها لحم ثم قدمت زبيبا ثم قلت يا جارية عندك حلواء قالت لا قلت ولا التمر قالت ولا التمر فاستلقيت ثم تلوت & عسى ربكم أن يهلك عدوكم ويستخلفكم في الأرض فينظر كيف تعملون & فقد والله أهلك عدوك واستخلفك في الأرض ما تعمل قال فنكس رأسه طويلا ثم رفع رأسه إلي وقال كيف لي بالرجال قلت أليس عمر بن عبد العزيز كان يقول إن الوالي بمنزلة السوق يجلب إليها ما ينفق فيها فإن كان برا أتوه ببرهم وإن كان فاجرا أتوه بفجورهم فأطرق طويلا فأومأ إلي الربيع أن أخرج فخرجت وما عدت إليه وتوفي عبد الرحمن سنة 516 وينسب إليها أيضا سحنون بن سعيد الإفريقي من فقهاء أصحاب مالك جالس مالكا مدة وقدم بمذهبه إلى إفريقية فأظهره فيها وتوفي سنة 042 وقيل سنة 142 ",
                "title": "إفريقية",
                "uri": "JK_000129_000849"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}