{
    "features": [
        {
            "item": "JK_000129_002952",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.92-93",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجار والنسبة الجاري</h1> بتخفيف الراء وهو الذي تجيره أن يضام مدينة على ساحل بحر القلزم بينها وبين المدينة يوم وليلة وبينها وبين أيلة نحو من عشر مراحل وإلى ساحل الجحفة نحو ثلاث مراحل وهي في الإقليم الثاني طولها من جهة المغرب أربع وستون درجة وعشرون دقيقة وعرضها أربع وعشرون درجة وهي فرضة ترفأ إليها السفن من أرض |جـ 2 صـ 93| الحبشة ومصر وعدن والصين وسائر بلاد الهند ولها منبر وهي آهلة وشرب أهلها من البحيرة وهي عين يليل وبالجار قصور كثيرة ونصف الجار في جزيرة من البحر ونصفها من الساحل وبحذاء الجار جزيرة في البحر تكون ميلا في ميل لا يعبر إليها إلا بالسفن وهي مرمى الحبشة خاصة يقال لها قراف وسكانها تجار كنحو أهل الجار يؤتون بالماء من فرسخين ذكر ذلك كله أبو الأشعث الكندي عن عرام بن الأصبغ السلمي وقد سمي ذلك البحر كله الجار وهو من جدة إلى قرب مدينة القلزم قال بعض الأعراب وليلتنا بالجار والعيس بالفلا معلقة أعضادها بالجنائب سمعت كلاما من ورا سجف محمل كما طل مزن صيب من سحائب وقائلة لاح الصباح ونوره عسى الركب أن يحظى بسير الركائب عسى يدرك التعريف والموقف الذي شغلنا به عن ذكر فقد الحبائب وينسب إلى الجار جماعة من المحدثين منهم سعد الجاري وفي حديثه اختلاف وهو سعد بن نوفل مولى عمر بن الخطاب رضي الله عنه كان استعمله على الجار روى عنه ابن عبد الله قال أبو عبد الله أراه الذي روى أبو أسامة عن هشام بن عروة عن سعد مولى عمر بن الخطاب رضي الله عنه أوصى أسيد بن حضير إلى عمر أراه والد عبد الرحمن بن عمر وروى أيضا العقدي عن عبد الملك بن حسن أنه سمع عمرو بن سعد الجاري مولى عمر بن الخطاب وعبد الله بن سعد الجاري سمع أبا هريرة روى عنه عبد الملك بن حسن قال البخاري إن لم يكن أخا عمرو بن سعد فلا أدري وعبد الرحمن بن سعد الجاري كان بالكوفة سمع ابن غرة روى عنه منصور وحماد بن أبي سليمان قاله وكيع قال البخاري أحسبه أخا عمرو ويحيى بن محمد الجاري قال البخاري يتكلم فيه وعمر بن راشد الجاري روى عن ابن أبي ذئب روى عنه يعقوب بن سفيان النسوي وقال أحمد بن صالح في تاريخه يحيى بن أحمد المديني يقال له الجاري من موالي بني الدؤل من الفرس وذكر من فضله وهو من أهل المدينة كان بالجار زمانا يتجر ثم سار إلى المدينة فقال لقبوني بالجاري وعيسى بن عبد الرحمن الجاري ضعيف وعبد الملك بن الحسن الجاري الأحول مولى مروان بن الحكم يروي المراسيل سمع عمر بن سعد الجاري روى عنه أبو عامر العقدي ",
                "title": "الجار والنسبة الجاري",
                "uri": "JK_000129_002952"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}