{
    "features": [
        {
            "item": "JK_000129_005824",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.55-56",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>رقادة</h1> بلدة كانت بإفريقية بينها وبين القيروان أربعة أيام وكان دورها أربعة وعشرين ألف ذراع وأربعين ذراعا وأكثرها بساتين ولم يكن بإفريقية أطيب هواء ولا أعدل نسيما وأرق تربة منها ويقال إن من دخلها لا يزال مستبشرا من غير سبب وذكروا أن أحد بني الأغلب أرق وشرد عنه النوم أياما فعالجه إسحاق المتطبب الذي ينسب إليه اطريفل إسحاق فلم ينم فأمره بالخروج والمشي فلما وصل إلى موضع رقادة نام فسميت رقادة يومئذ واتخذها دارا ومسكنا وموضع فرجة للملوك وقيل في تسميتها برقادة إن أبا الخطاب عبد الأعلى بن السمح المعافري القائم بدعوة الإباضية بأطرابلس لما نهض إلى القيروان لقتال رنجومة وكانوا قد تغلبوا على القيروان مع عاصم بن جميل التقى بهم بموضع رقادة وهي إذ ذاك منية فقتلهم هناك قتلا ذريعا فسميت رقادة لرقاد قتلاهم بعضهم فوق بعض والمعروف أن الذي بنى رقادة إبراهيم بن أحمد بن الأغلب وانتقل إليها من مدينة القصر القديم وبنى بها قصورا عجيبة وجامعا وعمرت الأسواق والحمامات والفنادق فلم تزل بعد ذلك دار ملك لبني الأغلب إلى أن هرب عنها زيادة الله من أبي عبدالله الشيعي وسكنها عبيد الله إلى أن انتقل إلى المهدية سنة 803 وكان ابتداء تأسيس إبراهيم بن أحمد لها سنة 263 فلما انتقل عنها عبيد الله إلى المهدية دخلها الوهن وانتقل عنها ساكنوها ولم تزل تخرب شيئا بعد شيء إلى أن ولي معد بن إسماعيل فخرب ما بقي من آثارها ولم يبق |جـ 3 صـ 56| منها شيء غير بساتينها ولما بناها إبراهيم وجعلها دار مملكته منع بيع النبيذ بمدينة القيروان وأباحه بمدينة رقادة فقال بعض ظرفاء أهل القيروان يا سيد الناس وابن سيدهم ومن إليه الرقاب منقاده ما حرم الشرب في مدينتنا وهو حلال بأرض رقاده وكان تغلب عبيد الله الملقب بالمهدي على رقادة وطرد بني الأغلب عنها في شهر ربيع الأول من سنة 792 واستقر بها ملكه فمدحه الشعراء وقالوا فيه حتى قال بعضهم أخزاه الله حل برقادة المسيح حل بها آدم ونوح حل بها الله ذو المعالي وكل شيء سواه ريح ",
                "title": "رقادة",
                "uri": "JK_000129_005824"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}