{
    "features": [
        {
            "item": "JK_000129_013106",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.331-332",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نيسابور والنسبة النيسابوري</h1> بفتح أوله والعامة يسمونه نشاوور وهي مدينة عظيمة ذات فضائل جسيمة معدن الفضلاء ومنبع العلماء لم أر فيما طوفت من البلاد مدينة كانت مثلها قال بطليموس في كتاب الملحمة مدينة نيسابور طولها خمس وثمانون درجة وعرضها تسع وثلاثون درجة خارجة من الإقليم الرابع في الإقليم الخامس طالعها الميزان ولها شركة في كف الجوزاء مع الشعرى العبور تحت ثلاث عشرة درجة من السرطان ويقابلها مثلها من الجدي بيت عاقبتها مثلها من الميزان بيت حياتها ومن هناك طالت أعمار أهلها بيت ملكها ثلاث عشرة درجة من الحمل وقد ذكرنا في جمل ذكر الأقاليم أنها في الرابع وفي زيج أبي عون إسحاق بن علي إن طول نيسابور ثمانون درجة ونصف وربع وعرضها سبع وثلاثون درجة وعدها في الإقليم الرابع واختلف في تسميتها بهذا الاسم فقال بعضهم إنما سميت بذلك لأن سابور مر بها وفيها قصب كثير فقال يصلح أن يكون ههنا مدينة فقيل لها نيسابور وقيل في تسمية نيسابور وسابور خواست وجنديسابور أن سابور لما فقدوه حين خرج من مملكته لقول المنجمين كما ذكرناه في منارة الحوافر خرج أصحابه يطلبونه فبلغوا نيسابور فلم يجدوه فقالوا نيست سابور أي ليس سابور فرجعوا حتى وقعوا إلى سابور خواست فقيل لهم ما تريدون فقالوا سابور خواست معناه سابور نطلب ثم وقعوا إلى جنديسابور فقالوا وند سابور أي وجد سابور ومن أسماء نيسابور أبرشهر وبعضهم يقول إيرانشهر والصحيح أن إيرانشهر هي ما بين جيحون إلى القادسية ومن الري إلى نيسابور مائة وستون فرسخا ومنها إلى سرخس أربعون فرسخا ومن سرخس إلى مرو الشاهجان ثلاثون فرسخا وأكثر شرب أهل نيسابور من قني تجري تحت الأرض ينزل إليها في سراديب مهيأة لذلك فيوجد الماء تحت الأرض وليس بصادق الحلاوة وعهدي بها كثيرة الفواكه والخيرات وبها ريباس ليس في الدنيا مثله تكون الواحدة منه منا وأكثر وقد وزنوا واحدة فكانت خمسة أرطال بالعراقي وهي بيضاء صادقة البياض كأنها الطلع وكان المسلمون فتحوها في أيام عثمان بن عفان رضي الله عنه والأمير عبد الله بن عامر بن كريز في سنة 13 صلحا وبنى بها جامعا وقيل إنها فتحت في أيام عمر رضي الله عنه على يد الأحنف بن قيس وإنما انتقضت في |جـ 5 صـ 332| أيام عثمان فأرسل إليها عبد الله بن عامر ففتحها ثانية وأصابها الغز في سنة 845 بمصيبة عظيمة حيث أسروا الملك سنجر وملكوا أكثر خراسان وقدموا نيسابور وقتلوا كل من وجدوا واستصفوا أموالهم حتى لم يبق فيها من يعرف وخربوها وأحرقوها ثم اختلفوا فهلكوا واستولى عليها المؤيد أحد مماليك سنجر فنقل الناس إلى محلة منها يقال لها شاذياخ وعمرها وسورها وتقلبت بها أحوال حتى عادت أعمر بلاد الله وأحسنها وأكثرها خيرا وأهلا وأموالا لأنها دهليز المشرق ولا بد للقفول من ورودها وبقيت على ذلك إلى سنة 681 خرج من وراء النهر الكفار من الترك المسمون بالتتر واستولوا على بلاد خراسان وهرب منهم محمد بن تكش بن ألب أرسلان خوارزم شاه وكان سلطان المشرق كله إلى باب همذان وتبعوه حتى أفضى به الأمر إلى أن مات طريدا بطبرستان في قصة طويلة واجتمع أكثر أهل خراسان والغرباء بنيسابور وحصنوها بجهدهم فنزل عليها قوم من هؤلاء الكفار فامتنعت عليهم ثم خرج مقدم الكفار يوما ودنا من السور فرشقه رجل من نيسابور بسهم فقتله فجرى الأتراك خيولهم وانصرفوا إلى ملكهم الأعظم الذي يقال له جنكزخان فجاء بنفسه حتى نزل عليها وكان المقتول زوج ابنته فنازلها وجد في قتال من بها فزعم قوم أن علويا كان متقدما على أحد أبوابها راسل الكفار يستلزم منهم على تسليم البلد ويشرط عليهم أنهم إذا فتحوه جعلوه متقدما فيه فأجابوه إلى ذلك ففتح لهم الباب وأدخلهم فأول من قتلوا العلوي ومن معه وقيل بل نصبوا عليها المناجيق وغيرها حتى أخذوها عنوة ودخلوا إليها دخول حنق يطلب النفس والمال فقتلوا كل من كان فيها من كبير وصغير وامرأة وصبي ثم خربوها حتى ألحقوها بالأرض وجمعوا عليها جموع الرستاق حتى حفروها لاستخراج الدفائن فبلغني أنه لم يبق بها حائط قائم وتركوها ومضوا فجاء قوم من قبل خوارزم شاه فأقاموا بها يسبرون الدفائن فأذهبوها مرة فإنا لله وإنا إليه راجعون من مصيبة ما دهى الإسلام قط مثلها وقال أبو يعلى محمد بن الهبارية أنشدني القاضي أبو الحسن الاستراباذي لنفسه فقال لا قدس الله نيسابور من بلد سوق النفاق بمغناها على ساق يموت فيها الفتى جوعا وبرهم والفضل ما شئت من خير وأرزاق والحبر في معدن الغرثى وإن برقت أنواره في المعاني غير براق وقال المرادي يذم أهلها لا تنزلن بنيسابور مغتربا إلا وحبلك موصول بسلطان أو لا فلا أدب يجدي ولا حسب يغني ولا حرمة ترعى لإنسان وقال أبو العباس الزوزني المعروف بالمأموني ليس في الأرض مثل نيسابور بلد طيب ورب غفور وقد خرج منها من أئمة العلم من لا يحصى منهم الحافظ الإمام أبو علي الحسين بن علي بن زيد بن داود بن يزيد النيسابوري الصائغ رحل في طلب العلم والحديث وطاف وجمع فيه وصنف وسمع الكثير من أبي بكر بن خزيمة وعبدان الجواليقي وأبي يعلى الموصلي وأحمد بن نصر الحافظ والحسن بن سفيان وإبراهيم بن يوسف الهسنجاني وأبي خليفة وزكرياء الساجي وغيرهم وكتب عنه أبو الحسن |جـ 5 صـ 333| ابن جوصا وأبو العباس بن عقدة وأبو محمد صاعد وإبراهيم بن محمد بن حمزة وأبو محمد الغسال وأبو طالب أحمد بن نصر الحافظ وهم من شيوخه روى عنه أبو عبد الله الحاكم وأبو عبد الرحمن السلمي وأبو عبد الله بن مندة وأبو بكر أحمد بن إسحاق بن أيوب الصبغي وهو من أقرانه قال أبو عبد الرحمن السلمي سألت الدارقطني عنه فقال مهذب إمام وقال أبو عبد الله بن مندة ما رأيت في اختلاف الحديث والإتقان أحفظ من أبي علي الحسين بن علي النيسابوري قال أبو عبد الله في تاريخه الحسين بن علي بن يزيد أبو علي النيسابوري الحافظ وحيد عصره في الحفظ والإتقان والورع والرحلة ذكره بالشرق كذكره بالغرب مقدم في مذاكرة الأئمة وكثرة التصنيف كان مع تقدمه في هذا العلم أحد المعدلين المقبولين في البلد سمع بنيسابور وهراة ونسا وجرجان ومرو الروذ والري وبغداد والكوفة وواسط والأهواز وأصبهان ودخل الشام فكتب بها وسمع بمصر وكتب بمكة عن الفضل بن محمد الجندي وقال في موضع آخر انصرف أبو علي من مصر إلى بيت المقدس ثم حج حجة أخرى ثم انصرف إلى بيت المقدس وانصرف في طريق الشام إلى بغداد وهو باقعة في الذكر والحفظ لا يطيق مذاكرته أحد ثم انصرف إلى خراسان ووصل إلى وطنه ولا يفي بمذاكرته أحد من حفاظنا ثم أقام بنيسابور يصنف ويجمع الشيوخ والأتراب قال وسمعت أبا بكر محمد بن عمر الجعابي يقول إن أبا علي أستاذي في هذا العلم وعقد له مجلس الإملاء بنيسابور سنة 733 وهو ابن ستين سنة وإن مولده سنة 772 ولم يزل يحدث بالمصنفات والشيوخ مدة عمره وتوفي أبو علي عشية يوم الأربعاء الخامس عشر من جمادى الأولى سنة 943 ودفن في مقبرة باب معمر عن اثنتين وسبعين سنة ",
                "title": "نيسابور والنسبة النيسابوري",
                "uri": "JK_000129_013106"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}