{
    "features": [
        {
            "item": "JK_000952_4249",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.565-566",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوافدي</h1> بفتح الواو وكسر الفاء بينهما الألف وفي اخرها الدال المهملة هذه النسبة |جـ 5 صـ 566| إلى الوافد وهو حبان بن مازن بن الغضوبة الطائي الذي وفد على رسول الله صلى الله عليه وسلم وكتبت ببخارى أن الإمام أبا بكر محمد بن الفضل البخاري لما روى عن أبي جعفر محمد بن يحيى البغدادي قال الواقدي فذكرته هاهنا ليعرف ولكي لا يشتبه مع الواقدي بالقاف وهو أبو جعفر محمد بن يحيى بن عمر بن علي بن حرب بن محمد بن علي بن حبان بن مازن بن الغضوبة الطائي الموصلي انتسب إلى مازن وهو الذي وفد على رسول الله صلى الله عليه وسلم ومحمد بن يحيى هذا قدم بغداد وحدث بها عن جد أبيه علي بن حرب وعن جده عمر بن علي وأحمد بن إسحاق الخشاب الموصلي وسمع منه الجم الغفير من أهل بغداد والغرباء وروى عنه أبو الحسن محمد بن أحمد بن محمد بن رزق البزاز وأبو الحسين محمد بن الحسين بن الفضل القطان وأبو بكر محمد بن الفضل البخاري وعمر بن أحمد بن أبي عمرو العكبري محمد بن أحمد بن محمد بن رزق البزاز وأبو الحسين محمد بن الحسين بن الفضل القطان وأبو بكر محمد بن الفضل البخاري وعمر بن أحمد بن أبي عمرو العكبري وغيرهم وأملى بجامع المنصور أثنى عليه أبو بكر البرقاني وحسن أمره هكذا ذكر أبو بكر الخطيب عنه وذكر عن أبي الحسن محمد بن العباس بن الفرات أن محمد بن يحيى بن عمر لم يكن بالمحمود الأمر في الرواية وقيل إنه ولد في سنة ثلاث وخمسين ومئتين في صفر وتوفي في أول شهر رمضان سنة أربعين وثلاثمئة ببغداد ودفن عند قبر معروف وحكى أبو بكر الخطيب عن أبي حازم العبدويي الحافظ وذكر محمد بن يحيى بن عمر فقال لا أعلمه إلا ثقة ولا أعرف أحدا تكلم فيه قال وهو اخر من حدث عن علي بن حرب قال الخطيب وهذا القول الأخير وهم من أبي حازم قد حدث بعده عن علي بن حرب أحمد بن سليمان العباداني وأحمد بن إبراهيم الإمام البلدي ",
                "title": "الوافدي",
                "uri": "JK_000952_4249"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}