{
    "features": [
        {
            "item": "JK_000952_1155",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.220-221",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحسني</h1> بفتح الحاء والسين المهملتين وفي آخرها النون هذه النسبة إلى رجلين وامرأة وقرية أولهم أبو محمد الحسن بن علي بن أبي طالب رضي الله عنهما واشتهر بالإنتساب إليه جماعة من السادة العلوية وفيهم شهرة وأما جعفر بن عيسى بن عبد الله بن الحسن بن أبي الحسن البصري الحسني اشتهر بهذه النسبة لأنه من أولاد الحسن البصري إمام التابعين وجعفر هذا ولى القضاء بالجانب الشرقي من بغداد في أيام المأمون والمعتصم وكان يروي عن حماد بن زيد وجعفر بن سليمان وغيرهما قال أبو زرعة الرازي ولي القضاء بالري وهو صدوق وقال أبو حاتم الرازي هو جهمي ضعيف ومات في شهر رمضان سنة خمس عشرة ومائتين وجماعة أخرى انتسبوا بهذه النسبة وهم من رهط حسنة أم شرحبيل بن حسنة منهم جعفر بن ربيعة الحسني منسوب إلى جده شرحبيل بن حسنة ذكره عبد الغني بن سعيد في كتاب مشتبه النسبة وأما جميل بن شرحبيل الحسني مولى آل شرحبيل بن حسنة قال أبو سعيد بن يونس المصري في تاريخ المصريين وأبو يزيد نافع بن يزيد الحسني مولى بني كلاب يقال له الحسنى لأن ديوانه كان مع بني شرحبيل بن حسنة آخر من حدث عنه بمصر أبو صدقة القراطيسي في سنة ثمان وستين ومائة وأما إسحاق بن بكر بن مضر الحسيني فهو مولى شرحبيل بن حسنة القرشي يروي عن أبيه عداده في أهل مصر روى عنه مالك بن سيف التجيبي وأهل بلده والحسن بن مكرم |جـ 2 صـ 221| الحسني من أهل بغداد وولد بها غير أن اصله من بيضاء اصطخر من قرية يقال لها حسنة وهو من مشاهير المحدثين ببغداد مات في شهر رمضان سنة أربع وسبعين ومائتين وأما حسنة فهي أم شرحبيل هي امرأة وكانت مولاة لمعمر بن حبيب بن وهب بن حذافة بن جمح فزوجها ابنه سفيان بن معمر فولدت له جابرا وجنادة ابني سفيان فهما أخوا شرحبيل بن حسنة لأمه وهما من مهاجرة الحبشة وأمه حسنة ولاؤها لمعمر بن حبيب فزوجها ابنه سفيان ",
                "title": "الحسني",
                "uri": "JK_000952_1155"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}