{
    "features": [
        {
            "item": "JK_000129_006944",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.251-252",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سمنان والنسبة السمناني</h1> بكسر أوله وتكرير النون أيضا قال العمراني موضع ينسب إليه السمني بالحذف وقال أبو سعد وأبو بكر بن موسى إن البلدة التي بين الري ودامغان وبعضهم يجعلها من قومس هي بكسر السين عند أهل الحديث ويعمل بها مناديل جيدة وعهدي بها كثيرة الأشجار والأنهار والبساتين وخلال بيوتهم الأنهر الجارية والأشجار المتهدلة إلا أن الخراب مستول عليها ويتصل بعمارتها وبساتينها بليدة أخرى يقال لها سمنك وقد نسب |جـ 3 صـ 252| إلى سمنان جماعة من القضاة والأئمة قال أبو سعد و بنسا قرية أخرى يقال لها سمنان ولها نهر كبير ينسب إليها أبو الفضل محمد بن أحمد بن إسحاق النسوي السمناني عالم ثقة روى عن أبي أحمد بن عدي وأبي بكر بن إسماعيل وغيرهما روى عنه جماعة وتوفي سنة 004 و سمنان أيضا بالعراق ينسب إليها القاضي أبو جعفر أحمد بن محمد بن محمود السمناني سكن بغداد وكان فقيها على مذهب أبي حنيفة متكلما على مذهب الأشعري سمع نصر بن أحمد بن الخليل وأبا الحسن الدارقطني وغيرهما وكان ثقة عالما فاضلا سخيا حسن الكلام سمع منه الحافظ أبو بكر الخطيب وولي قضاء الموصل ومات بها وهو على القضاء في شهر ربيع الأول سنة 444 ومولده سنة 361 ومن سمنان قومس أبو عبد الله الحسين بن محمد بن الحسين بن علي بن الفرخان الصوفي السمناني من أهل سمنان شيخ الصوفية رحل إلى خراسان وأدرك الشيوخ وعمر طويلا بسمنان حتى سمع منه أهل بلده والرحالة سمع أبا القاسم عبد الكريم بن هوازن القشيري وأبا الحسن عبد الرحمن الداودي الفوشنجي مات بسمنان في صفر سنة 135 ذكره السمعاني في التحبير قال ولما دخلت سمنان كنت حريصا على السماع منه والكتابة عنه وكان قد مات قبل دخولي إياها بشهر وعبدالله بن محمد بن عبدالله أبو الحسين الحنظلي السمناني رحل وسمع هشام بن عمار ومحمد بن هاشم البعلبكي والمسيب بن واضح وإسحاق بن راهويه ومحمد بن حميد وعيسى بن حماد بن عتبة ونصر بن علي وأبا كريب روى عنه أبو عبدالله محمد بن يعقوب بن يوسف وعلي بن جمشاد العدل وأبو بكر الإسماعيلي وأحمد بن عدي وأبو علي الحسن بن داود النقار النحوي العدل قال أبو عبد الله الحاكم عبد الله بن محمد بن عبد الله بن يونس السمناني من أعيان المحدثين سمع بخراسان والعراق والشام مات سنة 303 قال أبو عبد الله الحاكم له شعر منه ترى المرء يهوى أن يطول بقاؤه وطول البقا ما ليس يشفي له صدرا ولو كان في طول البقاء صلاحنا إذا لم يكن إبليس أطولنا عمرا ",
                "title": "سمنان والنسبة السمناني",
                "uri": "JK_000129_006944"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}