{
    "features": [
        {
            "item": "JK_000129_006590",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.194-195",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سحبل</h1> بفتح أوله وسكون ثانيه ثم باء موحدة مفتوحة والسحبل العريض البطن ويقال وعاء سحبل واسع وهو موضع في ديار بني الحارث بن كعب كان جعفر بن علبة الحارثي يزور نساء بني عقيل فنذر به القوم فقبضوه وكشفوا دبر قميصه وربطوه إلى خيمة وجعلوا يضربونه بالسياط ويقبلون ويدبرون به على النساء اللواتي قد كان يتحدث إليهن حتى فضحوه وهو يستعفيهم ويقول يا قوم القتل خير مما تصنعون فلما بلغوا منه مرادهم أطلقوه فمضت أيام وأخذ جعفر أربعة رجال من قومه ورصد العقيليين حتى ظفر برجل ممن كان يصنع به ذلك فقبضوا عليه وفعلوا به شرا مما فعل بجعفر ثم أطلقوه فرجع إلى الحي فأنذرهم فتبعهم سبعة عشر فارسا من بني عقيل حتى لحقوا بهم بواد يقال له سحبل فقاتلهم جعفر فيقال إنه قتل فيهم حتى لم يبق من العقيليين إلا ثلاثة نفر وعمد إلى القتلى فشدهم على الجمال وأنفذهم مع الثلاثة إلى قومهم فمضى العقيليون إلى والي مكة إبراهيم بن هشام المخزومي وقيل السري بن عبد الله الهاشمي فطلب جعفرا ومن كان معه يومئذ حتى ظفر بهم وحبسهم فذلك قول جعفر بن علبة في محبسه ألا لا أبالي بعد يوم بسحبل إذا لم أعذب أن يجيء حماميا تركت بأعلى سحبل ومضيقه مراق دم لا يبرح الدهر ثاويا شفيت به غيظي وحزت مواطني وكان سناء آخر الدهر باقيا فدى لبني عمي أجابوا لدعوتي شفوا من بني القرعاء عمي وخاليا كأن بني القرعاء يوم لقيتهم فراخ القطا لاقين صقرا يمانيا أقول وقد أجلت من القوم عركة ليبك العقيليين من كان باكيا فإن بقرني سحبل لإمارة ونضح دماء منهم ومحابيا ولم أر لي من حاجة غير أنني وددت معاذا كان فيمن أتانيا شفيت غليلي من حشينة بعدما كسوت الهذيل المشرفي اليمانيا |جـ 3 صـ 195| أحقا عباد الله أن لست ناظرا صحاري نجد والرياح الذواريا ولا زائرا شم العرانين تنتمي لى عامر يحللن رملا معاليا إذا ما أتيت الحارثيات فانعني لهن وخبرهن أن لا تلاقيا وقود قلوصي بينهن فإنها ستبرد أكبادا وتبكي بواكيا أوصيكم إن مت يوما بعارم ليبغى غنائي أو يكون مكانيا عارم ابنه وبه كان يكنى ثم أخرج جعفر ابن علبة ليقتل فانقطع شسع نعله فوقف فأصلحه فقال له رجل أما يشغلك ما أنت فيه فقال أشد قبال نعلي أن يراني عدوي للحوادث مستكينا وقام أبوه إلى كل ناقة وشاة له فنحر أولادها وألقاها بين يديها وقال ابكين معي على جعفر فجعلت النوق ترغو والشاء تثغو والنساء يصحن ويبكين وأبوه يبكي معهن فما روي أن يوما كان أفظع ولا أقطع من يومئذ ",
                "title": "سحبل",
                "uri": "JK_000129_006590"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}