{
    "features": [
        {
            "item": "JK_000129_003307",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.152-153",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الجلس</h1> بالفتح وهو الغليظ من الأرض ومنه جمل جلس وناقة جلس أي وثيق جسيم والجلس علم لكل ما ارتفع من الغور في بلاد نجد قال ابن السكيت جلس القوم إذا أتوا نجدا وهو الجلس وأنشد شمال من غار به مفرعا وعن يمين الجالس المنجد وقال الهذلي إذا ما جلسنا لا تكاد تزورنا سليم لدى أبياتنا وهوازن |جـ 2 صـ 153| أي إذا أتينا نجدا وورد الفرزدق المدينة مادحا لمروان بن الحكم فأنكر مروان منه شيئا فأمره بالخروج من المدينة عنفا بعد أن كتب له إلى بعض العمال بمال فقال الفرزدق يا مرو إن مطيتي محبوسة ترجو الحباء وربها لم ييأس فالتقاه رجل فأنشده هذه الأبيات قل للفرزدق والسفاهة كاسمها إن كنت تارك ما أمرتك فاجلس وأتيتني بصحيفة مختومة أخشى عليك بها حباء النقرس الق الصحيفة يا فرزدق لا تكن نكداء مثل صحيفة المتلمس قال الطبراني في معجمه الكبير حدثنا خالد بن النضر القرشي قال حدثنا إبراهيم بن سعيد الجوهري حدثنا كثير بن عبد الرحمن بن جعفر بن عبد الله بن كثير بن عمرو بن عوف المزني عن أبيه عن جده بلال بن الحارث المزني قال خرجنا مع رسول الله صلى الله عليه وسلم في بعض أسفاره فخرج لحاجته وكان إذا خرج لحاجته يبعد فأتيته بإداوة من ماء فانطلق فسمعت عنده خصومة رجال ولغطا لم أسمع مثله فقال بلال فقلت بلال فقال أمعك ماء قلت نعم قال أصبت فأخذه مني وتوضأ قلت يا رسول الله سمعت عندك خصومة رجال ولغطا لم أسمع أحدا من ألسنتهم قال اختصم عندي الجن المسلمون والجن المشركون وسألوني أن أسكنهم فأسكنت المشركين الغور وأسكنت المسلمين الجلس قال عبد الله بن كثير قلت لكثير ما الجلس وما الغور قال الجلس القرى ما بين الجبال والبحر قال كثير ما رأينا أحدا أصيب بالجلس إلا سلم ولا أصيب أحد بالغور إلا ولم يكد يسلم وقال إبراهيم بن هرمة قفا فهريقا الدمع بالمنزل الدرس ولا تستملا أن يطول به حبسي ولو أطمعتنا الدار أو ساعفت بها نصصنا ذوات النص والعنق الملس وحثت إليها كل وجناء حرة من العيس ينبي رحلها موضع الحلس ليعلم أن البعد لم ينس ذكرها وقد يذهل النأي الطويل وقد ينسي فإن سكنت بالغور حن صبابة إلى الغور أو بالجلس حن إلى الجلس تبدت فقلت الشمس عند طلوعها بلون غني الجلد عن أثر الورس فلما ارتجعت الروح قلت لصاحبي على مرية ما ههنا مطلع الشمس وتقول رأيت جلسا أي رجلا طويلا راكبا جلسا أي بعيرا عاليا قد علا جلسا اسم جبل يأكل جلسا أي عسلا ويشرب جلسا أي خمرا يؤم جلسا أي نجدا وأنشد ابن الأعرابي وكنت امرأ بالغور مني زمانة وبالجلس أخرى ما تعيد ولا تبدي فطورا أكر الطرف نحو تهامة وطورا أكر الطرف شوقا إلى نجد وأبكي على هند إذا ما تباعدت وأبكي إلى دعد إذا فارقت هند أقول إلى بمعنى مع كأنه قال أبكيهما معا |جـ 2 صـ 154| ",
                "title": "الجلس",
                "uri": "JK_000129_003307"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}