{
    "features": [
        {
            "item": "JK_000952_3444",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.61-63",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكريزي</h1> بضم الكاف وفتح الراء وسكون الياء اخر الحروف وفي اخرها الزاي هذه النسبة إلى كريز وهو بطن من عبد شمس وهو كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف وابنته أروى بنت كريز أم عثمان بن عفان وابنته أرنب بنت كريز أم ولد عامر بن الحضرمي وابنه عامر بن كريز وأم عامر بن كريز البيضاء بنت عبد المطلب أسلم يوم الفتح وبقي إلى خلافة عثمان وهو والد عبد الله بن عامر بن كريز الكريزي الذي ولاه عثمان بن عفان البصرة وخراسان روى عن النبي صلى الله عليه وسلم وله اثار في فتوح خراسان ومسلم بن عبيس بن كريز الكريزي وهو ابن عم عبد الله بن عامر بن كريز قتله الخوارج وكيسة بنت الحارث بن كريز بن ربيعة بن حبيب بن عبد شمس كانت عند مسيلمة الكذاب ثم خلف عليها عبد الله بن عامر بن كريز فولدت له عبد الله وعبد الملك الذي يقال له قفيز وعبد الرحمن قتل يوم الجمل وكان أكبر ولده وزينب بنت عبد الله بن عامر بن كريز |جـ 5 صـ 62| وفي الأسماء كريز بن سامة له صحبة ورواية عن النبي صلى الله عليه وسلم وأيوب بن كريز يروي عن عبد الرحمن بن غنم صاحب معاذ بن جبل روى عنه سعيد بن مسروق والد سفيان الثوري وكريز بن معقل الباهلي سمع هشام بن عقبة سمع منه عبد الصمد قاله البخاري وفي الأنساب أبو قمامة جبلة بن محمد بن كريز بن سعيد بن قتادة الصدفي الكريزي المصري حدث عن أبي شريك يحيى بن يزيد بن ضماد ويونس بن عبد الأعلى وعيسى بن إبراهيم بن مثرود وغيرهم مات بعد الثلاثمائة وأبو علي الحسين بن واقد الكريزي المروزي مولى عبد الله بن عامر بن كريز القرشي يروي عن عبد الله بن بريدة روى عنه ابنه علي بن الحسين وأهل مرو مات سنة تسع وخمسين ومائة وقيل سبع وخمسين ومائة وكان على قضاء مرو كان إذا قام من مجلس الحكم اشترى لحما وعلقه بأصبعه وحمله إلى أهله وكان من خيار الناس وقعت فتنة أبي مسلم فلم يسأل عنها أحدا إلى أن انجلت وربما أخطأ في الروايات قد كتب عن أيوب السختياني وأيوب بن خوط جميعا فكل حديث منكر عنه عن أيوب عن نافع عن ابن عمر إنما هو أيوب بن خوط ليس بأيوب السختياني وأبو محمد عبد الله بن سعد بن يحيى القاضي الكريزي الرقي يروي عن أحمد بن سيار الحراني القرشي روى عنه أبو المفضل وسعيد بن عيسى الكريزي من أهل البصرة قدم بغداد وحدث بها عن معتمر بن سليمان ويحيى بن سعيد القطان ومحمد بن جعفر غندر وعبد الله بن إدريس ومحمد بن عبد الله الأنصاري روى عنه الحسن بن محمد بن شعبة الأنصاري وعبد الملك بن أحمد بن نصر الدقاق وأبو عبيد بن المحاملي وغيرهم وقال أبو الحسن الدارقطني سعيد بن عيسى الكريزي بصري ضعيف وأبو الحسن محمد بن محمد بن سعيد بن أحمد بن كريز بن نوفل بن عبد الله بن عبد الكريم بن عبد الله بن عامر بن كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف |جـ 5 صـ 63| القرشي العبشمي الكريزي من أهل أزجاه يروي عن جده لأمه أبي جعفر أحمد بن محمد بن إسحاق بن إبراهيم العنبري روى عنه حفيده أبو المظفر محمد بن سعيد بن محمد الكريزي ",
                "title": "الكريزي",
                "uri": "JK_000952_3444"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}