{
    "features": [
        {
            "item": "JK_000952_1320",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.322-323",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الختلي</h1> اختلف مشايخنا في هذه النسبة بعضهم كان يقول هي إلى ختلان بلاد مجتمعة وراء بلخ وبعضهم يقول هي بضم الخاء والتاء المنقوطة باثنتين مشددة حتى رأيت أن الختلي بضم الخاء والتاء المشددة قرية على طريق خراسان إذا خرجت من بغداد بنواحي الدسكرة وذكر أبو حاتم محمد بن حبان البستي في كتاب الثقات أبا علي مجاهد بن موسى المخرمي قال من أهل بغداد يروي عن يزيد بن هارون والعراقيين حدثنا عنه محمد بن الحسين بن مكرم البزاز بالبصرة وغيره من شيوخنا مات يوم الجمعة لسبع بقين من رمضان سنة أربع وأربعين ومائتين وكان عسير الحفظ وهو الذي يقال له مجاهد بن موسى الختلي كان أصله من ختل خراسان وعباد بن موسى الختلي وابنه إسحاق بن عباد ومحمد بن علي بن الحسن بن طوق الختلي يروي عن عبد الله بن صالح العجلي ومنجاب بن الحارث وغيرهما وأبو عيسى موسى بن علي الختلي يروي عن رجاء بن سعيد وداود بن رشيد وعبد الله بن عمر بن أبان وأبي يعلى المنقري صاحب الأصمعي حدث عنه أبو بكر بن الأنباري وأبو بكر بن مقسم وأبو علي بن الصواف وأبو بكر أحمد بن عبد الله بن زيد الختلي يحدث عن ابني أبي شيبة وأحمد بن عبدة وغيرهم روى عنه ابن مخلد وأبو عبد الله عبد الرحمن بن أحمد بن عبد الله بن زيد الختلي كان يذاكر ويصنف ويتعاطى الحفظ يروي عن أبي العباس البرتي وأبي إسماعيل الترمذي وأبي جعفر محمد بن غالب وغيرهم وعلي بن أحمد بن محمد بن حامد بن آدم بن الأزرق الختلي روى عنه عبد الغني بن سعيد المصري وأبو القاسم عمر بن جعفر بن أحمد بن سلم الختلي يروي عن الحارث بن أبي أسامة وإسماعيل القاضي وإبراهيم الحربي وكان من الصالحين ولد سنة إحدى وستين ومائتين ومات في شعبان سنة ست وخمسين وثلاثمائة وأخوه أبو بكر أحمد بن جعفر بن أحمد بن سلم الختلي يروي عن أحمد بن علي الأبار وأبي مسلم الكجي وأبي |جـ 2 صـ 323| خليفة القاضي وغيرهم وأخوهما محمد بن جعفر بن محمد بن سلم بن راشد الختلي أخو عمر وأحمد هكذا ذكره أبو بكر الخطيب سمع جعفر بن بن شاكر الصائغ ومحمد بن غالب التمتام وطبقتهما وأحسبه لم يحدث ولكن روى أخوه أحمد عن وجوده في كتابه وأبو الحسن علي بن عمر بن محمد الختلي الصيرفي الحربي يروي عن القاسم المطرز والهيثم بن خلف الدوري وأحمد بن الحسن بن عبد الجبار الصوفي ومات وعنده عن عدة من المشايخ لم يبق من سمع من واحد منهم سواه وأبو أحمد محمد بن جعفر بن سهل الختلي حدث عن عبد الله بن أحمد بن عيسى المقرئ المعروف بالفسطاطي روى عنه زكريا بن يحيى والد المعافى وذكر أنه سمع منه بالنهروان في سنة إحدى وتسعين ومائتين وأبو الحسن علي بن عمر بن محمد بن الحسن بن شاذان الحربي الختلي الحميري قال أبو بكر الخطيب الحافظ أصله ناقلة من حضرموت إلى ختل ويعرف بالسكري ذكرته في الحاء المهملة ومحمد بن علي بن الحسن بن طوق الختلي يحدث عن عبد الله بن صالح العجلي ومنجاب بن الحارث وغيرهما قال الدارقطني حدثنا عنه جماعة من شيوخنا وأبو بكر أحمد بن عبد الله بن زيد الختلي يحدث عن ابني أبي شيبة وأحمد بن عبدة وغيرهم روى عنه أبو عبد الله محمد بن مخلد العطار وابنه عبد الله عبد الرحمن بن أحمد بن عبد الله الختلي كان يذاكر ويصنف ويتعاطى الحفظ حدث عن أبي العباس البرتي وأبي جعفر التمتام وأبي إسماعيل الترمذي ",
                "title": "الختلي",
                "uri": "JK_000952_1320"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}