{
    "features": [
        {
            "item": "JK_000952_2139",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.284-285",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السليطي</h1> بفتح السين المهملة وكسر اللام وبعدها الياء المنقوطة من تحتها بنقطتين وفي آخرها الطاء المهملة هذه النسبة إلى سليط وهو اسم لجد المنتسب إليه وهو أبو العباس محمد بن أحمد بن محمد بن إبراهيم بن عبدة بن قطن بن سليط التميمي السليطي من أهل نيسابور كان شيخا صالحا سديدا حسن السيرة سمع أبا بكر عبد الله بن محمد بن مسلم وأبا محمد عبد الله وأبا حامد أحمد ابني أحمد بن الحسن الشرقي وأبا حاتم مكي بن عبدان التميمي وأبا بكر محمد بن عبد الله بن حمدون وطبقتهم روى عنه الحاكم أبو عبد الله الحافظ وذكره في تاريخه وقال أبو العباس بن أبي الحسن السليطي من أعيان مشايخ نيسابور وابن مشايخها وممن لزم العبادة والاجتهاد في حال مشيبه وقال توفي أبو العباس السليطي يوم الخميس السابع من ذي القعدة وسقط على النساخ ودفن عشية في داره وصلى عليه أبو سعد الزاهد في ميدان عبد الله بن طاهر وأخوه أبو جعفر محمد بن أحمد بن محمد بن إبراهيم بن عبدة وهو عبد الله بن قطن بن سليط السليطي التميمي كان من بيت الحديث وأهله سمع الشرقيين ومكي بن عبدان وأبا بكر الإسفراييني وعمر بن علي الجوهري ذكره الحاكم أبو عبد الله الحافظ أيضا في |جـ 3 صـ 285| التاريخ وقال أبو جعفر بن أبي الحسن السليطي من أعيان المشايخ وأصحاب المروءات خرجت له الفوائد وحدث بنيسابور وبغداد ومكة والري وتوفي في ضحوة يوم الجمعة السادس والعشرين من ذي الحجة ودفن عشية يوم السبت من سنة إحدى وثمانين وثلاثمائة وصلى عليه أخوه أبو العباس ودفن في القبة التي بناها بجنب المدرسة لأهل الحديث وأبو الحسن محمد بن عبد الله بن إبراهيم بن عبدة بن قطن بن سليط التميمي السليطي شيخ من أهل البيوتات والثروة القديمة قديم السماع كثير الحديث سمع أبا عبد الله البوشنجي وجعفر بن محمد بن الحسين الترك وخشنام بن بشر وإبراهيم بن علي الذهلي وعيسى بن محمد بن عيسى الضبي وحج على كبر السن فأكثر أهل العراق السماع منه بتلك الديار وتوفي في الثالث والعشرين من المحرم سنة أربع وستين وثلاثمائة ودفن في ذلك اليوم وهو ابن اثنتين وتسعين سنة وأبو العباس محمد بن العباس بن يوسف بن القاسم بن سليمان بن سليط النيسابوري السليطي من المدينة الداخلة بنيسابور سمع بخراسان إسحاق بن إبراهيم الحنظلي ومحمد بن رافع وبالعراق هناد بن السري وأبا كريب وبالحجاز عبد الجبار بن العلاء روى عنه أبو الفضل بن إبراهيم وعبد الله بن سعد والمشايخ ",
                "title": "السليطي",
                "uri": "JK_000952_2139"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}