{
    "features": [
        {
            "item": "JK_000129_000121",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.69-70",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أبرقوه والنسبة الأبرقوهي</h1> بفتح أوله وثانيه وسكون الراء وضم القاف والواو ساكنة وهاء محضة هكذا ضبطه أبو سعد ويكتبها بعضهم أبرقويه أهل فارس يسمونها وركوه ومعناه فوق الجبل وهو بلد مشهور بأرض فارس من كورة اسطخر قرب يزد قال أبو سعد أبرقوه بليدة بنواحي أصبهان على عشرين فرسخا منها فإن لم يكن سهوا منه فهي غير الفارسية ونسب إليها أبا الحسن هبة الله بن الحسن بن محمد الأبرقوهي الفقيه حدث عن أبي القاسم عبد الرحمن بن أبي عبيدة بن مندة بالكثير روى عنه |جـ 1 صـ 70| الحافظ أبو موسى محمد بن عمر المديني الأصبهاني مات في حدود سنة 815 وقال الاصطخري أبرقوه آخر حدود فارس بينها وبين يزد ثلاثة فراسخ أو أربعة قال وهي مدينة حصينة كثيرة الزحمة تكون بمقدار الثلث من اصطخر وهي مشتبكة البناء والغالب على بنائها الآزاج وهي قرعاء ليس حولها شجر ولا بساتين إلا ما بعد عنها وهي مع ذلك خصبة رخيصة الأسعار قال وبها تل عظيم من الرماد يزعم أهلها أنها نار إبراهيم التي جعلت عليه بردا وسلاما وقرأت في كتاب الابستاق وهو كتاب ملة المجوس أن سعدى بنت تبع زوجة كيكاووس عشقت ابنه كيخسرو وراودته عن نفسه فامتنع عليها فأخبرت أباه أنه راودها عن نفسها كذبا عليه فأجج كيخسرو لنفسه نارا عظيمة بأبرقوه وقال إن كنت بريئا فإن النار لا تعمل في شيئا وإن كنت خنت كما زعمت فإن النار تأكلني ثم أولج نفسه في تلك النار وخرج منها سالما ولم تثر فيه شيئا فانتفى عنه ما اتهم به قال ورماد تلك النار بأبرقوه شبه تل عظيم ويسمى ذلك التل اليوم جبل إبراهيم ولم يشاهد إبراهيم عليه السلام أرض فارس ولا دخلها وإنما كان ذلك بكوثاربا من أرض بابل وقرأت في موضع آخر أن إبراهيم عليه السلام ورد إلى أبرقوه ونهى أهلها عن استعمال البقر في الزرع فهم لا يزرعون عليها مع كثرتها في بلادهم وحدثني أبو بكر محمد المعروف بالحربي الشيرازي وكان يقول إنه ولد أخت ظهير الفارسي قال اختلفت إلى أبرقوه ثلاث مرات فما رأيت المطر قط وقع في داخل سورة المدينة ويزعمون أن ذلك بدعاء إبراهيم عليه السلام وإلى أبرقوه هذه ينسب الوزير أبو القاسم علي بن أحمد الأبرقوهي وزير بهاء الدولة بن عضد الدولة بن بويه وذكر الاصطخري مسافة ما بين يزد إلى نيسابور فقال تسير من أزادخره إلى بستاذران مرحلة وهي قرية فيها نحو ثلاثمائة رجل وماء جار من قناة ولهم زروع وبساتين وكروم ومن بستاذران إلى أبرقوه مرحلة خفيفة وأبرقوه قرية عامرة وفيها نحو سبعمائة رجل وفيها ماء جار وزرع وضرع وهي خصبة جدا ومن أبرقوه إلى زادويه ثم إلى زيكن ثم إلى استلست ثم إلى ترشيش ثم إلى نيسابور فهذه أبرقوه أخرى غير الأولى فاعرفه ",
                "title": "أبرقوه والنسبة الأبرقوهي",
                "uri": "JK_000129_000121"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}