{
    "features": [
        {
            "item": "JK_000952_2946",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.321-322",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الغلابي</h1> بفتح الغين المعجمة وتشديد اللام ألف وفي آخرها الباء الموحده هذه النسبة إلى غلاب وهو والد خالد بن غلاب البصري قال أبو بكر بن مردويه الحافظ في تاريخ أصبهان خالد بن غلاب القرشي له صحبة وكان واليا لعثمان بن عفان رضي الله عنه على أصبهان وهو جد الغلابيين الذين هم بالبصرة وغلاب أمه وهو خالد بن الحارث بن أوس بن النابغة بن عتر بن حبيب بن وائلة بن دهمان بن نصر والمنتسب إليه ولاء عبد الله بن معاذ بن نشيط الغلابي من أهل البصرة يروي عن البصريين روى عنه هشام بن يوسف قاضي صنعاء قال أبو حاتم بن حبان كان انتقل إليها يعني إلى صنعاء وأما أبو أمية الأحوص بن المفضل بن غسان بن المفضل بن معاوية بن عمرو بن خالد بن غلاب الغلابي فنسب إلى غلاب وهو اسم امرأة وهي أم خالد بن الحارث بن أوس بن النابغة بن عتر بن حبيب بن وائلة بن دهمان وأبو أمية الغلابي من أهل بغداد روى عن أبيه كتاب التاريخ له ومحمد بن عبد الملك بن أبي الشوارب وإبراهيم بن سعيد الجوهري وأحمد بن عبده الضبي ولي القضاء بالبصرة وكان ببغداد يتجر في البز فاستز ابن الفرات الوزير عنده في بعض الأوقات |جـ 4 صـ 322| وقال له إن وليت الوزارة فإيش تحب أن أصنع بك فقال أبو أمية تقلدني شيئا من أعمال السلطان قال ويحك لا يجيء منك عامل ولا أمير ولا كاتب ولا قائد ولا صاحب شرطة فأي شيء أقلدك قال لا أدري فقال له ابن الفرات أقلدك القضاء قال قد رضيت ثم خرج ابن الفرات وولي الوزارة وأحسن إلى أبي أمية وأفضل عليه وولاه قضاء البصرة وواسط والأهواز فانحدر أبو أمية إلى أعماله وأقام بالبصرة وكان قليل العلم إلا أن عفته وتصونه غطيا نفصه فلم يزل بالبصرة حتى قبض عليه ابن كنداج أمير البصرة في بعض نكبات المقتدر بالله لابن الفرات وكان بين أبي أمية وابن كنداج وحشة فأودعه السجن فأقام فيه مدة إلى أن مات فيه ولا نعلم أن قاضيا مات في السجن سواء ومات في شهر ربيع الأول سنة ثلاثمائة بالبصرة ووالده أبو عبد الرحمن المفضل بن غسان بن المفضل الغلابي البصري سكن بغداد وحدث بها عن أبيه وعبد الله بن داود الخريبي وعبد الرحمن بن مهدي وأبي داود الطيالسي ويزيد بن هرون وسليمان بن حرب وروح بن عبادة روى عنه ابنه الأحوص ويعقوب بن شيبة وأبو بكر بن أبي الدنيا وأبو القاسم البغوي وأبو الليث الفرائضي وكان ثقة ",
                "title": "الغلابي",
                "uri": "JK_000952_2946"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}