{
    "features": [
        {
            "item": "JK_000129_012702",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.266-267",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نجران</h1> بالفتح ثم السكون وآخره نون والنجران في كلامهم خشبة يدور عليها رتاج الباب وأنشدوا وصيت الباب في النجران حتى تركت الباب ليس له صرير وقال ابن الأعرابي يقال لأنف الباب الرتاج ولدرونده النجاف والنجران والمترسه المفتاح قال ابن دريد نجران الباب الخشبة التي يدور عليها ونجران في عدة مواضع منها نجران في مخاليف اليمن من ناحية مكة قالوا سمي بنجران بن زيدان بن سبأ بن يشجب بن يعرب بن قحطان لأنه كان أول من عمرها ونزلها وهو المرعف وإنما صار إلى نجران لأنه رأى رؤيا فهالته فخرج رائدا حتى انتهى إلى واد فنزل به فسمي نجران به كذا ذكره في كتاب الكلبي بخط صحيح زيدان بن سبإ وفي كتاب غيره زيد روى ذلك الزيادي عن الشرقي وأما سبب دخول أهلها في دين النصرانية قال ابن إسحاق حدثني المغيرة بن لبيد مولى الأخنس عن وهب بن منبه اليماني أنه حدثهم أن موقع ذلك الدين بنجران كان أن رجلا من بقايا أهل دين عيسى يقال له فيميون بالفاء ويروى بالقاف وكان رجلا صالحا مجتهدا في العبادة مجاب الدعوة وكان سائحا ينزل بالقرى فإذا عرف بقرية خرج منها إلى أخرى وكان لا يأكل إلا من كسب يديه وكا بناء يعمل في الطين وكان يعظم الأحد فلا يعمل فيه شيئا فيخرج إلى فلاة من الأرض فيصلي بها حتى يمسي ففطن لشأنه رجل من أهل قرية بالشام كان يعمل فيها فيميون عمله وكان ذلك الرجل اسمه صالح فأحبه صالح حبا شديدا فكان يتبعه حيث ذهب ولا يفطن له فيميون حتى خرج مرة في يوم الأحد إلى فلاة من الأرض كما كان يصنع وقد اتبعه صالح فجلس منه منظر العين مستخفيا منه فقام فيميون يصلي فإذا قد أقبل نحوه تنين وهو الحية العظيمة فلما رآها فيميون دعا عليها فماتت ورآها صالح ولم يدر ما أصابها فخاف عليه فصرخ يا فيميون التنين قد أقبل نحوك فلم يلتفت إليه وأقبل على صلاته حتى فرغ منها فخرج إليه صالح وقال يا فيميون يعلم الله أنني ما أحببت شيئا قط مثل حبك وقد أحببت صحبتك والكينونة معك حيث كنت فقال ما شئت أمري كما ترى فإن علمت أنك تقوى عليه فنعم فلزمه صالح وقد كان أهل القرية يفطنون لشأنه وكان إذا جاءه العبد وبه ضر دعا له فشفي وكان إذا دعي لمنزل أحد لم يأته وكان لرجل من أهل تلك القرية ولد ضرير فقال لفيميون إن لي عملا فانطلق معي إلى منزلي فانطلق معه فلما حصل في بيته رفع الرجل الثوب عن الصبي وقال له يا فيميون عبد من عباد الله أصابه ما ترى فادع الله له فدعا الله فقام الصبي ليس به بأس فعرف فيميون أنه عرف فخرج من القرية واتبعه صالح حتى وطئا بعض أراضي العرب فعدوا عليهما فاختطفهما سيارة من العرب فخرجوا بهما حتى باعوهما بنجران وكان أهل نجران يومئذ على دين العرب يعبدون نخلة لهم عظيمة بين أظهرهم لها عيد في كل سنة فإذا كان ذلك العيد علقوا عليها كل ثوب حسن وجدوه وحلي النساء فخرجوا إليها يوما وعكفوا عليها يوما فابتاع فيميون رجل من أشرافهم وابتاع صالحا آخر فكان فيميون إذا قام بالليل في بيت له أسكنه إياه سيده استسرج له البيت نورا حتى يصبح |جـ 5 صـ 267| من غير مصباح فأعجب سيده ما رأى منه فسأله عن دينه فأخبره به وقال له فيميون إنما أنتم على باطل وهذه الشجرة لا تضر ولا تنفع ولو دعوت عليها إلهي الذي أعبده لأهلكها وهو الله وحده لا شريك له فقال له سيده افعل فإنك إن فعلت هذا دخلنا في دينك وتركنا ما نحن عليه فقام فيميون وتطهر وصلى ركعتين ثم دعا الله تعالى عليها فأرسل الله ريحا فجعفتها من أصلها فألقتها فعند ذلك اتبعه أهل نجران فحملهم على الشريعة من دين عيسى ابن مريم ثم دخلت عليهم الأحداث التي دخلت على غيرهم من أهل دينهم بكل أرض فمن هناك كانت النصرانية بنجران من أرض العرب قال ابن إسحاق فهذا حديث وهب بن منبه عن أهل نجران قال وحدثني يزيد بن زياد عن محمد بن كعب القرظي وحدثني أيضا بعض أهل نجران أن أهل نجران كانوا أهل شرك يعبدون الأصنام وكان في قرية من قراها قريبا من نجران ونجران القرية العظيمة التي إليها إجماع تلك البلاد كان عندهم ساحر يعلم غلمان أهل نجران السحر فلما نزلها فيميون ولم يسموه لي باسمه الذي سماه به ابن منبه إنما قالوا رجل نزلها وابتنى خيمة بين نجران وبين القرية التي بها السحر فجعل أهل نجران يرسلون أولادهم إلى ذلك الساحر يعلمهم الساحر فبعث الثامر ابنه عبد الله مع غلمان أهل نجران فكان ابن الثامر إذا مر بتلك الخيمة أعجبه ما يرى من صلاته وعبادته فجعل يجلس إليه ويسمع منه حتى أسلم وعبد الله تعالى وحده وجعل يسأله عن شرائع الإسلام حتى فقه فيه فسأله عن الاسم الأعظم فكتمه إياه وقال إنك لن تحمله أخشى ضعفك عنه والثامر أبو عبد الله لا يظن إلا أن ابنه يختلف إلى الساحر كما يختلف الغلمان فلما رأى عبد الله أن صاحبه قد ضن به عنه عمد إلى قداح فجمعها ثم لم يبق لله تعالى اسما يعلمه إلا كتب كل واحد قد قدح فلما أحصاها أوقد نارا وجعل يقذفها فيها قدحا قدحا حتى مر بالاسم الأعظم فقذفه فيها بقدحه فوثب القدح حتى خرج منها ولم تضره النار شيئا فأتى صاحبه فأخبره أنه قد علم الاسم الأعظم وهو كذا فقال كيف علمته فأخبره بما صنع فقال يا ابن أخي قد أصبته فأمسك على نفسك وما أظن أن تفعل وجعل عبد الله بن الثامر إذا دخل نجران لم يلق أحدا به ضر إلا قال له يا عبد الله أتوحد الله وتدخل في ديني فأدعو الله فيعافيك فيقول نعم فيدعو الله فيشفى حتى لم يبق بنجران أحد به ضر إلا أتاه فاتبعه على أمره ودعا له فعوفي فرفع أمره إلى ملك نجران فأحضره وقال له أفسدت علي أهل قريتي وخالفت ديني ودين آبائي لأمثلن بك فقال لا تقدر على ذلك فجعل يرسل به إلى الجبل الطويل فيطرح من رأسه فيقع على الأرض ويقوم وليس به بأس وجعل يبعث به إلى مياه بنجران بحور لا يقع فيها شيء إلا هلك فيلقى فيها فيخرج ليس به بأس فلما غلبه قال عبد الله بن الثامر لا تقدر على قتلي حتى توحد الله فتؤمن بما آمنت به فإنك إن فعلت ذلك سلطت علي فتقتلني قال فوحد الله ذلك الملك وشهد شهادة عبد الله بن الثامر ثم ضربه بعصا كانت في يده فشجه شجة غير كبيرة فقتله قال عبيد الله الفقير إليه فاختلفوا ههنا ففي حديث رواه الترمذي من طريق ابن أبي ليلى عن النبي على غير هذا السياق وإن قاربه في المعنى فقال إن الملك لما رمى الغلام في رأسه وضع الغلام يده على صدغه ثم مات فقال أهل نجران لقد علم هذا الغلام علما ما علمه |جـ 5 صـ 268| أحد فإنا نؤمن برب هذا الغلام قال فقيل للملك أجزعت أن خالفك ثلاثة فهذا العالم كلهم قد خالفوك قال فخد أخدودا ثم ألقى فيه الحطب والنار ثم جمع الناس وقال من رجع عن دينه تركناه ومن لم يرجع ألقيناه في هذه النار فجعل يلقيهم في ذلك الأخدود فذلك قوله تعالى & قتل أصحاب الأخدود النار ذات الوقود & حتى بلغ إلى العزيز الحميد وأما الغلام فإنه دفن وذكر أنه أخرج في زمن عمر بن الخطاب رضي الله عنه وإصبعه على صدغه كما وضعها حين قتل روى هذا الحديث الترمذي عن محمود بن غيلان عن عبد الرزاق بن معمر ورواه مسلم عن هداب بن خالد عن حماد بن سلمة ثم اتفقا عن سالم عن ابن أبي ليلى عن صهيب عن النبي وفي حديث ابن إسحاق إن الملك لما قتل الغلام هلك مكانه واجتمع أهل نجران على دين عبد الله بن الثامر وهو النصرانية وكان على ما جاء به عيسى عليه السلام من الإنجيل وحكمه ثم أصابهم ما أصاب أهل دينهم من الأحداث فمن هنالك أهل النصرانية بنجران قال فسار إليهم ذو نواس بجنوده فدعاهم إلى اليهودية وخيرهم بين ذلك والقتل فاختاروا القتل فخد لهم الأخدود فحرق من حرق في النار وقتل من قتل بالسيف ومثل بهم حتى قتل منهم قريبا من عشرين ألفا ففي ذي نواس وجنوده أنزل الله تعالى & قتل أصحاب الأخدود النار ذات الوقود & إلى آخر الآية قال عبيد الله الفقير إليه خبر الترمذي ومسلم أعجب إلي من خبر ابن إسحاق لأن في خبر ابن إسحاق أن الذي قتل النصارى ذو نواس وكان يهوديا صحيح الدين اتبع اليهودية بآيات رآها كما ذكرناه في إمام من هذا الكتاب من الحبرين اللذين صحباه من المدينة ودين عيسى إنما جاء مؤيدا ومسددا للعمل بالتوراة فيكون القاتل والمقتول من أهل التوحيد والله قد ذم المحرق والقاتل لأصحاب الأخدود فبعد إذا ما ذكره ابن إسحاق وليس لقائل أن يقول إن ذا نواس بدل أو غير دين موسى عليه السلام لأن الأخبار غير شاهدة بصحة ذلك وأما خبر الترمذي أن الملك كان كافرا وأصحاب الأخدود مؤمنين فصح إذا والله أعلم وفتح نجران في زمن النبي في سنة عشر صلحا على الفيء وعلى أن يقاسموا العشر ونصف العشر وفيها يقول الأعشى وكعبة نجران حتم علي ك حتى تناخي بأبوابها نزور يزيدا وعبد المسيح وقيسا هم خير أربابها وشاهدنا الورد والياسمي ن والمسمعات بقصابها وبربطنا دائم معمل فأي الثلاثة أزرى بها وكعبة نجران هذه يقال بيعة بناها بنو عبد المدان بن الديان الحارثي على بناء الكعبة وعظموها مضاهاة للكعبة وسموها كعبة نجران وكان فيها أساقفة معتمون وهم الذين جاؤوا إلى النبي ودعاهم إلى المباهلة وذكر هشام بن الكلبي أنها كانت قبة من أدم من ثلثمائة جلد كان إذا جاءها الخائف أمن أو طالب حاجة قضيت أو مسترفد أرفد وكان لعظمها عندهم يسمونها كعبة نجران وكانت على نهر بنجران وكانت لعبد المسيح بن دارس بن عدي بن معقل وكان يستغل |جـ 5 صـ 269| من ذلك النهر عشرة آلاف دينار وكانت القبة تستغرقها ثم كان أول من سكن نجران من بني الحارث بن كعب بن عمرو بن علة بن جلد بن مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان يزيد بن عبد المدان وذلك أن عبد المسيح زوجه ابنته دهيمة فولدت له عبد الله بن يزيد ومات عبد الله بن يزيد فانتقل ماله إلى يزيد فكان أول حارثي حل في نجران وكان من أمر المباهلة ما ليس ذكره من شرط كتابي ذا وقد ذكرته في غيره وقد روي عن النبي أنه قال القرى المحفوظة أربع مكة والمدينة وإيلياء ونجران وما من ليلة إلا وينزل على نجران سبعون ألف ملك يسلمون على أصحاب الأخدود ولا يرجعون إليها بعد هذا أبدا قال أبو عبيد في كتاب الأموال حدثني يزيد عن حجاج عن ابن الزبير عن جابر قال قال رسول الله لأخرجن اليهود والنصارى عن جزيرة العرب حتى لا أدع فيها إلا مسلما قال فأخرجهم عمر رضي الله عنه قال وإنما أجاز عمر إخراج أهل نجران وهم أهل صلح بحديث روي عن النبي فيهم خاصة عن أبي عبيدة بن الجراح رضي الله عنه عن النبي أنه كان آخر ما تكلم به أنه قال أخرجوا اليهود من الحجاز وأخرجوا أهل نجران من جزيرة العرب وعن سالم بن أبي الجعد قال جاء أهل نجران إلى علي رضي الله عنه فقالوا شفاعتك بلسانك وكتابتك بيدك أخرجنا عمر من أرضنا فردها إلينا صنيعة فقال يا ويلكم إن كان عمر رشيد الأمر فلا أغير شيئا صنعه فكان الأعمش يقول لو كان في نفسه عليه شيء لاغتنم هذا ",
                "title": "نجران",
                "uri": "JK_000129_012702"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}