{
    "features": [
        {
            "item": "JK_000952_1930",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.153-154",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزعفراني</h1> بفتح الزاي المنقوطة وسكون العين المهملة وفتح الفاء والراء المهملة والمشهور بهذه النسبة أبو علي الحسن بن محمد بن الصباح الزعفراني البزار وانتسابه إلى الزعفرانية وهي قرية من قرى سواد بغداد تحت كلوذا وليس هي إلى بيع الزعفران وهو أحد الأئمة المعروفين وإلى الساعة بكرخ بغداد درب ينسب إليه يقال له درب الزعفراني يروي عن سفيان بن عيينة وكان راويا للشافعي وكان يحضر أحمد وابو ثور عند الشافعي رحمهم الله وهو الذي يتولى القراءة عليه فلما فرغ من قراءة كتاب الرسالة قال له الشافعي من أي العرب أنت قال فقلت ما أنا بعربي وما أنا إلا من قرية يقال لها الزعفرانية قال فقال لي أنت سيد هذه القرية وقال أبو بكر الخطيب القرية تحت كلوذا روى عنه أبو داود السجستاني وأبو عيسى الترمذي وغيرهما من الأئمة ومات في شهر ربيع الآخر يوم الاثنين سنة تسع وأربعين ومائتين وأبو معاوية عبد الرحمن بن قيس الزعفراني من أهل البصرة يروي عن محمد بن عمرو وحماد بن سلمة والبصريين روى عنه أهل البصرة كان ممن يقلب الأسانيد ويتفرد عن الثقات بما لا يشبه حديث الإثبات تركه أحمد بن حنبل روى عنه أبو مسعود أحمد بن الفرات الرازي وأبو القاسم بنان بن محمد بن بنان الزعفراني خطيب قرية الزعفرانية قرية أسفل من كلوذا سمع محمد بن إسماعيل الوراق وأبا حفص بن شاهين قال الخطيب كتبت عنه في قريته الزعفرانية وقت انحداري إلى البصرة وكان صدوقا وكان ذلك في جمادي الأولى سنة اثنتي عشرة وأربعمائة وممن انتسب إلى بيع الزعفران وهو الشيء الذي يصفر به الثياب وغيرها أبو هاشم عمار بن عمارة الزعفراني من أهل البصرة يروى عن الحسن روى عنه روح بن عبادة وقرة بن حبيب وبين همذان وأستراباذ قرية يقال لها الزعفرانية خرج منها جماعة من المعروفين وحدث أبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين عن أبي أحمد القاسم بن عبد الله بن عبد الرحمن بن زياد بن بلبل الزعفراني الهمذاني وهو أخو أبي عبد الله سمع أبا زرعة الرازي وأحمد بن محمد بن سعيد التبعي وغيرهما من البغداديين فلا أدري هو من |جـ 3 صـ 154| هذه القرية أم لا ومنها الشاعر الزعفراني الذي يقول % إذا وردت ماء العراق ركائبي % % فلا حبذا اروند من همذان % وأبو الحسين محمد بن أحمد بن أحمد بن محمد بن عبدوس بن كامل الدلال المعروف بالزعفراني من أهل بغداد وكان فقيها صالحا ثقة ذكره أبو القاسم التنوخي وقال كان أبو الحسين الزعفراني ثقة وكان يختلف إلى أبي بكر الرازي ويأخذ عنه الفقه سمع الحسن بن علي بن محمد المصري وأبا عمرو عثمان بن أحمد بن السماك وأبا بكر محمد بن الحسن بن زياد النقاش وابا بكر محمد بن عبد الله الشافعي وحبيب بن الحسن القزاز وغيرهم روى عنه القاضي أبو القاسم علي بن المحسن التنوخي وكانت وفاته في سنة ثلاث أو أربع وتسعين وثلاثمائة وأبو عبد الله محمد بن الحسين بن محمد بن سعيد الزعفراني الواسطي من أهل واسط وظني أنه منسوب إلى بيع الزعفران سمع أحمد بن الخليل البرجلاني وأبا بكر أحمد بن خيثمة النسائي وابا الأحوص محمد بن الهيثم القاضي ومحمد بن زكريا الغلابي وزكريا بن يحيى الساجي وكان عنده عن ابن أبي خيثمة كتاب التاريخ وقدم بغداد وحدث بها فروى عنه من أهلها عياش بن الحسن بن عياش مناقب الشافعي تصنيف زكريا الساجي وروى عنه القاضي أبو عمر القاسم بن جعفر الهاشمي وكان سمع منه بالبصرة وكان ثقة ومات في شوال من سنة سبع وثلاثين وثلاثمائة والحسين بن أحمد بن بسطام الزعفراني البصري يروي عن إسماعيل بن إبراهيم البصري روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وعلي بن أحمد بن بسطام الزعفراني البصري يروي عن عمه إبراهيم بن بسطام روى عنه الطبراني إيضا وأما الزعفرانية فهم فرقة من النجارية ينتمون إلى مقدم لهم يقال له الزعفراني وهذه الفرقة كانت تقول بحدوث كلام الله وإن كلامه غيره وإن كل ما هو غيره فهو مخلوق ويقولون مع ذلك إن القول بأن القرآن مخلوق كفر وكانت الزعفرانية بالري يقولون في دعائهم يا رب أهلك من يقول بأن القرآن مخلوق فيجمعون بين المتناقضين ",
                "title": "الزعفراني",
                "uri": "JK_000952_1930"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}