{
    "features": [
        {
            "item": "JK_000129_006789",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, p.227",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سقطرى والنسبة السقطري</h1> بضم أوله وثانيه وسكون طائه وراء وألف مقصورة ورواه ابن القطاع سقطراء بالمد في كتاب الأبنية اسم جزيرة عظيمة كبيرة فيها عدة قرى ومدن تناوح عدن جنوبيها عنها وهي إلى بر العرب أقرب منها إلى بر الهند والسالك إلى بلاد الزنج يمر عليها وأكثر أهلها نصارى عرب يجلب منها الصبر ودم الأخوين وهو صمغ شجر لا يوجد إلا في هذه الجزيرة ويسمونه القاطر وهو صنفان خالص يكون شبيها بالصمغ في الخلقة إلا أن لونه كأحمر شيء خلقه الله تعالى والصنف الآخر مصنوع من ذلك وكان أرسطاطاليس كتب إلى الإسكندر حين سار إلى الشام في أمر هذه الجزيرة يوصيه بها وأرسل إليه جماعة من اليونانيين ليسكنهم بها لأجل الصبر القاطر الذي يقع في الايارجات فسير الإسكندر إلى هذه الجزيرة جماعة من اليونانيين وأكثرهم من مدينة أرسطاطاليس وهي مدينة اسطاغرا في المراكب بأهاليهم وسيرهم في بحر القلزم فلما حصلوا بها غلبوا على من كان بها من الهند وملكوا الجزيرة بأسرها وكان للهند بها صنم عظيم فنقل ذلك الصنم إلى بلاد الهند في أخبار يطول شرحها فلما مات الإسكندر وظهر المسيح بن مريم عليه السلام تنصر من كان بها من اليونانيين وبقوا على ذلك إلى هذا الوقت فليس في الدنيا موضع والله أعلم فيه قوم من اليونانيين يحفظون أنسابهم ولم يداخلهم فيها غيرهم غير أهل جزيرة سقطرى وكان يأوي إليها بوارج الهند الذين يقطعون على المسافرين من التجار فأما الآن فلا وقال الحسن بن أحمد بن يعقوب الهمداني اليمني ومما يجاور سواحل اليمن من الجزائر جزيرة سقطرى وإليها ينسب الصبر السقطري وهي جزيرة بربر مما يقع بين عدن وبلد الزنج فاذا خرج الخارج من عدن إلى بلد الزنج أخذ كأنه يريد عمان وجزيرة سقطرى تماشيه عن يمينه حتى ينقطع ثم التوى بها من ناحية بحر الزنج وطول هذه الجزيرة ثمانون فرسخا وفيها من جميع قبابل مهرة وبها نحو عشرة آلاف مقاتل وهم نصارى ويذكرون أن قوما من بلد الروم طرحهم بها كسرى ثم نزلت بهم قبائل من مهرة فساكنوهم وتنصر معهم بعضهم وبها نخل كثير ويسقط بها ا لعنبر وبها دم الأخوين وهو الأيدع والصبر الكثير قال وأما أهل عدن فإنهم يقولون لم يدخلها من الروم أحد ولكن كان لأهلها الرهبانية ثم فنوا وسكنها مهرة وقوم من الشراة وظهرت فيها دعوة الإسلام ثم كثر بها الشراة فعدوا على من بها من المسلمين وقتلوهم غير عشرة أناسية وبها مسجد بموضع يقال له السوق ",
                "title": "سقطرى والنسبة السقطري",
                "uri": "JK_000129_006789"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}