{
    "features": [
        {
            "item": "JK_000129_013692",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, p.434",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>يرموك</h1> واد بناحية الشام في طرف الغور يصب في نهر الأردن ثم يمضي إلى البحيرة المنتنة كانت به حرب بين المسلمين والروم في أيام أبي بكر الصديق رضي الله عنه وقدم خالد الشام مددا لهم فوجدهم يقاتلون الروم متساندين كل أمير على جيش أبو عبيدة على جيش ويزيد بن أبي سفيان على جيش وشرحبيل بن حسنة على جيش وعمرو بن العاص على جيش فقال خالد إن هذا اليوم من أيام الله لا ينبغي فيه الفخر ولا البغي فأخلصوا لله جهادكم وتوجهوا لله تعالى بعملكم فإن هذا يوم له ما بعده فلا تقاتلوا قوما على نظم وتعبئة وأنتم على تساند وانتشار فإن ذلك لا يحل ولا ينبغي وإن من وراءكم لو يعلم عملكم حال بينكم وبين هذا فاعملوا فيما لم تؤمروا به بالذي ترون أنه هو الرأي من واليكم قالوا فما الرأي قال إن الذي أنتم عليه أشد على المسلمين مما غشيهم وأنفع للمشركين من أمدادهم ولقد علمت أن الدنيا فرقت بينكم والله فهلموا فلنتعاورن الإمارن فليكن علينا بعضنا اليوم وبعضنا غدا والآخر بعد غد حتى يتأمر كلكم ودعوني اليوم عليكم قالوا نعم فأمروه وهم يرون أنها كخرجاتهم فكان الفتح على يد خالد يومئذ وجاءه البريد يومئذ بموت أبي بكر رضي الله عنه وخلافة عمر رضي الله عنه وتأمير أبي عبيدة على الشام كله وعزل خالد فأخذ الكتاب منه وتركه في كنانته ووكل به من يمنعه أن يخبر الناس عن الأمر لئلا يضعفوا إلى أن هزم الله الكفار وقتل منهم فيما يزعمون ما يزيد على مائة ألف ثم دخل على أبي عبيدة وسلم عليه بالإمارة وكانت من أعظم فتوح المسلمين وباب ما جاء بعدها من الفتوح لأن الروم كانوا قد بالغوا في الاحتشاد فلما كسروا ضعفوا ودخلتهم هيبة وقال القعقاع بن عمرو يذكر مسيرة خالد من العراق إلى الشام بعد أبيات بدأنا بجمع الصفرين فلم ندع لغسان أنفا فوق تلك المناخر صبيحة صاح الحارثان ومن به سوى نفر نجتذهم بالبواتر وجئنا إلى بصرى وبصرى مقيمة فألقت إلينا بالحشا والمعاذر فضضنا بها أبوابها ثم قابلت بنا العيس في اليرموك جمع العشائر ",
                "title": "يرموك",
                "uri": "JK_000129_013692"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}