{
    "features": [
        {
            "item": "JK_000952_0561",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.384-385",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البكراوي</h1> بفتح الباء المنقوطة بواحدة وسكون الكاف بعدها راء مهملة هذه النسبة إلى أبي بكرة الثقفي وهو من الصحابة الذين نزلوا البصرة رضي الله عنهم والمشهور بهذه النسبة جماعة منهم أبو بكرة بكار بن قتيبة بن أسد بن عبيد الله بن بشر بن عبيد الله بن أبي بكرة البكراوي الثقفي من أهل البصرة كان على قضاء مصر يروي عن يزيد بن هارون وأهل البصرة روى عنه أبو بكر محمد بن إسحاق بن خزيمة النيسابوري وجماعة سواه وكان ينتحل مذهب أبي حنيفة رحمه الله في الفقه وتوفي في ذي الحجة سنة سبعين ومائتين بمصر وأبو عبد الرحمن حامد بن عمر بن حفص بن عمر بن عبيد الله بن أبي بكرة الثقفي البكراوي من أهل البصرة أيضا كان على قضاء كرمان يروي عن أبي عوانة الوضاح الواسطي روى عنه إبراهيم بن أبي طالب النيسابوري استقدمه عبد الله بن طاهر نيسابور فكتب عنه أهلها مات أول سنة ثلاث وثلاثين ومائتين وأبو الأشهب هوذة بن خليفة بن عبد الله بن عبد الرحمن بن أبي بكرة البكراوي الثقفي من أهل البصرة سكن بغداد يروي عن سليمان التيمي روى عنه يعقوب الدورقي وأهل العراق مات ببغداد في شهر رمضان أو شوال سنة خمس عشرة ومائتين وهو ابن اثنتين وتسعين سنة وابنه عبد الملك بن هوذة البكراوي حدث عن عمه عمرو بن خليفة وزيد بن الحباب روى عنه علي بن الحسين بن سليمان القافلاني وأبو روق أحمد بن بكر الهزاني وبكار بن عبد الرحمن بن أبي بكرة البكراوي من أهل البصرة يروي عن الحسن روى عنه موسى بن إسماعيل وأبو يحيى عبد الرحمن بن عثمان البكراوي البصري وفيه ضعف يروي عن عزرة بن ثابت روى عنه محمد بن عبد الله بن بزيع وأبو محمد عبد الله بن محمد بن عبد الله بن محمد بن عبد الرحمن بن رواد بن أبي بكرة البكراوي البصري من أهل البصرة قدم بغداد وحدث |جـ 1 صـ 385| بها عن عبد الله بن رجاء الغداني ومحمد بن كثير العبدي وسهل بن بكار وغيرهم روى عنه أبو أحمد محمد بن محمد المطرز ومحمد بن مخلد الدوري ومحمد بن جعفر المطيري وأبو ذر القاسم بن داود الكاتب وأبو همام سعيد بن محمد بن سعيد بن سلم بن عبيد الله بن أبي بكرة البكراوي يروي عن عبد الله بن عمر الخطابي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
                "title": "البكراوي",
                "uri": "JK_000952_0561"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}