{
    "features": [
        {
            "item": "JK_000129_000196",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.87-88",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إتل</h1> بكسر أوله وثانيه ولام بوزن إبل اسم نهر عظيم شبيه بدجلة في بلاد الخزر ويمر ببلاد الروس وبلغار وقيل إتل قصبة بلاد الخزر والنهر مسمى بها قرأت في كتاب أحمد بن فضلان بن العباس بن راشد ابن حماد رسول المقتدر إلى بلاد الصقالبة وهم أهل بلغار بلغني أن فيها رجلا عظيم الخلق جدا فلما سرت إلى الملك سألته عنه فقال نعم قد كان في بلادنا ومات ولم يكن من أهل البلاد ولا من الناس أيضا وكان من خبره أن قوما من التجار خرجوا إلى نهر إتل وهو نهر بيننا وبينه يوم واحد كانوا يخرجون إليه وكان هذا النهر قد مد وطغى ماؤه فلم أشعر إلا وقد وافاني جماعة فقالوا أيها الملك قد طفا على الماء رجل إن كان من أمة تقرب منا فلا مقام لنا في هذه الديار وليس لنا غير التحويل فركبت معهم حتى سرت إلى النهر ووقفت عليه وإذا برجل طوله اثنا عشر ذراعا بذراعي وإذا رأسه كأكبر ما يكون من القدور وأنفه أكبر من شبر وعيناه عظيمتان وأصابعه كل واحدة شبر فراعني أمره وداخلني ما داخل القوم من الفزع فأقبلنا نكلمه وهو لا يتكلم ولا يزيد على النظر إلينا فحملته إلى مكاني وكتبت إلى أهل ويسو وهم منا على ثلاثة أشهر أسألهم عنه |جـ 1 صـ 88| فعرفوني أن هذا رجل من يأجوج ومأجوج وهم منا على ثلاثة أشهر يحول بيننا وبينهم البحر وأنهم قوم كالبهائم الهاملة عراة حفاة ينكح بعضهم بعضا يخرج الله تعالى لهم في كل يوم سمكة من البحر فيجيء الواحد بمديه فيحتز منها بقدر كفايته وكفاية عياله فإن أخذ فوق ذلك اشتكى بطنه هو وعياله وربما مات وماتوا بأسرهم فإذا أخذوا منها حاجتهم انقلبت وعادت إلى البحر وهم على ذلك وبيننا وبينهم البحر وجبال محيطة فإذا أراد الله إخراجهم انقطع السمك عنهم ونضب البحر وانفتح السد الذي بيننا وبينهم ثم قال الملك وأقام الرجل عندي مدة ثم علقت به علة في نحره فمات بها وخرجت فرأيت عظامه فكانت هائلة جدا قال المؤلف رحمه الله تعالى هذا وأمثاله هو الذي قدمت البراءة منه ولم أضمن صحته وقصة ابن فضلان وإنفاذ المقتدر له إلى بلغار مدونة معروفة مشهورة بأيدي الناس رأيت منها عدة نسخ وعلى ذلك فإن نهر إتل لا شك في عظمه وطوله فإنه يأتي من أقصى الجنوب فيمر على البلغار والروم والخزر وينصب في بحيرة جرجان وفيه يسافر التجار إلى ويسو ويجلبون الوبر الكثير كالنقدز والسمور والسنجاب وقيل إن مخرجه من أرض خرخيز فيما بين الكيماكية والغزية وهو الحد بينهما ثم يذهب مغربا إلى بلغار ثم يعود إلى برطاس وبلاد الخزر حتى يصب في البحر الخزري وقيل إنه ينشعب من نهر إتل نيف وسبعون نهرا ويبقى عمود النهر يجري إلى الخزر حتى يقع في البحر ويقال إن مياهه إذا اجتمعت في موضع واحد في أعلاه إنه يزيد على نهر جيحون وبلغ من كثرة هذه المياه وغزارتها وحدة جريها أنها إذا انتهت إلى البحر جرت في البحر داخله مسيرة يومين وهي تغلب على ماء البحر حتى يجمد في الشتاء لعذوبته ويفرق بين لونه ولون ماء البحر ",
                "title": "إتل",
                "uri": "JK_000129_000196"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}