{
    "features": [
        {
            "item": "JK_000129_001550",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.357-358",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بدر والنسبة البدري</h1> ماء مشهور بين مكة والمدينة أسفل وادي الصفراء بينه وبين الجار وهو ساحل البحر ليلة ويقال إنه ينسب إلى بدر بن يخلد بن النضر بن كنانة وقيل بل هو رجل من بني ضمرة سكن هذا الموضع فنسب إليه ثم غلب اسمه عليه وقال الزبير بن بكار قريش بن الحارث بن يخلد ويقال مخلد بن النضر بن كنانة به سميت قريش فغلب عليها لأنه كان دليها وصاحب ميرتها فكانوا يقولون جاءت عير قريش وخرجت عير قريش قال وابنه بدر بن قريش به سميت بدر التي كانت بها الوقعة المباركة لأنه كان احتفرها وبهذا الماء كانت الواقعة المشهورة التي أظهر |جـ 1 صـ 358| الله بها الإسلام وفرق بين الحق والباطل في شهر رمضان سنة اثنتين للهجرة ولما قتل من قتل من المشركين ببدر وجاء الخبر إلى مكة ناحت قريش على قتلاهم ثم قالوا لا تفعلوا فيبلغ محمدا وأصحابه فيشمتوا بكم وكان الأسود بن المطلب بن أسد بن عبد العزى قد أصيب له ثلاثة من ولده زمعة بن الأسود وعقيل بن الأسود والحارث بن زمعة وكان يحب أن يبكي على بنيه قال فبينما هو كذلك إذ سمع نائحة بالليل فقال لغلام له وقد ذهب بصره انظر هل أحل النحيب وقد بكت قريش على قتلاهم لعلي أبكي على أبي حكيمة يعني زمعة فإن جوفي قد احترق فلما رجع الغلام إليه قال إنما هي امرأة تبكي على بعير لها أضلته فقال حينئذ أتبكي أن يضل لها بعير ويمنعها من النوم السهود فلا تبكي على بكر ولكن على بدر تقاصرت الجدود على بدر سراة بني هصيص ومخزوم ورهط أبي الوليد وبكي إن بكيت على عقيل وبكي حارثا أسد الأسود وبكيهم ولا تسمي جميعا وما لأبي حكيمة من نديد ألا قد ساد بعدهم رجال ولولا يوم بدر لم يسودوا وبين بدر والمدينة سبعة برد بريد بذات الجيش وبريد عبود وبريد المرغة وبريد المنصرف وبريد ذات أجذال وبريد المعلاة وبريد الأثيل ثم بدر وبدر الموعد وبدر القتال وبدر الأولى والثانية كله موضع واحد وقد نسب إلى بدر جميع من شهدها من الصحابة الكرام ونسب إلى سكنى الموضع أبو مسعود البدري واسمه عقبة ابن عمرو بن ثعلبة بن أسيرة بن عسيرة بن عطية بن جدارة بن عوف بن الحارث بن الخزرج شهد العقبة الثانية وكان أصغر من شهدها وفي كتاب الفيصل أنه لم يشهد بدرا وقال ابن الكلبي شهد بدرا والعقبة وولاه علي الكوفة حين سار إلى صفين ",
                "title": "بدر والنسبة البدري",
                "uri": "JK_000129_001550"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}