{
    "features": [
        {
            "item": "JK_000129_003151",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, p.125",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جرزان</h1> بالضم ثم السكون وزاي وألف ونون اسم جامع لناحية بأرمينية قصبتها تفليس حكى ابن الكلبي عن الشرقي بن قطامي جرزان وأران وهما مما يلي أبواب أرمينية وأران هي إرض برذعة مما يلي الديلم وهما ابنا كسلوخيم بن لنطي بن يونان بن يافث بن نوح عليه السلام وقال علي بن الحسين في مروجه ثم يلي مملكة الأبخاز ملك الجرزية قلت أنا وهم الكرج فيما أحسب فعرب فقيل جرز قال وهم أمة عظيمة ولهم ملك في هذا الوقت يقال له الطنبغي ومملكة هذا الملك موضع يقال له مسجد ذي القرنين وهم منقادون إلى دين النصرانية يقال لهم جرزان وكانت الأبخاز والجرزية تؤدي الخراج إلى صاحب ثغر تفليس منذ فتحت تفليس وسكنها المسلمون إلى أيام المتوكل فإنه كان بها رجل يقال له إسحاق بن إسماعيل فتغلب عليها واستظهر بمن معه من المسلمين على من حولها من الأمم فانقادوا إلى طاعته وأدوا إليه الجزية وخافه كل من هناك من الأمم حتى بعث إليه المتوكل بغا التركي في عساكر كثيفة فنزل على ثغر تفليس فأقام عليه محاربا مدة يسيرة حتى افتتحها بالسيف وقتل إسحاق لأنه خلع طاعة السلطان فمن يومئذ انحرفت هيبة السلطان عن ذلك الثغر وطمع فيه المتغلبون وضعفوا عن مقاومة من حولهم من الكفار وامتنعوا عن أداء الجزية واستضافوا كثيرا من ضياع تفليس إليهم حتى كان من تملك الكرج لتفليس ما كان في سنة 515 وقد ذكر خبر فتح المسلمين لهذه الناحية في باب تفليس وكان قد تغلب على هذه الناحية وأران في أيام المعتمد على الله رجل يقال له محمد بن عبد الواحد التميمي اليمامي فقال شاعره عمر بن محمد الحنفي يمدحه ونال بالشام أياما مشهرة سارت له في جميع الناس فاشتهرا وداس أحرار جرزان بوطأته حتى شكوا من توالي وطئه ضررا وقال أبو عبادة الطائي في مدح أبي سعيد محمد بن يوسف الثغري وما كان بقراط بن أشوط عنده بأول عبد أوبقته جرائره ولما التقى الجمعان لم يجتمع له يداه ولم يثبت على البيض ناظره ولم يرض من جرزان حرزا يجيره ولا في جبال الروم ريدا يجاوره ",
                "title": "جرزان",
                "uri": "JK_000129_003151"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}