{
    "features": [
        {
            "item": "JK_000952_3456",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.75-77",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكشميهني</h1> بضم الكاف وسكون الشين المعجمة وكسر الميم وسكون الياء المنقوطة من تحتها باثنتين وفتح الهاء وفي آخرها النون هذه النسبة إلى قرية من قرى مرو على خمسة فراسخ منها في الرمل إذا خرجت إلى ما وراء النهر وكانت قرية قديمة استولى عليها الخراب خرج منها جماعة كثيرة من العلماء قديما وحديثا منهم أبو محمد حبان بن موسى سواد الكشميهني السلمي كان ثقة صدوقا راويا كتب ابن المبارك رحل الناس إليه وسمعوا منه في قريته وآخر أمره أنه ترك وطنه وسكن الثغور بفربر مرابطا وتوفي بها في سنة إحدى أو اثنتين أو ثلاث وثلاثين ومائتين روى عن عبد الله بن المبارك ونوح بن أبي مريم الجامع وأبي غانم يونس بن |جـ 5 صـ 76| نافع والنضر بن محمد العامري وغيرهم روى عنه عبد الله بن محمود السغدي والحسن بن سفيان النسوي وجماعة كثيرة من أهل ما وراء النهر وكان علي بن حجر يقول % لم يسمعوا علم عبد الله من أحد % % تثبت اليوم فيه غير حبان % وقال أبو حاتم بن حبان حبان بن موسى يروي عن ابن المبارك وداود العطار روى عنه محمد بن إسماعيل البخاري والحسن بن سفيان وعبد الله بن محمود مات سنة ثلاث وثلاثين ومائتين وأبو الهيثم محمد بن مكي بن محمد بن زراع بن هارون بن زراع الكشميهني الأديب اشتهر في الشرق والغرب بروايته كتاب الجامع لأنه اخر من حدث بهذا الكتاب عاليا بخراسان كان فقيها أديبا زاهدا ورعا رحل إلى العراق والحجاز وأدرك الشيوخ سمع بفربر أبا عبد الله محمد بن يوسف بن مطر الفربري وبمرو عمر بن أحمد بن علي الجوهري وبسرخس أبا العباس محمد بن عبد الرحمن الدغولي وبنيسابور أبا العباس محمد بن يعقوب الأصم وبالري أبا حاتم الوسقندي وببغداد أبا محمد جعفر بن محمد نصير الخلدي وبالكوفة أبا الحسن علي بن محمد بن محمد بن عقبة الشيباني وبمكة أبا سعيد أحمد بن محمد بن زياد الأعرابي وجماعة كثيرة سواهم روى عنه القاضي المحسن بن أحمد الخالدي وأبو عبد الله محمد بن أحمد الغنجار البخاري وأبو العباس جعفر بن محمد بن المعتز المستغفري الحافظ وجماعة كثيرة واخر من روى عنه في الدنيا فيما نعلم أبو الخير محمد بن موسى بن عبد الله الصفار المروزي وتوفي بقريته يوم عيد الأضحى من سنة تسع وثمانين وثلاثمائة وزرت قبره بها غير مرة بمقابل قتيبة في الرمل وأبو حامد أحمد بن علي الكشميهيني كان فقيها فاضلا عارفا باللغة يروي عن علي بن حجر وغيره وتوفي وأبو الفضل صالح بن مسمار الكشميهني رحل إلى العراق والحجاز وروى عن |جـ 5 صـ 77| سفيان بن عيينة ومعاذ بن هشام البصري ومعن بن عيسى القزاز المديني ومحمد بن عبيد الطنافسي ووكيع بن الجراح والعلاء بن الفضل بن أبي سوية المنقري وغيرهم روى عنه جماعة كثيرة من أهل مرو وما وراء النهر فإنه حدث بتلك الديار ووصل إلى سمرقند ومات بقرية كشميهن في شهر رمضان سنة ست وأربعين ومائتين وأحمد بن عيسى الكشميهني سمع أحمد بن سيار ذكره أبو زرعة السنجي في تاريخه لمرو وأبو عبد الله أحمد بن يحيى الكشميهني يروي عن عبد الله بن محمود ",
                "title": "الكشميهني",
                "uri": "JK_000952_3456"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}