{
    "features": [
        {
            "item": "JK_000952_3688",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.216-218",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المحمداباذي</h1> بضم الميم وفتح الثانية بينهما الحاء المهملة وبعدها الدال المهملة ثم الباء المنقوطة بواحدة بين الألفين وفي اخرها الذال المعجمة هذه النسبة إلى محمداباذ وهي محلة خارج نيسابور وبها اثار الظاهرية وهي على ميلين من البلد وكان بها جماعة من المعروفين والعلماء منهم أبو عمرو أحمد بن محمد بن الحسن المحمداباذي وأبو محدث عصره بنيسابور وهو أبو طاهر محمد بن الحسن المحمداباذي روى عنه أبو طاهر محمد بن محمد بن محمش الزيادي وأبو عمرو هذا سمع عبد الله بن شيرويه في طبقه قيل أبي بكر محمد بن إسحاق وبعث به أبوه سنة تسع وثلاث مئة إلى أبي لبيد السرخسي وأبي لبابة محمد بن مهدي الأبيوردي وأكبرهما وكان أبو عمرو يحكم بربع الريوند قال الحاكم أبو عبد الله الحافظ هو لنا صديق وكان حسن العشرة وتوفي في المحرم من سنة خمس وخمسين وثلاث مئة وشهدت جنازته وصلى عليه الأستاذ أبو سهل ودفن في مقبرة الظاهرية بمحمداباذ |جـ 5 صـ 217| وأبو طاهر محمد بن الحسن محمد المحمداباذي ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال كان من أكابر المشايخ والثقات وكان مقدما في معرفة الأدب ومعاني القرآن سمع بنيسابور أحمد بن يوسف السلمي وعلي بن الحسن الهلالي وحامد بن محمود المقرىء وكان أول سماعه سنة ثلاث وستين ومائتين وسمع بالعراق محمد بن إسحاق الصغاني والعباس بن محمد الدورني ويحيى بن أبي طالب وأقرانهم سماعهم بها سنة سبعين ومائتين وكان كثير الحديث صحيح الأصول روى عنه الشيخ أبو بكر بن إسحاق وأبو علي الحافظ وعبد الله بن سعد ومشايخنا وقد اختلفت إليه أكثر من سنة وسمعت منه الكثير ولم أصل إلى حرف من سماعاتي عنه ولم أحدث عنه بشيء من حديثه لكني خرجته في شيوخي لكثرة اختلافي إليه وكان أبو بكر محمد بن إسحاق بن خزيمة إذا شك في شيء من اللغة لا يرجع فيها إلا إلى أبي طاهر المحمداباذي وتوفي في جمادى الأولى سنة ست وثلاثين وثلاث مئة وأبو الفضل العباس بن الفضل بن الحسن المحمداباذي النيسابوري سمع بنيسابور أحمد بن يوسف السلمي وعلي بن الحسن الهلالي وببغداد أبا بكر محمد بن إسحاق الصغاني والعباس بن محمد الدوري وغيرهم وكتب الكثير عن أبي حاتم الرازي بالري وتوفي في المحرم سنة اثنتي عشرة وثلاث مئة وأبو علي أحمد بن أبي حفص واسمه عمر بن يزيد المحمداباذي النيسابوري سمع بنيسابور إسحاق بن إبراهيم وعمرو بن زرارة وبالري عبد السلام بن عاصم الهسنجاني ومحمد بن حميد وببغداد أحمد بن منيع وإبراهيم بن سعيد الجوهري وبالبصرة سوار بن عبد الله القاضي ونصر بن علي الجهضمي وبالكوفة أبا كريب محمد بن العلاء وبالحجاز سلمة بن شبيب ومحمد بن يحيى بن أبي عمر وأقرانهم روى عنه أبو علي الحافظ ومحمد بن صالح بن هاني ومحمد بن إبراهيم بن الفضل وكان يقول مات إسحاق بن إبراهيم وعمرو بن زرارة سنة ثمان وثلاثين ومائتين وأنا ابن إحدى وعشرين سنة وأبو الحسن محمد بن الفضل المحمداباذي النيسابوري كان بندارا بجرجان ثم ترك العلماء وخرج إلى سجستان وبها مات يروي عن عبد الله بن مسلم الدمشقي روى عنه أبو بكر الإسماعيلي وأبو أحمد بن عدي الحافظ ومات بسجستان في سنة ثمان وتسعين ومائتين |جـ 5 صـ 218| ",
                "title": "المحمداباذي",
                "uri": "JK_000952_3688"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}