{
    "features": [
        {
            "item": "JK_000952_3267",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.512-514",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القصري</h1> بفتح القاف وسكون الصاد المهملة وفي آخرها الراء هذه النسبة إلى القصر وهو في ستة مواضع منها قصر بجيلة ويكتب بالسين أيضا والمنتسب بهذه النسبة خالد بن عبد الله القصري أمير العراق يروي عن محمد بن زياد روى عنه عبد الله بن بزيع وقد ذكرناه في القسري بالسين وأبو الحسين علي بن محمد بن عبد الله ظني أنه من أهل قصر بن هبيرة يروي عن عبد الرحمن بن عبد المؤمن ومحمد بن إبراهيم بن عبد الله الباقلاني روى عنه حمزة بن يوسف السهمي والثاني منسوب إلى قصر بن هبيرة وهو أبو المثنى عمر بن هبيرة عامل العراق من قبل بني أمية وإياه عني الفرزدق بقوله % تفيهق بالعراق أبو المثنى % % وعلم قومه أكل الخبيص % وهو من بني سكين بطن من قزارة حدث عن أهل هذا القصر أبو الحسن علي بن محمد بن علي بن الحسن القصري وهو أخو أحمد ومحمد روى عن عبد الله بن إبراهيم الأزدي وغيره روى عنه ابن أخيه أبو عبد الله أحمد بن أحمد بن إيراهيم وعبد الله بن محمد بن الحسن الأزدي القصري الضرير حدث عن حسن الجلودي وأحمد الدورقي روى عنه أبو بكر الإسماعيلي وأبو أحمد بن عدي وغيرهما وأبو عبد الله عبد الكريم بن علي بن أحمد بن علي بن الحسين بن عبد الله التميمي |جـ 4 صـ 513| القصري المعروف بابن السني يروي عن محمد بن عمر بن زنبور وأبي محمد الأكفاني روى عنه أبو بكر الخطيب صاحب التاريخ ووثقه وأبو بكر محمد بن جعفر بن رميس بن عمرو القصري منها أيضا سمع أبا علقمة الفروي والحسن بن محمد بن الصباح الزعفراني وعثمان بن سعيد بن نوح وجماعة من هذه الطبقة روى عنه أبو الحسن علي بن عمر الدارقطني وكان ابن رميس يقول بعت صف الحدادين ببغداد بثلاثة آلاف دينار فأنفقتها كلها على الحديث وكان بغداديا نزل القصر وأقام بها إلى حين وفاته ومات بها سنة ست وعشرين وثلاثمائة وأبو محمد بعبد الله بن علي بن سعيد القيسراني المعروف بالقصري فقيه مناظر فاضل سديد السيرة حميد الأمر سكن حلب وهذه النسبة إلى القصر وهو موضع على ساحل البحر بين حيفا وقيسارية هكذا ذكر لي سمع ببغداد أبا القاسم علي بن أحمد بن بيان الرزاز كتبت عنه بحلب نسخة الحسن بن عرفة وتوفي في سنة سبع أو ثمان وثلاثين وخمسمائة بحلب والرابع منسوب إلى قصر عبد الجبار من أهل نيسابور منهم أبو عبد الله محمد بن شعيب بن صالح القصري النيسابوري من أهل نيسابور سمع قتيبة بن سعيد وإسحاق بن راهويه روى عنه علي بن عيسى ومحمد بن إبراهيم الهاشمي الخامس إلى قصر اللصوص مدينة على سبعة فراسخ من إستراباذ يقال لها بالفارسية كنكور نزلت بها غير مرة وبت بها ليلتين ومن حدث بها من أهل العلم ينسب إلى القصري وأبو القاسم عبد العزيز بن بدر بن القصري الولاشجردي من أهل هذا القصر ولي القضاء بها وكان فاضلا عارفا بالأدب كثير المحفوظ ظريف الجملة والتفصيل سمع كتبت عنه في النوبتين جميعا وتوفي في حدود سنة أربعين وخمسمائة والسادس منسوب إلى سكنى قصر رافع بن الليث بن نصر بن سيار بسمرقند منهم أبو بكر محمد بن يحيى بن الفتح بن معاوية بن صالح البزاز السمرقندي القصري من |جـ 4 صـ 514| هذا القصر يروي عن عبيد الله بن حماد الآملي وغيره قال أبو سعيد الإدريسي إنما سمي القصري لسكناه قصر رافع بن الليث وأما أبو القاسم عبيد الله بن محمد بن أحمد بن عبيد الله بن أبي القصر السجستاني القصري نسبة إلى جده الأعلى أبي القصر من أهل سجستان سكن بلخ شيخ صالح جليل القدر مكرم لأهل العلم مقبول عند أهل بلده ولي الخطابة ببلخ سمع أبا القاسم عبد الرحمن بن محمد بن حامد الساباذي وأبا الحسين أحمد بن حمدان بن يوسف السجستاتي وأبا نصر أحمد بن محمد بن أبي شداد وأبا بكر بن أبي صالح البغدادي وأبا الحسين محمد بن المظفر بن موسى البزاز البغدادي وجماعة سواهم ورحل إلى البصرة حاجا ورجع إلى بغداد سمع منه ابنه عبد الرحمن وأبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وذكره في معجم شيوخه فقال أبو القاسم عبيد الله بن أبي القصر السجستاني المقري ببلخ رحل إلى البصرة حاجا ورجع إلى بغداد فسمع مسند الشافعي من أبي الحسين بن المظفر الحافظ عن الطحاوي عن المزني عنه شيخ صالح جليل القدر معظم للعلم عارف لحقه لم يكن يقرأ للبلخيين إلا أن يجتمعوا عليه فيقرأ لهم خطيب البلد فلما عرف أني وورفيقي سافرنا إلى بلخ في طلب العلم كان يقعد لي وله يقرأ عليه ثلاثة أو أربعة تعظيما للعلم ومعرفة لحقه رحمه الله مات في أيدي الغر بعدما رجعنا عنه سنة اثنتين وثلاثين وأربعمائة سمعتهم بذكرون ذلك وأوصى أن يدفن في قيوده ليلقى الله بها فيخاصمهم فدفن كما هو على ما سمعت ",
                "title": "القصري",
                "uri": "JK_000952_3267"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}