{
    "features": [
        {
            "item": "JK_000129_005637",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.25-26",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ربض حرب والنسبة الربضي</h1> هي المحلة المعروفة اليوم بالحربية وقد ذكرت ربض حمزة بن مالك بن الهيثم الخزاعي بالجانب الغربي كانت وخربت ربض حميد بن قحطبة الطائي ببغداد متصل بالنصرية والنصرية اليوم عامرة وربض حميد خراب ويتصل به ربض الهيثم بن سعيد بن ظهير وكان حميد أحد النقباء في دولة بني العباس ربض الخوارزمية يتصل بربض القرس بالجانب الغربي كان ينزلها الخوارزمية من جند المنصور وفي هذا الربض درب النجارية أيضا ربض الدارين بحلب أمام باب أنطاكية في وسطه قنطرة على قويق قال أحمد بن الطيب الفيلسوف كان محمد بن عبد الملك بن صالح بناه وبنى فيه دارا أعني الربض ولم يستتمه وأتمه سيما الطويل ورم ما كان استهدم منه وصير عليه باب حديد حذاء باب أنطاكية أخذه من قصر بعض الهاشميين بحلب يسمى قصر البنات وسمى الباب باب السلامة وبنى سيما فيه دارا أيضا مقابلة لدار عبد الملك بن صالح فسمي ربض الدارين لذلك ربض الرافقة قد نسب إليه وهو يسمى الرقة وهو كان ربضا للرافقة فغلب الآن على اسم المدينة |جـ 3 صـ 26| ربض رشيد متصل بربض الخوارزمية ببغداد ورشيد مولى للمنصور وهو والد داود بن رشيد المحدث ربض زياد بشيراز ينسب إليه أحمد بن إبراهيم بن أحمد بن عثمان بن المثنى أبو المثنى الباهلي الشيرازي كان ينزل ربض شيراز فنسب إليه روى عنه سلمة ابن شبيب وطبقته ربض سعيد بن حميد متصل بربض رشيد الذي قبله ربض زهير بن المسيب متصل أيضا بربض سعيد ابن حميد ببغداد ربض سليمان بن مجالد أحد موالي المنصور وقد ولي له الولايات الجليلة ربض عثمان بن نهيك متصل بربض الخوارزمية وكان عثمان بن نهيك على حرس المنصور ربض قرطبة محلة بها قال الحميدي يوسف بن مطروح منسوب إلى الربض المتصل بقرطبة فقيه مذكور من فقهاء مذهب مالك ربض مرو ينسب إليه أحمد بن بكر بن يونس بن خليل أبو بكر المؤدب الربضي مروزي الأصل حدث عن علي بن الجعد وغيره ربض نصر بن عبدالله وهو الشارع النافذ إلى دجيل من شارع باب الشام هكذا كانت صفته أولا وأما الآن فأمامه بينه وبين الدجيل ثلاث محال هار سوج العتابيين ومحلة أخرى وعن يمينه قطائع السرجسية وهو المعروف اليوم بالنصرية عامرة إلى الآن ربض هيلانة بين باب الكرخ وباب محول وهيلانة إحدى حظايا الرشيد ",
                "title": "ربض حرب والنسبة الربضي",
                "uri": "JK_000129_005637"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}