{
    "features": [
        {
            "item": "JK_000952_2715",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.162-163",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العجنسي</h1> بفتح العين المهملة والجيم والنون المشددة وفي آخرها السين المهملة هذه النسبة إلى عجنس وهو اسم لبعض أجداد المنتسب إليه وهو أبو محمد أحمد بن محمد بن العجنس بن يوسف بن ايوب بن هشام بن الفضل بن أسد بن بشر بن عمر العجنسي البخاري له نسب مذكور إلى معد بن عدنان من أهل بخارى كانت له رحلة إلى العراق وأدرك فيها علماء البصريين والحجاز سمع نصر بن علي الجهضمي وبندارا محمد بن بشار وأبا موسى محمد بن المثنى العنزي وهارون بن موسى الفروي وسعيد بن عبد الرحمن المخزومي وسلم بن جنادة وطبقتهم وهو خال أبي يعلى عبد المؤمن بن خلف النسفي روى عنه ابن أخته أبو يعلى وأبو الحسين محمد بن طالب بن علي وأبو بكر محمد بن زكريا النسفيون وأبو محمد عبد الله بن محمد بن يعقوب الأستاذ وأبو صالح خلف بن محمد بن إسماعيل الخيام وأبو نصر أحمد بن سهل وجماعة كثيرة سواهم أدرك داود بن علي الأصبهاني وقرأ عليه كتبه المصنفة وانتحل مذهبه مذهب أصحاب الظاهر وأنكر القياس وكان صاحب رقي وعزائم ويحكى عنه العجائب فيها مات في شعبان سنة تسعين ومائتين وحفيده أبو الحسن أحمد بن عبد الرحمن بن أحمد بن محمد بن العجنس العجنسي تفقه وكتب الحديث عن جده أبي الحسين وأبي يعلى والمشايخ ثم ارتحل إلى نيسابور وأدرك أبا العباس محمد بن يعقوب الأصم وسمع منه مات بنيسابور شابا قبل أن يحدث وأبوه أبو عبد الله عبد الرحمن بن أحمد بن محمد بن العجنس بن يوسف بن أيوب العجنسي المؤذن سمع أباه وشيوخ البلد لم يشتغل بالحديث وكان يشتغل بعمارة الكروم والحوائط وغرس الأشجار ومات في سنة أربع وستين وثلاثمائة وأبو الحسين علي بن أحمد بن محمد بن عبد الرحمن بن أحمد بن محمد العجنس بن يوسف بن أيوب الفقيه العجنسي تفقه على الشيخ أبي بكر الأودني وسمع منه وكان مقلا |جـ 4 صـ 163| في الحديث بارعا في الفقه ورعا فاضلا مات في البادية في ذي الحجة سنة خمس وتسعين وثلاثمائة قبل أن يحدث ",
                "title": "العجنسي",
                "uri": "JK_000952_2715"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}