{
    "features": [
        {
            "item": "JK_000952_1219",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.263-264",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمصي</h1> حمص بكسر الحاء وسكون الميم والصاد غير المنقوطة بلدة من بلاد الشام أقمت بها أربعة أيام وكتبت بها عن جماعة وبها قبر خالد بن الوليد سيف الله رضي الله عنه وسميت حمص وحلب بحمص وحلب ابني مهر بن حيص بن حاب بن مكنف من بني عمليق لأنهما بنيا البلدين فنسبا إليهما والمحدثون من هذه البلدة عالم لا يحصون فمنهم أبو عبد الله محمد بن المصفي بن بهلول الحمصي يروي عن سفيان بن عيينة وجماعة ذكر ابن فضيل يقول عادلت محمد بن مصفى من حمص إلى مكة سنة ست وأربعين يعني ومائتين فاعتل بالجحفة ودخل مكة وهو لما به ومات بمنى فدخل أصحاب الحديث عليه وهو في النزع فرقأوا عليه حديث ابن جريج عن مالك وحديث ابن حرب عن عبيد الله بن عمر فما عقل ما قرئ عليه وقال محمد بن عوف الحمصي رأيت محمد بن المصفي في النوم وكان مات بمكة فقلت أبا عبد الله أليس قدمت إلى ما صرت قال إلى خير ومع ذلك فنحن نرى ربنا كل يوم مرتين فقلت يا أبا عبد الله صاحب سنة في الدنيا وصاحب سنة في الآخرة قال فتبسم وأبو بشر شعيب بن أبي حمزة الحمصي مولى بني أمية من أهل حمص واسم أبي حمزة دينار يروي عن الزهري ونافع روى عنه الوليد بن مسلم وعثمان بن سعيد القرشي مات سنة اثنتين وستين ومائة وأبو اليمان الحكم بن نافع الحمصي يروي عن شعيب بن أبي حمزة روى عنه محمد بن إسماعيل البخاري وأما معاوية بن صالح الحمصي المحدث المعروف كنت أظن أنه من حمص نزل بلاد الأندلس حتى قال لي صاحبنا أبو محمد عبد الله بن عيسى بن أبي حبيب الإشبيلي الحافظ إن عبد الله بن معاوية الحمصي من حمص الشام البلد المعروف ونزل حمص الأندلس وبها مات ثم قال يقال لمدينة إشبيلية بالأندلس مدينة حمص وسكن عبد الله بن معاوية حمص الأندلس من حمص الشام وتوفي بإشبيلية التي يقال لها حمص وقبره معروف بالخولانية |جـ 2 صـ 264| وهي محلة بإشبيلية معروفة وأبو هاشم عبد الغافر بن سلامة بن أحمد بن عبد الغافر بن سلامة بن أزهر الحضرمي الحمصي من أهل حمص كان جوالا حدث في عدة مواضع عن يحيى بن عثمان الحمصي وكثير بن عبيد الحذاء ومحمد بن عوف الطائي ومزداد بن جميل البهراني وغيرهم روى عنه أبو الحسن علي بن عمر الدارقطني وأبو حفص بن شاهين وأبو الحسين بن حمة الخلال ومحمد بن عبد الله بن جامع الدهان ويوسف بن عمر القواس والقاضي أبو عمر الهاشمي البصري وهو آخر من روى عنه في الدنيا كلها وكان ثقة ومات بالبصرة في سنة ثلاثين وثلاثمائة ",
                "title": "الحمصي",
                "uri": "JK_000952_1219"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}