{
    "features": [
        {
            "item": "JK_000952_2416",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.489-491",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشيخي</h1> بفتح الشين المعجمة وسكون الياء المنقوطة من تحتها باثنتين وكسر الخاء المعجمة هذه النسبة إلى شيخ والمشهور بهذه النسبة أبو علي بشر بن موسى بن شيخ بن صالح بن عميرة بن حيان بن سراقة بن مرثد بن حميري بن عتبة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان الأسدي الشيخي نسب إلى جده الأعلى محدث بغداد في عصره سمع الكثير وعمر حتى حدث وقيل له الشيخي انتسابا إلى الجد حدث عنه جماعة كثيرة آخرهم أبو بكر جعفر بن مالك القطيعي وكان آباؤه من أهل البيوتات والفضل والرياسات والنبل وكان بشر في نفسه ثقة أمينا عاقلا ولد سنة تسعين ومائة ومات في ربيع الأول سنة ثمان وثمانين ومائتين وقرابته أبو الحسن أحمد بن محمد بن عبد الله بن صالح بن شيخ بن عميرة الأسدي الشيخي قريب بشر بن موسى صاحب أخبار وحكايات حدث عن العباس بن الفرح الرياشي ومحمد بن عبادة الواسطي ومحمد بن عثمان بن أبي صفوان ومحمد بن سليمان لوين وعبد الرحمن بن يونس الرقي روى عنه أبو بكر بن الأنباري ومحمد بن يحيى الصولي ومحمد بن المظفر الحافظ وثقه الدارقطني ومات في جمادى الأولى سنة سبع وثلاثمائة وشيخنا أبو حفص عمر بن علي بن الحسين الأديب الشيخي من أهل بلخ وكان يعرف بأديب شيخ واشتهر به فنسب إليه سمع أبا القاسم أحمد بن محمد الخليلي وأبا جعفر محمد بن الحسين السمنجاني قرأت عليه ببلخ كتاب شمائل النبي صلى الله عليه وسلم لأبي عيسى الترمذي وأجزاء من آخر كتاب المسند للهيثم بن كليب بروايته عن الخليلي ومات |جـ 3 صـ 490| منتصف جمادى الأولى سنة ثمان وأربعين وخمسمائة ببلخ رحمه الله وأبو الحسن علي بن أحمد بن أبي شيخة الشيخي من أهل مصر يروي عن أبي يحيى الوقار روى عنه أبو عمرو بن خزيمة البصري وروى أن الناس صلوا العيد بمصر ولم يكن يصلى فيه العيد قبل ذلك وكان أول من صلى يوم الفطر في الجامع للناس علي بن أحمد الشيخي خطب خطبة الفطر من دفتر نظرا وكان مما قال وحفظ عليه في خطبته أيها الناس اتقوا الله حق تقاته ولا تموتن إلا وأنتم مشركون فقال بعض الشعراء % وقام في العيد لنا خاطبا % % فحرض الناس على الكفر % فبعث إليه بكير يأمر بضربه فكلم فيه فأطلقه توفي سنة سبع وثلاثمائة وممن تقدم ذكره من أولاد شيخ بن عميرة أبو الحسين الحسن بن محمد بن الحسن بن صالح بن شيخ بن عميرة الأسدي الشيخي حدث عن علي بن خشرم وعيسى بن أحمد العسقلاني وأحمد بن سعيد الدارمي وأبي زرعة الرازي وأحمد بمن مصنور الرمادي روى عنه أبو حفص بن شاهين وعمر بن محمد بن سبنك وعلي بن عمر السكري وكان ثقة مات في سنة خمس عشرة وثلاثمائة وعيسى بن الشيخ كان على آمد أميرا من ولده جماعة من اصحابه الحديث منهم محمد بن إسحاق بن عيسى بن شيخ الشيخي قال الدارقطني صديقنا ومنهم السليل بن أحمد بن عيسى بن شيخ الشيخي روى عن محمد بن عثمان العبسي وعن محمد بن عبد بن عامر وعن الطبري وغيرهم ^ وشيخان هو مصعب بن عبد الله بن مصعب الواسطي لقبه شيخان يروي عن سلم بن سلام وأبي عبد الرحمن المقرىء روى عنه ابن صاعد وأبو محمد بن شوذب |جـ 3 صـ 491| الواسطي وغيرهما ^ ",
                "title": "الشيخي",
                "uri": "JK_000952_2416"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}