{
    "features": [
        {
            "item": "JK_000952_4111",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.479-480",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النرسي</h1> بفتح النون وسكون الراء وكسر السين المهملة هذه النسبة إلى النرس وهو نهر من أنهار الكوفة عليه عدة من القرى ينتسب إليها جماعة من مشاهير المحدثين بالكوفة والعباس بن الوليد النرسي يروي عن يزيد بن زريع وغيره روى عنه أبو حفص عمر بن محمد البجيري وإسحاق بن خالويه أبو نصر أحمد بن محمد بن أحمد بن حسنون النرسي من أهل بغداد يروي عن أبي جعفر بن البتري الرزاز ومحمد بن إسماعيل الوراق روى عنه أبو بكر الخطيب وأبو الفوارس طراد بن محمد الزينبي وابنه أبو الحسين محمد بن نصر بن النرسي يروي عن جماعة كثيرة من أصحاب أبي القاسم البغوي ويحيى بن صاعد مثل أبي القاسم بن صابر وأبي طاهر المخلص روى عنه أبو بكر أحمد بن علي الخطيب وأثنى عليه وقال كتبنا عنه وكان صدوقا ثقة من أهل القرآن حسن الإعتقاد وروى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري وكانت ولادته في سنة سبع وستين وثلاثمئة ومات في صفر سنة ست وخمسين وأربعمئة وابنه أبو نصر هبة الله بن أبي الحسين بن النرسي حدث عن أبيه وأبي محمد الجوهري حدثونا عنه وابنه أبو الفضل عبد الوهاب بن هبة الله بن أبي الحسين بن النرسي من التجار المعروفين شيخ سديد السيرة لقيته ببلخ ثم بسمرقند وسمعت منه كتاب المقامات لأبي محمد القاسم بن علي الحريري بروايته عن منشئها ثم لقيته ببخارى وسألته عن النرس فقال سمعت أنها قرية بفارس وأبو الغنائم محمد بن علي بن ميمون النرسي الكوفي سمع بالكوفة من الشريف أبي عبد الله بن عبد الرحمن الحسني ومن أبي بكر محمد بن إسحاق بن فدويه وعن جماعة ببغداد وكان حافظا من أهل الخير والعلم متقنا ثبتا صالحا يعرف بأبي سمع منه والدي رحمه الله وروى لي عنه جماعة كثيرة بالكوفة وبغداد وأصبهان وخراسان من شيوخي رحمهم الله وكانت وفاته سنة سبع وخمسمئة |جـ 5 صـ 480| وأما أبو يحيى عبد الأعلى بن حماد بن نصر النرسي من علماء البصرة وأئمتهم وإنما قيل له النرسي لأن جده اسمه نصر والنبط إذا أرادوا أن يقولوا نصر قالوا نرس فبقي عليه وقيل له نرس لهذا ونسب ولده إليه سمع مالك بن أنس وحماد بن سلمة ووهيب بن خالد وغيرهم روى عنه البخاري ومسلم وغيرهما وجماعة اخرهم أبو القاسم البغوي وكان من الثقات الصادقين ومات بالبصرة سنة سبع وثلاثين ومئتين ",
                "title": "النرسي",
                "uri": "JK_000952_4111"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}