{
    "features": [
        {
            "item": "JK_000952_0974",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, p.109",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجوبقي</h1> بفتح الجيم وسكون الواو وفتح الباء المنقوطة بواحدة وفي آخرها القاف هذه النسبة إلى الجويق وهو موضع بنسف وظني أنه شبه خان يجتمع فيه الناس والمشهور بهذه النسبة أبو تراب إسماعيل بن طاهر بن يوسف بن عمرو بن معبد بن صاحب بن المنذر بن كار بن رمح ويقال ابن زخ الجوبقي النسفي من أهل نسف كان حافظا فاضلا مكثرا من الحديث سمع وكتب بخطة الكثير يروي عن أبي إبراهيم إسماعيل بن أحمد بن الحسن الكناني وأبي الفضل أحمد بن علي بن عمرو السليماني وأبي إسحاق إبراهيم بن محمد بن خلف الخضري وأبي سعد أحمد بن محمد الماليني وأبي عبد الله محمد بن أحمد الغنجار وغيرهم روى عنه أبو محمد الحسن بن أحمد بن محمد السمرقندي وأبو العباس جعفر بن محمد المستغفري وتوفي في حدود سنة ثلاثين وأربعمائة إن شاء الله فإن الحسن سمع منه في ذي الحجة سنة سبع وعشرين وأبو نصر أحمد بن علي بن طاهر الجوبقي الأديب الشاعر من أهل نسف وكان يلقب بأبي حامدات رحل إلى العراق بعد سنة عشرين وثلاثمائة واستكثر من شيوخ العراق وخراسان ودرس الفقه على أبي إسحاق المروزي وعلق عنه شرح كتاب المزني ثم رجع إلى نسف وأقام بها سنين ثم أعاد الرحلة وخرج حاجا في سنة تسع وثلاثين وحج ومات في البادية منصرفا من الحج في سنة أربعين وثلاثمائة وأبو إبراهيم بن أحمد بن علي بن طاهر الجوبقي من أهل نسف أبا الفوارس أحمد بن محمد بن جمعة وأبا نصر الليث بن نصر الكاجري وأبا الفضل العباس بن الفضل بن معاذ وأبا سهل هارون بن أحمد الإستراباذي وغيرهم روى عنه أبو العباس المستغفري الحافظ مات في صفر سنة عشر وأربعمائة وأبو الحسن علي بن أحمد بن الحسين بن حسان بن علي بن عفير بن شعيب الجوبقي من أهل نسف سمع أبا اليسر عبد المتعالي بن عبد المنان وأبا الفضل العباس بن الفضل بن معاذ وأبا الفوارس أحمد بن محمد بن جمعة وأبا نصر الليث بن نصر الكاجري النسفيين روى عنه أبو العباس المستغفري ومات في سنة اثنتي عشرة وأربعمائة ",
                "title": "الجوبقي",
                "uri": "JK_000952_0974"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}