{
    "features": [
        {
            "item": "JK_000129_001208",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.293-294",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إيلياء</h1> بكسر أوله واللام وياء وألف ممدودة اسم مدينة بيت المقدس قيل معناه بيت الله وحكى الحفصي فيه القصر وفيه لغة ثالثة حذف الياء الأولى فيقال إلياء بسكون اللام والمد قال أبو علي وقد سمي البيت المقدس إيلياء بقول الفرزدق وبيتان بيت الله نحن ولاته وقصر بأعلى إيلياء مشرف فإيلياء الهمزة في أولها فاء لتكون بمنزلة الجربياء والكبرياء وتكون الكلمة ملحقة بطرمساء وجلخطاء وهي الأرض الحزن والياء التي بعد الهمزة لا تخلو من أن تكون منقلبة من الهمزة أو من الواو وقياس قول سيبويه أن تكون من الواو ولا تكون منقلبة من الهمزة على هذا القول لأن الهمزتين إذا لم تجتمعا حيث يكثر التضعيف نحو شددت ورددت فإن لم تجتمعا حيث يقل التضعيف أجدر ألا ترى أن باب ددن وكوكب من القلة بحيث لا نسبة له إلى باب رددت ولم تجتمع الهمزتان فيه كما اجتمع سائر حروف الحلق في هذا الباب في قلة مهاه والبعاع والبعة ولج وسج ونج وإن جعلتهما من الياء كأن من لفظة قولهم في اسم البلد أيلة هذا إن كان فعلة وإن كان مثل ميتة أمكن أن تكون من الواو ومما جاء على لفظة من ألفاظ العرب الإيل وهو فعل مثل الهيخ في الزنة وكون العين ياء ومن بنائه الإمر ولد الضائن والقنف وقالوا للبراق الإلق وللقصير دنب ومجيء البناء في الاسم والصفة يدل على قوته فإن قيل هل يجوز أن تكون إيليا إفعلاء فتكون الهمزة ليست بأصل كما كانت أصلا في الوجه الأول فالقول في ذلك إنا لا نعلم هذا الوزن جاء في شيء وإذا لم يجىء في شيء لم يسع حمل الكلمة عليه ولو جاء منه شيء لأمكن أن تكون الياء الأولى منقلبة عن الواو أو منقلبة عن الهمزة كالإيمان ونحوه ولم يجز أن يكون انقلابها عن الياء لأنه لم يجىء من نحو سلس في الياء إلا يديت وأيديت وقيل إنما سميت إيلياء باسم بانيها وهو إيلياء بن إرم بن سام بن نوح عليه السلام وهو أخو دمشق وحمص وأردن وفلسطين قال بعض الأعراب فلو أن طيرا كلفت مثل سيره إلى واسط من إيلياء لكلت |جـ 1 صـ 294| سما بالمهارى من فلسطين بعدما دنا الفيء من شمس النهار فولت فما غاب ذاك اليوم حتى أناخها بميسان قد حلت عراها وكلت كأن قطاميا من الرحل طاويا إذا غمرة الظلماء عنه تجلت ",
                "title": "إيلياء",
                "uri": "JK_000129_001208"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}