{
    "features": [
        {
            "item": "JK_000952_1602",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.481-483",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الدعاء</h1> بفتح الدال والعين المشددة المفتوحتين هذا لمن يدعو كثيرا واشتهر بذلك والمعروف به أبو جعفر محمد بن مصعب الدعاء كان أحد العباد المذكورين والقراء المعروفين أثنى عليه أحمد بن حنبل ووصفه بالسنة وقيل إنه كان مجاب الدعوة وقيل إنه كان حسن التلاوة للقرآن وكان يقص ويدعو قائما في المسجد وربما كان ابن علية يجلس إليه في المسجد الجامع يسمع دعاءه وقد حدث عن الربيع بن بدر وعبد الله ابن المبارك روى عنه جعفر بن أحمد بن سام وأبو الحسن بن العطار ومحمد ابن نصر الصائغ وغيرهم ذكره محمد بن سعد الزهري قال محمد بن مصعب كان قارئا لكتاب الله وقد سمع الحديث وجالس الناس وكان ثقة إن شاء الله تعالى مات ببغداد في ذي القعدة سنة ثمان وعشرين ومائتين وأبو شعيب صالح بن عمران بن حرب وقيل صالح بن عمران بن صالح بن عمران بن عبد الله الدعاء بخاري الأصل سمع سعيد بن داود الزنبري وأبا نعيم الفضل بن دكين وسليمان بن حرب ومسلم بن إبراهيم وعفان بن مسلم وأبا عبيد القاسم بن سلام روى عنه يحيى بن محمد بن صاعد وأحمد ابن كامل القاضي وأبو بكر الشافعي وذكره الدارقطني فقال لا بأس به وقال غيره لم يكن بذلك القوي ومات في ذي القعدة سنة خمس وثمانين ومائتين وأبو جعفر محمد بن بشير بن مروان بن عطاء الكندي الواعظ يعرف بالدعاء من أهل بغداد حدث عن محمد بن صبيح بن السماك وإسماعيل بن علية وعبد الله بن المبارك وسفيان بن عيينة وأبي حفص الأبار ويحيى ابن يمان وقران بن تمام وعلي بن مجاهد وغيرهم روى عنه أحمد بن أبي خيثمة وصالح بن عمران الدعاء وأبو بكر بن أبي الدنيا وأحمد بن محمد بن مسروق الطوسي ويوسف بن الحكم بن شعيب وأحمد بن زنجويه القطان ومحمد بن يحيى بن عمر الواسطي وأبو يعلى أحمد بن علي الموصلي وكان صدوقا وقيل إنه ليس بالقوي وتوفي في جمادى الآخرة سنة ست وثلاثين ومائتين وأبو الحسن طاهر بن عبد العزيز بن عيسى بن سيار الدعاء ويعرف بابن المصري من أهل بغداد سمع أبا بكر بن مالك القطيعي وإسحاق بن سعد بن الحسن بن سفيان النسوي ذكره أبو بكر الخطيب في التاريخ وقال كتبت عنه وكان صالحا مستورا صدوقا وكانت ولادته في سنة ست وخمسين وثلاثمائة ومات في جمادى الآخرة أو رجب من سنة خمس وعشرين وأربعمائة وأبو الحسن يحيى بن عمر بن أحمد بن علي المقرئ الدعاء |جـ 2 صـ 482| يعرف بالشارب من أهل بغداد سمع حامد بن محمد الهروي وعبد الباقي بن قانع القاضي وأبا بكر محمد بن عبد الله الشافعي ذكره أبو بكر الخطيب في التاريخ وقال كتبت عنه وكان ثقة صالحا مشهورا بالسنة ولد سنة أربع وثلاثين وثلاثمائة ومات في شهر ربيع الآخر من سنة تسع عشرة وأربعمائة وأبو يوسف يعقوب بن إسحاق الدعاء من أهل بغداد حدث عن محمد بن كثير الصنعاني وأبي اليمان الحكم بن نافع الحمصي ويزيد بن عبد ربه الجرجسي وعمرو بن عون وعلي بن المديني وعبيد الله بن عمر عنه أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان ومات في جمادى الآخرة من سنة ثلاث وسبعين ومائتين |جـ 2 صـ 483| ",
                "title": "الدعاء",
                "uri": "JK_000952_1602"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}