{
    "features": [
        {
            "item": "JK_000952_1105",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.189-191",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحذاء</h1> بفتح الحاء المهملة والذال المعجمة المشددة هذه النسبة إلى حذو النعل وعملها وهم جماعة منهم عبد الله بن عبد الرحمن بن معاوية الحذاء الواسطي ولقبه بلبل ومحمد بن سالم الحذاء الواسطي يلقب حمدون وكثير بن عبيد الحمصي الحذاء جابر الحذاء يروي عن ابن عمر رضي الله عنهما بصري روى عنه ابن سيرين والقاسم لإبن أمية الحذاء شيخ يروي عن حفص بن غياث المناكير الكثيرة لا يجوز الإحتجاج به إذا انفرد وأبو عقيل يحيى بن المتوكل الحذاء المديني يروي عن بهية روى عنه العراقيون منكر الحديث ينفرد بأشياء لا يسمعها الممعن في الصناعة إلا لم يرتب أنها معمولة مات سنة سبع وستين ومائة وكان مكفوفا نشأ بالمدينة ثم انتقل إلى الكوفة وأبو إسحاق عاصم بن سليمان التميمي الحذاء البصري وغيرهم وأما خالد بن مهران الحذاء البصري مولى مجاشع ويقال مولى بني عامر من بني مجاشع ويقال مولى قضاعة يقال إنه ما حذا نعلا قط ولا باعها ولكنه تزوج امرأة فنزل عليها في الحذائين فنسب إليها وكنيته أبو المنازل ويقال إنه كان يجلس على دكان حذاء فنسب إلى ذلك أخبرنا أبو الفتح نصر بن سيار الكناني بهراة وأبو الفتح عبد الملك بن عبد الله الكروخي ببغداد وأبو عبد الله محمد بن الفصل الدهان بمرو قالوا أنا أبو عامر محمود بن القاسم الأزدي أنا أبو محمد عبد الجبار بن محمد بن عبد الله الجراحي ثنا أبو العباس محمد بن أحمد بن محبوب التاجر ثنا أبو عيسى محمد بن عيسى الترمذي الحافظ سمعت محمد بن إسماعيل يعني البخاري يقول إن خالد الحذاء ما حذا قط إنما كان يجلس إلى حذاء فنسب إليه أخبرنا أبو منصور علي ابن علي بن عبيد الله الأمين وأبو سعد أحمد بن محمد بن علي الزوزني وغيرهما ببغداد قالوا أنا أبو محمد بن هزار مرد الصريفيني أنا أبو القاسم بن حبابة أنا أبو القاسم البغوي ثنا أحمد بن زهير ثنا محمد بن سلام سمعت خالد بن عبد الله يقول قال خالد الحذاء ما حذوت نعلا قط ولا بعتها ولكن تزوجت امرأة في بني مجاشع فنزلت عليها في الحذائين ثم نسبت إليهم وأما أبو عبد الرحمن عبيدة بن حميد الحذاء التميمي الضبي من أهل الكوفة سكن بغداد كان مؤدب |جـ 2 صـ 191| محمد بن هارون الرشيد يروي عن منصور بن المعتمر وإسماعيل بن أبي خالد ولم يكن بحذاء كان يجلس إلى الحذائين فنسب إليهم وكان يحدث ببغداد روى عنه أحمد بن حنبل وأهل العراق ومات سنة تسعين ومائة وأبو جعفر محمد بن عبد الله الحذاء الأنباري من أهل الأنبار كان ثقة صدوقا سمع فضيل بن عياض وسفيان بن عيينة وشعيب بن حرب روى عنه أحمد بن حنبل وحنبل بن إسحاق وإسحاق بن بهلول وعبد الكريم بن الهيثم قال أبو العباس بن أصرم إذا رأيت الأنباري يحب أبا جعفر الحذاء ومثنى بن جامع الأنباري فاعلم أنه صاحب سنة وأبو عمرو أحمد بن محمد بن عمر بن أحمد بن حفص بن حبان المقرئ الحذاء البخاري من أهل بخارا يروي عن محمد بن يوسف الفربري وأبي بكر أحمد بن عبد الواحد بن رفيد وأبي سعيد بكير بن منير بن خليد وغيرهم روى عنه أبو عبد الله غنجار الحافظ وتوفي في جمادى الأولى سنة ستين وثلاثمائة ",
                "title": "الحذاء",
                "uri": "JK_000952_1105"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}