{
    "features": [
        {
            "item": "JK_000952_2277",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.383-384",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشالنجي</h1> بفتح الشين المعجمة واللام بينهما الألف وسكون النون وفي آخرها الجيم هذه النسبة إلى بيع الأشياء من الشعر كالمخلاة والمقود والجل واشتهر بهذه النسبة جماعة منهم أبو إسحاق إسماعيل بن سعيد الشالنجي الكسائي الجرجاني إمام فاضل جليل القدر طبري الأصل صنف كتبا كثيرة منها كتاب البيان وغيره وكان أحمد بن حنبل يكاتبه وكان إسماعيل الشالنجي ينتحل مذهب الرأي ثم هداه الله تعالى وكتب الحديث ورأى الحق في اتباع سنة رسول الله صلى الله عليه وسلم ثم رد عليهم في كتاب البيان وكان من أصحاب محمد بن الحسن صاحب أبي حنيفة رحمهما الله يحكي كل مسألة عنه ثم يرد عليه وحكي عنه أنه قال كنت أربعين سنة على الضلالة فهداني الله عز وجل فأي رجال فاتتني قال أحمد بن حنبل سمعت إسماعيل بن سعيد الكسائي لما ذكره رحم الله أبا إسحاق كان من الإسلام بمكان كان من أهل العلم والفضل سمع سفيان بن عيينة ويحيى بن سعيد القطان وعيسى بن يونس وجرير بن عبد الحميد الضبي وعباد بن العوام وأبا معاوية الضرير وجماعة روى عنه الضحاك بن الحسين الأزدي والحسين بن علي الأيلي وأبو عوانة بن المعلى بن منصور وأحمد بن العباس العدوي وإبراهيم بن يعقوب الجوزجاني قيل إنه مات سنة ثلاثين ومائتين بإستراباذ وقيل إنه مات بدهستان في شهر ربيع الأول سنة ست وأربعين ومائتين وأبو إبراهيم إسماعيل بن الفضل الشالنجي كان قاضي جرجان يعرف بالشالنجي روى عن يحيى بن عقبة بن أبي العيزار وإسماعيل بن جعفر وسفيان بن عيينة روى عنه سعيد بن يزيد الجرجاني وعمران بن موسى السختياني ومحمد بن أحمد بن شيرين وإسحاق بن إبراهيم الشالنجي جرجاني يروي عن يعلى بن عبيد روى عنه أحمد بن موسى وأبو الحسن علي بن إبراهيم بن محمد بن عبد الحميد الشالنجي الجرجاني يروي عن عمران بن موسى السختياني وأحمد بن محمد بن حمزة ومحمد بن علويه وغيرهم |جـ 3 صـ 384| ",
                "title": "الشالنجي",
                "uri": "JK_000952_2277"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}