{
    "features": [
        {
            "item": "JK_000952_1818",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.89-90",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرمجاري</h1> بفتح الراء وسكون الميم وفتح الجيم وفي آخرها الراء بعد الألف هذه |جـ 3 صـ 90| النسبة إلى رمجار وهي محلة كبيرة بنيسابور يقال لها بالعجمية جهار راهك الآن واشتهر بالإنتساب إليها جماعة من أهل نيسابور منهم أبو محمد عبد الله بن محمد بن إسحاق الرمجاري الزاهد الأنماطي وكان من العباد ومن قدماء أصحاب أبي علي الثقفي ذكره الحاكم أبو عبد الله الحافظ وقال كان بيننا مصاهرة وكنت كثير الاجتماع معه وكان عالما بعلوم الشريعة وعلوم الخواص من أهل الحقائق وكان صاحب إبل سمع إبراهيم بن إسحاق الأنماطي وأقرانه مثل أبي بكر بن خزيمة وتوفي في رجب من سنة إحدى وخمسين وثلاثمائة وهو ابن ثلاث وثمانين سنة وأبو سعد عبد الرحمن بن حمدان بن محمد الصيدلاني الرمجاري من أهل نيسابور من بيت العلم والورع رحل في طلب الحديث إلى العراقين وسمع الحديث الكثير سمع روى عنه الحاكم أبو عبد الله الحافظ وأبو بكر أحمد بن الحسين البيهقي وابو بكر أحمد بن علي بن ثابت الخطيب وجماعة كثيرة روى لنا عنه أبو العلاء عبيد بن محمد بن مهدي القشيري ولم يحدثنا عنه سواه وأبو الحسن علي بن محمد بن علي بن الخليل الرمجاري ذكره الحاكم أبو عبد الله الحافظ وقال قد كتبنا عن أبيه وكان أبو الحسن يشتغل بالتجارة ثم قعد ولزم شيخنا أبا عمرو بن نجيد والعبادة إلى أن مات رحمه الله سمع أبا بكر محمد بن حمدون بن خالد وتوفي في ذي القعدة سنة خمس وثمانين وثلاثمائة وأبوه أبو بكر محمد بن علي بن الخليل الرمجاري التاجر شيخ من الصالحين سمع الحديث بخراسان والعراقين سمع بنيسابور أبا عبد الله البوشنجي وبالعراق أبا مسلم إبراهيم بن عبد الله الكجي ويوسف بن يعقوب القاضي سمع منه الحاكم أبو عبد الله الحافظ وتوفي سنة ست وأربعين وثلاثمائة وأبو عبد الله محمد بن الحسن الرمجاري سمع سعد بن يعقوب الطالقاني روى عنه أبو سعيد بن يعقوب وغيره وأبو رجاء بن شجاع بن المهدي العامري الرمجاري هن ابن أخي عبد الله بن مهدي العامري صاحب خارجة سمع سعيد بن منصور وسهل بن عثمان العسكري ومحمد بن مهران الجمال ومحمد بن حميد حدث عنه أبو عمرو المستملي وأبو حامد بن الشرقي وعبد الله بن الشرقي ومات في جمادى الآخرة سنة إحدى وسبعين ومائتين وصلى عليه الحسين بن الفضل البجلي وكبر عليه أربعا قال حمدون بن رجاء قلت لأبي جعفر محمد بن مهران الجمال إنه لا يحل لك أن لا تحدث قال كيف لا يحل لي أنهم إذا اجتمعوا يقول بعضهم لبعض والله لولا هؤلاء الغلمان صباح الوجوه ما جئنا إلى هذا المجلس فوليت وجهي |جـ 3 صـ 91| عنهم وحلفت أن لا أحدثهم سنتين ",
                "title": "الرمجاري",
                "uri": "JK_000952_1818"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}