{
    "features": [
        {
            "item": "JK_000952_3235",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.486-487",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القريعي</h1> بضم القاف وفتح الراء وسكون الياء آخر الحروف وفي آخرها العين المهملة هذه النسبة إلى قريعة وهم بطون من قبائل شتى قال ابن حبيب في قيس قريع بن الحارث بن نمير بن عامر وقال في تميم قريع بن عوف بن كعب بن سعد بن زيد مناة ابن تميم وقال ابن الكلبي عن رجل من بني أنف الناقة يقال له إسماعيل قال إنما سمي جعفر بن قريع بن عوف بن كعب بن زيد مناة بن تميم بن أنف الناقة لأن قريعا نحر جزورا فقسمها في نسائه وكان عنده ثلاث نسوة منهن الشموس بنت القمر من بني وائل بن سعد بن هذيم بن قضاعة أم جعفر بن قريع فقالت انطلق إلى أبيك فانظر هل بقي عنده شيء فأتاه فلم يجد عنده إلا رأس الجزور فأخذ بأنفها يجره فقيل ما هذا فقال أنف الناقة فسمي بذلك وكانوا يغضبون من ذلك فلما مدحهم الحطيئة الشاعر صار مديحا مدح بغيض بن عامر بن لأبي بن شماس بن أنف الناقة وهو قوله % قوم هم الأنف والأذناب غيرهم % % ومن يساوي بأنف الناقة الذنبا % ومن ولده المخبل الشاعر وهو ربيع بن ربيعة بن عوف بن قتال بن أنف النافة ومنهم أوس بن مغراء الشاعر من بني حدان من قريع وقريع بن غيلان بن جاوة يحدث عن جنادة بن جراد روى عنه ابنه زياد بن قريع والقاضي أبو بكر محمد بن عبد الرحمن القريعي المعروف بابن قريعة من أهل بغداد ولاه أبو السائب عتبة بن عبيد الله القاضي قضاء السندية وغيرها من أعمال الفرات وكان كثير النوادر حسن الخاطر عجيب الكلام يسرع بالجواب المسجوع المطبوع من غير تعمل ولا تعمق فيه وله أخبار مستفيضة طريفة ذكر القاضي أبو العلاء محمد بن علي |جـ 4 صـ 487| الواسطي قال لما قدم ابن قريعة واسط سمعت منه أخبارا أملاها علينا عن أبي بكر بن الأنباري وغيره واتفق أنه كان ببغداد قائد يلقب بإلكيا كنيته أبو إسحاق وكان يخاطب ابن قريعة بالقاضي فبدر منه يوما في المخاطبة أن قال لابن قريعة يا أبا بكر فقال ابن قريعة لبيك يا أبا إسحاق فقال القائد ما هذا لما لا تقول يا إلكيا فقال إنما نكوكيك إذا قضيتنا بكرتنا تسحقناك وسئل ابن قريعة عن حدود القفا فأجابه في الوقت ما داعبك فيه إخوانك وشرطك فيه حجامك وأدبك فيه سلطانك واشتمل عليه جربانك فقال له ما مد الصفع قال الرفع والوضع للضر والنفع وتوفي في جمادى الآخرة سنة سبع وستين وثلاثمائة عن خسم وستين سنة ",
                "title": "القريعي",
                "uri": "JK_000952_3235"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}