{
    "features": [
        {
            "item": "JK_000129_006137",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.121-124",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الزاب والنسبة الزابي</h1> بعد الألف باء موحدة إن جعلناه عربيا أو حكمنا عليه بحكمه فقد قال ابن الأعرابي زاب الشيء إذا جرى وقال سلمة زاب يزوب إذا انسل هربا والذي يعتمد عليه أن زاب ملك من قدماء ملوك الفرس وهو زاب بن توركان بن منوشهر ابن إيرج بن افريدون حفر عدة أنهر بالعراق فسميت باسمه وربما قيل لكل واحد زابي والتثنية زابيان قال أبو تمام وكتب بها من الموصل إلى الحسن بن وهب قد أثقب الحسن بن وهب للندى نارا جلت إنسان عين المجتلي ما أنت حين تعد نارا مثلها إلا كتالي سورة لم تنزل قطعت إلي الزابيين هباته والتاث مأمول السحاب المسبل ولقد سمعت فهل سمعت بموطن أرض العراق يضيف من بالموصل وقال الأخطل وهو بزاذان أتاني ودوني الزابيان كلاهما ودجلة أنباء أمر من الصبر أتاني بأن ابني نزار تناجيا وتغلب أولى بالوفاء وبالعذر وإذا جمعت قيل لها الزوابي وهي الزاب الأعلى بين الموصل وإربل ومخرجه من بلاد مشتكهر وهو حد ما بين أذربيجان وبابغيش وهو ما بين قطينا والموصل من عين في رأس جبل ينحدر إلى واد وهو شديد الحمرة ويجري في جبال وأودية وحزونة وكلما جرى صفا قليلا حتى يصير في ضيعة كانت لزيد ابن عمران أخي خالد بن عمران الموصلي بينها وبين مدينة الموصل مرحلتان وتعرف بباشزا وليست التي في طريق نصيبين فإذا وصل إليها صفا جدا ثم يقلب في أرض حفيتون من أرض الموصل حتى يخرج في كورة المرج من كور الموصل ثم يمتد حتى يفيض في دجلة على فرسخ من الحديثة وهذا هو |جـ 3 صـ 124| المسمى بالزاب المجنون لشدة جريه وأما الزاب الأسفل فمخرجه من جبال السلق سلق أحمد بن روح بن معاوية من بني أود ما بين شهرزور وأذربيجان ثم يمر إلى ما بين دقوقا وإربل وبينه وبين الزاب الأعلى مسيرة يومين أو ثلاثة ثم يمتد حتى مقتل عبيد الله بن زياد ابن أبيه فقال يزيد بن مفرغ يهجوه أقول لما أتاني ثم مصرعه لابن الخبيثة وابن الكودن النابي ما شق جيب ولا ناحتك نائحة ولا بكتك جياد عند أسلاب إن الذي عاش ختارا بذمته ومات عبدا قتيل الله بالزاب العبد للعبد لا أصل ولا ورق ألوت به ذات أظفار وأنياب إن المنايا إذا حاولن طاغية ولجن من دون أستار وأبواب وبين بغداد وواسط زابان آخران أيضا ويسميان الزاب الأعلى والزاب الأسفل أما الأعلى فهو عند قوسين وأظن مأخذه من الفرات ويصب عند زرفامية وقصبة كورته النعمانية على دجلة وأما الزاب الأسفل من هذين فقصبته نهر سابس قرب مدينة واسط وزاب النعمانية أراد الحيص بيص أبو الفوارس الشاعر بقوله أجأ وسلمى أم بلاد الزاب وأبو المظفر أم غضنفر غاب وعلى كل واحد من هذه الزوابي عدة قرى وبلاد وإلى أحد هذين نسب موسى الزابي له أحاديث في القراءات قال السلفي سمعت الأصم المنورقي يقول الزاب الكبير منه بسكرة وتوزر وقسنطينية وطولقة وقفصة ونفزاوة ونفطة وبادس قال وبقرب فاس على البحر مدينة يقال لها بادس قال والزاب أيضا كورة صغيرة يقال لها ريغ كلمة بربرية معناها السبخة فمن كان منها يقال له الريغي ",
                "title": "الزاب والنسبة الزابي",
                "uri": "JK_000129_006137"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}