{
    "features": [
        {
            "item": "JK_000952_3769",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.268-272",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المري</h1> بضم الميم والراء المكسورة المشددة هذه النسبة إلى جماعة بطون من قبائل شتى منهم |جـ 5 صـ 269| مر بن أد بن طابخة بن إلياس بن مضر أبو تميم ومر بن حسين بن عمرو بن الغوث بن طيىء وفي جهينة مر بن كاهل بن نصر بن مالك بن غطفان بن قيس بن جهينة وفي همدان مر بن الجبار بن عبد الله بن قادم بن زيد بن عريب بن جشم وفي قضاعة مر بن خشين بن النمر بن وبرة وفي همدان أيضا مر بن الحارث بن سعد بن عبد الله بن وداعة قال ذلك ابن حبيب وقال أبو علي الغساني مرة غطفان هو مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان وفي تميم أيضا مرة بن عبيد بن مقاعس رهط الأحنف بن قيس وأبو غطفان بن طريف وهو سعد بن طريف قيل اسمه يزيد المري يروي عن أبي هريرة رضي الله عنه وأبو ثفال المري ثمامة بن الحصين ويقال ابن وائل الشاعر حدث عنه الدراوردي وأحمد بن سليمان بن نصر المري أندلسي مات بها عشر وثلاث مئة وحدث قاله ابن يونس وأيوب بن سليمان بن نصر بن منصور بن كامل المري مرة غطفان يروي عن أبيه عن بقي بن مخلد أندلسي توفي بها سنة عشرين وثلاث مئة وعبد الرحمن بن أوس المري مصري يروي عن أبي هريرة روى عنه بكر بن سوادة وعثمان بن سعيد المري كوفي يروي عن مسعر بن كدام وعلي والحسن ابني صالح بن حي وشريك وجنادة بن محمد المري له غرائب عن ابن أبي العشرين |جـ 5 صـ 270| وأحمد بن محمد بن الوليد المري حدث عنه ابن المفسر وبدمشق موضع يقال له مرة هكذا قال أبو الفضل المقدسي الحافظ فيما حدثني به عنه أبو العلاء أحمد بن محمد بن الفضل الحافظ بجامع أصبهان وأبو نصر عبد الوهاب بن عبد الله بن عمر بن أيوب المري الدمشقي من أهل دمشق يروي عن أبي عمر محمد بن موسى بن فضالة روى عنه وأبو القاسم سعيد بن علي الزنجاني وأبو محمد عبد العزيز بن أحمد الكتاني وأبو القاسم علي بن محمد بن علي المصيصي وتوفي بعد سنة عشر وأربع مئة وأقدم منه خالد بن يزيد بن صبيح المري يروي عن يونس بن ميسرة روى عنه أبو خليل عتبة بن حماء وأبو عامر موسى بن عامر المري يروي عن سفيان بن عيينة روى عنه أبو الدحداح أحمد بن محمد بن إسماعيل الدمشقي وجماعة نسبوا إلى مرة بن الحارث بن عبد القيس منهم صالح بن بشير المري كان مملوكا لامرأة من بني مرة بن الحارث وأبو زكريا يحيى بن معين بن عون بن زياد بن بسطام بن عبد الرحمن وقيل يحيى بن معين بن غياث بن زكريا بن عون بن بسطام المري مرة غطفان من أهل بغداد كان إماما ربانيا عالما حافظا ثبتا متقنا مرجوعا إليه في الجرح التعديل ووالده معين كان على خراج الري فمات وخلف لابنه يحيى ألف ألف درهم وخمسين ألف درهم فأنفقها كلها على الحديث حتى لم يبق له نعل يلبسه سمع عبد الله بن المبارك وهشيم بن بشير وعيسى بن يونس وسفيان بن عيينة وعبد الرحمن بن مهدي ووكيع بن الجراح وأبا معاوية الضرير روى عنه من رفقائه أحمد بن حنبل وأبو خيثمة ومحمد بن إسحاق الصغاني ومحمد بن إسماعيل البخاري وأبو داود السجستاني وعبد الله بن أحمد بن حنبل وغيرهم وانتهى علم العلماء إليه حتى قال أحمد بن حنبل هاهنا رجل خلقه الله لهذا الشأن يظهر كذب الكذابين يعني يحيى بن معين وقال علي بن المديني لا نعلم أحدا من لدن ادم كتب من الحديث ما كتب يحيى بن معين قال أبو حاتم الرازي إذا رأيت البغدادي |جـ 5 صـ 271| يحب أحمد بن حنبل فأعلم أنه صاحب سنة وإذا رأيته يبغض يحيى بن معين فاعلم أنه كذاب وكانت ولادته في خلافة أبي جعفر سنة ثمان وخمسين ومئة في آخرها وكان يحيى بن معين يحج فيذهب إلى مكة على المدينة ويرجع على المدينة فلما كان اخر حجة حجها خرج على المدينة ورجع على المدينة فأقام بها يومين أو ثلاثة ثم خرج حتى نزل المنزل مع رفقائه فباتوا فرأى في النوم هاتفا يهتف يا أبا زكريا أترغب عن جواري فلما أصبح قال لرفقائه امضوا فإني راجع إلى المدينة فمضوا ورجع فأقام بها ثلاثا ثم مات قال فحمل على أعواد النبي صلى الله عليه وسلم وصلى عليه الناس وجعلوا يقولون هذا الذاب عن رسول الله صلى الله عليه وسلم الكذب ومات لسبع ليال بقين في ذي الحجة سنة ثلاث وثلاثين ومائتين وقال بعض المحدثين في مرثيته من الكامل % ذهب العليم يعيب كل محدث % % ولكل مختلف من الإسناد % % وبكل وهم في الحديث ومشكل % % يعيى به علماء كل بلاد % ومنهم الأسود بن سريع من بني مرة بن عبيد السعدي التميمي كنيته أبو عبد الله وسريع هو ابن حمير بن عباد بن حصين بن النزال بن مرة عداده في البصريين وكان شاعرا وهو أول من قص في مسجد الجامع بالبصرة والأحنف بن قيس ابن عمه ومات الأسود بن سريع بعد يوم الجمل سنة ست وثلاثين وقد قيل إنه بقي إلى بعد الأربعين والذي حكم به علي بن المديني أنه قتل يوم الجمل وكان ينفي أن يكون الحسن سمع منه هكذا ذكره أبو حاتم بن حبان وأبو بشر صالح بن بشير المري من أهل البصرة يروي عن ثابت والحسن وابن سيرين وابن جريج روى عنه العراقيون حمله المهدي إلى بغداد ليصلي بهم فسمع منه البغداديون مات سنة ست وسبعين ومئة وقد قيل سنة اثنتين وسبعين ومئة وكان من عباد أهل البصرة وقرائهم وهو الذي يقال له صالح الناجي وكان من أحزن أهل البصرة صوتا وأرقهم قراءة غلب عليه الخير والصلاح حتى غفل عن الاتقان في الحفظ وكان يروي الشيء الذي سمعه من ثابت والحسن وهؤلاء على التوهم فيجعله عن أنس رضي الله عنه عن رسول الله صلى الله عليه وسلم |جـ 5 صـ 272| وظهر في روايته الموضوعات التي يرويها عن الأثبات فاستحق الترك عند الاحتجاج وإن كان في الدين مائلا عن طريق الاعوجاج وكان يحيى بن معين شديد الحمل عليه وقال ابن ماكولا كان قاصا جلس إليه سفيان الثوري ",
                "title": "المري",
                "uri": "JK_000952_3769"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}