{
    "features": [
        {
            "item": "JK_000129_010874",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.454-455",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كرمان والنسبة الكرماني</h1> بالفتح ثم السكون وآخره نون وربما كسرت والفتح أشهر بالصحة وكرمان في الإقليم الرابع طولها تسعون درجة وعرضها ثلاثون درجة وهي ولاية مشهورة وناحية كبيرة معمورة ذات بلاد وقرى ومدن واسعة بين فارس ومكران وسجستان وخراسان فشرقيها مكران ومفازة ما بين مكران والبحر من وراء البلوص وغربيها أرض فارس وشماليها مفازة خراسان وجنوبيها بحر فارس ولها في حد السيرجان دخلة في حد فارس مثل الكم وفيما يلي البحر تقويس وهي بلاد كثيرة النخل والزرع والمواشي والضرع تشبه بالبصرة في كثرة التمور وجودتها وسعة الخيرات قال محمد بن أحمد البناء البشاري كرمان إقليم يشاكل فارس في أوصاف ويشابه البصرة في أسباب ويقارب خراسان في أنواع لأنه قد تاخم البحر واجتمع فيه البرد والحر والجوز والنخل وكثرت فيه التمور والأرطاب والأشجار والثمار ومن مدنه المشهورة جيرفت وموقان وخبيص وبم والسيرجان ونرماسير وبردسير وغير ذلك وبها يكون التوتيا ويحمل إلى جميع البلاد وأهلها أخيار أهل سنة وجماعة وخير وصلاح إلا أنها قد تشعثت بقاعها واستوحشت معاملها وخربت أكثر بلادها لاختلاف الأيدي عليها وجور السلطان بها لأنها منذ زمن طويل خلت من سلطان يقيم بها إنما يتولاها الولاة فيجمعون أموالها ويحملونها إلى خراسان وكل ناحية أنفقت أموالها في غيرها خربت إنما تعمر البلدان بسكنى السلطان وقد كانت في أيام السلجوقية والملوك القارونية من أعمر البلدان وأطيبها ينتابها الركبان ويقصدها كل بكر وعوان قال ابن الكلبي سميت كرمان بكرمان بن فلوج بن لنطي بن يافث بن نوح عليه السلام وقال غيره إنما سميت بكرمان ابن فارك بن سام بن نوح عليه السلام لأنه نزلها لما تبلبلت الألسن واستوطنها فسميت به وقال ابن الفقيه يقال إن بعض ملوك الفرس أخذ قوما فلاسفة فحبسهم وقال لا يدخل عليهم إلا الخبز وحده وخيروهم في أدم واحد فاختاروا الأترج فقيل لهم كيف اخترتموه دون غيره فقالوا لأن قشره الظاهر مشموم وداخله فاكهة وحماضه أدم وحبه دهن فأمر بهم فأسكنوا كرمان وكان ماؤها في آبار لا يخرج إلا من خمسين ذراعا فهندسوه حتى أظهروه على وجه الأرض ثم غرسوا بها الأشجار فالتفت كرمان كلها بالشجر فعرف الملك ذلك فقال أسكنوهم الجبال فأسكنوها فعملوا الفوارات وأظهروا الماء على رؤوس الجبال فقال الملك اسجنوهم فعملوا في السجن الكيمياء وقالوا هذا علم لا نخرجه إلى أحد وعملوا منه ما علموا أنه يكفيهم مدة أعمارهم ثم أحرقوا كتبهم وانقطع علم الكيمياء وقد ذكر في بعض كتب الخراج عن بعض كتاب الفرس أن الأكاسرة كانت تجبي السواد مائة ألف ألف وعشرين ألف ألف درهم سوى ثلاثين ألف ألف من الوضائع لموائد الملوك وكانوا يجبون فارس أربعين ألف ألف وكانوا يجبون كرمان ستين ألف ألف درهم لسعتها وهي مائة وثمانون فرسخا في مثلها وكانت كلها عامرة وبلغ من عمارتها |جـ 4 صـ 455| أن القناة كانت تجري من مسيرة خمس ليال وكانت ذات أشجار وعيون وقني وأنهار ومن شيراز إلى السيرجان مدينة كرمان أربعة وستون فرسخا وهي خمسة وأربعون منبرا كبار وصغار وأما في أيامنا هذه فقصبتها وأشهر مدنها جواشير ويقال كواشير وهي بردسير وأما فتحها فإن عمر بن الخطاب رضي الله عنه ولى عثمان بن العاص البحرين فعبر البحر إلى أرض فارس ففتحها ولقي مرزبان كرمان في جزيرة بركاوان فقتله فوهى أمر أهل كرمان ونخبت قلوبهم فلما سار ابن عامر إلى فارس في أيام عثمان بن عفان أنفذ مجاشع بن مسعود السلمي إلى كرمان في طلب يزدجرد فهلك جيشه بميمند من مدن كرمان وقيل من رساتيق فارس ثم لما توجه ابن عامر إلى خراسان ولى مجاشعا كرمان ففتح ميمند واستبقى أهلها وأعطاهم أمانا بذلك وله بها قصر يعرف بقصر مجاشع ثم فتح مجاشع بروخروه ثم أتي السيرجان مدينة كرمان فتحصن أهلها منه ففتحها عنوة وقد كان أبو موسى الأشعري وجه الربيع بن زياد الحارثي ففتح ما حول السيرجان وصالح أهل بم والأندغان ثم نكث أهلها فافتتحها مجاشع بن مسعود وفتح جيرفت عنوة وسار في كرمان فدوخها وأتي القفص وقد اجتمع إليه خلق ممن جلا من الأعاجم فواقعهم وظفر عليهم فهربت جماعة من أهل كرمان فركبوا البحر ولحق بعضهم بسجستان ومكران فأقطعت العرب منازلهم وأرضيهم فعمروها وأدوا العشر فيها واحتفروا القني في مواضعها فعند ذلك قال حمير السعدي أيا شجرات الكرم لا زال وابل عليكن منهل الغمام مطير سقيتن ما دامت بنجد وشيجة ولا زال يسعى بينكن غدير ألا حبذا الماء الذي قابل الحمى ومرتبع من أهلنا ومصير وأيامنا بالمالكية إنني لهن على العهد القديم ذكور ويا نخلات الكرخ لا زال ماطر عليكن مستن السحاب درور سقيتن ما دامت بكرمان نخلة عوامر تجري بينهن نهور لقد كنت ذا قرب فأصبحت نازحا بكرمان ملقى بينهن أدور وولى الحجاج قطن بن قبيصة بن مخارق بن عبد الله بن شداد بن معاوية بن أبي ربيعة بن نهيك بن هلال الهلالي فارس وكرمان وهو الذي انتهى إلى نهر فلم يقدر أصحابه على عبوره فقال من جازه فله ألف درهم فجازوه فوفى لهم وكان ذلك أول يوم سميت الجائزة جائزة وقال الجحاف ابن حكيم فدى للأكرمين بني هلال على علاتهم أهلي ومالي هم سنوا الجوائز في معد فصارت سنة أخرى الليالي رماحهم تزيد على ثمان وعشر حين تختلف العوالي و كرمان أيضا مدينة بين غزنة وبلاد الهند وهي من أعمال غزنة بينهما أربعة أيام أو نحوها وبنيسابور محلة يقال لها مربعة الكرمانية ينسب إليها أبو يوسف يعقوب بن يوسف الكرماني النيسابوري الشيباني الفقيه |جـ 4 صـ 456| الحافظ المعروف بابن الأخرم أطال المقام بمصر وكان بينه وبين المزني مكاتبة سمع إسحاق بن راهويه وقتيبة بن سعيد ويونس بن عبد الأعلى وغيرهم وسمع بالعراق والشام وخراسان والجزيرة ومصر روى عنه أبو حامد بن الشرقي وعلي بن جمشاد العدل توفي سنة 782 ",
                "title": "كرمان والنسبة الكرماني",
                "uri": "JK_000129_010874"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}