{
    "features": [
        {
            "item": "JK_000952_2183",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.317-319",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السنجي</h1> هذه النسبة إلى سنج بكسر السين المهملة وسكون النون وفي آخرها جيم وهي قرية كبيرة من قرى مرو على سبعة فراسخ منها بها الجامع والسوق وقيل إن طولها فرسخ واحد ونزل عسكر الغز لمحاصرة حصن بها شهرا كاملا وكانوا يحاربون أهل الحصن فلم يقدروا عليها في رجب سنة خمسين وخمسمائة ثم حاصروها غير مرة شهرين فثلاثة إلى أن صالحوها بعد جهد في جمادى الأولى سنة خمس وخمسين وكنت المتوسط فيه كان بها ومنها جماعة من العلماء قديما وحديثا فمن القدماء أبو داود سليمان بن معبد بن كوسجان السنجي يروي عن يزيد بن هارون وعبد الملك بن قريب الأصمعي وعمرو بن عاصم الكلابي وأبي النعمان عارم بن الفضل السدوسي ومعلى بن راشد وعبد الرزاق بن همام وكان أديبا وشاعرا عالما برواة الأخبار هكذا ذكره أبو زرعة السنجي روى عنه مسلم بن الحجاج القشيري وأبو داود السجستاني وابنه أبو بكر عبد الله بن سليمان بن الأشعث مات في ذي الحجة سنة سبع وخمسين ومائتين بقرية سنج وأنا أمرت أهل تلك القرية بتجديد قبره وكتبت على آجر اسمه ووفاته ونفذته إلى القرية ليوضع على لوح قبره وهو في صحراء محلة يقال لها تزن |جـ 3 صـ 318| وإبراهيم بن عصام السنجي سمع سليمان بن معبد وسويد بن سعيد وأبو علي الحسين بن شعيب السنجي فقيه أهل مرو في عصره وهو صاحب أبي بكر القفال وأنجب تلامذته وأول من جمع بين طريقتي العراق وخراسان كتب بنيسابور عن السيد أبي الحسن محمد بن الحسين العلوي وأبي عبد الله محمد بن عبد الله الحافظ وببغداد عن أصحاب المحاملي وتوفي سنة ثلاثين وأربعمائة وقبره بجنب استاذه القفال بسجذان مر إذا خرجت من المصلى على يسار المنحدر وأبو العباس أحمد بن محمد بن سراج السنجي الطحان راوي كتاب أبي عيسى الترمذي عن أبي العباس المحبوبي روى عنه جدي الأعلى القاضي أبو منصور السمعاني وأبو علي السنجي وأبو الخير بن أبي عمران الصفار وجماعة مات بعد الأربعمائة وقبره بقرية سنج على طرف المسجد بمحلة بشاخ زرته غير مرة وشيخنا أبو طاهر محمد بن محمد بن عبد الله بن أبي سهل بن أبي طلحة السنجي فقيه صالح صحب والدي رحمه الله سمع معه بخراسان والحجاز والعراق والجبال وشاركه في شيوخ الرحلة وعمر حتى سمعنا منه الكثير وكانت ولادته سنة اثنتين وستين وأربعمائة بقرية سنج وتوفي في شوال سنة ثمان وأربعين وخمسمائة بمرو وأبو رجاء مسلم بن أيوب السنجي حدث عن عقبة الرفاعي روى عنه محمد بن مسعدة ومات سنة أربع وخمسين ومائتين وأبو عبد الرحمن محمد بن أحمد بن سليمان بن زرارة المطلبي السنجي روى عن محمد بن غالب البخاري روى عنه عبد الله بن محمد بن إبراهيم الداعوني وأبو علي الحسين بن محمد بن مصعب بن زريق السنجي الإسكاف روى عن محمد بن الوليد البسري ومحمد بن عبد الله بن عبد الحكم والربيع بن سليمان المرادي ويونس بن عبد الأعلى الصدفي وأحمد بن سيار المروزي وأبي سعيد عبد الله بن سعيد الأشج ومحمد بن إسماعيل بن سمرة الأحمسي وطبقتهم وله رحلة إلى العراق ومصر روى عنه أبو علي زاهر بن أحمد السرخسي وأبو حاتم محمد بن حبان التميمي البستي ومات في رجب سنة ست عشرة وثلاثمائة وأبو عبد الله محمد بن سريج الخطيب السنجي يروي عن الحسين بن مصعب السنجي |جـ 3 صـ 319| وأبو علي الحسن بن محمد بن أحمد بن شعبة السنجي ورد بغداد وحدث بجامع أبي عيسى الترمذي عن أبي العباس محمد بن أحمد بن محبوب التاجر سمع منه أبو يعلى أحمد بن عبد الواحد بن محمد بن جعفر المعروف بابن زوج الحرة وأبو داود سليمان بن أحمد بن سليمان السنجي يروي عن أبي داود سليمان بن معبد السنجي ذكره أبو زرعة السنجي في كتابه قال أبو بكر الخطيب سكن بغداد وروى عن إسماعيل بن محمد الصفار ومحمد بن علي بن حبيش الناقد وأبي بكر محمد بن الحسن بن كور البربهاري حدثنا عنه العتيقي قال وقال لي أبو القاسم الأزهري سمعت من هذا الشيخ بعض كتاب الجامع لأبي عيسى وكان شيخا فهما ثقة له هيبة وقال غيره مات في ذي الحجة سنة إحدى وتسعين وثلاثمائة وعمير بن أفلح السنجي روى عنه محمد بن أحمد بن حباب التوثي وأبو علي الحسن بن أحمد بن بندار بن عبد الله بن نافع الجرجاني السنجي الخطيب بسنج يروي عن أبي الأحرز محمد بن جميل الأزدي والحسين بن مصعب السنجي وغيرهما وأحمد بن العباس بن مسعود السنجي رحل إلى العراق وسمع أبا كريب الكوفي وعلي بن خشرم ",
                "title": "السنجي",
                "uri": "JK_000952_2183"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}