{
    "features": [
        {
            "item": "JK_000129_003765",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.230-231",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حديثة الفرات والنسبة الحديثي</h1> وتعرف بحديثة النورة وهي على فراسخ من الأنبار وبها قلعة حصينة في وسط الفرات والماء يحيط بها قال أحمد بن يحيى بن جابر وجه عمار بن ياسر أيام ولايته الكوفة من قبل عمر بن الخطاب رضي الله عنه جيشا يستقري ما فوق الفرات عليهم أبو مدلاج التميمي فتولى فتحها وهو الذي تولى بناء الحديثة التي على الفرات وولده بهيت وحكى أبو سعد السمعاني أن أهل الحديثة نصيرية وحكى عن شيخه أبي البركات عمر بن إبراهيم العلوي الزيدي النحوي مؤلف شرح اللمع أنه قال اجتزت بالحديثة عند عودي من الشام فدخلتها فقيل لي ما اسمك فقلت عمر فأرادوا قتلي لو لم يدركني من عرفهم أنني علوي وينسب إليها جماعة منهم سويد بن سعيد بن سهل بن شهريار أبو محمد الهروي الحدثاني قال أبو بكر الخطيب سكن الحديثة حديثة النورة على فرسخ من الأنبار فنسب إليها سمع مالك بن أنس وسفيان بن عيينة وإبراهيم بن سعد وحفص بن ميسرة وعلي بن مسهر وشريك بن عبد الله القاضي ويحيى بن زكرياء بن أبي زائدة وغيرهم روى عنه يعقوب بن شيبة ومحمد بن عبد الله بن مطير ومسلم بن الحجاج في صحيحه وأبو الأزهر أحمد بن الأزهر ابن إبراهيم بن هانىء النيسابوري وأبو زرعة وأبو حاتم الرازيان وقال البخاري فيه نظر كان عمي فتلقن بما ليس في حديثه وقال سعد بن عمرو البرذعي رأيت أبا زرعة يسيء القول فيه وقال رأيت فيه شيئا لم يعجبني فقيل ما هو فقال لما قدمت من مصر مررت به فأقمت عنده فقلت له |جـ 2 صـ 231| إن عندي أحاديث ابن وهب عن ضمام ليست عندك فقال ذاكرني بها فأخرجت الكتب أذاكره وكنت كلما ذاكرته بشيء قال حدثنا به ضمام وكان يدلس حديث حريز بن عثمان وحديث ابن مكرم وحديث عبد الله بن عمرو زر غبا تزدد حبا فقلت أبو محمد لم يسمع هذه الثلاثة الأحاديث من هؤلاء فغضب فقلت لأبي زرعة فأيش حاله فقال أما كتبه فصحاح وكنت أتبع أصوله فأكتب منها وأما إذا حدث من حفظه فلا مات في شوال سنة 042 عن مائة سنة وكان ضريرا ومنها سعيد بن عبد الله الحدثاني أبو عثمان حدث عن سويد ابن سعيد الحديثي روى عنه أبو بكر الشافعي وأحمد بن محمد أبزون وذكر الشافعي أنه سمع منه بحديثة النورة وعبد الله بن محمد بن الحسين أبو محمد بن أبي طاهر الحديثي سمع أبا عبد الله أحمد بن عبد الله بن الحسين بن إسماعيل المحاملي وأبا القاسم بن بشران روى عنه أبو القاسم السمرقندي وعبد الوهاب الأنماطي ومات في سنة 784 وهلال بن إبراهيم بن نجاد بن علي بن شريف أبو البدر النميري الخزرجي الشاعر قدم دمشق قال القاسم بن أبي القاسم الدمشقي فيما كتب في تاريخ والده إملاء على هلال وكتبت من لفظه أطعت الهوى لما تملكني قسرا ولم أدر أن الحب يستعبد الحرا فأصبحت لا أصغي إلى لوم لائم ولا عاذل بالعذل مستترا مغرى إذا ما تذكرت الحديثة والشرا وطيب زماني بادرت مقلتي تترى أشرخ شبابي بالفرات وشرتي وميدان لهوي هل لنا عودة أخرى ومنها أيضا روح بن أحمد بن محمد بن أحمد بن صالح الحديثي أصلا البغدادي مولدا أبو طالب قاضي القضاة ببغداد وكان يشهد أولا عند قاضي القضاة أبي القاسم علي بن الحسين الزينبي سنة 425 في شهر رمضان ثم رتب نائبا في الحكم بمدينة السلام وأذن له في القعود والمطالبات والحبس والإطلاق من غير سماع بينة ولا اسجال في خامس عشر رجب سنة 563 وفي ربيع الآخر سنة 564 أذن له في سماع البينة وأنشأ قضيته بإذن المستنجد وكان على ذلك ينوب في الحكم إلى أن مات المستنجد بالله وولي المستضيء فولاه قضاء القضاة بعد امتناع منه وإلزام له فيه يوم الجمعة حادي عشر شهر ربيع الآخر سنة 566 واستناب ولده أبا المعالي عبد الملك على القضاء والحكم بدار الخلافة وما يليها وغير ذلك من الأعمال ولم يزل على ولايته حتى مات وقد سمع الحديث من جماعة قال عمر بن علي القزويني سألت روح بن الحديثي عن مولده فقال سنة 205 ومات في خامس عشر محرم سنة 075 وأبو جعفر النفيس بن وهبان الحديثي السلمي روي عن أبي عبد الله محمد بن محمد ابن أحمد السلال وأبي الفضل محمد بن عمر الأرموي في آخرين ومات في ثالث عشر صفر سنة 995 وابنه صديقنا ورفيقنا الإمام أبو نصر عبد الرحيم بن النفيس بن وهبان اصطحبنا مدة ببغداد ومرو وخوارزم في السماع على المشايخ وكانت بيننا مودة صادقة وكان عارفا بالحديث ورجاله وعلومه عارفا بالأدب قيما باللغة جدا وخصوصا لغة الحديث وكان مع ذلك فقيها مناظرا وكان حسن العشرة متوددا مأمون الصحبة صحيح الخاطر مع دين متين خلفته بخوارزم في أول سنة 671 فقتلته التتر بها شهيدا وما روى إلا القليل |جـ 2 صـ 232| ",
                "title": "حديثة الفرات والنسبة الحديثي",
                "uri": "JK_000129_003765"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}