{
    "features": [
        {
            "item": "JK_000952_1208",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.254-256",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحمامي</h1> مثل الأول غير أنه مخفف وهذه النسبة إلى شيئين أحدهما إلى الحمام التي هي الطيور واقتنائها وببغداد جماعة يقال لهم أصحاب الحمام التي يطيرونها ويرسلونها إلى بلاد ومنهم أبو النجم بدر الحمامي وهو بدر الكبير مولى المعتضد كان أميرا على فارس وحدث عن عبيد الله بن رماحس العسقلاني روى عنه ابنه أبو بكر وكان له من السلطان منزلة كبيرة يتولى الأعمال الجليلة بمصر مع ابن طولون إلى أن فسد أمر ابن طولون |جـ 2 صـ 256| وقتل قدم بدر بغداد وولاه السلطان بلاد فارس وخرج إلى عمله وأقام هناك إلى أن توفي وذكر أبو نعيم الحافظ أنه كان مستجاب الدعوة ومات في شهر ربيع الأول سنة إحدى عشرة وثلاثمائة وأبو بكر محمد بن بدر الحمامي يروي عن بكر بن سهل الدمياطي وحماد بن مدرك الفارسي وأبي عبد الرحمن النسائي روى عنه أبو الحسن علي بن عمر الدارقطني وأبو نعيم الأصبهاني وبشري بن عبد الله الفاتني قام مقام أبيه وولى بلاد فارس بعد موته وضبط الولاية وفوض إليه من السلطان وأطاعه الناس وقال أبو نعيم الحافظ كان ثقة صحيح السماع وقال أبو الحسن بن الفرات مات محمد بن بدر الحمامي في رجب سنة أربع وستين وثلاثمائة وكان ثقة إن شاء الله ماعلمته ولم يكن من أهل هذا الشأن قال ابن ماكولا وصديقنا أبو الحسين المبارك بن عبد الجبار بن أحمد بن القاسم الصيرفي يعرف بالحمامي سمع أبا علي بن شاذان وخلقا كثيرا بعده وهو من أهل الخير والعفاف والصلاح قلت روى لنا عنه كثير بن سعيد الوكيل بمكة وعبد الله بن أحمد الحلوائي بمرو وأبو طاهر السنجي ببلخ وجماعة كثيرة سواهم وأبو الكرم يحيى بن الحسين بن المبارك الحمامي من أهل بغداد كان يلعب بالحمام سمع الشريف أبا نصر محمد بن محمد بن علي الزينبي كتبت عنه أحاديث يسيرة وتوفي والثاني الأشتر الحمامي قال ابن ماكولا هو من بني حمامة من ازدعمان وهو شاعر ذكره الآمدي وأبو محمد إبراهيم بن سعيد بن إبراهيم الزهري الحمامي والد أبي طالب الفقيه يعرف بابن حمامة روى عن يحيى بن محمد بن صاعد وغيره روى عنه ابنه أبو طالب وذكر أنه إبراهيم بن سعيد بن إبراهيم بن محمد بن بجاد بن موسى بن سعد بن أبي وقاص قال أبو بكر الخطيب قال لنا أبو طالب أهل المعرفة بالنسب يقولون نجاد بن موسى بالنون وأصحاب الحديث يقولون بجاد بالباء وذكر أبو بكر أحمد بن محمد بن إبراهيم السعدي في كتاب نسب ولد سعد بن أبي وقاص بجاد بالباء وكانت ولادته في سنة ثلاث وثلاثمائة ومات في سنة خمس وسبعين وثلاثمائة ببغداد وقد ذكرت ابنه أبا طالب في البجادي بالباء الموحدة ",
                "title": "الحمامي",
                "uri": "JK_000952_1208"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}