{
    "features": [
        {
            "item": "JK_000952_1981",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.183-185",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزيات</h1> بفتح الزاي وتشديد الياء المنقوطة باثنتين من تحتها وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى بيع الزيت وهو نوع من الأدهان يكون أكثرها بالشام وكذلك إلى جلبه ونقله من بلد إلى بلد والمشهور بالنسبة إلى جلبه ونقله أبو صالح ذكوان الزيات وسنذكره في السمان وابو عمارة حمزة بن حبيب الزيات المقرىء من أهل الكوفة يروي عن الأعمش ومنصور وغيرهما وأبو إسحاق محمد بن سويد بن محمد بن زياد الزيات حدث عن محمد بن إسماعيل الأحمسي وأحمد بن الحجاج بن الصلت روى عنه ابن لؤلؤ الوراق وعمر بن بشران السكري وكان ثقة وإبراهيم بن سليمان الزيات بلخي يروي عن الثوري ومالك وغيرهما وسفيان الزيات يروي عن الربيع بن أنس وموسى بن رئاب الزيات الكوفي يروي عن عبد الله بن نمير روى عنه محمد بن عبيد بن عتبة الكندي وأبو خلف ياسين بن معاذ الزيات من أهل الكوفة انتقل إلى اليمامة وأقام ثم سكن الحجاز يروي عن أبي الزبير والزهري روى عنه عبد الرزاق وكان ممن يروي الموضوعات عن الثقات ويتفرد بالمعضلات عن الإثبات لا يجوز الإحتجاج به بحال وكل ما وقع في نسخة ابن جريج عن أبي الزبير من المناكير كان ذلك مما سمعه ابن جريج عن ياسين الزيات عن أبي الزبير فدلس عنه وابنه خلف بن ياسين الزيات يروي عن أبيه وشعبة وابو جعفر محمد بن عبد الله بن سفيان الزيات يعرف بزرقان حدث عن عبد الله بن صالح بن مسلم العجلي ومسدد يروي عنه أبو سهل بن زياد وأبو العباس عبد الملك بن أحمد بن عبد الرحمن بن أبي حمزة الزيات يروي عن الحسن بن عرفة وحفص بن عمرو الربالي وقاسم بن عباد وغيرهم وابو حفص عمر بن محمد بن علي الناقد الصيرفي يعرف بابن الزيات كان ثقة مكثرا سمع الفريابي وابن ناجية وعلي بن يعقوب الزيات مصري قال أبو سعيد ابن يونس هوكذاب يضع الحديث وأما أبو جعفر محمد بن عبد الملك بن ابان بن أبي حمزة البغدادي المعروف بابن الزيات كان أديبا فاضلا شاعرا مليح الشعر حسن الترسل والبلاغة اتصل بالمعتصم بالله وخص به فرفع من قدره ووسمه بالوزارة وكذلك الواثق والمتوكل إلى أن قبض عليه المتوكل وقتله وكان يرى رأي الاعتزال وهو الذي بالغ في ضرب أحمد بن حنبل رحمه الله وحث المعتصم على ذلك وكان بينه وبين أحمد بن أبي داود القاضي عداوة شديدة فأغرى ابن أبي داود المتوكل عليه |جـ 3 صـ 184| حتى قبض عليه وطلبه الأموال وقد كان صنع محمد بن الزيات تنورا من الحديد فيه مسامير إلى داخله ليعذب به من كان في حبسه من المطالبين فأدخله المتوكل به وعذب إلى أن مات وذلك في سنة ثلاث وثلاثين ومائتين وقال أحمد الأحول لما قبض على محمد بن عبد الملك الزيات تلطفت في أن وصلت إليه فرأيته في حديد ثقيل فقلت يعزعلي بما أرى فقال % سل ديار الحي ما غيرها % % وعفاها ومحى منظرها % % وهي الدنيا إذا ما انقلبت % % صيرت معروفها منكرها % % إنما الدنيا كظل زائل % % نحمد الله كذا قدرها % ولما أخرج من التنور ميتا وجد مكتوبا على التنور بدمه % هي السبيل فمن يوم إلى يوم % % كأنها ما تريك العين في النوم % % لا تحدعنك رويدا إنها دول % % دنيا تنقل من قوم إلى قوم % وأبو حفص عمر بن محمد بن علي بن يحيى بن موسى بن يونس بن أنانوش الناقد الصيرفي المعروف بابن الزيات كان شيخا عالما فاضلا ثقة مكثرا من الحديث أملى مدة سمع جعفر بن محمد الفريابي وإبراهيم بن شريك الأسدي وقاسم بن زكريا المطرز وعبد الله بن محمد بن ناجية وغيرهم روى عنه أبو بكر البرقاني وأبو القاسم الأزهري وابو محمد الخلال وأبو القاسم الأزجي وأبو الحسن العتيقي وأبو محمد الجوهري وهو آخر من حدث عنه إن شاء الله قال البرقاني ابن الزيات كان ثقة قديم السماع مصنفا وكانت ولادته سنة ست وثمانين ومائتين ووفاته في جمادى الآخرة سنة خمس وسبعين وثلاثمائة ودفن بالشونيزي وأبو صالح ذكوان الزيات والسمان مولى جويرية بنت الأحمس الغطفاني وإذا روى عنه العراقيون وأهل المدينة قالوا أبو صالح السمان وإذا روى عنه عطاء بن أبي رباح وأهل مكة قالوا أبو صالح الزيات وإنما قيل له ذلك لأنه كان يجلب السمن والزيت من المدينة إلى الكوفة فنسب إليهما ومات أبو صالح سنة إحدى ومائة وله ابنان سهيل بن أبي صالح وعباد بن أبي صالح فأما سهيل فهو من الثقات المتقنين وأهل الفضل في الدين من كان يعتمده مالك بن أنس وغيره من الأئمة في الرواية لضبطه وإتقانه وعباد بن أبي صالح ليس بذاك في الروايات لما يأتي فيها بالطامات وقال عبد الله بن أحمد بن حنبل قلت لأبي أبو صالح ذكوان فوق عبد الرحمن بن يعقوب والد العلاء فقال أبو صالح من أجلة الناس وأوثقهم من اصحاب أبي هريرة وقد شهد الدار يعني زمن عثمان وهو ثقة قال ابن أبي خيثمة سألت يحيى بن معين عن أبي صالح الذي يروي عنه الأعمش فقال اسمه |جـ 3 صـ 185| ذكوان السمان مديني مولى غطفان ثقة قال أبو زرعة الرازي وسئل عن أبي صالح السمان فقال مديني ثقة مستقيم ",
                "title": "الزيات",
                "uri": "JK_000952_1981"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}