{
    "features": [
        {
            "item": "JK_000129_009098",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.151-152",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عمان والنسبة العماني</h1> بالفتح ثم التشديد وآخره نون يجوز أن يكون فعلان من عم يعم فلا ينصرف معرفة وينصرف نكرة ويجوز أن يكون فعالا من عمن فيصرف في الحالتين إذا عني به البلد وعمان بلد في طرف الشام وكانت قصبة أرض البلقاء والأكثر في حديث الحوض كذا ضبطه الخطابي ثم حكى فيه تخفيف الميم أيضا وفي الترمذي من عدن إلى عمان البلقاء والبلقاء بالشام وهو المراد في الحديث لذكره مع أذرح والجرباء وأيلة وكل من نواحي الشام وقيل إن عمان هي مدينة دقيانوس وبالقرب منها الكهف والرقيم معروف عند أهل تلك البلاد والله أعلم وقد قيل غير ذلك وذكر عن بعض اليهود أنه قرأ في بعض كتب الله أن لوطا عليه السلام لما خرج بأهله من سدوم هاربا من قومه التفتت امرأته فصارت صبار ملح وصار إلى زغر ولم ينج غيره وأخيه وابنتيه وتوهم بنتاه أن الله قد أهلك عالمه فتشاورتا بأن تقيما نسلا من أبيهما وعمهما فأسقتاهما نبيذا وضاجعت كل واحدة منهما واحدا فحبلتا ولم يعلم الرجلان بشيء من ذلك وولدت الواحدة ابنا فسمته عمان أي أنه من عم وولدت الأخرى ولدا فسمته مآب أي أنه من أب فلما كبرا وصارا رجلين بنى كل واحد منهما مدينة بالشام وسماها باسمه وهما متقاربتان في برية الشام وهذا كما تراه ونقلته كما وجدته والله أعلم بحقه من باطله وقال أبو عبد الله محمد بن أحمد البشاري عمان على سيف البادية ذات قرى ومزارع ورستاقها البلقاء وهي معدن الحبوب والأنعام بها عدة أنهار وأرحية يديرها الماء ولها جامع ظريف في طرف السوق مفسفس الصحن شبه مكة وقصر جالوت على جبل يطل عليها وبها قبر أورياء النبي عليه السلام وعليه مسجد وملعب سليمان بن داود عليه السلام وهي رخيصة الأسعار كثيرة الفواكه غير أن أهلها جهال والطرق إليها صعبة قال الأحوص بن محمد الأنصاري أقول بعمان وهل طربي به إلى أهل سلع إن تشوقت نافع أصاح ألم يحزنك ريح مريضة وبرق تلال بالعقيقين لامع وإن غريب الدار مما يشوقه نسيم الرياح والبروق اللوامع وكيف اشتياق المرء يبكي صبابة إلى من نأى عن داره وهو طامع وقد كنت أخشى والنوى مطمئنة بنا وبكم من علم ما الله صانع أريد لأنسى ذكرها فيشوقني رفاق إلى أرض الحجاز رواجع وقال الخطيم العكلي اللص يذكر عمان أعوذ بربي أن أرى الشام بعدها وعمان ما غنى الحمام وغردا فذاك الذي استنكرت |جـ 4 صـ 152| وإني لماضي العزم لو تعلمينه وركاب أهوال يخاف بها الردى وينسب إلى عمان أسلم بن محمد بن سلامة بن عبد الله بن عبد الرحمن أبو دفافة الكناني العماني قال الحافظ أبو القاسم من أهل عمان مدينة البلقاء قدم دمشق وحدث بها عن عطاء بن السائب بن أحمد بن حفص العماني المخزومي ومحمد بن هرون بن بكار وعبد الله بن محمد بن جعفر القزويني القاضي روى عنه أبو الحسين الرازي وأبو بكر أحمد بن صافي التنيسي مولى الحباب بن رحيم البزاز قال ابن أبي مسلم مات أبو دفافة سنة 423 وقال الرازي سنة 523 وأبو الفتح نصر بن مسرور بن محمد الزهري العماني حدث عن أبي الفتح محمد بن إبراهيم الطرسوسي ونفر سواه ",
                "title": "عمان والنسبة العماني",
                "uri": "JK_000129_009098"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}