{
    "features": [
        {
            "item": "JK_000129_001508",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.342-343",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بحر الخزر</h1> بالتحريك وهو بحر طبرستان وجرجان وآبسكون كلها واحد وهو بحر واسع عظيم لا اتصال له بغيره ويسمى أيضا الخراساني والجيلي وربما سماه بعضهم الدوارة الخراسانية وقال حمزة اسمه بالفارسية زاره أكفوده ويسمى أيضا أكفوره دريار وسماه ارسطاطالس أرقانيا وربما سماه بعضهم الخوارزمي وليس به لأن بحيرة خوارزم غير هذا تذكر في موضعها إن شاء الله وعليه باب الأبواب وهو الدربند كما وصفناه في موضعه وعليه من جهة الشرق جبال موقان وطبرستان وجبل جرجان ويمتد إلى قبالة دهستان وهناك آبسكون ثم يدور مشرقا إلى بلاد الترك وكذلك في جهة شماله إلى بلاد الخزر وتصب إليه أنهار كثيرة عظام منها الكر والرس وإتل وقال الإصطخري وأما بحر الخزر ففي شرقيه بعض الديلم وطبرستان وجرجان وبعض المفازة التي بين جرجان وخوارزم وفي غربيه اللان من جبال القبق إلى حدود السرير وبلاد الخزر وبعض مفاوزة الغزية وشماليه مفازة الغزية وهم صنف من الترك بناحية سياه كوه وجنوبيه الجيل وبعض الديلم قال وبحر الخزر ليس له اتصال بشيء من البحور على وجه الأرض فلو أن رجلا طاف بهذا البحر لرجع إلى الموضع الذي ابتدأ منه لا يمنعه مانع إلا أن يكون نهر يصب فيه وهوبحر ملح لا مد فيه ولا جزر وهو بحر مظلم قعره طين بخلاف بحر القلزم وبحر فارس فإن في بعض المواضع من بحر فارس ربما يرى قعره لصفاء ما تحته من الحجارة البيض ولا يرتفع من هذا البحر شيء من الجواهر لا لؤلؤ ولا مرجان ولا غيرهما ولا ينتفع بشيء مما يخرج منه سوى السمك ويركب فيه التجار من أراضي المسلمين إلى أرض الخزر وما بين أران والجيل وجرجان وطبرستان وليس في هذا البحر جزيرة مسكونة فيها عمارة كما في بحر فارس والروم وغيرهما بل فيه جزائر فيها غياض |جـ 1 صـ 343| ومياه وأشجار وليس بها أنيس منها جزيرة سياه كوه وقد ذكرت وبحذاء نهر الكر جزيرة أخرى بها غياض وأشجار ومياه يرتفع منها الفوه ويحملون إليها في السفن دواب فتسرح فيها حتى تسمن وجزيرة تعرف بجزيرة الروسية وجزائر صغار وليس من آبسكون إلى الخزر للآخذ على يمنى يديه على شاطىء البحر قرية ولا مدينة سوى موضع من آبسكون على نحو خمسين فرسخا يسمى دهستان وبناء داخل البحر تستتر فيه المراكب في هيجان البحر ويقصد هذا الموضع خلق كثير من النواحي فيقيمون به للصيد وبه مياه ولا أعلم غير ذلك فأما عن يسار آبسكون إلى الخزر فإنه عمارة متصلة لأنك إذا أخذت من آبسكون يسارا مررت على حدود جرجان وطبرستان والديلم والجيل وموقان وشروان والمسقط وباب الأبواب ثم إلى سمندر أربعة أيام ومن سمندر إلى نهر إتل سبعة أيام مفاوز ولهذا البحر من ناحية سياه كوه زنقة يخاف على المراكب منها إذا أخذتها الريح إليها أن تنكسر فإذا انكسرت هناك لم يتهيأ جمع شيء منها من الأتراك لأنهم يأخذونه ويحولون بين صاحبه وبينه ويقال إن دوران هذا البحر ألف وخمسمائة فرسخ وقطره مائة فرسخ والله أعلم ",
                "title": "بحر الخزر",
                "uri": "JK_000129_001508"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}