{
    "features": [
        {
            "item": "JK_000952_4039",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.438-439",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الميموني</h1> بالياء الساكنة بين الميمين أولهما مفتوحة والثانية مضمومة بعدها الواو والنون هذه النسبة إلى ميمون وهو اسم لرجل والمشهور بهذه النسبة محمد بن زياد اليشكري الطحان يعرف بالميموني من أهل بغداد وإنما قيل له الميموني لأنه صاحب ميمون بن مهران والراوي عنه روى عن الربيع بن ثعلب وزياد بن يحيى الحساني وغيرهما وكان يحيى بن معين يقول كان ببغداد قوم يضعون الحديث كذابون منهم محمد بن زياد كان يضع الحديث وقال عبد الله بن أحمد بن حنبل سألت أبي عنه فقال كان يحدث عن ميمون بن مهران قال كذاب خبيث أعور يضع الحديث وكان أحمد بن حنبل يقول ما كان أجرأه يقول ثنا ميمون بن مهران قال علي بن المديني محمد بن زياد صاحب ميمون بن مهران كتبت عنه كتابا فرميت به وضعفه جدا وقال عمرو بن علي محمد بن زياد صاحب ميمون بن مهران متروك الحديث كذاب منكر الحديث سمعه يقول حدثنا ميمون بن مهران عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم زينوا مجالس نسائكم بالمغزل وقال البخاري محمد بن زياد صاحب ميمون بن مهران هو متروك الحديث قال عمرو بن زرارة كان محمد بن زياد يتهم بوضع الحديث وكذا قال أبو عيسى والنسائي وأبو القاسم سعد بن عبد الله بن الحسين بن علويه الفرضي الشافعي الميموني قيل له الميموني لأنه كان من ولد ميمون بن مهران سمع أبا عمرو عثمان بن أحمد بن السماك وأبا بكر أحمد بن سلمان بن الحسن النجاد وأبا سهل أحمد بن محمد بن زياد القطان سمع منه أبو العباس أحمد بن إبراهيم بن تركان وأبو بكر أحمد بن عبد الرحمن الشيرازي وأبو نصر أحمد بن عمر الحافظان والفرقة الميمونة طائفة من الخوارج فهم من جملة العجاردة وخالفوا جمهور الخوارج في بدع زادوها عليهم منها قولهم بالقدر على مذاهب المعتزلة وقالوا بتقديم الاستطاعة على الفعل وزعموا أن ليس لله مشيئة في معاصي العباد فسموا هؤلاء قدرية الخوارج وأكفرهم بذلك جمهور الخوارج وذكر الحسين الكرابيسي في كتابه والذي حكى فيه مقالات الخوارج أن الميمونية منهم يجيزون نكاح بنات البنين وبنات البنات وبنات أولاد الأخوة وبنات أولاد الأخوات ويقولون إن الله عز وجل حرم البنات وبنات الأخت وبنات الأخ |جـ 5 صـ 439| ولم يحرم بنات أولاد هؤلاء البنات وحكى الكعبي والأشعري عن الميمونية إنكارها أن تكون سورة يوسف من القرآن وصح في حقهم المثل السائر مع كفره قدري ",
                "title": "الميموني",
                "uri": "JK_000952_4039"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}