{
    "features": [
        {
            "item": "JK_000952_3272",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.519-521",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القطان</h1> بفتح القاف وتشديد الطاء المهملة وفي آخرها نون هذه النسبة إلى بيع القطن والمشهور بها هو أبو سعيد يحيى بن سعيد بن فروخ الأحول القطان مولى بني تميم من أئمة أهل البصرة يروي عن يحيى بن سعيد الأنصاري وهشام بن عروة روى عنه أهل العراق مات يوم الأحد سنة ثمان وتسعين ومائة وكان إذا قيل له في علته يعافيك الله قال أحبه إلي أحبه إلى الله عز وجل وكان من سادات أهل زمانه حفظا وورعا وعقلا وفهما وفضلا ودينا وعلما وهو الذي مهد لأهل العراق رسم الحديث وأمعن في البحث عن النقل وترك الضعفاء ومنه تعلم علم الحديث أحمد بن حنبل ويحيى بن معين وعلي بن المديني ذكر عمرو بن علي الفلاس أن يحيى بن سعيد القطان كان يختم القرآن كل يوم وليلة ويدعو لألف إنسان ثم يخرج بعد العصر فيحدث الناس وكان يروي عن سميه يحيى ين سعيد الأنصاري وهشام بن عروة والأعمش وابن جريج والثوري وشعبة ومالك في آخرين وكان يقول لزمت شعبة عشرين سنة فما كنت أرجع من عنده إلا بثلاثة أحاديث وعشرة أكثر ما كنت أسمع منه في كل يوم وقال يحيى بن معين أقام يحيى بن سعيد عشرين سنة يختم القرآن في كل ليلة ولم يفته الزوال في المسجد أربعين سنة وما رؤي يطلب جماعة قط وسكين بن عبد العزيز بن قيس القطان من أهل البصرة يروي عن سيار بن سلامة وأبيه روى عنه موسى بن إسماعيل وغالب بن أبي غيلان القطان واسم أبي غيلان خطاف مولى عبد الله بن عامر بن كريز ويقال هو مولى بني تميم وقد قيل مولى بني غنم ومنهم من زعم أنه مولى بني راسب بن عبد القيس يروي عن الحسن وبكر بن عبد الله المزني عداده في أهل البصرة روى عنه أهلها وأبو بكر محمد بن الحسين بن الحسن بن الخليل القطان من أهل نيسابور سمع محمد بن يحيى الذهلي وأبا الأزهر العبدي وعبد الرحمن بن بشر بن الحكم وأحمد بن يوسف السلمي وأحمد بن منصور المروزي وأقرانهم روى عنه أبو بكر أحمد بن إسحاق بن أيوب وأبو علي الحسين بن علي الحافظ وأبو طاهر محمد بن محمد بن محمش الزيادي وطبقتهم ذكره الحاكم أبو عبد الله الحافظ فقال أبو بكر القطان الشيخ الصالح أسند أهل نيسابور في مشايخ النيسابوريين في عصره وقد أحضرت في |جـ 4 صـ 520| مجلسه غير مرة ولم يحصل لي عنه شيء ومات في شوال سنة اثنتين وثلاثين وثلاثمائة وابنه أبو إسحاق إبراهيم بن محمد بن الحسين القطان العابد من أهل نيسابور أيضا سمع أباه وأبا عبد الله محمد بن إبراهيم البوشنجي وغيرهما ذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو إسحاق العابد القطان الرجل الصالح ابن محدث البلد توفي في اليوم الثاني عشر من ذي الحجة سنة سبع وخمسين وثلاثمائة وهو ابن ثمان وثمانين سينة وأبو محمد الحسن بن إبراهيم بن يزيد الأسلمي القطان الفارسي نزيل نيسابور سمع أبا محمد جعفر ين درستويه وحماد بن مدرك الفارسيين وببغداد عبد الله بن محمد بن ناجية وأحمد بن الحسن بن عبد الجبار الصوفي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو محمد الفارسي القطان نزيل نيسابور شيخ صالح ثقة في الحديث فهم في الرواية ورد نيسابور سنة أربعين وثلاثمائة وكتبنا عنه في خان الفرس وأكثرنا الاختلاف إليه وتوفي بنيسابور في ذي الحجة سنة ثلاث وأربعين وثلاثمائة وأبو الحسين محمد بن الحسين بن محمد بن الفضل بن يعقوب بن يوسف بن سالم الأزرق القطان من أهل بغداد متوثي الأصل كان صدوقا مشهورا في مشايخ بغداد سمع أبا علي إسماعيل بن محمد الصفار وأبا جعفر محمد بن يحيى بن عمر بن علي بن حرب وأبا عمرو عثمان بن أحمد السماك وأبا بكر أحمد بن سلمان النجاد وأبا محمد عبد الله بن جعفر بن درستويه النحوي وأبا الحسين بن ماتي الكوفي وجعفر بن محمد الخلدي وأبا سهل أحمد بن محمد بن زياد القطان وأبا بكر محمد بن الحسن بن زياد النقاش وطبقتهم انتخب عليه محمد بن أبي الفوارس الحافظ وهبة الله بن الحسن الطبري روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وأبو علي الحسن بن علي الوخشي وأبو الوليد الحسن بن محمد الدينوري وأبو بكر أحمد بن الحسين البيهقي وأبو محمد عبد الله بن يوسف الجويني وغيرهم وكانت ولادته في شوال سنة خمس وثلاثين وثلاثمائة وكان يسكن دار القطن ببغداد وتوفي في شهر رمضان سنة خمس عشرة وأربعمائة وأبو سهل أحمد بن محمد بن عبد الله بن زياد القطان المتوثي ذكرته في الميم وأبو القاسم عبد العزيز بن محمد بن الحسين القطان سمع أبا طاهر المخلص |جـ 4 صـ 521| وأبا القاسم الصيدلاني روى عنه أبو بكر الخطيب الحافظ وكانت ولادته في ذي الحجة سنة خمس وثمانين وثلاثمائة ومات في شهر ربيع الأول سنة ثمان وخمسين وأربعمائة ",
                "title": "القطان",
                "uri": "JK_000952_3272"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}