{
    "features": [
        {
            "item": "JK_000129_003408",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.170-171",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جنديسابور والنسبة الجنديسابوري</h1> بضم أوله وتسكين ثانيه وفتح الذال وياء ساكنة وسين مهملة وألف وباء موحدة مضمومة وواو ساكنة وراء مدينة بخوزستان بناها سابور بن أردشير فنسبت إليه وأسكنها سبي الروم وطائفة من جنده وقال حمزة جنديسابور تعريب به أز انديوشافور ومعناه خير من أنطاكية وقال ابن الفقيه إنما سميت بهذا الاسم لأن أصحاب سابور الملك لما فقدوه كما ذكرته في منارة الحوافر خرج أصحابه يطلبونه فبلغوا نيسابور فلم يجدوه فقالوا نه سابور أي ليس سابور فسميت نيسابور ثم وقعوا إلى سابور خواست فقيل لهم ما تصنعون ههنا فقالوا سابور خواست أي نطلب سابور ثم وجدوه بجنديسابور فقالوا وندي سابور فسمي بذلك وهي مدينة خصبة واسعة الخير بها النخل والزروع والمياه نزلها يعقوب الليث بن الصفار اجتزت بها مرارا ولم يبق منها عين ولا أثر إلا ما يدل على شيء من آثار بائدة لا |جـ 2 صـ 171| تعرف حقائقها إلا بالأخبار فسبحان الله الحي الباقي & كل شيء هالك إلا وجهه & ولما قدم خوزستان يعقوب المذكور مراغما للسلطان سنة 262 أو 263 لحصانتها واتصالها بالمدن الكثيرة فمات بها في سنة 265 وقبره بها وقام أخوه عمرو بن الليث مقامه وأما فتحها فإن المسلمين افتتحوها سنة فتح نهاوند وهي سنة 91 في أيام عمر بن الخطاب رضي الله عنه حاصروها مدة فلم يفجأ المسلمون إلا وأبوابها تفتح وخرج السرح وفتحت الأسواق وانبث أهلها فأرسل المسلمون أن ما خبركم قالوا إنكم رميتم إلينا بالأمان فقبلناه وأقررنا لكم بالجزاء على أن تمنعونا فقالوا ما فعلنا فقالوا ما كذبنا فسأل المسلمون فيما بينهم فإذا عبد يدعى مكنفا كان أصله منها هو الذي كتب لهم الأمان فقال المسلمون إن الذي كتب إليكم عبد قالوا لا نعرف عبدكم من حركم فقد جاء الأمان ونحن عليه قد قبلناه ولم نبدل فإن شئتم فاغدروا فأمسكوا عنهم وكتبوا بذلك إلى عمر رضي الله عنه فأمر بإمضائه فانصرفوا عنهم وقال عاصم بن عمرو في مصداق ذلك لعمري لقد كانت قرابة مكنف قرابة صدق ليس فيها تقاطع أجارهم من بعد ذل وقلة وخوف شديد والبلاد بلاقع فجاز جوار العبد بعد اختلافنا ورد امورا كان فيها تنازع إلى الركن والوالي المصيب حكومة فقال بحق ليس فيه تخالع هذا قول سيف وقال البلاذري بعد ذكره فتح تستر ثم سار أبو موسى الأشعري إلى جنديسابور وأهلها متخوفون فطلبوا الأمان فصالحهم على أن لا يقتل منهم أحدا ولا يسبيه ولا يتعرض لأموالهم سوى السلاح ثم إن طائفة من أهلها تجمعوا بالكلتانية فوجه إليهم أبو موسى الأشعري الربيع بن زياد فقتلهم وفتح الكلتانية وخرج منها جماعة من أهل العلم منهم حفص بن عمر القناد الجنديسابوري روى عن داود بن أبي هند روى عنه عبد الله بن رشيد الجنديسابوري ",
                "title": "جنديسابور والنسبة الجنديسابوري",
                "uri": "JK_000129_003408"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}