{
    "features": [
        {
            "item": "JK_000952_1411",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.372-373",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخشنامي</h1> بضم الخاء وسكون الشين المعجمتين وفتح النون وفي آخرها الميم هذه النسبة إلى اسم بعض أجداده وهو خشنام وكنت أظن أن هذا الاسم بفتح الخاء أعني هو خوشنام بالعجمية فعرب حتى رأيت بخط والدي رحمة الله في اسم أبي علي الخشنام النيسابوري بضم الخاء والمشهور بهذه النسبة أبو مسعود أحمد بن عثمان بن أحمد بن محمد بن خشنام بن باذان الخشنامي أخو منصور بن باذان كان أمير خراسان من أهل نيسابور وكان أديبا شاعرا معروفا فاضلا له الشعر الأنيق السائر والتصرفات الحسنة في كل فن سمع مع ابنة أبي علي نصر الله الكثير من مشايخ عصره مثل أبي الحيري وأبي سعيد الصيرفي روى عنه ابنه أبو علي وتوفي في يوم عيد الأضحى من سنة تسع وعشرين |جـ 2 صـ 373| وأربعمائة ودفن بمقبرة الحيرة وابنه أبو علي نصر الله بن أحمد بن الحسن الحيري وأبا سعيد محمد بن موسى بن الفضل الصيرفي وأبا الحسن علي بن أحمد بن عبدان وجماعة سواهم سمع منه القدماء مثل والدي رحمة الله وأدركت من أصحابه أكثر من عشرين نفسا وكانت ولادته في شهر رمضان سنة تسع وأربعمائة ووفاته في غرة شعبان سنة ثمان وتسعين وأربعمائة بنيسابور وأما أبو علي محمد بن محمد بن خشنام بن الحسين بن معروف بن شجاع بن كدام الخشنامي من أهل نسف سمع إسحاق بن عمرو وأبا سهل هارون بن أحمد الأستراباذي وأبا عمرو محمد بن محمد بن صابر وغيرهم سمع منه أبو العباس جعفر بن محمد بن المعتز المستغفري وكانت ولادته في سنة أربع وثلاثين وثلاثمائة ووفاته في جمادى الأولى سنة ست وأربعمائة وابنه أبو الحسن طاهر بن محمد بن محمد بن خشنام من أهل نسف رحل إلى خراسان وهراة وسجستان في شهور سنة ثلاث وثمانين وثلاثمائة وأقام بها سنين وعمل مع الصوفية أعمالهم وكتب ما كتب ثم عاد إلى بلده وأظهر ثم رحل إلى الشاش وبلاد السغد وسمرقند وسمع من أبي علي إسماعيل بن أحمد الحاجبي الجامع وغيره وكتب عن مشايخ الوقت ورجع إلى بلده ومات شابا ليلة الجمعة سلخ جمادى الأولى سنة سبع وتسعين وثلاثمائة والإمام عمر بن محمد بن عمر بن أحمد بن خشنام البخاري الخشنامي عرف بخوشنام بفتح الخاء كان إماما فاضلا مناظرا له يد باسطة في الفقة والنظر وكان من أهل الدين والورع سمع أبا بكر محمد بن علي بن حيدرة الجعفري البخاري سمع منه أبو حفص عمر بن محمد بن أحمد بن إسماعيل النسفي وتوفي ببخارى في ذي القعدة سنة اثنتين وعشرين وخمسمائة وابنه الفقيه الزاهد ركب الأخطار وقطع البوادي على التجريد والانفراد وراض نفسه حتى ما كان يأكل كل ثلاثة أيام إلا شيئا يسيرا جاور بمكة وتزهد وكان من أصحاب شيخنا الإمام يوسف بن أيوب الهمداني رحمة الله ",
                "title": "الخشنامي",
                "uri": "JK_000952_1411"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}