{
    "features": [
        {
            "item": "JK_000129_001188",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.288-289",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أيذج والنسبة الإيذجي</h1> الذال معجمة مفتوحة وجيم كورة وبلد بين خوزستان وأصبهان وهي أجل مدن هذه الكورة وسلطانها يقوم بنفسه وهي في وسط الجبال يقع بها ثلج كثير يحمل إلى الأهواز والنواحي وشربهم من عين شعب سليمان ومزارعهم على الأمطار ولهم بطيخ كثير وهو في هوة وقنطرة إيذج من عجائب الدنيا المذكورة لأنها مبنية بالصخر على واد يابس بعيد القعر وإيذج كثيرة الزلازل وبها معادن كثيرة وبها ضرب من القاقلى تنفع عصارته النقرس وبها بيت نار قديم كان يوقد إلى أيام الرشيد ودونها بفرسخين صور من الماء وهو مجمع أنهار وكل ماء دائر يسمى صورا بفتح الصاد يعرف هذا الموضع بفم البواب إذا وقع فيه إنسان أو دابة لا يزال يدور حتى يموت ثم يقذفه إلى الشط من غير أن يغيب في الماء أو يركبه الموج وهذا من الأمور العجيبة لأن الذي يقع فيه لا يرسب فيه ولا يعلو ماأه عليه ويفتتح خراجها قبل النوروز الفارسي بشهر وهذا الرسم أيضا مخالف لرسوم الخراج على سائر الدنيا ومائية قصب سكرها في سائر قصب سكر الأهواز أربعة في كل عشرة وفانيذها يعمل عمل المكراني والسنجري ووجد في غرفة بعض الخانات التي بطريق أصبهان قبح السالكون في طلب الرز ق على إيذج إلى أصبهان ليت من زارها فعاد إليها قد رماه الإله بالخذلان وقال أبو سعد إيذج في موضعين أحدهما بلدة من كور الأهواز وبلاد الخوز ينسب إليها جماعة من ولد المهدي بن المنصور منهم أبو محمد يحيى بن أحمد بن الحسن بن فورك الإيذجي والثاني إيذج من قرى سمرقند منها أبو الحسين محمد بن الحسين الإيذجي توفي سنة 783 وقال أبو بكر محمد بن موسى إيذج من بلاد خوزستان ينسب إليها أبو القاسم الحسين بن أحمد بن الحسن الإيذجي روى عن أبي بكر أحمد بن محمد بن العباس الأسفاطي روى عنه ابنه أبو العباس وأحمد بن أبي حميد الإيذجي شيخ ثقة يروي عن أبي ضمرة المدني ويوسف بن العرف والفرج بن عباد الواسطي روى عنه جعفر ابن أحمد بن فارس قاله أبو أحمد العسال وأحمد ابن بهرام الإيذجي حدث عن إسحاق بن زياد العطار روى عنه أبو القاسم سليمان بن أحمد الطبراني وأبو العباس أحمد بن الحسين الإيذجي روى عن أبيه وغيره روى عنه أبو علي الحسن بن أحمد بن الحسن الحداد |جـ 1 صـ 289| وغيره وآخرون كثير قال وإيذج من قرى سمرقند عند الجبل ينسب إليها محمد بن الحسين أبو الحسين الإيذجي المذكور السمرقندي كان جالس أبا القاسم الترمذي الحكيم وأخذ عنه من كلامه وحكمته وقال سمعت من أبي أحاديث أحمد من الفضل البلخي القاضي كذا قال الإدريسي في تاريخ سمرقند ",
                "title": "أيذج والنسبة الإيذجي",
                "uri": "JK_000129_001188"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}