{
    "features": [
        {
            "item": "JK_000129_007818",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.380-381",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>شيراز والنسبة الشيرازي</h1> بالكسر وآخره زاي بلد عظيم مشهور معروف مذكور وهو قصبة بلاد فارس في الإقليم الثالث طولها ثمان وسبعون درجة ونصف وعرضها تسع وعشرون درجة ونصف قال أبو عون طولها ثمان وسبعون درجة وعرضها اثنتان وثلاثون درجة وقيل سميت بشيراز بن طهمورث وذهب بعض النحويين إلى أن أصله شراز وجمعه شراريز وجعل الياء قبل الراء بدلا من حرف التضعيف وشبهه بديباج ودينار وديوان وقيراط فإن أصله عندهم دباج ودنار ودوان وقراط ومن جمعه على شواريز فإن أصله عندهم شورز وهي مما استجد عمارتها واختطاطها في الأسلام قيل أول من تولى عمارتها محمد بن القاسم بن أبي عقيل ابن عم الحجاج وقيل شبهت بجوف الأسد لأنه لا يحمل منها شيء إل جهة من الجهات ويحمل إليها ولذلك سميت شيرز وبها جماعة من التابعين مدفونون وهي في وسط بلاد فارس بينها وبين نيسابور مائتان وعشرون فرسخا وقد ذمها البشاري بضيق الدروب وتداني الرواشين من الأرض وقذارة البقعة وضيق الرقعة إفشاء الفساد وقلة احترام أهل العلم والأدب وزعم أن رسوم المجوس بها ظاهرة ودولة الجور على الرعايا بها قاهرة الضرائب بها كثيرة ودور الفسق والفساد بها شهيرة وخروءهم في الطرقات منبوذة والرمي بالمنجنيق بها غير منكور وكثرة قذر لا يقدر ذو الدين أن يتحاشى عنه وروائحه عامة تشق الدماغ ولا أدري ما عذرهم في ترك حفر الحشوش وإعفاء أزقتهم وسطوحهم من تلك |جـ 3 صـ 381| الأقذار إلا أنها مع ذلك عذبة الماء صحيحة الهواء كثيرة الخيرات تجري في وسطها القنوات وقد شيبت بالأقذار وأصلح مياههم القناة التي تجيء من خويم وآبارهم قريبة القعر والجبال منها قريبة قالوا ومن العجائب شجرة تفاح بشيراز نصفها حلو في غاية الحلاوة ونصفها حامض في غاية الحموضة وقد بنى سورها وأحكمها الملك ابن كاليجار سلطان الدولة بن بويه في سنة 346 وفرغ منه في سنة 044 فكان طوله اثني عشر ألف ذراع وعرض حائطه ثمانية أذرع وجعل لها أحد عشر بابا وقد نسب إلى شيراز جماعة كثيرة من العلماء في كل فن منهم أبو إسحاق إبراهيم بن علي بن يوسف بن عبد الله الفيروز ابادي ثم الشيرازي إمام عصره زهدا وعلما وورعا تفقه على جماعة منهم القاضي أبو الطيب الطاهر بن عبد الله الطبري وأبو عبد الله محمد بن عبد الله البيضاوي وأبو حاتم القزويني وغيرهم ودرس أكثر من ثلاثين سنة وأفتى قريبا من خمسين سنة وسمع الحديث من أبي بكر البرقاني وغيره ومات ببغداد في جمادى الآخرة سنة 746 وصلى عليه المقتدي بأمر الله أمير المؤمنين ومن المحدثين الحسن بن عثمان بن حماد ابن حسان بن عبد الرحمن بن يزيد القاضي أبو حسان الزبادي الشيرازي كان فاضلا بارعا شقة ولي قضاء الشرقية للمتوكل وصنف تاريخا وكانا قد سمع محمد بن إدريس الشافعي وإسماعيل بن علية ووكيع ابن الجراح روى عنه جماعة ومات سنة 272 قاله الطبري ومن الزهاد أبو عبد الله محمد بن خفيف الشيرازي شيخ الصوفية ببلاد فارس وواحد الطريقة في وقته كان من أعلم المشايخ بالعلوم الظاهرة صحب رويما وأبا العباس بن عطاء وطاهرا المقدسي وصار من أكابرهم توفي بشيراز سنة 173 عن نحو مائة وأربع سنين وخرج مع جنازته المسلمون واليهود والنصارى ومن الحفاظ أحمد بن عبد الرحمن بن أحمد بن محمد بن موسى الحافظ الشيرازي أبو بكر روى عن أبي بكر أحمد بن إبراهيم الإسماعيلي وأبي سهل بشر بن أحمد الأسفراييني وأبي أحمد محمد بن محمد بن إسحاق الحافظ وغيرهم من مشايخ خراسان والجبل والعراق وكان مكثرا روى عنه أبو طاهر بن سلمة وأبو الفضل بن غيلان وأبو بكر الزنجاني وخلق غيرهم وكان صدوقا ثقة حافظا يحسن علم الحديث جيدا جدا سكن همذان سنين ثم خرج منها إلى شيراز سنة 404 وعاش بها سنين وأخبرت أنه مات بها سنة 114 وله كتاب في ألقاب الناس قال ذلك شيرويه وأحمد بن منصور بن محمد بن عباس الشيرازي الحافظ من الرحالين المكثرين قال الحاكم كان صوفيا رحالا في طلب الحديث من المكثرين من السماع والجمع ورد علينا نيسابور سنة 833 وأقام عندنا سنين وكنت أرى معه مصنفات كثيرة في الشيوخ والأبواب رأيت به الثوري وشعبة في ذلك الوقت ورحل إلى العراق والشام وانصرف إلى بلده شيراز وصار في القبول عندهم بحيث يضرب به المثل ومات بها في شعبان سنة 283 ",
                "title": "شيراز والنسبة الشيرازي",
                "uri": "JK_000129_007818"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}