{
    "features": [
        {
            "item": "JK_000952_0355",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.267-268",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البالسي</h1> بفتح الباء المنقوطة بواحدة وكسر اللام والسين المهملة هذه النسبة إلى |جـ 1 صـ 268| بالس وهي مدينة مشهورة بين الرقة وحلب على عشرين فرسخا من حلب أقمت بها يوما في توجهي إلى حلب وكانت الروم قد نزلت بها وخربتها ومع ذلك فهي مسكونة فيها جماعة من المعروفين والفقيه معدان بن كثير البالسي أبو المجد من الفضلاء والعلماء المشهورين تفقه على الإمام أبي بكر الشاشي ببغداد وبرع في الفقه ولما نزلت بالس كان في الأحياء ولم أعرف ذلك إلا بعد نزولي بحلب وانفصالي عنها ومن القدماء المنتسبين إلى هذه البلدة عبد العزيز بن عبد الرحمن البالسي الجزري مولى مسلمة بن عبد الملك من أهل بالس يروي عن حبيب بن أبي مرزوق وخصيف وعبد الكريم الجزري يأتي بالمقلوبات عن الثقات فيكثر والملزقات بالإثبات فيفحش روى عنه أبو بكر محمد بن سليمان بن حبيب المصيصي الملقب بلوين والحسن بن عبد الله بن منصور البالسي سكن أنطاكية قال أبو سعيد بن يونس أصله من بالس سكن بأنطاكية وقدم إلى مصر سنة ثمان وخمسين ومائتين حدث عن الهيثم بن جميل وغيره وأحمد بن بكر البالسي يروي عن خالد بن يزيد البجلي روى عنه ابن أبي ثابت البغدادي وأحمد بن علي بن عياش البالسي المؤدب حدث بالرقة عن أحمد بن بكر البالسي وأبي الحسين أحمد بن سليمان الرهاوي روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وأبو بكر عبد الله بن محمد بن حميد بن سنان البالسي يروي عن أبي محمد العباس بن داود بن الكناني روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني الحافظ وسمع منه ببالس وأبو بكر محمد بن أحمد بن محمد بن بكر البالسي المعروف بابن حمدان يروي عن أبي سعيد أحمد بن بكر البالسي في إملائه روى عنه أبو الحسين بن جميع الصيدائي وأبو الورد شراحيل بن العلاء البالسي القاضي يروي عن عبيد بن هشام الحلبي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وإسحاق بن خالد البالسي الذي يقال له ابن خلدون يروي عن أبي نعيم الفضل بن دكين ومحمد بن مصعب يروي عنه عمر بن سعيد بن سنان المنبجي الحافظ وأبو الطاهر الحسن بن أحمد بن إبراهيم بن فيل البالسي أصله من الكوفة وكان ينتقل في بلاد الشام سكن بالس مدة وأنطاكية مدة حتى سكن قرقيسيا روى عنه أبو حاتم بن حبان وسليمان بن أحمد الطبراني وأبو أحمد بن عدي وأبو بكر بن المقرىء وغيرهم وتوفي بعد سنة عشر وثلاثمائة وسأعيد ذكره في الفاء وأذكر بعض شيوخه |جـ 1 صـ 269| ",
                "title": "البالسي",
                "uri": "JK_000952_0355"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}