{
    "features": [
        {
            "item": "JK_000952_2237",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.357-358",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السيرافي</h1> بكسر السين المهملة وسكون الياء المنقوطة باثنتين من تحتها وفتح الراء وفي آخرها الفاء هذه النسبة إلى سيراف وهو من بلاد فارس مما يلي خد كرمان على طرف البحر خرج منها جماعة من العلماء والصلحاء فمنهم أبو الطيب حماد بن الحسين الفقيه السيرافي القاضي يروي عن جعفر بن محمد بن الحسن السيرافي صاحب يونس بن حبيب ورحل إلى العراق وكتب عن أبي بكر أحمد بن كامل بن شجرة القاضي وأبي إسحاق إبراهيم بن محمد الهجيمي وغيرهما روى عنه أبو عبد الله محمد بن عبد العزيز الشيرازي الحافظ وتوفي سنة ثمان وسبعين وثلاثمائة وأبو سعيد الحسن بن عبد الله بن المرزبان القاضي السيرافي النحوي سكن بغداد وكان يدرس القرآن والقراءات وعلوم القرآن والنحو واللغة والفقه والفرائض والكلام والشعر والعروض والقوافي والحساب وعلوما سوى هذه وكان من أعلم الناس بنحو البصريين وينتحل في الفقه مذهب أهل العراق قرأ على أبي بكر بن مجاهد القرآن وعلى أبي بكر بن دريد اللغة ودرسا جميعا عليه النحو وقرأ على أبي بكر بن السراج وعلى أبي بكر الميرمان النحو وقرأ أحدهما عليه القرآن ودرس الآخر عليه الحساب وكان زاهدا لا يأكل إلا من كسب يده وكان لا يخرج إلى مجلس الحكم ولا إلى مجلس التدريس في كل يوم إلا بعد أن ينسخ عشر ورقات يأخذ أجرتها عشرة دراهم تكون قدر مؤونته ثم يخرج إلى مجلسه سمع الحديث من محمد بن أبي الأزهر البوشنجي وأبي عبيد بن حروية الفقيه وأبي عبد الله محمد بن زياد النيسابوي روى عنه الحسين بن محمد بن جعفر الجامع ومحمد بن عبد الواحد وعلي بن أيوب القمي وولي القضاء ببغداد وكان أبوه مجوسيا اسمه بهزاد فسماه أبو سعيد عبد الله وكان يذكر عنه الاعتزال ولم يكن ليظهر من ذلك شيئا وكان نزها عفيفا جميل الأمر حسن الأخلاق وتوفي في رجب سنة ثمان وستين وثلاثمائة ببغداد عن أربع وثمانين سنة وأبو بكر أحمد بن سالم السيرافي يروي عن صالح بن محمد بن شاذان روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني وذكر أنه سمع منه بسيراف وأبو عبد الله جعفر بن محمد بن الحسن الأصبهاني ثم السيرافي يروي عن هارون بن سليم الخزار روى عنه أبو الحسين بن جميع الغساني وذكر أنه سمع منه بسيراف وأبو الحسن محمد بن أحمد بن معووف بن مانوم السيرافي يروي عن أبي الطيب |جـ 3 صـ 358| أحمد بن علي الهاشمي روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني حدث عنه في معجم شيوخه ومحمد بن يوسف السيرافي يروي عن ابن المثنى روى عنه ابن جميع أيضا والقاضي أبو الحسين عبد الوهاب بن علي بن أحمد بن محمد السيرافي سكن مصر كان شيخا صدوقا صحيح السماع وسمع القاضي أبا الحسن علي بن علي بن الحسين بن بندار الأذني وغيره روى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي وذكره في معجم شيوخه وقال القاضي أبو الحسين السيرافي المقيم بمصر كان قاضيا بثغر تنيس صحيح السماع سنيا سمعت منه بتنيس وسمعته يذكر في إثبات خلافة بني العباس قوله تعالى في ذكر موسى وفرعون & ونريد أن نمن على الذين استضعفوا في الأرض & القصص 5 وقال في هذه الآية & وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم & الآية النور 55 قال ابن عباس في هذه الآية & إلا المستضعفين من الرجال والنساء & كنت أنا وأبي من المستضعفين فاستخلفهم الله كما استخلف المستضعفين في بني إسرائيل ",
                "title": "السيرافي",
                "uri": "JK_000952_2237"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}