{
    "features": [
        {
            "item": "JK_000129_000664",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.190-191",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أسوارية</h1> بفتح أوله ويضم وسكون ثانيه وواو وألف وراء مكسورة وياء مشددة وهاء من قرى أصبهان ينسب إليها أبو المظفر سهل بن محمد بن أحمد الأسواري حدث عن أبي عبد الله محمد بن إسحاق وأبي بكر الطلحي وأبي إسحاق ابن إبراهيم النيلي وغيرهم ومنها أبو بكر شهريار بن محمد بن أحمد بن شهريار أبو بكر الأسواري سافر إلى مكة والبصرة وحدث عن أبي يعقوب يوسف بن يعقوب النجيري وأبي قلابة محمد بن أحمد بن حمدان إمام الجامع بالبصرة وسمع بمكة أبا علي الحسن بن داود ابن سليمان ابن خلف المصري سمع منه عبد العزيز وعبد الواحد ابنا أحمد بن عبد الله بن أحمد بن قاذويه وعبد الرحمن بن محمد بن إسحاق ومحمد بن علي الجوزداني وعبد الواحد بن أحمد بن محمد بن يحيى الأسواري أبو القاسم الأصبهاني حدث عن أبي الشيخ الحافظ روى عنه قتيبة بن سعيد البغلاني قاله يحيى بن مندة وعمر بن عبد العزيز بن محمد بن علي الأسواري أبو بكر من أهل أصبهان حدث عن أبي القاسم عبيد الله بن عبد الله وأبي زفر الذهلي بن عبد |جـ 1 صـ 191| الله الجيراني الضبي سمع منه محمد بن علي الجوزداني وغيره وأبو بكر محمد بن الحسين الأسواري الأصبهاني حدث عن أحمد بن عبيد الله بن القاسم النهرديري روى عنه يحيى بن مندة إجازة في تاريخه وأبو بكر محمد بن علي بن محمد بن علي الأسواري حدث عن أبيه عن علي بن أحمد بن عبد الرحمن العزال الأصبهاني بالبصرة كتب عنه أبو نصر محمد بن عمر البقال وأبو الحسين علي بن محمد بن بابويه الأسواري الأصبهاني أحد الأغنياء ذو ورع ودين روى عن أبي عمران موسى بن بيان روى عنه أبو أحمد الكرخي قاله يحيى وأبو الحسن علي ابن محمد بن الهيثم الأسواري الزاهد الصوفي مات في سنة 734 كان كثير الحديث سمع أبا بكر أحمد ابن عبيد الله النهرديري وغيره روى عنه عبد الرحمن ابن محمد وإسحاق بن عبد الوهاب بن مندة وأحمد ابن علي الأسواري روى عنه الحافظ أبو موسى الأصبهاني فهؤلاء منسوبون إلى قرية بأصبهان كما ذكرنا وقد نسب بهذا اللفظ إلى الأسوار واحد الأساورة من الفرس كانوا نزلوا في بني تميم بالبصرة واختطوا بها خطة وانتموا إليهم وقد غلط فيهم أحد المتأخرين وجعلهم في بني تميم وسنذكرهم في نهر الأساورة من هذا الكتاب على الصواب ونحكي أمرهم على الوجه الصحيح إن شاء الله تعالى ",
                "title": "أسوارية",
                "uri": "JK_000129_000664"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}