{
    "features": [
        {
            "item": "JK_000129_000270",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.104-105",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أجياد</h1> بفتح أوله وسكون ثانيه كأنه جمع جيد وهو العنق وأجياد أيضا جمع جواد من الخيل يقال للذكر والأنثى وجياد وأجاويد حكاه أبو نصر إسماعيل بن حماد وقد قيل في اسم هذا الموضع جياد أيضا وقد ذكر في موضعه وقال الأعشى ميمون بن قيس فما أنت من أهل الحجون ولا الصفا ولا لك حق الشرب من ماء زمزم ولا جعل الرحمن بيتك في العلا بأجياد غربي الصفا والمحرم وقال عمر بن عبد الله بن أبي ربيعة هيهات من أمة الوهاب منزلنا لما نزلنا بسيف البحر من عدن وجاورت أهل أجياد فليس لنا منها سوى الشوق أو حظ من الحزن |جـ 1 صـ 105| وذكره في الشعر كثير واختلف في سبب تسميته بهذا الاسم فقيل سمي بذلك لأن تبعا لما قدم مكة ربط خيله فيه فسمي بذلك وهما أجيادان أجياد الكبير وأجياد الصغير وقال أبو القاسم الخوارزمي أجياد موضع بمكة يلي الصفا وقال أبو سعيد السيرافي في كتاب جزيرة العرب من تأليفه هو موضع خروج دابة الأرض وقرأت فيما أملاه أبو الحسين أحمد بن فارس على بديع بن عبد الله الهمداني بإسناد له إن الخيل العتاق كانت محرمة كسائر الوحش لا يطمع في ركوبها طامع ولا يخطر ارتباطها للناس على بال ولم تكن ترى إلا في أرض العرب وكانت مكرمة ادخرها الله لنبيه وابن خليله إسماعيل بن إبراهيم عليهم السلام وكان إسماعيل أول من ذللت له الخيل العتاق وأول من ركبها وارتبطها فذكر أهل العلم أن الله عز وجل أوحى إلى إسماعيل عليه السلام إني ادخرت لك كنزا لم أأعطه أحدا قبلك فاخرج فناد بالكنز فأتى أجيادا فألهمه الله تعالى الدعاء بالخيل فلم يبق في بلاد الله فرس ألا أتاه فارتبطها بأجياد فبذلك سمي المكان أجيادا ويؤيد هذا ما قاله الأصمعي في تفسير قول بشر بن أبي خازم حلفت برب الداميات نحورها وما ضم أجياد المصلى ومذهب لئن شبت الحرب العوان التي أرى وقد طال إبعاد بها وترهب لتحتملن بالليل منكم ظعينة إلى غير موثوق من العز تهرب قال أبو عبيدة المصلى المسجد والمذهب بيت الله الحرام وأجياد قال الأصمعي هو الموضع الذي كانت به الخيل التي سخرها الله لإسماعيل عليه السلام وقال ابن إسحاق لما وقعت الحرب بين الحارث بن مضاض الجرهمي وبين السميدع بن حوثر بالثاء المثلثة خرج ابن مضاض من قعيقعان فتقعقع سلاحه فسمي قيعقعان وخرج السميدع ومعه الخيل والرجال من أجياد فيقال إنه ما سمي أجياد أجيادا إلا بخروج الخيل الجياد منه مع السميدع وقال السهيلي وأما أجياد فلم يسم بأجياد الخيل كما ذكر ابن إسحاق لأن جياد الخيل لا يقال فيها أجياد وإنما أجياد جمع جيد وذكر أصحاب الأخبار أن مضاضا ضرب في ذلك الموضع أجياد مائة رجل من العمالقة فسمي ذلك الموضع بأجياد لذلك قال وكذا ذكر ابن إسحاق في غير كتاب السيرة قلت أنا وقد قدمنا أن الجوهري حكى أن العرب تجمع الجواد من الخيل على أجياد ولا شك أن ذلك لم يبلغ السهيلي فأنكره ومما يؤيد أن هذا الموضع مسمى بالخيل أنه يقال فيه أجواد وجياد ثم اتفاق الرواة أنها سميت بجياد الخيل لا تدفعه الرواية المحمولة من جهة السهيلي وحدث أبو المنذر قال كثرت إياد بتهامة وبنو معد بها حلول ولم يتفرقوا عنها فبغوا على بني نزار وكانت منازلهم بأجياد من مكة وذلك قول الأعشى وبيداء تحسب آرامها رجال إياد بأجيادها الأجيادان تثنية الذي قبله وهما أجياد الكبير وأجياد الصغير وهما محلتان بمكة وربما قيل لهما أجيادين اسما واحدا بالياء في جميع أحواله ",
                "title": "أجياد",
                "uri": "JK_000129_000270"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}