{
    "features": [
        {
            "item": "JK_000952_3856",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.332-333",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المعاذي</h1> بضم الميم وفتح العين المهملة وفي اخرها الذال المعجمة هذه النسبة إلى ال معاذ وهو بيت كبير بمرو منهم أبو وهب أحمد بن أبي زهير سهيل بن سليمان المعاذي المروزي سكن أعلى الرزيق وهو من ال معاذ حدث عن عبد العزيز بن أبي رزمة روى عنه أبو بكر أحمد بن محمد بن عمر البسطامي وأبو الوفاء داود بن علي الشابرنجي وأبو النضر سلمة بن أحمد بن سلمة بن مسلم الذهلي المعاذي الأديب الكاتب الشاعر وكان جد جده سلمة بن مسلم أخو معاذ بن مسلم فقيل له المعاذي والمنسوب إليهم سكة مسلم بنيسابور وكتب الكثير في حداثة سنه وكان له خط حسن وبلاغة عجيبة وكان مشايخنا تعجبهم القراءة من خطه وتصحيح الكتاب بقلمه رأيت أبا عبد الله بن الأخرم على شراسة أخلاقه يميل إليه ويقول في مجالسته ابن سلمة المعاذي سمع أبا حامد أحمد بن محمد بن بلال وأبا بكر محمد بن الحسين القطان وأبا العباس محمد بن يعقوب الأصم وجمع شيئا من كتاب مسلم بن الحجاج روى عنه الحاكم أبو عبد الله الحافظ وقال توفي في شهر رمضان سنة ثمان وسبعين وثلاث مئة وأخوه أبو القاسم عبد الله بن أحمد بن سلمة المعاذي قال الحاكم أبو عبد الله هو جارنا بباب عرزة أديب كاتب من أهل البيوتات سمع عبد الله بن محمد الشرقي وأبا بكر بن دلويه وأقرانهما وكان يسمع معنا المسند من علي بن حمشاذ ومات في رجب سنة ثلاث وسبعين وثلاث مئة وأبو الحسين محمد بن أحمد بن محمد بن الحسين الأديب المعاذي شيخ المعادلة في وقته وأكبر الأخوة وكان من أدب أهل البيوتات في عصره سمع أبا عبد الله بن محمد بن إبراهيم |جـ 5 صـ 333| البوشنجي وإبراهيم بن علي الذهلي وإبراهيم بن أبي طالب وأقرانهم ذكره الحاكم أبو عبد الله الحافظ وخرجت له الفوائد وحدث قبل وفاته بسنة وتوفي في رجب من سنة اثنتين وخمسين وثلاث مئة وهو ابن ثلاث وثمانين سنة وأبو الحسين معاذ بن محمد بن الحسين بن معاذ المعدل الأنماطي المعروف بالمعاذي وليس من ولد معاذ بن مسلم وكان من الصالحين إمام مسجد عقيل الخزاعي سمع عبد الله بن محمد بن شيرويه وجعفر بن أحمد بن نصر الحافظ وأقرانهما وتوفي في جمادى الاخرة سنة ثمان وستين وثلاث مئة وهو ابن إحدى وتسعين سنة وأبو منصور الحسن بن أبي الحسن أحمد بن الحسن بن محمد المعاذي من أهل نيسابور كان من أهل الخير والعدل سمع أبا عمران موسى بن العباس الجويني وغيره من مشايخ خراسان سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو منصور ابن أبي الحسن المعاذي المزكي وكان من أعيان أهل البيوتات ووجوه أهل المروءات اشتغل بالدهقنة وأسباب المروءة إلى أن تقلد التزكية فأقبل على قراءة القرآن وعقد مجلس القراء والتقشف والإنابة ورزق حسن العاقبة وتوفي في السابع من رجب سنة إحدى وخمسين وثلاث مئة وصلى عليه الحاكم أبو القاسم بن ياسين ",
                "title": "المعاذي",
                "uri": "JK_000952_3856"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}