{
    "features": [
        {
            "item": "JK_000952_0888",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.53-54",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجريري</h1> بضم الجيم وفتح الراء الأولى وسكون الياء المنقوطة باثنتين من تحتها بعدها راء أخرى هذه النسبة إلى جرير بن عباد أخي الحارث بن عباد بن ضبيعة بن قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل والمشهور بهذه النسبة أبو مسعود سعيد بن إياس الجريري من أهل البصرة وإنما قيل له هذا لأنه من ولد جرير بن عباد أخي الحارث بن عباد وقد قيل إنه مولى بني قيس بن ثعلبة بن بكر بن وائل يروي عن أبي العلاء وأبي نضرة ويزيد بن عبد الله بن الشخير روى عنه الثوري وشعبة والحمادان ابن زيد وابن سلمة ووهيب وابن علية وأهل بلدة مات سنة أربع وأربعين ومائة وكان قد اختلط قبل أن يموت بثلاث سنين وقد رآه يحيى القطان وهو مختلط ولم يكن اختلاطه اختلاطا فاحشا هكذا ذكره أبو حاتم محمد بن حبان البستي في كتاب الثقات وقال كهمس أنكرنا الجريري أيام الطاعون وقال عيسى بن يونس قال لي يحيى بن سعيد القطان سمعت من الجريري قلت نعم قال لاترو عنه قيل إنما قال يحيى ذلك لأن الجريري اختلط لا أنه ليس بثقة قال أحمد بن حنبل سألت ابن علية عن الجريري اختلط قال لا كبر الشيخ فرق وقال أحمد بن حنبل سعيد الجريري محدث أهل البصرة وقال يحيى بن معين هو ثقة وقال أبو حاتم أبو حاتم الرازي سعيد الجريري تغير حفظه قبل موته فمن كتب عنه قديما فهو صالح وهو حسن الحديث أبو قادم شداد الجريري من أهل البصرة ولد في اليوم الذي |جـ 2 صـ 54| توفي فيه رسول الله صلى الله عليه وسلم روى عنه عبد الصمد بن عبد الوارث عن عبد السلام عنه لا أدري من عبد السلام قاله أبو حاتم بن حبان وأبو العلاء حبان بن عمير الجريري البصري يروي عن ابن عباس وعبد الرحمن بن سمرة رضي الله عنهم روى عنه البصريون وأبو محمد عباس بن فروخ الجريري من أهل البصرة يروي عن أبي عثمان النهدي روى عنه الحمادان ابن سلمة وابن زيد وأبان بن تغلب الجريري مولاهم أبو سعيد روى عنه شعبة بن الحجاج ",
                "title": "الجريري",
                "uri": "JK_000952_0888"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}