{
    "features": [
        {
            "item": "JK_000952_1899",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.135-136",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزبيدي</h1> بضم الزاي وفتح الياء المنقوطة بواحدة بعدها ياء معجمة بنقطتين من تحتها وفي آخرها دال مهملة هذه النسبة إلى زبيد وهي قبيلة قديمة من مذحج أصلهم من اليمن نزلوا الكوفة واسمه منبه بن صعب وهو زبيد الأكبر وإليه ترجع قبائل زبيد ومن ولده منبه بن ربيعة بن سلمة بن مازن بن ربيعة بن منبه بن صعب بن سعد العشيرة بن مالك بن أدد وهو زبيد الأصغر قال ابن الكلبي إنما قيل لهم زبيد لأن منبها الأصغر قال من يزبدني رفده فأجابه أعمامه كلهم من زبيد الأكبر فقيل لهم جميعا زبيد فمن الصحابة أبو ثور |جـ 3 صـ 136| عمرو بن معد يكرب الزبيدي شجاع العرب استشهد بنهاوند زمن عمر رضي الله عنه ومحمية بن جزء الزبيدي صاحب رسول الله صلى الله عليه وسلم استعمله على الأخماس ومحمد بن الوليد الزبيدي صاحب الزهري وعبد الله بن الحارث بن جزء الزبيدي يعد في الصحابة وأبو كثير الزبيدي ورجاء بن ربيعة الزبيدي وابنه إسماعيل كوفيان تابعيان وزرعة بن إبراهيم الدمشقي الزبيدي يروي عن عطاء وخالد بن اللجلاج روى عنه سعيد بن أبي هلال ومحمد بن شعيب بن شابور وهو الذي يروي عنه بقية ويقول حدثني الزبيدي في أشياء يرويها يوهم انه محمد بن الوليد بن عامر الزبيدي يجب أن يعتبر حديثه من غير رواية بقية عنه وأبو الهذيل محمد بن الوليد بن عامر الزبيدي من اهل حمص يروي عن الزهري روى عنه عبد الله بن سالم وأهل بلده وكان من الحفاظ المتقنين والفقهاء في الدين اقام مع الزهري عشر سنين بالرصافة حتى اتى على أكثر علمه وهو من الطبقة الأولى من أصحاب الزهري مات سنة ست أو سبع وأربعين ومائة ومحمد بن الحسن الزبيدي النحوي من الأئمة في العربية واللغة اختصر كتاب العين للخليل وصنف في الأبنية وفي لحن العامة وفي أخبار النحويين وكان كثير الشعر يروي عن أبي علي القالي روى عنه ابنه محمد وإبراهيم بن محمد بن زكريا الزهري توفي قريبا من سنة ثمانين وثلاثمائة وابنه أبو الوليد محمد بن محمد بن الحسن الزبيدي من أهل الأدب والرياسة قال الحميدي تركته حيا بعد الأربعين وأربعمائة كان يروي عن أبيه وأخوه أبو القاسم أحمد بن محمد بن الحسن الزبيدي من أهل الأدب والفضل ولي القضاء بإشبيلية بعد أبيه ذكره أبو محمد بن حزم ",
                "title": "الزبيدي",
                "uri": "JK_000952_1899"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}