{
    "features": [
        {
            "item": "JK_000952_2525",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3-, pp.577-5",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصيني</h1> بكسر الصاد المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى موضعين أحدهما الصين الإقليم المعروف بأرض المشرق بالحسن وحسن الصنعة أبو عمرو حميد بن محمد بن علي الشيباني المعروف بحميد الصيني سمع السري بن خزيمة وأقرانه روى عنه أبو سعيد بن أبي بكر بن أبي عثمان وغيره وظني أنه نسب إلى الصين إما لأن أصله منها أو لأنه كان يمضي إليها والله أعلم وأما إبراهيم بن إسحاق الصيني كوفي كان يتجز في البحر ورحل إلى الصين |جـ 3 صـ 578| وهو من بلاد المشرق يروي عن أبي عاتكة عن أنس عن النبي صلى الله عليه وسلم قال اطلبوا العلم ولو بالصين وشيخنا أبو الحسن سعد الخير بن محمد بن سهل بن سعد الأنصاري الأندلسي كان يكتب لنفسه الصيني لأنه كان قد سافر من بلاد المغرب إلى أقصى بلاد المشرق وهو الصين من أهل بلنسية مدينة بشرقي الأندلس كان فقيها صالحا كثير المال حصل الكتب والأصول وسمع أبا الخطاب نصر بن أحمد بن البطر وأبا عبد الله الحسين بن أحمد بن طلحة النعالي وأبا الفوارس طراد بن محمد بن علي الزيبنبي وغيرهم سمعت منه جميع كتاب السنن لأبي عبد الرحمن النسائي بروايته عن أبي محمد الدوني عن أبي نصر الكسار عن أبي بكر السني عن المصنف وغيره من الأجزاء وتوفي في المحرم سنة إحدى وأربعين وخمسمائة ببغداد ودفن بباب حرب وأما أبو علي الحسن بن أحمد بن ماهان الصيني فهو منسوب إلى صينية الحوانيت وهي مدينة بين واسط والصليف بالعراق يروي عن علي بن محمد بن موسى التمار البصري وأحمد بن عبيد الواسطي روى عنه أبو بكر الخطيب الحافظ البغدادي وقال كان قاضي بلدته وخطيبها كتبنا عنه وكان لا بأس به سألته عن مولده فقال في سنة تسع وستين وثلاثمائة وأبو عبد الله محمد بن إسحاق بن يزيد المعروف بالصيني من أهل بغداد حدث عن عبد الله بن داود الخريبي وروح بن عبادة ونصر بن حماد الوراق وعمرو بن عبد الغفار وأبي النضر هاشم بن القاسم وغيرهم روى عنه أبو بكر بن أبي الدنيا وأبو بكر بن أبي داود السجستاني ومحمد بن حنيفة وعلي بن عبد الله بن مبشر الواسطيان وقال عبد الرحمن بن أبي حاتم الرازي كتبت عنه بمكة وسألت عنه أبا عون بن عمرو بن عون فتكلم فيه وقال هو كذاب فتركت حديثه وأبو الحسن محمد بن عبد الله بن إبراهيم الرازي المعروف بابن الصيني رازي الأصل سكن باب الشام وحدث عن أبي عمرو عثمان بن أحمد بن السماك وكان أحد الشهود المعدلين وكان رجلا صالحا من أهل القرآن كثير الصلاة والتهجد روى عنه أبو الفضل محمد بن عبد العزيز بن المهدي الهاشمي ومات في جمادى الأولى من سنة عشر وأربعمائة |جـ 4 صـ 5| ",
                "title": "الصيني",
                "uri": "JK_000952_2525"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}