{
    "features": [
        {
            "item": "JK_000952_2764",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.193-197",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العسكري</h1> بفتح العين وسكون السين المهملتين وفتح الكاف وفي آخرها الراء هذه النسبة إلى مواضع وأشياء فأشهرها المنسوب إلى عسكر مكرم وهي بلدة من كور الأهواز يقال لها بالعجمية لشكر ومكرم الذي ينسب إليه البلد هو مكرم الباهلي وهو أول من اختطها العرب فنسبت البلدة إليه فمنها أبو أحمد الحسن بن عبد الله بن سعيد العسكري صاحب التصانيف الحسنة المليحة أحد أئمة الأدب وصاحب الأخبار والنوادر وأخوه أبو علي محمد بن عبد الله العسكري يرويان عن عبد الله بن أحمد بن موسى العسكري عبدان وأبو أحمد صاحب كتاب الزواجر والمواعظ قدم أصبهان مع أبي بكر بن الجعابي سنة تسع وأربعين وثلاثمائة ثم قدم أصبهان أيضا سنة أربع وخمسين وثلاثمائة هكذا قال أبو بكر بن مردويه وأبو مسعود سهل بن عثمان بن فارس العسكري ثقة من عسكر مكرم قدم أصبهان أيضا سنة ثلاثين ومائتين وخرج منها سنة اثنتين إلى الري ثم رجع إلى العراق ومات بعسكر مكرم صنف التفسير والمسند وأبو محمد عبد الله بن أحمد بن موسى العسكري المعروف بعبدان من علماء المسلمين وأئمتهم كان فاضلا رحل إلى العراق والشام وصنف التصانيف وسمع منه الحفاظ والأئمة كأبي علي النيسابوري وأبي القاسم الطبراني وأبي حاتم بن حبان وأبي الشيخ الأصبهاني وأبي أحمد بن عدي الجرجاني ومن لا يعد كثرة وجماعة استغنينا عن ذكرهم لشهرتهم وقد ذكرت عبدان في الجواليقي وأما المنتسب إلى عسكر مصر ففيهم أيضا كثرة منهم محمد بن علي العسكري مفتي أهل العسكر بمصر حدث وكان يتفقه على مذهب الشافعي وحدث بكتبه عن الربيع بن سليمان ويونس بن عبد الأعلى المصريين وغيرهما وأبو إسحاق إبراهيم بن سليمان بن عدي الشافعي العسكري يروي عن |جـ 4 صـ 194| أبي عبد الرحمن أحمد بن شعيب النسائي حديثا واحدا سمع منه أبو زكريا يحيى بن علي بن محمد الطحان المصري وقال توفي ليومين خليا من رجب سنة ثلاث وستين وثلاثمائة وأبو القاسم سليمان بن داود بن سليمان بن أيوب البزاز العسكري من عسكر مصر يروي عن الربيع بن سليمان المرادي ومحمد بن خزيمة بن راشد المصري وطبقتهما وكان ثقة توفي سنة ثمان وثلاثين وثلاثمائة وأبو محمد الحسن بن رشيق المعدل العسكري من عسكر مصر كان محدثا مشهورا بمصر يروي عن أبي عبد الرحمن النسائي وأحمد بن حماد العتكي ويموت بن المزرع البصري وغيرهم وقال أبو زكريا يحيى بن علي بن محمد الطحان المصري سألت ابن رشيق عن مولده فقال ولدت يوم الإثنين ضحوة لأربع ليال خلون من صفر سنة ثلاث وثمانين ومائتين وتوفي في جمادي الأولى سنة سبعين وثلاثمائة وأحمد بن رشيق العسكري سمع وكتب وما علمته حدث وهو أخو شيخنا الحسن بن رشيق هكذا ذكره أبو زكريا يحيى بن علي بن محمد الطحان المصري وجماعة ينسبون إلى عسكر سر من رأى الذي بناه المعتصم لما كثر عسكره وضاقت عليه بغداد وتأذى به الناس فانتقل إلى هذا الموضع بعسكره وبنى بها البنيان المليح وسمي سر من رأى ويقال لها سامرة وسامراء وسميت العسكر لأن عسكر المعتصم نزل بها وذلك في سنة إحدى وعشرين ومائتين فمن نسب إلى العسكر بالعراق فلأجل سكنى سامراء ومنهم من ينسب إلى سامراء ولا يقال له العسكري وفيهم كثرة ويتميزون برواياتهم وأبو بكر محمد بن سهل بن هارون بن موسى العسكري سمع حميد ابن الربيع والحسن بن عرفة وأحمد بن محمد بن يحيى بن سعيد القطان روى عنه القاضي أبو الحسن الجراحي وطالب بن عثمان الأزدي وكان ثقة وكانت ولادته في سنة سبع وثلاثين ومائتين ومات في رجب سنة ثمان وعشرين وثلاثمائة فمن عسكر سامراء وأبو محمد الحسن بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب العسكري العلوي كان سكن سر من رأى وهو أحد من يعتقد فيه الشيعة الإمامية وهو أحد الاثني عشر الذين يعتقدون في إمامتهم وكانت ولادته في سنة إحدى وثلاثين ومائتين ووفاته في شهر ربيع الأول سنة ستين ومائتين بسر من رأى ودفن بجنب أبيه |جـ 4 صـ 195| وأما أبو عبد الله الحسين بن محمد بن عبيد بن أحمد بن مخلد بن أبان الدقاق المعروف بابن العسكري فقال إنما قيل لنا العسكري لأن جدي سافر إلى سر من رأى فلما عاد إلى بغداد سمي العسكري حدث عن محمد بن عثمان بن أبي شيبة ومحمد بن يحيى المروزي وأحمد بن محمد بن مسروق الطوسي ومحمد بن العباس اليزيدي وإبراهيم بن عبد الله المخرمي وحمزة بن محمد بن عيسى الكاتب وغيرهم روى عنه أبو القاسم الأزهري وأبو محمد الجوهري والحسن بن محمد الخلال وأحمد بن محمد العتيقي وأبو الفرج بن برهان والقاضي أبو العلاء الواسطي وغيرهم ذكره محمد بن أبي الفوارس الحافظ فقال كان فيه تساهل وقال أبو القاسم الأزهري تكلموا فيه وقال العتيقي كان ثقة أمينا وكانت ولادته في شوال سنة ست وثمانين ومائتين ومات في شوال سنة خمس وسبعين وثلاثمائة وأبو بكر محمد بن أحمد بن هارون العسكري الفقيه أظنه من عسكر سر من رأى كان يتفقه لأبي ثور وحدث عن إبراهيم بن عبد الله بن الجنيد بتصانيفه في الزهد وعن الحسن بن عرفة وعباس الدوري وطبقتهم روى عنه محمد بن الحسين الآجري وأبو الحسن الجراحي وأبو الحسن الدارقطني وأبو الحسين ابن أخي ميمي الدقاق ويوسف بن عمر القواس وأبو عبيد الله المرزباني وعبد الله بن عثمان الصفار وكان ثقة وثقه الدارقطني وتوفي في شوال سنة خمس وعشرين وثلاثمائة وأبو إسماعيل محمد بن عبد الله بن منصور الشيباني العسكري الفقيه صاحب مذهب أبي حنيفة رحمه الله يعرف بالبطيخي ذكرته في حرف الباء وأبو الحسن علي بن سعيد بن عبد الله العسكري من عسكر سامراء أحد الثقات يروي عن عبد الرحمن بن سلام بن المبارك الواسطي وعبد السلام بن عبيد بن أبي فروة النصيبي روى عنه محمد بن القاسم بن محمد المديني ومحمد بن أحمد بن إبراهيم قدم أصبهان سنة ثمان وتسعين ومائتين ثم خرج إلى نيسابور ومات بها سنة ثلاثمائة وكان يحفظ ويصنف وأبو الحسن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب الهاشمي المعروف بالعسكري من عسكر سر من رأى أشحصه جعفر المتوكل على الله من مدينة رسول الله صلى الله عليه وسلم إلى بغداد ثم إلى سر من رأى فقدمها وأقام بها عشرين سنة وتسعة أشهر إلى أن توفي بها في أيام المعتز بالله وهو أحد من |جـ 4 صـ 196| يعتقد الشيعة فيه الإمامية ويعرف بأبي الحسن العسكري وقيل إن المتوكل في أول خلافته اعتل فقال لئن برئت لأتصدقن بدنانير كثيرة فلما برىء جمع الفقهاء فسألهم عن ذلك فاختلفوا فبعث إلى علي بن محمد بن علي بن موسى يعني أبا الحسن العسكري فسأله فقال يتصدق بثلاثة وثمانين دينارا فتعجب قوم من ذلك وتعصب قوم عليه وقالوا تسأله يا أمير المؤمنين من أين له هذا فرد الرسول إليه فقال له قل لأمير المؤمنين في هذا الوفاء بالنذر لأن الله تعالى قال & لقد نصركم الله في مواطن كثيرة ويوم حنين إذ أعجبتكم كثرتكم & فروى أهلنا جميعا أن المواطن في المواقع والغزوات كانت ثلاثة وثمانين موطنا وأن يوم حنين كان الرابع والثمانين وكلما زاد أمير المؤمنين في فعل الخير كان أنفع له وأجرى عليه في الدنيا والآخرة ولد أبو الحسن العسكري في سنة أربع عشرة ومائتين ومات بسر من رأى في يوم الإثنين لخمس ليال بقين من جمادى الآخرة سنة أربع وخمسين ومائتين ودفن في داره وأبو العباس عبد الله بن عبد الرحمن بن أحمد بن حماد البزاز الفقيه العسكري ختن زكريا بن الخطاب كان يسكن درب الزعفراني وحدث عن محمد بن عبيد الله بن المنادي ومحمد بن إسماعيل الصائغ المكي وأبي داود السجستاني ويحيى بن أبي طالب والحسن بن مكرم وأحمد بن ملاعب ومحمد بن سعد العوفي وأبي قلابة الرقاشي وأحمد بن الوليد الفحام ومحمد بن الحسين الحنيني وعبد الرحمن بن محمد بن منصور الحارثي وأحمد بن أبي خيثمة زهير بن حرب روى عنه محمد بن المظفرالحافظ وأبو الحسن الدارقطني وأبو القاسم بن الثلاج وجماعة آخرهم محمد بن أحمد بن رزقويه وكان ثقة مات في شهر ربيع الأول سنة إحدى وأربعين وثلاثمائة وأبو الحسن علي بن سعيد بن عبد الله العسكري من أهل عسكر مكرم أحد أعيان الجوالين من أصحاب الحديث كثير التصنيف حسن الحديث أعلى إسناده بالبصرة عمرو بن علي ونصر بن علي وأبو موسى الزمن وبندار وكتب بالأهواز والري والكوفة وجور ورد نيسيابور وأقام بها على تجارة له مدة وقد كان أبو علي الحسين بن علي الحافظ كتب عنه بالري أيضا وفي بلدان شتى روى عنه عبد الرحمن بن أبي حاتم الرازي وعلي بن الحسن بن سلم الأصبهاني وهما من أقرانه وحدث عنه حفاظ الدنيا في عصره |جـ 4 صـ 197| وتوفي بالري سنة ثلاث عشرة وثلاثمائة بالري وأما أبو بكر محمد بن عبد الرحمن العسكري منسوب إلى قضاء عسكر المهدي أحد أصحاب الإمام أبي حنيفة رضي الله عنه كان يتولى القضاء بعسكر المهدي وهو ممن اشتهر بالاعتزال وكان يعد من عقلاء الرجال ونبلائهم ",
                "title": "العسكري",
                "uri": "JK_000952_2764"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}