{
    "features": [
        {
            "item": "JK_000952_3432",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.50-53",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكرخي</h1> هذه النسبة إلى عدة مواضع اسمها الكرخ بفتح الكاف وسكون الراء وفي اخرها الخاء المعجمة منها إلى كرخ سامرة وأحمد بن الوليد الكرخي منها يروي عن أبي نعيم الكوفي والعراقيين يروي عنه حاجب بن أركين الفرغاني |جـ 5 صـ 51| ومنها إلى كرخ بغداد وهي محلة بالجانب الغربي منها اشتهر بالنسبة إليها أحمد بن الحسن العطار الكرخي حدث عن الحسن بن شبيب روى عنه حمزة الكتاني وأبو بكر محمد بن عبيد الله بن محمد بن عبيد الله بن الحسين الكاتب الكرخي سمع أبا عبد الله المحاملي ومحمد بن مخلد ويوسف بن يعقوب بن إسحاق بن البهلول وإسماعيل بن محمد الصفار ومحمد بن يحيى بن عمر بن علي بن حرب وأحمد بن سليمان النجاد والحسن بن محمد بن عثمان الفسوي وأبا بكر بن داسة التمار روى عنه أبو حفص بن شاهين خبرا في فضائل أحمد بن حنبل وأبو القاسم الأزهري وأحمد بن محمد العتيقي وغيرهم قال الخطيب سمعت أبا بكر البرقاني ذكر الكرخي هذا فقال كان كاتب ابن الكرخي يعني أبا منصور الصيرفي قال وكان له قرابة من الدارقطني وخرج له الدارقطني فوائد وكان شابا في لحيته بياض فقلت أكان ثقة فقال ثقة ثقة ثقة ومات في ذي الحجة سنة ثمان وثمانين وثلاثمائة ومنها إلى كرخ بأجدا قرية بنواحي العراق منها معروف بن الفيرزان الكرخي أبو محفوظ المشتهر وأخوه عيسى بن الفيرزان الكرخي حكى عن أخيه معروف روى عنه محمد بن سليمان بن فهرويه العلاف وذكر أبو الفضل المقدسي الحافظ فيما حدثني عنه أبو العلاء الحافظ بأصبهان قال سمعت خلفا الكرخي المجهز يقول نحن من كرخ بأجدا منها معروف الكرخي وبيته معروف يزار إلى اليوم وأما أبو بكر الخطيب البغدادي الحافظ فنسبه إلى كرخ بغداد والله أعلم وكان أحد المجتهدين المشهورين بالزهد والعزوف عن الدنيا يغشاه الصالحون ويتبرك بلقائه العارفون وكان يوصف بأنه مجاب الدعوة ويحكى عنه كرامات وأسند أحاديث يسيرة عن بكر بن خنيس والربيع بن صبيح وغيرهما روى عنه خلف بن هشام البزار وزكريا بن يحيى المروزي ويحيى بن أبي طالب وله أخبار مستحسنة جمعها الناس ومات في سنة مائتين وقيل سنة أربع ومائتين والأول أصح ومن هذه القرية أيضا |جـ 5 صـ 52| أبو الحسن عبيد الله بن الحسين بن دلهم الفقيه الكرخي من أهل كرخ جدان سكن بغداد وحدث عن إسماعيل بن إسحاق القاضي ومحمد بن عبد الله الحضرمي روى عنه أبو عمر بن حيويه وأبو حفص بن شاهين وغيرهما وهو المصنف على مذهب أبي حنيفة رحمه الله ومن أهل كرخ جدان القاضي أبو العباس أحمد بن سلامة بن عبيد الله بن مخلد بن إبراهيم بن محمد الكرخي من أهل كرخ جدان كان إماما فاضلا من فحول المناظرين وكان كامل العقل غزير الفضل وكان يضرب به المثل في بغداد في السكون والوقار سمع أبا إسحاق إبراهيم بن علي الشيرازي وأبا نصر عبد السيد بن محمد بن الصباغ وأباه أبا البركات سلامة بن عبيد الله الكرخي وأبا عبد الله محمد بن علي الدامغاني وأبا نصر محمد بن محمد بن علي الزينبي وبأصبهان أبا بكر محمد بن أحمد بن الحسن بن ماجه الأبهري روى لنا عنه جماعة من أصحابنا وتوفى في رجب سنة سبع وعشرين وخمسمائة ودفن بباب أبرز عند قبر أستاذه أبي إسحاق الشيرازي وابن أخيه أبو عبد الله محمد بن عبيد الله بن سلامة الكرخي كان أحد الشهود المعدلين وكان جميل السيرة لازما بيته مشتغلا بما يعنيه سمع أبا القاسم علي بن أحمد البسري البندار سمعت منه أحاديث يسيرة وكانت ولادته في سنة ثمان وستين وأربعمائة وأبو الفوارس محمد بن علي بن محمد بن إسحاق بن محمد بن القاسم بن محمد الكرخي قيل هو من كرخ البصرة سمع أبا بكر محمد بن عبد الملك بن محمد القرشي وأبا جعفر محمد بن أحمد بن المسلمة روى لنا عنه أبو بكر المبارك بن كامل الخفاف وتوفي في شهر ربيع الاخر سنة أربع عشرة وخمسمائة ببغداد وأما طاهر محمد بن أحمد بن محمد بن الكرخي قرابة أبي العباس بن الكرخي وظني أنه من هذا الكرخ كان أحد نواب القاضي أبي القاسم الزينبي كان مرضي الطريقة في القضاء والأحكام حسن المعاشرة سمع أبا عبد الله بن طلحة النعالي وأبا عبد الله الحسين بن علي بن أحمد بن البسري وغيرهما سمعت منه أحاديث وكانت ولادته في سنة خمس وسبعين وأربعمائة وأبو بكر محمد بن محمد بن علي بن الحسن بن عزرة بن المغيرة بن صالح الكرخي من أهل كرخ جدان وأصله من البصرة ولد سنة اثنتين وثلاثمائة وسكن بغداد وحدث |جـ 5 صـ 53| بها عن أحمد بن محمد بن إسماعيل السوطي حدثني عنه الحسين بن علي الطناجيري وكان ثقة وأبو القاسم منصور بن عمر بن علي الفقيه الشافعي الكرخي من أهل كرخ جدان جد شيخنا أبي البدر إبراهيم سكن بغداد ودرس بها الفقه على أبي حامد الإسفرايني وسمع أبا طاهر محمد بن عبد الرحمن المخلص ومن بعده ذكره أبو بكر الخطيب وقال كتبت عنه وكان سماعه صحيحا ومات في جمادى الاخرة سنة سبع وأربعين وأربعمائة ببغداد وابنه أبو بكر محمد بن منصور بن عمر بن علي الكرخي الفقيه الشافعي من أهل كرخ جدان أيضا سكن كرخ بغداد كان فقيها صالحا متدينا يرجع إلى فضل وعلم سمع أبا علي الحسن بن أحمد بن إبراهيم بن شاذان البزاز وأبا الحسن محمد بن محمد بن إبراهيم بن مخلد البزاز وغيرهما روى لنا عنه أبو القاسم إسماعيل بن أحمد السمرقندي وأبو البركات عبد الوهاب بن المبارك الحافظ وتوفي في جمادى الأولى سنة اثنتين وثمانين وأربعمائة ودفن في مقبرة باب حرب وابنه أبو البدر إبراهيم بن محمد بن منصور الكرخي كان يسكن كرخ بغداد في دار الإمام أبي حامد الإسفرايني وأصله من كرخ جدان كان شيخا مسنا مستورا كبيرا صالحا دينا وضعف وعجز عن المشي إلا بجهد سمع أبا بكر الخطيب وأبا الغنائم ابن المأمون وأبا الحسين بن النقور وأبا القاسم المهرواني وأبا القاسم بن مسعدة الإسماعيلي وغيرهم وهو اخر من حدث عن خديجة بنت محمد بن عبد الله الشاهجانية قرأت عليه الكثير بالكرخ وكانت ولادته تقديرا في سنة خمسين وأربعمائة أو قبلها ومات في شهر ربيع الأول من سنة تسع وثلاثين وخمسمائة ودفن بباب حرب ",
                "title": "الكرخي",
                "uri": "JK_000952_3432"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}