{
    "features": [
        {
            "item": "JK_000129_001023",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.257-258",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأنبار والنسبة الأنباري</h1> بفتح أوله مدينة قرب بلخ وهي قصبة ناحية جوزجان وبها كان مقام السلطان وهي على الجبل وهي أكبر من مرو الروذ وبالقرب منها ولها مياه وكروم وبساتين كثيرة وبناأهم طين وبينها وبين شبورقان مرحلة في ناحية الجنوب ينسب إليها قوم منهم أبو الحسن علي بن محمد الأنباري روى عن القاضي أبي نصر الحسين بن عبد الله الشيرازي نزيل سجستان روى عنه محمد بن أحمد بن أبي الحجاج الدهستاني الهروي أبو عبد الله و الأنبار أيضا مدينة على الفرات في غربي بغداد بينهما عشرة فراسخ وكانت الفرس تسميها فيروزسابور طولها تسع وستون درجة ونصف وعرضها اثنتان وثلاثون درجة وثلثان وكان أول من عمرها سابور بن هرمز ذو الأكتاف ثم جددها أبو العباس السفاح أول خلفاء بني العباس وبنى بها قصورا وأقام بها إلى أن مات وقيل إنما سميت الأنبار لأن بخت نصر لما حارب العرب الذي لا خلاق لهم حبس الأسراء فيها وقال أبو القاسم الأنبار حد بابل سميت به لأنه كان يجمع بها أنابير الحنطة والشعير والقت والتبن وكانت الأكاسرة ترزق أصحابها منها وكان يقال لها الأهراء فلما دخلتها العرب عربتها فقالت الأنبار وقال الأزهري الأنبار أهراء الطعام واحدها نبر ويجمع على أنابير جمع الجمع وسمي الهري نبرا لأن الطعام إذا صب في موضعه انتبرأي ارتفع ومنه سمي المنبر لارتفاعه قال ابن السكيت النبر دويبة أصغر من القراد يلسع فيحبط موضع لسعها أي يرم والجمع أنبار قال الراجز يذكر إبلا سمنت وحملت الشحوم كأنها من بدن وأبقار دبت عليها ذربات الأنبار وأنشد ابن الأعرابي لرجل من بني دبير لو قد ثويت رهينة لمودإ زلج الجوانب راكد الأحجار لم تبك حولك نيبها وتفارقت صلقاتها لمنابت الأشجار |جـ 1 صـ 258| هلا منحت بنيك إذ أعطيتهم من جلة أمنتك أو أبكار زلج الجوانب أي مزل يعني القبر صلقاتها أي أنيابها التي تصلق بها أمنتك أي أمنت أن تنحرها أو تهبها أن تعمل بها ما يوذيها وفتحت الأنبار في أيام أبي بكر الصديق رضي الله عنه سنة 21 للهجرة على يد خالد بن الوليد لما نازلهم سألوه الصلح فصالحهم على أربعمائة ألف درهم وألف عباءة قطوانية في كل سنة ويقال بل صالحهم على ثمانين ألفا والله أعلم وقد ذكرت في الحيرة شيئا من خبرها وينسب إليها خلق كثير من أهل العلم والكتابة وغيرهم منهم من المتأخرين القاضي أحمد بن نصر بن الحسين الأنباري الأصل أبو العباس الموصلي يعرف بالديبلي فقيه شافعي قدم بغداد واستنابه قاضي القضاة أبو الفضائل القاسم بن يحيى الشهرزوري في القضاء والحكم بحريم دار الخلافة وكان من الصالحين ورعا دينا خيرا له أخبار حسان في ورعه ودينه وامتناعه من امضاء الحكم فيما لا يجوز ورد أوامر من لا يمكن رد ما يستجرىء عليه وكان لا تأخذه في الحق لومة لائم وله عندي يد كريمة جزاه الله عنها ورحمه الله رحمة واسعة وذاك أنه تلطف في إيصالي إلى حق كان حيل بيني وبينه من غير معرفة سابقة ولا شفاعة من أحد بل نظر إلى الحق من وراء سجف رقيق فوعظ الغريم وتلطف به حتى أقر بالحق ولم يزل على نيابة صاحبه إلى أن عزل وانعزل بعزله ورجع إلى الموصل وتوفي بها سنة 895 رحمة الله عليه ",
                "title": "الأنبار والنسبة الأنباري",
                "uri": "JK_000129_001023"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}