{
    "features": [
        {
            "item": "JK_000952_2283",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.389-391",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الشاهيني</h1> بفتح الشين المعجمة والهاء المكسورة بينهما الألف ثم الياء الساكنة آخر الحروف وفي آخرها النون هذه النسبة إلى شاهين وهو اسم لجد المنتسب إليه منهم أبو حفص عمر بن أحمد بن عثمان بن أحمد بن محمد بن أيوب بن أزداذ بن سراح بن عبد الرحمن الواعظ الشاهيني المعروف بابن شاهين وكان أصله من مرو الروز ونسب إلى جده لأمه أحمد بن محمد بن يوسف بن شاهين الشيباني من أهل بغداد كان ثقة صدوقا مكثرا من الحديث وله رحلة إلى العراقين والحجاز سمع أبا القاسم البغوي وأبا خبيب البرتي وأبا بكر الباغندي وأبا بكر بن أبي داود وأبا عبد الله بن عفير وطبقتهم روى عنه ابنه عبيد الله وهلال بن محمد الحفار وأبو بكر البرقاني وأبو القاسم الأزهري وأبو محمد الخلال وعبد العزيز الأزجي وأبو القاسم التنوخي وأبو محمد الجوهري وآخر |جـ 3 صـ 390| من حدث عنه القاضي أبو الحسين بن المهتدي بالله الهاشمي قال كتبت الحديث وأنا ابن إحدى عشرة سنة وكانت ولادته في صفر سنة سبع وتسعين ومائتين قال وأول سماعي في سنة ثمان وثلاثمائة وصنفت ثلاثمائة مصنف وثلاثين مصنفا أحدها التفسير الكبير ألف جزء والمسند ألف وخمسمائة جزء والتاريخ مائة وخمسون جزءا والزهد مائة جزء وأول ما حدث بالبصرة سنة اثنتين وثلاثين وثلاثمائة وقال كتبت بأربعمائة رطل حبر وقال حسبت ما اشتريت به الحبر إلى هذا الوقت فكان سبعمائة درهم قال الراوي وهو أبو بكر محمد بن عمر الداودي وكنا نشتري الحبر أربعة أرطال بدرهم قال ومكث ابن شاهين بعد ذلك يكتب زمانا وكان لحانا وكان لا يعرف من الفقه لا قليلا ولا كثيرا ومات في ذ الحجة سنة خمس وثمانين وثلاثمائة وابنه أبو القاسم عبيد الله بن عمر الشاهيني كان صدوقا صالحا سمع أباه وابا محمد بن ماسي البزار وأبا بكر بن مالك القطيعي وأبا بحر محمد بن الحسن بن كوثر البربهاري ومحمد بن مظفر وغيرهم روى عنه أبو بكر الخطيب وعبد العزيز بن محمد النخشبي وكانت ولادته في سنة إحدى وخمسين وثلاثمائة ومات في شهر ربيع الأول من سنة أربعين وأربعمائة ودفن من الغد في مقبرة باب حرب وأبو حفص عمر بن أحمد بن محمد بن الحسن بن شاهين الفارسي الشاهيني ثم السمرقندي أصله من فارس ولد بسمرقند ونشأ بها سمع أبا بكر محمد بن جعفر بن محمد بن جابر الرزمازي وأبا علي إسماعيل بن محمد بن أحمد الكشاني وأبا بحر الكاغذي وأبا سعد عبد الرحمن بن محمد الإدريسي وروى عنه أبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وجماعة من أهل سمرقند وكانت له بسمرقند خيرات كثيرة من الأوقاف على الفقراء في أيام عاشوراء وغيرها ومات في العشر الآخر من ذي القعدة سنة أربع وخمسين وأربعمائة وأخوه أبو الحسن علي بن أحمد بن محمد بن الحسن بن شاهين الفارسي أخو الحافظ عمر يروي عنه أخوه |جـ 3 صـ 391| ",
                "title": "الشاهيني",
                "uri": "JK_000952_2283"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}