{
    "features": [
        {
            "item": "JK_000952_4145",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.510-513",
                "source": "الأنساب للسمعاني",
                "text": "<h1>النعيمي</h1> بضم النون وفتح العين المهملة وسكون الياء المنقوطة باثنتين من تحتها هذه النسبة إلى نعيم وهو اسم لبعض أجداد المنتسب إليه والمشهور بهذه النسبة أبو حامد أحمد بن عبد الله بن نعيم بن الخليل النعيمي السرخسي يروي عن |جـ 5 صـ 511| أبي العباس محمد بن عبد الرحمن الدغولي والحسين بن محمد بن مصعب السنجي وإبراهيم بن حمدويه السلمي وأحمد بن إسحاق بن إبراهيم المزيزي وأبي عبد الله محمد بن يوسف الفربري حدث بجامع البخاري عنه وروى عنه الحفاظ مثل أبي الفتح بن أبي الفوارس البغدادي وأبي بكر البرقاني وأبي حازم العبدويي وظني أن اخر من روى عنه أبو عمر عبد الواحد بن أحمد ألمليحي الهروي وأبو الحسن علي بن أحمد بن الحسن بن محمد بن نعيم البصري النعيمي رحل إلى كور الأهواز وفارس وكان من الحفاظ المجودين والفقهاء المبرزين وكان يحدث من حفظه وله شعر مطبوع ومعرفة بالكلام يروي عن أحمد بن محمد بن العباس الأسفاطي وأحمد بن عبيد الله النهرديري وأبي أحمد العسكري ومحمد بن عدي بن زحر المنقري روى عنه أبو بكر الخطيب وأبو الفضل بن خيرون وعاصم بن محمد العاصمي وغيرهم ذكره أبو إسحاق الشيرازي في كتاب الفقهاء لأصحاب الشافعي رحمه الله أنشدنا أبو محمد هبة الله بن أحمد بن طاووس المقرىء بدمشق وأبو البركات عبد الوهاب بن المبارك الأنماطي الحافظ ببغداد قالا أخبرنا أبو الحسين عاصم بن الحسن العاصمي الكرخي أخبرنا أبو الحسن علي بن أحمد النعيمي لنفسه % إذا أظمأتك أكف اللئام % % كفتك القناعة شبعا وريا % % فكن رجلا رجله في الثرى % % وهامة همته في الثريا % % أبيا لنائل ذي ثروة % % تراه بما في يديه أبيا % % فإن إراقة ماء الحياة % % دون إراقة ماء المحيا % ذكره أبو بكر الخطيب في التاريخ لبغداد وقال أبو الحسن النعيمي البصري سكن بغداد وكتبت عنه وكان حافظا عارفا متكلما شاعرا قال الخطيب حدثني الأزهري قال وضع النعيمي على أبي الحسين بن المظفر حديثا لشعبة ثم تنبه أصحاب الحديث على ذلك فخرج النعيمي عن بغداد لهذا السبب وأقام حتى مات ابن المظفر ومات من عرف قصته في وضعه الحديث ثم عاد إلى بغداد ثم قال سمعت محمد بن علي الصوري يقول لم أر ببغداد أحدا أكمل من النعيمي كان قد جمع معرفة الحديث والكلام والأدب ودرس شيئا من فقه الشافعي قال وكان أبو بكر البرقاني يقول هو كامل في كل شيء لولا بأو فيه قال حدثنا البرقاني بعد موت النعيمي قال رأيته في منامي بهيئة جميلة |جـ 5 صـ 512| وحالة صالحة ثم قال البرقاني قد كان شديد العصبية في السنة وكان يعرف من كل علم شيئا ومات مستهل ذي القعدة من سنة ثلاث وعشرين وأربعمئة وأبو منصور أحمد بن الفضل النعيمي جرجاني روى عن أبي بكر الإسماعيلي وأبي أحمد الغطريفي وأبي أحمد بن عدي وأبي أحمد النيسابوري الحافظ وأبي عمرو الحيري ونصر بن عبد الملك الأندلسي وغيرهم صنف كتابا في أخبار الحيل وصنف في الحديث كتابا سماه المجتبى مات في شوال سنة خمس عشرة وأربعمئة والحسن بن علي بن نعيم بن سهل بن أبان البغدادي المعروف بالنعيمي حدث بمصر عن غسان بن خلف الضرير روى عنه أبو الفتح بن مسرور وذكر أنه غير ثقة |جـ 5 صـ 513| ",
                "title": "النعيمي",
                "uri": "JK_000952_4145"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}