{
    "features": [
        {
            "item": "JK_000952_1299",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.311-312",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الخالدي</h1> بفتح الخاء المعجمة وفي آخرها الدال المهملة هذه النسبة إلى خالد وهو اسم لبعض أجداد المنتسب إليه منهم أبو الحسن علي بن محمد بن يحيى بن خالد المروزي الخالدي سمع علي بن خشرم المابرسامي روى عنه أبو علي الحسين بن علي الحافظ النيسابوري وأبو علي زاهر بن أحمد السرخسي وغيرهما وتوفي في حدود سنة ثلاثمائة وأبو علي منصور بن عبد الله بن خالد بن أحمد بن خالد بن حماد بن عمرو بن مجالد بن الخمخام بن مالك بن الحارث بن حملة بن أبي الأسود بن عمرو بن الحارث بن سدوس بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الخالدي الذهلي من أهل هراة له رحلة إلى العراق والحجاز وبلاد ما وراء النهر حدث عن أبي العباس محمد بن يعقوب الأصم وأبي سعيد أحمد بن محمد بن زياد إبن الأعرابي وأبي صالح خلف بن محمد بن إسماعيل الخيام البخاري وأبي علي إسماعيل بن محمد بن إسماعيل الصفار وطبقتهم روى عنه الحاكم أبو عبد الحافظ وكان من أقرانه وأبو حازم عمر بن أحمد بن إبراهيم العبدويي وأبو سعد الحسين بن عثمان الشيرازي وأبو الحسن عبد الرحمن بن محمد ابن المظفر الداودي وعبد الرحمن بن عبد الله بن أحمد القفال في جماعة كثيرة آخرهم أبو سهل نجيب بن ميمون الواسطي الهروي ذكره أبو بكر الخطيب وقال |جـ 2 صـ 312| حدث عن جماعة من الخراسانيين بالغرائب والمناكير و قال أبو القاسم بن الثلاج أبو علي الخالدي قدم علينا من هراة حاجا فكتبنا عنه أحاديث غرائب وقال أبو سعد الإدريسي منصور بن عبد الله كذاب لا يعتمد على روايته قلت بلغني أن الخالدي كان يدخل الأحاديث الموضوعة في أصوله وقت الكتابة ويدخلها على الشيوخ وكانت وفاته وأبو الفتح حيدر بن محمد بن حيدر الفارسي الشيرازي الخالدي من أهل شيراز شيخ مسن جلد خدم أبا إسحاق الشيرازي إمام العراق وصحبه مدة وسافر إلى الشام وسكن في آخر عمره مرو وكان ينتسب إلى خالد بن الوليد رضي الله عنه وتوفي بمرو في شعبان سنة أربعين وخمسمائة وأما محمد بن أحمد الخالدي هو من سكة خالد إحدى سكك نيسابور سمع الإمام أبا بكر محمد بن إسحاق بن خزيمة وضعفه الحاكم أبو عبد الله الحافظ وذكر أنه حدث عن قوم لم يرهم وأبو الحسن علي بن محمد بن يحيى بن خالد الخالدي المروزي نسب إلى جده الأعلى من أهل مرو وحدث بنيسابور عن علي بن خشرم ومحمد بن حرب ومحمد بن عبدة المروزيين روى عنه محمد بن صالح بن هانئ وأبو علي الحسين بن علي الحافظ وأبو العباس القاسم بن قاسم السياري ومات في ذي القعدة سنة سبع عشرة وثلاثمائة ",
                "title": "الخالدي",
                "uri": "JK_000952_1299"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}