{
    "features": [
        {
            "item": "JK_000952_3004",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.353-354",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفراتي</h1> هذه النسبة إلى الجد وإلى النهر المعروف بالفرات وآل الفرات جماعة من الوزراء ببغداد درجوا قبل الأربعمائة وكانوا يقرنون بالبرامكة في الجود حتى قال بعضهم % آل الفرات وآل برمك ما لكم % % قل المعين لكم وقل الناصر % % كان الزمان يحبكم فبدا له % % إن الزمان هو المحب الغادر % الكامل وأبو عمرو أحمد بن أبي الفراتي ممن سكن خوجان وأعقب بها جماعة من الأولاد والذي سمعنا منه الأمير أبو عبد الله سعيد بن محمد بن أحمد الفراتي سمعت منه بنيسابور وأخوه أبو الفضل أحمد بن محمد الفراتي سمعت منه بخوجان وأما أبو الحسين |جـ 4 صـ 354| أحمد بن جعفر بن أحمد بن مهدويه الفراتي فسمعت منه بنيسابور وأخوه أبو الرضا الحسن هما من أهل الأنبار وهي على طرف الفرات سمعت منهما بالأنبار وأبو الحسن محمد بن العباس بن أحمد بن محمد بن الفرات الفراتي نسب إلى جده الأعلى من أهل بغداد كان ثقة صدوقا فهما ذكيا حسن الكتابة صحيح السماع سمع القاضي أبا عبد الله الحسين بن إسماعيل المحاملي ومحمد بن مخلد الدوري وعلي بن محمد بن عبيد الحافظ وحمزة بن القاسم الهاشمي وأبا عبد الله محمد بن أحمد الحكيمي وأبا الحسن علي بن محمد المصري وغيرهم روى عنه أحمد بن علي بن البادا وإبراهيم بن عمر البرمكي وأبو الحسن محمد بن عبد الواحد الوكيل وجماعة ذكره أبو بكر الخطيب في التاريخ فقال أبو الحسن بن الفرات كان ثقة كتب الكثير وجمع مالم يجمعه أحد في وقته وبلغني أنه كان عنده عن علي بن محمد المصري وحده ألف جزء وأنه كتب مائة تفسير ومائة تاريخ ولم يخرج عنه إلا شيء يسير وقال أبو القاسم الأزهري خلف ابن الفرات ثمانية عشر صندوقا مملوءة كتبا أكثرها بخطه سوى ما سرق من كتبه وكانت له أيضا سماعات كثيرة مع غيره لم ينسخها قال وكتابه هو الحجة في صحة النقل وجودة الضبط وكان مولده في سنة بضع عشرة وثلاثمائة ومكث يكتب الحديث من قبل سنة ثلاثين وثلاثمائة إلى أن مات وكان عنده عن ابن عبيد الحافظ وطبقته قال ولم يكن لابن الفرات بالنهار وقت يتسع للنسخ لأن مجالسه التي كان يقرأ فيها على الشيوخ كانت متصلة في كل يوم غدوة وعشية وكان يحضر كتابه الذي قد نسخه من أصل الشيخ بعد الفراغ من تصحيحه ومقابلته وذلك أن جارية له كانت تعارضه بما يكتبه فلا يحتاج إلى أن يغير كتابه وقت قراءته على الشيخ وقال العتيقي ما رأيت ولا سمعت أحسن قراءة منه للحديث حدث بشيء يسير ومات في شوال سنة أربع وثمانين وثلاثمائة وأبو رفاعة عمارة بن وثيمة بن موسى بن الفرات المصري الفراتي ينسب إلى جده الأعلى من أهل مصر يروي عن سعيد بن أبي مريم روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
                "title": "الفراتي",
                "uri": "JK_000952_3004"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}