{
    "features": [
        {
            "item": "JK_000952_3675",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.208-210",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المحاملي</h1> بفتح الميم والحاء المهملة والميم بعد الألف وفي اخرها اللام هذه النسبة إلى المحامل التي يحمل فيها الناس على الجمال إلى مكة وهذا بيت كبير ببغداد لجماعة من أهل الحديث والفقه منهم أبو عبيد القاسم أبو عبد الله الحسين ابنا إسماعيل بن محمد بن إسماعيل بن سعيد بن أبان الضبي المعروف بابن المحاملي فأما عبيد القاسم بن إسماعيل بن محمد بن أبان المحاملي أخو القاضي أبي عبد الله سمع عمرو بن علي ومحمد بن المثنى والفضل بن يعقوب الرخامي والحسن بن شاذان الواسطي ويعقوب الدورقي وأبا الأشعث العجلي روى عنه محمد بن المظفر وأبو بكر بن شاذان وأبو الحسن الدراقطني وأبو حفص بن شاهين وأبو بكر بن المقرىء وأبو القاسم الطبراني وأبو خاتم بن حبان وكان ثقة صدوقا وكانت ولادته في سنة ثمان وثلاثين ومائتين ومات سلخ رجب سنة ثلاث وعشرين وثلاث مئة ببغداد وكان أصغر من أخيه بسنتين وأخوه أبو عبد الله الحسين بن إسماعيل المحاملي كان فاضلا صادقا دينا ثقة صدوقا وأول سماعه الحديث في سنة أربع وأربعين ومائتين وله عشر سنين وشهد عند القضاة وله عشرون سنة وولى قضاء الكوفة ستين سنة سمع يوسف بن موسى القطان وأبا هاشم الرفاعي ويعقوب بن أحمد الدورقي والحسن بن الصباح البزار وعمرو بن علي الفلاس ومحمد بن المثنى العنبري وأبا الأشعث أحمد بن المقدام العجلي ومحمد بن إسماعيل البخاري وخلقا |جـ 5 صـ 209| من هذه الطبقة ومن بعدهم روى عنه دعلج بن أحمد السجزي وأبو بكر بن الجعابي ومحمد بن المظفر وأبو القاسم الطبراني وأبو بكر بن المقرىء وأبو الحسن الدارقطني وأبو حفص بن شاهين واخر من روى عنه أبو عمر بن مهدي وأبو محمد عبد الله بن عبيد الله بن البيع وكان يحضر مجلس إملائه عشرة الاف رجل وكانت ولادته في سنة خمس أو ست وثلاثين ومائتين ومات في شهر ربيع الاخر سنة ثلاثين وثلاث مئة وأبو الحسن أحمد بن محمد بن أحمد بن القاسم بن إسماعيل الضبي المحاملي أحد الفقهاء المجودين على مذهب الشافعي وكان قد درس على أبي حامد الاسفرايني فبرع في الفقه ورزق من الذكاء وحسن الفهم ما أربى به على أقرانه ودرس في حياة أبي حامد وبعده سمع أبا الحسين محمد بن المظفر الحافظ ببغداد ورحل به أبوه إلى الكوفة فسمع أبا الحسن ابن أبي السري وغيره روى عنه أبو بكر الخطيب وأبو القاسم التنوخي وكان أستاذه أبو حامد يقول أبو الحسن أحفظ للفقه مني ذكره أبو بكر الخطيب فقال اختلفت إليه في درس الفقه وهو أول من علقت عنه وسألته غير مرة أن يحدثني بشيء من سماعاته فكان يعدني بذلك ويرجىء الأمر إلى أن مات ولم أسمع منه إلا خبر محمد بن جرير الطبري عن قصة الخراساني الذي ضاع هميانه بمكة وكانت ولادته سنة ثمان وستين وثلاث مئة ومات في شهر ربيع الآخر سنة خمس عشرة وأربع مئة وأبو عبد الله أحمد بن عبد الله بن الحسين بن إسماعيل بن محمد بن إسماعيل الضبي المحاملي كان صحيح السماع وكانت سماعاته في كتب أبي الحسين محمد بن أحمد بن القاسم المحاملي قاله أبو بكر الخطيب قال فأما هو فلم يكن له كتاب كتبنا عنه سمع أبا بكر أحمد بن سلمان النجاد وأبا سهل بن زياد القطان وحامد بن محمد بن عبد الله الرفاء وأبا بكر محمد بن عبد الله الشافعي وأبا علي الصواف ودعلج بن أحمد السجزي وعمرو بن جعفر بن سلم وغيرهم وكانت ولادته في شهر رمضان سنة ثلاث وأربعين وثلاث مئة واخر ما حدث في أول سنة ثمان وعشرين وأربع مئة ولم يرو بعد ذلك شيئا لأنه صار أصم لا يسمع ما يقرأ عليه ومات في شهر ربيع الاخر سنة تسع وعشرين وأربع مئة ودفن في مقبرة باب حرب وأبو الحسين محمد بن أحمد بن القاسم بن إسماعيل بن محمد بن إسماعيل بن سعيد بن أبان الضبي المعروف بابن المحاملي كان ثقة صادقا خيرا فاضلا سمع أبا علي إسماعيل بن محمد الصفار وأبا عمرو عثمان بن أحمد بن السماك وأبا بكر أحمد بن سلمان النجاد وأبا عمر محمد بن عبد الواحد الزاهد وأبا بكر محمد بن الحسن بن زياد |جـ 5 صـ 210| النقاش ذكره أبو بكر الخطيب الحافظ في التاريخ وقال بعد أن أثنى عليه حضرت مجلسه غير مرة وسمعت منه ولم يحصل عندي عنه شيء وقال أبو الحسن الدارقطني أبو الحسين بن المحاملي الفقيه الشافعي الشاهد حفظ القرآن والفرائض وحسابها والدور ودرس الفقه على مذهب الشافعي وكتب الحديث ولزم العلم ونشأ فيه وهو عندي ممن يزداد خيرا كل يوم مولده سنة اثنتين وثلاثين وثلاث مئة قال الخطيب ومات في رجب سنة سبع وأربع مئة وأبو بكر محمد بن علي بن محمد بن سهل بن سليمان بن سالم بن نوح الضبي المحاملي يعرف بابن الإمام من أهل بغداد حدث عن محمد بن عثمان بن أبي شيبة والحسن بن علي العمري وأحمد بن علي الأبار وأحمد بن النضر بن محمود وجعفر الفريابي وأحمد بن يوسف بن الضحاك المخرمي وأحمد بن عبيد الله بن عمار روى عنه أبو الحسن الدارقطني والمعافى بن زكريا وأبو الحسن بن رزقويه وأبو نعيم الأصبهاني الحافظ ولد سنة إحدى وسبعين ومائتين ومات في شعبان سنة سبع وخمسين وثلاث مئة قاله محمد بن أبي الفوارس ثم قال وكان فيه تسهل لم يكن بذلك وأبو الفتح عبد الكريم بن محمد بن أحمد بن القاسم بن إسماعيل المحاملي من أهل بغداد شيخ ثقة مكثر صالح وهو أخو أبي الحسين الفقيه السابق ذكره سمع أبا بكر أحمد بن إبراهيم بن شاذان وأبا الحسن علي بن عمر السكري وأبا الحسن علي بن عمر الدارقطني وأبا جعفر عمر بن أحمد بن شاهين وطبقتهم سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب وأبو محمد عبد العزيز بن محمد النخشبي الحافظ وأثنيا عليه ووثقاه وكانت لشيخنا أبي بكر محمد بن عبد الباقي الأنصاري عنه إجازة صحيحة قرأت عليه أشياء بإجازته عنه ومات عبد الكريم في المحرم سنة ثمان وأربعين وأربع مئة ببغداد ",
                "title": "المحاملي",
                "uri": "JK_000952_3675"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}