{
    "features": [
        {
            "item": "JK_000129_009545",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.222-223",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>غيل</h1> بالفتح ثم السكون ثم لام وهو الماء الذي يجري على وجه الأرض ومنه الحديث ما يسقي الغيل ففيه الغيل والغيل في حديث آخر لقد هممت أن أنهى عن الغيلة ثم ذكرت أن فارس والروم يفعلونه فلا يضرهم قالوا الغيلة هو الغيل وهو أن يجامع المرأة وهي مرضع وقيل أن ترضع الطفل أمه وهي حامل والغيل أيضا الساعد الممتلىء الريان وغيل موضع في صدر يلملم في قول ذؤيب بن بيئة بن لام لعمري لقد أبكت قريم وأوجعوا بجزعة بطن الغيل من كان باكيا و غيل أيضا موضع قرب اليمامة قال بعضهم يبري لها من تحت أرواق الليل غملس ألزق من حمى الغيل و الغيل أيضا واد لبني جعدة في جوف العارض يسير في الفلج وبينهما مسيرة يوم وليلة و الغيل غيل البرمكي وهو نهر يشق صنعاء اليمن وفيه يقول شاعرهم وا عويلا إذا غاب الحبيب عن حبيبه إلى من يشتكي يشتكي إلى والي البلد ودموعه مثل غيل البرمكي وهذا شعر غير موزون وهو مع ذلك ملحون أوردناه كما سمعناه من الشيخ أبي الربيع سليمان بن عبد الله الريحاني صديقنا أيده الله وأنشد أبو علي لأبي الجياش والغيل شطان حل اللؤم بينهما شط الموالي وشط حله العرب تغلغل اللؤم في أبدان ساكنه تغلغل الماء بين الليف والكرب وقال أبو زياد الغيل فلج من الأفلاج وقد مر الفلج في موضعه وقال نصر الغيل واد لجعدة بين جبلين ملآن نخيلا وبأعلاه نفر من بني قشير وبه منبر وبينه وبين الفلج سبعة فراسخ أو ثمانية والفلج قرية عظيمة لجعدة وقال البحتري الجعدي ألا يا ليل قد برح النهار وهاج الليل حزنا والنهار |جـ 4 صـ 223| كأنك لم تجاوز آل ليلى ولم يوقد لها بالغيل نار وقال عثمان بن صمصامة الجعدي ومر به حمزة بن عبد الله بن قرة يريد الغيل وقد قلت للقري إن كنت رائحا إلى الغيل فاعرض بالسلام على نعم على نعمنا لا نعم قوم سوائنا هي الهم والأحلام لو يقع الحلم فإن غضب القري في أن بعثته إليها فلا يبرح على أنفه الرغم و الغيل بلد بصعدة باليمن خرج منه بعض الشعراء منهم محمد بن عبيد أبو عبد الله بن أبي الأسود الصعدي شاعر قديم وأصله من غيل صعدة ",
                "title": "غيل",
                "uri": "JK_000129_009545"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}