{
    "features": [
        {
            "item": "JK_000952_4292",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.599-602",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوزير</h1> بفتح الواو وكسر الزاي وسكون الياء وفي اخرها الراء هذه اللفظة صارت لقبا لمن يدير الملك ويصدر الملك عن رأيه وأول من لقب بهذا الاسم أبو سلمة حفص بن سليمان الخلال بالعراق قيل له وزير آل محمد ولما قتل فتكا قال بعض الشعراء فيه % أن الوزير وزير آل محمد % % أودى فمن يشناك كان وزيرا % ولم يكن لأحد من خلفاء بني أمية وزير وأول من استوزر أبو سلمة الخلال وهجا إبراهيم بن عثمان الغزي بعض الوزراء فقال فيما أنشدنا أبو الفتح مسعود بن محمد المسعودي إملاء من حفظه أنشدني الغزي لنفسه % من آلة الدست لم يعط الوزير سوى % % تحريك لحيته في حال إيماء % % إن الوزير بلا وزر يشد به % % مثل العروض له بحر بلا ماء % واشتهر جماعة من المحدثين بهذا الاسم إما لأنهم استوزروا لبعض الملوك أو في ابائهم أحد فمنهم أبو الفضل جعفر بن الفضل بن جعفر بن محمد بن الفرات الوزير المعروف بابن حنزابة البغدادي أحد الحفاظ كان كثير السماع حسن العقل ذا رأي وشهامة وله أنعام في حق أهل العلم نزل مصر وتقلد الوزارة لأميرها كافور وكان أبوه وزير المقتدر بالله وبلغني أنه كان يذكر سماعه عن أبي القاسم عبد الله بن محمد البغوي مجلسا من أماليه ولم يكن عنده وكان يقول من جاءني به أغنيته وكان يملي الحديث بمصر وبسببه خرج أبو الحسن الدارقطني إلى مصر وكانت ولادته في ذي الحجة سنة ثمان وثلاثمئة وتوفي بمصر سنة تسعين وثلاثمئة وقيل سنة إحدى وتسعين في شهر ربيع الأول الوزير المشهور في الشرق والغرب صاحب المدارس والخيرات من المساجد والرباطات أبو علي الحسن بن علي بن إسحاق بن العباس الطوسي الوزير المعروف بنظام الملك صارت أيامه تاريخا للمكارم وأيام الخير سمع الحديث الكثير من أبي القاسم عبد الكريم بن هوازن القشيري وأبي حامد أحمد بن الحسن الأزهري بنيسابور وأبا مسلم محمد بن علي بن مهريزد النحوي وأبا منصور شجاع بن علي المصقلي بأصبهان وطبقتهم روى لنا عنه عمي أبو محمد الحسن بن أبي المظفر السمعاني بمرو وأبو القاسم علي بن طراد الزينبي ببغداد وأبو القاسم إسماعيل بن نصر الله بن محمد بن عبد القوي المصيصي بدمشق وغيرهم ولد بنواحي الراذاكان في سنة ثمان وأربعمئة وقتل بالسحنة في شهر رمضان سنة خمس وثمانين وأربعمئة وحمل إلى أصبهان ودفن بها وزرت قبره غير مرة في دار جنار ومن أولاده وأحفاده جماعة كثيرة من الوزراء منهم الوزير ابن الوزير أبو الفتح أحمد بن |جـ 5 صـ 600| بن علي نظام الملك المعروف بخواجة أحمد كان وزير السلطان محمود بن محمد بن ملكشاه ثم صار وزير أمير المؤمنين المسترشد لأمر الله ولقيته ببغداد ولزم داره وما كان يخرج منها سمع بأصبهان أبا الفتح عبد الكريم بن عبد الرزاق الحسناباذي وغيره سمعت منه مجلسا من أمالي أبي بكر بن مردويه الحافظ وتوفي ببغداد في سنة وثلاثين وخمسمئة وصاحبنا أبو علي الحسن بن مسعود بن الوزير الدمشقي من أهل دمشق كان حافظا فاضلا وفقيها مبرزا وكان والده أو جده استوزر لبعض الملوك بدمشق وأصله خوارزمي سمع الكثير ونسخ بخطه أدرك جماعة من الشيوخ ممن لم ندركهم ببغداد وأصبهان وسمعت منه شيئا يسيرا بمرو وكنت كثير الاجتماع معه شديد الأنس به والله تعالى يرحمه توفي بمرو في سنة وأربعين وخمسمئة ودفن بمقبرة جصين وأبو الحسين عبيد الله بن محمد بن حمدويه الوزير الرازي من نواحي الري قدم بغداد وحدث بها عن أبي محمد عبد الرحمن بن أبي حاتم الرازي وحفص بن محمد بن زيد الحافظ والعباس بن أحمد الشافعي البغدادي وكان يسكن برذعة روى عنه أبو القاسم الأزهري وأبو محمد الخلال وأبو محمد الجوهري وغيرهم وأبو القاسم عيسى بن علي بن عيسى بن داود بن الجراح الوزير من أهل بغداد كان والده علي بن عيسى وزير المقتدر بالله وكان فاضلا من أهل البيوتات صحيح السماع وكان العلماء والمحدثون يحضرون دار والديه لرواية الحديث وبلغني أن عيسى بن الوزير لما أملى الحديث قال حدثنا أبو القاسم البغوي في هذا الرواق وأخبرنا أبو بكر بن أبي داود في هذا الطرر وأخبرنا يحيى بن صاعد في تلك الصفة فقام واحد من الغرباء وقال لقد اغبرت قدما سيدنا في طلب العلم فاستحيى عيسى بن الوزير ولم يقل بعد ذلك مثل هذا سمع أبا القاسم عبد الله بن محمد بن عبد العزيز البغوي وأبا بكر عبد الله بن سليمان الأشعث السجستاني وأبا محمد يحيى بن محمد بن صاعد وأبا القاسم بدر بن الهيثم القاضي وأبا بكر عبد الله محمد بن زياد النيسابوري وأبا عمر محمد بن يوسف بن يعقوب القاضي وأبا بكر أحمد بن موسى بن العباس بن مجاهد المقرىء وأبا بكر محمد بن |جـ 5 صـ 601| الحسن بن دريد الأزدي وأباه أبا الحسن علي بن عيسى الوزير وغيرهم روى عنه أبو القاسم عبيد الله بن أحمد الأزهري وأبو محمد الحسن بن محمد الخلال والقاضيان أبو عبد الله الصيمري وأبو القاسم التنوخي وأبو محمد الجوهري وأبو جعفر محمد بن أحمد بن المسلمة في جماعة اخرهم أبو الحسين أحمد بن محمد بن النقور البزار أثنى عليه أبو بكر أحمد بن علي الخطيب وقال كان ثبت السماع صحيح الكتاب ومن شعره % رب ميت قد صار بالعلم حيا % % ومبقى قد حاز جهلا وغيا % % فاقتنوا العلم كي تنالوا خلودا % % لا تعدوا الحياة في الجهل شيا % وكانت ولادته في شهر رمضان سنة اثنتين وثلاثمئة ومات في المحرم سنة إحدى وتسعين وثلاثمئة ووالده أبو الحسن علي بن عيسى بن داود بن الجراح الوزير كان وزير الخليفتين المقتدر بالله والقاهر بالله سمع أحمد بن بديل الكوفي والحسن بن محمد الزعفراني وحميد بن الربيع وعمر بن شبة روى عنه ابنه عيسى وسليمان بن أحمد الطبراني والقاضي أبو طاهر محمد بن أحمد بن عبد الله بن بجير الذهلي وكان صدوقا دينا فاضلا عفيفا في ولايته محمودا في وزارته كثير البر والمعروف وقراءة القرآن والصلاة والصيام يحب أهل الخير ويكثر مجالستهم ومذاكرتهم وأصله من الفرس وكان داود جده من ديرقني وكان من وجوه الكتاب وكذلك أبوه عيسى ولم يزل علي بن عيسى من حداثته معروفا بالستر والصيانة والصلاح والديانة وعزل عن الوزارة وأخرج إلى مكة ثم ردت الوزارة إليه فأنشأ بعض الناس يقول فيه % بحسبك أني لا أرى لك عائبا % % سوى حاسد والحاسدون كثير % % وأنك مثل الغيث أما سحابه % % فمزن وأما ماؤه فطهور % وكانت ولادته في جمادى الاخرة سنة خمس وأربعين ومئتين ومات في ذي الحجة سنة أربع وثلاثين وثلاثمئة وأبو الحسن علي بن إسحاق بن إبراهيم الوزير من أهل أصبهان روى عن أهل بلده والعراقيين وإنما لقب بالوزير لأنه كان يقوم بحوائج أبي مسعود الرازي وحدث عن أبي كريب محمد بن العلاء الهمداني وإسماعيل بن موسى بن بنت السدي وعلي بن بشر بن عبد الملك وغيرهم روى عنه عبد العزيز بن محمد بن الحسن الخفاف وأبو عبد الله الحسين بن عبد الله بن سليمان بن حمزة بن سلم الأصبهاني وقال حدثنا علي بن |جـ 5 صـ 602| إسحاق بن إبراهيم المعروف بوزير أبي مسعود وتوفي سنة سبع وتسعين ومئتين ",
                "title": "الوزير",
                "uri": "JK_000952_4292"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}