{
    "features": [
        {
            "item": "JK_000952_0500",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.350-352",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البسطامي</h1> بالباء المفتوحة المنقوطة بواحدة وسكون السين المهملة وفتح الطاء المهملة هذه النسبة إلى بسطام وهي بلدة بقومس مشهورة أقمت بها ليلة في توجهي إلى العراق والمشهور بهذه النسبة أبو يزيد البسطامي الأكبر المشهور اسمه طيفور بن عيسى بن سروشان وكان سروشان مجوسيا فأسلم وحسن إسلامه له حديث واحد لم يصح عنه غيره يروي عن أبي عبد الرحمن السري عن عمرو بن قيس روى عنه علي بن جعفر البغدادي وأبو يزيد البسطامي الزاهد الأصغر طيفور بن عيسى بن آدم بن عيسى بن علي الزاهد يروي عن صالح بن يونس وعلي بن الحسن الترمذي وعبد الله بن عبد الوهاب وأبي مصعب الزهري ومحمد بن يوسف الفريابي وغيرهم روى عنه أبو يعقوب يوسف بن محمد بن بندار الولائي وجماعة كثيرة من رواة العلم بسطاميون قال ابن ماكولا وقد لحقنا ببسطام الشيخ أبا الفضل محمد بن علي بن أحمد بن الحسين بن سهل السهلكي البسطامي وكان أوحد وقته مفننا في العلوم وله تصانيف كثيرة سمع أبا عبد الله محمد بن إبراهيم بن منصور وأبا عبد الله محمد بن عبد الله الرازي وبهرام بن أبي الفضل بن شاه المروزي وأبا سهل محمد بن أحمد بن عبد الله الإستراباذي وأبا عبد الله محمد بن علي الداستاني وكان يسميه شيخ المشايخ وسمع أبا بكر الحيري وأبا سعيد الصيرفي وغيرهما من أصحاب الحديث ورحل وسمع الكثير وكان إمام أهل التصوف في وقته قلت وتوفي في جمادي الآخرة سنة ست وسبعين وأربعمائة عن سبع وتسعين سنة وكانت ولادته تقديرا سنة تسع وثمانين |جـ 1 صـ 352| وثلاثمائة وإمامنا وشيخنا أبو شجاع عمر بن محمد بن عبد الله بن محمد بن عبد الله بن نصر البسطامي ثم البلخي جده الأعلى من بسطام سكن بلخ وولد هو بها وكان إماما متفننا فقيها حافظا محدثا مفسرا أديبا شاعرا كاتبا حسن الأخلاق ظريف الجملة والتفصيل سمع أبا القاسم أحمد بن أبي منصور الخليلي وأبا إسحاق إبراهيم بن أبي نصر الأصبهاني البلخيين وغيرهما أكثرت عنه وسمعت منه بمرو وبلخ وهراة وبخارا وسمرقند وكانت ولادته في ذي الحجة سنة خمس وسبعين وأربعمائة ببلخ وأما أخوه محمد بن أبي الحسن محمد بن عبد الله شيخ سديد السيرة كثير العبادة مشتغل بما يعنيه سمع الكثير من البلخيين مثل أبي هريرة القلانسي وأبي القاسم الخليلي وأبي إسحاق الأصبهاني وأبي علي الوزير نظام الملك وحمد بن أحمد الزبيري الطبري وكانت له إجازة عن أبي علي الوخشي وتوفي سنة إحدى وخمسين وخمسمائة ببلخ وكان قد جاوز الثمانين وابنه أبو القاسم أحمد بن محمد البسطامي سمع أبا سعد أسعد بن محمد بن ظهير البلخي كتبت عنه أحاديث ببلخ وجماعة كثيرة من البسطاميين كتبت عنهم ببسطام ونيسابور ودمشق وفيهم كثرة وأما أبو بكر أحمد بن محمد بن عمر بن بسطام المروزي البسطامي نسب إلى جده الأعلى محدث مرو في عصره وهو ثقة صدوق مكثر سمع علي بن الحسين بن واقد وأبا صالح أحمد بن منصور زاج وطبقتهما روى عنه أبو العباس المعداني وأبو علي زاهر بن أحمد الفقيه وتوفي بعد سنة ثلاثمائة بمرو والقاضي أبو عمر محمد بن الحسين بن محمد بن الهيثم البسطامي الواعظ الفقيه على مذهب الشافعي ولي قضاء نيسابور وقدم بغداد وحدث بها عن أحمد بن عبد الرحمن بن الجارود الرقي وسليمان بن أحمد بن أيوب الطبراني وأحمد بن محمود بن خرزاد الأهوازي وجماعة سواهم روى عنه أبو محمد الحسن بن محمد الخلال البغدادي وأبو صالح أحمد بن عبد الملك المؤذن وأبو بكر محمد بن يحيى بن إبراهيم المزكي وأبو سعيد محمد بن سعيد الفرخزاذي وأبو المعالي عمر بن أبي عمر البسطامي ابنه وجماعة كثيرة سواهم وظني أن آخر من روى عنه أبو عطاء عبد الأعلى بن عبد الواحد المليحي قدم بغداد في حياة أبي حامد الإسفراييني وكان أبو حامد يعظمه ويجله وكان إماما نظارا فحلا وكانت وفاته بنيسابور في سنة سبع وأربعمائة وأما أبو الحسن علي بن أحمد بن هارون بن عبد الرحمن بن يوسف بن محمد بن بسطام المعدل البسطامي المعروف بابن كردي نسب إلى |جـ 1 صـ 353| جده الأعلى وهو من أهل النهروان سمع أبا جعفر محمد بن يحيى بن علي بن حرب الطائي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وكانت ولادته في سنة إحدى وثلاثين وثلاثمائة ومات في شعبان سنة سبع عشرة وأربعمائة ",
                "title": "البسطامي",
                "uri": "JK_000952_0500"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}