{
    "features": [
        {
            "item": "JK_000129_010663",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.420-421",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القيروان والنسبة القيرواني</h1> قال الأزهري القيروان معرب وهو بالفارسية كاروان وقد تكلمت به العرب قديما قال امرؤ القيس وغارة ذات قيروان كأن أسرابها الرعال والقيروان في الإقليم الثالث طولها إحدى وثلاثون درجة وعرضها ثلاثون درجة وأربعون دقيقة وهذه مدينة عظيمة بإفريقية غبرت دهرا وليس بالغرب مدينة أجل منها إلى أن قدمت العرب إفريقية وأخربت البلاد فانتقل أهلها عنها فليس بها اليوم إلا صعلوك لا يطمع فيه وهي مدينة مصرت في الإسلام في أيام معاوية رضي الله عنه وكان من حديث تمصيرها ما ذكره جماعة كثيرة من أهل السير قالوا عزل معاوية بن أبي سفيان معاوية بن حديج الكندي عن إفريقية واقتصر به على ولاية مصر وولى إفريقية عقبة بن نافع بن عبد قيس بن لقيط بن عامر بن أمية بن عائش بن ظرب بن الحارث بن فهر بن مالك بن النض ابن كنانة وكان مولده في أيام النبي صلى الله عليه وسلم وقال ابن الكلبي هو عبد الرحمن بن عدي بن نافع بن قيس القرشي سنة 84 وكان مقيما بنواحي برقة وزويلة منذ ولاية عمرو بن العاص له فجمع إليه من أسلم من البربر وضمهم إلى الجيش الوارد من قبل معاوية وكان جيش معاوية عشرة آلاف وسار إلى إفريقية ونازل مدنها فافتتحها عنوة ووضع السيف في أهلها وأسلم على يده خلق من البربر وفشا فيهم دين الله حتى اتصل ببلاد السودان فجمع عقبة حينئذ أصحابه وقال إن أهل هذه البلاد قوم لا خلاق لهم إذا عضهم السيف أسلموا وأذا رجع المسلمون عنهم عادوا إلى عادتهم ودينهم ولست أرى نزول المسلمين بين أظهرهم رأيا وقد رأيت أن أبني ههنا مدينة يسكنها المسلمون فاستصوبوا رأيه فجاؤوا إلى موضع القيروان وهي في طرف البر وهي |جـ 4 صـ 421| أجمة عظيمة وغيضة لا يشقها الحيات من تشابك أشجارها وقال إنما اخترت هذا الموضع لبعده من البحر لئلا تطرقها مراكب الروم فتهلكها وهي في وسط البلاد ثم أمر أصحابه بالبناء فقالوا هذه غياض كثيرة السباع والهوام فنخاف على أنفسنا هنا وكان عقبة مستجاب الدعوة فجمع من كان في عسكره من الصحابة وكانوا ثمانية عشر ونادى أيتها الحشرات والسباع نحن أصحاب رسول الله صلى الله عليه وسلم فارحلوا عنا فإنا نازلون فمن وجدناه بعد قتلناه فنظر الناس يومئذ إلى أمر هائل كان السبع يحمل أشباله والذئب يحمل أجراءه والحية تحمل أولادها وهم خارجون أسرابا أسرابا فحمل ذلك كثيرا من البربر على الإسلام ثم اختط دارا للإمارة واختط الناس حوله وأقاموا بعد ذلك أربعين عاما لا يرون فيها حية ولا عقربا واختط جامعها فتحير في قبلته فبقي مهموما فبات ليلة فسمع قائلا يقول في غد ادخل الجامع فإنك تسمع تكبيرا فاتبعه فأي موضع انقطع الصوت فهناك القبلة التي رضيها الله للمسلمين بهذه الأرض فلما أصبح سمع الصوت ووضع القبلة واقتدى بها بقية المساجد وعمر الناس المدينة فاستقامت في سنة 55 للهجرة وقد ذكرت بقية خبر عقبة ومقتله في كتابي المسمى بالمبدإ والمآل وكان مقتله في سنة 63 بعد أن فتح جميع بلاد المغرب وينسب إلى القيروان قيرواني وقيروي فمن جملة من ينسب إليها قيرواني محمد بن أبي بكر عتيق محمد بن أبي نصر هبة الله بن علي بن مالك أبو عبيد الله التميمي القيرواني المتكلم الثغري المعروف بابن أبي كدية درس علم الأصول بالقيروان على أبي عبد الله الحسين بن حاتم الأزدي صاحب القاضي أبي بكر الباقلاني وعلى غيره وكان يذكر أنه سمع أبا عبد الله القضاعي بمصر قرأ عليه نصر الله بن محمد بصور وكان يقرىء الكلام في النظامية ببغداد وأقام بالعراق إلى أن مات وكان صلبا في الإعتقاد ومات ببغداد في ثامن عشر ذي الحجة سنة 215 ودفن مع أبي الحسن الأشعري في تربته بمشرعة الروايا خارج الكرخ ",
                "title": "القيروان والنسبة القيرواني",
                "uri": "JK_000129_010663"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}