{
    "features": [
        {
            "item": "JK_000952_3826",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.305-308",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المشكاني</h1> بضم الميم وسكون الشين المعجمة وفتح الكاف وفي اخرها |جـ 5 صـ 306| النون هذه النسبة إلى مشكان وهي قرية من أعمال روذراور قريبة منها من نواحي همذان منها أبو الحسن علي بن محمد بن أحمد بن عبد الله بن الخطيب المشكاني خطيب هذه القرية وكان شيخا عالما بهيا حسن المنظر مليح الشيبة مطبوع الأخلاق متوددا قدم علينا بغداد في سنة اثنتين وثلاثين في صحبة رئيس روذراور ونزل بنواحي باب الأزج وأخبرني عبد الملك بن علي الهمذاني وكان شيخا يسمع معنا الحديث أن خطيب مشكان قدم وعنده التاريخ الصغير لمحمد بن إسماعيل البخاري عاليا فقصدته وأخبرت اثنين ثلاثة من أصحاب الحديث وطلابه ومضينا إليه فصادفناه متأخرا مريضا في دار باب الأزج فقرأت عليه جميع الكتاب وخرج من بغداد عقيب القراءة ولم يقرأ عليه ثانيا ببغداد وكان يرويه عن أبي منصور محمد بن الحسن بن يونس النهاوندي عن القاضي أبي العباس أحمد بن الحسين بن زنبيل النهاوندي عن أبي القاسم عبد الله بن محمد بن عبد الرحمن بن الخليل بن الأشقر القاضي عن الإمام أبي عبد الله محمد بن إسماعيل البخاري رحمه الله وكانت ولادته بمشكان في أوائل شهر رمضان سنة ست وستين وأربع مئة وتوفي في حدود سنة أربعين وخمس مئة بروذراور ورأيت في تاريخ أبي بكر الخطيب أحمد بن جنيد أبو طالب المشكاني صاحب أبي عبد الله أحمد بن حنبل روى عن أحمد مسائل تفرد بها وكان أحمد يكرمه ويقدمه وكان رجلا صالحا فقيرا صبورا على الفقر فعلمه أبو عبد الله مذهب القنوع والاحتراف ومات قديما بالقرب من موت أبي عبد الله فلم يقع مسائله إلى الأحداث مات في سنة أربع وأربعين ومائتين وأبو سعيد محمد بن عبد الله بن إبراهيم بن محمد بن أحمد بن غالب بن مشكان المروزي المشكاني ينسب إلى جده الأعلى قدم بغداد وحدث بها عن عبد الله بن محمود السعدي ويحيى بن ساسوية ومحمد بن عمير بن هشام الرازي وغيرهم روى عنه أبو الفتح محمد بن الحسين الأزدي وأبو الحسن علي بن عمر الدارقطني وأبو الحسن محمد بن أحمد بن رزق البزاز وغيرهم وكان ثقة |جـ 5 صـ 307| وأبو عبد الله محمد بن أحمد بن أسد بن مشكان النيسابور الزوزني المشكاني نسب إلى جده الأعلى فقيه من أصحاب الرأي سمع أحمد بن منصور المروزي زاج وغيره ومحمد بن النضر بن أحمد بن حبيب بن الزبير بن مشكان الهلالي المشكاني من أهل أصبهان نسب إلى جده الأعلى يلقب بممشاذ يروي عن الحسين بن جعفر وبكر بن بكار وعامر بن إبراهيم روى عنه محمد بن عبد الله بن أحمد الأصبهاني |جـ 5 صـ 308| ",
                "title": "المشكاني",
                "uri": "JK_000952_3826"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}