{
    "features": [
        {
            "item": "JK_000952_0103",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.112-113",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأرغياني</h1> بفتح الألف وسكون الراء وكسر الغين المعجمة وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى أرغيان وهي اسم لناحية من نواحي نيسابور بها عدة من قرى مثل نسح وبان وراونير وغيرها اجتزت بها منصرفي من العراق خرج من قراها جماعة من أهل العلم عرفوا بهذه النسبة منهم الحاكم أبو الفتح سهل بن أحمد بن علي بن أحمد بن علي بن أحمد بن الحسن الأرغياني من قرية بان إمام فاضل حسن السيرة وتفقه على القاضي الحسين بن محمد المروزي وأقام عنده حتى حصل طريقته وذكر أنه ما علق شيئا من المذهب إلا على الطهارة ودخل طوس وحصل التفسير والأصول من شهفور |جـ 1 صـ 113| الأسفرايني ثم دخل نيسابور وقرأ الكلام على أبي المعالي الجويني وعاد إلى ناحيته وولى القضاء بها وحمدت سيرته في ولايته ثم ترك القضاء وانزوى بعد أن حج واشتغل بالعبادة سمع بنيسابور أبا عثمان الصابوني وأبا حفص بن مسرور وأبا سعد بن الكنجرودي وطبقتهم وأكثر من الحديث وببوشنج أبا الحسن الداودي وبهراة أبا عمر المليحي روى لنا عنه أبو طاهر السنجي وكانت ولادته سنة ست وعشرين وأربعمائة وتوفي أول يوم من المحرم سنة تسع وتسعين وأربعمائة ببان وأوصى أن يدفن في الصحراء وأما ابنه أحمد بن سهل فقد ذكرته في حرف الباء فيما بعد وأبو نصر محمد بن عبد الله الأرغياني وأخوه أبو العباس عمر ذكرتهما في حرف الراء في ترجمة راونير وجميعهم من أرغيان وعرفوا بهذه النسبة ومن القدماء أبو عمرو محمد بن أحمد بن جعفر بن أحمد بن سيار المؤذن الأغياني كان فاضلا ثقة في الحديث صحيح السماعات سكن سمرقند وحدث بها عن أبي العباس محمد بن إسحاق السراج وعلي بن الفضل بن طاهر البلخي وغيرهما روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي قال ومات بسمرقند في ذي القعدة سنة تسع وستين وثلاثمائة وأبو عمرو المسيب بن محمد بن المسيب بن محمد بن المسيب بن إسحاق الأرغياني شيخ صالح عفيف متدين من بيت العلم رحل إلى العراق وسمع ببغداد أبا عمر عبد الواحد بن محمد بن مهدي الفارسي وبالبصرة أبا عمر القاسم بن جعفر بن عبد الواحد الهاشمي وغيرهما روى لنا عنه أبو القاسم زاهر بن طاهر الشحامي وكانت ولادته في سنة ثمان وثمانين وثلاثمائة وتوفي في سنة إحدى وستين وأربعمائة وجده أبو عمرو المسيب بن أبي عبد الله محمد بن المسيب بن إسحاق بن عبد الله بن إسماعيل بن إدريس الأرغياني كان أبو محمد بن المسيب محدث عصره وزاهد وقته وأبو عمرو مكاتب الناحية سمع أباه وأقرانه من الشيوخ وتوفي قبل سنة أربعمائة بمدة وسمع أبا العباس محمد بن إسحاق السراج وأحمد بن محمد بن الأزهر وغيرهما وأما أبو عبد الله محمد بن المسيب بن إسحاق بن عبد الله بن إسماعيل بن إدريس الأرغياني النيسابوري كان من العباد المجتهدين ومن الجوالين في طلب الحديث على الصدق والورع سمع بخراسان محمد بن رافع وإسحاق بن منصور وبالبصرة بندار بن بشار وبالكوفة أبا سعيد الأشج وبالحجاز عبد الجبار بن العلاء العطار وبمصر يونس بن عبد الأعلى وبالشام محمد بن هاشم البعلبكي وغيرهم روى عنه محمد بن إسحاق بن خزيمة وأبو حامد بن الشرقي وغيرهما وكان يقول ما أعلم منبرا من منابر الإسلام بقي علي لم أدخله لسماع الحديث وحكى أبو علي الحافظ قال كان محمد بن المسيب الأرغياني |جـ 1 صـ 114| يمشي بمصر وفي كمه مائة ألف حديث فقيل لأبي علي فكيف يمكن هذا قال كانت أجزاؤه صغارا بخط دقيق في كل جزئه ألف حديث معدودة وكان يحمل معه مائة جزء فصار هذا كالمشهور من شأنه وكان إذا قرأ الحديث وقال قال رسول الله صلى الله عليه وسلم بكى حتى نرحمه وعمي من كثرة البكاء وكانت ولادته سنة ثلاث وعشرين ومائتين ومات في جمادى الأولى سنة خمس عشرة وثلاثمائة ",
                "title": "الأرغياني",
                "uri": "JK_000952_0103"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}