{
    "features": [
        {
            "item": "JK_000952_4008",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.414-415",
                "source": "الأنساب للسمعاني",
                "text": "<h1>المهرجاني</h1> بكسر الميم وسكون الهاء وكسر الراء وفتح الجيم وفي اخرها النون هذه النسبة إلى شيئين أحدهما بلدة أسفرايين ويقال لها المهرجان وحكى أن قباذ بن فيروز لقب أسفرايين بهذا اللقب لحسنه وخضرته وصحة هوائه لأن أطيب الأوقات المهرجان في الفصول وقيل إن كسرى أنو شروان أسفراييني ولد بها وهو أن قباذ هرب من أخيه بلاش بن فيروز لما غلبه على المملكة وأخذ نحو خاقان ملك الترك للاستمداد منه فنزل في طريقه المهرجان على رجل من أجلة الأساورة فتاقت نفسه إلى النساء فتزوج بابنة ذلك الأسوار فزوجه ودخل بها وحملت ثم مضى وسار إلى خاقان واستمده فدافعه أربع سنين ثم وجه معه جيشا فلما انصرف مر بالمهرجان وطلب المرأة فوجدها قد ولدت غلاما فانطلق بها وبالغلام وهو ابن ثلاث سنين فلما قدم المداين ألفى أخاه قد هلك فملك الأرض ومات بعد ثلاث وأربعين سنة ثم ملك بعده أنو شروان وهو ابن المرأة المهرجانية كان |جـ 5 صـ 415| منها جماعة من العلماء تفوت الإحصاء ولو لم يكن غير رجاء بن السندي وبنيه وأعقابهم فإن فيهم كثرة وروى أحمد بن حنبل عن رجاء بن السندي وأبو بكر محمد بن عبد الله بن مهدي بن أبي المهدي السعداني المهرجاني النيسابوري قال الحاكم أبو عبد الله الحافظ هو من قصبة المهرجان شيخ كثير الرحلة والحديث وأبوه يلقب بعبدك سمع بخراسان محمد بن يحيى الذهلي ومحمد بن رجاء بن السندي وبالري محمد بن مقاتل وبالعراق محمد بن شبة وأبا سعيد الأشج وبالحجاز عبد الله بن شبيب روى عنه أبو علي الحافظ وأبو سعيد بن أبي بكر بن أبي عثمان وغيرهما وأبو هاشم إسماعيل بن عبد الله بن مهرجان المهرجاني البغدادي من أهل بغداد نسب إلى جده حدث عن محمد بن حماد المقرىء روى عنه أبو كريمة عبد العزيز بن محمد بن عبد العزيز الصيداوي المؤذن وأبو بكر محمد بن محمد بن رجاء بن السندي المهرجاني الأسفراييني من أعقاب السابق ذكره وكان أعلم أهل بيته بالحديث وعلله وأحفظهم له وكان تقيا دينا مقدما في عصره سمع جده وإسحاق بن إبراهيم وعمرو بن زرارة واحمد بن حنبل وأبا الربيع الزهراني وأبا بكر بن أبي شيبة ومحمد بن عبد الله بن نمير وإبرهيم بن المنذر الحرامي ومحمد بن يحيى بن أبي عمر صنف المسند الصحيح على شرط مسلم قال الحاكم أبو عبد الله الحافظ وقد نظرت في أكثره فوجدته قد جهد ألا يخالف شرطه وهو يشاركه في أكثر شيوخه روى عنه أبو حامد بن الشرقي والمؤمل بن الحسن فمن بعدهما وتوفي سنة ست وثمانين ومائتين ",
                "title": "المهرجاني",
                "uri": "JK_000952_4008"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}