{
    "features": [
        {
            "item": "JK_000129_009567",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.226-227",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>فارس والنسبة الفارسي</h1> ولاية واسعة وإقليم فسيح أول حدودها من جهة العراق أرجان ومن جهة كرمان السيرجان ومن جهة ساحل بحر الهند سيراف ومن جهة السند مكران قال أبو علي في القصريات فارس اسم البلد وليس باسم الرجل ولا ينصرف لأنه غلب عليه التأنيث كنعمان وليس أصله بعربي بل هو فارسي معرب أصله بارس وهو غير مرتضى فعرب فقيل فارس قال بطليموس في كتاب ملحمة البلاد مدينة فارس طولها ثلاث وستون درجة وعرضها أربع وثلاثون درجة طالعها الحوت تسع درجات منه تحت عشر درج من السرطان من الإقليم الرابع لها شركة في سرة الجوزاء يقابلها عشر درج من الجدي بيت عاقبتها مثلها من الميزانبيت ملكها مثلها من الحمل وهي في هذه الولاية من أمهات المدن المشهورة غير قليل وقد ذكرت في مواضعها وقصبتها الآن شيراز سميت بفارس بن علم بن سام بن نوح عليه السلام وقال ابن الكلبي فارس بن ماسور بن سام ابن نوح وقال أبو بكر أحمد بن أبي سهل الحلواني الذي أحفظ فارس بن مدين بن إرم بن سام بن نوح وقيل بل سميت بفارس بن طهمورث وإليه ينسب الفرس لأنهم من ولده وكان ملكا عادلا قديما قريب العهد من الطوفان وكان له عشرة بنين وهم جم وشيراز وإصطخر وفسا وجنابة وكسكر وكلواذى وقرقيسيا وعقرقوف فأقطع كل واحد منهم البلد الذي سمي به ووافق من العربية أن يقال رجل فارس بين الفروسية والفراسة من ركوب الفرس وفارس بين الفراسة إذا كان جيد النظر والحدس هذا مصدره بالكسر ويقال إنه لفارس بهذا الأمر إذا كان عالما به والفارس الحاذق بما يمارس والعجم لا يقولون لهذا البلد إلا بارس بالباء الموحدة وقال الإصطخري فارس على التربيع إلا من الزاوية التي تلي أصبهان والزاوية التي تلي كرمان مما يلي المفازة وفي الحد الذي يلي البحر تقويس قليل من أوله إلى آخره وإنما قلنا إن في زاويتها مما يلي كرمان وأصبهان زنقة لأن من شيراز وهي وسط فارس إليهما من المسافة نحوا من نصف ما بين شيراز وخوزستان وبين شيراز وجروم كرمان وليس بفارس بلد إلا وبه جبل أو يكون الجبل بحيث لا تراه إلا اليسير وكورها المشهورة خمس فأوسعها كورة إصطخر ثم أردشير خره ثم كورة دارابجرد ثم كورة سابور ثم قباذ خره ونحن نصف كل كورة من هذه في موضعها وبها خمسة رموم أكبرها رم جيلويه ثم رم أحمد بن الليث ثم رم أحمد بن الصالح ثم رم شهريار ثم رم أحمد ابن الحسن فالرم منزل الأكراد ومحلتهم وقد روي في فارس فضائل كثيرة منها |جـ 4 صـ 227| قال ابن لهيعة فارس والروم قريش العجم وقد روي عن النبي صلى الله عليه وسلم أنه قال أبعد الناس إلى الإسلام الروم ولو كان الإسلام معلقا بالثريا لتناولته فارس وكانت أرض فارس قديما قبل الإسلام ما بين نهر بلخ إلى منقطع أذربيجان وأرمينية الفارسية إلى الفرات إلى برية العرب إلى عمان ومكران وإلى كابل وطخارستان وهذا صفوة الأرض وأعدلها فيما زعموا وفارس خمس كور إصطخر وسابور وأردشير خره ودارابجرد وأرجان قالو وهي مائة وخمسون فرسخا طولا ومثلها عرضا وأما فتح فارس فكان بدؤه أن العلاء الحضرمي عامل أبي بكر ثم عامل عمر على البحرين وجه عرفجة بن هرثمة البارقي في البحر فعبره إلى أرض فارس ففتح جزيرة مما يلي فارس فأنكر عمر ذلك لأنه لم يستأذنه وقال غررت المسلمين وأمره أن يلحق بسعد بن أبي وقاص بالكوفة لأنه كان واجدا على سعد فأراد قمعه بتوجهه إليه على أكره الوجوه فسار نحوه فلما بلغ ذا قار مات العلاء الحضرمي وأمر عمر عرفجة بن هرثمة أن يلحق بعتبة بن فرقد السلمي بناحية الجزيرة ففتح الموصل وولى عمر رضي الله عنه عثمان بن أبي العاصي الثقفي على البحرين وعمان فدوخها واتسقت له طاعة أهلها فوجه أخاه الحكم بن أبي العاصي في البحر إلى فارس في جيش عظيم ففتح جزيرة لافت وهي جزيرة بركاوان ثم سار إلى توج ففتحها كما نذكره في توج واتسق فتح فارس كلها في أيام عثمان بن عفان كما نذكره متفرقا عند كل مدينة نذكرها وكان المستولي على فارس مرزبان يقال له سهرك فجمع جموعه والتقى المسلمين بريشهر فانهزم جيشه وقتل كما نذكره في ريشهر فضعفت فارس بعده وكتب عمر بن الخطاب رضي الله عنه إلى عثمان بن أبي العاصي أن يعبر إلى فارس بنفسه فاستخلف أخاه المغيرة وقيل إنه جاءه حفص بالبحرين وعمان وعبر إلى فارس ومدينة توج وجعل يغير على بلاد فارس وكتب عمر إلى أبي موسى الأشعري بمظاهرة عثمان بن أبي العاصي على أرض فارس فتتابعت إليه الجيوش حتى فتحت وكان أبو موسى يغزو فارس من البصرة ثم يعود إليها وخراج فارس ثلاثة وثلاثون ألف ألف درهم بالكفاية وذكر أن الفضل بن مروان وزير المتوكل قبلها بخمسة وثلاثين ألف ألف درهم بالكفاية على أنه لا مؤونة على السلطان وجباها الحجاج بن يوسف مع الأهواز ثمانية عشر ألف ألف درهم وقال بعض شعراء الفرس يمدح هذه البلاد في بلدة لم تصل عكل بها طنبا ولا خباء ولا عك وهمدان ولا لجرم ولا الأتلاد من يمن لكنها لبني الأحرار أوطان أرض يبني بها كسرى مساكنه فما بها من بني اللخناء إنسان وبنواحي فارس من أحياء الأكراد ما يزيد على خمسمائة ألف بيت شعر ينتجعون المراعي في الشتاء والصيف على مذاهب العرب وبفارس من الأنهار الكبار التي تحمل السفن نهر طاب ونهر سيرين ونهر الشاذكان ونهر درخيد ونهر الخوبذان ونهر سكان ونهر جرسق ونهر الإخشين ونهر كر ونهر فرواب ونهر بيرده ولها من البحار بحر فارس وبحيرة البجكان وبحيرة دشتأرزن وبحيرة التوز وبحيرة الجوذان وبحيرة جنكان قال وأما القلاع فإنه يقال فيما بلغني إن لفارس زيادة على خمسة آلاف قلعة مفردة في الجبال |جـ 4 صـ 228| وبقرب المدن وفي المدن ولا يتهيأ تقصيها إلا من الدواوين ومنها قلاع لا يمكن فتحها البتة بوجه من الوجوه منها قلعة ابن عمارة وهي قلعة الديكدان وقلعة الكاريان وقلعة سعيداباذ وقلعة جوذرز وقلعة الجص وغير ذلك ونحن نصفها في مواضعها من هذا الكتاب إن شاء الله تعالى ",
                "title": "فارس والنسبة الفارسي",
                "uri": "JK_000129_009567"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}