{
    "features": [
        {
            "item": "JK_000129_000287",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.109-110",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أحد</h1> بضم أوله وثانيه معا اسم الجبل الذي كانت عنده غزوة أحد وهو مرتجل لهذا الجبل وهو جبل أحمر ليس بذي شناخيب وبينه وبين المدينة قرابة ميل في شماليها وعنده كانت الوقعة الفظيعة التي قتل فيها حمزة عم النبي صلى الله عليه وسلم وسبعون من المسلمين وكسرت رباعية النبي صلى الله عليه وسلم وشج وجهه الشريف وكلمت شفته وكان يوم بلاء وتمحيص وذلك لسنتين وتسعة أشهر وسبعة أيام من مهاجرة النبي صلى الله عليه وسلم وهو في سنة ثلاث وقال عبيد الله بن قيس الرقيات يا سيد الظاعنين من أحد حييت من منزل ومن سند ما إن بمثواك غير راكدة سفع وهاب كالفرخ ملتبذ وفي الحديث أن النبي صلى الله عليه وسلم قال أحد جبل يحبنا ونحبه وهو على باب من أبواب الجنة وعير جبل يبغضنا ونبغضه وهو على باب من أبواب النار وعن أبي هريرة رضي الله عنه أنه قال خير الجبال أحد والأشعر وورقان وورد محمد بن عبد الملك الفقعسي إلى بغداد فحن إلى وطنه وذكر أحدا وغيره من نواحي المدينة فقال نفى النوم عني فالفؤاد كئيب نوائب هم ما تزال تنوب وأحراض أمراض ببغداد جمعت علي وأنهار لهن قسيب وظلت دموع العين تمرى غروبها من الماء دارات لهن شعوب وما جزع من خشية الموت أخضلت دموعي ولكن الغريب غريب ألا ليت شعري هل أبيتن ليلة بسلع ولم تغلق علي دروب وهل أحد باد لنا وكأنه حصان أمام المقربات جنيب |جـ 1 صـ 110| يخب السراب الضحل بيني وبينه فيبدو لعيني تارة ويغيب فإن شفائي نظرة إن نظرتها إلى أحد والحرتان قريب وإني لأرعى النجم حتى كأنني على كل نجم في السماء رقيب وأشتاق للبرق اليماني إن بدا وأزداد شوقا أن تهب جنوب وقال ابن أبي عاصية السلمي وهو عند معن بن زائدة باليمن يتشوق المدينة أهل ناظر من خلف غمدان مبصر ذرى أحد رمت المدى المتراخيا فلو أن داء اليأس بي وأعانني طبيب بأرواح العقيق شفانيا وكان الياس بن مضر قد أصابه السل وكانت العرب تسمى السل داء اليأس ",
                "title": "أحد",
                "uri": "JK_000129_000287"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}