{
    "features": [
        {
            "item": "JK_000129_012764",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.281-282",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نسا والنسبة النسائي|النسوي</h1> بفتح أوله مقصور بلفظ عرق النسا قال ابن السكيت هو النسا لهذا العرق ولا يقال عرق النساء وأنشد غيره وأنشب أظفاره في النسا وأنشد للبيد من نسا الناشط إذ ثورته فأما اسم هذا البلد فهو أعجمي فيما أحسب وقال أبو سعد كان سبب تسميتها بهذا الاسم أن المسلمين لما وردوا خراسان قصدوها فبلغ أهلها فهربوا ولم يتخلف بها غير النساء فلما أتاها المسلمون لم يروا بها |جـ 5 صـ 282| رجلا فقالوا هؤلاء نساء والنساء لا يقاتلن فننسأ أمرها الآن إلى أن يعود رجالهن فتركوها ومضوا فسموا بذلك نساء والنسبة الصحيحة إليها نسائي وقيل نسوي أيضا وكان من الواجب كسر النون وهي مدينة بخراسان بينها وبين سرخس يومان وبينها وبين مرو خمسة أيام وبين أبيورد يوم وبين نيسابور ستة أو سبعة وهي مدينة وبئة جدا يكثر بها خروج العرق المديني حتى إن الصيف قل من ينجو منه من أهلها وقد خرج منها جماعة من أعيان العلماء منهم أبو عبد الرحمن أحمد بن شعيب بن علي بن بحر بن سنان النسائي القاضي الحافظ صاحب كتاب السنن وكان إمام عصره في علم الحديث وسكن مصر وانتشرت تصانيفه بها وهو أحد الأئمة الأعلام صنف السنن وغيرها من الكتب روى عن قتيبة بن سعيد وإسحاق بن إبراهيم بن حبيب بن الشهيد وإسحاق بن شاهين وإسحاق بن منصور الكوسج وإسحاق بن موسى الأنصاري وإبراهيم بن سعيد الجوهري وإبراهيم بن يعقوب الجوزجاني وأحمد بن بكار بن أبي ميمونة وعيسى بن حماد ورغنة والحسن بن محمد الزعفراني قدم دمشق فسمع هشام بن عمار ودحيما وجماعة كثيرة يطول تعدادهم روى عنه أحمد بن عمير بن جوصا ومحمد بن جعفر بن ملاس وأبو القاسم بن أبي العقب وأبو الميمون بن راشد وأبو الحسن بن خذلم وأبو بشر الدولابي وهو من أقرانه وأبو علي الحسين بن علي الحافظ النياموزي الطبراني وأبو سعيد الأعرابي وأبو جعفر الطحاوي وغيرهم وسئل عن مولده فقال أشبه أن يكون سنة 512 وسئل أبو عبد الرحمن النسائي عن اللحن يوجد في الحديث فقال إن كان شيء تقوله العرب وإن كان لغة غير قريش فلا تغير لأن النبي صلى الله عليه وسلم كان يكلم الناس بكلامهم وإن كان مما لا يوجد في لغة العرب فرسول الله صلى الله عليه وسلم لا يلحن وسئل أبو عبد الرحمن بدمشق عن فضائل معاوية فقال معاوية لا يرضى رأسا برأس حتى يفضل فما زالوا يدفعون في خصيه حتى أخرج من المسجد فقال الدارقطني فقال احملوني إلى مكة فحمل إليها وهو عليل فتوفي بها وهو مدفون بين الصفا والمروة وكانت وفاته في شعبان سنة 303 وقال أبو سعيد بن يونس وأبو جعفر الطحاوي إنه مات بفلسطين في صفر من هذه السنة وأبو أحمد حميد بن زنجويه واسمه مخلد بن قتيبة بن عبد الله وزنجويه لقلب مخلد الأزدي النسوي وهو صاحب كتاب الترغيب وكتاب الأموال وكان عالما فاضلا سمع بدمشق هشام بن عمار وبمصر عبد الله بن صالح وسعيد بن عفير وسمع بقيسارية وحمص وبالعراق يزيد بن هارون والنضر بن شميل وأبا نعيم وأبا عاصم النبيل وجح وسمع بمكة روى عنه البخاري ومسلم وأبو داود والنسائي وأبو زرعة وأبو حاتم الرازيان وعبد الله بن أحمد بن حنبل وغيرهم وقال أبو عبد الله محمد بن أحمد البناء نسا مدينة بخراسان ",
                "title": "نسا والنسبة النسائي|النسوي",
                "uri": "JK_000129_012764"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}