{
    "features": [
        {
            "item": "JK_000129_010429",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.380-381",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>القفس</h1> بالضم ثم السكون والسين المهملة وأكثر ما يتلفظ به غير أهله بالصاد وهو اسم عجمي وهو بالعربية جمع أقفس وهو اللئيم مثل أشهل وشهل قال الليث القفس جبل بكرمان في حيالها كالأكراد يقال لهم القفس والبلوص قال الراجز يذكره والمشتق منه وكم قطعنا من عدو شرس زط وأكراد وقفس قفس قال الرهني القفس جبل من جبال كرمان مما يلي البحر وسكانه من اليمانية ثم من الأزد بن الغوث ثم من ولد سليمة بن مالك بن فهم وولده لم يكونوا في جزيرة العرب على دين العرب للاعتراف بالمعاد والإقرار بالبعث ولا كانوا مع ذلك على دينهم في عبادة طواغيتهم التي كانوا يعبدونها من الأوثان والأصنام ثم انتقلوا إلى عبادة النيران فلم يعبدوها أيضا عندهم وفي قدرتهم ثم فتحت كرمان على عهد عثمان بن عفان رضي الله عنه فلم يظهر لأحد منهم من ذلك الزمان إلى هذا الزمان ما يوجب لهم اسم نحلة وعقد ولا اسم ذمة وعهد ولم يكن في جبالهم التي هي مأواهم بيت نار ولا فهر يهود ولا بيعة نصارى ولا مصلى مسلم إلا ما عساه بناه في جبالهم الغزاة لهم وأخبرني مخبر أنه أخرج من جبالهم الأصنام الكثيرة ولم أتحققه قال الرهني وإني وجدت الرحمة في الإنسان وإن تفاوت أهلها فيها فليس أحد منهم يعرى من شيء منها فكأنها خارجة من الحدود التي يميز بها الإنسان من جميع الحيوان كالعقل والنطق اللذين جعلا سببا للأمر والزجر ولأن الرحمة وإن كانت من نتائج قلب ذي الرحمة ولذلك في هذه الخلة التي كأنها في الإنسان صفة لازمة كالضحك فلم أجد في القفس منها قليلا ولا كثيرا فلو أخرجناهم بذلك عن حد من حدود الإنسان لكان جائزا ولو جعلناهم من جنس ما يصاد ويرمى لا من جنس ما يغزى ويدعى ويؤمر وينهى إذا ما كان على ما بان لنا وظهر وانكشف وشهر أنه لم يصلح إلى سياسة سائس ولا دعوة داع وهداية هاد ولم يعلق بقلوبهم ما يعلق بقلوب من هو مختار للخير والشر والإيمان والكفر كأن السبع الذي يقتل في الحرم والحل وفي السرق والأمن ولا يستبقى للاستصلاح |جـ 4 صـ 381| والاستحياء للإصلاح أشبه منه بالإنسان الذي يرجى منه الارعواء عن الجهالة والنزوع من البطالة والانتقال من حالة إلى حالة قال وولد مالك بن فهم ثمانية فراهيد والخمام والهناءة ونوى والحارث ومعن وسليمة وجذيمة الأبرش بنو مالك بن فهم بن غنم بن دوس بن عدثان بن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد قال والمتمرد من ولد عمرو بن عامر بوادي سبا هو جد القفس وذلك أن سليمة بن مالك هو قاتل أبيه مالك بن فهم وهو الفار من إخوته بولده وأهله من ساحل العرب إلى ساحل العجم مما يلي مكران والقاطن بعد في تلك الجبال قال الرهني وأردنا بذكر هذه الأمور التي بيناها من القفس لندل على أنهم لم يكن لهم قط في جاهلية ولا إسلام ديانة يعتمدونها وليعلم الناس أنهم مع هذه الأحوال يعظمون من بين جميع الناس علي بن أبي طالب رضي الله عنه لا لعقد ديانة ولكن لأمر غلب على فطرتهم من تعظيم قدره واستبشارهم عند وصفه قال البشاري الجبال المذكورة بكرمان جبال القفص والبلوص والقارن ومعدن الفضة وجبال القفص شمالي البحر من خلفها جروم جيرفت والروذبار وشرقيها الأخواس ومفازة بين القفص ومكران وغربيها البلوص ونواحي هرمز ويقال إنها سبعة أجبل وإن بها نخلا كثيرا وخصبا ومزارع وإنها منيعة جدا والغالب عليهم النحافة والسمرة وتمام الخلقة يزعمون أنهم عرب وهم مفسدون في الأرض وبين أقاليم الأعاجم مفازة وجبال ليس بها نهر يجري ولا رستاق ولا مدينة مشهورة يسكنها الذعار صعبة المسلك وفيها طرق تسلك من بعض النواحي إلى بعض فلذلك قد عمل فيها حياض ومصانع أكثرها من خراسان وبعضها من كرمان وفارس والجبال والسند وسجستان والذعار بها كثير لأنهم إذا قطعوا في عمل هربوا إلى الآخر وكمنوا في كركس كوه وسياه كوه حيث لا يقدر عليهم وليس بها من المدن المعروفة إلا سفند وهي من حدود سجستان ويحيط بهذه الجبال والمفاوز الموحشة من المدن المعروفة من كرمان خبيص ونرماسير ومن فارس يزد وزرند ومن أصبهان إلى أردستان والجبال قم وقاشان ومن قوهستان طبس وقائن ومن قومس بيار قال ومثلها مثل البحر كيف ما شئت فسر إذا عرفت السمت لأن طرقها مشتهرة مطروقة قال وقد خرجنا من طبس نريد فارس فمكثنا فيها سبعين يوما نعدل من ناحية إلى ناحية نقع مرة في طريق كرمان وتارة نقرب من أصبهان فرأيت من الطرق والمعارج ما لا أحصيه وفي هذه الجبال صرود وجروم ونخيل وزروع ورأيت أسهلها وأعمرها طريق الري وأصعبها طريق فارس وأقربها طريق كرمان وكلها مخيفة من قوم يقال لهم القفص يسيرون إليها من جبال لهم بكرمان وهم قوم لا خلاق لهم وجوههم وحشة وقلوبهم قاسية وفيهم بأس وجلادة لا يبقون على أحد ولا يقنعون بأخذ المال وإنما يقتلون صاحبه وكل من ظفروا به قتلوه بالأحجار كما تقتل الحيات يمسكون رأس الرجل ويضعونه على بلاطة ويضربونه بالحجارة حتى يتفدغ وسألتهم لم تفعلون ذلك فقالوا حتى لا تفسد سيوفنا فلا يفلت منهم أحد إلا نادرا ولهم مكامن وجبال يمتنعون بها وقتالهم بالنشاب ومعهم سيوف وكان البلوص شرا منهم فتتبعهم عضد الدولة حتى أفناهم وصمد لهؤلاء فقتل منهم كثيرا وشردهم ولا يزال أبدا عنك المتملك على فارس رهائن منهم كلما ذهب قوم استعاد قوما وهم أصبر خلق الله على |جـ 4 صـ 382| الجوع والعطش وأكثر زادهم شيء يتخذونه من النبق ويجعلونه مثل الجوز يتقوتون به ويدعون الإسلام وهم أشد على المسلمين من الروم والترك ومن رسمهم أنهم إذا أسروا رجلا حملوه على العدو معهم عشرين فرسخا حافي القدم جائع الكبد وهم مع ذلك رجالة لا رغبة لهم في الدواب والركوب وربما ركبوا الجمازات وحدثني رجل من أهل القرآن وقع في أيديهم قال أخذوا مرة فيما أخذوا من المسلمين كتبا فطلبوا في الأسارى رجلا يقرأ لهم فقلت أنا فحملوني إلى رئيسهم فلما قرأت الكتب قربني وجعل يسألني عن أشياء إلى أن قال لي ما تقول فيما نحن فيه من قطع الطريق وقتل النفس فقلت من فعل ذلك استوجب من الله المقت والعذاب الأليم في الآخرة فتنفس نفسا عاليا وانقلب إلى الأرض واصفر وجهه ثم أعتقني مع جماعة وسمعت بعض التجار يقول إنهم إنما يستحلون أخذ ما يأخذونه بتأويل أنها أموال غير مزكاة وأنهم محتاجون إليه فأخذها واجب عليهم وحق لهم ",
                "title": "القفس",
                "uri": "JK_000129_010429"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}