{
    "features": [
        {
            "item": "JK_000129_005431",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.533-540",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>دير مديان</h1> على نهر كرخايا قرب بغداد وكرخايا نهر يشق من المحول الكبير ويمر على العباسية ويشق الكرخ ويصب في دجلة وكان قديما عامرا وكان الماء فيه جاريا ثم انقطعت جريته بالبثوق التي انفتحت في الفرات وقد ذكر في بابه وهو دير حسن نزه يقصده أهل اللهو وفيه يقول الحسين الخليع حث المدام فإن الكأس مترعة بما يهيج دواعي الشوق أحيانا إني طربت لرهبان مجاوبة بالقدس بعد هدو الليل رهبانا فاستنفرت شجنا مني ذكرت به كرخ العراق وأحزانا وأشجانا فقلت والدمع من عيني منحدر والشوق يقدح في الأحشاء نيرانا يا دير مدينان لا عريت من سكن ما هجت من سقم يا دير مديانا هل عند قسك من علم فيخبرني أن كيف يسعد وجه الصبر من بانا سقيا ورعيا لكرخايا وساكنه بين الجنينة والروحاء من كانا وروى غير الشابشتي هذا الشعر في دير مران وأنشده كذا والصواب ما كتب لتقارب هذه الأمكنة المذكورة بعضها من بعض والله أعلم دير مران بضم أوله بلفظ تثنية المر والذي بالحجاز مران بالفتح قال الخالدي هذا الدير بالقرب من دمشق على تل مشرف على مزارع الزعفران ورياض حسنة وبناؤه بالجص وأكثر فرشه بالبلاط الملون وهو دير كبير وفيه رهبان كثيرة وفي هيكله صورة عجيبة دقيقة المعاني والأشجار محيطة به وفيه قال أبو بكر الصنوبري أمر بدير مران فأحيا وأجعل بيت لهوي بيت لهيا ويبرد غلتي بردى فسقيا لأيام على بردى ورعيا ولي في باب جيرون ظباء أعاطيها الهوى ظبيا فظبيا ونعم الدار داريا ففيها حلا لي العيش حتى صار أريا |جـ 2 صـ 534| سقت دنيا دمشق لنصطفيها وليس نريد غير دمشق دنيا تفيض جداول البلور فيها خلال حدائق ينبتن وشيا مظللة فواكهها بأبهى ال مناظر في نواضرها وأهيا فمن تفاحة لم تعد خدا ومن رمانة لم تخط ثديا وله فيه متى الأرحل محطوطه وعير الشوق مربوطه بأعلى دير مران فداريا إلى الغوطه فشطي بردى في جن ب بسط الروض مبسوطه رباع تهبط الأنها ر منها خير مهبوطه وروض أحسنت تكتي به المزن وتنقيطه ومد الورد والآس لنا فيه فساطيطه ووالى طيره ترجي عه فيه وتمطيطه محل لا ونت فيه مزاد المزن معطوطه قال الطبراني حدثنا أبو زرعة الدمشقي قال سمعت أبا مسهر يقول كان يزيد بن معاوية بدير مران فأصاب المسلمين سباء وقتل بأرض الروم فقال يزيد وما أبالي بما لاقت جموعهم بالغذقدونة من حمى ومن موم إذا اتكأت على الأنماط مرتفقا بدير مران عندي أم كلثوم وأم كلثوم هي بنت عبد الله بن عامر بن كريز زوجته فبلغ معاوية ذلك فقال لا جرم ليلحقن بهم ويصيبه ما أصابهم وإلا خلعته فتهيأ للرحيل وكتب إليه تجنى لا تزال تعد ذنبا لتقطع حبل وصلك من حبالي فيوشك أن يريحك من بلائي نزولي في المهالك وارتحالي و دير مران أيضا على الجبل المشرف على كفرطاب قرب المعرة يزعمون أن فيه قبر عمر بن عبد العزيز رضي الله عنه وهو مشهور بذلك يزار إلى الآن دير مرتوما هذا الدير بميافارقين على فرسخين منها على جبل عال له عيد يجتمع الناس إليه وهو مقصود لذلك وتنذر له النذور وتحمل إليه من كل موضع ويقصده أهل البطالة والخلاعة وتحته برك يجتمع فيها ماء الأمطار ومرتوما شاهد فيه تزعم النصارى أن له ألف سنة وزيادة وأنه شاهد المسيح عليه السلام وهو في خزانة خشب له أبواب تفتح أيام أعيادهم فيظهر منه نصفه الأعلى وهو ظاهر قائم وأنفه وشفته مقطوعان وذلك أن امرأة احتالت به حتى قطعت أنفه وشفته ومضت بهما فبنت عليهما دارا في البرية في طريق تكريت قاله الشابشتي دير مرجرجس بالمزرفة بينه وبين بغداد أربعة فراسخ مصعدا والمزرفة قرية كبيرة |جـ 2 صـ 535| وكانت قديما ذات بساتين عجيبة وفواكه غريبة وكان هذا الدير من متنزهات بغداد لقربه وطيبه وفيه يقول أبو جفنة القرشي ترنم الطير بعد عجمته وانحسر البرد في أزمته وأقبل الورد والبهار إلى زمان قصف يمشي برمته ما أطيب الوصل إن نجوت ولم يلسعني هجره بحمته ومثل لون النجيع صافية تذهب بالمرء فوق همته نازعته من سداه لي أبدا في العشق والعشق مثل لحمته في دير مرجرجس وقد نفح ال فجر علينا أرواح زهرته وفى بميعاده وزورته وكنت أوفي له بذمته دير مرجرجيس فوق بلد بينها وبين جزيرة ابن عمر على ثلاثة فراسخ وأزيد من بلد على جبل عال يبصره المتأمل من فراسخ كثيرة وعلى بابه شجرة لا يدرى ما هي ثمرها شبه اللوز طيب الطعم وبها زرازير كثيرة لا تفارقه شتاء ولا صيفا ولا يقدر أحد من الصيادين على صيد شيء من طيره نهارا وأما الليل ففي جبله أفاع لا يستطيع أحد أن يسير فيه ليلا من أجلها قاله الخالدي دير مرحنا بمصر على شاطىء بركة الحبش بينه وبين الفسطاط قريب من النيل وإلى جانبه بساتين ومجلس على عمد رخام مليح البناء جيد الصنعة أنشأه تميم بن المعز وبقرب الدير بئر تعرف ببئر مماتى عليها شجرة جميز يجتمع إليها الناس ويتنزهون عندها وهو نزه طيب خصوصا إذا زاد النيل وامتلأت البركة فهو أحسن متنزه بمصر وفيه يقول ابن عاصم عرج بجميزة العرجا مطياتي وسفح حلوان والمم بالتويثات والمم بقصر ابن بسطام فربتما سعدت فيه بأيامي وليلاتي واقرأ على دير مرحنا السلام فقد أبدى تذكره مني صباباتي وبركة الحبش اللاتي ببهجتها أدركت ما شئت من لهوي ولذاتي كأن أجبالها من حولها سحب تقشعت بعد قطر عن سماوات كأن أذناب ما قد صيد فيه لنا من ابرميس ورأي بالشبيكات أسنة خضبت أطرافها بدم أو راشح نزعوه من جراحات منازلا كنت أغشيها وأطرقها وكن قدما مواخيري وحاناتي وقال أمية بن أبي الصلت المغربي يذكر دير مرحنا يا دير مرحنا لنا ليلة لو شريت بالنفس لم تبخس بتنا به في فتية أعربت آدابهم عن شرف الأنفس والليل في شملة ظلمائه كأنه الراهب في البرنس نشربها صهباء مشمولة تغني عن المصباح في الحندس |جـ 2 صـ 536| وهي إذا نفس عن دنها أذكى من الريحان في المجلس يسعى بها أهيف طاوي الحشا يرفل في ثوب من السندس تجنيك خداه وألحاظه نوعين من ورد ومن نرجس قد عقد المئزر من خصره على قضيب البانة الأملس يفعل في الشرب بألحاظه أضعاف ما يفعل بالأكؤس دير مرقس من نواحي الجزر من نواحي حلب قال حمدان بن عبد الرحيم يذكره ألا هل إلى حث المطايا إليكم وشم خزامى حربنوش سبيل وهل غفلات الدهر في دير مرقس تعود وظل اللهو فيه ظليل إذا ذكرت لذاتا النفس عندكم تلاقى عليها وجدة وعويل بلاد بها أمسى الهوى غير أنني أميل مع الأقدار حيث تميل دير مرعبدا بذات الأكيراح من نواحي الحيرة منسوب إلى مرعبدا بن حنيف بن وضاح اللحياني كان مع ملوك الحيرة وهو دير ابن وضاح دير مرماجرجس دير بنواحي المطيرة قال فيه أبو الطيب القاسم بن محمد النميري صديق ابن المعتز وذكره الشابشتي مع دير مرجرجس ولعله هو هو نزلت بمرماجرجس خير منزل ذكرت به أيام لهو مضين لي تكنفنا فيه السرور وحفنا فمن أسفل يأتي السرور ومن عل وسالمت الأيام فيه وساعدت وصارت صروف الحادثات بمعزل يدير علينا الكأس فيه مقرطق يحث به كاساته ليس يأتلي فيا عيش ما أصفى ويا لهودم لنا ويا وافد اللذات حييت فانزل دير مرماري من نواحي سامرا عند قنطرة وصيف وكان عامرا كثير الرهبان ولأهل اللهو به إلمام وفيه يقول الفضل بن العباس بن المأمون أنضيت في سر من را خيل لذاتي ونلت منها هوى نفسي وحاجاتي عمرت فيها بقاع اللهو منغمسا في القصف ما بين أنهار وجنات بدير مرمار إذ نحيي الصبوح به ونعمل الكاس فيه بالعشيات بين النواقيس والتقديس آونة وتارة بين عيدان ونايات وكم به من غزال أغيد غزل يصيدنا باللحاظ البابليات قال الشابشتي ودير قنى يقال له دير مرماري دير مرماعوث على شاطىء الفرات من الجانب الغربي في موضع نزه إلا أن العمارة حوله قليلة وللعرب عليه خفارة وفيه جماعة من الرهبان لهم حوله مزارع ومباقل وفي صدره صورة حسنة عجيبة وفيه يقول الشاعر الكندي المنبجي يا طيب ليلة دير مرماعوث فسقاه رب الناس صوب غيوث |جـ 2 صـ 537| وسقى حمامات هناك صوادحا أبدا على سدر هناك وتوث ومورد الوجنات من رهبانه هو بينهم كالظبي بين ليوث ذي لثغة فتانة فيسمي الط طاووس حين يقول بالطاووث حاولت منه قبلة فأجابني لا والمثيح وحرمة الناقوث أتراك ما تخشى عقوبة خالق تعثيه بين شمامث وقثوث حتى إذا ما الراح سهل حثها منه العسير برطلة المحثوث نلت الرضا وبلغت قاصية المنى منه برغم رقيبه الديوث ولقد سلكت مع النصارى كل ما سلكوه غير القول بالثالوث بتناول القربان والتكفير للص صلبان والتمسيح بالطيبوث ورجوت عفو الله متكلا على خير الأنام نبيه المبعوث دير مريحنا إلى جانب تكريت على دجلة وهو كبير عامر كثير القلايات والرهبان مطروق مقصود وينزل به المجتازون ولهم فيه ضيافة وله غلات ومزارع وهو للنسطورية وعلى بابه صومعة عبدون الراهب رجل من الملكانية بنى الصومعة ونزلها فصارت تعرف به وفيه يقول عمر بن عبد الملك الوراق العنزي أرى قلبي قد حنا إلى دير مريحنا إلى غيطانه الفسح إلى بركته الغنا إلى ظبي من الإنس يصيد الإنس والجنا إلى غصن من الآس به قلبي قد حنا إلى أحسن خلق الله إن قدس أو غنى فلما انبلج الصبح نزلنا بيننا دنا ولما دارت الكاس أدرنا بيننا لحنا ولما هجع السما ر نمنا وتعانقنا دير مريونان ويقال عمر ماريونان بالأنبار على الفرات كبير وعليه سور محكم والجامع ملاصقه وفيه يقول الحسين بن الضحاك آذنك الناقوس بالفجر وغرد الراهب في العمر واطردت عيناك في روضة تضحك عن حمر وعن صفر وحن مخمور إلى خمره وجاءت الكاس على قدر فارغب عن النوم إلى شربها ترغب عن الموت إلى النشر دير المزعوق ويقال دير ابن المزعوق وهو قديم بظاهر الحيرة قال محمد بن عبد الرحمن الثرواني قلت له والنجوم طالعة في ليلة الفصح أول السحر هل لك في مار فايثون وفي دير ابن مزعوق غير مقتصر يقتص منه النسيم عن طرق الش شام وريح الندى عن المدر ونسأل الأرض عن بشاشتها وعهدها بالربيع والمطر في شرب خمر وصدع محسنة تلهيك بين اللسان والوتر |جـ 2 صـ 538| دير مسحل بين حمص وبعلبك ذكر في الفتوح دير المغان بحمص في خربة بني السمط تحت تلهم وهو دير عظيم الشأن عندهم كبير القدر فيه رهبان كثيرة وترابه يختم عليه للعقارب ويهدى إلى البلاد قاطبة وتتنافس النصارى في موضع مقبرته دير ميخائيل في موضعين بالموصل وبدمشق وله غير أسماء اسم الذي في الموصل يقال له دير مار نخايال وفي دمشق يقال له دير البخت وقد ذكر دير ملكيساوا بالفتح ثم السكون وكسر الكاف وياء مثناة من تحتها وسين مهملة مطل على دجلة فوق الموصل بينهما نحو فرسخ ونصف وهو دير صغير دير منصور في شرقي الموصل مطل على نهر الخابور وهو دير كبير عامر في أيامنا هذه دير ميماس بين دمشق وحمص على نهر يقال له ميماس وإليه نسب وهو في موضع نزه وبه شاهد على زعمهم من حواريي عيسى عليه السلام زعم رهبانه أنه يشفي المرضى وكان البطين الشاعر قد مرض فجاؤوا به إليه يستشفي فيه فقيل إن أهله غفلوا عنه فبال قدام قبر الشاهد واتفق أن مات عقيب ذلك فشاع بين أهل حمص أن الشاهد قتله وقصدوا الدير ليهدموه وقالوا نصراني يقتل مسلما لا نرضى أو تسلموا إلينا عظام الشاهد حتى نحرقها فرشا النصارى أمير حمص حتى رفع عنهم العامة فقال شاعر يذكر ذلك يا رحمتا لبطين الشعر إذ لعبت به شياطينه في دير ميماس وافاه وهو عليل يرتجي فرجا فرده ذاك في ظلمات أرماس وقيل شاهد هذا الدير أتلفه حقا مقالة وسواس وخناس أأعظم باليات ذات مقدرة على مضرة ذي بطش وذي باس لكنهم أهل حمص لا عقول لهم بهائم غير معدودين في الناس دير نجران في موضعين أحدهما باليمن لآل عبد المدان بن الديان من بني الحارث بن كعب ومنه جاء القوم الذين أرادوا مباهلة النبي صلى الله عليه وسلم وكان بنو عبد المدان بن الديان بنوه مربعا مستوي الأضلاع والأقطار مرتفعا من الأرض يصعد إليه بدرجة على مثال بناء الكعبة فكانوا يحجونه هم وطوائف من العرب ممن يحل الأشهر الحرم ولا يحج الكعبة ويحجه خثعم قاطبة وكان أهل ثلاثة بيوتات يتبارون في البيع وربها أهل المنذر بالحيرة وغسان بالشام وبنو الحارث بن كعب بنجران وبنوا دياراتهم في المواضع النزهة الكثيرة الشجر والرياض والغدران ويجعلون في حيطانها الفسافس وفي سقوفها الذهب والصور وكان بنو الحارث بن كعب على ذلك إلى أن جاء الإسلام فجاء إلى النبي صلى الله عليه وسلم العاقب والسيد وإيليا أسقف نجران للمباهلة ثم استعفوه منها من قبل أن تتم وكانوا يركبون إليها في كل يوم أحد وفي أيام أعيادهم في الديباج المذهب والزنانير المحلاة بالذهب وبعدما يقضون صلاتهم ينصرفون إلى نزههم ويقصدهم الوفود والشعراء فيشربون ويستمعون الغناء ويهنون ويسكرون وفي ذلك يقول الأعشى وكعبة نجران حتم علي ك حتى تناخي بأبوابها نزور يزيدا وعبد المسيح وقيسا هم خير أربابها |جـ 2 صـ 539| إذا الحبرات تلوت بهم وجروا أسافل هدابها وشاهدنا الجل والياسمي ن والمسمعات بقصابها وبربطنا معمل دائم فأي الثلاثة أزرى بها و دير نجران أيضا بأرض دمشق من نواحي حوران ببصرى وإليه ورد النبي صلى الله عليه وسلم وعرفه الراهب بحيرا في القصة المشهورة في أخبار معجزات النبي صلى الله عليه وسلم وهو دير عظيم عجيب العمارة ولهذا الدير ينادى في البلاد من نذر نذرا لنجران المبارك والمنادي راكب فرس يطوف عامة نهاره في كل مدينة مناد وللسلطان على الدير قطيعة يأخذها من النذور التي تهدى إليه وأما نجران فأذكرها في بابها وأصفها دير نعم أظنه قرب رحبة مالك بن طوق لأن هناك موضعا هكذا اسمه قال قضت وطرا من دير نعم وطالما دير النقيرة في جبل قرب المعرة يقال به قبر عمر ابن عبد العزيز رضي الله عنه والصحيح أنه في دير سمعان كما ذكرناه وبهذا الموضع قبر الشيخ أبي زكرياء يحيى المغربي وكان من الصالحين يزار في أيامنا عن قرب نحو سنة 600 دير النمل بالقرب من مدينة بلد شماليا بينهما نحو فرسخ دير نهيا ونهيا بالجيزة من أرض مصر وديرها هذا من أحسن الديارات بمصر وأنزهها وأطيبها موضعا وأجلها موقعا عامر برهبانه وسكانه وله في النيل منظر عجيب لأن الماء يحيط به من جميع جهاته فإذا انصرف الماء وزرع أظهرت أراضيه أنواع الأزهار وله خليج يجتمع فيه أنواع الطيور فهو متصيد أيضا وابن البصري فيه يذكره يا من إذا سكر النديم بكأسه غريت لواحظه بكسر الفيق طلع الصباح فأسقني تلك التي ظلمت فشبه لونها بالزيبق والق الصبوح بنور وجهك إنه لا يلتقي الفرحان حتى يلتقي قلبي الذي لم يبق فيه هواكم إلا صبابة نار شوق قد بقي أو ما ترى وجه الربيع وقد زهت أزهاره ببهاره المتألق وتجاوبت أطياره وتبسمت أشجاره عن ثغر دهر مونق والبدر في وسط السماء كأنه وجه منير في قباء أزرق يا للديارات الملاح وما بها من طيب يوم مر لي متشوق أيام كنت وكان لي شغل بها وأسير شوق صبابتي لم يطلق يا دير نهيا ما ذكرتك ساعة إلا تذكرت السواد بمفرقي والدهر غض والزمان مساعد ومقامنا ومبيتنا بالجوسق يا دير نهيا إن ذكرت فإنني أسعى إليك على الخيول السبق وإذا سئلت عن الطيور وصيدها وجنوسها فاصدق وإن لم تصدق |جـ 2 صـ 540| فالغر فالكروان فالفارور إذ بشجيك في طيرانه المتحلق أشهدت حرب الطير في غيطانه لما تجوق منه كل مجوق والزمج والغضبان في رهط له ينحط بين مرعد ومبرق ورأيت للبازي سطوة موسر ولغيره ذل الفقير المملق كم قد صبوت بغرتي في شرتي وقطعت أيامي برمي البندق وخلعت في طلب المجون حبائلي حتى نسبت إلى فعال الأخرق ومهاجر ومنافر ومكابر قلق الفؤاد به وإن لم يقلق لو عاين التفاح حمرة خده لصبا إلى ديباج ذاك الرونق يا حامل السيف الغداة وطرفه أمضى من السيف الحسام المطلق لا تقطعن يد الجفاء حبائلي قطع الغلام العود بالإستبرق دير الوليد بالشام لا أدري أين هو إلا أن مفسري قول جرير قالوا إياه أراد بقوله لما تذكرت بالديرين أرقني صوت الدجاج وضرب بالنواقيس دير ونا قال العمراني هو موضع بمصر دير هرمس بكسر ويضم بمنف من أرض مصر وعنده هرم قيل إن فيه مدفونا رجلا كان يعد بألف فارس على ما ذكروه وهو غربي الأهرام المشهورة وذكرته في الأهرام ",
                "title": "دير مديان",
                "uri": "JK_000129_005431"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}