{
    "features": [
        {
            "item": "JK_000952_1711",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.19-20",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الذيموني</h1> بفتح الذال المعجمة وسكون الياء المنقوطة من تحتها بنقطتين وضم الميم وفي آخرها النون هذه النسبة إلى ذيمون وهي قرية على فرسخين ونصف من بخارى |جـ 3 صـ 20| أكثرها أصحاب الحديث وهي قرية قديمة كثيرة الماء بت بها ليلة في توجهي إلى الزيارة ببيكند والمشهور من أهلها أبو محمد حكيم بن محمد بن علي بن الحسين بن أحمد بن حكيم الذيموني قرأت هذا النسب بخطه على وجه السادس من كتاب الصلاة نقلتها من تعليقة فقيه أصحاب الشافعي رحمهم الله تفقه بمرو على الإمام أبي عبد الله الخضري وعلق عليه الفقه في سنة خمس وسبعين وثلاثمائة ودرس الكلام على الأستاذ أبي إسحاق إبراهيم بن محمد الإسفرائيني توفي ببخارى في شهر ربيع الأول سنة ست عشرة وأربعمائة ودفن برأس سكة الصفة مقابلة الخانقاه ومشهده معروف يزار ويتبرك زرته غير مرة ذكر أبو كامل البصيري في كتاب المضافات وحكيم اسم شيخنا أبي محمد حكيم بن محمد الذيموني إمام أهل الحديث بصير بعلم كلام الأشعري يدرس به المقدم في شأنه فحدثنا عن أبي عمرو بن صابر من لفظه فغلط في إسم من أسماء الرجال فرددت عليه فقربني وأكرمني وأجلسني قدامه وكنا يوما في جنازة الحافظ أبي بكر الجرجرائي رحمه الله وحضر هناك الأئمة من الفريقين وأهل بخارى بدرب ميدان وحضر هناك القاضي أبو علي النسفي فقدم القاضي أبو علي في الإمامة حكيم بن محمد الذيموني فصلينا على الجنازة بإمامته رحمهم الله وأبو القاسم عبد العزيز بن أبي نصر أحمد بن محمد بن عبد الله بن محمد بن زيد بن عبد الله بن مرثد بن مقاتل بن حيان الذيموني البخاري مولى حيان النبطي من أهل بخارى فقيه فاضل سمع أبا عمرو محمد بن محمد بن صابر وأبا سعيد الخليل بن أحمد وأبا حامد أحمد بن عبد الله الصائغ وجماعة سمع منه أبو محمد عبد العزيز بن محمد النخشبي وذكره في معجم شيوخه وقال شيخ شافعي المذهب لا بأس به لا يعرف الحديث وسماعه صحيح بكر به فسمعه من أبي عمرو بن صابر وهؤلاء الشيوخ |جـ 3 صـ 21| ",
                "title": "الذيموني",
                "uri": "JK_000952_1711"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}