{
    "features": [
        {
            "item": "JK_000952_1093",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.182-183",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحدادي</h1> بفتح الحاء المهملة وتشديد الدال الأولى وكسر الثانية المهملتين هذه النسبة إلى صنعة الحدادة وإلى قرية بقومس أما النسبة إلى عمل الحديد فجماعة كثيرة منهم الحاكم أبو الفضل محمد بن الحسين بن محمد بن موسى بن مهران الحدادي المروزي كان يتولى الحكومة عن القضاة بمرو وبخارا وكان فقيها فاضلا من أصحاب الرأي سمع محمد بن علي بن إبراهيم الحافظ وإسحاق بن إبراهيم التاجر وعبد الله بن محمود السعدي وحماد بن أحمد السلمي وغيرهم روى عنه جماعة آخرهم أبو غانم أحمد بن علي بن الحسين الكراعي ذكره الحاكم أبو عبد الله الحافظ فقال أبو الفضل |جـ 2 صـ 183| القاضي المعروف بالحدادي شيخ أهل مرو في الحفظ والحديث والتصوف والقضاء في عصره وتوفي في المحرم أو صفر من سنة ثمان وثمانين وثلاثمائة وأنه توفي وهو ابن مائة وسبع وستين وأما المنسوب إلى قرية حدادة وهي قرية من قرى قومس على جادة الري وتقرن باري يقال إنما أرى وحدادة والمشهور بالنسبة إليها محمد بن زياد القومسي الحدادي حدث عن أحمد بن منيع البغوي روى عنه الإمام أبو بكر أحمد بن إبراهيم الإسماعيلي وأما أبو عبد الله طاهر بن محمد بن أحمد بن نصر بن الحسين بن شهيد المطوعي الصوفي البخاري المعروف بالحدادي الواعظ صاحب التصانيف في الزهد والتذكير منها كتاب عيون المجالس وسرور الدارس من أهل بخارا وكان بعض أجداده يعمل في الحديد سكن قرية بزده من أعمال نخشب حدث عن أبي صالح خلف بن محمد الخيام وأبي بكر أحمد بن سعد الزاهد وأبي حفص أحمد بن أحيد الختن وأبي نصر أحمد بن سهل وأبي عمرو محمد بن محمد بن صابر فمن دونهم روى عنه أبو العباس المستغفري قال سمع مني وسمعت منه ومات ببزده ودفن يوم السبت لسبع عشرة ليلة خلت من ذي القعدة سنة ست وأربعمائة ومحمد بن خلف الحدادي المقرئ يعرف بالحدادي يروي عن أبي أسامة وعبيد الله بن موسى وحسين الأشقر وغيرهما روى عنه الدارقطني روى عنه جماعة من شيوخنا ",
                "title": "الحدادي",
                "uri": "JK_000952_1093"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}