{
    "features": [
        {
            "item": "JK_000952_0050",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.83-84",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الأثرم</h1> بفتح الألف وسكون الثاء المثلثة وفتح الراء وفي آخرها الميم هذه النسبة لمن كانت سنة مفتتة وعرف به بعض أجداد المنتسب وهو أبو العباس محمد بن أحمد بن أحمد بن حماد بن إبراهيم بن تغلب بن الشد الأثرم من أهل البصرة ومن ساكنيها سمع الحسن بن عرفة وحميد بن الربيع وعمر بن شبة وبشر بن مطر وعلي بن حرب الطائي وسعدان بن يزيد وأحمد بن منصور المرادي وعباس بن عبد الله الترقفي وعباس بن محمد الدوري وأحمد بن يحيى السوسي وعلي بن داود القنطري كتب الناس عنه بانتقاء عمر البصري وحدث عنه محمد بن المظفر وأحمد بن إبراهيم بن شاذان وأبو الحسن علي بن عمر الدارقطني وعمر بن إبراهيم الكتاني وغيرهم انتقل إلى البصرة وسكنها حتى مات بها روى عنه من البصريين القاضي أبو عمر القاسم بن جعفر الهاشمي وأبو الحسن علي بن القاسم النجاد المعدل وأبو محمد الحسن بن علي بن بشار السابوري وغيرهم ذكره أبو علي المحسن بن محمد التنوخي فقال ثنا أبو العباس الأثرم بالبصرة في سنة خمس وثلاثين وثلاثمائة ومولده بسر من رأى سنة أربعين ومائتين أثنى عليه أبو الحسن الدارقطني وقال الأثرم الخياط المقرىء شيخ ثقة فاضل وقال غيره توفي بالبصرة في سنة ست وثلاثين وثلاثمائة وأبو سعيد محمد بن سعيد بن زياد القرشي البصري الأثرم المعروف بالكريزي من أهل البصرة سكن بغداد وحدث عن حماد بن سلمة وهمام بن يحيى وأبان العطار وربيعة بن كلثوم وأبي هلال الراسبي وأبي الأشهب وأبي عوانة وغيرهم روى عنه عبد الرحمن بن الأزهر ويعقوب بن سفيان ومحمد بن غالب التمتام قال أبو عبد الرحمن بن أبي حاتم الرازي سمع منه أبي ولم يحدث عنه سمعته يقول هو منكر الحديث مضطرب الحديث ضعيف كان عفان اتكأ عليه وقال ابن أبي حاتم أيضا سألت أبا زرعة عن محمد بن سعيد بن زياد البصري فقال ضعيف الحديث كتبت عنه بالبصرة وكتب عنه أبو حاتم ببغداد وليس بشيء وترك حديثه ولم يقرأ علينا قال أبو الحسن بن قانع مات الأثرم محمد بن سعيد البصري بالبصرة في سنة إحدى وثلاثين ومائتين وأبو الحسن علي بن مغيرة الأثرم صاحب النحو والغريب واللغة سمع أبا عبيدة معمر بن المثنى وأبا سعيد الأصمعي روى عنه الزبير بن بكار والحسن بن مكرم وأحمد بن أبي خيثمة وأبو العباس أحمد بن يحيى ثعلب وغيرهم قال أبو بكر ابن الأنباري كان ببغداد من رواة اللغة اللحياني والأصمعي والأثرم ومات في |جـ 1 صـ 84| جمادى الأولى سنة اثنتين وثلاثين ومائتين ",
                "title": "الأثرم",
                "uri": "JK_000952_0050"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}