{
    "features": [
        {
            "item": "JK_000129_003704",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.218-219",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الحجاز</h1> جبل ممتد حال بين الغور غور تهامة ونجد فكأنه منع كل واحد منهما أن يختلط بالآخر فهو حاجز بينهما وهذه حكاية أقوال العلماء قال الخليل سمي الحجاز حجازا لأنه فصل بين الغور والشام وبين البادية وقال عمارة بن |جـ 2 صـ 219| عقيل ما سأل من حرة بني سليم وحرة ليلى فهو الغور حتى يقطعه البحر وما سال من ذات عرق مغربا فهو الحجاز إلى أن تقطعه تهامة وهو حجاز أسود حجز بين نجد وتهامة وما سال من ذات عرق مقبلا فهو نجد إلى أن يقطعه العراق وقال الأصمعي ما احتزمت به الحرار حرة شوران وحرة ليلى وحرة واقم وحرة النار وعامة منازل بني سليم إلى المدينة فذلك الشق كله حجاز وقال الأصمعي أيضا في كتاب جزيرة العرب الحجاز اثنتا عشرة دارا المدينة وخيبر وفدك وذو المروة ودار بلي ودار أشجع ودار مزينة ودار جهينة ونفر من هوازن وجل سليم وجل هلال وظهر حرة ليلى ومما يلي الشام شغب وبدا وقال الأصمعي في موضع آخر من كتابه الحجاز من تخوم صنعاء من العبلاء وتبالة إلى تخوم الشام وإنما سمي حجازا لأنه حجز بين تهامة ونجد فمكة تهامية والمدينة حجازية والطائف حجازية وقال غيره حد الحجاز من معدن النقرة إلى المدينة فنصف المدينة حجازي ونصفها تهامي وبطن نخل حجازي وبحذائه جبل يقال له الأسود نصفه حجازي ونصفه نجدي وذكر ابن أبي شبة أن المدينة حجازية وروي عن أبي المنذر هشام أنه قال الحجاز ما بين جبلي طيء إلى طريق العراق لمن يريد مكة سمي حجازا لأنه حجز بين تهامة ونجد وقيل لأنه حجز بين الغور والشام وبين السراة ونجد وعن إبراهيم الحربي أن تبوك وفلسطين من الحجاز وذكر بعض أهل السير أنه لما تبلبلت الألسن ببابل وتفرقت العرب إلى مواطنها سار طسم بن إرم في ولده وولد ولده يقفو آثار إخوته وقد احتووا على بلدانهم فنزل دونهم بالحجاز فسموها حجازا لأنها حجزتهم عن المسير في آثار القوم لطيبها في ذلك الزمان وكثرة خيرها وأحسن من هذه الأقوال جميعها وأبلغ وأتقن قول أبي المنذر هشام بن أبي النضر الكلبي قال في كتاب افتراق العرب وقد حدد جزيرة العرب ثم قال فصارت بلاد العرب من هذه الجزيرة التي نزلوها وتوالدوا فيها على خمسة أقسام عند العرب في أشعارهم وأخبارهم تهامة والحجاز ونجد والعروض واليمن وذلك أن جبل السراة وهو أعظم جبال العرب وأذكرها أقبل من قعرة اليمن حتى بلغ أطراف بوادي الشام فسمته العرب حجازا لأنه حجز بين الغور وهو تهامة وهو هابط وبين نجد وهو ظاهر فصار ما خلف ذلك الجبل في غربيه إلى أسياف البحر من بلاد الأشعريين وعك وكنانة وغيرها ودونها إلى ذات عرق والجحفة وما صاقبها وغار من أرضها الغور غور تهامة وتهامة تجمع ذلك كله وصار ما دون ذلك الجبل في شرقيه من صحاري نجد إلى أطراف العراق والسماوة وما يليها نجدا ونجد تجمع ذلك كله وصار الجبل نفسه وهو سراته وهو الحجاز وما احتجز به في شرقيه من الجبال وانحاز إلى ناحية فيد والجبلين إلى المدينة ومن بلاد مذحج تثليث وما دونها إلى ناحية فيد حجازا والعرب تسميه نجدا وجلسا وحجازا والحجاز يجمع ذلك كله وصارت بلاد اليمامة والبحرين وما والاهما العروض وفيها نجد وغور لقربها من البحر وانخفاض مواضع منها ومسايل أودية فيها والعروض يجمع ذلك كله وصار ما خلف تثليث وما قاربها إلى صنعاء وما والاها من البلاد إلى حضرموت والشحر وعمان وما بينها اليمن وفيها التهايم والنجد واليمن تجمع ذلك كله قال أبو المنذر فحدثني أبو مسكين محمد بن جعفر |جـ 2 صـ 220| بن الوليد عن أبيه عن سعيد بن المسيب قال إن الله تعالى لما خلق الأرض مادت فضربها بهذا الجبل يعني السراة وهو أعظم جبال العرب واذكر هاء فإنه أقبل منثغرة اليمن حتى بلغ أطراف بوادي الشام فسمته العرب حجازا لأنه حجز بين الغور وهو هابط وبين نجد وهو ظاهر ومبدؤه من اليمن حتى بلغ أطراف بوادي الشام فقطعته الأودية حتى بلغ ناحية نخلة فكان منها حيض ويسوم وهما جبلان بنخلة ثم طلعت الجبال بعد منه فكان منها الأبيض جبل العرج وقدس وآرة والأشعر والأجرد وأنشد للبيد مرية حلت بفيد وجاورت أرض الحجاز فأين منك مرامها وقد أكثرت شعراء العرب من ذكر الحجاز واقتدى بهم المحدثون وسأورد منه قليلا من كثير من الحنين والتشوق قال بعض الأعراب تطاول ليلي بالعراق ولم يكن علي بأكناف الحجاز يطول فهل لي إلى أرض الحجاز ومن به بعاقبة قبل الفوات سبيل إذا لم يكن بيني وبينك مرسل فريح الصبا مني إليك رسول وقال أعرابي آخر سرى البرق من أرض الحجاز فشاقني وكل حجازي له البرق شائق فواكبدي مما ألاقي من الهوى إذا حن أو تألق بارق وقال آخر كفى حزنا أني ببغداد نازل وقلبي بأكناف الحجاز رهين إذا عن ذكر للحجاز استفزني إلى من بأكناف الحجاز حنين فوالله ما فارقتهم قاليا لهم ولكن ما يقضى فسوف يكون وقال الأشجع بن عمرو السلمي بأكناف الحجاز هوى دفين يؤرقني إذا هدت العيون أحن إلى الحجاز وساكنيه حنين الإلف فارقه القرين وأبكي حين ترقد كل عين بكاء بين زفرته أنين أمر على طبيب العيس نأي خلوج بالهوى الأدنى شطون فإن بعد الهوى وبعدت عنه وفي بعد الهوى تبدو الشجون فأعذر من رأيت على بكاء غريب عن أحبته حزين يموت الصب والكتمان عنه إذا حسن التذكر والحنين ",
                "title": "الحجاز",
                "uri": "JK_000129_003704"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}