{
    "features": [
        {
            "item": "JK_000129_008655",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, p.78",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>العبر والنسبة العبراني</h1> بكسر أوله وسكون ثانيه ثم راء وهو في الأصل جانب النهر وفلان في ذلك العبر أي في ذلك الجانب قال الأعشى وما رائج روجته الجنو ب يروي الزروع ويعلو الدبارا يكب السفين لأذقانه ويصرع للعبر أثلا وزارا الدبار المشارات والزأر الشجر والأجم و العبر شاطىء النهر وقال الشاعر فما الفرات إذا جاشت غواربه ترمي أواذيه العبرين بالزبد يظل من خوفه الملاح معتصما بالخيزرانة بعد الأين والنجد يوما بأجود منه سيب نافلة ولا يحول عطاء اليوم دون غد قال هشام الكلبي ما أخذ على غربي الفرات إلى برية العرب يسمى العبر وإليه ينسب العبريون من اليهود لأنهم لم يكونوا عبروا الفرات حينئذ وقال محمد بن جرير إنما نطق إبراهيم عليه السلام بالعبرانية حين عبر النهر فارا من النمرود وقد كان النمرود قال للذين أرسلهم خلفه إذا وجدتم فتى يتكلم بالسريانية فردوه فلما أدركوه استنطقوه فحول الله لسانه عبرانيا وذلك حين عبر النهر فسميت العبرانية لذلك وكان النمرود ببابل وقال هشام في كتاب عربه لما أمر إبراهيم بالهجرة قال إني مهاجر إلى ربي أنطقه بلسان لم يكن قبله وسمي العبراني من أجل أنه عبر إلى طاعة الله فكان إبراهيم عبرانيا قال هشام وحدثني أبي عن أبي صالح عن ابن عباس رضي الله عنه قال أول من تكلم بالعبرانية موسى عليه السلام وبنو إسرائيل حين عبروا البحر وأغرق الله فرعون تكلموا بالعبرانية فسموا العبرانيين لعبورهم البحر وقيل إن بخت نصر لما سبى بني إسرائيل وعبر بهم الفرات قيل لبني إسرائيل العبرانيون ولسانهم العبرانية والله أعلم و العبر جبل قال يزيد ابن الطثرية ألا طرقت ليلى فأحزن ذكرها وكم قد طوانا ذكر ليلى فأحزنا ومن دونها من قلة العبر مخرم يشبهه الرائي حصانا موطنا وهل كنت إلا معمدا قاده الهوى أسر فلما قاده السر أعلنا أعيب الفتى أهوى وأطرى حوازنا يريني لها فضلا عليهن بينا ",
                "title": "العبر والنسبة العبراني",
                "uri": "JK_000129_008655"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}