{
    "features": [
        {
            "item": "JK_000952_1974",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.176-178",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزوفي</h1> بفتح الزاي وسكون الواو وفي آخرها فاء هذه النسبة إلى زوف وهو بطن من مراد ويقال له ايضا مولى رضا ^ ^ أخوه بنو زاهر بن عامر بن عوبثان بن مراد وفي حضرموت زوف بن حسان بن الأسود بن مجلاة بن زاهر بن حمية بن زهرة بن كعب بن أيدعان بن الحارث بن زيد بن حضرموت قاله ابن الكلبي والمنتسب إليها عبد الله بن أبي مرة الزوفي يروي عن خارجة بن حذافة في الوتر إن كان سمع منه روى عنه يزيد بن أبي حبيب وبعضهم قال يزيد بن مرة وقيل ابن أبي مرة شهد فتح مصر روى عنه عبد الله بن راشد الزوفي وسهل بن عبد الرحمن بن الصيقل الزوفي روى عنه ضمام بن إسماعيل قاله ابن يونس ورشيد بن يزيد الزوفي من بني ذهل كان فيمن وفد إلى علي رضي الله عنه من أهل مصر قطع يده عبد العزيز بن مروان ورزين بن عبد الله المذحجي الزوفي يروي عن عبد الله بن أبي مرة الزوفي روى عنه ابن لهيعة وحيوة بن شريح وإبراهيم بن عمرو بن ثور بن عمران الزوفي مولى زوف يكنى أبا إسحاق سمع يحيى بن بكير وغيره وتوفي في شعبان سنة ثلاث وثلاثمائة وأبو الطاهر أحمد بن شعيب بن سعيد المرادي الزوفي روى عنه يحيى بن عثمان بن صالح في الأخبار توفي سنة ثمان عشرة ومائة وهو مصري وأبو الطاهر |جـ 3 صـ 178| أحمد بن عمرو بن شجرة بن عبد الجبار بن شجرة الزوفي مولاهم حدث ومات سنة ثلاث وستين ومائتين قاله ابن يونس وأبو الضحاك عبد الله بن راشد الزوفي يروي عن عبد الله بن مرة روى عنه يزيد بن أبي حبيب وخالد بن يزيد وسهل بن عبد السلام بن محمد بن بكر المرادي ثم الزوفي يروي عن أبيه عن الليث والمفضل بن فضالة ومالك توفي بعد الستين ومائتين وأبو الطاهر أحمد بن عمرو الزوفي الوراق يروي عن عبد القاهر بن رشدين بن سعد روى عنه أحمد بن علي بن صالح المعروف بقطوة وأحمد بن سواد المرادي ثم الزوفي يروي عن ابن لهيعة روى عنه يحيى بن عثمان بن صالح وتميم بن يونس الزوفي مولى زوف يكنى أبا الأخنس يروي عن ابن لهيعة زعم ذلك يحيى ابن عثمان بن صالح قاله ابن يونس وأما أبو محمد القاسم بن الفرج بن مقسم الوراق المعروف بالزوفي يقال إنه مولى خولان وإنما قيل له الزوفي لسكناه زوفا توفي سنة سبع وستين ومائتين وأبو عابد حبيس بن عابد بن يحيى بن صالح الزوفي قال الدارقطني مولى زوف من مراد شيخ من أهل مصر يحدث عن أبي الأسود النضر بن عبد الجبار ويحيى بن بكير وغيرهما يكنى بأبي عابد كان فقيها وكان عسرا في الحديث وابنه علي بن حبيس بن عابد الزوفي يحدث عن عيسى بن زغبة ونظرائه ",
                "title": "الزوفي",
                "uri": "JK_000952_1974"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}