{
    "features": [
        {
            "item": "JK_000129_010311",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.358-359",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قصر شيرين</h1> بكسر الشين المعجمة والياء المثناة من تحت الساكنة وراء مهملة وياء أخرى ونون وشيرين بالفارسية الحلو وهو اسم حظية كسرى أبرويز وكانت من أجمل خلق الله والفرس يقولون كان لكسرى أبرويز ثلاثة أشياء لم يكن لملك قبله ولا بعده مثلها فرسه شبديز وجاريته شيرين ومغنيه وعواده بلهبذ وقصر شيرين موضع قريب من قرميسين بين همذان وحلوان في طريق بغداد إلى همذان وفيه أبنية عظيمة شاهقة يكل الطرف عن تحديدها ويضيق الفكر عن الإحاطة بها وهي إيوانات كثيرة متصلة وخلوات وخزائن وقصور وعقود ومتنزهات ومستشرفات وأروقة وميادين ومصايد وحجرات تدل على طول وقوة قال محمد بن أحمد الهمذاني كان السبب في بناء قصر شيرين وهو إحدى عجائب الدنيا أن أبرويز الملك وكان مقامه بقرميسين أمر أن يبنى له باغ يكون فرسخين في فرسخين وأن يحصل فيه من كل صيد حتى يتناسل جميعه ووكل بذلك ألف رجل وأجرى على كل رجل في كل يوم خمسة أرغفة من الخبز ورطلين لحما ودورق خمر فأقاموا في عمله وتحصيل صيوده سبع سنين حتى فرغوا من جميع ذلك فلما تم واستحكم صاروا إلى البلهبذ المغني وسألوه أن يخبر الملك بفراغهم مما أمروا به فقال أفعل فعمل صوتا وغناه به وسماه باغ نخجيران أي بستان الصيد فطرب الملك عليه وأمر للصناع بمال فلما سكر قال لشيرين سليني حاجة فقالت حاجتي أن تصير في هذا البستان نهرين من حجارة تجري فيهما الخمور وتبني لي بينهما قصرا لم يبن في مملكتك مثله فأجابها إلى ذلك وكان السكر قد غلب عليه فأنسي ما سألته ولم تجسر أن تذكره به فقالت لبلهبذ ذكره حاجتي ولك علي أن أهب لك ضيعتي بأصبهان فأجابها إلى ذلك وعمل صوتا ذكره فيه ما وعد به شيرين وغناه إياه فقال أذكرتني ما كنت قد أنسيته وأمر بعمل النهرين وبناء القصر بينهما فبني على أحسن ما يكون وأحكمه ووفت لبلهبذ بضمانها فنقل عياله إلى هناك فلذلك صار من ينتمي إليه بأصبهان وقال بعض شعراء العجم يذكر ذلك يا طالبي غرر الأماكن حيوا الديار ببرزماهن وسلوا السحاب تجودها وتسح في تلك الأماكن وتزور شبديز الملوك وتنثني نحو المساكن واها لشيرين التي قرعت فؤادك بالمحاسن |جـ 4 صـ 359| تمضي على غلوائها لا تستكين ولا تداهن واها لمعصمها المليح وللسوالف والمغابن في كفها الورق الممس ك والمطيب والمداهن وزجاجة تدع الحكي م إذا انتشى في زي ماجن أنعظت حين رأيتها واهتاج مني كل ساكن فسقى رباع الكسروي ة بالجبال وبالمدائن دان يسف ربابه وتناله أيدي الحواصن إنما قاله لأن صورتها مصورة في قصرها كما ذكرناه في شبديز وللشعراء فيها وفي صورتها التي هناك أشعار قد ذكرت بعضها في شبديز ",
                "title": "قصر شيرين",
                "uri": "JK_000129_010311"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}