{
    "features": [
        {
            "item": "JK_000129_004816",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.395-396",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>خوارزم والنسبة الخوارزمي</h1> أوله بين الضمة والفتحة والألف مسترقة مختلسة ليست بألف صحيحة هكذا يتلفظون به هكذا ينشد قوم اللحام فيه ما أهل خوارزم سلالة آدم ما هم وحق الله غير بهائم أبصرت مثل خفافهم ورؤوسهم وثيابهم وكلامهم في العالم إن كان يرضاهم أبونا آدم فالكلب خير من أبينا آدم قال ابن الكلبي ولد إسحاق بن إبراهيم الخليل الخزر والبزر والبرسل وخوارزم وفيل قال بطليموس في كتاب الملحمة خوارزم طولها مائة وسبع عشرة درجة وثلاثون دقيقة وعرضها خمس وأربعون درجة وهي في الإقليم السادس طالعها السماك ويجمعها الذراع بيت حياتها العقرب مشرقة في قبة الفلك تحت ثلاث وعشرين درجة من السرطان يقابلها مثلها من الجدي بيت ملكها مثلها من الحمل بيت عاقبتها مثلها من الميزان وقال أبو عون في زيجه هي في آخر الإقليم الخامس وطولها إحى وتسعون درجة وخمسون دقيقة وعرضها أربع وأربعون درجة وعشر دقائق وخوارزم ليس اسما للمدينة إنما هو اسم للناحية بجملتها فأما القصبة العظمى فقد يقال لها اليوم الجرجنية وقد ذكرت في موضعها وأهلها يسمونا كركانج وقد ذكروا في سبب تسميتها بهذا الإسم أن أحد الملوك القدماء غضب على أربعمائة من أهل مملكته وخاصة وحاشيته فأمر بنفيهم إلى موضع منقطع عن العمارات بحيث يكون بينهم وبين العمائر مائة فرسخ فلم يجدوا على هذا الصفة إلا موضع مدينة كاث وهي إحدى مدن خوارزم فجاؤوا بهم إلى هذا الموضع وتركوهم وذهبوا فلما كان بعد مدة جرى ذكرهم على بال الملك فأمر قوما بكشف خبرهم فجاؤوا فوجدوهم قد بنوا أكواخا ووجدوهم يصيدون السمك وبه يتقوتون وإذا حولهم حطب كثير فقالوا لهم كيف حالكم فقالوا عندنا هذا اللحم وأشاروا إلى السمك وعندنا هذا الحطب فنحن نشوي هذا بهذا ونتقوت به فرجعوا إلى الملك وأخبروه بذلك فسمى ذلك الموضع خوارزم لأن اللحم بلغة الخوارزمية خوار والحطب رزم فصار خواررزم فخفف وقيل خوارزم استثقالا لتكرير الراء وقد جاء به بعض العرب على الأصل فقال الأسدي أتاني عن أبي أنس وعيد فسل تغيظ الضحاك جسمي ولم أعصى الأمير ولم أربه ولم أسبق أبا أنس بوغم |جـ 2 صـ 396| ولكن البعوث جرت علينا فصرنا بين تطويح وغرم وخافت من رمال السغد نفسي وخافت من رمال خواررزم فقارعت البعوث وقارعتني ففاز بضجة في الحي سهمي وأعطيت الجعالة مستميتا خفيف الحاذ من فتيان جرم وأقر أولئك الذين نفاهم بذلك المكان وأقطهم إيان وأرسل إليهم أربعمائة جارية تركية وأمدهم بطعام من الحنطة والشعير وأمرهم بالزرع والمقام هناك فلذلك في وجوههم اثر الترك وفي طباعهم أخلاق الترك وفيهم جلد وقوة وأحوجهم مقتضى القضية للصبر على الشقاء فعمروا هناك دورا وقصورا وكثروا وتنافسوا في البقاع فبنوا قرى ومدنا وتسامع بهم من يقاربهم من مدن خراسان فجاؤوا وساكنوهم فكثروا وعزوا فصارت ولاية حسنة عامرة وكنت قد جئتها في سنة 616 فما رأيت ولاية قط أعمر منها فإنها على ما هي عليه من رداءة أرضها وكونها سبخة كثيرة النزوز متصلة العمارة متقاربة القرى كثيرة البيوت المفردة والقصور في صحاريها قل ما يقع نظرك في رساتيقاها في على موضع لا عمارة فيه هذا مع كثرة الشجر بها والغلب عليه شجر التوت والخلاف لاحتياجهم إليه لعمائرهم وطعم دود إلابريسم ولا فرق بين المار في رسانيقها كلها والمار في الأسواق وما ظننت أن أن في الدنيا بقعة سعتها سعة خوارزم وأكثر من أهلها مع أنهم قد مرنوا على ضيق العيش والقناعة بالشيء اليسير وأكثر ضياع خوارزم مدن ذات أسواق وخيرات ودكاكين وفي النادر أن يكون قرية لا سوق فيها مع أمن شامل وطمأنينة تامة والشتاء عندهم شديد جدا بحيث أني رأيت جيحون نهرهم وعرضه ميل وهو جامد والقوافل والعجل الموقرة ذاهبة وآتية عليه وذلك أن أحدهم يعمد إلى رطل واحد من أرز أو ما شاء ويكثر من الجزر والسلجم فيه ويضعه في قدر كبيرة تسع قربة ماء ويوقد تحتها إلى أن ينضح ويترك عليه أوقية دهنا ثم يأخذ المغرفة ويغرف من تلك القدر في زبدية أو ربديتين فيقنع به بقية يومه فإن ثرد فيه رغيفا لطيفا خبرزا فهو الغاية هذا في الغلب عليهم على أن فيهم أغنياء مترفهين إلا أن إلا أن عيش أغنيائهم قريب من هذا ليس فيه ما في عيش غيرهم من سعة النفقة وإن كان النزر من بلادهم تكون قيمته قيمة الكثير من بلاد غيرهم وأقبح شيء عندهم وأوحشه أنهم يدوسون حشوشهم بأقدامهم ويدخلون إلى مساجدهم على تلك الحالة لا يمكنهم التحاشي من ذلك لأن حشوشهم ظاهرة على وجه الأرض وذلك لأنهم إذا حفروا في الأرض مقدار ذراع واحد نبع الماء عليهم فدروا بهم وسطوحهم ملأى من القذر وبلدهم كنيف جائف منتن وليس لأبنيتهم أساسات إنما يقيمون أخشابا مقفصة ثم يدونها باللبن هذا غالب أبنيتهم والغالب على خلق أهلها الطول والضخامة وكلامهم كأنه اصوات الزرازير وفي رؤوسهم عرض ولهم جبهات واسعة وقيل لأحدهم لم رؤوسكن تخالف رؤوس الناس فقال إن قدماءنا كانوا يغزون الترك فيأسرونهم وفيهم شية من الترك فما كانوا يعرفوا فربما وقعوا إلى الإسلام فبيعوا في الرقيق فأمروا النساء إذا ولدن أن يربطن أكياس الرمل على رؤوس الصبيان من الجانبين حتى ينبسط الرأس فبعد ذلك |جـ 2 صـ 397| لم يسترقوا ورد من وقع منهم إليهم الي الكوفة قال عبد الله الفقير إليه وهذا من أحاديث العامة لا أصل له هب أنهم فعلوا ذلك فيما مضى فالآن ما بالهم فإن كانت الطبيعة ورثته وولدته على الأصل الذي صنعه بهم أمهاتهم كان يجب أن الأعور الذي قلعت عينه أن يلد أعور وكذلك الأحدب وغير ذلك وإنما ذكرت ما ذكر الناس قال البشاري ومثل خوارزم في إقليم الشرق كسجلماسة في الغرب وطباع أهل خوارزم مثل طبع البربر وهي ثمانون فرسخا في ثمانين فرسخا آخر كلامه قلت ويحيط بها رمال سيالة يسكنها قوم من الأتراك والتركمان بمواشيهم وهذه الرمال تنبت الفضا شبه الرمال التي دون ديار مصر وكانت قصبتها قديما تسمى المنصورة وكانت على الجانب الشرقي فأخذ الماء أكثر أرضها فانتقل أهلها إلى مقابلها من الغربي وهي الجرجانية وأهلها يسمونها كركانج وحوطوا على جيحون بالحطب الجزل والطرفاء يمنعونه من خراب منازلهم يستجدونه في كل عام ويرمون ما تشعث منه وقرأت في كتاب ألفه أبو الريحان البيروني في أخبار خوارزم ذكر فيه أن خوارزم كانت تدعي قديما فيل وذكر لذلك قصة نسيتها فإن وجدها واحد وسهل عليه أن يلحقها بهذا الموضع فعل مأذونا له في ذلك عني قال محمد بن نصر بن عنين الدمشقي خوارزم عندي خير البلاد فلا أقلعت سحبها المغدقة فطوبي لو امرىء صبحت أوجه فتيانها المشرقة وما أن نقمت بها حالة سوى أن أقامت بها مقلقه وكان المؤذن يقوم في سحرة من الليل يقارب نصفه فلا يزال يزعق إلى الفجر قامت وقال الخطيب أبو المؤيد الموفق بن أحمد المكي ثم الخوارزمي يتشوقها أأبكاك لما أن بكى في ربى نجد سحاب ضحوك البرق منتحب الرعد له قطرات كالآلىء في الثرى ولي غبرات كالعقيق على خدي تلفت منها نحو خوارزم والها حزينا ولكن أين خوارزم من نجد وقرأت في الرسالة التي كتبها أحمد بن فضلان بن العباس بن راشد بن حماد مولى محمد بن سليمان رسول المقتدر بالله إلى ملك الصقالبة ذكر فيها ما شاهده منذ خرج من بغداد إلى أن عاد إليها فقال بعد وصوله إلى بخارى قال وانفصلنا من بخارى إلى خوارزم وانحدرنا من خوارزم إلى الجرجانية وبينها وبين خوارزم في الماء خمسون فرسخا قلت هكذا قال ولا أدري أي شيء عني بخوارزم لأن خوارزم في اسم الإقليم بلا شك ورأيت دراهم بخوارزم مزيفة ورصاصا وزيوفا وصفرا ويسمون الدرهم طازجه ووزنه أربعة وانق ونصف والصيرفي منهم يبيع الكعاب والدوامات والدراهم وهم أوحش الناس كلاما وطبعا وكلامهم أشبه بنقيق الضفادع وهم يتبرؤون من أمير المؤمنين علي بن أبي طالب رضي الله عنه في دبر كل صلاة فأقمنا بالجرجانية أياما وجمد جيحون من أوله إلى آخره وكان سمك الجمد تسعة عشرا شبرا قال عبد الله الفقير وهذا كذب منه فإن أكثر ما يجمد خمسة أشبار وهذا يكون نادرا فأما العادة فهو شبران أو ثلاثة شاهدته وسألت عنه أهل تلك البلاد ولعله |جـ 2 صـ 398| ظن أن النهر يجمد كله وليس الأمر كذلك إنما يجمد أعلاه وأسفله جار ويحفر أهل خوارزم في الجليد ويستخرجون منه الماء لشربهم لا يتعدى الثلاثة أشبار إلا نادرا قال وكانت الخيل والبغال والحمير والعجل تجتاز عليه كما تجتاز على الطريق وهو ثابت لا يتحلحل فأقام على ذلك ثلاثة أشهر فرأينا بلدا ما ظننا إلا أن بابا من الزمهرير فتح علينا منه ولا يسقط فيه الثلج إلا ومعه ريح عاصف شديدة قلت وهذا أيضا كذب فإنه لولا ركود الهواء في الشتاء في بلادهم لما عاش فيها أحد قال وإذا أتحف الرجل من أهله صاحبه وأراد بره قال تعال إلي حتى نتحدث فإن عندي نارا طيبة هذا إذا بلغ في بره وصلته إلا أن الله عز وجل قد لطف بهم في الحطب وأرخصه عليهم حمل عجلة من حطب الطاغ وهو الغضا بدرهمين يكون وزنها ثلاثة آلاف رطل قلت وهذا أيضا كذب لأن العجلة أكثر ما تجر على ما اختبرته وحملت قماشا لي عليها ألف رطل لأن عجلتهم جميعها لا يجرها إلا رأس واحد إما بقر أو حمار أو فرس وأما رخص الحطب فيحتمل أن كان في زمانه بذلك الرخص فأما وقت كوني بها فإن مائة من كان بثلث دينار ركني قال ورسم سؤالهم أن لا يقف السائل على الباب بل يدخل إلى دار الواحد منهم فيقعد ساعة عند ناره يصطلي ثم يقول يكند وهو الخبز فإن أعطوه شيئا وإلا خرج قلت أنا وهذا من رسمهم صحيح إلا أنه في الرستاق دون المدينة شاهدت ذلك ثم وصف شدة بردهم الذي أنا شاهدته من بردها أن طرقها تجمد في الوحول ثم يمشى عليها فيطير الغبار منها فإن تغيمت الدنيا ودفئت قليلا عادت وحولا تغوص فيها الدواب إلى ركبها وقد كنت اجتهدت أن أكتب شيئا بها فما كان يمكنني لجمود الدواة حتى أقر بها من النار وأذيبها وكنت إذا وضعت الشربة على شفتي التصقت بها لجمودها على شفتي ولم تقاوم حرارة النفس الجماد ومع هذا فهي لعمرة بلاد طيبة وأهلها علماء فقهاء أذكياء أغنياء والمعيشة بينهم موجودة وأسباب الرزق عندهم غير مفقودة وأما الآن فقد بلغني أن التتر صنف من الترك وردوها سنة 618 وخربوها وقتلوا أهلها وتركوها تلولا وما أظن أنه كان في الدنيا بمدينة خوارزم نظير في كثرة الخير وكبر المدينة وسعة الأهر والقرب من الخير وملازمة أسباب الشرائع والدين فإنا لله وإنا إليه راجعون والذين ينسبون إليها من الأعلام والعلماء لا يحصون منهم داود بن رشيد أبو الفضل الخوارزمي رحل فسمع بدمشق الوليد بن مسلم وأبا الزرقاء عبد الله بن محمد الصغاني وسمع بغيرها خلقا منهم بقية بن الوليد وصالح بن عمرو وحسان بن إبراهيم الكرماني وابو حفص عمر بن عبد الرحمن الأمار وغيرهم روى عنه مسلم بن الحجاج وأبو زرعة وأبو حاتم الرزايان وصالح بن محمد جزرة روى البخاري عن محمد بن عبد الرحيم في كفارت الأيمان وقال البخاري مات في سنة 239 وآخر من روى عنه أبو القاسم البغوي ",
                "title": "خوارزم والنسبة الخوارزمي",
                "uri": "JK_000129_004816"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}