{
    "features": [
        {
            "item": "JK_000952_3182",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.455-456",
                "source": "الأنساب للسمعاني",
                "text": "<h1>القحطاني</h1> بفتح القاف وسكون الحاء وفتح الطاء المهملتين وفي آخرها النون هذه النسبة إلى قحطان ونزل اليمن وهو من ملوكها وهو قحطان بن عابر بن أبي شالخ وهو أول من سلم عليه وحيي ب أبيت اللعن وقحطان هو الذي ينتسب جميع الأنصار إليه واليمن كلها وهم بنو يعرب بن يشجب بن قحطان واسمه يقطن بن عامر بن شالخ بن أرفخشد بن سام بن نوح قال ذلك ابن الكلبي وقيل اسمه يقطان وقال إسماعيل بن أبي أويس اسم قحطان مهزم سمي قحطان لأنه كان أول من تجبر وغصب وظلم وقحط أموال الناس من ملوك العرب وقيل هو قحطان بن الهميسع بن تيمن بن نبت بن إسماعيل بن إبراهيم وقحطان جرثومة العرب واختص جماعة بالانتساب إليه منهم أبو عبد الله محمد بن صالح بن السمح بن صالح بن هاشم بن غريب القحطاني المالكي المعافري الأندلسي وقال غنجار في تاريخ بخارى هو محمد بن صالح بن محمد بن السمح المعافري الأندلسي كان فقيها حافظا جمع تاريخا لأهل الأندلس روى عن محمد بن رفاعة ومحمد بن الوضاح وإبراهيم بن القزاز والحسن بن سعد وأحمد بن حزم والقاسم بن أصبغ الأندلسيين وسمع بالشام خيثمة بن سليمان الأطرابلسي وببغداد إسماعيل بن محمد الصفار ذكره أبو سعد الإدريسي في تاريخ |جـ 4 صـ 456| سمرقند وقال أبو عبد الله الفقيه القحطاني قدم علينا سمرقند قبل الخمسين والثلاثمائة وكتب بها عن مشايخنا وأكثر عنهم وجمع تاريخا للأندلسيين سمعناه منه بسمرقند وكان من أفاضل الناس ومن ثقاتهم جمع من الحديث شيئا لا يوصف من مشايخ الأندلس والمغرب والشام والحجاز والعراق والجبال وخراسان وما وراء النهر ومات رحمه الله ببخارى في نيف وسبعين وثلاثمائة ذكره الحاكم أبو عبد الله في التاريخ لنيسابور فقال محمد بن صالح بن محمد بن سعد بن نزار بن عمر بن ثعلبة القحطاني المعافري الفقيه أبو عبد الله الأندلسي المالكي وكان ممن رحل من المغرب إلى المشرق وإنا اجتمعنا بهمذان في شوال سنة إحدى وأربعين وثلاثمائة فتوجه منها إلى أصبهان وقد كان سمع في بلاده وبمصر من أصحاب يونس بن عبد الأعلى وأبي إبراهيم المزني وبالحجاز من أبي سعيد بن الأعرابي وبالشام من خيثمة بن سليمان وبالجزيرة من أصحاب علي بن حرب وببغداد من إسماعيل الصفار ورد نيسابور في ذي الحجة سنة إحدى وأربعين وسمع الكثير ثم خرج إلى مرو ومنها إلى أبي بكر بن حنيف فبقي بها إلى أن توفي رحمه الله ببخارى في رجب سنة ثلاث وثمانين وثلاثمائة وقال غنجار توفي أبو عبد الله الأندلسي ببخارى سنة تسع وسبعين وثلاثمائة ",
                "title": "القحطاني",
                "uri": "JK_000952_3182"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}