{
    "features": [
        {
            "item": "JK_000129_000871",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.234-235",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الأقحوانة</h1> بالضم ثم السكون وضم الحاء المهملة وواو وألف ونون وهاء موضع قرب مكة قال الأصمعي هي ما بين بئر ميمون إلى بئر ابن هشام و الأقحوانة أيضا موضع بين البصرة والنباج قال الأزهري موضع معروف في بلاد بني تميم وقد نزلت به وقال نصر الأقحوانة ماء ببلاد بني يربوع قال عميرة بن طارق اليربوعي وكلفت ما عندي من الهم ناقتي مخافة يوم أن ألام وأندما فمرت بجنب الزور ثمت أصبحت وقد جاوزت للأقحوانة مخرما و الأقحوانة موضع بالأردن من أرض دمشق على شاطىء بحيرة طبرية حدث هشام بن الوليد عن أبيه قال خرج قوم من مكة نحو الشام وكنت فيهم فبينما نحن نسير في بلاد الأردن من أرض الشام إذ رفع لنا قصر فقال بعضنا لبعض لو ملنا إلى هذا القصر فأقمنا بفنائه حتى نستريح ففعلنا فبينما نحن كذلك إذ انفتح باب القصر وانفرج عن امرأة مثل الغزال العطشان فرمقها كل واحد منا بعين وامق وقلب عاشق فقالت من أي القبائل أنتم ومن أي البلاد قلنا نحن أضاميم من ههنا وهناك فقالت أفيكم من أهل مكة أحد قلنا نعم فأنشأت تقول من كان يسأل عنا أين منزلنا فالأقحوانة منا منزل قمن وإن قصري هذا ما به وطني لكن بمكة أمسى الأهل والوطن إذ نلبس العيش صفوا ما يكدره قول الوشاة وما ينبوبه الزمن من كان ذا شجن بالشام ينزله فبالأباطح أمسى الهم والحزن ثم شهقت شهقة وخرت مغشيا عليها فخرجت عجوز من القصر فنضحت الماء على وجهها وجعلت تقول في كل يوم لك مثل هذا مرات تالله للموت خير لك من الحياة فقلنا أيتها العجوز ما قصتها فقالت كانت لرجل من أهل مكة فباعها فهي لا تزال تنزع إليه حنينا وشوقا قال القاضي الشريف أبو طاهر الحلبي صاحب كتاب الحنين إلى الأوطان عند فراغه من هذا الخبر والأقحوانة ضيعة على شاطىء بحيرة طبرية وقمن أي دان قريب وعندي أن الجارية أرادت الأقحوانة التي بمكة وقمن بفتح الميم أي خليق تعني أن ذلك المنزل جدير أن أكون فيه ولم أر في كتب اللغة القمن بمعنى القرب إنما قال الأزهري القمن بكسر الميم القريب والقمن السريع |جـ 1 صـ 235| ",
                "title": "الأقحوانة",
                "uri": "JK_000129_000871"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}