{
    "features": [
        {
            "item": "JK_000952_1773",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.57-58",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الرزاز</h1> بفتح الراء وتشديد الزاي المفتوحة والألف بين الزايين المعجمتين هذه النسبة إلى الرز وهو الأرز وهو اسم لمن يبيع الرز والمشهور بهذه النسبة أبو العباس أحمد بن محمد بن علوية الرزاز الجرجاني يروي عن إسماعيل القاضي ومحمد بن غالب تمتام وأبي بكر الباغندي وصالح بن عمران الدعاء وسليمان بن أيوب وجماعة روى عنه إسماعيل بن سويد الخياط وأبو إسحاق المؤدب وابن أبي عمران وأبو طالب محمد بن عبيد الله بن أحمد بن محمد بن داود بن موسى بن بيان الرزاز ابن أخي علي بن أحمد الرزاز سمع الحسين بن أحمد بن فهد الموصلي وعلي بن عمر السكري وأحمد بن عبد الله بن جلين الدوري ذكره أبو بكر الخطيب في التاريخ وقال كتبت عنه وكان سماعه صحيحا وكانت ولادته في المحرم سنة سبع وستين وثلاثمائة ومات في ذي الحجة سنة ثمان وأربعين وأربعمائة وأبو القاسم علي بن أحمد بن محمد بن بيان الرزاز من أهل بغداد ثقة صالح سمع أبا الحسن محمد بن محمد بن محمد بن مخلد البراز وأبا القاسم بن بشران كتب إلي الإجازة بجميع مسموعاته وروى لي عنه أبو محمد عبد الله بن علي بن سعيد القصري بحلب وأبو جعفر محمد بن الحسن بن محمود البيع بسمرقند وأبو عاصم الضحاك بن علي النبيل بآمل وجماعة كثيرة قريبة من أربعين نفسا أو اكثر وتوفي سنة عشر وخمسمائة وأبو عامر سعد بن علي بن أبي سعيد الرزاز من أهل جرجان إمام ثقة صدوق ساكن حسن السيرة كثير العبادة سمع أبا مطيع محمد بن عبد الواحد المصري بأصبهان وأبا القاسم إبراهيم بن عثمان الحلالي بجرجان وأبا محمد جعفر بن أحمد بن الحسين السراج ببغداد وأبا محمد عبد الرحمن بن |جـ 3 صـ 58| حمد بن الحسن الدوني بهمذان قدم علينا مرو نوبتين وكتبت عنه الكثير في النوبتين جميعا وكتبت عنه بجرجان في انصرافي عن العراق وأبو جعفر محمد بن عمرو بن البختري بن مدرك بن أبي سليمان الرزاز من أهل بغداد كان ثقة ثبتا سمع سعدان بن نصر البزاز وعباس بن محمد الدوري ومحمد بن عبد الملك الدقيقي وأبا البختري عبد الله بن محمد بن شاكر العنبري ومحمد بن عبد الملك الدقيقي وأبا البختري عبد الله بن محمد بن شاكر العنبري ومحمد بن عبيد الله بن المنادى والحسن بن مكرم ويحيى بن أبي طالب ومن في طبقتهم كتب الناس عنه بانتخاب عمر البصري وروى عنه أبو حفص عمر بن أحمد بن شاهين وجماعة من المتقدمين روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز وأبو الحسين علي بن محمد بن بشران السكري والحسين بن عمر بن برهان الغزال وأحمد بن محمد بن حسنون النرسي وهلال بن محمد بن جعفر الحفار وغيرهم ومات في ذي الحجة سنة تسع وثلاثين وثلاثمائة وأبو الفتح عبد الملك بن عمر بن خلف بن سليمان الرزاز من أهل بغداد حدث عن إسحاق بن سعد بن الحسن بن سفيان النسوي وعبيد الله بن الحسين بن جعفر الموصلي ومحمد بن إسماعيل الوراق وعبيد الله بن سعيد البروجردي وأبي الحسن الدارقطني وأبي حفص بن شاهين وأبي عبد الله بن بطة العكبري ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وقال كتبنا عنه وكان شيخا صالحا إلا أنه لم يكن في الحديث بذاك رأيت له أصولا محككة وسماعاته منها ملحقة وكانت ولادته في سنة ستين وثلاثمائة ومات في صفر سنة ثمان وأربعين وأربعمائة وعام الذي ذكره أبو الحسن علي بن أحمد بن محمد بن داود بن موسى بن بيان الرزاز المعروف بابن طيب سمع أبا عمرو بن السماك وأبا بكر النجاد وجعفر الخلدي وعبد الصمد الطستي وأبا بكر النقاش ودعلج بن أحمد السجزي وغيرهم روى عنه أبو بكر أحمد بن علي الخطيب وأبو بكر أحمد بن الحسين البيهقي وذكره الخطيب في التاريخ فقال كتبنا عنه وكان قد قرأ القرآن علي بن مقسم بحرف حمزة وكف بصره في آخر عمره وكان يسكن بالكرخ وله دكان في سوق الرزازين قال وحدثني بعض أصحابنا قال دفع إلي علي بن أحمد الرزاز بعد أن كف بصره جزءا بخط أبيه فيه أمالي عن بعض الشيوخ وفي بعضها سماعه بخط أبيه العتيق والباقي فيه تسميع له بخط طري وقال أنظر سماعي العتيق فاقرأه علي وما كان فيه تسميع بخط طري فاضرب عليه فإنه كان لي ابن يعبث بكتبي ويسمع لي فيما لم أسمعه أو كما قال قال وحدثني الخلال قال أخرج إلي الرزاز شيئا من مسند مسدد فرأيت سماعه فيه بخط جديد فرددته عليه قال وكان الرزاز مع هذا كثير السماع كثير الشيوخ وإلى الصدق ما هو كانت ولادته في شهر ربيع |جـ 3 صـ 59| الأول من سنة خمس وثلاثين وثلاثمائة ومات في شهر ربيع الآخر سنة تسع عشرة وأربعمائة ببغداد وأبو عبد الله محمد بن علي بن علوية الجرجاني الفقيه الرزاز ذكرته في حرف العين في العلويي ",
                "title": "الرزاز",
                "uri": "JK_000952_1773"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}