{
    "features": [
        {
            "item": "JK_000129_010217",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.341-342",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>قزدار</h1> بالضم ثم السكون ودال مهملة وآخره راء من نواحي الهند يقال لها قصدار أيضا بينها وبين بست ثمانون فرسخا وفي كتاب أبي علي التنوخي حدثني أبو الحسن علي بن لطيف المتكلم على مذهب أبي هاشم قال كنت مجتازا بناحية قزدار مما يلي سجستان ومكران وكان يسكنها الخليفة |جـ 4 صـ 342| من الخوارج وهي بلدهم ودارهم فانتهيت إلى قرية لهم وأنا عليل فرأيت قراح بطيخ فابتعت واحدة فأكلتها فحممت في الحال ونمت بقية يومي وليلتي في قراح البطيخ ما عرض لي أحد بسوء وكنت قبل ذلك دخلت القرية فرأيت خياطا شيخا في مسجد فسلمت إليه رزمة ثيابي وقلت تحفظها لي فقال دعها في المحراب فتركتها ومضيت إلى القراح فلما أتيت من الغد عدت إلى المسجد فوجدته مفتوحا ولم أر الخياط ووجدت الرزمة بشدها في المحراب فقلت ما أجهل هذا الخياط ترك ثيابي وحدها وخرج ولم أشك في أنه قد حملها بالليل إلى بيته وردها من الغد إلى المسجد فجلست أفتحها وأخرج شيئا شيئا منها فإذا أنا بالخياط فقلت له كيف خلفت ثيابي فقال أفقدت منها شيئا قلت لا قال فما سؤالك قلت أحببت أن أعلم فقال تركتها البارحة في موضعها ومضيت إلى بيتي فأقبلت أخاصمه وهو يضحك ثم قال أنتم قد تعودتم أخلاق الأراذل ونشأتم في بلاد الكفر التي فيها السرقة والخيانة وهذا لا نعرفه ههنا لو بقيت ثيابك مكانها إلى أن تبلى ما أخذها غيرك ولو مضيت إلى المشرق والمغرب ثم عدت لوجدتها مكانها فإنا لا نعرف لصا ولا فسادا ولا شيئا مما عندكم ولكن ربما لحقنا في السنين الكثيرة شيء من هذا فنعلم أنه من جهة غريب قد اجتاز بنا فنركب وراءه فلا يفوتنا فندركه ونقتله إما نتأول عليه بكفره وسعيه في الأرض بالفساد فنقلته أو نقطعه كما نقطع السراق عندنا من المرفق فلا نرى شيئا من هذا قال وسألت عن سيرة أهل البلد بعد ذلك فإذا الأمر على ما ذكره فإذا هم لا يغلقون أبوابهم بالليل وليس لأكثرهم أبواب وإنما شيء يرد الوحش والكلاب ",
                "title": "قزدار",
                "uri": "JK_000129_010217"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}