{
    "features": [
        {
            "item": "JK_000952_0908",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.66-67",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الجعفري</h1> بفتح الجيم وسكون العين المهملة وفتح الفاء وفي آخرها الراء هذه النسبة إلى رجلين أولهما جعفر بن أبي طالب الطيار رضي الله عنه ابن عم رسول صلى الله عليه وسلم والمنتسب إليه جماعة منهم أبو الحسن علي بن الحسن الجعفري من ولد جعفر الطيار من أهل سمرقند يروي عن أبيه وعن أبي عمران موسى بن أحمد الفاريابي روى عنه الحسن بن منصور المقرئ الإسفيجابي بها وابنه أبو عبد الله والرجل الآخر قاسم بن كعب الجعفري |جـ 2 صـ 67| منسوب إلى بني جعفر بن كلاب سمع معمر بن عبد الرحمن روى عنه عياش بن عامر العقيلي وأبو محمد الحسن بن زيد بن الحسن الجعفري من أهل وادي القرى ذكرته في الواو وأبو هاشم داود بن القاسم بن إسحاق بن عبد الله بن جعفر بن أبي طالب الجعفري حدث عن أبيه وعلي بن موسى الرضا روى عنه محمد بن أبي الأزهر النحوي وغيره وكان ذا لسان وعارضة وسلاطة فحمل إلى سر من رأى فحبس هنالك في سنة اثنتين وخمسين ومائتين ومات في جمادي الأولى سنة إحدى وستين ومائتين وأبو بكر محمد بن علي بن حيدر بن حمزة بن إسماعيل بن عبد الله بن الحسن بن محمد بن جعفر بن القاسم بن إسحاق بن عبد الله بن جعفر بن أبي طالب الجعفري من أهل بخارا سمع الحافظ أبا عبد الله محمد بن أحمد بن محمد الغنجار وأبا بكر محمد بن إدريس الجرجرائي الحافظ وغيرهما سمع منه القدماء روى لي عنه أبو عمرو عثمان بن علي البيكندي ببخارا وهو آخر من روى عنه ذكره عبد العزيز بن محمد النخشبي في معجم شيوخه وقال السيد الفقيه أبو بكر الجعفري مكثر يحب الحديث وأهل الحديث مذهبه مذهب الكوفيين سمعنا منه بعد الرجوع وكنت سمعت من والده قبل السبعين ووالده أبو الحسن يروي عن أبي إسحاق الحضرمي وأبي عبد الله الغنجار وأما الجعفرية فهم طائفة من المعتزلة ينتمون إلى جعفر بن مبشر وإلى جعفر بن حرب وكان جعفر بن مبشر مع كفره في القدر يزعم في فساق الأمة أنهم كالمجوس وزعم أيضا أن إجماع الصحابة على حد شارب الخمر كان خطأ وزعم أن سارق الحبة الواحدة فاسق منخلع من الإيمان ومحمد بن إسماعيل بن جعفر بن إبراهيم بن محمد بن علي بن عبد الله بن جعفر بن أبي طالب الجعفري من أهل المدينة يروي عن الدراوردي وحاتم بن إسماعيل وعبد الله بن سلمة المزني وموسى بن جعفر وإسحاق بن جعفر وسفيان بن حمزة روى عنه أبو زرعة قال ابن أبي حاتم سألت أبي عنه فقال منكر الحديث يتكلمون فيه ",
                "title": "الجعفري",
                "uri": "JK_000952_0908"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}