{
    "features": [
        {
            "item": "JK_000952_2777",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.204-206",
                "source": "الأنساب للسمعاني",
                "text": "<h1>العصمي</h1> بضم العين وسكون الصاد المهملتين هذه النسبة إلى عصم وهو اسم رجل من أجداد المنتسب إليه وهو ينسب لبيت كبير |جـ 4 صـ 205| مشهور من أهل العلم بهراة أشهرهم أبو عبد الله بن أبي ذهل العصمي واسمه محمد بن العباس بن أحمد بن محمد بن عصم بن بلال بن بجادة الضبي العصمي كان رئيسا عالما فاضلا مكثرا من الحديث حدث سنين على الصحة والاستقامة سمع منه جماعة من العلماء ماتوا قبله سمع بهراة أبا الحسن محمد بن عبد الله بن محمد المخلدي وأبا جعفر محمد بن معاذ الماليني وبنيسابور أبا الوفاء المؤمل بن الحسن بن عيسى الماسرجسي وأبا عمرو الحيري وبالري عبد الرحمن بن أبي حاتم الرازي وأبا عبد الله أحمد بن خالد الحروري وببغداد أبا محمد يحيى بن محمد بن صاعد وأبا عمر محمد بن يوسف بن يعقوب القاضي وطبقتهم وأدرك ببغداد أبا القاسم ابن بنت أحمد بن منيع حيا ولكن كان في آخر مرضه الذي مات فيه فلم يتفق له الاستماع منه سمع منه الحفاظ أبو الحسن علي بن عمر الدارقطني وأبو الحسين محمد بن ابن محمد الحجاجي وأبو عبد الله محمد بن عبد الله بن البيع وأبو عبد الرحمن محمد بن الحسين السلمي وغيرهم ذكره الحاكم أبو عبد الله الحافظ في التاريخ فقال أبو عبد الله بن أبي ذهل العصمي الرئيس الوجيه العالم سمع بهراة وأول سماعه بها سنة تسع وثلاثمائة وورد نيسابور سنة ست عشرة وثلاثمائة ودخل بغداد سنة سبع عشرة وثلاثمائة وذكر العصمي قال كتب عني الحديث سنة عشرين وثلاثمائة إملاء وقد توفي جماعة من أهل العلم حدثوا عني في حياتي وأودعوها مصنفاتهم قال الحاكم وكان العصمي يقيم بنيسابور السنة والسنتين وأكثر وكنت أنتقي عنه في مجالسه وقد كان يعاشر الصالحين وأماثل الفقهاء من أئمة الدين ويفضل عليهم إفضالا بينا أثره حتى إنه كان يضرب له الدنانير وكل دينار منها مثقال ونصف وأكثر من ذلك فيتصدق بها ثم يقول إني لأفرح إذا ناولت فقيرا كاغدة فيتوهم أنه فضة فيفتحه فيفرح إذا رأى صفرته ثم يزنه فيفرح إذا زاد على المثقال وما كان يدخل عشر غلاته داره وكان يحملها من الصحراء إلى المستورين والفقراء وكان أكثر المتجملين من أهل هراة يتقوتون من أعشاره طول السنة وحكي عنه أنه قال ما مسست بيدي درهما ولا دينارا أكثر من ثلاثين سنة وذلك أن العادة جرت في أكثر الناس من الحجامين والكناسين وأمثالهم أن يطرحوها في أفواههم وآذانهم وليس للناس في غسلها وتطهيرها عادة قال الحاكم وصحبت أبا عبد الله العصمي في السفر والحضر فما رأيت أحسن وضوءا |جـ 4 صـ 206| وصلاة منه ولا رأيت في مشايخنا أحسن تضرعا ولا ابتهالا في دعواته منه وكان الأكابر من أئمة عصره يثنون عليه ويصفونه بخصال الإيمان مثل الورع الصادق والسخاء وحسن الخلق والتواضع والإحسان إلى الفقراء وكانت ولادته سنة أربع وتسعين ومائتين ثم استشهد بنيسابور برساتيق خواف في قرية سلويل لتسع بقين من صفر سنة ثمان وسبعين وثلاثمائة وكان دخل الحمام فلما خرج لبس قميصا ملطخا بالسم فلما أحس بالموت دعا بدواة فكتب ملطفة شاع ذكرها في بلاد خراسان وأوصى أن يحمل تابوته إلى تنوران من هراة فنقل إليها ودفن بها رحمه الله |جـ 4 صـ 207| ",
                "title": "العصمي",
                "uri": "JK_000952_2777"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}