{
    "features": [
        {
            "item": "JK_000129_001335",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.319-320",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بارق</h1> بالقاف ماء بالعراق وهو الحد بين القادسية والبصرة وهو من أعمال الكوفة وقد ذكره الشعراء فأكثروا قال الأسود بن يعفر أهل الخورنق والسدير وبارق والقصر ذي الشرفات من سنداد و بارق أيضا في قول مؤرج السدوسي جبل نزله سعد بن عدي بن حارثة بن عمرو مزيقياء بن عامر ماء السماء بن حارثة بن امرىء القيس بن ثعلبة بن مازن ابن الأزد وهم إخوة الأنصار وليسوا من غسان وهو بتهامة أو اليمن وقال ابن عبد البر بارق ماء بالسراة فمن نزله أيام سيل العرم كان بارقيا ونزله سعد بن عدي بن حارثة وابنا أخيه مالك وشبيب ابنا عمرو بن عدي فسموا بارقا وقال أبو المنذر كان غزية بن جشم بن معاوية بن بكر بن هوازن نديما لربيعة بن حنظلة بن مالك بن زيد مناة بن تميم فشربا يوما فعدا ربيعة على غزية فقتله فسألت قيس خندف الدية فأبت خندف فاقتتلوا فهزمت قيس فتفرقت فقال فراس بن غنم بن ثعلبة بن مالك بن كنانة بن خزيمة أقمنا على قيس عشية بارق ببيض حديثات الصقال بواتك ضربناهم حتى تولوا وخليت منازل حيزت يوم ذاك لمالك قال فظعنت قيس من تهامة طالعين إلى نجد فهذا دليل على أن بارق موضع بتهامة نص وقال هشام في موضع آخر وأقامت خثعم بن أنمار في منازلهم من جبال السراة وما والاها أو قاربها من البلاد في جبل يقال له شن وجبل يقال له بارق وجبال معهما حتى مرت بهم الأزد في مسيرها من أرض سبأ وتفرقهم في البلدان فقاتلوا خثعما فأنزلوهم من جبالهم وأجلوهم عن مساكنهم ونزلها أزد شنوءة غامد وبارق ودوس وتلك القبائل من الأزد فظهر |جـ 1 صـ 320| الإسلام وهم أهلها وسكانها و بارق الكوفة أراد أبو الطيب بقوله تذكرت ما بين العذيب وبارق مجر عوالينا ومجرى السوابق و بارق ركن من أركان عرض اليمامة وهو جبل و بارق نهر بباب الجنة في حديث ابن عباس رضي الله عنه ذكره أبو حاتم في التقاسيم والأنواع في حديث الشهداء ",
                "title": "بارق",
                "uri": "JK_000129_001335"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}