{
    "features": [
        {
            "item": "JK_000129_001280",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.309-311",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>بابل والنسبة البابلي</h1> بكسر الباء اسم ناحية منها الكوفة والحلة ينسب إليها السحر والخمر قال الأخفش لا ينصرف لتأنيثه وذلك أن اسم كل شيء مؤنث إذا كان علما وكان على أكثر من ثلاثة أحرف فإنه لا ينصرف في المعرفة وقد ذكرت فيما يأتي في ترجمة بابليون معنى بابل عند أهل الكتاب وقال المفسرون في قوله تعالى & وما أنزل على الملكين ببابل هاروت وماروت & قيل بابل العراق وقيل بابل دنباوند وقال أبو الحسن بابل الكوفة وقال أبو معشر الكلدانيون هم الذين كانوا ينزلون بابل في الزمن الأول ويقال إن أول من سكنها نوح عليه السلام وهو أول من عمرها وكان قد نزلها بعقب الطوفان فسار هو ومن خرج معه من السفينة إليها لطلب الدفء فأقاموا بها وتناسلوا فيها وكثروا من بعد نوح وملكوا عليهم ملوكا وابتنوا بها المدائن واتصلت مساكنهم بدجلة والفرات إلى أن بلغوا من دجلة إلى أسفل كسكر ومن الفرات إلى ما وراء الكوفة وموضعهم هو الذي يقال له السواد وكانت ملوكهم تنزل بابل وكان الكلدانيون جنودهم فلم تزل مملكتهم قائمة إلى أن قتل دارا آخر ملوكهم ثم قتل منهم خلق كثير فذلوا وانقطع ملكهم وقال يزدجرد بن مهبندار تقول العجم إن الضحاك الملك الذي كان له بزعمهم ثلاثة أفواه وست أعين بنى مدينة بابل العظيمة وكان ملكه ألف سنة إلا يوما واحدا |جـ 1 صـ 310| ونصفا وهو الذي أسره أفريدون الملك وصيره في جبل دنباوند واليوم الذي أسره فيه يعده المجوس عيدا وهو المهرجان قال فأما الملوك الأوائل أعني ملوك النبط وفرعون إبراهيم فإنهم كانوا نزلا ببابل وكذلك بخت نصر الذي يزعم أهل السير أنه ممن ملك الأرض بأسرها انصرف بعدما أحدث ببني إسرائيل ما أحدث إلى بابل فسكنها قال أبو المنذر هشام بن محمد إن مدينة بابل كانت اثني عشر فرسخا في مثل ذلك وكان بابها مما يلي الكوفة وكان الفرات يجري ببابل حتى صرفه بخت نصر إلى موضعه الآن مخافة أن يهدم عليه سور المدينة لأنه كان يجري معه قال ومدينة بابل بناها بيوراسب الجبار واشتق اسمها من اسم المشتري لأن بابل باللسان البابلي الأول اسم للمشتري ولما استتم بناؤها جمع إليها كل من قدر عليه من العلماء وبنى لهم اثني عشر قصرا على عدد البروج وسماها بأسمائهم فلم تزل عامرة حتى كان الإسكندر وهو الذي خربها وحدث أبو بكر أحمد بن مروان المالكي الدينوري في كتاب المجالس من تصنيفه حدثنا عمرو بن ناجية حدثنا نعيم بن سالم بن قنبر مولى علي ابن أبي طالب عن أنس بن مالك قال لما حشر الله الخلائق إلى بابل بعث إليهم ريحا شرقية وغربية وقبلية وبحرية فجمعهم إلى بابل فاجتمعوا يومئذ ينظرون لما حشروا له إذ نادى مناد من جعل المغرب عن يمينه والمشرق عن يساره فاقتصد البيت الحرام بوجهه فله كلام أهل السماء فقام يعرب ابن قحطان فقيل له يا يعرب بن قحطان بن هود أنت هو فكان أول من تكلم بالعربية ولم يزل المنادي ينادي من فعل كذا وكذا فله كذا وكذا حتى افترقوا على اثنين وسبعين لسانا وانقطع الصوت وتبلبلت الألسن فسميت بابل وكان اللسان يومئذ بابليا وهبطت ملائكة الخير والشر وملائكة الحياء والإيمان وملائكة الصحة والشقاء وملائكة الغنى وملائكة الشرف وملائكة المروءة وملائكة الجفاء وملائكة الجهل وملائكة السيف وملائكة البأس حتى انتهوا إلى العراق فقال بعضهم لبعض افترقوا فقال ملك الإيمان أنا أسكن المدينة ومكة فقال ملك الحياء وأنا معك فاجتمعت الأمة على أن الإيمان والحياء ببلد رسول الله صلى الله عليه وسلم وقال ملك الشقاء أنا أسكن البادية فقال ملك الصحة وأنا معك فاجتمعت الأمة على أن الشقاء والصحة في الأعراب وقال ملك الجفاء أنا أسكن المغرب فقال ملك الجهل وأنا معك فاجتمعت الأمة على أن الجفاء والجهل في البربر وقال ملك السيف أنا أسكن الشام فقال ملك البأس وأنا معك وقال ملك الغنى أنا أقيم ههنا فقال ملك المروءة وأنا معك وقال ملك الشرف وأنا معكما فاجتمع ملك الغنى والمروءة والشرف بالعراق قلت هذا خبر نقلته على ما وجدته والله المستعان وقد روي أن عمر بن الخطاب رضي الله عنه سأل دهقان الفلوجة عن عجائب بلادهم فقال كانت بابل سبع مدن في كل مدينة أعجوبة ليست في الأخرى فكان في المدينة التي نزلها الملك بيت فيه صورة الأرض كلها برساتيقها وقراها وأنهارها فمتى التوى أحد بحمل الخراج من جميع البلدان خرق أنهارهم فغرقهم وأتلف زروعهم وجميع ما في بلدهم حتى يرجعوا عما هم به فيسد بأصبعه تلك الأنهار |جـ 1 صـ 311| فيستد في بلدهم وفي المدينة الثانية حوض عظيم فإذا جمعهم الملك لحضور مائدته حمل كل رجل ممن يحضره من منزله شرابا يختاره ثم صبه في ذلك الحوض فإذا جلسوا للشراب شرب كل واحد شرابه الذي حمله من منزله وفي المدينة الثالثة طبل معلق على بابها فإذا غاب من أهلها إنسان وخفي أمره على أهله وأحبوا أن يعلموا أحي صاحبهم أم ميت ضربوا ذلك الطبل فإن سمعوا له صوتا فإن الرجل حي وإن لم يسمعوا له صوتا فأن الرجل قد مات وفي المدينة الرابعة مرآة من حديد فإذا غاب الرجل عن أهله وأحبوا أن يعرفوا خبره على صحته أتوا تلك المرآة فنظروا فيها فرأوه على الحال التي هو فيها وفي المدينة الخامسة أوزة من نحاس على عمود من نحاس منصوب على باب المدينة فإذا دخلها جاسوس صوتت الأوزة بصوت سمعه جميع أهل المدينة فيعلمون أنه قد دخلها جاسوس وفي المدينة السادسة قاضيان جالسان على الماء فإذا تقدم إليهما الخصمان وجلسا بين أيديهما غاص المبطل منهما في الماء وفي المدينة السابعة شجرة من نحاس ضخمة كثير الغصون لا تظل ساقها فإن جلس تحتها واحد أظلته إلى ألف نفس فإن زادوا على الألف ولو بواحد صاروا كلهم في الشمس قلت وهذه الحكاية كما ترى خارقة للعادات بعيدة من المعهودات ولو لم أجدها في كتب العلماء لما ذكرتها وجميع أخبار الأمم القديمة مثله والله أعلم ",
                "title": "بابل والنسبة البابلي",
                "uri": "JK_000129_001280"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}