{
    "features": [
        {
            "item": "JK_000129_007005",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.262-263",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سنجار والنسبة السنجاري</h1> بكسر أوله وسكون ثانيه ثم جيم وآخره راء مدينة مشهورة من نواحي الجزيرة بينها وبين الموصل ثلاثة أيام وهي في لحف جبل عال ويقولون إن سفينة نوح عليه السلام لما مرت به نطحته فقال نوح هذا سن جبل جار علينا فسميت سنجار ولست أحقق هذا والله علم به إلا أن أهل هذه المدينة يعرفون هذا صغيرهم وكبيرهم ويتداولونه وقال ابن الكلبي إنما سميت سنجار وآمد وهيت باسم بانيها وهم بنو البلندى ابن مالك بن دعر بن بويب بن عنقاء بن مدين بن إبراهيم عليه السلام ويقال سنجار دعر نزلها قالوا ودعر هو الذي استخرج يوسف من الجب وهو أخو آمد الذي بنى آمد وأخو هيث الذي بنى هيت وذكر أحمد بن محمد الهمذاني قال ويقال إن سفينة نوح نطحت في جبل سنجار بعد ستة أشهر وثمانية أيام من ركوبه إياها فطابت نفسه وعلم أن الماء قد أخذ ينضب فسأل عن الجبل فأخبر به فقال ليكن هذا الجبل مباركا كثير الشجر والماء ثم وقفت السفينة على جبل الجودي بعد مائة واثنين وتسعين يوما فبنى هناك قرية سماها قرية الثمانين لأنهم كانوا ثمانين نفسا وقال حمزة الأصبهاني سنجار تعريب سنكار ولم يفسره وهي مدنية طيبة في وسطها نهر جار وهي عامرة جدا وقدامها واد فيه بساتين ذات أشجار ونخل وترنج ونارنج وبينها وبين نصيبين ثلاثة أيام أيضا وقيل إن السلطان سنجر بن ملك شاه بن ألب أرسلان بن سلجوق ولد بها فسمي باسمها عن الزمخشري قال في الزيج طول سنجار ثلاثون درجة وعرضها خمس وثلاثون درجة ونصف وثلث وقد خرج منها جماعة من أهل العلم والأدب والشعر قال أبو عبيدة قدم خالد الزبيدي في ناس معه من زبيد إلى سنجار ومعه ابنا عم له يقال لأحدهما صابي وللآخر عويد فشربوا يوما من شراب سنجار فحنوا إلى بلادهم فقال خالد أيا جبلي سنجار ما كنتما لنا مقيظا ولا مشتى ولا متربعا ويا جبلي سنجار هلا بكيتما لداعي الهوى منا شنينين أدمعا فلو جبلا عوج شكونا إليهما جرت عبرات منهما أو تصدعا بكى يوم تل المحلبية صابىء وألهى عويدا بشه فتقنعا فانبرى له رجل من النمر بن قاسط يقال له دثار أحد بني حيي فقال أيا جبلي سنجار هلا دققتما بركنيكما أنف الزبيدي أجمعا لعمرك ما جاءت زبيد لهجرة ولكنها كانت أرامل جوعا تبكي على أرض الحجاز وقد رأت جرائب خمسا في جدال فأربعا جرائب جمع جريب وجدال قرية قرب سنجار كأنه يتعجب من ذلك ويقول كيف تحن إلى أرض الحجاز وقد شبعت بهذه الديار فأجابه خالد يقول وسنجار تبكي سوقها كلما رأت بها نمريا ذا كساوين أيفعا |جـ 3 صـ 263| إذا نمري طالب الوتر غره من الوتر أن يلقى طعاما فيشبعا إذا نمري ضاف بيتك فاقره مع الكلب زاد الكلب وازجرهما معا أمن أجل مد من شعير قريته بكيت وناحت أمك الحول أجمعا بكى نمري أرغم الله أنقه بسنجار حتى تنفد العين أدمعا وقال المؤيد بن زيد التكريتي يخاطب الحسين بن علي السنجاري المعروف بابن دبابة ويلقب بأمين الدين زاد أمين الدين في وصفه سنجار حتى جئت سنجارا فعاينت عيناي إذ جئتها مصيدة قد ملئت فارا وقد نسب إلى سنجار جماعة وافرة من أهل العلم منهم من أهل عصرنا أسعد بن يحيى بن موسى بن منصور الشاعر يعرف بالبهاء السنجاري أحد المجيدين المشهوري وكان أولا فقيها شافعيا ثم غلب عليه قول الشعر فاشتهر به وقدم عند الملوك وناهز التسعين وكان جريا ثقة كيسا لطيفا فيه مزاح وخفة روح وله أشعار جيدة منها في غلام اسمه علي وقد سئل القول فيه فقال في قطعة وكن مر به ومعه سيف بي حامل الصارم الهندي منتصرا ضع السلاح قد استغنيت بالكحل ما يفعل الظبي بالسيف الصقيل وما ضرب الضوارم بالضروب بالمقل قد كنت في الحب سنيا فما برحت بي شيعة الحب حتى صرت عبد علي وخرج من الموصل في سنة تسع عشرة وستمائة ",
                "title": "سنجار والنسبة السنجاري",
                "uri": "JK_000129_007005"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}