{
    "features": [
        {
            "item": "JK_000129_010690",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.426-427",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>كابل والنسبة الكابلي</h1> بضم الباء الموحدة ولام وكابل في الإقليم الثالث طولها من جهة المغرب مائة درجة وعرضها من جهة الجنوب ثمان وعشرون درجة وقال الإصطخري الخلج صنف من الأتراك وقعوا في قديم الزمان إلى أرض كابل التي بين الهند ونواحي سجستان في ظهر الغور وهم أصحاب نعم على خلق الأتراك في زيهم ولسانهم وكابل اسم يشمل الناحية ومدينتها العظمى أوهند واجتمعت برجل من عقلاء سجستان ممن دوخ تلك البلاد وطرقها فذكر لي بالمشاهدة أن كابل ولاية ذات مروج كبيرة بين هند وغزنة قال ونسبتها إلى الهند أولى فصح عندي وأما قول ابن الفقيه إنه من ثغور طخارستان فليس ببعيد من الصواب ولعل طخارستان تكون في المثلثة الشرقية منها قال ابن الفقيه كابل من ثغور طخارستان ولها من المدن واذان وخواش وخشك وجزه قال وبكابل عود ونارجيل وزعفران وإهليلج لأنها متاخمة للهند وكان خراجها ألفي ألف وخمسمائة ألف درهم ومن الوصائف ألفا رأس قيمتها ستمائة ألف درهم غزاها المسلمون في أيام بني مروان وافتتحوها وأهلها مسلمون قلت فإن كانت غير الساحلية فجائز وقال عبيد الله بن قيس الرقيات ولقد غالني شبيب وكانت في شبيب مغيلة ومغاله غلبت أمه عليه أباه فهو كالكابلي أشبه خاله وقال فرعون بن عبد الرحمن يعرف بابن سلكة من بني تميم بن مر وددت مخافة الحجاج أني بكابل في است شيطان رجيم وقال الأعشى وسمى أهل كابل كابلا ولقد شربت الخمر تر كض حولنا ترك وكابل كدم الذبيح غريبة مما يعتق أهل بابل |جـ 4 صـ 427| باكرتها حولي ذوو ال آكال من بكر بن وائل ونسب إليها أبو مجاهد علي مجاهد الكابلي الرازي قال البخاري هو من سبي كابل حدث عن موسى بن عبيدة الربذي ومحمد بن إسحاق وعنبسة حدث عنه أحمد بن حنبل والصلت بن مسعود الجحدري وزياد بن أيوب وغيرهم وأبو الحسن محمد بن الحسين الكابلي روى عن يزيد بن هارون وابن عيينة وغيرهما ومات في حدود سنة 502 وأبو عبد الله محمد بن العباس الكابلي حدث عن إبراهيم بن إسماعيل بن محمد بن المعقب وأحمد بن حنبل روى عنه أبو عبد الله محمد بن مخلد الدوري وقال توفي في رجب سنة 172 ",
                "title": "كابل والنسبة الكابلي",
                "uri": "JK_000129_010690"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}