{
    "features": [
        {
            "item": "JK_000952_0665",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.436-437",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البيلي</h1> بكسر الباء المنقوطة بواحدة وسكون الياء المنقوطة باثنتين من تحتها هذه النسبة إلى البيل وظني أنها من قرى الري والله أعلم أو موضع بها والمشهور بهذه النسبة عبد الله بن الحسن بن أيوب البيلي الرازي كان من الزهاد سمع سهل بن زنجلة وغيره روى عنه أبو عمرو إسماعيل بن نجيد السلمي وأبو عبد الله محمد بن أحمد بن عمرويه الشاهد البيلي النيسابوري المعدل سمع علي بن الحسن الداربجردي ومحمد بن عبد الوهاب وغيرهما روى عنه أبو أحمد بن الفضل وغيره وهو صهر أبي الحسن بن سهلويه المزكي وكان يسكن بقرية بالسنجور وتوفي سنة ثلاثين وثلاثمائة هكذا ذكر ابن ماكولا عن تاريخ الحاكم وقال عبد الله بن الحسين بن خالد البيلي حدث عنه أبو منصور الأبيوردي وأما عصام بن الوضاع الزبيري البيلي من أهل سرخس منسوب إلى قرية بها يقال لها بيل كان جليل القدر كبير الشأن كثير الشيوخ يروي عن مالك بن أنس وسفيان بن عيينة وفضيل بن عياض وإسماعيل بن عياش وغيرهم روى عنه ابنه أبو القاسم الوضاح بن عصام بن الوضاح البيلي ومحمد بن المهلب وإسحاق بن إبراهيم المزيزي السرخسيون توفي قبل سنة ثلاثمائة وأبو بكر محمد بن حمدون بن خالد بن يزيد بن زياد النيسابوري البيلي المعروف بابن أبي حاتم من أعيان المحدثين الثقات الأثبات الجوالين في أقطار الأرض سمع بخراسان محمد بن يحيى الذهلي وبالري أبا زرعة الرازي ومحمد بن مسلم بن وارة وببغداد أبا بكر محمد بن إسحاق الصغاني وأبا الفضل العباس بن محمد الدوري وبالحجاز محمد بن إسماعيل بن سالم وأبا أمية محمد بن إبراهيم الطرسوسي وبالجزيرة إسحاق بن سيار وسليمان بن سيف وغيرهم روى عنه علي بن حمشاذ ومحمد بن صالح بن هانىء وأبو علي الحافظ ومحمد بن إسماعيل بن مهران وأبو علي الثقفي ومات في شهر ربيع الآخر سنة عشرين وثلاثمائة ودفن بمقبرة الحيرة وصلى عليه الإمام أبو بكر أحمد بن إسحاق بن أيوب |جـ 1 صـ 437| ",
                "title": "البيلي",
                "uri": "JK_000952_0665"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}