{
    "features": [
        {
            "item": "JK_000129_003036",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.109-110",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>جبيل والنسبة الجبيلي</h1> بلد في سواحل دمشق في الإقليم الرابع طوله ستون درجة وعرضه أربع وثلاثون درجة وهو بلد مشهور في شرقي بيروت على ثمانية فراسخ من بيروت من فتوح يزيد بن أبي سفيان وبقي بأيدي المسلمين إلى أن نزل عليه صنجيل الفرنجي لعنه الله فحاصره وأعانه مراكب لقوم آخرين في البحر وراسل صنجيل أهله وأعطاهم الأمان وحلف لهم فسلموا إليه وذلك في سنة 956 فلما صاروا في قبضته قال لهم إني قد وعدت أصحاب المراكب بعشرة آلاف دينار وأريدها منكم وكان يأخذ منهم المصاغ كل ثلاثة مثاقيل بدينار والفضة كل سبعين درهما بدينار فاستأصلهم بذلك ولم تزل بأيدي الأفرنج إلى أن فتحها صلاح الدين يوسف بن أيوب فيما فتحه من الساحل في سنة 385 ورتب فيها قوما من الأكراد لحفظها فبقيت على ذلك إلى سنة 395 فباعها الأكراد الذين كانوا بها وانصرفوا عنها إلى حيث لا يعلم فهي إلى الآن بأيدي الأفرنج ينسب إليها جماعة منهم أبو سعيد الجبيلي روى عن أبي الزياد عبد الملك بن داود روى عنه عبد الله بن يوسف وغيره وعبيد بن حيان الجبيلي حدث عن مالك بن أنس وعن الأوزاعي ونظرائهما وروى عنه صفوان بن صالح والعباس بن الوليد بن مزيد البيروتي وأبو زرعة الدمشقي وزيد بن القاسم السلمي الجبيلي حدث عن آدم بن أبي إياس حدث عنه خيثمة بن سليمان وأبو قدامة الجبيلي حدث عن عقبة بن علقمة البيروتي ومحمد بن الحارث البيروتي حدث عنه صفوان بن صالح روى عنه الطبراني وأبو سليمان إسماعيل بن خضر بن حسان الجبيلي يروي عن إسرائيل بن روح وسويد بن عبد العزيز وعمر بن هاشم البيروتي ومحمد بن يوسف الفريابي ومحمد بن شعيب بن سابور وحمزة بن ربيعة ومحمد بن فديك بن إسماعيل القيسراني وعبيد بن حيان ومحمد بن |جـ 2 صـ 110| المبارك الصوري روى عنه أبو بكر عبد الله بن محمد بن زياد النيسابوري وعبد الرحمن بن أبي حاتم الرازي وكناه أبا سليم وأبو الحسن بن جوصا وأبو الجهم بن طلاب ومحمد بن جعفر بن ملاس وأبو علي محمد بن سليمان بن حيدرة الأطرابلسي وذكوان بن إسماعيل البعلبكي في آخرين قال أبو سليمان بن زيد في سنة 264 مات أبو سليمان الجبيلي ",
                "title": "جبيل والنسبة الجبيلي",
                "uri": "JK_000129_003036"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}