{
    "features": [
        {
            "item": "JK_000952_4259",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.576-577",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الوحاظي</h1> بضم الواو وقيل بكسرها وضبطه أبو المجد الصفار بالضم عن شيخنا أبي الفضل بن ناصر وكذا قال أبو علي الغساني بالضم وفتح الحاء المهملة وفي اخرها الظاء المعجمة هذه النسبة إلى وحاظة وهو بطن من حمير والمشهور بالانتساب إليها جماعة منهم أبو زكريا يحيى بن صالح الوحاظي الحمصي يروي عن سليمان بن بلال وأبي شعبة يونس بن عثمان المقرىء روى عنه إسحاق ومحمد غير مسنوبين روى البخاري عنهما عنه وروى مسلم عن موسى بن قريش بن نافع عن أبي زكريا وهو صدوق ثقة وروى عنه أحمد بن أبي الحواري ومحمد بن عوف وأبو زرعة الدمشقي وأبو حاتم الرازي ومحمد بن مسلم وثقه يحيى بن معين وأبو حاتم الرازي وأبو يوسف عبد الله بن سالم الوحاظي الأشعري يروي عن محمد بن زياد الألهاني روى له البخاري حديثا واحدا في المزرعة والحكم بن الوليد الوحاظي الحمصي الكلاعي يروي عن عبد الله بن نمير وأبي فتيلة الكلاعي وسليم بن عامر روى عنه محمد بن شعيب ويحيى بن صالح وعبد الله بن عبد الجبار وسئل أبو زرعة الرازي عنه فقال لا بأس به وأبو سعيد عبد القدوس بن حبيب الكلاعي الوحاظي من أهل الشام يروي عن نافع ومجاهد والشعبي وعكرمة ومكحول وعطاء بن أبي رباح وغيرهم روى عنه إبراهيم بن طهمان وسفيان الثوري وعمرو بن الحارث وحيوة بن شريح والعلاء بن موسى الباهلي وجماعة وإسحاق بن أبي إسرائيل والعراقيون وكان ابن المبارك يقول لأن أقطع الطريق أحب إلي من أن أروي عن عبد القدوس الشامي قلت إنما قال رحمه الله ذلك لأنه كان يضع الحديث على الثقات قال أبو حاتم بن حبان لا يحل كتابة حديثه ولا الرواية عنه يعني عبد القدوس الكلاعي وروي أن عبد الله بن المبارك يقول اشتريت بعيرين فقدمت على عبد القدوس الشامي فقال حدثنا مجاهد عن ابن عمر قلت إن أصحابنا يروون هذا الحديث عن عبد الله بن عباس |جـ 5 صـ 577| فقال ابن عباس لم يروي مجاهد عنه شيئا وكان مجاهد مولى ابن عمر فكان لا يروي إلا عن ابن عمر فقلت إنا لله وفي سبيل الله على نفقتي ولغيري ورأيت عبد الله تبسم وسئل أبو داود عن عبد القدوس الشامي فقال ليس بشيء وابنه شر منه روى عنه سفيان الثوري ومات عبد القدوس الوحاظي بالعراق عند أبي جعفر وهو من أهل دمشق ووحاظة قرية باليمن منها أبو محمد خير بن يحيى بن عيسى بن إسماعيل بن ملامس الوحاظي من وحاظة كان فقيها سمع أبا بكر أحمد بن محمد بن أحمد البزاز المكي صاحب أبي بكر الاجري سمع منه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ ",
                "title": "الوحاظي",
                "uri": "JK_000952_4259"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}