{
    "features": [
        {
            "item": "JK_000952_2011",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.200-202",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الساماني</h1> بفتح السين المهملة هذه النسبة إلى جماعة من ملوك سامان والمشهور منهم الأمير الماضي العالم العادل الناصح للرعية أبو إبراهيم إسماعيل بن أحمد بن أسد بن |جـ 3 صـ 201| سامان بن جبا بن نيار مولى أمير المؤمنين ومن ينسب إليه وإلى أقربائه وأولاده من مواليه وأتباعه يقال لهم السامانية كتب الحديث وقصصه في الغزو والعدل وحرمة أهل العلم وتقريبهم مشهورة معروفة ومات إسماعيل ببخارى في صفر سنة خمس وتسعين ومائتين ووالده الأمير أحمد بن أسد بن سامان بن جبا بن نيار بن نوشرد بن طغماث بن بهرام جوبين الساماني يروي عن سفيان بن عيينة وإسماعيل بن علية ويزيد بن هارون ومنصور بن عمار روى عنه ابنه الأمير إسماعيل ومات بفرغانة في شوال سنة خمس ومائتين وابنه أبو يعقوب إسحاق بن أحمد الساماني كان على مظالم بخارى حدث عن أبيه وعبد الله بن عبد الرحمن روى عنه صالح بن أبي رميح وعبد الله بن يحيى بن موسى القاضي توفي بقهندز بخارى محبوسا لتسع بقين من صفر سنة إحدى وثلاثمائة وأخوه الآخر أبو الحسن نصر بن أحمد بن أسد بن نوح الساماني كذا قاله الحاكم أبو عبد الله الحافظ أخو الأمير إسماعيل سمع اباه وسالم بن غالب السمرقندي وابا عبد الله محمد بن نصر المروزي روى عنه سهل بن شادويه ومات نصر لسبع بقين من جمادى الآخرة سنة تسع وسبعين ومائتين وقرابته وعشيرته فيهم كثرة وشهرة قد ذكرت في هذه الورقة وفاة الأمراء السامانية ذكر أبو عبد الله محمد بن أحمد الغنجار الحافظ فيما ذكر عنه أبو العباس المستغفري أن فتح اسبيجاب كان على يد نوح بن أسد بن سامان في سنة خمس وعشرين ومائتين ومات أبو محمد نوح في سنة سبع وعشرين ومائتين ومات أخوه أبو العباس يحيى بن اسد يوم الخميس لخمس بقين من ربيع الآخر سنة إحدى وأربعين ومائتين ومات أبو الفضل إلياس بن أسد ب هراة سنة اثنتين وأربعين ومائتين ومات أبو نصر أحمد بن أسد والد الأمير أبي إبراهيم إسماعيل بن أحمد بفرغانة في سنة خمسين ومائتين ومات أبو الحسن نصر بن أحمد بن أسد أخو إسماعيل بن أحمد ليلة الاثنين بعد المغرب ودفن يوم الاثنين لسبع بقين من جمادى الآخرة سنة تسع وسبعين ومائتين ومات أبو إبراهيم إسماعيل بن أحمد في صفر سنة خمس وتسعين ومائتين وكانت ولادته بفرغانة في شوال سنة اربع وثلاثين ومائتين وقتل أبو نصر أحمد بن إسماعيل الشهيد قتله غلمانه ب فربر على شط جيحون ليلة |جـ 3 صـ 202| الأحد لسبع بقين من جمادى الآخرة سنة إحدى وثلاثمائة ومات أبو الحسن نصر بن أحمد بن إسماعيل بن أحمد بن أسد ليلة الخميس لثلاث بقين من رجب سنة إحدى وثلاثين وثلاثمائة وكانت ولايته ثلاثين سنة وشهرا وأربعة أيام ومات أبو محمد نوح بن نصر بن أحمد بن إسماعيل بن أحمد يوم الاثنين لخمس بقين من ربيع الآخر سنة ثلاث وأربعين وثلاثمائة ومات أبو الفوارس عبد الملك بن نوح بن نصر يوم الأربعاء لأربع خلون من شوال سنة خمسين وثلاثمائة ومات أبو صالح منصور بن نوح في شوال سنة خمس وستين وثلاثمائة قاله المستغفري قلت ومات أبو القاسم نوح بن منصور بن نوح في العشر الأوائل من رجب وصلي عليه بالسهلة يوم الخميس لثمان خلون من رجب سنة سبع وثمانين وثلاثمائة وكانت ولايته إحدى وعشرين سنة وتسعة اشهر إلا اياما وبويع لابنه أبي الحارث منصور بن نوح على كور ما وراء النهر في ذي القعدة وخطب له بنسف يوم الجمعة في العشر الأوسط من ذي القعدة سنة سبع وثمانين وثلاثمائة ",
                "title": "الساماني",
                "uri": "JK_000952_2011"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}