{
    "features": [
        {
            "item": "JK_000129_008633",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.74-75",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عبادان والنسبة العباداني</h1> بتشديد ثانيه وفتح أوله قال بطليموس عبادان في الإقليم الثالث طولها خمس وسبعون درجة وربع وعرضها إحدى وثلاثون درجة قال البلاذري كانت عبادان قطيعة لحمران بن أبان مولى عثمان بن عفان رضي الله عنه قطيعة من عبد الملك بن مروان وبعضها فيما يقال من زياد وكان حمران من سبي عين التمر يدعي أنه من النمر بن قاسط فقال الحجاج يوما وعنده عباد بن حصين الحبطي ما يقول حمران لئن انتمى إلى العرب ولم يقل إنه مولى لعثمان لأضربن عنقه فخرج عباد من عند الحجاج مبادرا فأخبر حمران بقوله فوهب له غربي النهر وحبس الشرقي فنسب إلى عباد بن الحصين وقال ابن الكلبي أول من رابط بعبادان عباد بن الحصين قال وكان الربيع بن صبح الفقيه مولى بني سعد جمع مالا من أهل البصرة فحصن به عبادان ورابط فيها والربيع يروي عن الحسن البصري وكان خرج غازيا إلى الهند في البحر فمات فدفن في جزيرة من الجزائر سنة 160 والعباد الرجل الكثير العبادة وأما إلحاق الألف والنون فهو لغة مستعملة في البصرة ونواحيها إنهم إذا سموا موضعا أو نسبوه إلى رجل أو صفة يزيدون في آخره ألفا ونونا كقولهم في قرية عندهم منسوبة إلى زياد ابن أبيه زيادان وأخرى إلى عبد الله عبد الليان وأخرى إلى بلال بن أبي بردة بلالان وهذا الموضع فيه قوم مقيمون للعبادة والانقطاع وكانوا قديما في وجه ثغر يسمى الموضع بذلك والله أعلم وهو تحت البصرة قرب البحر الملح فإن دجلة إذا قاربت البحر انفرقت فرقتين عند قرية تسمى المحرزى ففرقة يركب فيها إلى ناحية البحرين نحو بر العرب وهي اليمنى فأما اليسرى فيركب فيها إلى سيراف وجنابة فارس فهي مثلثة الشكل وعبادان في هذه الجزيرة التي بين النهرين فيها مشاهد ورباطات وهي موضع رديء سبخ لا خير فيه وماؤه ملح فيه قوم منقطعون عليهم وقف في تلك الجزيرة يعطون بعضه وأكثر موادهم من النذور وفيه مشهد لعلي بن أبي طالب رضي الله عنه وغير ذلك وأكثر أكلهم السمك الذي يصطادونه من البحر ويقصدهم المجاورون في المواسم للزيارة ويروى في فضائلها أحاديث غير ثابتة وينسب إليها نفر من رواة الحديث والعجم يسمونها ميان روذان لما ذكرنا من أنها بين نهرين ومعنى ميان وسط وروذان الأنهر وقد نسبوا إلى عبادان جماعة من الزهاد والمحدثين منهم أبو بكر أحمد بن سليمان بن أيوب بن إسحاق بن عبدة بن الربيع العباداني سكن بغداد وروى عن علي بن حرب الطائي وأحمد بن منصور الزيادي وهلال بن العلاء الرقي روى عنه الحاكم أبو عبد الله وأبو علي بن شاذان ومولده في أول يوم من رجب سنة 842 والقاضي أبو شجاع أحمد بن الحسن بن أحمد الشافعي العباداني روى عنه السلفي وقال هو من أولاد الدهر درس بالبصرة أزيد من أربعين سنة في مذهب الشافعي رضي الله عنه قال ذكر لي في سنة 500 وعاش بعد ذلك ما لا أتحققه وسألته عن مولده فقال سنة 434 بالبصرة قال ووالدي مولده عبادان وجدي الأعلى أصبهان والحسن بن سعيد بن جعفر بن الفضل أبو العباس العباداني المقرىء رحال سمع علي بن عبد الله بن علي بن السقاء ببيروت وحدث عنه وعن أبي خليفة والحسن بن ببيروت وحدث عنه وعن أبي خليفة والحسن بن |جـ 4 صـ 75| المثنى ومغفر الفرياني وأبي مسلم الكجي وزكرياء بن يحيى الساجي روى عنه أبو نعيم الحافظ وجماعة وافرة قال أبو نعيم ومات بإصطخر وكان رأسا في القرآن وحفظه عن جدته ورأسه في لين ",
                "title": "عبادان والنسبة العباداني",
                "uri": "JK_000129_008633"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}