{
    "features": [
        {
            "item": "JK_000952_3450",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.5, pp.68-70",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الكسبوي</h1> بفتح الكاف وسكون السين المهملة وفتح الباء المنقوطة بواحدة هذه النسبة إلى كسبة وقد ينسب إليها بالكسبجي أيضا وهي إحدى قرى نسف على أربعة فراسخ منها بها الجامع والمشهور بالنسبة إليها أبو أحمد عيسى بن الحسين بن الربيع الكسبوي مصنف كتاب البستان روى عنه عبد الملك المعرف وأبو سعد الإدريسي والحاكم أبو محمد جعفر بن محمد بن علي بن حمدان بن واقد الكسبوي روى عن أبي جعفر الفرخاني قال أبو كامل البصيري كتبنا عنه حديث ابن عمر فيمن مسح عنقه أمن من الغل يوم القيامة ولم يكتب عن أحد غيره |جـ 5 صـ 69| وابن عمه الحسن بن محمد بن علي الكسبوي رويا عن عيسى بن الحسين الكسبوي وأبو الحسن علي بن إبراهيم الكسبوي المفتي بدرب الجديد يروي عن أبي الحسن البوزجاني سمع منه أبو كامل البصيري وأبو المؤيد منير بن محمد بن جعفر الكسبوي سمع الكثير وكان أديبا فاضلا سمع جماعة بنسف أشفورقان وتوفي بها وأخوه مسعود سمع الكثير ونسخ بخطه وأدركت ولديهما فأما أبو العلاء صاعد بن منير بن محمد الكسبوي روى عن أبي بكر محمد بن أحمد البلدي لقيته باشفورقان وكتبت عنه بنسف وأبو الفرج محمد بن مسعود الكسبوي من أهلها سألناه أن كسبه إلى ما يمرغ لأن القافلة نزلت بها فقرأت عليه أجزاء بها بروايته عن أبي بكر البلدي وغيره وأبو نصر أحمد بن إسماعيل بن محمد بن هارون بن إسماعيل بن بلال السكاك الكسبوي يروي عن أبي بكر أحمد بن سعد بن عبيد الله بن بكار الزاهد روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري الحافظ ومات يوم الجمعة السادس من شوال اثنتي عشرة وأربعمائة وأبو بكر محمد بن عبد الملك بن جعفر بن محمد بن أبي سعيد بن محمد بن عثمان بن محمد بن عبد الله بن أبي النضر الكسبوي يروي عن أبي نصر أحمد بن جعفر الكاسني شعبة الحافظ روى عنه أبو حفص عمر بن محمد بن أحمد النسفي وتوفي بنسف ليلة الاثنين لسبع بقين من ذي الحجة سنة تسع وأربعمائة والإمام أبو بكر محمد بن محمد بن أبي محمد واسمه عبد الملك بن محمد بن محمد بن سليمان بن قريش بن وتنده بن فارسنج أتوفيد شيشير الكسبوي هذا الإمام منه إلى جده الأعلى سليمان كانوا من الأئمة والعلماء حدث محمد بن محمد بن سليمان عن أبي جعفر الكرابيسي البلخي والباقون روى الابن عن الأب وحدث الأب عن أبيه وكان أبو بكر فاضلا مناظرا وكانت ولادته في صفر سنة تسع وثلاثين وأربعمائة ووفاته بكسبة صبيحة يوم الخميس الثاني والعشرين من شهور سنة أربع وتسعين وأربعمائة |جـ 5 صـ 70| وأبوه محمد بن محمد بن أبي محمد كانت ولادته في اليوم الثاني عشر من شهر ربيع الأول سنة خمس وأربعمائة ووفاته يوم الاثنين الرابع عشر من شهر ربيع الأول سنة ثمانين وأربعمائة ",
                "title": "الكسبوي",
                "uri": "JK_000952_3450"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}