{
    "features": [
        {
            "item": "JK_000952_0476",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.1, pp.337-338",
                "source": "الأنساب للسمعاني",
                "text": "<h1>البزاري</h1> بضم الباء الموحدة وبعدها الزاي المنقوطة بثلاث وقيل الزاي وفي آخرها الراء هذه النسبة إلى ابزار وهي قرية على فرسخين من نيسابور ويقول لها العامة بزارة والمشهور بالنسبة إليها أبو إسحاق إبراهيم بن أحمد بن محمد بن رجاء الوراق الأبزاري الذي يقال له البزاري من هذه القرية كان شيخا صالحا سديد السيرة مكثرا من الحديث له رحلة إلى الشام والعراق وعمر حتى أملى وحدث سمع بنيسابور مسدد بن قطن القشيري وجعفر بن أحمد الحافظ وبنسا الحسن بن سفيان وببغداد أبا القاسم عبد الله بن محمد البغوي وبحران أبا عروبة الحسين بن أبي معشر السلمي وببيروت مكحول بن عبد السلام البيروتي وبحمص أحمد بن محمد بن حفص بن عمر الرصافي وبحلب أبا بكر أحمد بن جعفر بن محمد الحلبي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وأبو عبد الرحمن السلمي وأبو القاسم عبد الرحمن بن محمد السراج وغيرهم وذكره الحاكم أبو عبد الله في تاريخ نيسابور فقال الأبزاري أبو إسحاق الوراق كان من المسلمين الذين سلم المسلمون من |جـ 1 صـ 338| لسانه ويده طلب الحديث على كبر السن وخرج إلى نسا وسمع من الحسن بن سفيان مسند بن المبارك ومسند أبي بكر بن أبي شيبة وانتخاب أبي بكر بن علي من المسند الكبير وكتب بالعراق وبالجزيرة وبالشام وجمع الحديث الكثير وعمر حتى احتاج الناس إليه وأدى ما عنده على القبول وعقدنا له مجلس الإملاء في دار السنة سنة اثنتين وستين وثلاثمائة وكان يحضر الخلق قال وسمعت أبا علي الحافظ يقول لأبي إسحاق أنت بهر بن سأد لثقته وإتقانه قال وسمعت أبا علي غير مرة يمازح أبا إسحاق فيقول ترون هذا الشيخ ما اغتسل من حلال قط فيقول أبو إسحاق ولا من حرام يا أبا علي وذاك أن أبا إسحاق لم يتزوج قط قال وتوفي يوم الإثنين الخامس من رجب سنة أربع وستين وثلاثمائة وهو ابن ست أو سبع وتسعين سنة وشهدت جنازته ",
                "title": "البزاري",
                "uri": "JK_000952_0476"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}