{
    "features": [
        {
            "item": "JK_000952_2670",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.126-129",
                "source": "الأنساب للسمعاني",
                "text": "<h1>عبد</h1> هو عبد بن عابد المتوطن برباط الجوزناوس كان رجلا صالحا زاهدا كثير السماع يروي الكتب الكثيرة عن عبد الله بن سعد الزاهد الكرداني روى القاضي الإمام عماد الدين أبو بكر محمد بن الحسن بن منصور النسفي تلميذ الأستاذ شمس الأئمة أبي محمد عبد العزيز بن أحمد الحلواني رحمهما الله عن عبد بن عابد الكثير من الكتب منها كتب أبي عبد الرحمن بن أبي الليث كتاب البستان وكتاب أحداث الزمان وكتاب علامات الأخبار وأخبار القرآن وتفسير مسند فضائل الرباط وفضائل المصيبة وفضائل عاشوراء وكتاب ذكر الصالحين يرويها عن عبد بن سعد عن أبي النضر محمد بن أحمد البزار عن أبي عبد الرحمن بن أبي الليث وكتاب بدء الخلق عن وهب بن منبه يرويه عن عبد بن عابد عن عبد بن سعد والحسن بن حميد عن أبي علي محمد بن محمد بن الحارث الحافظ عن صالح بن سعيد الزبيدي عن عبد المنعم بن إدريس عن أبيه عن وهب بن منبه |جـ 4 صـ 127| وكتاب الجهاد عن ابن المبارك يرويه عن عبد بن عابد عن عبد بن سعد عن أبي النضر عن أبي عبد الله محمد بن حامد عن علي بن إسحاق بن عبد الوارث بن عبيد الله العتكي عن ابن المبارك وكتاب المناجاة عن كعب الأحبار يرويه عن عبد بن عابد عن عبد بن سعد عن أبي النضر عن أبي عبد الله محمد بن الفضل البلخي عن أبي سهل فارس بن عمرو عن واصل بن إبراهيم عن حبلة عن ابن نعامة عن عطاء بن أبي ميمونة عن كعب الأحبار وكتاب الألوية وحديث الصور يرويه عن عبد بن عابد عن عبد بن سعد عن أبي النضر محمد بن أحمد البزار وأبي بكر محمد بن أحمد عن أبي الحسن عبد الرزاق بن محمد الفارسي المصنف وكتاب التفسير عن عبد بن حميد الكشي يرويه عن عبد بن عابد عن الحسن بن حميد وعن أبي سعد بكر بن المرزبان عن عبد بن حميد وبرواية أخرى عن عبد عن عبد عن أبي النضر عن نوح بن جناح عن عبد بن حميد ومسائل عبد الله بن سلام يرويها عن عبد عن أبي إسحاق إبراهيم بن إسحاق البخاري عن أبي يعقوب يوسف بن أبي سعيد عن أبي موسى عبد الله بن منصور الطواويسي عن عبد الله بن أبي حنيفة الدبوسي عن محمد بن عبد الملك المروزي عن أبي قتادة عبد الله بن واقد الحراني عن جعفر بن محمد الحنظلي عن جويبر بن سعيد عن الضحاك بن مزاحم عن ابن عباس رضي الله عنه عن النبي صلى الله عليه وسلم وكتاب العين عن الحجاج بن منهال يرويه عن عبد عن عبد عن عبد الله عن جده عن أبي حامد البلخي عن أبي حفص عمر بن حفص الباهلي عن الحجاج بن منهال وكتاب رسالة مالك بن أنس إلى هارون الرشيد يرويه عن عبد عن عبد عن أبي القاسم عمرو بن محمد الأنصاري عن أبي مسلم إبراهيم بن عبد الله عن أبي بكر بن عبد العزيز بن عبد الله بن عمر بن الخطاب عن مالك بن أنس أنه كتب إلى هارون الرشيد |جـ 4 صـ 128| وكتاب غريب الحديث عن أبي عبيد القاسم بن سلام البغدادي يرويه عن عبد عن عبد عن سعيد بن إبراهيم بن معقل النسفي قال قرىء على علي بن عبد العزيز قال سمعت مرارا كتاب غريب الحديث عن أبي عبيد وكتاب مواعظ أبي الليث البخاري يرويه عن عبد بن عابد المتوطن برباط الجوز هذا عن عبد بن سعد هذا عن أبي النضر محمد بن أحمد البزار عن أبي عبد الرحمن عن أبيه أبي الليث وكتاب أحكام القرآن عن محمد بن الأزهر يرويه عن عبد عن عبد عن أبي النضر محمد بن أحمد البزار عن الربيع بن حسان الكشي عن محمد بن الأزهر وكتاب مواعظ الحسن بن أبي الحسن البصري يرويه عن عبد عن عبد عن أبي القاسم عمرو بن محمد بن عامر الأنصاري عن يعقوب بن إسحاق عن أبي عبيدة هلال بن فياض عن أبي عبيد الناجي عن الحسن البصري وكتاب مواعظ فضيل بن عياض يرويه عن هذا عن هذا عن أبي النضر محمد بن أحمد البزار عن محمد بن سعيد عن أبي يعقوب عن أبي نصر عن إبراهيم بن الأشعث عن فضيل بن عياض وكتاب الأطعمة عن وكيع بن الجراح يرويه عن عبد بن عابد عن عبد بن سعد عن أبي النضر عن أبي بكر الأعمش عن موسى بن نعيم أبي عمران القطان عن علي بن حكيم عن وكيع وكتاب الزهد والآداب عنه بهذا الإسناد أيضا وكتاب الورع عن ابن أبي الدنيا يرويه عن عبد عن عبد عن أبي أحمد عن أبي عمرو عن ابن أبي الدنيا وهو أبو بكر عبد الله بن محمد بن عبيد القرشي وكتاب التقوى والقنوت وكتاب ذم الدنيا عن ابن أبي الدنيا أيضا يرويه عن عبد بن عابد عن عبد بن سعد عن محمد بن شبيب عن ابن أبي الدنيا وكتاب التعبير عن محمد بن سيرين يرويه عن عبد عن عبد عن أبي النضر عن أبي عبد الرحمن عن أبي جعفر الحمار عن محمد بن سيرين وكتاب صفة الجنة والنار عن أبي بكر محمد بن فضل البلخي يرويه عن عبد |جـ 4 صـ 129| عن عبد عن أبي بكر محمد بن أحمد بن محمد المروزي عن أبي بكر محمد بن فضل وكتاب العالم والمتعلم عن أبي بكر الوراق الترمذي يرويه عن عبد عن عبد عن أبي محمد الصفار عن أبي بكر الوراق وكتاب المبتدأ بهذا الإسناد ",
                "title": "عبد",
                "uri": "JK_000952_2670"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}