{
    "features": [
        {
            "item": "JK_000952_2487",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.546-548",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الصفار</h1> بفتح الصاد المهملة وتشديد الفاء وفي آخرها الراء المهملة يقال لمن يبيع الأواني الصفرية الصفار وعبيد الله بن حمران العبدي الصفار يروي عن الحسن عداده في أهل البصرة روى عنه موسى بن إسماعيل ومن المشاهير أبو عبد الله محمد بن عبد الله بن أحمد الزاهد الأصبهاني الصفار من أهل أصبهان سكن نيسابور وكان زاهدا حسن السيرة ورعا كثير الخير سمع بأصبهان أحمد بن عصام الأنصاري وأسيد بن عاصم وأحمد بن مهدي بن رستم وعبيد الغزال وبفارس أحمد بن مهران بن خالد وببغداد أحمد بن عبيد الله النرسي ومحمد بن الفرج الأزرق وأبا إسماعيل الترمذي وغيرهم سمع منه الحاكم أبو عبد الله محمد بن عبد الله البيع الحافظ وأبو علي الحسين بن علي النيسابوري الحافظ وأبو الحسين محمد بن محمد الحجاجي الحافظ وابو سعيد محمد بن موسى بن الفضل الصيرفي وغيرهم ذكره الحاكم أبو عبد الله في تاريخ نيسابور فقال أبو عبد الله الصفار الأصبهاني محدث عصره بخراسان كان مجاب الدعوة لم يرفع بصره إلى السماء كما بلغنا نيفا وأربعين سنة سمع بأصبهان سنة ثلاث وستين ومائتين وخرج إلى العراق سنة ثمان وسبعين بعد وفاة أبي قلابة وسمع الكتب من ابن أبي الدنيا وصنف على كثير منها في الزهديات وسمع بالحجاز علي بن المبارك الصغاني وعلي بن عبد العزيز البغوي وأقرانهما وقد كان ورد نيسابور سنة سبع وتسعين ونزل بها وسكنها إلى أن توفي بها وكان كتب بخطه مصنفات إسماعيل بن إسحاق القاضي وسمعنا منه وكذلك مسند أحمد بن حنبل إلى آخره سماعه من عبد الله بن أحمد وصحب العباد الزهاد وقد كان خرج من نيسابور إلى الحسن بن سفيان وهو إذ ذاك كهل وأخرج معه جماعة من الوراقين وكتب كتب أبي بكر بن أبي شيبة والمسند وسائر الكتب وكان أبو الحسين الحجاجي الحافظ يقول كتبنا عن أبي عبد الله الصفار سنة إحدى عشرة في السنة التي توفي فيها أبو بكر بن إسحاق بن خزيمة وقد روى عنه أبو علي الحافظ وأكثر مشايخنا المتقدمين وتوفي يوم الاثنين الثاني عشر من ذي القعدة سنة تسع وثلاثين وثلاثمائة فغسله أبو عمرو بن مطر وصلى عليه أبو الوليد ودفن في داره في سكة العتبي |جـ 3 صـ 547| وأبو الحسن محمد بن محمد بن يحيى بن عامر الفقيه الصفار الإسفرايني ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال قد كان أكثر مقامه في البلد قديما ثم انصرف من الرحلة ولزم وطنه قصبة إسفراين وهو مفتيها وفقيهها وعالمها إلى أن توفي وكان أحد المذكورين بالتقدم من الشافعيين سمع بخراسان أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأبا عوانة الإسفرايني ومحمد بن المسيب الأرغياني وبالعراق أبا بكر الباغندي وأبا بكر بن أبي داود وأبا القاسم عبد الله بن محمد البغوي وطبقتهم سمع منه الحاكم أبو عبد الله وقال توفي سنة خمس وأربعين وثلاثمائة والحاكم أبو الحسن محمد بن محمد بن الحسين بن السري بن بردخسرو بن سيسويه بن سابور الصفار الفقيه وسابور جده الأعلى الذي بنى نيسابور ذكره الحاكم أبو عبد الله الحافظ وقال هو من أصحاب المروزي يعني أبا إسحاق والمناظرين من فقهائنا ومن أكابر المدرسين بنيسابور وصبر عليه فإنه تخرج به جماعة من الشباب ثم إنه طلب العمل فقلد أعمالا لا تليق بعلمه وتقدمه وبقي ببخارى سنين ثم عاد على كبر السن إلى وطنه وقد أخذ السوق الذي كان له أقرانه وتوفي بتلك القصبة سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق بن إبراهيم السراج سمع منه أكثر مصنفاته وسمع بالعراق أبا محمد يحيى بن محمد بن صاعد وأبا بكر محمد بن الحسين بن دريد الأزدي وغيرهم قال وتوفي في شهر رمضان سنة سبعين وثلاثمائة وهو ابن تسعين سنة وأبو نصر إسحاق بن أحمد بن شيث بن نصر بن شيث بن الحكم بن أقلت بن عقبة بن يزيد بن سلمة بن رؤبة بن خفاثة بن وائل بن هيصم بن ذبيان الأديب الصفار البخاري من أهل بخارى له بيت في العلم إلى الساعة ببخارى ورأيت من أولاده جماعة ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال أبو نصر الفقيه الأديب الصفار قدم علينا حاجا وما كنت رأيت ببخارى في سنة في حفظ الأدب والفقه وقد طلب الحديث في أنواع من العلم وأنشدني لنفسه من الشعر المتين ما يطول شرحه ثم قال أنشدني إسحاق بن أحمد بن شيث الفقيه لنفسه % العين من زهر الخضراء في شغل % % والقلب من هيبة الرحمن في وجل % وذكر قطعة تشتمل على سبعة أبيات قلت وسكن أبو نصر هذا مكة وكثرت تصانيفه |جـ 3 صـ 548| وانتشر علمه بها ومات بالطائف وقبره بها وابنه أبو إبراهيم إسماعيل بن أبي نصر الصفار وكان إماما فاضلا قوالا بالحق لا يخاف في الله لومة لائم قتله الخاقان نصر بن إبراهيم المعروف بشمس الملك ببخارى صبرا لأمره بالمعروف ونهيه عن المنكر وكان قتله سنة إحدى وستين وأربعمائة وابنه أبو إسحاق إبراهيم بن إسماعيل الصفار المعروف بالزاهد الصفار كان إماما زاهدا ورعا مثل والده في اجتناب المداهنة وقمع السلاطين وقهر الملوك حمله السلطان سنجر بن ملك شاه إلى مرو وأسكنه إياها لمصلحة ولاية ما وراء النهر ولقيته بمرو ولم يتفق أن سمعت منه شيئا وحدث عن أبيه وأبي حفص عمر بن منصور بن خنب الحافظ وأبي محمد عبد الملك بن عبد الرحمن الاسبيري وطبقتهم حدثني عنه جماعة وكانت وفاته ببخارى وابنه أبو المحامد حماد بن إبراهيم الصفار إمام جامع بخارى في صلاة الجمعة وكان يعرف الأدب والأصول على ما سمعت حدث عن أبيه وأبي علي إسماعيل بن أحمد بن الحسين البيهقي وغيرهما لم أسمع منه شيئا ولقيته ببخارى وكان يملي بكر الجمعات في جامع بخارى ورأيت مجالس مما يمليها فما استحسنتها ورأيت فيها أشياء من إسقاط رجل من الإسناد سمع منه ابني أبو المظفر ",
                "title": "الصفار",
                "uri": "JK_000952_2487"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}