{
    "features": [
        {
            "item": "JK_000952_1978",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.180-181",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الزهري</h1> بضم الزاي وسكون الهاء وكسر الراء هذه النسبة إلى زهرة بن كلاب بن مرة بن كعب بن لؤي وهي من قريش والمشهور بها أبو بكر محمد بن مسلم بن عبيد الله بن شهاب بن زهرة القرشي المعروف بالزهري من تابعي المدينة رأى عشرة من اصحاب النبي صلى الله عليه وسلم وكان من أحفظ أهل زمانه وأحسنهم سياقا لمتون الأخبار وكان فقيها فاضلا روى عنه الناس مات ليلة الثلثاء لسبع عشرة خلت من شهر رمضان سنة اربع وعشرين ومائة في ناحية الشام وقبره ببداو شغب مشهور يزار وأبو إسحاق إبراهيم بن عبد الرحمن بن عوف الزهري القرشي يروي عن أبيه روى عنه الزهري وهو أخو حميد بن عبد الرحمن أمهما أم كلثوم بنت عقبة بن أبي معيط مات إبراهيم سنة ست وتسعين بالمدينة وهو ابن خمس وسبعين سنة وأبو إسحاق إبراهيم بن محمد بن عبد العزيز بن عمر بن |جـ 3 صـ 181| عبد الرحمن بن عوف الزهري من أهل المدينة وهو الذي يقال له ابن أبي ثابت يروي عن أبيه روى عنه إبراهيم بن المنذر الحزامي تفرد بأشياء لا تعرف حتى خرج عن حد الاحتجاج به على قلة تيقظه والحفظ والإتقان وإبراهيم بن سعد بن أبي وقاص الزهري المدني يروي عن أبيه واسامة بن زيد روى عنه حبيب بن أبي ثابت وزهرة النجار من الأنصار منها أبو تميم الزهري سمع أبا هريرة رضي الله عنه روى عنه عياش القتباني فقال عن أبي تميم الزغري النجاري وجماعة نسبوا إلى زهرة جهينة منهم عمرو بن ثعلبة الجهني ثم الزهري مسح رسول الله صلى الله عليه وسلم على وجهه ورأسه وأما الإمام أبو عبد الله محمد بن يحيى بن خالد الذهلي إمام نيسابور في عصره ورئيس العلماء ومقدمهم لقب بالزهري لجمعة الزهريات وهي أحاديث محمد بن مسلم بن شهاب الزهري وأبو الفضل عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري البغدادي كان ثقة من أولاد المحدثين سمع جعفر بن محمد الفريابي وعبد الله بن إسحاق المدائني وإبراهيم بن شريك الأسدي وإبراهيم بن عبد الله بن أيوب المخرمي وغيرهم روى عنه أبو بكر البرقاني وأبو محمد الخلال وأبو القاسم الأزهري والقاضيان أبو عبد الله الصيمري وأبو القاسم التنوخي في جماعة كثيرة آخرهم أبو جعفر محمد بن أحمد بن المسلمة وكان يقول حضرت مجلس الفريابي وفيه عشرة آلاف رجل فلم يبق منهم غيري وجعل يبكي وكان يقال إنه مجاب الدعوة وسئل أبو الحسن الدارقطني عن أبي الفضل الزهري فقال هو ثقة صدوق صاحب كتاب وليس بينه وبين عبد الرحمن بن عوف إلا من قد روى عنه الحديث وكانت ولادته في جمادى الآخرة سنة تسعين ومائتين وتوفي في شهر ربيع الأول سنة إحدى وثمانين وثلاثمائة ومن التابعين أبو سلمة بن عبد الرحمن بن عوف بن عبد عوف بن عبد الحارث بن زهرة بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر الزهري والنضر هو قريش واسم أبي سلمة كنيته وقد قيل إن اسمه عبد الله ولا يصح ذلك وإن كان الناس كلهم عبيد الله وأم أبي سلمة تماضر بنت الأصبغ بن عمرو بن ثعلبة بن حصن بن ضمضم بن عدي من كلب وهي أول كلبية تزوجها قرشي وكان أبو سلمة من أفاضل قريش وعبادهم وفقهاء أهل المدينة وزهادهم مات بالمدينة سنة أربع وتسعين وقد قيل إنه مات سنة أربع ومائة والأول أشبه |جـ 3 صـ 182| ",
                "title": "الزهري",
                "uri": "JK_000952_1978"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}