{
    "features": [
        {
            "item": "JK_000129_002769",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.63-64",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>تهامة والنسبة التهامي</h1> بالكسر قد مر من تحديدها في جزيرة العرب جملة شافية اقتضاها ذلك الموضع ونقول ههنا قال أبو المنذر تهامة تساير البحر منها مكة قال والحجاز ما حجز بين تهامة والعروض وقال الأصمعي إذا خلفت عمان مصعدا فقد أنجدت فلا تزال منجدا حتى تنزل في ثنايا ذات عرق فإذا فعلت ذلك فقد أتهمت إلى البحر وإذا عرضت لك الحرار وأنت منجد فتلك الحجاز وإذا تصوبت من ثنايا العرج واستقبلك الأراك والمرخ فقد أتهمت وإنما سمي الحجاز حجازا لأنه حجز بين تهامة ونجد وقال الشرقي بن القطامي تهامة إلى عرق اليمن إلى أسياف البحر إلى الجحفة وذات عرق وقال عمارة بن عقيل ما سال من الحرتين حرة سليم وحرة ليلى فهو تهامة والغور حتى يقطع البحر وقال الأصمعي في موضع آخر طرف تهامة من قبل الحجاز مدارج العرج وأول تهامة من قبل نجد ذات عرق المدارج الثنايا الغلاظ وقال المدائني تهامة من اليمن وهو ما أصحر منها إلى حد في باديتها ومكة من تهامة وإذا جاوزت وجرة وغمرة والطائف إلى مكة فقد أتهمت وإذا أتيت المدينة فقد جلست وقال ابن الأعرابي وجرة من طريق البصرة فصل ما بين نجد وتهامة وقال بعضهم نجد من حد أوطاس إلى القريتين ثم تخرج من مكة فلا تزال في تهامة حتى تبلغ عسفان بين مكة والمدينة وهي على ليلتين من مكة ومن طريق العراق إلى ذات عرق هذا كله تهامة وسميت تهامة لشدة حرها وركود |جـ 2 صـ 64| ريحها وهو من التهم وهو شدة الحر وركود الريح يقال تهم الحر إذا اشتد ويقال سميت بذلك لتغير هوائها يقال تهم الدهن إذا تغير ريحه وحكى الزيادي عن الإصمعي قال التهمة الأرض المتصوبة إلى البحر وكأنه مصدر من تهامة وقال المبرد إذا نسبوا إلى تهامة قالوا رجل تهام بفتح التاء وإسقاط ياء النسبة لأن الأصل تهمة فلما زادوا ألفا خففوا ياء النسبة كما قالوا رجل يمان وشام إذا نسبوا إلى اليمن والشام وقال إسماعيل بن حماد النسبة إلى تهامة تهامي وتهام إذا فتحت التاء لم تشدد الياء كما قالوا رجل يمان وشام إلا أن الألف من تهام من لفظها والألف من شام ويمان عوض من ياء النسبة قال ابن أحمر وأكبادهم كأبني سبات تفرقوا سبا ثم كانوا منجدا وتهاميا وألقى التهامي منهما بلطاته وأخلط هذا لا أريم مكانيا وقوم تهامون كما يقال يمانون وقال سيبويه منهم من يقول تهامي ويماني وشامي بالفتح مع التشديد وقال زهير يحشونها بالمشرفية والقنا وفتيان صدق لا ضعاف ولا نكل تهامون نجديون كيدا ونجعة لكل أناس من وقائعهم سجل وأتهم الرجل إذا صار إلى تهامة وقال بعضهم فإن تتهموا أنجد خلافا عليكم وإن تعمنوا مستحقبي الحرب أعرق والمتهام الكثير الإتيان إلى تهامة قال الراجز ألا أتهماها أنها متاهيم وإننا مناجد متاهيم وقال حميد بن ثور الهلالي خليلي هبا عللاني وانظرا إلى البرق مايفري سنا وتبسما عروض تدلت من تهامة أهديت لنجد فتاح البرق نجدا وأتهما ",
                "title": "تهامة والنسبة التهامي",
                "uri": "JK_000129_002769"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}