{
    "features": [
        {
            "item": "JK_000129_007125",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.281-282",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سوسة والنسبة السوسي</h1> بضم أوله بلفظ واحد السوس الذي في الصوف قال بطليموس مدينة سوسة طولها أربع وثلاثون درجة وثماني عشرة دقيقة وعرضها اثنتان وثلاثون درجة وخمس وأربعون دقيقة تحت عشر درج من السرطان يقابلها عشر درجات من الجدي بيت ملكها عشر درجات من الحمل بين عاقبتها عشر درجات من الميزان لها اثنتا عشرة دقيقة في الشولة وأربع درج في سعد الذابح ولها شركة مع النسر قال أبو سعد سوسة بلد بالمغرب وهي مدينة عظيمة بها قوم لونهم لون الحنطة يضرب إلى الصفرة ومن السوسة يخرج إلى السوس الأقصى على ساحل البحر المحيط بالدنيا فمن السوس الأقصى إلى القيروان ثلاثة آلاف فرسخ يقطعها السالك في ثلاث سنين ومن القيروان إلى أطرابلس مائة فرسخ ومن أطرابلس إلى مصر ألف فرسخ ومن مصر إلى مكة خمسمائة فرسخ يخرج الحاج من السوس |جـ 3 صـ 282| الأقصى إلى مكة في ثلاث سنين ونصف ويرجع في مثلها هذا كله عن السمعاني وفيه تخليط والصحيح أن سوسة مدينة صغيرة بنواحي إفريقية بينها وبين سفاقس يومان أكثر أهلها حاكة ينسجون الثياب السوسية الرفيعة وما صنع في غيرها فمشبة بها يكون ثمن الثوب منها في بلدها عشرة دنانير وبين سوسة والمهدية ثلاثة أيام قال ابن طاهر سرسة بلدة بالمغرب خرج منها محدثون وفقهاء وأدباء منهم يحيى بن خالد السوسي مغربي يحدث عن عبد الله بن وهب كذا ذكره ابن يونس وصديقنا الأديب أبو الحسن علي بن عبد الجبار بن الزيات المنشىء مليح الكلام في النظم والنثر قدم الشرق وأقام بدمشق مدة ثم قدم الموصل وأقام بها بالمدرسة ينسخ وهو كيس لطيف حافظ للأخبار والأشعار سلس اللسان أنشدني لنفسه وكتب لي بخطه لا تعتبن شيئا ألم بلمتي إن المشيب غبار معترك الصبا وغير ذلك وقيل من القيروان إلى سوسة ستة وثلاثون ميلا وهي مدينة قد أحاط بها البحر من ثلاث نواح من الشمال والجنوب والشرق سورها صخر حصين منيع يضرب فيه البحر وبها منار يعرف بمنار خلف الفتى ولها ثمانية أبواب وبها الملعب وهو بنيان عظيم بناه الأول له أقباء مرتفعة واسعة معقودة بحجر النشفة الخفيف الذي يطفو على رأس الماء المجلوب من ناحية صقلية وحوله أقباء كثيرة يفضي بعضها إلى بعض وهي مدينة مرخصة كثيرة الخير وكان معاوية بن حديج قد بعث إليها بعبد الله بن الزبير في جمع كثيف وكان بلغه أن ملك الروم أنفذ إليها بطريقا يقال له نقفور في ثلاثين ألف مقاتل فنزل بذلك الساحل فنزل عبد الله شرفا عاليا ينظر منه إلى البحر بينه وبين سوسة اثنا عشر ميلا فلما بلغ ذلك نقفور رجع في مراكبه وأخلى ذلك الساحل فنزل عبد الله بن الزبير في جيشه حتى بلغ البحر ونزل على باب مدينة سوسة ونزل عن فرسه وصلى بالناس صلاة العصر والروم يتعجبون من قلة اكتراثه بهم فزحفوا إليه وهو مقبل على صلاته حتى فرغ منها فركب وشد عليهم فهزمهم حتى حجزهم في مدينتهم وعاد عنهم ومازالت مدينة سوسة ممتنعة بأهلها وحاصرها أبو يزيد مخلد بن كيداد الخارجي شهورا ثم انهزم عنها وكان عليها في ثمانين ألفا وفي ذلك يقول سهم بن إبراهيم الوراق إن الخوارج صدها عن سوسة منا طعان السمر والإقدام وجلاد أسياف تطاير دونها في النقع دون المحصنات الهام وقال أحمد بن صالح السوسي ألم بسوسة وبغى عليها ولكن الإله لها نصير ألم بسوسة للغرب ثغر تدين لها المدائن والقصور لقد لعن الذين بغوا عليها كما لعنت قريظة والنضير أعز الله خالق كل شيء بسوسة بعدما التوت الأمور ولولا سوسة لدهت دواهي يشيب لهولها الطفل الصغير سيبلغ ذكر سوسة كل أرض ويغشى أهلها العدد الكثير والخروج إلى القيروان من سوسة على الباب القبلي |جـ 3 صـ 283| المعروف بباب القيروان ومقبرة سوسة عن يمين هذا الطريق وكان زيادة الله بن الأغلب قد بنى سورها وكان يقول لا أبالي ما قدمت عليه يوم القيامة وفي صحيفتي أربع حسنات بنيان مسجد الجامع والقيروان وبنيان قنطرة الربيع وبنيان حصن مدينة سوسة وتوليتي أحمد بن أبي محرز قضاء إفريقية وخارج سوسة محارس ومرابط ومجامع للصالحين وداخلها محرس عظيم كالمدينة مسور بسور متقن يعرف بمحرس الرباط يأوي إليه الصالحون والعباد وقيل داخلها محرس آخر عظيم يسمى محرس القصب وهو متصل بدار الصناعة وسوسة في سند عال ترى دورها من البحر ووراء سورها هيكل عظيم سماه البحريون الفنطاس وهو أول ما يرى من البحر ولهذا الهيكل أربع درج يصعد من كل واحدة منها إلى أعلاه والحياكة بسوسة كثيرة ويغزل بها غزل تباع زنة مثقال منه بمثقالين من ذهب ومن محارس سوسة المذكورة المنستير وقد ذكر في موضعه ",
                "title": "سوسة والنسبة السوسي",
                "uri": "JK_000129_007125"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}