{
    "features": [
        {
            "item": "JK_000952_2974",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.4, pp.333-334",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الفارض</h1> بفتح الفاء وكسر الراء وفي آخرها الضاد المعجمة كان أبو عبد الله نعيم بن حماد بن معاوية بن الحارث بن همام بن سلمة بن مالك المروزي الخزاعي الأعور ساكن مصر يقال له الفارض لأنه يعرف الفرائض وقسمة المواريث معرفة حسنة واشتهر بهذه النسبة حتى كان يقال له نعيم الفارض يروى عن عبد الله بن المبارك وإبراهيم بن سعد وابن عيينة وأبي حمزة السكري والفضل بن موسى السيناني روى عنه يحيى بن معين ومحمد بن إسماعيل البخاري ومحمد بن إسحاق الصغاني وأبو حاتم الرازي وأبو زرعة الرازي وعبيد بن شريك البزاز وجماعة آخرهم حمزة بن محمد بن عيسى الكاتب وكان من العلماء ولكنه ربما كان يهم ويخطىء ومن ينجو من ذلك ثبت في المحنة حتى مات في الحبس وسمع منه حمزة الكاتب في الحبس وكان قد امتنع عن القول بخلق القرآن وكان يقول أنا كنت جهميا فلذلك عرفت كلامهم فلما طلبت الحديث علمت أن أمرهم يرجع إلى التعطيل ومات في جمادى الأولى سنة ثمان وعشرين ومائتين وكان يفهم الحديث روى أحاديث مناكير عن الثقات ولما مات جر بأقياده وألقي في حفرة ولم يكفن ولم يصل عليه فعل به ذلك صاحب ابن أبي دؤاد المعتزلي وأبو طاهر الحسن بن إسماعيل الفارض الغساني كان من أهل الأدب يروي عن يونس بن عبد الأعلى وغيره وتوفي في شوال سنة سبع عشرة وثلاثمائة وأبو بكر أحمد بن عبد الله بن سيف بن سعيد الفارض أصله من سجستان سمع أبا إبراهيم المزني ويونس بن عبد الأعلى الصدفي وعمر بن شبة النميري روى عنه دعلج بن أحمد السجزي وأبو |جـ 4 صـ 334| القاسم بن النحاس المقرىء وأبو حفص بن شاهين وأبو طاهر المخلص وكان ثقة وكان خليفة القاضي أبي عمر بن يوسف ومات في جمادى الأولى سنة ست عشرة ثلاثمائة وأبو علي أحمد بن سليمان بن داود بن سليمان التمار الفارض كان ينزل بنهر طابق من بغداد وهو من أهلها حدث عن أبي القاسم البغوي ومحمد بن مخلد الدوري روى عنه أبو بكر بن البقال وأبو طالب عمر بن إبراهيم الفقيه وهو ثقة ",
                "title": "الفارض",
                "uri": "JK_000952_2974"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}