{
    "features": [
        {
            "item": "JK_000129_001085",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, pp.271-272",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>أنقرة</h1> بالفتح ثم السكون وكسر القاف وراء وهاء وهو فيما بلغني اسم للمدينة المسماة أنكورية وفي خبر امرىء القيس لما قصد ملك الروم يستنجده على قتلة أبيه هويته بنت الملك وبلغ ذلك قيصر فوعده أن يتبعه الجنود إذا بلغ الشام أو يأمر من بالشام من جنوده بنجدته فلما كان بأنقرة بعث إليه بثياب مسمومة فلما لبسها تساقط لحمه فعلم بالهلاك فقال رب طعنة مثعنجره وخطبة مسحنفره تبقى غدا بأنقره وقال بطليموس مدينة أنقرة طولها ثمان وخمسون درجة وعرضها تسع وأربعون درجة وأربعون دقيقة طالعها العقرب اثنتا عشرة درجة منه بيت حياتها |جـ 1 صـ 272| فيه القلب وفي عاشرها قلب الأسد وهي في الإقليم السابع طالعها السماك كان في أول الطول والعرض به تحت خمس وعشرين درجة من السرطان وأربعين دقيقة عاشرها جبهة الأسد وكان المعتصم قد فتحها في طريقه إلى عمورية فقال أبو تمام يا يوم وقعة عمورية انصرفت عنك المنى حفلا معسولة الحلب جرى لها الفأل نحسا يوم أنقرة إذ غودرت وحشة الساحات والرحب لما رأت أختها بالأمس قد خربت كان الخراب لها أعدى من الجرب و أنقرة أيضا موضع بنواحي الحيرة في قول الأسود بن يعفر النهشلي قال الأصمعي تقدم رجل من بني دارم إلى القاضي سوار بن عبد الله ليقيم عنده شهادة فصادفه يتمثل بقول الأسود بن يعفر وهي هذه الأبيات ولقد علمت لو أن علمي نافعي أن السبيل سبيل ذي الأعواد إن المنية والحتوف كلاهما توفي المخارم ترميان فؤادي ماذا أومل بعد آل محرق تركوا منازلهم وبعد إياد أهل الخورنق والسدير وبارق والقصر ذي الشرفات من سنداد نزلوا بأنقرة يسيل عليهم ماء الفرات يجيء من أطواد جرت الرياح على محل ديارهم فكأنما كانوا على ميعاد ولقد غنوا فيها بأنعم عيشة في ظل ملك ثابت الأوتاد فإذا النعيم وكل ما يلهى به يوما يصير إلى بلى ونفاد ثم أقبل على الدارمي فقال له أتروي هذا الشعر قال لا قال أفتعرف قائله قال لا قال هو رجل من قومك له هذه النباهة يقول مثل هذه الحكم لا ترويها ولا تعرف قائلها يا مزاحم أثبت شهادته عندك فإني متوقف فيها حتى أسأل عنه فإني أظنه ضعيفا وقد ذكر بعض العلماء أن أنقرة التي في شعر الأسود هي أنقرة التي ببلاد الروم نزلتها إياد لما نفاهم كسرى عن بلاده وهذا حسن بالغ ولا أرى الصواب إلا هذا القول والله أعلم ",
                "title": "أنقرة",
                "uri": "JK_000129_001085"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}