{
    "features": [
        {
            "item": "JK_000129_007951",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.399-400",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>الصراة</h1> بالفتح قال الفراء يقال هو الصرى والصرى للماء يطول استنقاعه وقال أبو عمرو إذا طال مكثه وتغير وقد صري الماء بالكسر وهذه نطفة صراة وهما نهران ببغداد الصراة الكبرى والصراة الصغرى ولا أعرف أنا إلا واحدة وهو نهر يأخذ من نهر عيسى من عند بلدة يقال لها المحول بينها وبين بغداد فرسخ ويسقي ضياع بادوريا ويتفرع منه أنهار إلى أن يصل إلى بغداد فيمر بقنطرة العباس ثم قنطرة الصبيبات ثم قنطرة رحا البطريق ثم القنطرة العتيقة ثم القنطرة الجديدة ويصب في دجلة ولم يبق عليه الآن إلا القنطرة العتيقة والجديدة يحمل من الصراة نهر يقال له خندق طاهر ابن الحسين أوله أسفل من فوهة الصراة يدور حول مدينة السلام مما يلي الحربية وعليه قنطرة باب الحرب ويصب في دجلة أمام باب البصرة من مدينة المنصور وأما أهل الأثر فيقولون الصراة العظمى حفرها بنو ساسان بعدما أبادوا النبط ونسب إليه المحدثون جعفر بن محمد اليمان المؤدب المخرمي ويعرف بالصراتي حدث عنه أبي حذاقة روى عنه محمد بن عبد الله بن عتاب قرأت في كتاب المفاوضة لأبي نصر الكاتب قال لما مات محمد بن داود الأصبهاني صاحب كتاب الزهرة من حب أبي الحسن بن جامع الصيدلاني قال بعضهم رأيت ابن جامع محبوبه واقفا على الصراة ينظر إلى زيادة الماء فيها فقلت له ما بقي عندك من حب أبي بكر بن داود فأنشدني وقفت على الصراة وليس تجري معاينها لنقصان الصرات فلما أن ذكرتك فاض دمعي فأجراهن جري العاصفات قال نصر لم أر أحسن من هذين البيتين في معناهما إلا أن الشيظمي الشاعر مر بدار سيف الدولة بن حمدان فقال عجبا لي وقد مررت بأبوا بك كيف اهتديت سبل الطريق أتراني نسيت عهدك فيها صدقوا ما لميت من صديق وللقضاعي الشاعر ويلي على ساكن شاطي الصراه كدر حبيه علي الحياه ما تنقضي من عجب فكرتي لقصة قصر فيها الولاه ترك المحبين بلا حاكم لم يجلسوا للعاشقين القضاه وقد أتاني خبر ساءني لقولها في السر واسوأتاه أمثل هذا يبتغي وصلنا أما يرى ذا وجهه في المراه وهذا معنى حسن ترتاح إليه النفس وتهش إليه الروح وقد قيل في معناه مرت فبثت في قلوب الورى إلى الهوى من مقلتيها الدعاه |جـ 3 صـ 400| فظل كل الناس من حسنها ودلها المفرط أسرى عناه فقلت يا مولاة مملوكها جودي لمن أصبحت أقصى مناه ومن إذا ما بات في ليلة يصيح من حبك وامهجتاه فأقبلت تهزأ مني إلى ثلاث حور كن معها مشاه يا أسم يا فاطم يا زينب أما رأى ذا وجهه في المراه ومثله أيضا جارية أعجبها حسنها ومثلها في الخلق لم يخلق أنبأتها أني محب لها فأقبلت تهزأ من منطقي والتفتت نحو فتاة لها كالرشإ الأحور في قرطق قالت لها قولي لهذا الفتى انظر إلى وجهك ثم اعشق وأحسن من هذا كله وأجمل وأعلق بالقلب قول أبي نواس وأظنه السابق إليه وقائلة لها في حال نصح علام قتلت هذا المستهاما فكان جوابها في حسن مس أأجمع وجه هذا والحراما ",
                "title": "الصراة",
                "uri": "JK_000129_007951"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}