{
    "features": [
        {
            "item": "JK_000129_012692",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.261-262",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>نجد</h1> بفتح أوله وسكون ثانيه قال النضر النجد قفاف الأرض وصلابها وما غلظ منها وأشرف والجماعة النجاد ولا يكون إلا قفا أو صلابة من |جـ 5 صـ 262| الأرض في ارتفاع من الجبل معترضا بين يديك يرد طرفك عما وراءه يقال اعل هاتيك النجاد وهذاك النجاد بوجه وقال ليس بالشديد الارتفاع وقال الأصمعي هي نجود عدة منها نجد برق واد باليمامة ونجد خال ونجد عفر ونجد كبكب ونجد مريع ويقال فلان من أهل نجد وفي لغة هذيل والحجاز من أهل النجد قال أبو ذؤيب في عانة بجنوب السي مشربها غور ومصدرها عن مائها نجد قال وكل ما ارتفع عن تهامة فهو نجد فهي ترعى بنجد وتشرب بتهامة وقال الأصمعي سمعت الأعراب تقول إذا خلفت عجلزا مصعدا فقد أنجدت وعجلز فوق القريتين قال وما ارتفع عن بطن الرمة والرمة واد معلوم ذكر في موضعه فهو نجد إلى ثنايا ذات عرق قال وسمعت الباهلي يقول كل ما وراء الخندق الذي خندقه كسرى وقد ذكر في موضعه فهو نجد إلى أن تميل إلى الحرة فإذا ملت إليها فأنت بالحجاز وقيل نجد إذا جاوزت عذيبا إلى أن تجاوز فيد وما يليها وقيل نجد هو اسم للأرض العريضة التي أعلاها تهامة واليمن وأسفلها العراق والشام قال السكري حد نجد ذات عرق من ناحية الحجاز كما تدور الجبال معها إلى جبال المدينة وما وراء ذات عرق من الجبال إلى تهامة فهو حجاز كله فإذا انقطعت الجبال من نحو تهامة فما وراءها إلى البحر فهو الغور والغور وتهامة واحد ويقال إن نجدا كلها من عمل اليمامة وقال عمارة بن عقيل ما سال من ذات عرق مقبلا فهو نجد إلى أن يقطعه العراق وحد نجد أسافل الحجاز وهودج وغيره وما سال من ذات عرق موليا إلى المغرب فهو الحجاز إلى أن يقطعه تهامة وحجاز يحجز أي يقطع بين تهامة وبين نجد والذي قرأته في كتاب جزيرة العرب الذي رواه ابن دريد عن عبد الرحمن عن عمه وما ارتفع عن بطن الرمة يخفف ويثقل فهو نجد والرمة فضاء يدفع فيه أودية كثيرة وتقول العرب عن لسان الرمة كل بني فإنه يحسيني إلا الجريب فإنه يرويني والجريب واد عظيم يصب في الرمة قال وكان موضع مملكة حجر الكندي بنجد ما بين طمية وهي هضبة بنجد إلى حمى ضرية إلى دارة جلجل من العقيق إلى بطن نخلة الشامية إلى حزنة إلى اللقط إلى أفيح إلى عماية إلى عمايتين إلى بطن الجريب إلى ملحوب إلى مليجيب فما ارتفع من بطن الرمة فهو نجد إلى ثنايا ذات عرق وعرق هو الجبل المشرف على ذات عرق وقال العتبي حدثنا الرياشي عن الأصمعي قال العرب تقول إذا خلفت عجلزا مصعدا حتى تنحدر إلى ثنايا ذات عرق فإذا فعلت ذلك فقد أتهمت إلى البحر وإذا عرضت لك الحرار وأنت تنجد فتلك الحجاز تقول احتجزنا الحجاز فإذا تصوبت من ثنايا العرج فقد استقبلت الأراك والمرج وشجر تهامة فإذا تجاوزت بلاد فزارة فأنت بالجناب إلى أرض كلب ولم يذكر الشعراء موضعا أكثر مما ذكروا نجدا وتشوقوا إليها من الأعراب المتضمرة وسأورد منه ههنا بعض ما يحضرني قال أعرابي أكرر طرفي نحو نجد وإنني إليه وإن لم يدرك الطرف أنظر حنينا إلى أرض كأن ترابها إذا مطرت عود ومسك وعنبر |جـ 5 صـ 263| بلاد كأن الأقحوان بروضة ونور الأقاحي وشي برد محبر أحن إلى أرض الحجاز وحاجتي خيام بنجد دونها الطرف يقصر وما نطري من نحو نجد بنافعي أجل لا ولكني إلى ذاك أنظر أفي كل يوم نظرة ثم عبرة لعينيك مجرى مائها يتحدر متى يستريح القلب إما مجاور بحرب وإما نازح يتذكر وقال أعرابي آخر فيا حبذا نجد وطيب ترابه إذا هضبته بالعشي هواضبه وريح صبا نجد إذا ما تنسمت ضحى أو سرت جنح الظلام جنائبه بأجرع ممراع كأن رياحه سحاب من الكافور والمسك شائبه وأشهد لا أنساه ما عشت ساعة وما انجاب ليل عن نهار يعاقبه ولا زال هذا القلب مسكن لوعة بذكراه حتى يترك الماء شاربه وقال أعرابي آخر خليلي هل بالشام عين حزينة تبكي على نجد لعلي أعينها وهل بائع نفسا بنفس أو الأسى إليها فأجلاها بذاك حنينها وأسلمها الباكون إلا حمامة مطوقة قد بان عنها قرينها تجاوبها أخرى على خيزرانة يكاد يدنيها من الأرض لينها نظرت بعيني مؤنسين فلم أكد أرى من سهيل نظرة أستبينها فكذبت نفسي ثم راجعت نظرة فهيج لي شوقا لنجد يقينها وقال أعرابي آخر سقى الله نجدا من ربيع وصيف وماذا ترجي من ربيع سقى نجدا بلى إنه قد كان للعيس مرة وركنا وللبيضاء منزلة حمدا وقال أعرابي آخر ومن فرط إشفاقي عليك يسرني سلوك عني خوف أن تجدي وجدي وأشفق من طيف الخيال إذا سرى مخافة أن يدري به ساكنو نجد وأرضى بأن تفديك نفسي من الردى ولكنني أخشى بكاءك من بعدي مذاهب شتى للمحبين في الهوى ولي مذهب فيهم أقول به وحدي وقال أعرابي آخر ألا حبذا نجد وطيب ترابه وغلظة دنيا أهل نجد ودينها نظرت بأعلى الجلهتين فلم أكد أرى من سهيل لمحة أستبينها وقال أعرابي آخر رأيت بروقا داعيات إلى الهوى فبشرت نفسي أن نجدا أشيمها إذا ذكر الأوطان عندي ذكرته وبشرت نفسي أن نجدا أقيمها |جـ 5 صـ 264| ألا حبذا نجد ومجرى جنوبه إذا طاب من برد العشي نسيمها أجدك لا ينسيك نجدا وأهله عياطل دنيا قد تولى نعيمها وقال أعرابي آخر ألا أيها البرق الذي بات يرتقي ويجلو ذرى الظلماء ذكرتني نجدا ألم تر أن الليل يقصر طوله بنجد وتزداد الرياح به بردا وقال أعرابي من بني طهية سمعت رحيل القافلين فشاقني فقلت اقرؤوا مني السلام على دعد أحن إلى نجد وإني لآيس طوال الليالي من قفول إلى نجد تعز فلا نجد ولا دعد فاعترف بهجر إلى يوم القيامة والوعد وقال نوح بن جرير بن الخطفى ألا قد أرى أن المنايا تصيبني فما لي عنهن انصراف ولا بد أذا العرش لا تجعل ببغداد ميتتي ولكن بنجد وحبذا بلدا نجد بلاد نأت عنها البراغيث والتقى بها العين والآرام والعفر والربد وقال أعرابي آخر ألا هل لمحزون ببغداد نازح إذا ما بكى جهد البكاء مجيب كأني ببغداد وإن كنت آمنا طريد دم نائي المحل غريب فيا لائمي في حب نجد وأهله أصابك بالأمر المهم مصيب وقال أعرابي آخر تبدلت من نجد وممن يحله محلة جند ما الأعاريب والجند وأصبحت في أرض البنود وقد أرى زمانا بأرض لا يقال لها بند البنود بأرض الروم كالأجناد بأرض الشام والكور بالعراق والطساسيج لأهل الأهواز والرساتيق لأهل الجبال والمخاليف لأهل اليمن وقال أعرابي آخر لعمري لمكاء يغني بقفرة بعلياء من نجد علا ثم شرقا أحب إلينا من هديل حمامة ومن صوت ديك هاجه الليل أبلقا وقال عبد الرحمن بن دارة خليلي إن حانت بحمص منيتي فلا تدفناني وارفعاني إلى نجد وأدخل على عبد الملك بن مروان عشرة من الخوارج فأمر بضرب رقابهم وكان يوم غيم ومطر ورعد وبرق فضربت رقاب تسعة منهم وقدم العاشر ليضرب عنقه فبرقت برقة فأنشأ يقول تألق البرق نجديا فقلت له يا أيها البرق إني عنك مشغول بذلة العقل حيران بمعتكف في كفه كحباب الماء مسلول فقال له عبد الملك ما أحسبك إلا وقد حننت إلى وطنك وأهلك وقد كنت عاشقا قال نعم يا أمير المؤمنين قال لو سبق شعرك قتل أصحابك لوهبناهم |جـ 5 صـ 265| لك خلوا سبيله فخلوه وقدم بعض أهل هجر إلى بغداد فاستوبأها فقال أرى الريف يدنو كل يوم وليلة وأزداد من نجد وصاحبه بعدا ألا إن بغدادا بلاد بغيضة إلي وإن كانت معيشتها رغدا بلاد تهب الريح فيها مريضة وتزداد خبثا حين تمطر أو تندى ",
                "title": "نجد",
                "uri": "JK_000129_012692"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}