{
    "features": [
        {
            "item": "JK_000129_008296",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.5-6",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>طاق الحراني والنسبة الحراني</h1> محلة ببغداد بالجانب الغربي قالوا من حد القنطرة الجديدة وشارع طاق الحراني إلى شارع باب الكرخ منسوب إلى قرية تعرف بورثال والحراني هذا هو إبراهيم بن ذكوان بن الفضل |جـ 4 صـ 6| الحراني من موالي المنصور وزير الهادي موسى بن المهدي وكان لذكوان أخ يقال له الفضل فأعتقه مروان بن محمد الحمار وأعتق ذكوان علي بن عبد الله الطاق حصن بطبرستان كان المنصور قد كتب إلى أبي الخصيب بولايته قومس وجرجان وطبرستان وأمره أن يدخل من طريق جرجان وكتب إلى ابن عون أن يسير إلى طبرستان ويكون دخوله من طريق قومس وكان الأصبهبذ في مدينة يقال لها الأصبهبذان بينها وبين البحر أقل من ميلين فبلغه خبر الجيش فهرب إلى الجبل إلى موضع يقال له الطاق وهذا الموضع في القديم خزانة لملوك الفرس وكان أول من اتخذه خزانة منوشهر وهو نقب في موضع من جبل صعب السلوك لا يجوزه إلا الراجل بجهد وهذا النقب شبيه بالباب الصغير فإذا دخل فيه الإنسان مشى فيه نحوا من ميل في ظلمة شديدة ثم يخرج إلى موضع واسع شبيه بالمدينة قد أحاطت به الجبال من كل جانب وهي جبال لا يمكن أحدا الصعود إليها لارتفاعها ولو استوى له ذلك ما قدر على النزول وفي هذه الرحبة الواسعة مغاور وكهوف لا يلحق أمد بعضها وفي وسطها عين غزيرة بالماء تنبع من صخرة ويغور ماؤها في صخرة أخرى بينهما نحو عشرة أذرع ولا يعرف أحد لمائها بعد هذا موضعا وكان في أيام ملوك الفرس يحفظ هذا النقب رجلان معهما سلم من حبل يدلونه من الموضع إذا أراد أحدهم النزول في الدهر الطويل وعندهما جميع ما يحتاجون إليه لسنين كثيرة فلم يزل الأمر في هذا النقب وهذه الخزانة على ما ذكر إلى أن ملك العرب فحاولوا الصعود إليه فتعذر ذلك إلى أن ولي المازيار طبرستان فقصد هذا الموضع وأقام عليه دهرا حتى استوى له رجاء صعوده فصعد رجل من أصحابه إليه فلما صار إليه دلى حبالا وأصعد قوما فيهم المازيار نفسه حتى وقف على ما في تلك الكهوف والمغاور من الأموال والسلاح والكنوز فوكل بجميع ذلك قوما من ثقاته وانصرف فكان الموضع في يده إلى أن أسر ونزل الموكلون به أو ماتوا وانقطع السبيل إليه إلى هذه الغاية قال ابن الفقيه وذكر سليمان بن عبد الله أن إلى جانب هذا الطاق شبيها بالدكان وأنه إن صار إليه إنسان فلطخه بعذرة أو بشيء من سائر الأقذار ارتفعت في الوقت سحابة عظيمة فمطرت عليه حتى تغسله وتنظفه وتزيل ذلك القذر عنه وأن ذلك مشهور في البلد يعرفه أهله لا يتمارى اثنان من أهل تلك الناحية في صحته وأنه لا يبقى عليه شيء من الأقذار صيفا ولا شتاء وقال ولما سار الأصبهبذ إلى الطاق وجه أبو الخصيب في أثره قوادا وجندا فلما أحس بهم هرب إلى الديلم وعاش بعد هروبه سنة ثم مات وأقام أبو الخصيب في البلد ووضع على أهله الخراج والجزية وجعل مقامه بسارية وبنى بها مسجدا جامعا ومنبرا وكذلك بآمل وكانت ولايته سنتين وستة أشهر ",
                "title": "طاق الحراني والنسبة الحراني",
                "uri": "JK_000129_008296"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}