{
    "features": [
        {
            "item": "JK_000129_012368",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.211-212",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>المنصورة</h1> مفعولة من النصر في عدة مواضع منها المنصورة بأرض السند وهي قصبتها مدينة كبيرة كثيرة الخيرات ذات جامع كبير سواريه ساج ولهم خليج من نهر مهران قال حمزة وهمناباذ اسم مدينة من مدن السند سموها الآن منصورة وقال المسعودي سميت المنصورة بمنصور بن جمهور عامل بني أمية وهي في الإقليم الثالث طولها من جهة المغرب ثلاث وتسعون درجة وعرضها من جهة الجنوب اثنتان وعشرون درجة وقال هشام سميت المنصورة لأن منصور بن جمهور الكلبي بناها فسميت به وكان خرج مخالفا لهارون وأقام بالسند وقال الحسن بن أحمد المهلبي سميت المنصورة لأن عمرو بن حفص الهزارمرد المهلبي بناها في أيام المنصور من بني العباس فسميت به وللمنصورة خليج من نهر مهران يحيط بالبلد فهي منه في شبه الجزيرة وفي أهلها مروة وصلاح ودين وتجارات وشربهم من نهر يقال له مهران وهي شديدة الحر كثيرة البق بينها وبين الديبل ست مراحل وبينها وبين الملتان اثنتا عشرة مرحلة وإلى طوران خمس عشرة مرحلة ومن المنصورة إلى أول حد البدهة خمس مراحل وأهلها مسلمون وملكهم قرشي يقال إنه من ولد هبار بن الأسود تغلب عليها هو وأجداده يتوارثون بها الملك إلا أن الخطبة فيها للخليفة من بني العباس وليس لهم من الفواكه لا عنب ولا تفاح ولا كمثرى ولا جوز ولهم قصب السكر وثمرة على قدر التفاح يسمونها البهلوية شديدة الحموضة ولهم فاكهة تشبه الخوخ تسمى الأنبج يقارب طعمه طعم الخوخ وأسعارهم رخيصة وكان لهم دراهم يسمونها القاهريات ودراهم يقال لها الطاطرى في الدرهم درهم وثلث ومنها المنصورة مدينة كانت بالبطيحة عمرها فيما أحسب مهذب الدولة في أيام بهاء الدولة بن عضد الدولة وأيام القادر بالله وقد خربت ورسومها باقية ومنها المنصورة وهي مدينة خوارزم القديمة كانت على شرقي جيحون مقابل الجرجانية مدينة خوارزم اليوم أخذها الماء حتى انتقل أهلها بحيث هم اليوم ويروى أن النبي صلى الله عليه وسلم رآها ليلة الإسراء من مكة إلى المسجد الأقصى في خبر لم يحضرني الآن ومنها المنصورة مدينة بقرب القيروان من نواحي إفريقية استحدثها المنصور بن القائم بن المهدي الخارج بالمغرب سنة 733 وعمر أسواقها واستوطنها ثم صارت منزلا للملوك الذين لهم والذين زعموا أنهم علويون وملكوا |جـ 5 صـ 212| مصر ولم تزل منزلا لملوك إفريقية من بني باديس حتى خربتها العرب لما دخلت إفريقية وخربت بلادها بعيد سنة 244 فكانت هي فيما خربت في ذلك الوقت وقيل سميت المنصورية بالمنصور بن يوسف بن زيري بن مناد جد بني باديس وأكثر ما يسمون هذه التي بإفريقية خاصة المنصورية بالنسبة ومنها المنصورة بلدة أنشأها الملك الكامل ابن الملك العادل بن أيوب بين دمياط والقاهرة ورابط بها في وجهه الأفرنج لما ملكوا دمياط وذلك في سنة 616 ولم يزل بها في عساكر وأعانه أخواه الأشرف والمعظم حتى استنقذ دمياط في رجب سنة 681 ومنها المنصورة بلدة باليمن بين الجند وبقيل الحمراء كان أول من أسسها سيف الإسلام طغتكين بن أيوب وأقام بها إلى أن مات فقال شاعره الأبي أحسنت في فعالها المنصوره وأقامت لنا من العدل صوره رام تشييدها العزيز فأعطت ه إلى وسط قبره دستوره ",
                "title": "المنصورة",
                "uri": "JK_000129_012368"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}