{
    "features": [
        {
            "item": "JK_000129_003657",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.2, pp.212-213",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>حبرون</h1> بالفتح ثم السكون وضم الراء وسكون الواو ونون اسم القرية التي فيها قبر إبراهيم الخليل عليه السلام بالبيت المقدس وقد غلب على اسمها الخليل ويقال لها أيضا حبرى وروي عن كعب الحبر أن أول من مات ودفن في حبرى سارة زوجة إبراهيم عليه السلام وأن إبراهيم خرج لما ماتت يطلب موضعا لقبرها فقدم على صفوان وكان على دينه وكان مسكنه ناحية حبرى فاشترى الموضع منه بخمسين درهما وكان الدرهم في ذلك العصر خمسة دراهم فدفن فيه سارة ثم دفن فيه إبراهيم إلى جنبها ثم توفيت ربقة زوجة إسحاق عليه السلام فدفنت فيه ثم توفي إسحاق فدفن فيه لزيقها ثم توفي يعقوب عليه السلام فدفن فيه ثم توفيت زوجته لعيا ويقال إيليا فدفنت فيه إلى أيام سليمان بن داود عليهما السلام فأوحى الله إليه أن ابن على قبر خليلي حيرا ليكون لزواره بعدك فخرج سليمان عليه السلام حتى قدم أرض كنعان وطاف فلم يصبه فرجع إلى البيت المقدس فأوحى الله إليه يا سليمان خالفت أمري فقال يا رب لم أعرف الموضع فأوحى إليه امض فإنك ترى نورا من السماء إلى الأرض فهو موضع خليلي فخرج فرأى ذلك فأمر أن يبنى على الموضع الذي يقال له الرامة وهي قرية على جبل مطل على حبرون فأوحى إليه ليس هذا الموضع ولكن انظر إلى النور الذي قد التزق بعنان السماء فنظر فكان على حبرون فوق المغارة فبنى عليه الحير قالوا وفي هذه المغارة آدم عليه السلام وخلف الحير قبر يوسف الصديق جاء به موسى عليه السلام من مصر وكان مدفونا في وسط النيل فدفن عند آبائه وهذه المغارة تحت الأرض قد بني حوله حير محكم البناء حسن بالأعمدة الرخام وغيرها وبينها وبين البيت المقدس يوم واحد وقدم على النبي تميم الداري في قومه وسأله أن يقطعه حبرون فأجابه وكتب له كتابا نسخته بسم الله الرحمن الرحيم هذا ما أعطى محمد رسول الله لتميم الداري وأصحابه إني أعطيتكم بيت عينون وحبرون والمرطوم وبيت إبراهيم بذمتهم وجميع ما فيهم |جـ 2 صـ 213| عطية بت ونفذت وسلمت ذلك لهم ولأعقابهم بعدهم أبد الآبذين فمن آذاهم فيه آذى الله شهد أبو بكر ابن أبي قحافة وعمر وعثمان وعلي بن أبي طالب ",
                "title": "حبرون",
                "uri": "JK_000129_003657"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}