{
    "features": [
        {
            "item": "JK_000129_006439",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.3, pp.167-168",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>سابور والنسبة السابوري</h1> في الإقليم الثالث وطولها ثمان وسبعون درجة وربع وعرضها إحدى وثلاثون درجة كورة مشهورة بأرض فارس ومدينتها النوبندجان في قول ابن الفقيه وقال البشاري مدينتها شهرستان وقال الإصطخري مدينتها سابور وبهذه الكورة مدن أكبر منها مثل النوبندجان وكازرون ولكن هذه كورة تنسب إلى سابور الملك لأنه هو الذي بنى مدينة سابور وهي في السعة نحو إصطخر إلا |جـ 3 صـ 168| أنها أعمر وأجمع للبناء وأيسر أهلا وبناؤها بالطين والحجارة والجص ومن مدن هذه الكورة كازرون وجره ودشتبارين وخمايجان السفلى والعليا وكندران والنوبندجان وتوز ورموم الأكراد وجنبذ وخشت وغير ذلك وبسابور الأدهان الكثيرة ومن دخلها لم يزل يشم روائح طيبة حتى يخرج منها وذلك لكثرة رياحينها وأنوارها وبساتينها وقال البشاري نيسابور كورة نزهة قد اجتمع في بساتينها النخل والزيتون والأترج والخروب والجوز واللوز والتين والعنب والسدر وقصب السكر والبنفسج والياسمين أنهارها جارية وثمارها دانية والقرى متصلة تمشي أياما تحت ظل الأشجار مثل صغد سمرقند وعلى كل فرسخ بقال وخباز وهي قريبة من الجبال وقال العمراني سابور نهر وأنشد أبيت بجسر سابور مقيما يورقني أنينك يا معين وقد نسبوا إلى سابور فارس جماعة من العلماء منهم محمد بن عبد الواحد بن محمد بن الحسن بن حمدان الفقيه أبو عبد الله السابوري حدث بشيراز عن أبي عبد الله محمد بن علي بن عبد الملك روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي وغيره وكان للمهلب وقائع بسابور مع قطري ابن الفجاءة والخوارج طويلة ذكرها الشعراء قال كعب الأشقري تساقوا بكأس الموت يوما وليلة بسابور حتى كادت الشمس تطلع بمعترك رضراضه من رحالهم وعفر يرى فيه القنا المتجزع و سابور أيضا موضع بالبحرين فتح على يد العلاء بن الحضرمي في أيام أبي بكر رضي الله عنه عنوة في سنة 21 وقال البلاذري فتح في أيام عمر رضي الله عنه ",
                "title": "سابور والنسبة السابوري",
                "uri": "JK_000129_006439"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}