{
    "features": [
        {
            "item": "JK_000952_1238",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.2, pp.277-278",
                "source": "الأنساب للسمعاني",
                "text": "<h1>الحنبلي</h1> بفتح الحاء المهملة وسكون النون وفتح الباء الموحدة وفي آخرها اللام هذه النسبة لجماعة كثيرة من العلماء في كل فن ممن ينتحل مذهب الإمام أبي عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني المروزي إمام المحدثين والناصر للدين والمناضل عن السنة والصابر في المحنة مروزي الأصل قدمت أمه بغداد وهي حامل به فولدته ونشأ بها وطلب العلم وسمع الحديث من شيوخها ثم رحل إلى الكوفة والبصرة ومكة والمدينة واليمن والشام والجزيرة فكتب عن علماء عصره وكان من يتعلم منه يفتخر به ويحترمه لورعه وصيانته وشيوخه أكثر من أن يذكر وأصحابه فيهم كثرة وشهرة ولعل ببغداد ونواحيها والجزيرة من أصحابه من لا يدخل تحت الحصر والعدد كان بعض الأئمة يقول لولا أحمد بن حنبل قام بهذا الشأن لكان علينا عارا إلى يوم القيامة إن قوما سبكوا فلم يخرج منهم أحد وقيل رجلان ما لهما ثالث أبو بكر الصديق رضي الله عنه وقت الردة وأحمد بن حنبل يوم المحنة وقال قائلهم فيه % أضحى ابن حنبل محنة مأمونة % % وبحب أحمد يعرف المتنسك % % وإذا رأيت لأحمد متنقصا % % فاعلم بأن ستوره ستهتك % ولد سنة أربع وستين ومائة وضرب بالسياط في الله فقام مقام الصديقين في العشر الأواخر من شهر رمضان سنة عشرين ومائتين ومات في شهر ربيع الأول سنة إحدى وأربعين ومائتين وكان ابن سبع وسبعين سنة وحزر من حضر جنازته من الرجال ثمانمائة ألف ومن النساء ستين ألفا وكان دفنه يوم الجمعة ولم ير للمسلمين جمع أكثر ممن حضر جنازته قيل اجتمع في جنازة في بني إسرائيل مثل ذلك وقال الوركاني جار أحمد أسلم يوم مات أحمد بن حنبل عشرون ألفا من اليهود والنصارى والمجوس ومناقبه أكثر من أن تحصى |جـ 2 صـ 278| وصنف فيها الكتب واشتهر بهذه النسبة جماعة منهم أبو عبد الله عبيد الله بن محمد بن محمد بن حمدان بن بطة العكبري الحنبلي من أهل عكبرا صنف التصانيف وكان فاضلا زاهدا حدث عن أبي القاسم البغوي وأبي بكر بن أبي داود روى عنه أبو محمد الحسن بن علي الجوهري وأبو إسحاق إبراهيم بن أحمد البرمكي وغيرهما زرت قبره بعكبرا وأحمد بن هاورن الحنبلي الخلال حدث عنه أبو سعيد بن عبدويه ",
                "title": "الحنبلي",
                "uri": "JK_000952_1238"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}