{
    "features": [
        {
            "item": "JK_000129_013242",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.5, pp.365-366",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>ودان والنسبة الوداني</h1> جبل طويل بين فيد والجبلين خمسمائة بدري من أهل تلك البلاد وودان أيضا مدينة بإفريقية افتتحها عقبة بن عامر في سنة 46 أيام معاوية وينسب إليها أبو الحسن علي بن أبي إسحاق الوداني صاحب الديوان بصقلية له أدب وشعر ذكره ابن القطاع وأنشد له من يشتري مني النهار بليلة لا فرق بين نجومها وصحابي |جـ 5 صـ 366| دارت على فلك السماء ونحن قد درنا على فلك من الآداب دان الصباح ولا أتى وكأنه شيب أطل على سواد شباب وقال البكري ودان مدينة في جنوبي إفريقية بينها وبين زويلة عشرة أيام من جهة إفريقية ولها قلعة حصينة وللمدينة دروب وهي مدينتان فيهما قبيلتان من العرب سهميون وحضرميون فتسمى مدينة السهميين دلباك ومدينة الحضرميين بوصى وجامعهما واحد بين الموضعين وبين القبيلتين تنازع وتنافس يؤدي بهم ذلك مرارا إلى الحرب والقتال وعندهم فقهاء وقراء وشعراء وأكثر معيشتهم من التمر ولهم زرع يسير يسقونه بالنضح وبينها وبين مدينة تاجرفت ثلاثة أيام والطريق من طرابلس إلى ودان يسير في بلاد هوارة نحو الجنوب في بيوت من شعر وهناك قريات ومنازل إلى قصر ابن ميمون من عمل طرابلس ثم تسير ثلاثة أيام إلى صنم من حجارة مبني على ربوة يسمى كرزة ومن حواليه من قبائل البربر يقربون له القرابين ويستسقون به إلى اليوم ومنه إلى ودان ثلاثة أيام وكان عمرو بن العاص بعث إلى ودان بسر بن أبي أرطأة وهو محاصر لطرابلس فافتتحها في سنة 32 ثم نقضوا عهدهم ومنعوا ما كان قد فرضه بسر عليهم فخرج عقبة بن نافع بعد معاوية ابن حديج إلى المغرب في سنة 46 ومعه بسر بن أبي أرطاة وشريك بن سحيم حتى نزل بغدامس من سرت فخلف عقبة جيشه هناك واستخلف عليهم زهير بن قيس البلوي ثم سار بنفسه في أربعمائة فارس وأربعمائة بعير بثمانمائة قربة ماء حتى قدم ودان فافتتحها وأخذ ملكها فجدع أنفه فقال لم فعلت هذا وقد عاهدت المسلمين قال أدبا لك إذا مسست أنفك ذكرت فلم تحارب العرب واستخرج منها ما كان بسر فرض عليه وهو ثلثمائة وستون رأسا ",
                "title": "ودان والنسبة الوداني",
                "uri": "JK_000129_013242"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}