{
    "features": [
        {
            "item": "JK_000129_008995",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.4, pp.134-135",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>عقبة الركاب والنسبة العقبي</h1> قرب نهاوند قال سيف لما توجه المسلمون إلى نهاوند وقد ازدحمت ركابهم في هذه العقبة سموها عقبة الركاب قال ابن الفقيه بنهاوند قصب يتخذ منه ذريرة وهو هذا الحنوط فما دام بنهاوند أو شيء من رساتيقها فهو والخشب بمنزلة لا رائحة له فاذا حمل منها وجاوز العقبة التي يقال لها عقبة الركاب فاحت رائحته وزالت الخشبية عنه قال وهو الصحيح لا يتمارى فيه أحد وفي كتاب الفتوح للبلاذري كان مسلمة بن عبد الملك لما غزا عمورية حمل معه نساءه وحمل ناس ممن معه نساءهم فلم تزل بنو أمية تفعل ذلك إرادة الجد في القتال للغيرة على الحرم فلما صار في عقبة بغراس عند الطريق المستدقة التي تشرف على الوادي سقط محمل فيه امرأة إلى الحضيض فأمر مسلمة أن تمشي سائر النساء فمشين فسميت تلك العقبة عقبة النساء إلى الآن وقد كان المعتصم بنى على جد تلك الطريق حائطا من حجارة وبنى الجسر الذي على طريق أذنة من المصيصة وأما العقبة التي بويع فيها النبي صلى الله عليه وسلم بمكة فهي عقبة بين منى ومكة بينها وبين مكة نحو ميلين وعندها مسجد ومنها ترمى جمرة العقبة وكان من حديثها أن النبي صلى الله عليه وسلم كان في بدء أمره يوافي الموسم بسوق عكاظ وذي المجاز ومجنة ويتتبع القبائل في رحالها يدعوهم إلى أن يمنعوه ليبلغ رسالات ربه فلا يجد أحدا ينصره حتى إذا كانت سنة إحدى عشرة من النبوة لقي ستة نفر من الأوس عند هذه العقبة فدعاهم صلى الله عليه وسلم إلى الإسلام وعرض عليهم أن يمنعوه فقالوا هذا والله النبي الذي تعدنا به اليهود يجدونه مكتوبا في توراتهم فآمنوا به وصدقوه وهم أسعد بن زرارة وقطبة بن عامر بن حديدة ومعاذ بن عفراء وجابر بن عبد الله بن رئاب وعوف بن عفراء وعقبة بن عامر فانصرفوا إلى المدينة وذكروا أمر رسول الله صلى الله عليه وسلم فأجابهم ناس وفشا فيهم الإسلام ثم لما كانت سنة اثنتي عشرة من النبوة وافى الموسم منهم اثنا عشر رجلا هؤلاء الستة وستة أخر أبو الهيثم بن التيهان وعبادة بن الصامت وعويم بن أبي ساعدة ورافع بن مالك وذكوان بن عبد القيس وأبو عبد الرحمن بن ثعلبة فآمنوا وأسلموا فلما كانت سنة ثلاث عشرة من النبوة أتى منهم سبعون رجلا وامرأتان أم عامر وأم منيع ورئيسهم البراء بن معرور ويطول تعدادهم إلا أنك إذا رأيت في الأنصار من يقال له بدري فهو منسوب إلى أنه شهد مع رسول الله صلى الله عليه وسلم غزاة بدر وإذا قيل عقبي فهو منسوب إلى |جـ 4 صـ 135| مبايعة النبي صلى الله عليه وسلم في هذا الموضع ",
                "title": "عقبة الركاب والنسبة العقبي",
                "uri": "JK_000129_008995"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}