{
    "features": [
        {
            "item": "JK_000129_001190",
            "properties": {
                "reference": "Yāqūt al-Ḥamawī. <i>Muʿjam al-buldān</i>. (5 vols.) Bayrūt: Dār Ṣādir, 1977, Vol.1, p.289",
                "source": "معجم البلدان لياقوت",
                "text": "<h1>إيران شهر</h1> بالكسر وراء وألف ونون ساكنتين وفتح الشين المعجمة وهاء ساكنة وراء أخرى قال أبو الريحان الخوارزمي إيران شهر هي بلاد العراق وفارس والجبال وخراسان يجمعها كلها هذا الاسم والفرس تقول إيران اسم أرفخشد ابن سام بن نوح عليه السلام وشهر بلغتهم البلد فكأنه اسم مركب معناه بلاد أرفخشد وقال يزيد بن عمر الفارسي شبهوا السواد بالقلب وسائر الدنيا بالبدن ولذلك سموه دل إيران شهر أي قلب إيران شهر وإيران شهر هو الإقليم المتوسط لجميع الدنيا وقال الأصمعي فيما حكاه عنه حمزة كانت أرض العراق تسمى دل إيران شهر أي قلب بلدان مملكة الفرس فعربت العرب منها اللفظة الوسطى يعني إيران فقالوا العراق وزعم الفرس أن طهمورث الملك وهو عندهم بمنزلة آدم عليه السلام دل عليه كتابهم المعروف بالابستاق أقطع الدنيا لأكابر دولته فأقطع أولاد إيران بن الأسود بن سام بن نوح عليه السلام وكانوا عشرة وهم خراسان وسجستان وكرمان ومكران وأصبهان وجيلان وسندان وجرجان وأذربيجان وأرمنان وصير لكل واحد من هؤلاء البلد الذي سمي به ونسب إليه فهذا كله إيران شهر وذكر آخرون من الفرس أيضا أن أفريدون الملك قسم الأرض بين بنيه الثلاثة فملك سلم وهو شرم على المغرب فملوك الروم من ولده وملك إيران وهو أيرج على بابل والسواد فسمى إيران شهر ومعناه بلاد إيران وهي العراق والجبال وخراسان وفارس فملوك الأكاسرة من ولده وملك طوج وقيل توج وقيل طوس على المشرق فملوك الترك والصين من ولده وقال شاعرهم من هذه القسمة وقسمنا ملكنا في دهرنا قسمة اللحم على ظهر الوضم فجعلنا الروم والشام إلى مغرب الشمس لغطريف سلم ولطوج جعل الترك له فبلاد الترك يحويها برغم ولإيران جعلنا عنوة فارس الملك وفزنا بالنعم وفي كتاب البلاذري إيران شهر هي نيسابور وقهستان والطبسين وهراة وبوشنج وباذغبس وطوس واسمها طابران ",
                "title": "إيران شهر",
                "uri": "JK_000129_001190"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}