{
    "features": [
        {
            "item": "JK_000952_2247",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.362-365",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السيمجوري</h1> بكسر السين المهملة وسكون الياء المنقوطة من تحتها باثنتين والجيم بعد الميم وفي آخرها الراء |جـ 3 صـ 363| هذه النسبة إلى سيمجور وهو غلام للسامانية وأولاده أمراء وفضلاء منهم الأمير أبو الحسن محمد بن إبراهيم بن أبي عمران السيمجوري الملقب بناصر الدولة وأبو عمران هو سيمجور كان من فضلاء الأمراء وعقلاء الرجال والده الأمير إبراهيم بن عمران السيمجوري كان أميرا فاضلا سمع أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وأبا قريش محمد بن جمعة الغساني ومحمد بن حريث الأنصاري البخاري ذكره الحاكم في التاريخ وقال إبراهيم بن سيمجور الأمير بن الأمير أبي إسحاق بن أبي عمران الأديب العالم العادل الذي آثاره ببلاد خراسان من الري إلى بلاد الترك ظاهرة فقد كان ولي إمارة بخارى غير مرة وله بها آثار مذكورة وكذلك ولي مرو بنيسابور وهراة فأما بلاد قهستان فلم تزل برسمه وتوفي في شوال سنة ست وثلاثين وثلاثمائة وكان الإمام أبو بكر بن خزيمة قال له هذا الفتى يعني إبراهيم بن سيمجور يجمع إلى هيبة الملك سياسة الدين وأما الأمير أبو الحسن هذا كان يذكر أنه سمع من أبي قريش محمد بن جمعة بن خلف الحافظ وأبي تراب محمد بن سهل الواعظ القهستانيين وغيرهما ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال الأمير بن الأمير بن الأمير ناصر الدولة كان من الحكماء ذوي الألباب لفطنته وممارسته الأمر بيده ولسانه وقلمه وسيفه ولي نيسابور وهراة وسجستان نيفا وثلاثين سنة على السداد والاستقامة للسلطان ورعاياه عنه راضون والمسلمون في أمن ودعة وكان يقول قلوب الأحرار قبور الأسرار وروى حديثا عن السيد أبي الحسن محمد بن علي بن الحسين إملاء عن الأمير أبي الحسن محمد بن إبراهيم بن سيمجور عن أبي العباس محمد بن إسحاق الثقفي ثم قال الحاكم وسمعت أبا الحسن الهاشمي واحد عصره بمكة يقول لقد من الله عليكم يا أهل خراسان بالأمير العادل أبي الحسن محمد بن إبراهيم وجعل لنا فيه أوفر الحظوظ فيما يذكر به في كل موسم وكان أبو بكر القفال الشاشي يقول لولا الأمير أبو الحسن لما استقر لي وطني بالشاش قال الحاكم وسمعت أبا سعيد الخليل بن أحمد القاضي يقول لولا الأمير أبو الحسن لما سلم لي روحي عند خروجي من سجستان ولما وصلت إلى بخارى وابنه الأمير أبو علي المظفر بن ناصر الدولة أبي الحسن محمد بن إبراهيم بن سيمجور واسمه محمد فكان من أكملهم عقلا وأحسنهم مذهبا وأسمتهم عند الناس وأتمهم تمكنا من نفسه فلا ينطق إلا عند التعجب ولا يغضب إلا عند المكافحة وحكي نه ما |جـ 3 صـ 364| شتم أحدا قط ذكره الحاكم أبو عبد الله في تاريخه وقال لقد عهدت الأمير بن الأمير العادل أبا علي المظفر بن ناصر الدولة صائم النهار قائم الليل ما أعلم أنه ترك قيام الليل ولم يزل أكثر ميله في صباه إلى أن بلغ إلى الزهاد والعباد المعروفين بالزهد وأكثر انتمائه كان إلى أبي العباس عبيد الله بن محمد الزاهد وسمعت أبا العباس غير مرة يقول لي صدقة من قولي كل يوم على نية الأمير أي على أن يكفيه الله مهماته وإنما نكتب بعد وفاته عبيد الله قال وقرأ القرآن على أبي الحسين محمد بن الحسين المقرىء واحد خراسان في وقته وختم عليه غير مرة وكنا نصلي به إذا حضرناه ثم سألته أن لا يقدم أحدا في الإمامة ويصلي بالناس وكان يصلي بنا لنفسه ويجهر ببسم الله الرحمن الرحيم ويقنت في الركعة الثانية من صلاة الصبح بعد الركوع ولما سئل عقد المجلس للإملاء أمر بأصوله المسموعة فحملت إلي وانتقيت منها مجالس وكان يحضر الأشراف والرؤساء والقضاة وكافة أهل العلم من الفريقين والزهاد والمتصوفة وطبقات الناس فيلبس البياض ويقعد على الكرسي ويحدث حتى يحير الناس في حسن أدائه وعذوبة الفاظه وما رددت أنا ولا غيري عليه حرفا قط ولقد سمعته غير مرة يقول ما يخطىء بحضرته أحد من العلماء لا يعرف الأسانيد ولا يحفظها فإن هذا سلم إلى رسول الله صلى الله عليه وسلم ميزان بين الحق والباطل ولما نكب ما كان فيها إلا كما قال القائل % إذا أراد الله أمرا بامرىء % % وكان ذا رأي وعقل وبصر % % وحيلة يعملها في كل ما % % يأتي به محتوم اساب القدر % % أغراه بالجهل وأعمى عينه % % وسله عن عقله سل الشعر % % حتى إذا أنفذ فيه حكمه % % رد إليه عقله ليعتبر % ثم قال تحدث الناس بمقتل الأمير أبي علي غير مرة في سنة ست أو سبع وثمانين وثلاثمائة واستقر ذلك في أفواه الناس ولم يظهر خليفته إلى رجب من سنة ثمان وثمانين فحملت التوابيت الخمسة إلى قاين وتواترت كتب الثقات أن تابوت يلمنكوا الحاجب قدم للحجابة ثم الأمير أبو علي ثم ابنه أبو الحسين ثم أميرك الطوسي ثم رجل كان يخدمهم ولما فتح تابوت الأمير أبي علي وجدوه ولم يتغير منه شيء وعليه قميص من صوف أبيض وقد ارسل شعره إلى عاتقيه والقيد على رجله ثم قال الحاكم حدثني الوليد بن بكر العمري أنه قرأ على قبر كافور بمصر % أنظر إلى غير الأيام ما صنعت % % أفنت أناسا بها كانوا وما فنيت % % دنياهم ضحكت أيام دولتهم % % حتى إذا فنيت ناحت لهم وبكت % |جـ 3 صـ 365| ",
                "title": "السيمجوري",
                "uri": "JK_000952_2247"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}