{
    "features": [
        {
            "item": "JK_000952_2161",
            "properties": {
                "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. (5 vols.) Bayrūt: Dār al-fikr, 1998, Vol.3, pp.304-305",
                "source": "الأنساب للسمعاني",
                "text": "<h1>السمعوني</h1> بفتح السين المهملة وسكون الميم وضم العين المهملة وفي آخرها النون بعدها الواو هذه النسبة إلى سمعون وهو اسم لجد أبي الحسين محمد بن أحمد بن إسماعيل بن عنبس بن إسماعيل الواعظ السمعوني المعروف بابن سمعون من أهل بغداد قيل إن جده إسماعيل كسر اسمه فقيل له سمعون وعرف هذا الشيخ بذلك وهو من أهل بغداد كان أوحد دهره وفريد عصره في الكلام على علم الخواطر والإشارات ولسان الوعظ دون الناس كلامه وحكمه وجمعوا ألفاظه ونكته سمع الحديث ببغداد والشام وعمر حتى أملى عشرين مجلسا أو قريبا منه وحضر الناس مجالسه وسمعوا منه وكتبوا عنه أدرك أبا بكر الشبلي وسمع الحديث ببغداد من عبد الله بن أبي داود السجستاني وأحمد بن محمد بن سلم المخرمي ومحمد بن مخلد الدوري ومحمد بن جعفر المطيري وعمر بن الحسن الشيباني وبدمشق أحمد بن سليمان بن زبان الكندي ومحمد بن محمد بن أبي حذيفة الرملي وغيرهم روى عنه أبو محمد الحسن بن محمد الخلال وأبو القاسم عبد العزيز بن علي الأزجي وحمزة بن محمد بن طاهر الدقاق والقاضي أبو علي بن أبي موسى الهاشمي وأبو بكر الطاهري وغيرهم أثنى عليه أبو بكر الخطيب قال وكان بعض شيوخنا إذا حدث عنه قال حدثنا الشيخ الجليل المنطق بالحكمة أبو الحسين بن سمعون وحكى أبو بكر الأصبهاني قال كنت بين يدي الشبلي في الجامع يوم الجمعة فدخل أبو الحسين بن سمعون وهو صبي على رأسه قلنسوة بشفاشك مطلس بفوطة فجاز علينا وما سلم فنظر الشبلي إلى ظهره وقال يا أبا بكر تدري ايش لله في هذا الفتى من الذخائر وكان ابن سمعون يقول رأيت المعاصي نذالة فتركتها مروءة فاستحالت ديانة وحكى أبو الفتح يوسف بن عمر القواس قال لحقتني إضافة وقتا من الزمان فنظرت فلم أجد في البيت غير قوس لي وخفين كنت ألبسهما فأصبحت وعزمت على بيعهما فكان يوم مجلس أبي الحسين بن سمعون فقلت أحضر المجلس ثم أنصرف فأبيع الخف والقوس وقلما كنت أتخلف عن حضور مجلس ابن سمعون فحضرت المجلس فلما أردت الانصراف ناداني أبو الحسين يا أبا الفتح لا تبع الخفين ولا تبع القوس فإن الله سيأتيك برزق من عنده أو كما قال وحكى أبو طاهر العلاف قال حضرت أبا الحسين بن سمعون يوما في مجلس الوعظ وهو جالس على كرسيه يتكلم وكان أبو الفتح القواس جالسا إلى جنب الكرسي فغشيه |جـ 3 صـ 305| النعاس ونام فأمسك أبو الحسين عن الكلام ساعة حتى استيقظ أبو الفتح ورفع رأسه فقال له أبو الحسين رأيت رسول الله صلى الله عليه وآله في نومك نعم فقال أبو الحسين لذلك أمسكت عن الكلام خوفا أن تنزعج وتنقطع عما كنت فيه أو كما قال وقال أبو محمد الخلال قال لي ابن سمعون ما اسمك فقلت حسن فقال قد أعطاك الله الاسم فسل أن يعطيك المعنى وكانت وفاته في ذي القعدة أو ذي الحجة سنة سبع وثمانين وثلاثمائة هكذا قال أبو نعيم الحافظ وقال أبو الحسن العتيقي إنه توفي في النصف من ذي القعدة ودفن بشارع العباسيين فلم يزل هناك حتى نقل في الحادي عشر من رجب سنة ست وعشرين وأربعمائة ودفن بباب حرب وقيل إن أكفانه لم تكن بليت بعد ",
                "title": "السمعوني",
                "uri": "JK_000952_2161"
            },
            "type": "Feature"
        }
    ],
    "type": "FeatureCollection"
}