var gazetteers = {

    "JK_000952_0002": {
        "source" : "SKA",
        "title"  : "الآبجي",
        "text": "<h1>الآبجي</h1> بفتح الألف الممدودة وفتح الباء الموحدة ثم جيم هذه النسبة إلى آبج موضع ببلاد العجم منه أبو عبد الله محمد بن محمويه الآبجي روى عن أبيه وعنه أبو النضر محمد بن يوسف الفقيه أخرج حديثه الحاكم في أماليه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.56",
    },

    "JK_000952_0003": {
        "source" : "SKA",
        "title"  : "الآبري",
        "text": "<h1>الآبري</h1> بفتح الألف الممدودة وضم الباء المنقوطة بواحدة وفي آخرها الراء المهملة هذه النسبة إلى آبر وهي قرية من قرى سجستان والمشهور بالانتساب إليها أبو الحسن محمد بن الحسين بن إبراهيم بن عاصم بن عبد الله الآبري السجستاني رحل وطوف في الحديث إلى خراسان والجبال والعراق والجزيرة والشام ومصر وحدث عن أبي العباس السراج وأبي بكر بن خزيمة النيسابوريين وأبي نعيم بن عدي الأسترابادي وأحمد بن محمد بن الأزهر الأزهري السجزي ومحمد بن يوسف بن النضر الهروي وأبي عبيد الله محمد بن الربيع بن سليمان الجيزي ومكحول البيروتي ومحمد بن سهل القهستاني وله كتاب كبير مصنف في مناقب الشافعي وأخباره روى عنه علي بن بشرى الليثي أبو الحسن ولي إجازة عالية بكتاب المناقب عن أبي عبد الله عيسى بن شعيب السجزي إلا جزءا واحدا فاته وهو يرويه عن الليثي عن الآبري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.56",
    },

    "JK_000952_0004": {
        "source" : "SKA",
        "title"  : "الآبسكوني",
        "text": "<h1>الآبسكوني</h1> بفتح الألف الممدودة وضم الباء الموحدة وسكون السين المهملة وضم الكاف وفي آخرها النون هذه النسبة إلى قرية أو بليدة على ساحل البحر بنواحي طبرستان وإليها ينسب بحر آبسكون اشتهر بهذه النسبة أبو العلاء أحمد بن صالح بن محمد التميمي الآبسكوني كان ينزل بصور بلدة على ساحل بحر الروم مما يلي الشام وكان بنى بها محرسا سمع محمد بن حميد وأبا زرعة عبيد الله بن عبد الكريم الرازيين وكان كثير |جـ1 صـ57| الحديث روى عنه أبو أحمد عبد الله بن عدي الحافظ في معجم شيوخه وأبو علي الحسين بن محمد الآبسكوني يروي عن أبي عبد الله بن بندار السباك صاحب أحمد بن أبي طيبة روى عنه أبو أحمد عبد الله بن عدي الحافظ على سبيل الإجازة والكتابة وموسى بن يوسف بن موسى الآبسكوني المؤذن المعروف بولي من أهل جرجان سكن أبسكون فنسب إليها يروي عن عمار بن محمد الدينوري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.56-57",
    },

    "JK_000952_0005": {
        "source" : "SKA",
        "title"  : "الآبندوني",
        "text": "<h1>الآبندوني</h1> بفتح الألف الممدودة والباء الموحدة وسكون النون وضم الدال المهملة وفي آخرها النون هذه النسبة إلى آبندون وهي قرية من قرى جرجان منها أبو بكر أحمد بن محمد بن علي بن إبراهيم بن يوسف بن سعيد الجرجاني الآبندوني قدم بغداد وحدث بها عن أبي نعيم عبد الملك بن محمد بن عدي الأستراباذي وعبد الله بن محمد بن مسلم الجوربذي ومحمد بن قارن الرازي وإسحاق بن إبراهيم البحري وغيرهم روى عنه القاضي أبو الطيب طاهر بن عبد الله الطبري وأبو القاسم عبيد الله بن أحمد الأزهري وقال الأزهري قدم علينا الآبندوني في سنة ثمانين وثلاثمائة فسمعنا منه وسمع معنا أبو الحسن الدارقطني وأبو القاسم عبد الله بن إبراهيم بن يوسف الآبندوني الجرجاني كان إماما حافظا زاهدا ثقة مأمونا ورعا مكثرا من الحديث وكان من أقران أبي بكر الإسماعيلي وأبي أحمد بن عدي الحافظ ورفيقهما إن شاء الله سمع بجرجان عمران بن موسى وببغداد أبا عبد الله أحمد بن الحسن بن عبد الجبار الصوفي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبالموصل أبا يعلى أحمد بن علي بن المثني التميمي روى عنه الحاكم أبو عبد الله محمد بن عبد الله الحافظ وأبو نصر الإسماعيلي وأبو بكر الشالنجي القاضي وأبو بكر البرقاني الخوارزمي وذكره الحاكم في التاريخ فقال أبو القاسم الآبندوني نزل نيسابور في كهولته غير مرة وسكنها وكان مع أبي عبد الله وأبي نصر أيضا لما أقام بنيسابور وهو كهل ثم جاءنا فأقام بنيسابور في سنة سبع أو ثمان وأربعين وثلاثمائة وحدث ثم خرج إلى جرجان وخرج إلى بغداد سنة خمسين وثلاثمائة وسكنها ولم يخرج منها إلى أن مات بها فإني دخلت بغداد في الكرة الثالثة سنة سبع وستين وثلاثمائة وهو بها وقد ضعف وهو ابن أربع وسبعين سنة وكان أبو الحسن الحافظ الدارقطني ينتقي عليه من مسند الحسن بن سفيان ولا يقرأ إلا له وحده ولغيره بعد الجهد فقرأت عليه شيئا من كتاب المجروحين لأبي بشر الدولابي وعرضت عليه الباقي بحضرة شيخنا أبي الحسن وكان أبو القاسم أحد أركان |جـ1 صـ58| الحديث ورفيق أبي أحمد بن عدي الحافظ بالشام ومصر وكثير السماع فارقته في رجب من سنة ثمان وستين وثلاثمائة وجاءنا نعيه في كتب أصحابنا سنة تسع وستين وثلاثمائة وقال غيره الآبندوني سكن الحربية ببغداد وحدث بجرجان وبغداد عن جماعة من أهل العراق والشام ومصر وقال أبو بكر البرقاني كنت أختلف إلى أبي قاسم الآبندوني الجرجاني مع أبي منصور الكرجي وكان لا يحدثنا جميعا وكان يجلس أحدنا على باب داره ويدخل الآخر ويسمع منه ما أحب ثم إذا خرج دخل الآخر فكان سماعنا منه على هذا وقد كان حلف أن لا يحدث إلا واحدا واحدا وكان في خلقه شيء ومات ببغداد في سنة ثمان أو سبع وستين وثلاثمائة قال حمزة السهمي وسمعت أبا بكر الإسماعيلي حين بلغه نعيه ترحم عليه وأثنى عليه خيرا وأبو الحسن علي بن إبراهيم بن يوسف الآبندوني يروي عن عمران بن موسى السختياني روى عنه أبو بكر الآبندوني وأبو بكر بن السباك وغيرهما وتوفي في شهر رمضان سنة ثلاث وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.57-58",
    },

    "JK_000952_0006": {
        "source" : "SKA",
        "title"  : "الآبنوسي",
        "text": "<h1>الآبنوسي</h1> بمد الألف وفتح الباء الموحدة أو سكونها وضم النون وفي آخرها السين المهملة بعد الواو هذه النسبة إلى آبنوس وهو نوع من الخشب البحري يعمل منه أشياء وانتسبت جماعة إلى تجارتها ونجارتها منهم أبو الحسين محمد بن أحمد بن محمد بن علي ابن الآبنوسي الصيرفي من أهل بغداد سمع أبا الحسن علي بن عمر الدارقطني وأبا حفص عمر بن أحمد بن شاهين وأبا القاسم عبيد الله بن محمد بن حامد المتولي وأبا حفص عمر بن إبراهيم بن كثير الكتاني وأبا طاهر محمد بن عبد الرحمن المخلص وأبا بكر أحمد بن عبيد بن بيري الواسطي وأبا الحسن محمد بن جعفر بن النجار الكوفي سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وذكره في التاريخ فقال كتبت عنه وكان سماعه صحيحا وكانت ولادته في سنة إحدى وثمانين وثلاثمائة ومات في شوال سنة سبع وخمسين وأربعمائة ودفن في مقبرة باب حرب وأخوه أبو الحسن علي بن أحمد بن الآبنوسي سمع أبا عبد الله بن العسكري وأبا حفص بن الزيات والحسين بن أحمد بن فهد الموصلي وأبا بكر بن شاذان سمع منه أبو بكر الخطيب الحافظ وذكره في التاريخ وقال كتبت عنه أحاديث عن الدارقطني خاصة وكان يتمنع من التحديث ويأباه فألححت عليه حتى حدثني ولا أحسب سمع |جـ1 صـ59| منه غيري وكانت ولادته في جمادى الآخرة سنة تسع وستين وثلاثمائة وأول سماعه في سنة أربع وسبعين ومات في شهر ربيع الأول سنة خمس وثلاثين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.58-59",
    },

    "JK_000952_0007": {
        "source" : "SKA",
        "title"  : "الآبي",
        "text": "<h1>الآبي</h1> بالألف الممدودة بعدها الباء الموحدة هذه النسبة إلى آبه وهي قرية من قرى أصبهان هكذا ذكره أبو بكر أحمد بن موسى بن مردويه الحافظ وسمعت غيره أن آبه قرية من ساوة خرج منها جماعة من المشاهير منهم أبو عبد الله جرير بن عبد الحميد الآبي الضبي سكن الري وكان يقول ولدت بآبه قرية من قرى أصبهان وكان أحد أيمة الدنيا سمع منصور بن المعتمر والأعمش ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.59",
    },

    "JK_000952_0008": {
        "source" : "SKA",
        "title"  : "الآجري",
        "text": "<h1>الآجري</h1> بفتح الألف وضم الجيم وتشديد الراء المهملة هذه النسبة إلى عمل الآجر وبيعه ونسبة إلى درب الآجر أيضا والمشهور بهذا الانتساب من القدماء أبو بكر محمد بن خالد بن يزيد الآجري حدث عن أبي نعيم الفضل بن دكين وسعيد بن داود الزنبري وسريج بن النعمان وعفان روى عنه أبو بكر الشافعي وأبو عمرو بن السماك وأبو سهل بن زياد وكان ثقة وربما سماه أبو بكر الشافعي أحمد بن خالد وإبراهيم الآجري يعد في الزهاد وله كرامات مأثورة وأبو بكر محمد بن الحسين بن عبد الله الآجري ساكن مكة له مصنفات كثيرة وروايات عن أبي شعيب الحراني وأحمد بن يحيى الحلواني وغيرهما روى عنه أبو الحسن علي بن أحمد بن الحمامي المقري والأخوان أبو الحسين علي وأبو القاسم عبد الملك ابنا محمد بن عبد الله بشران السكري وأبو النعيم أحمد بن عبد الله الحافظ الأصبهاني وكان الآجري ثقة صدوقا دينا وله تصانيف كثيرة وحدث ببغداد قبل سنة ثلاثين وثلاثمائة ثم انتقل إلى مكة فسكنها حتى توفي بها في المحرم سنة ستين وثلاثمائة وأبو حفص عمر بن أحمد بن هارون بن الفرج بن الربيع المقري المعروف بابن الآجري من أهل بغداد سمع أبا عمر محمد بن يوسف بن يعقوب القاضي وأبا بكر عبد الله بن محمد بن زياد النيسابوري وأبا نصر محمد بن حمدويه المروزي وأبا عبد الله بن المحاملي وابن مخلد وغيرهم روى عنه الأزهري والخلال والتنوخي وغيرهم وكان ثقة صالحا دينا أمينا ومات في رجب سنة اثنتين وثمانين وثلاثمائة وأبو حفص عمر بن أحمد بن هارون بن الآجري المقري روى عنه عبد الله بن أحمد بن بكير التميمي وجماعة سواه وأبو حفص عمر بن أحمد بن عبد الله الآجري البصري سمع أبا خليفة الفضل بن الحباب الجمحي وزكريا بن يحيى الساجي ومحمد بن الحسين بن مكرم وأقرانهم ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال كان |جـ1 صـ60| سمع معنا من الشيوخ سكن نيسابور سنين ثم خرج على أن ينصرف إلى العراق فجاءنا نعيه من الري سنة أربع وأربعين وثلاثمائة وأما أبو الحسن محمد بن محمد بن أحمد بن الروز بهان الآجري البغدادي كان ينزل درب الآجر ناحية نهر طابق كان صدوقا سمع أبا عمر وعثمان بن أحمد بن السماك وأبا بكر أحمد بن سلمان النجاد وأبا محمد جعفر بن محمد بن نصير الخلدي وعلي بن الفضل السامري وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وكان أبو القاسم اللألكائي يثني عليه إذا ذكره ومات في رجب سنة ثمان عشرة وأربعمائة ودفن في مقبرة باب الدير بالقرب من قبر معروف الكرخي ومحمد بن خالد الآجري شيخ يحكي عنه جعفر بن محمد الخلدي كثيرا وكان عبدا صالحا متصوفا وحكي عنه أنه قال كنت أعمل الآجر فبينما أنا أمشي بين أشراج الآجر المضروبة إذ سمعت شرجا يقول لشرج عليك السلام الليلة أدخل النار قال فنهيت الأجراء أن يطرحوه في النار وصارت الكتل باقية على حالها وما عملت يعني طبخ الآجر بعد ذلك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.59-60",
    },

    "JK_000952_0009": {
        "source" : "SKA",
        "title"  : "الآجنقاني",
        "text": "<h1>الآجنقاني</h1> بالألف الممدودة وكسر الجيم وسكون النون وفتح القاف وفي آخرها النون هذه النسبة إلى آجنقان وهي قرية من قرى سرخس يقال لها آجنكان منها أبو الفضل محمد بن عبد الواحد الآجنقاني كان من المناظرين المبرزين تفقه على جماعة من العلماء وتخرجوا عليه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.60",
    },

    "JK_000952_0010": {
        "source" : "SKA",
        "title"  : "الآخري",
        "text": "<h1>الآخري</h1> بفتح الألف الممدودة وضم الخاء المعجمة وفي آخرها الراء المهملة هذه النسبة إلى آخر وهي قصبة دهستان بين جرجان وبلاد خراسان هكذا ذكره أبو بكر الخطيب الحافظ في كتاب المؤتنف وأظن أني قرأت بخط أبي عبد الله محمد بن عبد الواحد الدقاق الحافظ الأصبهاني أن آخر قرية بدهستان وهو دخل تلك البلاد وعرف المواضع فحصل من القولين أن آخر اسم قصبة دهستان أو قرية بها والمشهور بهذا الانتساب أبو القاسم إسماعيل بن أحمد بن محمد بن أحمد بن حفص بن عمر الآخري كانت له رحلة حدث عن أبي إسحاق إبراهيم بن محمد الخواص سمع منه بآمد روى عنه أبو القاسم حمزة بن يوسف السهمي وأثنى عليه وقال كان ثقة وقال الأمير ابن ماكولا أبو القاسم الآخري من أهل آخر وهي قصبة دهستان يروى عن أبي إسحاق إبراهيم بن محمد الخواص بربض آمد عن الحسن بن الصباح الزعفراني حديثا منكرا الحمل فيه على الخواص لأن رجاله ثقات وروى |جـ1 صـ61| عن أحمد بن بهزاد السيرافي وأبي الفوارس الصابوني وأبي الفضل الدهان المصري وأبو الفضل خزيمة بن علي بن عبد الرحمن الآخري أديب فاضل من أهل دهستان اسمه محمد وعرف بخزيمة سمع من أبي الفتيان عمر بن عبد الكريم الرؤاسي بدهستان كتبت عنه أحاديث يسيرة بمرو وكان معتزليا مصرحا به وتوفي بمرو في صفر سنة ثمان وأربعين وخمسمائة وصلى عليه بالمصلى ودفن بباب فيروزي ومن القدماء أبو الفضل العباس بن أحمد بن الفضل الزاهد الآخري كان إمام المسجد العتيق برباط دهستان يروي عن عبد الرحمن بن أبي حاتم وأبي بكر الشعراني وموسى بن العباس الآزاذواري وغيرهم روى عنه حمزة بن يوسف السهمي وأبو القاسم إسماعيل بن أحمد بن محمد بن أحمد بن حفص بن عمر الآخري من رباط دهستان كانت له رحلة إلى مصر كان يروي عن أحمد بن بهزاذ السيرافي وأبي الفوارس الصابوني وأبي الفضل الدهان المصري وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.60-61",
    },

    "JK_000952_0011": {
        "source" : "SKA",
        "title"  : "الآدمي",
        "text": "<h1>الآدمي</h1> بمد الألف وفتحها وفتح الدال المهملة وفي آخرها الميم هذه النسبة إلى آدم وهو اسم لبعض أجداد المنتسب إليه وإن كانت هذه النسبة لجميع ولد آدم عليه السلام عامة ولكن اختص بهذه النسبة رجل وهو أبو بكر أحمد بن محمد بن آدم بن عبد الله الآدمي الشاشي من أهل الشاش نسب إلى جده آدم كانت له رحلة إلى العراق والحجاز سمع حبيب بن المغيرة وحامد بن داود الشاشيين وعبيد الله بن واصل البخاري وأبا حاتم محمد بن إدريس الرازي ومحمد بن عبد الله بن يزيد المقريء وغيرهم روى عنه أبو الفضل محمد بن محمد الشاشي وأبو جعفر محمد بن علي بن سعدان الغزال وأبو بكر محمد بن أحمد بن مت الإشتيخني وطبقتهم حدث بالشاش ونواحيها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.61",
    },

    "JK_000952_0012": {
        "source" : "SKA",
        "title"  : "الآذرمي",
        "text": "<h1>الآذرمي</h1> بمد الألف وفتح الذال المعجمة وسكون الراء وفي آخرها الميم هذه النسبة إلى آذرم وظني أنها من قرى أذنة بلدة من الثغر منها أبو عبد الرحمن عبد الله بن محمد بن إسحاق الآذرمي سمع سفيان بن عيينة وغندرا وعبيدة بن حميد وأبا خالد الأحمر وزياد بن عبد الله البكائي وهشيم بن بشير وإسماعيل بن علية وإسحاق بن يوسف الأزرق وقاسم بن يزيد الجرمي وغيرهم روى عنه أبو حاتم الرازي وأثنى عليه قال وكان ثقة وأبو |جـ1 صـ62| داود السجستاني ومحمد بن عبيد الله بن المنادي وعبد الله بن أحمد بن حنبل ويحيى بن محمد بن صاعد وأبو بكر بن أبي داود السجستاني وكان الواثق أشخص شيخا من أهل أذنة للمحنة وناظر بن أبي دؤاد بحضرته واستعلى عليه الشيخ بالحجة فأطلقه الواثق ورده إلى وطنه ويقال إنه كان أبا عبد الرحمن الآذرمي وأثنى عليه أبو عبد الرحمن النسائي فقال عبد الله بن محمد بن إسحاق اذرمي ثقة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.61-62",
    },

    "JK_000952_0013": {
        "source" : "SKA",
        "title"  : "الآذيني",
        "text": "<h1>الآذيني</h1> بالألف الممدودة والذال المعجمة المكسورة بعدها الياء آخر الحروف الساكنة والنون هذه النسبة إلى آذينوه وهو اسم لجد أحمد بن الحسن بن آذينوه الأصبهاني الآذيني من أهل أصبهان نزل نصيبين يروي عن أبي بكر أحمد بن عيسى بن زيد اللخمي الخشاب التنيسي روى عنه إبراهيم بن محمد بن حمزة الحافظ الأصبهاني وكتب عنه في رحلته إلى نصيبين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.62",
    },

    "JK_000952_0014": {
        "source" : "SKA",
        "title"  : "الآذيوخاني",
        "text": "<h1>الآذيوخاني</h1> بمد الألف وكسر الذال المعجمة وسكون الياء المنقوطة باثنتين من تحتها وسكون الواو وفتح الخاء المعجمة وفي آخرها النون هذه النسبة إلى آذيوخان وظني أنها من قرى نهاوند منها أبو سعد الفضل بن عبد الله بن علي بن عمر بن عبد الله بن يوسف الآذيوخاني كان شيخا ثقة صدوقا له أصول حسنة مضبوطة مقيدة بخط أبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وغيره من أهل الحديث والحفاظ وكان من مشاهير المحدثين سمع ببغداد أبا القاسم عبيد الله بن عمر بن أحمد بن شاهين الواعظ وأبا محمد الحسن بن عيسى بن المقتدر بالله وأبا منصور محمد بن محمد بن السواق وأبا محمد الحسن بن محمد بن الحسن الخلال الحافظ وأبا طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وأبا الطيب طاهر عبد الله الطبري وأبا محمد الحسن بن علي الجوهري وغيرهم سمع منه أبو محمد عبد الله بن أحمد بن عمر السمرقندي الحافظ بنهاوند وتوفي ببغداد سنة سبعين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.62",
    },

    "JK_000952_0015": {
        "source" : "SKA",
        "title"  : "الآرهني",
        "text": "<h1>الآرهني</h1> بمد الألف وسكون الراء أو كسرها وفتح الهاء وفي آخرها النون هذه النسبة إلى آرهن وهي من مدن طخارستان بلخ خرج منها جماعة من العلماء منهم |جـ1 صـ63| أبو الآرهني كان إماما مفتيا مناظرا وصار شيخ الإسلام ببلخ وكان له بها التقدم على العلماء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.62-63",
    },

    "JK_000952_0016": {
        "source" : "SKA",
        "title"  : "الآزاذاني",
        "text": "<h1>الآزاذاني</h1> بالألف الممدودة والزاي المفتوحة والذال المعجمة بين الألفين وفي آخرها النون هذه النسبة إلى آزاذان وهي قرية من قرى أصبهان إن شاء الله منها أبو عبد الرحمن قتيبة بن مهران الآزاذاني المقرىء كبير الشأن في علم القراءات والقرآن يروي عن علي بن حمزة الكسائي وقرأ عليه القرآن وسمع الليث بن سعد وشعبة وأبا معشر وشريك بن عبد الله وعبد الرحمن بن أبي الزناد وغيرهم وكان يقول قرأت القرآن كله من أوله إلى آخره على الكسائي وقرأ علي الكسائي القرآن من أوله إلى آخره وروى عنه أبو بشر يونس بن حبيب ثم قال وما رأيت خيرا منه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.63",
    },

    "JK_000952_0017": {
        "source" : "SKA",
        "title"  : "الآزاذواري",
        "text": "<h1>الآزاذواري</h1> بمد الألف وفتح الزاي وسكون الذال المعجمة وفي آخر الراء هذه النسبة إلى آزاذوار وهي قرية معروفة من قرى جوين من نواحي نيسابور منها إبراهيم بن عبد الرحمن بن سهل الأزاذواري يروي عن أبي حذافة السهمي وأبو موسى هارون بن محمد الآزاذواري الجويني كان أديبا فقيها سمع بنيسابور أبا عبد الله محمد بن إبراهيم البوشنجي وإبراهيم بن عبد الرحمن بن سهل الآزاذواري وغيرهما روى عنه الحاكم أبو عبد الله الحافظ وقال أبو موسى الآزاذواري الجويني الفقيه الأديب سمع بنيسابور وكتب بالري وبغداد قبل العشر والثلاثمائة وكان إذا ورد البلد يهش مشايخنا بوروده وأبو عبد الله محمد بن حفص بن محمد بن يزيد الشعراني الآزاذواري شيخ ثقة سمع بخراسان إسحاق بن إبراهيم الحنظلي ومحمد بن رافع وبالعراق نصر بن علي الجهضمي وأبا كريب وبالحجاز عبد الله بن محمد الزهري وعبد الجبار بن العلاء روى عنه يحيى بن منصور القاضي وأبو علي الحافظ وذكر أبو أحمد التميمي أنهم انصرفوا من قريته سنة اثنتي عشرة وتوفي هو سنة ثلاث عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.63",
    },

    "JK_000952_0018": {
        "source" : "SKA",
        "title"  : "الآسي",
        "text": "<h1>الآسي</h1> بمد الألف وفي آخرها السين المهملة هذه النسبة إلى الآس وهو أبو محمد |جـ1 صـ64| علي بن عبد القاهر بن الخضر بن علي بن محمد الفرضي الآسي المعروف بابن آسة وإنما عرف بهذا لأن جده ولد تحت آسة يعني شجرة الآس فنسب إلى ذلك وهو من أهل بغداد كان يعرف الفرائض والحساب معرفة تامة وكان شيخا صالحا لازما بيته سمع الشريفين أبا الحسين محمد بن علي بن المهتدي بالله الهاشمي وأبا الغنائم عبد الصمد بن علي بن المأمون وأبا جعفر محمد بن أحمد بن المسلمة وغيرهم روى لنا عنه جماعة من أصحابنا وكتب لي الإجازة بجميع مسموعاته وكانت ولادته في ذي الحجة سنة خمس وأربعين وتوفي في حدود سنة خمس وعشرين وخمسمائة ببغداد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.63-64",
    },

    "JK_000952_0019": {
        "source" : "SKA",
        "title"  : "الآغزوني",
        "text": "<h1>الآغزوني</h1> بمد الألف وفتح الغين المعجمة وضم الزاي وفي آخرها النون هذه النسبة إلى آغزون وهي قرية من قرى بخارا منها أبو عبد الله عبد الواحد بن محمد بن عبد الله بن أيمن بن عبد الله بن مرة بن الأحنف بن قيس التميمي الآغزوني من الأئمة القدماء سمع سفيان بن عينية وشريك بن عبد الله النخعي ويزيد بن عطاء ومحمد بن مسلم الطائفي وحماد بن سلمة وقيس بن الربيع وغيرهم روى عنه محمد بن سلام البيكندي وكعب بن سعيد القاضي وغيرهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.64",
    },

    "JK_000952_0020": {
        "source" : "SKA",
        "title"  : "الآفراني",
        "text": "<h1>الآفراني</h1> بمد الألف وضم الفاء والراء وفي آخرها نون هذه النسبة إلى قرية بنسف يقال لها آفران على فرسخ منها كان بها جماعة من العلماء والمحدثين قديما وحديثا فمنهم أبو موسى الوثير بن المنذر بن جنك بن زمانة الآفراني النسفي كان يروي كلام الزهاد هكذا ذكره أبو كامل البصيري في المضافات ووثير بن منير الآفراني هو الأول وظني أن هذا من |جـ1 صـ65| تصحيفات أبي كامل البصيري فقال وثير بن المنذر يحكي حكايات لحاتم بن عنوان الأصم البلخي حكاها عنه أبو جعفر محمد بن محمد الذهبي السمرقندي وأبو بكر محمد بن إبراهيم بن سمعان الآفراني الفقيه كان مقيما ببخارا سمع أبا بكر أحمد بن سعد الستمني وأبا صالح خلف بن محمد الخيام وأبا عمرو محمد بن محمد بن صابر وغيرهم مات ببخارا في شوال سنة ثلاث عشرة وأربعمائة وقد جاوز الثمانين سنة وأبو أحمد محمد بن أحمد بن عمرو بن نصر بن حامد الآفراني سمع الليث بن نصر الكاجري وروى عنه الموطا مات بآفران سنة اثنتين وعشرين وأربعمائة وأبو الفضل الشعبي بن عبد الله بن منصور بن نصر بن فارس الآفراني الملقب بالشاه يروي عن أبي يعلى عبد المؤمن بن خلف ومحمد بن محمود بن عتيق ومحمد بن زكريا بن الحسين وأبي الحسن محمد بن عمرو بن محمد بن بجير الهمداني وكان جماعا للعلم بندارا من البنادرة مكثرا من الحديث روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وغيره مات في غرة المحرم سنة ثلاث وثمانين وثلاثمائة ومن القدماء أبو محمد جبرئيل بن عون الآفراني يروى عن قتيبة بن سعيد والأجلة وكان رفيق محمد بن إسماعيل البخاري ووراقه أيام مقامه بنسف روى عنه عبد العزيز بن حاتم الآفراني وأبو الطيب عبد الملك بن إسحاق بن المهتدي الآفراني الأديب الشاعر سمع أحمد بن حامد المقري وأبا الفوارس أحمد بن محمد بن جمعة والليث بن نصر الكاجري النسفيين وكان ارتحل إلى مرو وتفقه بها وسمع أبا العباس المعداني وأبا الحسن المحمودي وأبا زيد الفقيه المروزي وغيرهم ومات في العشر الأواسط من شعبان سنة ثمان وثمانين وثلاثمائة وأخوه أبو تمام عبد السلام بن إسحاق بن المهتدي الحامدي الآفراني الفقيه الأديب الشاعر سمع شيوخ أخيه الثلاثة السابق ذكرهم وكان فقيها شافعي المذهب أدرك أصحابه وتفقه عليهم ومات في شوال سنة أربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.64-65",
    },

    "JK_000952_0021": {
        "source" : "SKA",
        "title"  : "الآلوزاني",
        "text": "<h1>الآلوزاني</h1> بفتح الألف واللام وضم الواو وفتح الزاي وفي آخرها النون هذه النسبة إلى آلوزان وهي قرية من قرى سرخس منها سورة بن الحسن الآلوزاني كان يروي عن محمد بن الحسن الشيباني صاحب أبي حنيفة رحمهما الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.65",
    },

    "JK_000952_0022": {
        "source" : "SKA",
        "title"  : "الآليني",
        "text": "<h1>الآليني</h1> بمد الألف وكسر اللام وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها النون هذه النسبة إلى آلين وهي إحدى قرى مرو من أسفل نهر خارقان منها فرات بن النضر |جـ1 صـ66| الآليني كان يلزم عبد الله بن المبارك وكان له سن وقدم وفضل ومن القدماء من هذه القرية أحد النقباء الإثني عشر أبو منصور طلحة بن رزيق بن أسد الآليني مولى طلحة الطلحات وأخوه مصعب بن رزيق وأبو الطاهرية أخوه وكان أبو مسلم يستشيره في الأمور فحكى عنه أنه قال لأبي مسلم اجعل سوطك السيف وسجنك القبر ولما مات طلحة جاء أبو مسلم إلى آلين معزيا لمصعب به وكان طلحة يتولى قراءة كتب محمد بن علي الإمام ثم كتب إبراهيم بن محمد ويتولى الجواب عنها ويقال إنه مولى طلحة الطلحات وإنه سمي طلحة به وينكر كثير من الطاهرية ذلك وولاه أبو مسلم خراج هراة فقتلته الخوارج بها وكتب أبو مسلم إلى شبل بن طهمان بأن اقتل بأبي منصور سبعين رجلا من الخوارج ويقال إن رزيقا هو الذي تولى عمارة نهر رزيق فنسب إليه بعد إشرافه على الخراب في أيام الفتن وطاهر بن محمد بن سليمان الآليني كان شاعرا كثير الأدب وكان أبو واثلة إذا شك في حرف سأله هكذا ذكره أبو زرعة السنجي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.65-66",
    },

    "JK_000952_0023": {
        "source" : "SKA",
        "title"  : "الآمدي",
        "text": "<h1>الآمدي</h1> بمد الألف وكسر الميم وفي آخرها الدال المهملة هذه النسبة إلى آمد وهي بليدة قديمة حصينة حسنة البناء من الجزيرة من ديار بكر خرج منها جماعة من العلماء في كل فن منهم أبو بكر محمد بن عثمان الآمدي حدث عن عثمان بن الخطاب المعروف بأبي الدنيا حدث عنه أبو القاسم عبد العزيز بن علي الأزجي وذكر أنه سمع منه ببغداد في سوق الجلود حديثا واحدا وأبو عبد الله محمد بن أحمد بن تغلب بن إبراهيم الآمدي شاب فاضل له معرفة باللغة لقيته ببغداد وكان يسمع معنا بها عن أبي منصور بن خيرون وأبي منصور بن الجواليقي وسعد الخير بن محمد الأندلسي وغيره وكان سمع قبلنا ببغداد عن أبي القاسم علي بن أحمد بن بيان الرزاز وقدم دمشق وكنت بها فحمل إلي جزءا من حديثه عن ابن بيان فكتبت عنه أحاديث وخرجنا صحبة واحدة إلى فلسطين فلما وصلنا إلى بلاد الغور خرج هو إلى عسقلان وأنا إلى عكا وبلاد الساحل وكان آخر عهدي به وسمعت أنه رجع إلى بغداد بعد سنة أربعين وخمسمائة ولقيته وقت خروجه إلى عسقلان وديار مصر بجامع دمشق وأنشدني لبعضهم في حسب الحال % ومضى وخلف في فؤادي لوعة % % تركته موقوفا على أوجاعه % % لم أستتم عناقه لقدومه % % حتى ابتدأت عناقه لوداعه % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.66",
    },

    "JK_000952_0024": {
        "source" : "SKA",
        "title"  : "الآمري",
        "text": "<h1>الآمري</h1> بفتح الهمزة ومدها وكسر الميم وفي آخرها الراء على وزن العامري هذه اللفظة تشبه النسبة وهو الآمري بن مهرة بن حيدان بن عمرو بن الحاف بن قضاعة من ولده المهلب بن العبيثر من بني القمر بن يلطوي بن الآمري قاله ابن ماكولا وقال قائد لأبي جعفر نقلت |جـ1 صـ67| ذلك من كتاب أحمد بن محمد بن سعيد بجمهرة حمير ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.66-67",
    },

    "JK_000952_0025": {
        "source" : "SKA",
        "title"  : "الآملي",
        "text": "<h1>الآملي</h1> بمد الألف المفتوحة وضم الميم هذه النسبة إلى موضعين أحدهما آمل طبرستان وهي القصبة للناحية خرج منها جماعة من العلماء في كل فن وأكثر من ينسب إليها يعرف بالطبري وطبرستان اسم للناحية وأكثر أهل العلم من أهل طبرستان من آمل والثاني آمل جيحون ويقول لها الناس آمويه ويقال لها آمل الشط أيضا وآمل المفازة لأنها على طرف البرية حتى قال قائلهم % قطعت من آمل المفازه % % قطعا به آمل المفازه % فالمنسوب إلى الأولى من أهل العلم قديما وحديثا دخلتها وأقمت بها قريبا من أربعين يوما فكتبت الحديث بها عن جماعة والثانية بليدة فيها حصن حصين على جيحون أقمت بها ليلتين منصرفي من بخارا والمشهور بالنسبة إليها عبد الله بن حماد الآملي روى عن يحيى بن معين وسليمان بن عبد الرحمن وغيرهما وكان من العلماء الثقات روى عنه البخاري في صحيحه وأحمد بن عبدة الآملي يروي عن عبدان عبد الله بن عثمان روى عنه أبو داود السجستاني وأبو عمران موسى بن الحسن بن هابيل بن هشام الآملي الضرير يروي عن قتيبة بن سعيد وعبد الله بن محمود المروزي وعبد الله بن محمد البغوي وأبي بكر بن أبي الدنيا روى عنه عمرو بن إسحاق البخاري توفي سنة تسع وتسعين ومائتين وأبو محمد عبيد الله بن علي الآملي ذكر أبو القاسم ابن الثلاج أنه حدثهم ببغداد وأبو سعيد محمد بن أحمد بن علويه الآملي وأحمد بن محمد بن إسحاق بن هارون الآملي وأبو نصر الليث بن جعفر بن الليث البخاري الآملي سكن آمل روي عن علي بن خشرم وأبي عبد الرحمن الفرياناني روى عنه خلف بن محمد بن إسماعيل الخيام وأبو العباس الفضل بن أحمد بن سهل بن سعيد بن تميم الآملي من آمل جيحون حدث ببخارا يروي عن أبي نعيم الفضل بن دكين وعلي بن عبد الحميد الغضائري وعبدان بن عثمان روى عنه أبو عمرو سعيد بن محمد بن الأحنف البخاري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.67",
    },

    "JK_000952_0026": {
        "source" : "SKA",
        "title"  : "الآموي",
        "text": "<h1>الآموي</h1> بالألف الممدودة والميم المضمومة والياء المعجمة بنقطتين من تحتها بلدة على طرف جيحون مما يلي مرو واشتهر هذا الإسم والصحيح أنها آمل جيحون والنسبة إليها آملي على ما ذكرنا غير أني رأيت في تصنيف الحافظ البصيري المسمى بكتاب |جـ1 صـ68| المضاهات ذكرها مكررا ورتبها الأموي لمنسوب إلى بني أمية فذكرتها ههنا وذكر فئة منهم قال شيخ فاضل ورد بخارا وأملى علينا بدار حنش يقال له أبو نصر أحمد بن علي الحنفي يروي عن مشايخ مرو كأبي العباس عبد الله بن الحسين بن الحسن البصري حاكم مرو ومشاخ بخارا خلف بن محمد الخيام هو أيضا من أهل هذه البلدة كذا وجدت بخط جدي الإمام أبي الحسن البوزجاني أن خلف بن محمد الخيام من آمل جيحون وجماعة أخرى من الثقات |جـ1 صـ69| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.67-68",
    },

    "JK_000952_0027": {
        "source" : "SKA",
        "title"  : "الإباحتي",
        "text": "<h1>الإباحتي</h1> بالباء الموحدة المفتوحة بين الألفين وفتح الحاء المهملة وفي آخرها التاء ثالث الحروف هذه النسبة إلى طائفة من الكفرة الملعونة لأن هذه النسبة إلى إباحة الأشياء التي حرمها الشرع ويقولون اعملوا ما شئتم ولا جناح عليكم واعتقادهم الخبيث أن الدينا كانت لآدم عليه السلام وآدم تركها ميراثا لأولاده فمن الذي شرع الحلال والحرام وحلل شيئا وحرم شيئا الأشياء كلها لأولاد آدم والغنم والخنزير ولحمهما سواء واستدلوا بهذه الآية وحملوا معناها على رأيهم الخبيث & قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق & والأم والزوجة في إباحة الوطء سواء & وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر & حتى قال بعضهم % قامر ولط واشرب جهارا واحتجج % % في كل مسألة بقول إمام % رد في هذا البيت على أئمة المسلمين يعني أن الشافعي يجوز اللعب بالشطرنج ومالكا يجوز إتيان النساء في أدبارهن وأبا حنيفة يجوز شرب النبيذ رحمة الله عليهم أجمعين وحالهم كما قال الله تعالى & والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى لهم & والبهائم خير منهم فإن لها غيرة على إناثها وليس لهؤلاء غيرة نعوذ بالله من الخذلان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.68",
    },

    "JK_000952_0028": {
        "source" : "SKA",
        "title"  : "الابار",
        "text": "<h1>الابار</h1> بفتح الألف وتشديد الباء المنقوطة بواحدة وفي آخرها الراء هذه النسبة إلى عمل الإبر وهي جمع الإبرة التي يخاط بها الثياب سمعت أستاذي الإمام إسماعيل بن محمد بن الفضل الحافظ بأصبهان يقول كنت أستفيد من أبي سهل غانم بن محمد بن عبد الواحد الحافظ وأتردد إليه في صغري فلما كبرت وسافرت علمت أن بعض ما استفدت وتعلمت من أبي سهل كان خطأ منها أني سألته عن نسبة أحمد بن علي الآبار الذي يروي عنه دعلج بن أحمد السجزي فقال لي هذه النسبة إلى ابار النخل فإنه كان يؤبر النخل ثم عرفت بعد ذلك أنه كان ينسب إلى عمل الإبر فالمنتسب إلى هذا العمل أبو حفص عمر بن عبد الرحمن بن قيس الأبار القرشي من أهل الكوفة يروي عن الأعمش وابن أبي خالد وحميد الطويل ومنصور بن المعتمر وليث بن أبي سليم ومحمد بن جحادة روى عنه يحيى بن معين وأبو الربيع الزهراني وسريج بن يونس والحسن بن عرفة وكان قد انتقل عن الكوفة فسكن بغداد وحدث بها إلى حين وفاته قال يحيى بن معين كان له غلمان يعملون |جـ1 صـ70| الإبر ويبيعونها فنسب إلى الإبر وقيل ليحيى بن معين لم سمي الأبار قال كان يعمل الإبر يضرب بمطرقته وكان كوفيا وعمي بعد وكان ثقة أثنى عليه يحيى بن معين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.68-70",
    },

    "JK_000952_0029": {
        "source" : "SKA",
        "title"  : "الإباضي",
        "text": "<h1>الإباضي</h1> بكسر الألف وفتح الباء الموحدة في آخره الضاد المعجمة هذه النسبة إلى جماعة من الخوارج يقال لهم الإباضية وهم أصحاب الحارث الإباضي ويقال لهذه الفرقة الحارثية أيضا وخالف الإباضية في قوله بالقدر على مذهب المعتزلة وفي دعواه أن الاستطاعة قبل الفعل وأكفرته الإباضية في ذلك والإباضية جماعة وفرق مختلفة العقائد يكفر بعضهم بعضا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.70",
    },

    "JK_000952_0030": {
        "source" : "SKA",
        "title"  : "الأباوردي",
        "text": "<h1>الأباوردي</h1> بفتح الباء الموحدة بين الألفين بعدها الواو المفتوحة وسكون الراء وفي آخرها الدال هذه النسبة إلى بليدة بخراسان يقال لها باورد ويلحق في أولها الألف ويقال لها أبيورد أيضا وهو الأشهر وقد ذكر على الوجوه الثلاثة واشتهر بهذه النسبة التي وضعنا الترجمة له وهو أبو طاهر محمد بن عبد الله بن محمد بن العباس بن موسى بن إبراهيم الوراق الأباوردي المعروف بابن أبي القطري وقيل يكنى أبا بكر قدم بغداد وحدث بها عن عبد الله بن محمد بن خلاد القطان البصري روى عنه أبو الفتح عبد الواحد بن محمد بن مسرور فذكر أنه سمع منه بقصر وضاح قريبا من الشرقية قال وكان ثقة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.70",
    },

    "JK_000952_0031": {
        "source" : "SKA",
        "title"  : "الأبح",
        "text": "<h1>الأبح</h1> بفتح الألف والباء المنقوطة بواحدة وفي آخرها الحاء المشددة المهملة والبحح تغير في الصوت وعرف بهذه الصفة عمر حماد بن سعيد الأبح عداده في أهل البصرة يروي عن سعيد بن أبي عروبة روى عنه أهل البصرة كان ممن يخطىء ولم يكثر خطأه حتى استحق الترك ولا اقتصر منه على ما لم ينج منه البشر حتى لا يعد به عن العدالة قاله أبو حاتم بن حبان ثم قال فهو عندي ساقط الاحتجاج فيما انفرد به وقد روى عن سعيد عن قتادة عن أنس بن مالك رضي الله عنه نسخة لم يتابع عليها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.70",
    },

    "JK_000952_0032": {
        "source" : "SKA",
        "title"  : "الأبذوي",
        "text": "<h1>الأبذوي</h1> بفتح الألف وسكون الباء المنقوطة بواحدة وفتح الذال المعجمة هذه النسبة |جـ1 صـ71| إلى بذي وهو بطن من تجيب إن شاء الله والمشهور بهذه النسبة حيوة بن مرثد ثم الأبذوي شهد فتح مصر ذكره ابن يونس وقال لا أعلم له رواية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.70-71",
    },

    "JK_000952_0033": {
        "source" : "SKA",
        "title"  : "الأبرجي",
        "text": "<h1>الأبرجي</h1> بفتح الألف وسكون الباء الموحدة والراء المفتوحة وفي آخرها الجيم هذه النسبة إلى أبرجه وهو اسم لجد أحمد بن إبراهيم بن أبي يحيى ابرجة بن المديني الأبرجي من أهل أصبهان يروي عن أبي حفص عمرو بن علي الفلاس روى عنه أبو بكر محمد بن إبراهيم بن المقرىء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.71",
    },

    "JK_000952_0034": {
        "source" : "SKA",
        "title"  : "الأبردي",
        "text": "<h1>الأبردي</h1> بفتح الألف وسكون الباء الموحدة وضم الراء وفي آخرها الدال المهملة هذه النسبة إلى الأبرد وهو بطن من الصدف والمشهور به أحمد بن يونس بن سويد الصدفي الأبردي له ذكر في الأخبار ولم تقع إلي له رواية قاله أبو سعيد بن يونس المصري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.71",
    },

    "JK_000952_0035": {
        "source" : "SKA",
        "title"  : "الأبرص",
        "text": "<h1>الأبرص</h1> بفتح الألف وسكون الباء الموحدة وفتح الراء وفي آخرها الصاد المهملة عرف بها عبد الرحيم بن سعيد الأبرص الشامي أخو محمد بن سعيد المصلوب قدم بغداد وحدث بها عن ابن شهاب الزهري سمع منه يحيى بن معين وأخوه محمد بن سعيد كان صلبا في الزندقة ولكنه منكر الحديث وأبو بكر محمد بن أحمد بن قريش بن يحيى الكاتب الأبرص النيسابوري من أهل نيسابور كان من أهل الصدق سمع محمد بن يحيى الذهلي وأبا الأزهر وأحمد بن ويسف السلمي روى عنه الحاكم أبو أحمد الحافظ وتوفي في المحرم |جـ1 صـ72| سنة ثماني عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.71-72",
    },

    "JK_000952_0036": {
        "source" : "SKA",
        "title"  : "الأبرقوهي",
        "text": "<h1>الأبرقوهي</h1> بفتح الألف والباء المنقوطة بواحدة وسكون الراء وضم القاف وفي آخرها الهاء هذه النسبة إلى أبرقوه وهي بليدة بنواحي أصبهان على عشرين فرسخا منها والمشهور بالانتساب إليها أبو الحسن هبة الله بن الحسن بن محمد الأبرقوهي الفقيه كان فقيها فاضلا حسن السيرة سمع الحديث الكثير من الشيوخ وتفقه على عبد الله بن محمد الكروني وسمع الحديث بإفادة عبد العزيز بن محمد النخشبي الحافظ من أبي طاهر محمد بن أحمد بن عبد الرحيم الكاتب وغيره سمع منه والدي رحمه الله وروى لي عنه أبو طاهر السنجي وغيره وذكره يحيى بن أبي عمرو بن منده الحافظ في تاريخ أصبهان وقال أبو الحسن الأبرقوهي الفقيه قدم أصبهان لطلب الحديث ونزل دارنا مع عبد العزيز النخشبي وصحبه سنين ثم خرج عبد العزيز وهو عندنا أياما ثم ترك الحديث واشتغل بالفقه وأخذه عن الكروني وآخر قدمة نزل في دار أبي الفتح السقاء العميد بأصبهان وجاء نعيه يوم الجمعة السادس عشر من شعبان سنة ثمان وخمسمائة وأبو بكر محمد بن أحمد الأبرقوهي خرج إلى مكة وجاور بها وحدث عن أبي علي بن أحمد بن علي التستري وأبي الخير محمد بن أحمد بن هارون بن ررا الإمام وغيرهما روى لي عنه أبو العز محمد بن أبي الحسن البستي وكانت وفاته في حدود سنة عشر وخمسمائة وأبو نصر الحسين بن محمد الأبرقوهي حدث بقرية تيم عن أبي علي الحسن بن العباس روى عنه أبو بكر أحمد بن عبد العزيز بن محمد بن موسى الصوفي شيخ أبي القاسم الشيرازي نقلت من معجم شيوخه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.72",
    },

    "JK_000952_0037": {
        "source" : "SKA",
        "title"  : "الأبريسمي",
        "text": "<h1>الأبريسمي</h1> بفتح الألف وسكون الباء وكسر الراء وسكون الياء وفتح السين وفي آخرها الميم هذه اللفظة لمن يعمل الأبريسم والثياب منه ويبيعها ويشتغل بها وفيهم كثرة منهم أبو نصر أحمد بن محمد بن أحمد بن الحسين الأبريسمي هو ابن أبي بكر من أهل نيسابور وكان أبوه من أثرى التجار عندنا وأبو نصر كان مولعا بصحبة الصالحين سمع مكي بن عبدان وأبا حامد الشرقي وأقرانهما وقد كان كتب أيضا ببغداد في خرجاته إليها خرج إلى الحج |جـ1 صـ73| وهي حجته الرابعة فحج وانصرف إلى بغداد فتوفي بها في شهر ربيع الأول من سنة إحدى وسبعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.72-73",
    },

    "JK_000952_0038": {
        "source" : "SKA",
        "title"  : "الإبرينقي",
        "text": "<h1>الإبرينقي</h1> بكسر الألف وسكون الباء المنقوطة بواحدة وكسر الراء وسكون الياء المنقوطة باثنتين من تحتها وفتح النون وفي آخرها القاف هذه النسبة إلى إبرينق وهي قرية من قرى مرو يقال لها ابرينة خرج منها جماعة منهم أبو الحسن علي بن محمد الدهان الإبرينقي كان فقيها صالحا مليح الشيبة كثير المحفوظ حسن المحاورة سمع أبا بكر محمد بن أبي الهيثم الترابي وأبا الحسن عبد الوهاب بن محمد الكسائي وأبا عبد الله عبد الرحمن بن أبي بكر القفال وغيرهم لقيته غير مرة وما وجدت لي عنه شيئا وأرجو أن يظهر لي شيء وأجاز لي جميع مسموعاته وكانت ولادته في حدود سنة أربعين وأربعمائة أو قبلها وتوفي بالقرينين ويقال لها برقدن بليدة على طرف وادي مرو في شوال سنة ثلاث وعشرين وخمسمائة ومن القدماء أبو علي الحسن بن أحمد الطائي الإبرينقي قال أبو زرعة السنجي أبو علي الطائي صاحب عربية ونحو وفصاحة من قرية ابرينة وأبو عبد الرحمن الحصين بن المثنى الإبرينقي المروزي سمع المعتمر بن سليمان وجرير بن عبد الحميد والفضل بن موسى السيناني وغيرهم هكذا ذكره أبو زرعة السنجي في كتابه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.73",
    },

    "JK_000952_0039": {
        "source" : "SKA",
        "title"  : "الإبري",
        "text": "<h1>الإبري</h1> بكسر الألف وفتح الباء المنقوطة بواحدة وفي آخرها الراء المهملة هذه النسبة إلى بيع الإبر وعملها وهي جمع إبرة وهي التي يخاط بها والمشهور بهذا الانتساب أبو القاسم عمر بن منصور بن محمد بن بريد الإبري بغدادي سمع أبا القاسم البغوي ويحيى بن صاعد وغيرهما وأبو علي الحسن بن محمد بن عبد الله بن عبد السلام بن بندار المعبر الأصبهاني المعروف بالإبري حدث عن محمد بن عبد الرحمن بن سهل الغزال سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأثنى عليه قال وكان ثقة وأبو نصر أحمد بن الفرج بن عمر الدينوري الإبري كان من مشاهير بغداد ومحدثيها روى عن أبي يعلي محمد بن الحسين بن الفراء وأبي الحسين بن المهتدي بالله وأبي الغنائم بن المأمون الهاشميين وأبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وغيرهم روى لي عنه أبو طاهر السنجي وعبد الله بن أحمد الحلواني وسمع منه والدي أجزاء من تاريخ الخطيب وتوفي |جـ1 صـ74| في جمادى الأولى سنة ست وخمسمائة ودفن بباب أبرز وأما ابنته شهدة بنت الإبري فهي صاحبة الخط الحسن وكانت لها قربة إلى أمير المؤمنين المقتفي لأمر الله وكان يقال لها الكاتبة سمعت أباها وأبا عبد الله الحسين بن أحمد بن طلحة النعالي وغيرهما كتبت عنها أوراقا يسيرة في دارها برحبة الجامع ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.73-74",
    },

    "JK_000952_0040": {
        "source" : "SKA",
        "title"  : "الأبزاري",
        "text": "<h1>الأبزاري</h1> بفتح الألف وسكون الباء المنقوطة بواحدة وفتح الزاي وفي آخرها الراء هذه النسبة إلى شيئين أحدهما إلى بيع الأبزار وهي أشياء تتعلق بالقدر والمشهور بهذه النسبة أبو عبد الله محمد بن زيد بن علي بن جعفر بن محمد بن مروان بن راشد الأبزاري مولى معاوية بن إسحاق الأنصاري من أهل بغداد يروي عن عبد الله بن محمد بن ناجية وعبد الله بن الصقر وأحمد بن الممتنع القرشي وأبي حازم إبراهيم بن محمد الحضرمي وأحمد بن عمر بن زنجويه وحامد بن محمد بن شعيب البلخي ومحمد بن محمد بن عقبة الشيباني ومحمد بن الحسين الأشناني وانتقى عليه الدارقطني ببغداد روى عنه محمد بن الفرج بن علي البزار وأبو الفرج الطناجيري وأبو القاسم الأزهري وعلي بن المحسن التنوخي والحسن بن علي الجوهري وسئل أبو بكر البرقاني عنه فقال ثقة نبيل وسألته مرة أخرى فقال ثقة أمين وقال أبو القاسم الأزهري قدم علينا أبو عبد الله بن مروان بغداد وحدث بها وكان ثقة جميل الظاهر ومولده ومنشأه ببغداد ثم خرج إلى الكوفة وأقام بها واتصل بنا أنه توفي في صفر سنة سبع وسبعين وثلاثمائة ومثل هذه النسبة إلى قرية بالقرب من نيسابور على فرسخين منها يقال لها ابزار خرج منها حامد بن موسى الأبزاري يروي عن إسحاق بن راهويه روى عنه محمد بن صالح بن هانىء وأبو جعفر محمد بن سليمان بن محمد بن موسى بن منصور المذكر الأبزاري كرامي المذهب وكان من مذكريهم يروي عن السري بن خزيمة ومحمد بن أشرس روى عنه الحاكم أبو عبد الله الحافظ ابن البيع ولم يرضه وتوفي في صفر سنة ثمان وأربعين وثلاثمائة وأبو عبد الله الحسين بن عبيد الله بن الخصيب الأبزاري يلقب بمنقار من أهل بغداد لعله ينسب إلى غير القرية التي بنيسابور وحدث عن داود بن رشيد الخوارزمي وعبيد الله بن عمر القواريري وهناد بن السري التميمي وأحمد بن إبراهيم الموصلي وإبراهيم بن سعيد الجوهري روى عنه جعفر بن محمد الخلدي وإسماعيل بن علي الخطبي وجعفر بن محمد بن الحكم المؤدب وذكره القاضي أبو بكر أحمد بن كامل بن خلف فقال كان الأبزاري ماجنا نادرا كذابا في تلك الأحاديث التي |جـ1 صـ75| حدث بها من الاحاديث المسندة عن الخلفاء قال ولم أكتبها عنه لهذه العلة وقال غيره مات في جمادى الأولى سنة خمس وتسعين ومائتين كتب عنه فريق من الناس وأبى ذلك الأكثرون وأبو إسحاق إبراهيم بن أحمد بن محمد بن رجاء الأبزاري الوراق من أهل نيسابور من هذه القرية التي يقال لها ابزار وكان شيخا صالحا سديد السيرة مكثرا من الحديث له رحلة إلى العراق والشام وعرف بالزاري وسأذكره في حرف الباء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.74-75",
    },

    "JK_000952_0041": {
        "source" : "SKA",
        "title"  : "الأبغري",
        "text": "<h1>الأبغري</h1> بفتح الألف وسكون الباء المعجمة بواحدة وفتح الغين وفي آخرها الراء هذه النسبة إلى ابغر وهي ناحية بسمرقند فيها قرى متصلة منها أبو يزيد خالد بن كردة الأبغري السمرقندي من قرية من قراها يقال لها تخسيج قلت وذكرته في حرف التاء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.75",
    },

    "JK_000952_0042": {
        "source" : "SKA",
        "title"  : "الأبلي",
        "text": "<h1>الأبلي</h1> هذه النسبة إلى الأبلة بلدة قديمة على أربعة فراسخ من البصرة وهي أقدم من البصرة أقمت بها ساعة في انصرافي من البصرة وقيل إنها من جنان الدنيا وممن اشتهر بالانتساب إليها أبو هاشم كثير بن سليم الأبلي من أهلها وهو الذي يقال له كثير بن عبد الله يروي عن أنس رضي الله عنه روى عنه قتيبة بن سعيد كان يروى عن أنس ما ليس من حديثه من غير روايته ويضع عليه ثم يحدث به لا يحل كتابة حديثه ولا الرواية عنه إلا على سبيل الاختبار وأبو محمد شيبان بن أبي شيبة الأبلي الحبطي واسم أبي شيبة فروخ من ثقات أهل الأبلة يروي عن حماد بن سلمة وداود بن أبي الفرات وأبي هلال الراسبي ورأى شعبة بن الحجاج روى عنه مسلم بن الحجاج وأبو عيسى الترمذي وأبو يعلى الموصلي وأبو بكر بن الباغندي وأبو القاسم البغوي والحسن بن سفيان وغيرهم مات سنة ست وثلاثين ومائتين وأبو الحسن أحمد بن الحسن بن أبان المضري الأبلي قال أبو حاتم بن حبان كذاب دجال يضع الحديث على الثقات وضعا كتب عنه أصحابنا كان قد مات قبل دخولي الأبلة لا يجوز الاحتجاج به بحال يروي عن أبي عاصم النبيل وغيره وأبو بكر أحمد بن محمد بن الفضل القيسي الأبلي سكن جنديسابور إحدى كور الأهواز قال أبو حاتم بن حبان أبو بكر الأبلي سكن قرية من قرى جنديسابور يقال لها نوكول فكتبت عنه شبيها بخمسمائة حديث كلها موضوعة بضعها نسخة نسخة على الثقات كان يروي عن نصر بن علي الجهضمي وأبو عبد الله محمد بن علي بن إسماعيل بن الفضل الأبلي الحافظ سكن بغداد وله رحلة إلى مصر حدث عن عبد الله بن روح المدائني ويحيى بن نافع بن خالد ويحيى بن عثمان بن صالح ويحيى بن أيوب العلاف وأزهر بن زفر الحضرمي المصريين |جـ1 صـ76| وبكر بن سهل الدمياطي وأحمد بن إبراهيم البسري روى عنه أبو عمر بن حيويه وأبو الحسن الدارقطني وأبو بكر بن شاذان وأبو حفص بن شاهين وأبو حفص الكتاني وكان ثقة ومات في شوال من سنة تسع وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.75-76",
    },

    "JK_000952_0043": {
        "source" : "SKA",
        "title"  : "الأبناوي",
        "text": "<h1>الأبناوي</h1> يقال في التعريف فلان من الأبناء والنسبة إليه أبناوي وكل من ولد باليمن من أبناء الفرس وليس بعربي يسمونهم الأبناء هكذا ذكره أبو حاتم محمد بن حبان البستي وقال أبو علي الغساني الأبناوي منسوب إلى الأبناء وهم قوم يكونون باليمن من ولد الفرس الذين وجههم كسرى مع سيف بن ذي يزن إلى ملك الحبشة باليمن فغلبوا الحبشة وأقاموا باليمن فولدهم يقال لهم الأبناء ومن جملتهم أبو يوسف محمد بن وهب اليماني الأبناوي روى عنه أحمد بن حنبل مات قريبا من سنة ثمانين وكان قد رأى همام بن منبه ولم يسمع منه ووهب بن منبه الأبناوي وأخوه همام بن منبه أبناوي أيضا وأبو عبد الرحمن طاوس بن كيسان الهمداني اليماني الأبناوي الخولاني أمه من أبناء فارس وأبوه من النمر بن قاسط يروي عن ابن عمر وابن عباس وكان من عباد أهل اليمن وفقهائهم ومن سادات التابعين روى عنه عمرو بن دينار مرض بمنى ومات بمكة سنة إحدى ومائة قبل مجاهد بسنتين وصلى عليه هشام بن عبد الملك بين الركن والمقام وقد قيل إنه مات سنة ست ومائة وليث بن أبي سليم بن زنيم الليثي من الأبناء أصله من أبناء فارس واسم أبي سليم أنس كان مولده بالكوفة وكان معلما بها يروي عن مجاهد وطاوس روى عنه الثوري وأهل الكوفة وكان من العباد ولكنه اختلط في آخر عمره حتى كان لا يدري ما يحدث به وكان يقلب الأسانيد ويرفع المراسيل ويأتي عن الثقات بما ليس من أحاديثهم كل ذلك كان منه في اختلاطه تركه يحيى القطان وابن مهدي وأحمد بن حنبل ويحيى بن معين ومات ليث سنة ثلاث وأربعين ومائة قال عيسى بن يونس ليث بن أبي سليم كان قد اختلط ربما مررت به ارتفاع النهار وهو على المنارة يؤذن ذكر محمد بن خلف العسقلاني أنه رأى مجاهدا في النوم فقال له يا أبا الحجاج أي شيء حال ليث بن أبي سليم عندكم قال مثل حاله عندكم وأبو وائل عوف بن عيسى بن ينفرن بن يرت بن شفردان الفرغاني من الأبناء مولى بني هاشم من سكان بغداد قدم مصر وكان يتفقه ويناظر على مذهب الشافعي |جـ1 صـ77| وذكر أنه جالس ابن سريج وكتب الحديث وكتب عنه عن أبي مسلم الكجي وطبقة بعده وتوفي بمصر وله بها عقب وأبو محمد عبد الأعلى بن محمد بن الحسن بن عبد الأعلى بن إبراهيم بن عبد الله الأبناوي من أهل صنعاء اليمن يروي عن عبد الرزاق بن همام وهو من أقران الدبري وروى عنه ابنه أبو بكر محمد بن عبد الأعلى الأبناوي وابنه أبو عبد الله الحسين بن محمد بن عبد الأعلى الأبناوي روى عنه حفيده أبو الحسن وهو القاضي أبو الحسن أحمد بن محمد بن الحسين بن محمد بن عبد الأعلى بن محمد بن الحسن بن عبد الأعلى بن إبراهيم بن عبد الله الأبناوي يروي عن جده أبي عبد الله روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ وذكره في معجم شيوخه فقال أنا القاضي أبو الحسن الأبناوي من لفظه وحفظه بصنعاء اليمن في جامعها حديث أيمن بن نابل عن قدامة بن عبد الله الكلابي رأيت رسول الله صلى الله عليه وسلم على ناقة صهباء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.76-77",
    },

    "JK_000952_0044": {
        "source" : "SKA",
        "title"  : "الأبوذي",
        "text": "<h1>الأبوذي</h1> بضم الألف والباء المنقوطة بواحدة وفي آخرها الذال المعجمة هذه النسبة إلى أبوذ وهو بطن من الصدف منهم أحمد بن يونس بن سويد الأبوذي له ذكر في الأخبار قال ابن يونس ولم يقع إلي له رواية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.77",
    },

    "JK_000952_0045": {
        "source" : "SKA",
        "title"  : "الأبهري",
        "text": "<h1>الأبهري</h1> بفتح الألف وسكون الباء المنقوطة بواحدة وفتح الهاء وفي آخرها الراء المهملة هذه النسبة إلى موضعين أحدهما إلى أبهر وهي بلدة بالقرب من زنجان خرج منها جماعة كثيرة من الفقهاء المالكية والمحدثين والصوفية والأدباء وفيهم كثرة منهم الإمام أبو بكر محمد بن عبد الله بن محمد بن صالح بن عمر بن حفص بن عمر بن مصعب بن الزبير بن سعد بن كعب بن عباد بن النزال بن مرة بن عبيد بن الحارث بن عمرو بن كعب بن سعد بن زيد مناة بن تميم المالكي الأبهري صاحب التصانيف على مذهب مالك بن أنس مكثر من الحديث فقيه فاضل له تصانيف في شرح مذهب مالك بن أنس والاحتجاج له والرد على |جـ1 صـ78| من خالفه وكان إمام أصحابه في وقته سمع بحران أبا عروبة الحسين بن أبي معشر السلمي وببغداد أبا بكر محمد بن محمد بن الباغندي وأبا بكر عبد الله بن أبي داود السجستاني وبالكوفة عبد الله بن زيدان الكوفي وأبا جعفر محمد بن الحسين الأشناني وخلقا سواهم من البغداديين والغرباء وله تصانيف روى عنه إبراهيم بن مخلد وابنه إسحاق بن إبراهيم وأحمد بن علي البادا وأبو بكر أحمد بن محمد البرقاني ومحمد بن المؤمل الأنباري والقاضي أبو القاسم التنوخي وأبو محمد الحسن بن علي الجوهري وغيرهم وذكره محمد بن أبي الفوارس الحافظ فقال كان ثقة أمينا مستورا وانتهت إليه الرئاسة في مذهب مالك وقال القاضي أبو العلاء الواسطي كان أبو بكر الأبهري معظما عند سائر علماء وقته لا يشهد محضرا إلا كان هو المقدم فيه وإذا جلس قاضي القضاة الحسن ابن أم شيبان أقعده عن يمينه والخلق كلهم من القضاة والشهود والفقهاء وغيرهم دونه وسئل أن يلي القضاء فامتنع واستشير فيمن يصلح لذلك فقال أبو بكر أحمد بن علي الرازي وكانت تزيد حالة الرازي على منزلة الرهبان في العبادة فأريد للقضاء فامتنع وأشار بأن يولى الأبهري فلما لم يجب واحد منهما إلى القضاء ولي غيرهما وكانت ولادته في سنة تسع وثمانين ومائتين ومات في شوال سنة خمس وسبعين وثلاثمائة ببغداد وأبو بكر عبد الرحمن بن محمد بن علوية الأبهري القاضي كان على قضاء الشاش روى عن أحمد بن محمد بن غالب البصري غلام الخليل وعبد الصمد بن الفضل البلخي وحدث بأحاديث مناكير عن إسماعيل بن أحمد والي خراسان وكان يتهم بوضعها ذكره غنجار فقال الأبهري سكن بخارا وكان يتولى عمل المظالم بخراسان وكان كذابا ومات على باب الشاش في سنة اثنتين وأربعين وثلاثمائة وأبو المكارم عبد الوارث بن عبد المنعم الأبهري أحد الأدباء الفضلاء تلمذ لأبي العلاء المعري وقرأ عليه الأدب روى لنا عنه أبو عبد الله الخلال الأديب بأصبهان وقرامز بن ميشه بن فيروز الديلمي بآمل والثاني منسوب إلى قرية من قرى أصبهان اسمها أبهر خرج منها جماعة من المحدثين منهم إبراهيم بن الحجاج الأبهري جد محمد بن يونس الأبهري الغزال سمع من أبي داود وإبراهيم بن عثمان بن عمير الأبهري منها روى عن أبي سلمة التبوذكي والحسن بن محمد بن أسيد الأبهري منها سمع |جـ1 صـ79| لوين وعمرو بن علي وعن الرازيين أيضا وإبراهيم بن يحيى بن الحزور الأبهري مولى السائب بن الأقرع والد محمد بن إبراهيم روى عن أبي داود وبكر بن بكار ورى عنه ابنه وأبو علي أحمد بن عثمان بن أحمد الأبهري الخصيب من أبهر أصبهان كثير الحديث عن العراقيين والأصبهانيين له مصنفات وهو من ولد أبي الشعثاء جابر بن زيد حدث عن إبراهيم بن اسباط بن السكن روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ومات في سنة ثمان وثلاثين وثلاثمائة وأبو الحسن سهل بن أحمد بن العباس الأبهري من قرية أبهر أصبهان يروي عن عبد الله بن محمد بن النعمان روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأبو المظفر قرامز بن ميشه بن فيروز لشكوسا الأبهري من أبهر زنجان فقيه فاضل قرأ الأدب بأبهر على الأديب أبي المكارم عبد الوارث بن عبد المنعم الأبهري وتفقه ببغداد على أسعد بن أبي نصر الميهني رأيته بآمل طبرستان وكتبت عنه من شعره وشعر غيره وكان كثير المحفوظ تركته حيا سنة سبع وثلاثين وخمسمائة وأبو الشيخ محمد بن الحسين بن إبراهيم بن زياد بن عجلان الأصبهاني الأبهري أبهري الأصل سكن بغداد وحدث بها عن محمد بن موسى الحرشي وأبي بكر الأثرم والحسن بن محمد الزعفراني روى عنه أبو بكر محمد بن عبد الله الشافعي غير أنه قال حدثنا محمد بن الحسن أبو جعفر ويعرف بأبي الشيخ وقال غيره مات في سنة تسعين ومائتين وأبو يعقوب يوسف بن محمد بن سعيد بن موسى المنادي الأبهري كان يسكن قرية أبهر أصبهان ويروي عن أبي الشيخ الأبهري روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.77-78",
    },

    "JK_000952_0046": {
        "source" : "SKA",
        "title"  : "الأبيوردي",
        "text": "<h1>الأبيوردي</h1> بفتح الألف وكسر الباء الموحدة وسكون الياء المنقوطة من تحتها باثنتين وفتح الواو وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى أبيورد وهي بلدة من بلاد خراسان وقد ينسب إليها الباوردي وسأذكرها في الباء أيضا والمشهور بهذه النسبة وهي الصحيحة أبو العباس أحمد بن محمد بن عبد الرحمن بن سعيد الأبيوردي أحد الفقهاء الشافعيين من أصحاب أبي حامد الإسفرائني سكن بغداد وولي بها القضاء على الجانب |جـ1 صـ80| الشرقي بأسره ومدينة المنصور في أيام ابن الأكفاني ثم عزل ورد ابن الأكفاني إلى عمله وكان يدرس في قطيعة الربيع وله حلقة للفتوى في جامع المنصور ذكره أبو بكر أحمد بن علي بن ثابت الخطيب في تاريخه وقال أبو العباس الأبيوردي الفقيه ذكر لي أنه سمع الحديث ببلاد خراسان ولم يكن معه من مسموعاته غير شيء يسير كتبه بالري وبمهذان عن علي بن القاسم بن شاذان القاضي وجعفر بن عبد الله الفناكي وصالح بن أحمد بن محمد التميمي وكان حسن الإعتقاد جميل الطريقة ثابت القدم في العلم فصيح اللسان يقول الشعر وذكر لي عبيد الله بن أحمد الصيرفي عمن حدثه أن القاضي أبا العباس الأبيوردي كان يصوم الدهر وأن غالب إفطاره كان على الخبز والملح وكان فقيرا يظهر المروءة قال ومكث شتوة كاملة لا يملك جبة يلبسها وكان يقول لأصحابه بي علة تمنعني عن لبس المحشو فكان يظنونه يعني المرض وإنما كان يعني بذلك الفقر ولا يظهره تصونا ومروءة وكانت ولادته في سنة تسع وخمسين وثلاثمائة ومات في جمادى الآخرة سنة خمس وعشرين وأربعمائة ودفن من الغد في مقبرة باب حرب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.78-80",
    },

    "JK_000952_0047": {
        "source" : "SKA",
        "title"  : "الأبي",
        "text": "<h1>الأبي</h1> بفتح الألف والباء الموحدة مشددة هذه النسبة إلى أب وهي مدينة باليمن منها أبو محمد عبد الله بن الحسن بن الفياض بن علي بن محمد بن الفياض الأبي الهاشمي كان من الفضلاء قرأت بخط أبي القاسم هبة الله بن عبد الوارث بن علي الشيرازي في معجم شيوخه أنشدني عبد الله بن الحسن بن الفياض لنفسه بمدينة أب باليمن % وعد الكريم رهينة بمقاله % % فإذا تأخر عقه بمطاله % % ولقد وعدت بما وعدت فجد به % % فالمال ينفد والثناء بحاله % أظن أن الصواب عدة الكريم رهينة |جـ1 صـ81| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.80-81",
    },

    "JK_000952_0048": {
        "source" : "SKA",
        "title"  : "الأتشندي",
        "text": "<h1>الأتشندي</h1> بضم الألف وسكون التاء المنقوطة من فوقها باثنتين وضم الشين المعجمة وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى اتشند وهي قرية من أعمال نسف منها أبو المظفر محمد بن أحمد بن محمد بن حامد بن نعيم بن الفضل بن سهل بن فرخان الكاتب الأتشندي النسفي ولي عمل البريد على كس ونسف وكان مشهورا بالفصاحة والبيان والشعر والأدب وكان كتب الحديث عن أبي بكر وأبي الفضل العاصميين ببخارا وذكر صاحب المذيل أنه كان يتفقه لأبي حنيفة ويتكلم للاعتزال وهو صاحب حديث الرباعيات ما رواه أحد غيره وأبو بكر محمد بن جعفر الأتشندي النسفي يروي عن أبي سعيد محمد بن إسحاق بن إبراهيم الفاريابي أحاديث مناكير من موضوعات محمد بن تميم الفاريابي وأحمد بن عبد الله الجويباري ونحوهما روى عنه أحمد بن الربيع بن شافع السنكباثي |جـ1 صـ82| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.81-82",
    },

    "JK_000952_0049": {
        "source" : "SKA",
        "title"  : "الأثاربي",
        "text": "<h1>الأثاربي</h1> بفتح الألف والثاء المثلثة وكسر الراء في آخرها الباء الموحدة هذه النسبة إلى أثارب وهي قلعة حصينة بين حلب وأنطاكية كان يستولي عليها الأفرنج والمسلمون يستردون منهم بينها وبين حلب ثلاثة أيام وفيها يقول محمد بن نصر القيسراني % عرجا بالأثارب % % كي أقضي مآربي % % واسرقا نوم مقلتي % % من جفون الكواعب % % واعجبا من ضلالتي % % بين عين وحاجب % % رب كأس حبابها % % من ثغور الحبائب % % أسكرتني فبث ملقى % % بأعلى الترائب % لي إجازة وسماع من أبي عبد الله القيسراني قائل الأبيات منها أبو المعالي محمد بن هياج بن مبادر بن علي الأثاربي الأنصاري التاجر كان شابا كيسا خفيفا خدم العلماء واختلط بهم وكان كثير المحفوظ سافر الكثير ودخل ديار مصر والعراق والسواحل ودخل خراسان ووصل إلى أقصى بلاد الهند لقيته ببغداد أولا ثم بنيسابور ثم بمرو وهراة وبلخ وكتبت عنه إقطاعا من الشعر ومما أنشدني إملاء من حفظه ببلخ قال أنشدني هبة الله بن أبي نصر الشيرازي الواعظ بدمشق لغيره % ولما غرد الحادي % % وناخو جانب الوادي % % وراح القلب يتبعهم % % بلا ماء ولا زاد % % رأيت قتيلا بينهم % % صريعا ماله فادي % وأنشدني محمد بن هياج الأثاربي ببلخ أنشدنا أبو معتمر بن أبي الحسن بن أبي الفضل الجوهري الواعظ بتنيس لبعضهم % عكفت على البرحاء من أشجانها % % فطوى عنان الشوق في كتمانها % % نفس على مضض السقام شحيحة % % من شأنها أن لا تبوح بشأنها % ومات بهراة في الحادي والعشرين من جمادي الآخرة سنة سبع وأربعين وخمسمائة ومن القدماء أبو العباس أحمد بن محمد بن إبراهيم الأثاربي يروي عن محمد بن دليل |جـ1 صـ83| روى عنه أبو الحسن علي بن محمد بن عجيف الرسعني وذكر أنه سمع منه بالأثارب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.82-83",
    },

    "JK_000952_0050": {
        "source" : "SKA",
        "title"  : "الأثرم",
        "text": "<h1>الأثرم</h1> بفتح الألف وسكون الثاء المثلثة وفتح الراء وفي آخرها الميم هذه النسبة لمن كانت سنة مفتتة وعرف به بعض أجداد المنتسب وهو أبو العباس محمد بن أحمد بن أحمد بن حماد بن إبراهيم بن تغلب بن الشد الأثرم من أهل البصرة ومن ساكنيها سمع الحسن بن عرفة وحميد بن الربيع وعمر بن شبة وبشر بن مطر وعلي بن حرب الطائي وسعدان بن يزيد وأحمد بن منصور المرادي وعباس بن عبد الله الترقفي وعباس بن محمد الدوري وأحمد بن يحيى السوسي وعلي بن داود القنطري كتب الناس عنه بانتقاء عمر البصري وحدث عنه محمد بن المظفر وأحمد بن إبراهيم بن شاذان وأبو الحسن علي بن عمر الدارقطني وعمر بن إبراهيم الكتاني وغيرهم انتقل إلى البصرة وسكنها حتى مات بها روى عنه من البصريين القاضي أبو عمر القاسم بن جعفر الهاشمي وأبو الحسن علي بن القاسم النجاد المعدل وأبو محمد الحسن بن علي بن بشار السابوري وغيرهم ذكره أبو علي المحسن بن محمد التنوخي فقال ثنا أبو العباس الأثرم بالبصرة في سنة خمس وثلاثين وثلاثمائة ومولده بسر من رأى سنة أربعين ومائتين أثنى عليه أبو الحسن الدارقطني وقال الأثرم الخياط المقرىء شيخ ثقة فاضل وقال غيره توفي بالبصرة في سنة ست وثلاثين وثلاثمائة وأبو سعيد محمد بن سعيد بن زياد القرشي البصري الأثرم المعروف بالكريزي من أهل البصرة سكن بغداد وحدث عن حماد بن سلمة وهمام بن يحيى وأبان العطار وربيعة بن كلثوم وأبي هلال الراسبي وأبي الأشهب وأبي عوانة وغيرهم روى عنه عبد الرحمن بن الأزهر ويعقوب بن سفيان ومحمد بن غالب التمتام قال أبو عبد الرحمن بن أبي حاتم الرازي سمع منه أبي ولم يحدث عنه سمعته يقول هو منكر الحديث مضطرب الحديث ضعيف كان عفان اتكأ عليه وقال ابن أبي حاتم أيضا سألت أبا زرعة عن محمد بن سعيد بن زياد البصري فقال ضعيف الحديث كتبت عنه بالبصرة وكتب عنه أبو حاتم ببغداد وليس بشيء وترك حديثه ولم يقرأ علينا قال أبو الحسن بن قانع مات الأثرم محمد بن سعيد البصري بالبصرة في سنة إحدى وثلاثين ومائتين وأبو الحسن علي بن مغيرة الأثرم صاحب النحو والغريب واللغة سمع أبا عبيدة معمر بن المثنى وأبا سعيد الأصمعي روى عنه الزبير بن بكار والحسن بن مكرم وأحمد بن أبي خيثمة وأبو العباس أحمد بن يحيى ثعلب وغيرهم قال أبو بكر ابن الأنباري كان ببغداد من رواة اللغة اللحياني والأصمعي والأثرم ومات في |جـ1 صـ84| جمادى الأولى سنة اثنتين وثلاثين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.83-84",
    },

    "JK_000952_0051": {
        "source" : "SKA",
        "title"  : "الأثري",
        "text": "<h1>الأثري</h1> بفتح الألف والثاء المثلثة وفي آخرها الراء هذه النسبة إلى الأثر يعني الحديث وطلبه واتباعه واشتهر بهذه النسبة أبو بكر سعد بن عبد الله بن علي الأثري الطوسي من أهل طوس كان رجلا سنيا حسن السيرة مواظبا على العبادات وحضور مجالس الخير سمع بنيسابور أبا سعيد عبد الرحمن بن حمدان النصروي وأبا حسان محمد بن أحمد بن جعفر المزكي وأبا سعيد فضل الله بن أبي الخير الميهني وببغداد أبا الطيب طاهر بن عبد الله الطبري وغيرهم روى لنا عنه أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وكانت ولادته في سنة ثلاث عشرة وأربعمائة وتوفي في رجب سنة تسعين وأربعمائة بنيسابور وكانت إصابته سقطة في آخر عمره واختل بعض أعضائه حتى كان يمشي بجهد ويتعارج ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.84",
    },

    "JK_000952_0052": {
        "source" : "SKA",
        "title"  : "الأثط",
        "text": "<h1>الأثط</h1> بفتح الألف والثاء المثلثة والطاء المهملة المشددة في آخرها هذه النسبة إلى الصفة والمشهور بها أبو العلاء أحمد بن صالح الأثط الصوري من أهل صور يروي عن الحسن بن علي المناطقي وغيره روى عنه أبو بكر محمد بن إبراهيم المقرىء الأصبهاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.84",
    },

    "JK_000952_0053": {
        "source" : "SKA",
        "title"  : "الاثنا عشري",
        "text": "<h1>الاثنا عشري</h1> بالألف المكسورة وسكون الثاء المثلثة والنون المفتوحة بعدها الألف والعين المهملة والشين المعجمة المفتوحتين والراء المهملة المكسورة وفي آخرها الياء آخر الحروف هذه النسبة إلى طائفة يقال لهم الإثنا عشرية من الرافضة وهم يعتقدون في إثني عشر إماما كما أن السبعية يبنون قاعدتهم على السبعة يتمسكون في إثبات إثني عشر إماما ويستدلون بالآية قال الله تعالى & وبعثنا منهم اثني عشر نقيبا & وقال عز من قائل & وقطعناهم اثنتي عشرة أسباطا أمما & وقال عز وجل & إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله & وقالوا السنة إثنا عشر شهرا وكلمة لا إله إلا الله إثنا عشر حرفا ومحمد رسول الله إثنا عشر حرفا وعلي بن أبي طالب إثنا عشر حرفا وأمير المؤمنين اثنا عشر حرفا فليرد عليهم على هذا اللفظ لم لا يقولون عمر بن الخطاب اثنا عشر حرفا وعثمان بن عفان اثنا عشر حرفا ويزيد بن معاوية اثنا عشر حرفا والحجاج بن يوسف اثنا عشر حرفا فيدل هذا على أنهم أئمة أيضا فالأئمة الإثنا عشر الذين يعتقدون فيهم علي بن أبي طالب والحسن والحسين وعلي بن الحسين زيد العابدين ومحمد بن علي الباقر وجعفر بن |جـ1 صـ85| محمد الصادق وموسى بن جعفر الكاظم وعلي بن موسى الرضا وابنه محمد بن علي بن موسى وابنه أبو الحسن علي بن محمد بن علي بن موسى المعروف بالعسكري وابنه الحسن بن علي والمهدي المنتظر وهم على اعتقاد الواقفية الكفرة وبعضهم يقولون هو الله ويقولون إن المهدي المنتظر إذا خرج فمن لم يؤمن به قبل خروجه إذا آمن وقت خروجه لا يقبل منه ويتلون على هذا كتاب الله تعالى & يوم يأتي بعض آيات ربك لا ينفع نفسا إيمانها لم تكن آمنت من قبل & |جـ1 صـ86| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.84-85",
    },

    "JK_000952_0054": {
        "source" : "SKA",
        "title"  : "الأجير",
        "text": "<h1>الأجير</h1> بفتح الألف وكسر الجيم بعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الراء ما عرفت بهذا الوصف أحدا إلا في تاريخ نسف من جمع أبي العباس المستغفري قال أحيد الأجير غير منسوب أراه أنه كان أجير طفيل بن زيد التميمي في بيته أدرك محمد بن إسماعيل البخاري حين قدم نسف روى عنه أبو يعلى عبد المؤمن بن خلف حكايات عن طفيل بن زيد منها ما وجدت بخط أبي يعلى على ظهر كتاب الجامع الذي كان عنده بخط حماد بن شاكر سمعت أحيد الأجير يقول سمعت جدك طفيل بن زيد يقول قلت لمحمد بن إسماعيل كان البيكندي محمد بن سلام يقول ينبغي ثلاث تسبيحات في الصلاة يعني في الركوع والسجود فقال محمد عندي حديث إذا وضع رأسه للسجود واستمكن جاز |جـ1 صـ87| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.85-87",
    },

    "JK_000952_0055": {
        "source" : "SKA",
        "title"  : "الاحتياطي",
        "text": "<h1>الاحتياطي</h1> بكسر الألف وسكون الحاء المهملة وكسر التاء المنقوطة من فوقها باثنتين وبعدها الياء المنقوطة من تحتها باثنتين وفي آخرها الطاء المهملة هذه النسبة عرف بها أبو علي الحسن بن عبد الرحمن بن عباد بن الهيثم بن الحسن بن عبد الرحمن الاحتياطي حدث عن جرير بن عبد الحميد ويوسف بن أسباط وسفيان بن عيينة وعبد الله بن وهب وغيرهم روى عنه الهيثم بن خلف الدوري والقاسم بن يحيى بن نصر المخرمي وغيرهما وكان أبو أحمد عبد الله بن عدي الحافظ الجرجاني يقول الحسن بن عبد الرحمن الاحتياطي يسرق الحديث منكر عن الثقات ولا يشبه حديثه حديث أهل الصدق وقال أبو بكر الخطيب روى عنه غير واحد فسماه الحسين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.87",
    },

    "JK_000952_0056": {
        "source" : "SKA",
        "title"  : "الأحجني",
        "text": "<h1>الأحجني</h1> بفتح الألف والحاء المهملة الساكنة وفتح الجيم وفي آخرها النون هذه النسبة إلى أحجن وهو بطن من الأزد قال أحمد بن الحباب لهب بن أحجن بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.87",
    },

    "JK_000952_0057": {
        "source" : "SKA",
        "title"  : "الأحدب",
        "text": "<h1>الأحدب</h1> بفتح الألف وسكون الحاء المهملة وفتح الدال المهملة أيضا وفي آخرها الباء المنقوطة بواحدة اشتهر به أبو محمد الربيع بن عبد الله بن خطاف الأحدب لحدب في ظهره وهو الانحناء والنتو من أهل البصرة يروي عن الحسن وابن سيرين روى عنه موسى بن إسماعيل وعبد ربه بن موسى الاحدب من أهل اليمامة يروي عن أمه روى عنه عكرمة بن عمار وأبو العباس عمر بن عبد الله بن محمد الأرغياني الأحدب كان شيخا حسن السيرة كثير العبادة تفقه على أبي المعالي الجويني وكان أكبر من أخيه أبي نصر الأرغياني سمع أبا الحسن علي بن أحمد الواحدي وأبا القاسم عبد الكريم بن هوازن القشيري وأبا سعد عبد الرحمن بن منصور بن رامش وغيرهم سمعت منه بنيسابور وتوفي وأبو الحسن علي بن أحمد بن محمد القرشي المؤدب الأحدب من أهل بغداد كان شيخا صالحا حسن السيرة وله معرفة بالأدب سمع أبا محمد رزق الله بن عبد الوهاب التميمي وأبا الفوارس طراد بن |جـ1 صـ88| محمد بن علي الزينبي وغيرهما سمعت منه وكانت ولادته في صفر سنة أربع وسبعين وأربعمائة وتوفي في شعبان سنة خمس وأربعين وخمسمائة ودفن بالجديدة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.87-88",
    },

    "JK_000952_0058": {
        "source" : "SKA",
        "title"  : "الأحدبي",
        "text": "<h1>الأحدبي</h1> بفتح الألف وسكون الحاء المهملة وضم الدال المهملة وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى أحدب بالضم وهو بطن من غافق والمنتسب إليه ولاء أبو موسى عيسى بن إبراهيم بن عيسى بن مثرود الأحدبي مولى غافق ثم لبطن منهم يقال له أحدب بضم الدال هكذا ذكره ابن ماكولا يروي عن رشدين بن سعد وعبد الله بن وهب وسفيان بن عيينة وعبد الرحمن بن القاسم وحجاج بن سليمان وغيرهم توفي يوم الثلاثاء لثلاث عشرة خلت من صفر سنة إحدى وستين ومائتين كان مولده سنة سبعين ومائة كذلك وجدته بخط الصوري مخففا بضم الدال وسكون الحاء مجودا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.88",
    },

    "JK_000952_0059": {
        "source" : "SKA",
        "title"  : "الأحدوثي",
        "text": "<h1>الأحدوثي</h1> بضم الألف وسكون الحاء وضم الدال المهملتين وفي آخرها الثاء المثلثة هذه النسبة إلى الأحدوث وهو بطن من ناهض من حضرموت والمنتسب إليه أبو نعيم خير بن نعيم بن مرة بن كريب الحضرمي الاحدوثي وقد قيل يكنى أبا إسماعيل قاضي مصر ولي القضاء والقصص في آخر خلافة بني أمية وأول خلافة بني هاشم وقبل أن يلي القضاء بمصر لبني أمية كان ولي قضاء برقة روى عنه يزيد بن أبي حبيب وبكر بن عمرو وعمرو بن الحارث وحيوة بن شريح والليث بن سعد وابن لهيعة وكان يزيد بن أبي حبيب يقول ما أدركت من قضاة مصر أفقه من خير بن نعيم وكان يقضي بين المسلمين في المسجد فإذا كان بعد العصر خرج على باب المسجد فقعد على المعاريج يقضي بين النصاري توفي سنة سبع وثلاثين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.88",
    },

    "JK_000952_0060": {
        "source" : "SKA",
        "title"  : "الأحروجي",
        "text": "<h1>الأحروجي</h1> بضم الألف وسكون الحاء المهملة وضم الراء وفي آخرها الجيم هذه النسبة إلى الأحروج وهو بطن من همدان والمنتسب إليه أبو علي ثمامة بن شفي الأحروجي الهمداني يحدث عن فضالة بن عبيد وعقبة بن عامر وغيرهما وهو من أهل مصر روى عنه يزيد بن أبي حبيب والحارث بن يعقوب وعبد الرحمن بن حرملة وبكر بن عمرو وعمرو بن الحارث ومحمد بن إسحاق وغيرهم توفي في خلافة هشام بن عبد الملك قبل العشرين والمائة |جـ1 صـ89| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.88-89",
    },

    "JK_000952_0061": {
        "source" : "SKA",
        "title"  : "الأحسبيني",
        "text": "<h1>الأحسبيني</h1> بفتح الألف والسين المهملة بينهما الحاء الساكنة المهملة والباء الموحدة المفتوحة والياء الساكنة آخر الحروف وفي آخرها النون هذه النسبة إلى الأحسبين وهي قبيلة من حضرموت منها سلمة بن كهيل بن الحصين بن تمارح بن أسد بن مالك بن أحسبين وهو عقبة بن أسد بن دهنة بن أكلب بن خزيمة بن عمرو بن ربيعة بن شرحبيل بن الحارث بن مالك بن كعب الأحسبيني من حضرموت ويقال إن أحسبين هو عقبة بن شهاب بن نمر بن كلب بن ضمعج الشاعر والله أعلم قال ذلك كله محمد بن حبيب عن ابن الكلبي قال أيضا ولد محمد بن سلمة بن كهيل خمسة نفر وخمس نسوة سلمة والحصين وقيسا والقاسم ويزيد وخمس بنات ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.89",
    },

    "JK_000952_0062": {
        "source" : "SKA",
        "title"  : "الأحصبي",
        "text": "<h1>الأحصبي</h1> بفتح الألف وسكون الحاء المهملة إن شاء الله أو الخاء المعجمة وفي آخرها الباء الموحدة هذه النسبة إلى الأحصبين وهو موضع ببلاد اليمن منها أبو الفتح أحمد بن عبد الرحمن بن الحسين الأحصبي الوراق من الأحصبين قرأت بخط أبي القاسم هبة الله بن عبد الوارث الشيرازي الحافظ في معجم شيوخه أنشدنا أبو الفتح الوراق بالأحصبين باليمن قال أنشدنا أبو عبد الله الحسين بن علي الفقيه لنفسه % مال إليه بالهوى % % قلبي المعنى وصبا % % فبت ألقى فيه من % % حر اشتياقي وصبا % % أعاد لي ميعاده % % أحلام نوم وهبا % % أليس هذا عجبا % % يرجع فيما وهبا % % فلم تذق عيني الكرى % % مذ صدعني وأبى % % بذلت في فدائه % % نفسا وأما وأبا % % لما بدا في قرطق % % يختال فيه وقبا % % عوذته بربه % % غاسق ليل وقبا % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.89",
    },

    "JK_000952_0063": {
        "source" : "SKA",
        "title"  : "الأحمدي",
        "text": "<h1>الأحمدي</h1> بفتح الألف وسكون الحاء المهملة وفتح الميم وفي آخرها الدال المهملة ^ ^ والمشهور بهذه النسبة أبو عيسى العباس بن أحمد بن مطروح بن سراج بن محمد بن عبد الله الأزدي النحوي الخصيب الأحمدي من أهل مصر كان ثقة ثبتا |جـ1 صـ90| حدث وسمع منه وتوفي في جمادى الأولى سنة ثلاث وخمسين وثلثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.89-90",
    },

    "JK_000952_0064": {
        "source" : "SKA",
        "title"  : "الأحمر",
        "text": "<h1>الأحمر</h1> بفتح الألف وسكون الحاء المهملة وفتح الميم وفي آخرها الراء هذه اللفظة صفة للرجل الذي فيه الحمرة وهي من الألوان واشتهر بها جماعة منهم أبو خالد الأحمر وأبو عبد الله جعفر بن زياد الأحمر من أهل الكوفة يروي عن بيان بن بشر ومنصور بن المعتمر روى عنه ابن عيينة وعبد الرزاق أكثر الرواية عن الضعفاء وإذا روى عن الثقات تفرد عنهم بأشياء مقلوبة مات سنة سبع وستين ومائة وأبو إسحاق سلمة بن صالح الأحمر الجعفي قاضي واسط يروي عن حماد بن أبي سليمان ومحمد بن المنكدر روى عنه علي بن حجر كان ممن يروي عن الأثبات الأشياء الموضوعة لا يحل ذكر أحاديثه خاصة ولا كتبها إلا على جهة التعجب وعيسى بن مسلم الصفار يعرف بالأحمر من أهل سر من رأى حدث عن مالك بن أنس وحماد بن زيد وإسماعيل بن عياش أحاديث منكرة يروي عنه ابنه مسلم ومطين الكوفي وعلي بن المبارك الأحمر النحوي صاحب علي بن حمزة الكسائي كان مؤدب الأمين بن الرشيد وهو أحد من اشتهر بالتقدم في النحو واتساع الحفظ وجرت بينه وبين سيبويه مناظره لما قدم بغداد وقال ثعلب كان علي الأحمر مؤدب الأمين يحفظ أربعين ألف بيت شاهد في النحو سوى ما كان يحفظ من القصائد وأبيات الغريب ومناظرته مع سيبويه بحضرة الكسائي مذكورة في تاريخ بغداد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.90",
    },

    "JK_000952_0065": {
        "source" : "SKA",
        "title"  : "الأحمري",
        "text": "<h1>الأحمري</h1> بفتح الألف وسكون الحاء المهملة وفتح الميم وفي آخرها الراء هذه النسبة إلى أحمر وظني أنه بطن من الأزد والمشهور بالانتساب إليه أبو ظلال هلال بن أبي مالك الأعمى الأحمري القسملي من أهل البصرة واسم أبيه سويد الأزدي الأحمري وقد قيل إنه هلال بن أبي هلال يروي عن أنس بن مالك رضي الله عنه روى عنه جعفر بن سليمان الضبعي ومروان بن معاوية وسلام بن مسكين كان شيخا مغفلا يروي عن أنس ما ليس من حديثه لا يجوز الاحتجاج به بحال وسئل يحيى بن معين عن أبي ظلال فقال اسمه هلال لا شيء وأبو بشر عبد الرحمن بن الجارود بن عبد الله بن زاذان الأحمري من أهل الكوفة سكن مصر وحدث بها عن خلف بن تميم ومحمد بن الحجاج المصفر وسعيد بن عفير ويحيى بن عبد الله بن بكير المصريين روى عنه أبو غسان عبد الله بن محمد القلزمي وجماعة من أهل مصر في ذي القعدة سنة إحدى وستين ومائتين وأبو محمد أحمد بن محمد بن أحمر |جـ1 صـ91| الأحمري المروزي ينسب إلى جده من أهل مرو ذكره أبو زرعة السنجي في تاريخ مرو قال كان نحويا حافظا لمعاني القرآن من السنج ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.90-91",
    },

    "JK_000952_0066": {
        "source" : "SKA",
        "title"  : "الأحمسي",
        "text": "<h1>الأحمسي</h1> بفتح الألف وسكون الحاء المهملة وفتح الميم وفي آخرها السين المهملة هذه النسبة إلى أحمس وهي طائفة من بجيلة نزلوا الكوفة وقيل إن أحمس بميم هو أحمس بن ضبيعة بن ربيعة بن نزار بن معد بن عدنان من ولده جماعة من العلماء وفي اليمن أحمس بن الغوث بن أنمار بن إراش بن عمرو بن الغوث بن زيد بن كهلان روى أن رسول الله صلى الله عليه وسلم بارك على خيل أحمس ورجالها والمنتسب إليها جماعة منهم حكيم بن جابر بن طارق بن عوف الأحمسي الكوفي يروي عن عمر بن الخطاب وعبد الله بن مسعود رضي الله عنهما روى عنه إسماعيل بن أبي خالد مات في آخر إمارة الحجاج بن يوسف وأبو عمرو حصين بن عمر الأحمسي من أهل الكوفة يروي عن إسماعيل بن أبي خالد روى عنه مسدد ومحمد بن مقاتل يروي الموضوعات عن الأثبات وسئل يحيى بن معين عنه فقال ليس بشيء والصباح بن محمد بن أبي حازم البجلي الأحمسي من أهل الكوفة قال أبو حاتم بن حبان وأحسبه ابن أخي قيس بن أبي حازم يروي عن مرة الهمداني والكوفيين روى عند ابان بن إسحاق وأهل الكوفة وكان ممن يروي عن الثقات الموضوعات وهو الذي روى عن مرة عن ابن مسعود عن النبي صلى الله عليه وسلم قال استحيوا من الله حق الحياء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.91",
    },

    "JK_000952_0067": {
        "source" : "SKA",
        "title"  : "الأحنف",
        "text": "<h1>الأحنف</h1> بفتح الألف والنون بينهما الحاء المهملة الساكنة وفي آخرها الفاء هذا لقب جماعة من المحدثين لحنف بهم منهم أبو عبد الله محمد بن عبد الله بن خليفة بن الجارود الأحنف من أهل نيسابور كثير الحديث والتصنيف معروف بالطلب إلا أن المشايخ سكتوا عنه سمع السري ابن خزيمة والحسين بن الفضل ومحمد بن أشرس روى عنه الحاكم أبو أحمد الحافظ وكان يوثقه ويذكر فضله ومعرفته قال الحاكم أبو عبد الله الحافظ سمعت أبا جعفر محمد بن صالح بن هانىء الثقة المأمون وكان الأحنف هذا جاره في سكة واحدة قال رافقني أبو أحمد في السماع والطلب فما رأيت منه إلا كل ما يحمد وقد تكلم في جماعة من مشايخنا ووجدت له عن الثقات حديثا منكرا وتوفي في صفر سنة سبع وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.91",
    },

    "JK_000952_0068": {
        "source" : "SKA",
        "title"  : "الأحنفي",
        "text": "<h1>الأحنفي</h1> بفتح الألف وسكون الحاء المهملة وفتح النون وفي آخرها الفاء هذه النسبة |جـ1 صـ92| إلى الأحنف وهو اسم لبعض أجداد المنتسب إليه منهم أبو إسحاق بن يعقوب بن إسحاق الأحنفي الجوزجاني من ولد الأحنف بن قيس التميمي فنسب إليه كان جوالا في الآفاق دخل ما وراء النهر وحدث في بلادها وهو صاحب كتاب الإمارات يروي عن جعفر بن عون وأبي النعيم الفضل بن دكين وقبيصة بن عقبة وأبي عاصم الضحاك بن مخلد النبيل وأبي عتاب سهل بن حماد وعثمان بن عمر بن فارس وغيرهم روى عنه إبراهيم بن معقل ومحمود بن عنبر وأحمد بن هارون بن حبش ومحمد بن عبد الله بن عبد الرحمن الماستيني وعبد الله بن محمود السعدي المروزي وغيرهم وانصرف إلى العراق والشام ومات بدمشق في سنة ست وخمسين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.91-92",
    },

    "JK_000952_0069": {
        "source" : "SKA",
        "title"  : "الأحوصي",
        "text": "<h1>الأحوصي</h1> بفتح الألف وسكون الحاء المهملة وفتح الواو وبعده الصاد المهملة هذه النسبة إلى الأحوص وهو اسم لوالد المنتسب إليه وهو أبو محمد عبد الله بن الأحوص بن عمار بن عبد الله الأحوصي كان عالما مشهورا مذكورا بالخير والعلم سمع أبا بكر محمد بن إسحاق الصنعاني وأبا محمد عبد الله بن عبد الرحمن الدارمي وأبا الفضل العباس بن محمد الدوري وأبا حاتم محمد بن إدريس الرازي والحسن بن علي بن عفان العامري وأبا محمد عبد الله بن مسلم بن قتيبة الدينوري القتبي وروى عنه عامة مصنفاته روى عنه محمد بن زكريا النسفي وغيره ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.92",
    },

    "JK_000952_0070": {
        "source" : "SKA",
        "title"  : "الأحول",
        "text": "<h1>الأحول</h1> بفتح الألف وسكون الحاء المهملة هذا من الحول في العين واشتهر به جماعة منهم عامر بن عبد الواحد الأحول من أهل البصرة يروي عن عطاء ونافع وابن بريدة وعمرو بن شعيب روى عنه شعبة وعبد الوارث بن سعيد وابن شوذب مات سنة ثلاثين ومائة وأبو العباس محمد بن الحسن بن دينار الأحول حدث عن محمد بن زياد الأعرابي روى عنه نفطويه النحوي وغيره وكان ثقة أديبا عالما بالعربية وله مصنفات منها كتاب الدواهي وكتاب الأشباه وغيرهما وأبو عبد الرحمن عاصم بن سليمان الأحول البصري مولى بني تميم ويقال مولى عثمان بن عفان ويقال مولى آل زياد سمع أنس بن مالك وعبد الله بن سرجس وصفان بن محرز وأبا عثمان النهدي والحسن البصري ومحمد بن سيرين وأبا المتوكل الناجي روى عنه قتادة وسليمان وداود بن أبي هند وخالد الحذاء وليث بن أبي |جـ1 صـ93| سليم والثوري وشعبة وأبو عوانة وابن المبارك ويزيد بن هارون وكان قد ولى القضاء بالمدائن في خلافة المنصور وحمل عنه حديث كثير قال يحيى بن معين عاصم الأحول كوفي وكان بالمدائن على الموازين والمكاييل يعني يحيى كأنه كان محتسبا وإنما قال يحيى بن معين كوفي يعني كونه من الكوفة وأما أصله فكان بصريا وكان من الحفاظ وقيل له إن أيوب السختياني يروي عنك فقال ما زال أصحابي لي مكرمين ومات عاصم سنة اثنتين أو ثلاث وأربعين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.92-93",
    },

    "JK_000952_0071": {
        "source" : "SKA",
        "title"  : "الأحلافي",
        "text": "<h1>الأحلافي</h1> بفتح الألف وسكون الحاء المهملة وفي آخرها فاء هذه النسبة إلى الأحلاف وهي بطن من كلب فإني سمعت جماعة من الكلبيين في برية السماوة وكنت إذا سألتهم عن أنسابهم يقول كل واحد منهم فلان الأحلافي وهم كانوا من كلب والمشهور بهذه النسبة يعقوب الأحلافي المؤذن العجلي من أهل الكوفة يروي عن عطاء بن أبي رباح روى عنه سفيان الثوري وأبو سلامة الفرات بن مليك الأحلافي كان دليلنا في برية السماوة وخفيرنا من كلب صحبته في تلك البرية ذات الطول والعرض فرأيت منه أشياء أعجبتني منها حسن أخلاقه وخدمته لنا ولأصحابه وكان يقطع تلك البرية في الليلة المظلمة ونزلنا يوما في موضع فقام ومضى إلى رمال قريبة منا وكان يرجع وفي حجره شيء فإذا هو أمناء من الشعير فسألناه عنها فقال اجتزت بهذا الموضع عام أول أو شهر كذا فثقل علي الشعير لفرسي فخبأته ههنا سمعت أبا سلامة ينشد لبعضهم ونحن في السماوة % قد كيف شئت وسر على مهل % % كل الجمال عليك يا جمل % % ولو أن ناقة صالح حملت % % ما قد حملت لفاتها الأجل % % وعلي أن لا أشتكي كللا % % ما دام فوقي ذلك الكلل % |جـ1 صـ94| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.93-94",
    },

    "JK_000952_0072": {
        "source" : "SKA",
        "title"  : "الأخباري",
        "text": "<h1>الأخباري</h1> بفتح الألف وسكون الخاء المعجمة وفتح الباء وفي آخرها الراء هذه النسبة إلى الأخبار ويقال لمن يروي الحكايات والقصص والنوادر الأخباري اشتهر بهذه النسبة جماعة منهم أبو عبد الرحمن الهيثم بن عدي بن عبد الرحمن الطائي الكوفي الأخباري هكذا ذكره أبو سعيد بن يونس في تاريخ الغرباء وقال قدم مصر وحدث بها عن حيوة بن شريح ويونس بن يزيد الإيلي وغيرهما وخرج عنها فتوفي بفم الصلح سنة ست ومائتين وأبو بكر يموت بن المزرع بن يموت البصري الأخباري ذكره أبو سعيد بن يونس في تاريخ الغرباء وقال بصري قدم مصر مرارا آخر قدومه في سنة ثلاث وثلاثمائة وخرج في سنة أربع وثلاثمائة وسار إلى دمشق فتوفي بها وكان مليح الأخبار وحسن الآداب وأبو بكر أحمد بن حجر بن الحسن بن مؤمل الأخباري حدث عن قاسم بن محمد الأنباري روى عنه أبو الفتح بن مسرور البلخي وقال حدثنا في جامع مدينة المنصور وما علمت من أمره إلا خيرا وأبو الحسين أحمد بن محمد بن العباس بن عبيد الله بن حفص بن عمر بن بيان الأخباري من أهل بغداد حدث عن عبد الملك بن أحمد الزيات وأبي بكر محمد بن الحسن بن دريد الأزدي وأبي بكر محمد بن القاسم بن الأنباري ونصر بن أحمد الخبز أرزي ومحمد بن يحيى الصولي روى عنه القاضي أبو القاسم علي بن المحسن التنوخي وحدث في سنة خمس وسبعين وثلاثمائة فتكون وفاته بعد هذه السنة وأبو الحسين علي بن أحمد بن أسد التميمي الأخباري من أهل سهرزور نزل نيسابور كان من الأدباء الحفاظ الشعراء المتقدمين والمتأخرين ومن العلماء بأيام الناس وأنساب العرب قد كان سكن قديما بنيسابور ثم دخل بلاد خراسان وانصرف إلى نيسابور وسكنها مولده بشهرزور وسمع الحديث بالعراق من القاضي أبي عبد الله الحسين بن إسماعيل الشيباني وأبي عبد الله محمد بن مخلد الدوري وأقرانهما وأبو الحسن محمد بن أحمد بن طالب الأخباري سكن الشام وحدث بطرابلس الشام عن أبي القاسم عبد الله بن محمد البغوي وأبي بكر عبد الله بن أبي داود وحرمي بن أبي العلاء وأبي بكر محمد بن الحسن بن دريد وإبراهيم بن محمد بن عرفة وأبي علي الحسين بن القاسم الكوكبي ومحمد بن القاسم بن الأنباري روى عنه عبيد الله بن القاسم الأطرابلس وتوفي بعد سنة سبعين وثلاثمائة وأبو محمد عبد الله بن أبي سعد وهو عبد الله بن عمرو بن عبد الرحمن بن بشر بن هلال الأنصاري الوراق البلخي |جـ1 صـ95| الأخباري بلخي الأصل سكن بغداد وكان ثقة إخباريا صاحب أدب وملح وطرف سمع الحسين بن محمد المروزي ومعاوية بن عمرو وعفان بن مسلم وسليمان بن حرب وسريج بن النعمان وهوذة بن خليفة وعلي بن الجعد وغيرهم روى عنه عبد الله بن محمد بن أبي الدنيا وعبد الله بن محمد البغوي ومحمد بن خلف بن المرزبان وعبيد الله بن عبد الرحمن السكري والحسين بن القاسم الكوكبي والقاضي أبو عبد الله المحاملي وجماعة آخرهم أبو عمرو بن السماك وكانت ولادته سنة سبع وتسعين ومائة ومات بسامراء سنة أربع وسبعين ومائتين في جمادى الآخرة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.94-95",
    },

    "JK_000952_0073": {
        "source" : "SKA",
        "title"  : "اخدري",
        "text": "<h1>اخدري</h1> هذا اسم يشبه النسبة وهو أسامة بن اخدري له صحبة وفد على رسول الله صلى الله عليه وسلم مسلما هكذا ذكره أبو حاتم البستي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.95",
    },

    "JK_000952_0074": {
        "source" : "SKA",
        "title"  : "الأخسيكثي",
        "text": "<h1>الأخسيكثي</h1> بفتح الألف وسكون الخاء المعجمة وكسر السين المهملة وسكون الياء المنقوطة باثنتين من تحتها وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى اخسيكث وهي من بلاد فرغانة وكانت من أنزه بلادها وأحسنها خرج منها جماعة من العلماء قديما وحديثا منهم الأخوان أبو الوفاء محمد بن محمد بن القاسم الأخسيكثي كان إماما في اللغة متقنا حسن الشعر متينه وكان ورعا وقورا حسن السيرة صنف التصانيف وكانت له يد باسطة في التواريخ ومعرفتها سمع بأخسيكث أبا القاسم محمود بن محمد الصوفي لقيته غير مرة ولم يتفق لي السماع منه وتوفي سنة نيف وعشرين وخمسمائة بأقصى سحدان وأخوه أبو رشاد أحمد بن محمد بن القاسم الأخسيكثي كان أديبا فاضلا حسن الشعر مليح القول تلمذ له أكثر الفضلاء بخلاسان وتخرجوا عليه سمع الحديث من أبي القاسم محمود بن محمد الأخسيكثي الصوفي وجدي الإمام أبي المظفر السمعاني سمعت منه كتاب الآداب للخليل بن أحمد بروايته عن الصوفي عن أبي عبيد الفرغاني عنه وكتبت عنه من شعره وتوفي سنة نيف وثلاثين وخمسمائة ودفن بجنب أخيه ونوح ابن أبي زينب واسمه نصر الفرغاني الأخسيكثي قال أبو العباس المستغفري هو شاب فرغاني دخل نسف مرارا فكتب عني وأنا حرضته على طلب الحديث حتى رحل إلى أبي الفضل السليماني فكتب عنه وعن أبي عبد الله محمد بن أبي بكر الحافظ وعن شيوخ بخارا ثم ارتحل عنها ودخل العراق في طلب الحديث ولم أقف على خبره بعد ذلك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.95",
    },

    "JK_000952_0075": {
        "source" : "SKA",
        "title"  : "الأخفش",
        "text": "<h1>الأخفش</h1> بفتح الألف وسكون الخاء المعجمة وفتح الفاء في آخرها شين معجمة ومعناه صغير العين مع سوء بصر فيها والمشهور بهذه الصفة أحمد بن عمران بن سلامة الأخفش المعروف بالألهاني من أهل العراق سكن مكة يروي عن يزيد بن هارون |جـ1 صـ96| وزيد بن الحباب روى عنه عبد الله بن محمود السعدي وجماعة من الحجازيين وذكره أبو محمد عبد الرحمن ابن أبي حاتم الرازي في كتاب الجرح والتعديل فزعم أنه بغدادي نزل مكة وروى عن ابن علية ووكيع بن الجراح وعبد الله بن بكر السهمي وقال ابن أبي حاتم سمعت أبي يقول كتبت عنه بمكة وهو صدوق وأبو الحسن علي بن سليمان بن الفضل الأخفش النحوي سمع أبا العباس ثعلبا والمبرد وفضلا اليزيدي وأبا العيناء الضرير روى عنه علي بن هارون القرميسيني وأبو عبيد الله المرزباني والمعافى بن زكريا الجريري وكان ثقة وتوفي في ذي القعدة سنة خمس عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.95-96",
    },

    "JK_000952_0076": {
        "source" : "SKA",
        "title"  : "الأخموري",
        "text": "<h1>الأخموري</h1> بضم الألف وسكون الخاء المنقوطة وضم الميم وفي آخرها الراء هذه النسبة إلى الأخمور وهم بطن من المعافر نزلت مصر وزين بن شعيب بن كليب الأخموري يقال له الخامري وهو منسوب إلى هذا البطن من المصريين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.96",
    },

    "JK_000952_0077": {
        "source" : "SKA",
        "title"  : "الإخميمي",
        "text": "<h1>الإخميمي</h1> بكسر الألف وسكون الخاء المعجمة والياء المنقوطة باثنتين من تحتها بين الميمين المكسورتين هذه النسبة إلى اخميم وهي بلدة من ديار مصر من الصعيد على طريق الحاج منها أبو الفيض ذو النون بن إبراهيم الإخميمي الزاهد كان زاهدا صاحب كرامات وآيات وكان فصيحا ذا حكمة ولسان توفي في ذي القعدة سنة خمس وأربعين ومائتين وكلماته وأحواله مدونة في الكتب وأبو زيد سهل بن الربيع بن سليمان الإخميمي مولى جهينة كان مقبولا عند القضاة وكانت في لسانه تمتمة حدث عنه ابنه أحمد بن سهل ويحيى بن عثمان بن صالح توفي بمصر في المحرم سنة تسع وأربعين ومائتين وأبو جعفر أحمد بن يحيى بن الحارث الإخميمي ينسب إلى ولاء الحسن بن أبان مولى بني سعد بن تميم حدث وتوفي في شهر ربيع الأول سنة ثمانين ومائتين وأحمد بن سهل بن الربيع بن سليمان الإخميمي مولى جهينة كان مقبولا عند القضاة بكار بن قتيبة وغيره وكان أبوه أيضا مقبولا عند هارون الزهري يروي عن إبراهيم بن عمر بن يحيى بن بكير وزيد بن بشر ويحيى بن سليمان الحنفي وغيرهم قال أبو سعيد بن يونس المصري وقد كتبت عنه الحديث وتوفي سنة إحدى وثمانين ومائتين وأبو الحسن علي بن سليمان بن بشر الإخميمي نسبوه في موالي مراد يعرف بابن أبي الرقاع من أهل مصر كان قد رحل وكتب عن عبد الرزاق وغيره وآخر من |جـ1 صـ97| حدث عنه بمصر أحمد بن حماد زغبة توفي يوم الثلاثاء لست خلون من رجب سنة ثلاث وعشرين ومائتين وأبو المؤمل محمد بن عيسى بن عيسى بن تميم المصيصي ثم الإخميمي ذكره أبو سعيد بن يونس في تاريخ مصر وقال كان من سكان المصيصة قدم مصر وخرج إلى إخميم من صعيد مصر يروى عن لوين وابن ناصح وكان منكر الحديث ولم يكن بشيء وكان عند أصحاب الحديث يكذب كتبنا عنه سنة تسع وتسعين ومائتين ورجع إلى إخميم فبلغني أنه توفي سنة ثلاثمائة وأبو الفيض ذو النون بن إبراهيم المصري الإخميمي النوبي كان أصله من النوبة وكان من قرية إخميم فنزل مصر وكان حكيما فصيحا زاهدا وجه إليه جعفر المتوكل على الله فحمل إلى حضرته بسر من رأى حتى رآه وسمع كلامه ثم انحدر إلى بغداد فأقام بها مديدة وعاد إلى مصر وقيل إن اسمه ثوبان وذو النون لقب له وقد أسند عنه أحاديث غير ثابتة والحمل فيها على من دونه وحكى عنه من البغداديين سعيد بن عثمان بن عياش الخياط وأبو العباس بن مسروق الطوسي قال أبو الحسن الدارقطني ذو النون المصري روى عنه عن مالك أحاديث في أسانيدها نظر فكان واعظا وقال في موضع آخر إذا صح السند إليه فأحاديثه مستقيمة وهو ثقة وقال ابن الجلاء لقيت ستمائة شيخ ما لقيت فيهم مثل أربعة أحدهم ذو النون ومات ذو النون في سنة خمس وأربعين ومائتين بالجيزة وحمل في مركب حتى عدى به إلى الفسطاط خوفا عليه من زحمة الناس على الجسر ودفن في مقابر أهل المعافر وذلك في يوم الإثنين لليلتين خلتا من ذي القعدة من سنة ست وأربعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.96-97",
    },

    "JK_000952_0078": {
        "source" : "SKA",
        "title"  : "الأخنسي",
        "text": "<h1>الأخنسي</h1> بفتح الألف وسكون الخاء المعجمة وكسر السين المهملة هذه النسبة إلى الأخنس بن شريق وهو من ثقيف منهم أبو يسار عبد الله بن أبي نجيح واسمه يسار الثقفي الأخنس هو مولى لآل الأخنسي يروي عن عطاء وطاوس روى عنه ورقاء بن عمر اليشكري وأهل الحجاز مات سنة إحدى أو اثنتين وثلاثين ومائة قال يحيى القطان لم يسمع ابن أبي نحيح التفسير من مجاهد وقال أبو حاتم بن حبان ابن أبي نجيح وابن جريج نظرا في كتاب القاسم بن أبي بزة عن مجاهد في التفسير فرويا عن مجاهد من غير سماع وعبد الله بن أبي لبابة الثقفي الأخنسي منسوب إلى ولاء الأخنس بن شريق وعمر بن عبد الرحمن بن مهرب بن دريه الأخنسي مولى الأخنس بن شريق حليف لقريش عداده في أهل اليمن يروي عن وهب بن منبه وروى عنه ابن المبارك وعبد الرزاق وعثمان بن محمد بن المغيرة بن الأخنس بن شريق الثقفي الأخنسي منسوب إلى الجد الأعلى يروي عن سعيد المقبري والزهري روى عنه محمد بن عمرو بن علقمة وعبد الله بن جعفر المخرمي يعتبر |جـ1 صـ98| حديثه من غير رواية المخرمي عنه وسليمان بن أسيد بن عبد الله بن أسيد بن الأخنس بن شريق الأخنسي هو من ثقيف روى عنه هشام بن عروة روى عنه إسحاق بن محمد الخطمي الأنصاري وأبو عبد الله وقيل أبو جعفر أحمد بن عمران بن عبد الملك الأخنسي كوفي سكن بغداد وحدث بها عن أبي بكر بن عياش وعبد السلام بن حرب وأبي خالد الأحمر ويحيى بن يمان وحفص بن غياث ومحمد بن فضيل روى عنه محمد بن إسحاق الصاغاني وأبو بكر بن أبي خيثمة وعبد الله بن محمد بن أبي الدنيا وأبو القاسم عبد الله بن محمد البغوي وغيرهم ومن الناس من يسميه محمدا وقال محمد بن إسماعيل البخاري محمد بن عمران الأخنسي كان ببغداد يتكلم فيه منكر الحديث عن أبي بكر بن عياش وقال البغوي مات ببغداد سنة ثمان وعشرين ومائتين وأبو عبد الله محمد بن عمران الأخنسي من أهل الكوفة نزل بغداد وقد قيل اسمه أحمد بن عمران وذلك أشهر وقد سبق ذكره وأما الأخنسية فهم طائفة من الخوارج انتسبوا إلى رجل اسمه أخنس وهم كانوا من جملة الثعالبة أصحاب ثعلبة الذي قال في الأطفال بغير حكم ولاية ولا عداوة حتى يدركوا ويدعوا فإن قبلوا فذاك وإن أنكروا كفروا فالأخنسية خالفوا جمهور الثعالبة |جـ1 صـ99| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.97-99",
    },

    "JK_000952_0079": {
        "source" : "SKA",
        "title"  : "الأدرعي",
        "text": "<h1>الأدرعي</h1> بفتح الألف وسكون الدال المهملة وفتح الراء وفي آخرها العين المهملة هذه النسبة لجماعة من العلويين ينسبون إلى الأدرع وهو لقب أبي جعفر محمد بن الأمير عبيد الله الكوفي المعروف بالطبيب بن عبد الله بن الحسن بن جعفر بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنه قال ابن ماكولا منهم نقيب خجندة أبو أحمد محمد بن أبي عبد الله الحسين المعروف بالشعراني ابن أبي عبد الله محمد الواعظ بخراسان بن أبي محمد القاسم يعرف بابن ناحل بن الأدرع والأدرعي وجماعة بمرو من الأدرعيين فممن سمعت منه الحديث وهو منهم السيد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.99",
    },

    "JK_000952_0080": {
        "source" : "SKA",
        "title"  : "الإدريسي",
        "text": "<h1>الإدريسي</h1> بكسر الألف وسكون الدال المهملة وكسر الراء وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها السين المهملة هذه النسبة إلى إدريس وهو اسم لبعض أجداد المنتسب إليه والمشهور بهذه النسبة أبو سعد عبد الرحمن بن محمد بن محمد بن عبد الله بن إدريس بن الحسن بن منويه الأستراباذي من أهل استراباذ سكن سمرقند إلى حين وفاته وهو صاحب تاريخهما أعني سمرقند واستراباذ كان حافظا جليل القدر كثير الحديث طلب العلم بنفسه إلى خراسان والعراق وشاهد الحفاظ وارتضوه وكتب الحديث الكثير على اتقان ومعرفة تامة وصنف الكتب سمع بجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا أحمد عبد الله بن عدي الحافظ وببغداد أبا الحسن علي بن عمر الدارقطني الحافظ وبنيسابور أبا العباس محمد بن يعقوب الأصم وبمرو أبا عبد الرحمن عبد الله بن عمر بن علك الجوهري وأبا الحارث علي بن القاسم الخطابي وجماعة كثيرة سواهم روى عنه أبو العلاء محمد بن علي بن يعقوب المقرىء الواسطي وأبو القاسم علي بن المحسن التنوخي وأبو الحسن أحمد بن محمد بن أحمد العتيقي وأبو القاسم عبيد الله بن أحمد بن عثمان الأزهري البغداديون وأبو سعد أحمد بن محمد بن أحمد الماليني وأبو بشر عبد الله بن محمد بن هارون الوراق في جماعة كثيرة آخرهم أبو سعد محمد بن عبد الرحمن الكنجروذي وتوفي في |جـ1 صـ100| سلخ ذي الحجة سنة خمس وأربعمائة بسمرقند وأبو القاسم محمود بن إسماعيل الإدريسي الطرابلسي إمام فاضل مفتي مناظر أصولي حسن السيرة أفتى عمره في الوحده والقنوع ونشر العلم وطلبه تفقه على والدي رحمه الله وسمع الحديث من أبي بكر عبد الغفار بن محمد بن الحسين الشيروي وغيره كتبت عنه شيئا يسيرا بمرو ونيسابور وكانت ولادته عبد سنة سبعين وأربعمائة وتوفي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.99-100",
    },

    "JK_000952_0081": {
        "source" : "SKA",
        "title"  : "الأدمي",
        "text": "<h1>الأدمي</h1> بفتح الألف والدال المهملة وفي آخرها الميم هذه النسبة إلى من يبيع الأدم وفيهم كثرة منهم أبو علي الحسن بن الفضل بن الحسن بن الفضل الأدمي وأبو نصر غالب بن أحمد بن المسلم الأدمي الدمشقي من أهل دمشق كان شيخا صالحا سمع أبا الفضل أحمد بن عبد المنعم بن أحمد بن بندار بن الكريدي الدمشقي وأبا الفضل أحمد بن علي بن الفضل بن طاهر بن الفرات كتبت عنه جزءا بدمشق وتوفي ومن القدماء أبو قتيبة سلم بن الفضل بن سهل بن الفضل الأدمي نزل مصر وحدث بها عن محمد بن يونس الكديمي وأبي علي المعمري وموسى بن هارون ومحمد بن حبان البصري وجعفر الفريابي وإبراهيم بن هاشم البغوي وهارون بن يوسف بن زياد روى عنه جماعة منهم أبو عبد الله محمد بن الفضل بن نظيف الفراء المصري ومات سلخ ذي الحجة سنة خمسين وثلاثمائة بمصر وأبو منصور محمد بن أبي الربيع سليمان بن أحمد بن محمد السرقسطي الأدمي شيخ يبيع الأدم ببغداد عند باب النوبي من أولاد المحدثين سمع أباه أبا الربيع سمعت منه أحاديث وكانت ولادته في سنة وستين وأربعمائة وتوفي وأبو الحسن محمد بن أحمد بن محمد بن جعفر بن محمد بن عبد الملك الأدمي من أهل بغداد ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال أبو الحسن الأدمي حدثنا أبو بكر البرقاني عنه عن محمد بن علي بن أبي داود بكتاب العلل لزكريا الساجي وقال لي أبو طاهر حمزة بن محمد بن طاهر الدقاق لم يكن الأدمي هذا صدوقا في الحديث كان يسمع لنفسه في كتب لم يسمعها فسألت البرقاني عن الأدمي فقال ما علمت منه إلا خيرا وكان شيخا قديما أظن سماعه من إسماعيل الصفار ونحوه غير أنه كان يطلق لسانه في الناس يتكلم في ابن مظفر الدارقطني وقال لي البرقاني أيضا كان القاضي الجراحي رجلا كريما سخيا يدعو أصحاب الحديث وينفق عليهم ويبرهم وإذا لم يكن معه شيء باع ثيابه وأنفق عليهم فكان أبو بكر |جـ1 صـ101| البقال وغيره من كتبة الحديث يحضرون عنده لذلك ويسمعون منه وينتخبون عليه وكان محمد بن أحمد بن عبد الملك الأدمي يذكرهم ويقول سماعون للكذب أكالون للسحت وقال وحدثني عبد العزيز الأزجي عن الأدمي عن أبي سهل بن زياد وأبو الحسين أحمد بن يحيى بن عثمان الأدمي العطشي سأذكره في العين وأبو بكر محمد بن جعفر بن محمد بن فضالة بن يزيد بن عبد الملك الأدمي القاري الشاهد من أهل بغداد صاحب الألحان كان من أحسن الناس صوتا بالقرآن وأجهرهم بالقراءة وحدث عن أحمد بن عبيد بن ناصح وعبد الله بن الحسن الهاشمي ومحمد بن يوسف بن الطباع وأحمد بن عبيد الله النرسي وأحمد بن موسى الشطوي والحارث بن محمد بن أبي أسامة وعبد الله بن أحمد الدورقي ومحمد بن عثمان بن أبي شيبة روى عنه أبو الحسن محمد بن أحمد بن رزقويه وأبو نصر أحمد بن محمد بن حسنون النرسي وأبو الحسين علي بن محمد بن بشران وأبو الحسن علي بن أحمد بن عمر بن الحمامي وأبو علي الحسن بن أحمد بن شاذان البزاز وغيرهم وحكى القاضي أبو محمد بن الأكفاني سمعت أبي يقول حججت في بعض السنين وحج في تلك السنة أبو القاسم البغوي وأبو بكر الأدمي القارىء فلما صرنا بمدينة الرسول صلى الله عليه وسلم جاءني أبو القاسم البغوي فقال لي يا أبا بكر ههنا رجل ضرير قد جمع حلقة في مسجد رسول الله صلى الله عليه وسلم وقعد يقص ويروي الكذب من الأحاديث الموضوعة والأخبار المفتعلة فإن رأيت أن تمضي بنا إليه لننكر عليه ذلك ونمنعه منه فقلت يا أبا القاسم إن كلامنا لا يؤثر مع هذا الجمع الكثير والخلق العظيم ولسنا ببغداد فيعرف لنا موضعنا وننزل منازلنا ولكن ههنا أمر آخر هو الصواب وأقبلت على أبي بكر الأدمي فقلت له استعذ واقرأ فما هو إلا أن ابتدأ بالقراءة حتى انفلت الحلقة وانفض الناس جميعا فأحاطوا بنا يسمعون قراءة أبي بكر وتركوا الضرير وحده فسمعته يقول لقائده خذ بيدي فهكذا تزول النعم وحكى ذرة الصوفي قال كنت بت ليلة بكلواذا على سطح عال فلما هدأ الليل قمت لأصلي فسمعت صوتا ضعيفا فإذا هو صوت أبي بكر الأدمي القاري فبكرت من الغد إلى بغداد فرأيته خارجا من دار أبي عبد الله الموسائي فقلت له قرأت البارحة فقال بلى فقلت سمعت صوتك بكلواذا ولولا أنك أخبرتني الساعة بهذا على غير اتفاق ما صدقت وحكى أبو جعفر بن بريه الهاشمي الإمام يقول رأيت أبا بكر الأدمي في النوم بعد موته بمديدة فقلت له ما فعل الله بك فقال أوقفني بين يديه وقاسيت شدائد وأمورا صعبة فقلت له فتلك الليالي والمواقف والقرآن فقال ما كان شيء أضر علي منها لأنها كانت للدنيا فقلت له فإلى أي شيء انتهى أمرك قال قال لي تعالى آليت على نفسي أن لا أعذب أبناء الثمانين وتوفي في شهر ربيع الأول سنة ثمان وأربعين وثلاثمائة وأبو عمرو عثمان بن محمد بن القاسم بن يحيى بن زكريا |جـ1 صـ102| الأدمي سمع عبيد الله بن عثمان العثماني وعبد الله بن إسحاق المدائني ومحمد بن محمد بن الباغندي والحسن بن محمد بن شعبة الأنصاري وأبا القاسم البغوي وأبا بكر عبد الله بن أبي داود السجستاني ويحيى بن محمد بن صاعد وغيرهم روى عنه أبو الحسن العتيقي ومحمد بن الحسين بن سعدون وأبو بكر محمد بن عبد الملك بن بشران وأبو الحسين محمد بن أبي نصر بن النرسي والحسين بن محمد بن طاهر الدقاق وآخر من روى عنه أبو جعفر ابن المسلمة وكان ثقة ووفاته قبل سنة تسعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.100-101",
    },

    "JK_000952_0082": {
        "source" : "SKA",
        "title"  : "الأدوي",
        "text": "<h1>الأدوي</h1> بضم الألف وفتح الدال المهملة وفي آخرها الواو هذه النسبة إلى أدى وهو بطن من الخزرج من الأنصار وهو أدى بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج منها معاذ بن جبل بن عمرو بن عوف بن عائذ بن عدي بن كعب بن عمرو بن أدى بن سعد الأدوي الأنصاري الخزرجي من علماء الصحابة أسند الحديث عن رسول الله صلى الله عليه وسلم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.101",
    },

    "JK_000952_0083": {
        "source" : "SKA",
        "title"  : "الأديمي",
        "text": "<h1>الأديمي</h1> بفتح الألف وكسر الدال المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الميم هذه النسبة إلى الأديم وهو بطن من خولان والمنتسب إليه أبو القاسم سعيد بن عبد العزيز بن أبان بن أبي حيان الأديمي يروي عن عثمان بن الحكم الجذامي روى عنه عمرو بن خالد وابن عفير وكان قاسم أهل مصر في أيامه وكان مقبولا عند العمري القاضي توفي يوم الأربعاء لإحدى عشرة ليلة بقيت من شوال سنة ثمان وثمانين ومائتين وأبو عبد الرحمن عبد الله بن أبي رفاعة الإسكندراني الأديمي الخولاني مولى خولان ثم لبطن منهم يقال له الأديم واسم أبي رفاعة راشد وكان روميا وكان من أفاضل الناس من أهل الإسكندرية ويقال ولد هو وعبد الرحمن بن القاسم الفقيه في سنة واحدة سنة المسودة وهي سنة اثنتين وثلاثين ومائة يروي عن سليمان بن القاسم والليث بن سعد روى عنه محمد بن داود بن أبي ناجية وابن أبي رومان وفي حديثه مناكير والظن أن ذلك من قبل ابن أبي رومان وتوفي بالإسكندرية سنة مائتين |جـ1 صـ103| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.101-103",
    },

    "JK_000952_0084": {
        "source" : "SKA",
        "title"  : "الأذرعي",
        "text": "<h1>الأذرعي</h1> بفتح الألف وسكون الذال المعجمة وفتح الراء وفي آخرها العين المهملة هذه النسبة إلى أذرعات وهي ناحية بالشام ولها ذكر في الشعر أخبرنا يوسف بن أيوب الهمذاني الإمام بمرو وعبد الله بن يوسف الحربي ببغداد قالا ثنا محمد بن علي الهاشمي ثنا % ألا أيها البرق الذي بات يرتقي % % ويجلو دجى الظلماء ذكرتني نجدا % % وهيجتني من أذرعات على الحمى % % بنجد على ذي حاجة طرب بعدا % % ألم تر أن الليل يقصر طوله % % ينجد وتزداد الرياح به بردا % والمشهور بالنسبة إليها محمد بن أبي الزعيزعة الأذرعي قال أبو حاتم بن حبان هو من أهل أذرعات من ناحية الشام يروي عن نافع وابن المنكدر روى عنه أهل الشام ومحمد بن عيسى بن سميع وغيره وكان ممن يروي المناكير عن المشاهير حتى إذا سمعها من الحديث صناعته علم أنها مقلوبة لا يجوز الاحتجاج به وإسحاق بن إبراهيم الأذرعي حدث عن محمد بن الخضر بن علي الرافقي قال ابن ماكولا أظنه نسبة إلى أذرعات الشام ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.103",
    },

    "JK_000952_0085": {
        "source" : "SKA",
        "title"  : "الأذني",
        "text": "<h1>الأذني</h1> بفتح الألف والذال المعجمة وفي آخرها النون هذه النسبة إلى أذنة وهي من مشاهير البلدان بساحل الشام عند طرسوس وكان جماعة من العلماء انتقلوا إليها للمرابطة بها طلبا للأجر والثواب منها أبو بكر محمد بن علي بن أحمد بن داود الكتاني الأذني يروي عن محمد بن سليمان لوين المصيصي ولوين هذا هو أبو جعفر محمد بن سليمان بن حبيب المصيصي وكان ممن سكن أذنة مرابطا روى عنه أبو بكر محمد بن إبراهيم بن علي بن المقري وأبو المجاهد محمد بن يونس بن خالد الأذني يروي عن علي بن صدقة روى عنه أبو بكر بن المقري وأبو محمد مضاء بن عبد الباقي الأزدي الأذني من أهل أذنة يروي عن لوين محمد بن سليمان بن حبيب المصيصي روى عنه أبو بكر بن المقري |جـ1 صـ104| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.103-104",
    },

    "JK_000952_0086": {
        "source" : "SKA",
        "title"  : "الأربنجني",
        "text": "<h1>الأربنجني</h1> بفتح الألف وسكون الراء وكسر الباء المنقوطة بواحدة وسكون النون وفتح الجيم وكسر النون الأخيرة هذه النسبة إلى بليدة من بليدات السغد بسمرقند يقال لها أربنجن وبعضهم يسقطون الألف ويقولون ربنجن وقد ذكرتها في الألف والراء لهذا المعنى أقمت بها يوما في توجهي إلى سمرقند من بخارا وسمعت من خطيبها الحديث والمشهور بالانتساب إليها جماعة منهم أبو بكر أحمد بن محمد بن موسى بن رجاء بن حنش الأربنجني من سغد سمرقند يروي عن أبيه روى عنه أبو بكر محمد بن أحمد وأبو العباس عطاء بن أحمد بن إدريس الأربنجني كان على قضاء أربنجن لا بأس به وبروايته كان فقيها من أصحاب الرأي يروي عن هارون بن صاحب الأربنجني روى عنه أبو سعد الإدريسي ومات في سنة تسع وستين وثلاثمائة في شهر ربيع الآخر وأبو مسلم عامر بن مكامل بن محمد بن قطن بن عثمان بن عبد الله بن عاصم بن خالد بن قرة بن مشرف الهمداني الأربنجني يروي عن أبي سلمة يحيى بن المغيرة المخزومي وهاشم بن القاسم الحراني وهارون بن موسى الفروي وسلمة بن شبيب وغيرهم روى عنه محمد بن أحمد بن هاشم الذهبي وعبد الرحمن بن الفتح السراج ومحمد بن زكريا بن الحسين النسفي وكان فاضلا خيرا حسن الرواية كتب الكثير مات سنة ثلاث وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.104",
    },

    "JK_000952_0087": {
        "source" : "SKA",
        "title"  : "الأربنجي",
        "text": "<h1>الأربنجي</h1> بفتح الألف وسكون الراء وكسر الباء الموحدة وسكون النون والجيم في آخرها رأيت هذه النسبة في تاريخ مدينة السلام بغداد وظني أنه أسقط النون من آخرها وهي اربنجن بليدة من بلاد السغد بسمرقند وإن لم يكن ذلك فالله أعلم وهو ابن جميل بن الفضل الأربنجي قدم بغداد حاجا وحدث بها عن الفضل بن العباس بن |جـ1 صـ105| عبد الله البلخي روى عنه أبو الحسن بن الجندي وأبو موسى هارون بن صاحب الأربنجي ذكره في التاريخ لبغداد أيضا حدث عن محمد بن موسى صاحب يحيى ابن أكثم القاضي روى عنه أبو الحسن علي بن عمر بن محمد الحربي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.104-105",
    },

    "JK_000952_0088": {
        "source" : "SKA",
        "title"  : "الأربقي",
        "text": "<h1>الأربقي</h1> بفتح الألف وسكون الراء وفتح الباء الموحدة وفي آخرها القاف هذه النسبة إلى أربق وهي قرية من قرى رامهرمز فيما أظن إحدى كور الأهواز وبلاد الخوز منها أبو طاهر علي بن أحمد بن الفضل الرامهرمزي الأربقي ورد بخارا وحدث بها عن أبي الحسن محمد بن أحمد بن إسحاق الأهوازي وأبي الحسن محمد بن محفوظ الجهني وغيرهما روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.105",
    },

    "JK_000952_0089": {
        "source" : "SKA",
        "title"  : "الإربلي",
        "text": "<h1>الإربلي</h1> بكسر الألف وسكون الراء وكسر الباء الموحدة وفي آخرها اللام هذه النسبة إلى إربل وهي قلعة على مرحلة من الموصل كان منها جماعة من العلماء منهم أبو أحمد القاسم بن المظفر الشهرزوي الشيباني الإربلي وأبو سليمان داود بن محمد بن الحسن بن أبي خالد الإربلي الموصلي شاب فاضل ورد مرو متفقها ونزل المدرسة الحورانية في حدود العشرين والخمسمائة وكان يشتغل بالحديث وطلبه سمع معنا حديث الحارث ابن أبي أسامة من أبي منصور محمد بن علي بن محمود الكراعي وخرج إلى ما وراء النهر بعد أن أقام عندنا مدة ثم رأيت جزءا مع الحسن بن شافع الدمشقي شاب سمع معنا الحديث بمرو وسمرقند أنه كتب عنه شيئا يسيرا في سنة نيف وثلاثين وخمسمائة بحدود الموصل ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.105",
    },

    "JK_000952_0090": {
        "source" : "SKA",
        "title"  : "الأرتياني",
        "text": "<h1>الأرتياني</h1> بفتح الألف وسكون الراء وكسر التاء ثالث الحروف وفتح الياء آخر الحروف بعد الألف وفي آخرها النون هذه النسبة إلى ارتيان وهي قرية من قرى أستوا بنواحي نيسابور منها أبو عبد الله الحسين بن إسماعيل بن علي الأرتياني النيسابوري كانت له رحلة إلى العراق سمع بالبصرة أبا بكر محمد بن بشار بندار وأبا موسى محمد بن المثنى الزمن ونصر بن علي الجهضمي البصريين وغيرهم روى عنه أبو الحسين محمد بن محمد الحجاجي والحسن بن محمد بن إسحاق النيسابوريان وتوفي بعد العشر والثلاثمائة |جـ1 صـ106| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.105-106",
    },

    "JK_000952_0091": {
        "source" : "SKA",
        "title"  : "الأرجاني",
        "text": "<h1>الأرجاني</h1> بفتح الألف وسكون الراء وفتح الجيم وفي آخرها النون هذه النسبة إلى أرجان وهي من كور الأهواز من بلاد خوزستان ويقال لها أرغان بالغين وهي أرجان وكان الصاحب إسماعيل بن عباد ينزل بها في بعض الأوقات وقال أبو بكر الخوارزمي في أول شعر له % فلو أبصرت في أرجان نفسي % % عليها من أبي يحيى ذمام % والمشهور بالانتساب إليها أبو إسحاق إبراهيم بن أحمد بن يزيد الأرجاني سمع ببلاده عبد الله بن محمد بن عبدان العسكري وبمكة أبا محمد عبد الرحمن بن محمد بن عبد الله بن يزيد المقري وبالجزيرة أبا علي محمد بن سعيد الحراني وغيرهم حدث بأرجان وبشيراز وروى عنه جماعة من أهل فارس ومات بأرجان وأبو بكر أحمد بن محمد بن الحسين الأرجاني القاضي بتستر من أفاضل عصره وكان مليح الشعر رقيق الطبع سار ديوان شعره في الآفاق وسمع الحديث بأصبهان من أبي بكر محمد بن أحمد بن الحسن بن ماجة الأبهري كتب إلي الإجازة بجميع مسموعاته ومقولاته وتوفي بتستر في حدود سنة أربعين وخمسمائة وجده من قبل أمه أبو عبد الله بن أحمد بن إبراهيم بن ماسك الأرجاني أحد المشايخ المشهورين بالزهد والورع ودقائق الحقائق سمع أبا بكر محمد بن الحسن البغدادي روى عنه أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي وغيره وتوفي بعد سنة أربعمائة أو في حدودها والله أعلم وأبو بكر محمد بن القاسم بن زهير الأرجاني حدث عن أبي علي محمد بن سليمان بن علي بن أيوب المالكي البصري روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وأبو الحسن أحمد بن محمد بن أحمد بن عقبة بن المضرس الأرجاني هو ابن أخي عبيد الله بن أحمد بن عقبة كان مقيما بأرجان مدة بعد أن رحل إلى بغداد وسمع بها أبا صالح عبد الرحمن بن سعيد بن هارون الأصبهاني ثم رجع إلى أرجان بعد أن أقام بأصبهان مدة وحدث بها سمع منه أبو بكر أحمد بن موسى بن مردويه الحافظ وحسن بن محمد بن الحسن بن يزداد بن مهران الأرجاني سمع أباه محمد بن الحسن ومحمد سمع أباه الحسن والحسن يروي عن يحيى بن معين والحسن الثاني روى عنه أبو بكر محمد بن إبراهيم ابن المقري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.106",
    },

    "JK_000952_0092": {
        "source" : "SKA",
        "title"  : "الأرحبي",
        "text": "<h1>الأرحبي</h1> بفتح الهمزة وسكون الراء المهملة وفتح الحاء المهملة أيضا وفي آخرها |جـ1 صـ107| الباء المنقوطة بواحدة هذه النسبة إلى بني أرحب وهو بطن من همدان وأرحب ومرهبة اخوان ابنا دعام بن مالك بن معاوية بن صعب بن دومان بن بكيل بن جشم بن خيران بن نوف بن همدان والمشهور بهذه النسبة أبو حذيفة سلمة بن صهيبة الأرحبي من التابعين يروي عن حذيفة بن اليمان روى عنه خيثمة بن عبد الرحمن حديثه في صحيح مسلم في كتاب الأطعمة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.106-107",
    },

    "JK_000952_0093": {
        "source" : "SKA",
        "title"  : "الأرخسي",
        "text": "<h1>الأرخسي</h1> بضم الألف والراء وسكون الخاء المعجمة وكسر السين المهملة هذه النسبة إلى أرخس من قرى سمرقند من ناحية شاوذار عند الجبال على أربعة فراسخ من سمرقند ويقال في النسبة إليها الرخسي أيضا ومنها العباس بن عبد الله الأرخسي ويقال الرخسي قال أبو سعد الإدريسي الحافظ من قرية أرخس يروي عن بشر بن عبيد الدارسي ومحمد بن عبيد بن حساب وغيرهما روى عنه إبراهيم بن حمدويه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.107",
    },

    "JK_000952_0094": {
        "source" : "SKA",
        "title"  : "الأردبيلي",
        "text": "<h1>الأردبيلي</h1> بفتح الألف وسكون الراء وضم الدال المهملة وكسر الياء المنقوطة باثنتين من تحتها وفي آخرها اللام هذه النسبة إلى بلدة يقال لها أردبيل مما يلي أذربيجان لعله بناها أردبيل بن ارميني بن لنطي بن يونان فنسبت إليه خرج منها جماعة من المحدثين والعلماء منهم أبو الحسين يعقوب بن موسى الأردبيلي سكن بغداد وحدث بها عن أحمد بن طاهر بن النجم الميانجي عن سعيد بن عمرو البرذعي سؤالات وتعاليق عن أبي زرعة الرازي ولم يكن عنده شيء يرويه غير ذلك روى عنه أبو الحسن الدارقطني وأبو بكر البرقاني وكان ثقة أمينا فاضلا فقيها على مذهب الشافعي وثقه البرقاني ومات ببغداد في شهر ربيع الآخر من سنة إحدى وثمانين وثلاثمائة ومنهم أبو زرعة عبد الوهاب بن محمد بن أيوب الأردبيلي كان شيخا زاهدا مات بفارس يوم الأحد الخامس من رجب سنة خمس عشرة وأربعمائة وأبو محمد جعفر بن محمد بن جعفر الأردبيلي حدث عن نصر الأردبيلي الحافظ معيدا ببغداد وقدم أصبهان طالبا للحديث سنة اثنتين وأربعين وثلاثمائة وكتب عنه في هذه الرحلة أبو بكر أحمد بن موسى بن مردويه الحافظ |جـ1 صـ108| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.107-108",
    },

    "JK_000952_0095": {
        "source" : "SKA",
        "title"  : "الأردستاني",
        "text": "<h1>الأردستاني</h1> بفتح الألف وسكون الراء وفتح الدال وسكون السين المهملتين وفتح التاء المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى أردستان وهي بليدة قريبة من أصبهان على طرف البرية عند أزوارة بينهما وهي على ثمانية عشر فرسخا من أصبهان ورأيت بخط والدي رحمه الله وكان ضبطها عن الحافظ الدقاق بكسر الألف والدال خرج منها جماعة من المحدثين منهم أبو محمد عبد الله بن يوسف بن أحمد بن مامويه الأردستاني المعروف بالأصبهاني نزيل نيسابور كان أحد الثقات المكثرين رحل إلى العراق والحجاز وأدرك الشيوخ وكان له قدم ثابت في التصوف صحب بمكة أبا سعيد ابن الأعرابي وبنيسابور أبا الحسن البوشنجي وعاش حتى صارت إليه الرحلة وانتخب عليه الحفاظ مثل ابن بكير البغدادي ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وروى عنه وآخر من روى عنه في الدنيا أبو بكر بن علي بن خلف الشيرازي الأديب وكانت ولادته سنة خمس عشرة وثلاثمائة ووفاته في شهر رمضان سنة تسع وأربعمائة ودفن بمقبرة باب معمر بنيسابور وأبو جعفر محمد بن إبراهيم بن داود بن سليمان الأديب الأردستاني كانت له رحلة إلى العراق والحجاز والشام سمع أبا الشيخ الحافظ وأحمد بن عبيد الله النهرديري البصري وابن فناكي الرازي وأبا القاسم ابن حبابة البزاز وأبا بكر أحمد بن عبد الرحمن بن غيلان الشيرازي وأبا بكر بن جشنس وأبا الحسين الكلابي الدمشقي وطبقتهم روى عنه عبد الرحمن بن أبي عبد الله بن منده وأبو الفتح الحداد الأصبهانيان وتوفي في ذي القعدة سنة خمس عشرة وأربعمائة وأبو بكر محمد بن إبراهيم بن أحمد بن محمد الأردستاني الحافظ كان حافظا متدينا مكثرا من الحديث رحل إلى العراق والحجاز والشام وديار مصر وخرج إلى خراسان وبلغ إلى ما وراء النهر وكتب الكثير سمع أبا الحسن علي بن عمر الدارقطني وأبا الحسين أحمد بن محمد بن عمر الخفاف وأبا بكر أحمد بن عبدان الشيرازي وأبا حفص بن ابن شاهين وأبا الفتح القواس وأبا طاهر محمد بن عبد الرحمن المخلص وغيرهم ذكره أحمد بن محمد بن ماما الحافظ وقال شاب مفيد حسن العشرة كان جهد في تتبع الآثار وجد في جمع الأخبار بالعراق وبخراسان وما وراء النهر وأقام ببخارا سنين يكتب معنا فحصل أكثر حديث بخارا ثم رجع فوجدت خبره في سنة أربع وأربعمائة عند الحافظ الجليل أبي عبد الله بن البيع بنيسابور ثم خرج إلى مصر فلم أسمع بخبره بعد ذلك ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد فقال أبو بكر الأردستاني ساكن أصبهان كان رجلا صالحا يكثر السفر إلى مكة ويحج ماشيا كتبت عنه وكان ثقة يفهم الحديث وذكره أبو زكريا يحيى بن أبي عمرو بن منده في كتاب أصبهان فقال أبو بكر محمد بن إبراهيم الأردستاني أحد الحفاظ كان متقيا متدينا سافر إلى خراسان وبغداد ومات بهمذان يوم عاشوراء سنة سبع وعشرين وأربعمائة يوم |جـ1 صـ109| الثلاثاء وأبو الفتح الجبار ابن عبد الله بن إبراهيم بن برزة الأردستاني الجوهري ثم الرازي كان من الثقات سافر إلى العراق والشام وحدث بهما سمع بالري أبا الحسن علي بن عمر القصار وبنيسابور أبا عبد الرحمن محمد بن الحسين السلمي وبحران أبا القاسم علي بن محمد بن علي العلوي وطبقتهم سمع منه من الحفاظ أبو بكر أحمد بن علي بن ثابت الخطيب وروى لي عنه أبو منصور محمود بن أحمد بن ماشاذه الواعظ بأصبهان وأبو سعد أحمد بن محمد بن أحمد البغدادي بالحجاز وجماعة سواهما وكانت ولادته في شهر ربيع الأول سنة ثمان وسبعين وثلاثمائة ومات في المحرم من سنة ثمان وستين وأربعمائة بأصبهان وأبو الحسن علي بن محمد بن الحسين الأردستاني الفقيه كان سمع أبا العباس محمد بن يعقوب الأصم بخراسان وغيره هكذا ذكره أبو بكر بن مردويه الحافظ في تاريخه لأصبهان وعبد الله بن شعيب بن أحمد بن محمد بن مهران الأردستاني التاجر يروي عن أبي القاسم عبد الله بن محمد البغوي روى عنه أبو بكر بن موسى الحافظ الأصبهاني وأبو عبد الله عبيد الله بن أحمد بن الفضل بن شهريار الأردستاني التاجر من أهل أصبهان حدث عن الرازيين يروي عن عبد الرحمن بن محمد بن حماد روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وتوفي في شهر ربيع الأول سنة ثمانين وثلاثمائة وكثير بن زر الأردستاني يروي عن إسماعيل بن آدم الجرجاني عن فرج بن فضالة عن لقمان عن أبي الدرداء رضي الله عنه أنه كان يشتري العصافير من الصبيان فيرسلها روى عنه ابنه يحيى بن كثير الأردستاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.108-109",
    },

    "JK_000952_0096": {
        "source" : "SKA",
        "title"  : "الأردني",
        "text": "<h1>الأردني</h1> هذه النسبة إلى أردن بضم الألف وسكون الراء المهملة وضم الدال المهملة وتشديد النون في آخرها وهي من بلاد الغور قريبة من ساحل الشام وبها نهر كبير من بحيرة طبرية وطبرية من الأردن خرج منها جماعة من العلماء قديما وحديثا والساعة هي في يد الفرنج فمنهم أبو سلمة الحكم بن عبد الله بن خطاف الأردني يروي عن محمد بن مسلم بن شهاب الزهري ويحيى بن عبد العزيز الأردني روى عنه الوليد بن مسلم وعبادة بن نسي الأردني ومحمد بن سعيد الأردني المصلوب وإبراهيم بن سليمان بن رزين الشامي الأردني المؤدب كنيته أبو إسماعيل مؤدب آل أبي عبيد الله أصله من الأردن سكن العراق يروي عن عبد الملك بن عمير وعاصم الأحول روى عنه العراقيون أبو عمر الدوري وغيره وقد قيل إبراهيم بن إسماعيل بن رزين وأما محمد بن سعيد بن أبي قيس الشامي الأردني من أهل الأردن قتل في الزندقة وصلب قتله أبو جعفر وهو الذي يروى عنه ابن عجلان وسعيد بن أبي هلال ويقال له أبو عبد الرحمن الشامي الأردني كان يضع |جـ1 صـ110| الحديث على الثقات ويروي عن الأثبات ما لا أصل له لا يحل ذكره في الكتب إلا على سبيل القدح فيه ولا الرواية عنه بحال من الأحوال ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.109-110",
    },

    "JK_000952_0097": {
        "source" : "SKA",
        "title"  : "الأرزكياني",
        "text": "<h1>الأرزكياني</h1> بفتح الألف وسكون الراء وفتح الزاي وكسر الكاف بعدها الياء آخر الحروف وهو اسم جد المنتسب إليه وهو أبو عبد الله محمد بن الحسن بن علي بن الحسن بن نصر بن باباج بن الأرزكيان الأرزكياني البخاري من أهل بخارا خرج الأرزكيان إلى الصين ومنها ركب البحر إلى البصرة وأسلم على يدي علي بن أبي طالب رضي الله عنه وأبو عبد الله هذا رحل إلى خراسان والعراق وأدرك الشيوخ سمع ببخارا سهل بن المتوكل وسهل بن بشر الكندي وببغداد عبد الله بن أحمد بن حنبل وبشر بن موسى الأسدي وبالري أبا عبد الله محمد بن أيوب الرازي وغيرهم روى عنه ابنه وتوفي في شعبان سنة أربع وأربعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.110",
    },

    "JK_000952_0098": {
        "source" : "SKA",
        "title"  : "الأرزناني",
        "text": "<h1>الأرزناني</h1> بفتح الألف وسكون الراء وضم الزاي والألف بين النونين وهذه النسبة إلى أرزنان وهي من قرى أصبهان هكذا سمعت شيخنا أبا سعد أحمد بن محمد بن الحسن الحافظ بأصبهان يقول أرزنان قرية على باب بلدنا والمنتسب بهذه النسبة أبو القاسم الحسن ابن أحمد بن محمد بن دلير الأرزناني المعلم الأعمى الربضي ذكره يحيى بن أبي عمرو بن منده في كتاب أصبهان وقال نزيل شميكان محلة بأصبهان كثير السماع قليل الرواية مات في سنة ثلاث وخمسين وأربعمائة ومن القدماء أبو جعفر محمد بن عبد الرحمن بن زياد الأصبهاني الأرزناني الحافظ من الحفاظ الأثبات الجوالين في طلب الحديث إلى الشام ومصر وخراسان وكان حافظا عالما سمع ببلده أحمد بن مهران بن خالد وإسماعيل بن عبد الله سمويه وإبراهيم بن معدان وبالأهواز عبد الوارث بن إبراهيم والسري بن سهل وبالري الحسن بن علي بن زياد وبالبصرة هشام بن علي ومحمد بن يحيى القزاز وببغداد محمد بن غالب بن حرب وأحمد بن علي الأبار وبالكوفة مطين محمد بن عبد الله بن سليمان الحضرمي وبالحجاز علي بن عبد العزيز وبمصر يحيى بن عثمان بن صالح وبكر بن سهل الدمياطي وغيرهم روى عنه الحاكم أبو أحمد الحافظ وأبو إسحاق إبراهيم بن محمد بن حمزة الحافظ وذكر الحاكم أبو أحمد وروده نيسابور سنة خمس عشرة وثلاثمائة ووصف حفظه وإتقانه ومعرفته وحسن |جـ1 صـ111| حديثه وأخرج إلي انتخابه عليه بنيسابور خمسة أجزاء وفيها غرائبه ثم خرج من نيسابور إلى هراة وكان أبو عبد الله محمد بن العباس الشهيد يقول ما قدم علينا هراة مثل أبي جعفر الأرزناني زهدا وورعا وحفظا وإتقانا وتوفي سنة سبع عشرة وثلاثمائة وهو ابن نيف وستين سنة وذكره أبو بكر بن مردويه الحافظ فقال أبو جعفر الأرزناني كان يحفظ ويذاكر وقال عبد الله بن أبي القاسم رأيت الأرزناني في المنام فقلت ما فعل الله بك قال أعطاني مناي أعطاني مناي فقال توفي سنة اثنتين وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.110-111",
    },

    "JK_000952_0099": {
        "source" : "SKA",
        "title"  : "الأرزني",
        "text": "<h1>الأرزني</h1> بفتح الهمزة وسكون الراء وفتح الزاي وفي آخرها النون هذه النسبة إلى أرزن وهو موضع بديار بكر مدينة والمشهور بهذه النسبة أبو غسان عياش بن إبراهيم الأرزني حدث عن الهيثم بن عدي ومنصور بن إسماعيل الحراني وعبد الله بن نمير وحماد بن عمرو النصيبي وعبد الخالق بن عبد الواحد الدمشقي حدث عنه إبراهيم بن موسى الخوزي وأبو محمد يحيى بن محمد بن عبد الله الأرزني شاعر متأدب مليح الخط كثير النسخ هكذا قاله ابن ماكولا وأبو القاسم عبد الوارث بن موسى الأرزني قدم بغداد وحدث بها عن عبد الله بن حمدان بن وهب الدينوري روى عنه أبو الفتح يوسف بن عمر القواس ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.111",
    },

    "JK_000952_0100": {
        "source" : "SKA",
        "title"  : "الأرزي",
        "text": "<h1>الأرزي</h1> بفتح الألف وبضم الراء وكسر الزاي وتشديدها والمشهور بهذه النسبة محمد بن عبد الله الأرزي وبعضهم يقول الرزي بحذف الهمزة وهو منسوب إلى طبخ الرز أو الأرز ورأيت في كتاب تقييد المهمل وتمييز المشكل لأبي علي الغساني محمد بن عبد الله الأرزي والرزي لأنه يقال له أرز ورز من شيوخ مسلم بن الحجاج حدث عنه في غير موضع من كتابه تفرد به وقد حدث عنه أبو داود السجستاني سمع عبد الوهاب بن عطاء وخالد بن الحارث ومات ببغداد في سنة إحدى وثلاثين ومائتين وأبو عبد الله محمد بن الحسين الأرزي الزاغولي فقيه فاضل حسن السيرة سكن مرو وذكرته في حرف الزاي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.111",
    },

    "JK_000952_0101": {
        "source" : "SKA",
        "title"  : "الأرسابندي",
        "text": "<h1>الأرسابندي</h1> ارسابند بالفتح ثم السكون وسين مهملة وألف وباء موحدة مفتوحة ونون ساكنة ودال مهملة من قرى مرو على فرسخين منها كان بها جماعة من المحدثين والعلماء |جـ1 صـ112| قديما وحديثا فمن القدماء محمد بن عمران الأرسابندي سمع علي بن حجر وهو ثقة مستقيم الحديث وأبو الفضل محمد بن الفضل الأرسابندي روى عن أبي عمرو القنطري حدثنا عنه شيوخنا والقاضي أبو بكر محمد بن الحسين بن محمد الأرسابندي كان منها وهو إمام فاضل مناظر انتهت إليه رئاسة أصحاب أبي حنيفة رحمه الله بمرو وكان كريما سخيا حسن الأخلاق متواضعا أملى وحدث عن أبي عبد الله البرقي وأبي بكر بن خنب البخاري وأبي الحسن السغدي والسيد أبي بكر بن حيدر الجعفري وغيرهم وروى لنا عنه أبو الفضل عبد الرحمن بن محمد الكرماني بمرو وأبو عبد الله محمد بن الحسين السرفقاني الأزهري وأبو القاسم سعد بن الحسين النسفي بترمذ وغيرهم وأذكر وفاته وأنا صغير في شهر ربيع الأول من سنة اثنتي عشرة وخمسمائة ودفن بمقبرة حصين ومن القدماء أبو عبد الله محمد بن عمران بن جعفر بن موسى بن فيروز الأرسابندي يروي عن علي بن حجر ومحمد بن يحيى القصري وغيرهما روى عنه عبد الرحمن بن أحمد بن سعيد الأنماطي وهو راوي كتاب السنن للحسن بن علي الحلواني عنه وهدية بن عبد الوهاب الأرسابندي جاور بمكة أكثر من ثلاثين سنة سمع الفضل بن موسى والنضر بن شميل وغيرهما هكذا ذكره أبو زرعة السنجي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.111-112",
    },

    "JK_000952_0102": {
        "source" : "SKA",
        "title"  : "الأرسوفي",
        "text": "<h1>الأرسوفي</h1> هذه النسبة إلى أرسوف بضم الألف وسكون الراء المهملة وضم السين المهملة في آخرها فاء وهي مدينة على ساحل بحر الشام وبها كان جماعة من العلماء والمرابطين منهم أبو يحيى زكريا بن نافع الأرسوفي يروي عن سفيان بن عيينة وعباد بن عباد روى عنه يعقوب بن سفيان الفارسي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.112",
    },

    "JK_000952_0103": {
        "source" : "SKA",
        "title"  : "الأرغياني",
        "text": "<h1>الأرغياني</h1> بفتح الألف وسكون الراء وكسر الغين المعجمة وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى أرغيان وهي اسم لناحية من نواحي نيسابور بها عدة من قرى مثل نسح وبان وراونير وغيرها اجتزت بها منصرفي من العراق خرج من قراها جماعة من أهل العلم عرفوا بهذه النسبة منهم الحاكم أبو الفتح سهل بن أحمد بن علي بن أحمد بن علي بن أحمد بن الحسن الأرغياني من قرية بان إمام فاضل حسن السيرة وتفقه على القاضي الحسين بن محمد المروزي وأقام عنده حتى حصل طريقته وذكر أنه ما علق شيئا من المذهب إلا على الطهارة ودخل طوس وحصل التفسير والأصول من شهفور |جـ1 صـ113| الأسفرايني ثم دخل نيسابور وقرأ الكلام على أبي المعالي الجويني وعاد إلى ناحيته وولى القضاء بها وحمدت سيرته في ولايته ثم ترك القضاء وانزوى بعد أن حج واشتغل بالعبادة سمع بنيسابور أبا عثمان الصابوني وأبا حفص بن مسرور وأبا سعد بن الكنجرودي وطبقتهم وأكثر من الحديث وببوشنج أبا الحسن الداودي وبهراة أبا عمر المليحي روى لنا عنه أبو طاهر السنجي وكانت ولادته سنة ست وعشرين وأربعمائة وتوفي أول يوم من المحرم سنة تسع وتسعين وأربعمائة ببان وأوصى أن يدفن في الصحراء وأما ابنه أحمد بن سهل فقد ذكرته في حرف الباء فيما بعد وأبو نصر محمد بن عبد الله الأرغياني وأخوه أبو العباس عمر ذكرتهما في حرف الراء في ترجمة راونير وجميعهم من أرغيان وعرفوا بهذه النسبة ومن القدماء أبو عمرو محمد بن أحمد بن جعفر بن أحمد بن سيار المؤذن الأغياني كان فاضلا ثقة في الحديث صحيح السماعات سكن سمرقند وحدث بها عن أبي العباس محمد بن إسحاق السراج وعلي بن الفضل بن طاهر البلخي وغيرهما روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي قال ومات بسمرقند في ذي القعدة سنة تسع وستين وثلاثمائة وأبو عمرو المسيب بن محمد بن المسيب بن محمد بن المسيب بن إسحاق الأرغياني شيخ صالح عفيف متدين من بيت العلم رحل إلى العراق وسمع ببغداد أبا عمر عبد الواحد بن محمد بن مهدي الفارسي وبالبصرة أبا عمر القاسم بن جعفر بن عبد الواحد الهاشمي وغيرهما روى لنا عنه أبو القاسم زاهر بن طاهر الشحامي وكانت ولادته في سنة ثمان وثمانين وثلاثمائة وتوفي في سنة إحدى وستين وأربعمائة وجده أبو عمرو المسيب بن أبي عبد الله محمد بن المسيب بن إسحاق بن عبد الله بن إسماعيل بن إدريس الأرغياني كان أبو محمد بن المسيب محدث عصره وزاهد وقته وأبو عمرو مكاتب الناحية سمع أباه وأقرانه من الشيوخ وتوفي قبل سنة أربعمائة بمدة وسمع أبا العباس محمد بن إسحاق السراج وأحمد بن محمد بن الأزهر وغيرهما وأما أبو عبد الله محمد بن المسيب بن إسحاق بن عبد الله بن إسماعيل بن إدريس الأرغياني النيسابوري كان من العباد المجتهدين ومن الجوالين في طلب الحديث على الصدق والورع سمع بخراسان محمد بن رافع وإسحاق بن منصور وبالبصرة بندار بن بشار وبالكوفة أبا سعيد الأشج وبالحجاز عبد الجبار بن العلاء العطار وبمصر يونس بن عبد الأعلى وبالشام محمد بن هاشم البعلبكي وغيرهم روى عنه محمد بن إسحاق بن خزيمة وأبو حامد بن الشرقي وغيرهما وكان يقول ما أعلم منبرا من منابر الإسلام بقي علي لم أدخله لسماع الحديث وحكى أبو علي الحافظ قال كان محمد بن المسيب الأرغياني |جـ1 صـ114| يمشي بمصر وفي كمه مائة ألف حديث فقيل لأبي علي فكيف يمكن هذا قال كانت أجزاؤه صغارا بخط دقيق في كل جزئه ألف حديث معدودة وكان يحمل معه مائة جزء فصار هذا كالمشهور من شأنه وكان إذا قرأ الحديث وقال قال رسول الله صلى الله عليه وسلم بكى حتى نرحمه وعمي من كثرة البكاء وكانت ولادته سنة ثلاث وعشرين ومائتين ومات في جمادى الأولى سنة خمس عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.112-113",
    },

    "JK_000952_0104": {
        "source" : "SKA",
        "title"  : "الأرفودي",
        "text": "<h1>الأرفودي</h1> بفتح الألف وسكون الراء وضم الفاء وفي آخرها الدال المهملة هذه النسبة إلى أرفود وهي قرية من قرى كرمينية بالقرب منها منها أبو أحمد أحمد بن محمد بن محفوظ الأرفودي كان رحل إلى أبي حفص البجيري بخشوفغن سنة عشر وثلاثمائة وكان شيخا فاضلا سمعنا منه كتاب التاريخ الأوسط لمحمد بن إسماعيل البخاري حدثنا به عن جعفر بن نذير الكرميني عنه ولم تكن الرواية من صنعته كان شيخا فاضلا إلا أني لم أرض بعض أصوله ولم يكن به في نفسه وديانته بأس مات بقرب الثمانين والثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.113",
    },

    "JK_000952_0105": {
        "source" : "SKA",
        "title"  : "الأرقمي",
        "text": "<h1>الأرقمي</h1> بفتح الألف وسكون الراء والقاف المفتوحة وفي آخرها الميم هذه النسبة إلى الأرقم وهو اسم رجل والمشهور بهذه النسبة غرير بن طلحة بن عبد الله بن عثمان بن الأرقم الأرقمي من أهل مكة يروي عن الزبير بن موسى بن عبد الله المخزومي روى عنه إسحاق بن إبراهيم وروى غرير الأرقمي قال أنشدنا عطاء بن أبي رباح % عوجى علينا ربه الهودج % % إنك إن لم تفعلي تحرجي % % نلبث حولا كاملا كله % % ما نلتقي إلا على منهج % % في الحج إن حجت وماذا منى % % وأهله إن هي لم تحجج % فقال عطاء كثير طيب إذا غيب الله وجهها عن الحجاج ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.113",
    },

    "JK_000952_0106": {
        "source" : "SKA",
        "title"  : "الأرمنازي",
        "text": "<h1>الأرمنازي</h1> أرمناز قرية من قرى بلدة صور من بلاد ساحل الشام ومن هذه القرية |جـ1 صـ115| أبو الحسن علي بن عبد السلام الأرمنازي من الفضلاء المشهورين والشعراء وابنه أبو الفرج غيث ممن سمع الحديث الكثير وجمع وأنس به سمع أبو الفضل محمد بن طاهر المقدسي الحافظ من أبي الحسن الأرمنازي بصور وروى لنا عن ابنه غيث صاحبنا أبو القاسم علي بن الحسن بن هبة الله الدمشقي الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.113-115",
    },

    "JK_000952_0107": {
        "source" : "SKA",
        "title"  : "الأرمني",
        "text": "<h1>الأرمني</h1> بفتح الألف وسكون الراء وفتح الميم وفي آخرها النون هذه النسبة إلى بلاد الأرمن وهي طائفة من الروم خرج منها جماعة من الموالي وسمعوا مع ساداتهم الحديث وحمل عنهم منهم أبو النجم بدر بن عبد الله الشيخي الأرمني غلام عبد المحسن بن محمد بن علي التاجر نشأ ببغداد وتوفي بها وسمع الحديث الكثير مع سيده من أبي الغنائم عبد الصمد بن علي بن المامون الهاشمي وأبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبي الحسين أحمد بن محمد بن أحمد بن النقور البزاز وأبي محمد عبد الله بن محمد بن هزار مرد الصريفيني الخطيب وطبقتهم سمعت منه ببغداد وكان قد جاوز الثمانين سنة وتوفي في شهر رمضان سنة اثنتين وثلاثين وخمسمائة وأبو عبد الله لؤلؤ بن عبد الله الأرمني مولى ابن مساور من أهل بغداد سمع أبا محمد عبد الله بن هزار مرد الصريفييني روى لنا عنه أبو المعمر الأنصاري الحافظ وأبو الحسن الدقاق المقري وغيرهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.115",
    },

    "JK_000952_0108": {
        "source" : "SKA",
        "title"  : "الأرموي",
        "text": "<h1>الأرموي</h1> بضم الألف وسكون الراء وفتح الميم وفي آخرها الواو هذه النسبة إلى أرمية وهي من بلاد أذربيجان والمشهور بالنسبة إليها جماعة من أهل العلم منهم أبو عبد الله الحسين بن عبد الله بن الحسين بن محمد بن الحسين بن محمد بن الشويخ الأرموي الشافعي من أهل أرمية نزل مصر وسكنها وحدث بها سمع ببغداد أبا محمد عبد الله بن عبيد الله بن يحيى بن البيع وبالبصرة أبا عمرو محمد بن محمد بن محمد بن بكر الهزاني وغيرهما روى عنه الحافظان أبو القاسم هبة الله بن عبد الوارث الشيرازي وأبو الفتيان عمر بن عبد الكريم الرواسي وتوفي بمصر بعد سنة ستين وأربعمائة وأبو بكر محمد بن الحسين بن عمر أبو بكر الأرموي فقيه فاضل سديد السيرة تفقه على الإمام أبي إسحاق الشيرازي وحفظ المذهب وعمر ودرس الفقه في النظامية ببغداد سمع أبا الحسين بن المهتدي بالله وأبا الحسين بن النقور وأستاذه وجماعة غير أنه تحرج عن الرواية لأنه |جـ1 صـ116| كان معه بلدي له يقال له أبو بكر محمد بن الحسن الأرموي واختلط اسمه باسمه فلم يكن يروي شيئا كتبت عنه بيتين من إنشاد الإمام أبي إسحاق الشيرازي أنشدناهما من حفظه إملاء بداره بدرب السلسة أنشدني أستاذي أبو إسحاق لنفسه % سألت الناس عن خل وفي % % فقالوا ما إلى هذا سبيل % % تمسك إن ظفرت بود حر % % فإن الحر في الدنيا قليل % وتوفي أبو بكر الأرموي في سنة ست وثلاثين وخمسمائة ببغداد وأبو الفضل محمد بن عمر بن يوسف بن محمد الأرموي من أهل أرمية أيضا تفقه على الإمام أبي إسحاق الشيرازي ببغداد وكان قدمها مع والده وبقي ببغداد إلى أن توفي وأخذ الفقه وكان يناظر ويحفظ المذهب ولي القضاء بدير العاقول مدة وسمع الحديث من أبي الحسين محمد بن علي بن المهتدي بالله وأبو الغنائم عبد الصمد بن علي بن المأمون الهاشميين وأبي جعفر بن المسلمة المعدل وأبي بكر أحمد بن علي بن ثابت الخطيب الحافظ وطبقتهم وعمر العمر الطويل حتى مات أقرانه وصار آخر من روى عن هؤلاء الشيوخ سمعت منه الكثير ببغداد وكانت ولادته سنة سبع وخمسين وأربعمائة وتوفي سنة سبع وأربعين وخمسمائة وجماعة من أهل هذه البلدة سمعوا معنا الحديث منهم أبو الفتح نصر بن أحمد بن سناط الأرموي كان فقيها فاضلا ورد مرو وسمع معنا الكثير من يوسف بن أيوب الهمذاني وأبي منصور الكراعي ومن دونهما وخرج إلى بلاده وولي القضاء بها ولا أدري متى توفي سمعت منه أقطاعا من الشعر كتبها لي بخطه وأبو الروح الفرج بن أبي بكر بن الفرج الأرموي من أهل أرمية فقيه فاضل صالح سديد السيرة تفقه بنوقان طوس على شيخنا محمد بن أبي العباس ولقيته بها وسمع معي التفسير للثعالبي عن أبي سعد ناصر بن سهل البغدادي ومحمد بن أبي سعد بن حفص نوقاني بروايتهما عن أبي سعيد الفرخزاذي عن المصنف ثم قدم مرو وأنا غائب عنها في رحلة العراق وبقي عندنا إلى الساعة وأسكنته خانقاه عن عبد الله بن الحلواني كتب عني الكثير في الإملاء والسماع وكتبت عنه أقطاعا من الشعر وأبو عبد الله محمد بن قحطان بن أبي عبد الله الأرموي شيخ صالح ذو ثروة وجدة ركب البحر في التجارة وكسر به المركب ثم جمع بعد ذلك شيئا كثيرا ذهب عنه في غارة الغز بنيسابور |جـ1 صـ117| سمع مني الكثير ومعي ببخارا ومرو وسرخس وهو مقيم عندنا وهو سديد السيرة كثير التلاوة والتهجد ولنا به أنس ومن القدماء أبو الطيب نعيم بن مسافر بن جعفر الأرموي قاضي أرمية ورد بغداد وسمع بها أبا القاسم عبيد الله بن عمر بن أحمد بن شاهين سمع منه أبو الفتيان عمر بن أبي الحسن الرواسي بأرمية وكانت وفاته بعد سنة ستين وأربعمائة إن شاء الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.115-117",
    },

    "JK_000952_0109": {
        "source" : "SKA",
        "title"  : "الأرميني",
        "text": "<h1>الأرميني</h1> بفتح الألف وسكون الراء وكسر الميم وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى إرمينية وهي من بلاد الروم ويضرب بحسنها وطيب هوائها وكثرة مائها وشجرها المثل منها أبو عبد الله عيسى بن مالك بن بشر الأرميني أصله من أرمينية إن شاء الله قال أبو سعيد بن يونس الصدفي قدم أبو عبد الله الأرميني مصر وكتب بها الحديث وسافر إلى القيروان وكتب بها وكتبت عنه نسخة من حديث شجرة بن عيسى سمعها بالمغرب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.117",
    },

    "JK_000952_0110": {
        "source" : "SKA",
        "title"  : "الأرنبوي",
        "text": "<h1>الأرنبوي</h1> بفتح الألف والراء وسكون النون وضم الباء الموحدة والواو هذه النسبة رأيتها في تاريخ نيسابور للحاكم في الطبقة الأخيرة وظني أنها إلى بعض قرى نيسابور وهو أبو عبد الله محمد بن إبراهيم بن نصر الأرنبوي نزيل نيسابور رأى أبا أحمد الدرسيني بالري وأبا بكر الشبلي ببغداد وذكره الحاكم أبو عبد الله فقال أبو عبد الله الأرنبوي نزيل نيسابور كان من أحفظ الناس للأخبار وأيام الناس سكن نيسابور إلى أن توفي بها وكان يكثر الكون بحضرة السيد أبي جعفر الموسائي سمع محمد بن أيوب الرازي وأقرانه ولم يحدث قط بعد أن سألته غير مرة وتوفي بنيسابور سنة ستين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.117",
    },

    "JK_000952_0111": {
        "source" : "SKA",
        "title"  : "الأروائي",
        "text": "<h1>الأروائي</h1> بفتح الألف وسكون الراء وفتح الواو وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى أروى وهي قرية من قرى مرو على فرسخين منها والمشهور بالنسبة إليها أبو العباس أحمد بن محمد بن عميرة بن عمر بن يحيى بن سليم الأروائي المروزي كان ينزل سكة هاروناباذ وكان له حظ من الأدب واللغة وكان فاضلا عالما حسن الخط |جـ1 صـ118| صاحب أخبار ونوادر وطرف وملح وحكايات صنف الكتب منها كتاب السمير والنديم وكان عريض الدعوى في الطب قيل إنه عالج نفسه بطبه فكان في ذلك حتفه رحل إلى العراق والحجاز وكتب الحديث الكثير سمع سعيد بن مسعود السلمي ومحمد بن عبدة ومحمد بن حاتم بن المظفر المروزيين وعبد المجيد بن إبراهيم البوشنجي ومحمد بن إسحاق بن راهويه وأبا يحيى محمد بن يحيى بن خالد الميرماهاني وببغداد أبا بكر عبد الله بن محمد بن أبي الدنيا القرشي وأبا محمد الحارث بن محمد بن أبي أسامة التميمي وعبد الله بن مسلم بن قتيبة الدينوري وبمكة أبا الحسن علي بن عبد العزيز المكي وغيرهم سمع منه أبو العباس أحمد بن سعد المعداني وقال لم أكتب عنه إلا حديثا واحدا في الوراقين قال وبلغني أنه كان يقول كل يوم ما لم أعمل بدرهم لا أخرج من الدار وأبو الفضل أحمد بن محمد بن يعقوب الأروائي سمع عثمان بن سعيد ذكره أبو زرعة السنجي في تاريخ مرو |جـ1 صـ119| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.117-118",
    },

    "JK_000952_0112": {
        "source" : "SKA",
        "title"  : "الأزجاهي",
        "text": "<h1>الأزجاهي</h1> بفتح الألف وسكون الزاي وفتح الجيم وفي آخرها الهاء هذه النسبة إلى أزجاه وهي إحدى قرى خابران من خراسان وهي بليدة حسنة دخلتها غير مرة وأقمت بها أياما خرج منها جماعة من الأئمة قديما وحديثا منهم أبو الفضل عبد الكريم بن يونس بن محمد بن المنصور الأزجاهي إمام فاضل ورع متقن حافظ لمذهب الشافعي رحمة الله عليه متصرف فيه تفقه أولا بنيسابور على أبي محمد الجويني ثم بمرو على أبي طاهر السنجي وبمرو الروذ على القاضي حسين بن محمد وسمع الحديث وأملى روى لي عنه أبو الفتح محمد بن أحمد بن معاوية الأزجاهي الخطيب إمام جامع أزجاه بها وأبو بكر محمد بن أحمد بن الجنيد الخطيب بميهنة وتوفي في سنة ست وثمانين وأربعمائة وزرت قبره بأزجاه وأبو بكر عبد الجبار بن علي بن سعيد بن محمد بن سعيد بن أحمد بن حرب بن أحمد بن حرب الأزجاهي الحربي تلميذ عبد الكريم السابق ذكره إمام فاضل وسأذكره في الحربي مع ابنه أبي الفضائل محمد بن عبد الجبار الأزجاهي سمعت منه بسرخس ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.118",
    },

    "JK_000952_0113": {
        "source" : "SKA",
        "title"  : "الأزجي",
        "text": "<h1>الأزجي</h1> بفتح الألف والزاي وفي آخرها الجيم هذه النسبة إلى باب الأزج وهي محلة كبيرة ببغداد قيل كان بها أربعة آلاف طاحونة وكان منها جماعة كثيرة من العلماء والزهاد والصالحين وكلهم إلا ما شاء الله على مذهب أحمد بن حنبل رحمه الله وكتبت عن جماعة كثيرة منهم والمشهور بهذه النسبة أبو القاسم عبد العزيز بن علي بن أحمد بن الفضل بن شكر بن بكران الأزجي الخياط من أهل باب الأزج كان ثقة صدوقا مكثرا صاحب كتاب سمع أباه وأبا الحسن علي بن محمد بن كيسان النحوي وعبد الله بن إبراهيم الزبيبي وأبا عبد الله الحسين بن علي بن العسكري وأبا حفص عمر بن أحمد بن الزيات وأبا بكر محمد بن أحمد بن محمد المفيد الجرجرائي سمع منه جماعة كثيرة منهم أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبو الحسين المبارك بن عبد الجبار ابن الطيوري وكانت ولادته في شعبان سنة ست وخمسين وثلاثمائة ومات في المحرم سنة أربع وأربعين وأربعمائة ودفن بباب حرب |جـ1 صـ120| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.118-120",
    },

    "JK_000952_0114": {
        "source" : "SKA",
        "title"  : "الأزدي",
        "text": "<h1>الأزدي</h1> هذه النسبة إلى أزدشنوءة بفتح الألف وسكون الزاي وكسر الدال المهملة وهو أزد بن الغوث بن نبت بن مالك بن زيد بن وكهلان بن سبأ والمشهور بهذا الانتساب أبو معمر عبد الله بن سخبرة الأزدي يروي عن ابن مسعود وخباب عداده في أهل الكوفة روى عنه إبراهيم النخعي وأبو حوالة عبد الله بن حوالة الأزدي من الأزد بن غوث له صحبة والمهلب بن أبي صفرة الأزدي أمير خراسان وأولاده منسوب إلى الأزد بن عمران بن عامر والنسبة إليها بالسين أكثر وأبو جعفر أحمد بن محمد بن سلامة الفقيه الطحاوي الأزدي وطحا مدينة من ديار مصر وهو منسوب إلى أزد الحجر صنف الآثار والسنن كان على مذهب الشافعي فانتقل إلى مذهب أبي حنيفة رحمهما الله وتوفي بمصر في سنة نيف وثلاثمائة وأبو محمد عبد الغني بن سعيد بن علي بن سعيد بن بشر بن مروان بن عبد العزيز الأزدي الحجري ثم العامري الحافظ المعدل قال أبو عبد الله الصوري وما رأت عيناي مثله صنف التصانيف يروي عنه جماعة وتوفي سنة نيف عشرة وأربعمائة بمصر وأبو الفتح محمد بن الحسين بن أحمد بن حسين بن عبد الله بن يزيد بن النعمان الأزدي الموصلي كان من أهل العلم والفضل من أهل الموصل سكن بغداد وبها حدث وانتشرت الروايات عنه حدث عن أبي يعلى أحمد بن علي الموصلي والهيثم بن خلف الدوري وعلي بن سراج المصري ومحمد بن جرير الطبري وأحمد بن الحسن بن عبد الجبار الصوفي وأبي عروبة الحراني وأبي بكر ابن الباغندي روى عنه محمد بن جعفر بن علان الشروطي وعبد الغفار بن محمد المؤدب وأبو طالب محمد بن الحسين بن بكير وإبراهيم بن عمر البرمكي وغيرهم ذكره أبو بكر الخطيب في التاريخ فقال أبو الفتح الأزدي في حديثه غرائب ومناكير وكان حافظا صنف كتابا في علوم الحديث وسألت محمد بن جعفر بن علان عنه فذكره بالحفظ وحسن المعرفة بالحديث وأثنى إليه قال أبو النجيب الأرموي رأيت أهل الموصل يوهنون أبا الفتح الأزدي جدا ولا يعدونه شيئا قال وحدثني محمد بن صدقة الموصلى إن أبا الفتح قدم بغداد على الأمير يعني ابن بويه ووضع له حديثا أن جبرائيل عليه السلام كان ينزل على النبي صلى الله عليه وسلم في صورته قال فأجازه وأعطاه دراهم كثيرة قال وسألت أبا بكر البرقاني عن أبي الفتح الأزدي فأشار إلي أنه كان |جـ1 صـ121| ضعيفا وقال رأيته في جامع المدينة وأصحاب الحديث لا يرفعون به رأسا ويتجنبونه ومات بالموصل في سنة تسع وستين وثلاثمائة وقيل سنة أربع وسبعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.120-121",
    },

    "JK_000952_0115": {
        "source" : "SKA",
        "title"  : "الأزرق",
        "text": "<h1>الأزرق</h1> بفتح الألف وسكون الزاي وفتح الراء وفي آخرها القاف هذه الصفة كان يعرف بها الإمام أبو إسماعيل حماد بن زيد بن درهم الأزدي البصري المعروف بالأزرق هكذا رأيت في كتاب الثقات لأبي حاتم البستي قال وهو مولى آل جرير بن حازم الجهضمي من أهل البصرة يروي عن ثابت البناني روى عنه أهل البصرة وكان مولده في ولاية سليمان بن عبد الملك سنة ثمان وتسعين ومات يوم الجمعة في شهر رمضان لتسع عشرة مضت من سنة سبع وسبعين ومائة وقد قيل سنة تسع وسبعين ودفن بعد العصر يوم الجمعة وكان ضريرا يحفظ حديثه كله وكان درهم جده من سبي سجستان وما كان حماد بن زيد يحدث إلا من حفظه وقد وهم من زعم أن بينهما يعني بينه وبين ابن سلمة بن دينار كما بين الدينار والدرهم لأن حماد بن زيد كان أحفظ وأتقن وأصبط من حماد بن سلمة اللهم إلا أن يكون القائل بهذا أراد فضل ما بينهما مثل الدينار والدرهم في الفضل والدين لأن حماد بن سلمة كان أفضل وأدين وأورع من حماد بن زيد ولسنا ممن يطلق الكلام على أحد بالجزاف بل نعطي كل شيخ قسطه وكل راو حظه والله الموفق لذلك والمان بما يجب من القول والفعل معا وعبد الملك بن وهيب الأزرق مولى زيد بن ثابت الأنصاري يروي المراسيل روى عنه عبد الرحمن بن أبي الموال ومن التابعين إسماعيل بن سلمان بن أبي المغيرة وعبيد الله بن موسى والتبوذكي يخطىء وعبد الصمد بن سليمان الأزرق يروي عن خصيب بن جحدر روى عنه سعيد بن سليمان الواسطي منكر الحديث جدا لا يحتج بخبر رواه إلا من غير رواية خصيب بن جحدر وكذلك التنكب عما انفرد بما لم يتابع عليه وأبو بكر يوسف بن يعقوب بن إسحاق بن البهلول بن حسان بن سنان الأزرق التنوخي الكاتب الأنباري سمع جده إسحاق بن البهلول ومحمد بن عمرو بن حنان الحمصي والزبير بن بكار والحسن بن عرفة وحميد بن الربيع روى عنه محمد بن المظفر والدارقطني وابن شاهين وآخر من روى عنه أبو الحسين بن المتيم وكان ثقة وولد بالأنبار في رجب سنة ثمان وثلاثين ومائتين وكان أزرق العين وكان كاتبا جليلا قديم التصرف مع السلطان عفيفا فيما تصرف فيه وكان عريض النعمة متخشنا في دينه كثير الصدقة أمارا بالمعروف ومات عن اثنتين وتسعين سنة في ذي الحجة سنة تسع وعشرين |جـ1 صـ122| وثلاثمائة ودفن بباب الكوفة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.121-122",
    },

    "JK_000952_0116": {
        "source" : "SKA",
        "title"  : "الأزرقي",
        "text": "<h1>الأزرقي</h1> بفتح الألف وسكون الزاي وفتح الراء وفي آخرها القاف هذه النسبة إلى الجد الأعلى وهو أبو محمد أحمد بن محمد بن الوليد بن عقبة بن الأزرق بن عمرو بن الحراث بن أبي شمر الغساني المكي المعروف بازرقي يروي عن داود بن عبد الرحمن العطار وسفيان بن عيينة روى عنه حفيده ويعقوب بن سفيان مات سنة اثنتي عشرة ومائتين وحفيده هو أبو الوليد محمد بن عبد الله بن أحمد بن محمد بن الوليد الأزرقي صاحب كتاب أخبار مكة وقد أحسن في تصنيف ذلك الكتاب غاية الإحسان روى عن جده ومحمد بن يحيى بن أبي عمر العدني وغيرهما روى عنه أبو محمد إسحاق بن أحمد بن نافع الخزاعي مات ومائتين وجماعة من الخوارج يقال لهم الأزارقة النافعية فهم أصحاب نافع بن الأزرق الذين خرجوا مع نافع من البصرة إلى الأهواز فغلبوا عليها وعلى كورها وما وراءها من بلدان فارس وكرمان في أيام عبد الله بن الزبير وقتلوا عماله بهذه النواحي وكان مع نافع من أمراء الخوارج عطية بن الأسود الحنفي وعبيد الله وعثمان والزبير أولاد ماحوز وعمرو بن عبيد العنبري وقطري بن فجاءة المازني وعبد ربه الكبير وعبد ربه الصغير في زهاء ثلاثين ألفا ممن يرى رأيهم وأنفذ إليهم والي البصرة عبد الله بن الحارث النوفلي صاحب جيشه مسلم بن عبيس بن كريز بن حبيب فقتلوه وهزموا أصحابه فأخرج إليهم أيضا عثمان بن عبيد الله بن معمر التيمي فهزموه فأخرج إليهم حارثة بن بدر الغداني في جيش كثيف فهزموه أيضا وخشي أهل البصرة على بلدهم من الخوارج فأخرجوا إليهم المهلب بن أبي صفرة فبقي في حرب الأزارقة تسع عشرة سنة إلى أن فرغ من أمرهم في أيام الحجاج ومات نافع قبل وقائع المهلب مع الأزارقة وبايعوا بعده قطري بن الفجاءة وسموه أمير المؤمنين وكان نافع أول من أحدث الخلاف بين الخوارج وذلك أنه أظهر البراءة من القعدة عن اللحوق بعسكره وإن كان موافقا له على دينه وأكفر من لم يهاجر إليه وأوجب على أصحابه امتحان من قصد عسكره وقيل إنه أخذ هذا القول عن رجل من أصحابه يقال له عبد الله بن الوضين وكان نافع قد خالفه وبرىء منه فلما مات ابن الوضين صار نافع إلى قوله وزعم أن الحق كان معه ولم يكفر نفسه بخلافه إياه حين خالفه وأكفر من يخالفه فيما بعده وهذا من أعجب بدع الأزارقة أن يكون قول في وقت كفرا وفي وقت آخر لم يكن كفرا ولما انتشرت الأزارقة أظهرت في اتباعها أن عليا رضي الله عنه هو الذي أنزل الله فيه & ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام & وأن ابن ملجم هو الذي أنزل الله فيه |جـ1 صـ123| & ومن الناس من يشري نفسه ابتغاء مرضات الله والله رؤوف بالعباد & وقال عمران بن حطان وهو مفتي الخوارج وزاهدها وشاعرها الأكبر في ضربته عليا رضي الله عنه هذين البيتين % يا ضربة من منيب ما أراد بها % % إلا ليبلغ من ذي العرش رضوانا % % إني لأذكره يوما فأحسبه % % أوفى البرية عند الله ميزانا % وعلى هذه العقيدة مضى أسلاف الأزارقة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.122-123",
    },

    "JK_000952_0117": {
        "source" : "SKA",
        "title"  : "الأزركاني",
        "text": "<h1>الأزركاني</h1> ^ ^ أبو عبد الرحمن عبد الله بن جعفر الأزركاني ذكره أبو عبد الله محمد بن عبد العزيز الشيرازي الحافظ في تاريخ فارس وقال يروي عن شاذان والزياد أباذي روى عنه جماعة من أهل شيراز أبو بكر بن إسحاق وأبو عبد الله بن خفيف وأبو بكر العلاف وأحمد بن جعفر الصوفي وأحمد بن عبدان الحافظ وتوفي لسبع ليال خلت من ذي الحجة سنة إحدى عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.123",
    },

    "JK_000952_0118": {
        "source" : "SKA",
        "title"  : "الأزركياني",
        "text": "<h1>الأزركياني</h1> بفتح الألف وسكون الزاي وفتح الراء وسكون الكاف وفتح الياء آخر الحروف ثم الألف وفي آخرها النون هذه النسبة إلى أزركيان وهو اسم مجوسي من أهل بخارا كان تاجرا خرج بخارا في التجارة إلى الصين ثم خرج من الصين إلى البصرة ثم ذهب إلى علي بن أبي طالب رضي الله عنه فأسلم على يديه ومن أولاده أبو عبد الله محمد بن الحسن بن علي بن الحسن بن باباج بن الأزركيان من أهل بخارا له رحلة إلى العراق سمع ببخارا سهل بن المتوكل وأبا سهيل سهل بن بشر الكندي وأحمد بن رضوان الخشاب وسعيد بن ذاكر الأسدي وموسى بن أفلح والليث بن حبرويه وببغداد معاذ بن المثنى العنبري وبشر بن موسى الأسدي وغيرهم وتوفي في شعبان سنة أربع وأربعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.123",
    },

    "JK_000952_0119": {
        "source" : "SKA",
        "title"  : "الأزري",
        "text": "<h1>الأزري</h1> بضم الألف والزاي وكسر الراء هذه النسبة إلى الأزر وهي جمع إزار ولعل هذا الرجل كان يبيعها والمنتسب إليه أبو الحسين سعد الله بن علي بن محمد الأزري الحنفي من أهل بغداد حدث عن أبي الفضل عبد الملك بن إبراهيم الفرضي وأبي يوسف عبد السلام بن محمد بن يوسف الفزويني وأبي القاسم علي بن محمد السمناني وغيرهم سمع منه صاحبنا ورفيقنا أبو حفص عمر بن المبارك بن سهلان النعالي ذكر أنه |جـ1 صـ124| كان شروطيا بالجانب الغربي وكان به طرش وما كان له كثير معرفة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.123-124",
    },

    "JK_000952_0120": {
        "source" : "SKA",
        "title"  : "الأزمي",
        "text": "<h1>الأزمي</h1> بفتح الألف والزاي وفي آخرها الميم هذه النسبة إلى الأزم والمنتسب إليها أبو سعيد الحسن بن علي بن عبد الصمد بن يونس بن مهران البصري يعرف بالأزمي سكن بغداد وحدث بها عن صهيب بن محمد بن عباد بن صهيب وبحر بن الحكم الكسائي وغيرهما روى عنه محمد بن مخلد وأبو بكر بن الجعابي ومحمد بن حميد المخرمي ومحمد بن المظفر وعلي بن عمر السكري ومات بواسط في آخر جمعة من رجب سنة ثمان وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.124",
    },

    "JK_000952_0121": {
        "source" : "SKA",
        "title"  : "الأزناوي",
        "text": "<h1>الأزناوي</h1> بفتح الألف وسكون الزاء وفتح النون وفي آخرها الواو هذه النسبة إلى أزناوة وهي قلعة من ناحية الأجم بهمذان منها أبو الفضل عبد الكريم بن أحمد بن علي بن أحمد بن علي الأزناوي المعروف بالبياري فقيه صالح سديد السيرة مشتغل بالعلم سكن بغداد وتفقه على أسعد بن أبي نصر الميهني ثم خرج إلى الموصل ولازم علي بن سعادة بن السراج وعلق المذهب عليه وسمع ببغداد أبا القاسم علي بن أحمد بن بيان الرزاز وأبا طالب الحسين بن محمد بن علي الذهبي وبالموصل أبا البركات محمد بن محمد بن خميس الجهني وغيرهم كتبت عنه شيئا يسيرا ببغداد وكانت ولادته بأزناوة في ذي الحجة سنة ست وسبعين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.124",
    },

    "JK_000952_0122": {
        "source" : "SKA",
        "title"  : "الأزهري",
        "text": "<h1>الأزهري</h1> بفتح الألف وسكون الزاي وفتح الهاء وفي آخرها الراء هذه النسبة إلى الأزهر وهو اسم لجد المنتسب إليه واشتهر بهذه النسبة جماعة منهم أبو محمد الحسن بن محمد بن إسحاق بن الأزهر الإسفرايني الأزهري ابن أخت أبي عوانة الحافظ من أهل أسفراين كان محدث عصره وكان من أحسن الناس سماعا وأصولا بفائدة خاله فإنه رحل به سنة سبع وثمانين ومائتين بعد أن سمعه بأسفراين عن أبي بكر بن رجاء وأحمد بن سهل بن مالك وبنسا وعن الحسن بن سفيان والفرهاذاني وسمع بالري محمد بن أيوب وببغداد عبد الله بن أحمد بن حنبل وأبا مسلم إبراهيم بن عبد الله الكجي وبالبصرة الحسن بن سهل المجوز وبالأهواز أحمد بن سهل بن أيوب والحسين بن داود الصواف وجماعة كثيرة سواهم |جـ1 صـ125| مثل أبي خليفة القاضي وعبدان الأهوازي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال أبو محمد الإسفرايني جمع له خاله حديث مالك بن أنس وغيره كتبنا عنه من سنة خمس وثلاثين إلى نيف وأربعين كان يقدم البلد يعني نيسابور في كل سنة قدمة لا تخطئه ويحمل إلينا من أصوله ما نستفيده وتوفي في شعبان سنة ست وأربعين وثلاثمائة وأبو القاسم عبيد الله بن أحمد بن عثمان بن الفرج بن الأزهر الأزهري المعروف بابن السوادي سأذكره في السين لأنه عرف بذلك وأخوه أبو طالب محمد بن أحمد الأزهري المعروف بابن السوادي أخو أبي القاسم وكان الأصغر سمع أبا حفص عمر بن محمد الزيات وأبا عبد الله الحسين بن محمد بن عبيد العسكري وعلي بن محمد بن لؤلؤ الوراق ومحمد بن إسحاق القطيعي ومحمد بن المظفر الحافظ وأبا بكر أحمد بن شاذان البزاز ذكره أبو بكر الخطيب في التاريخ وسمع منه وحدث وقال كتبنا عنه وكان صدوقا وقال أبو القاسم الأزهري ولد أخي أبو طالب في سنة ثلاث وستين وثلاثمائة وأنا أكبر منه بثمان سنين ولدت في سنة خمس وخمسين وقال أبو طالب ولدت في جمادى الآخرة من سنة ثلاث وستين وتوفي بواسط في ذي الحجة سنة خمس وأربعين وأربعمائة |جـ1 صـ126| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.124-125",
    },

    "JK_000952_0123": {
        "source" : "SKA",
        "title"  : "الأسامي",
        "text": "<h1>الأسامي</h1> بضم الألف وفتح السين المهملة بعدها الألف وفي آخرها الميم هذه النسبة إلى أسامة بن زيد حب رسول الله صلى الله عليه وسلم والمشهور بالانتساب إليه أبو محمد عبد الله بن عبد الرحمن بن يزيد بن مالك بن زيد بن أسامة بن زيد حارثة الكلبي الأسامي مولى رسول الله صلى الله عليه وسلم من أهل المدينة سكن بغداد مدة ثم انتقل إلى خراسان وسكن بخارا وحدث بها عن مالك بن أنس وحماد بن زيد وعطاف بن خالد وأبي الأحوص سلام بن سليم وهشيم بن بشير وأبي بكر بن عياش وعبد الله بن المبارك وغيرهم روى عنه محمد بن عثمان بن إسحاق السمسار وإسحاق بن محمود الخزاعي البخاريان ولما قدم عبد الله الأسامي المديني بخارا كنا نختلف إليه وهو يحدثنا فحدثنا يوما بحديث النبي صلى الله عليه وسلم أنه كان يحتجم يوم السبت ثم قال رأيت سفيان بن عيينة يحتجم يوم السبت غير مرة قال محمد بن يوسف بن الحكم فأتينا أبا جعفر المسندي فذكرنا له ذلك فقال أقيموني أقيموني سمعت سفيان بن عيينة يقول ما احتجمت قط إلا مرة واحدة فغشي علي قال فعلمنا حينئذ أنه كذاب وكان يأخذ كتاب القعنبي وكتاب قتيبة بن سعيد فينظر فيه فيروي لهم عن الليث بن سعد وغيره وقال صالح بن محمد جزرة عبد الله بن عبد الرحمن الأسامي زعم أنه من ولد أسامة بن زيد من أكذب خلق الله دخل بخارا وحدث بها وقال عامة أحاديثه بواطيل وكانت وفاته بعد سنة خمس وعشرين ومائتين ومحمد بن عبد الملك الأسامي البصري من ولد أسامة بن زيد يروي عن بقية بن الوليد روى عنه أبو سعيد الحسن بن خلف بن سليمان الخلقاني الأستراباذي ذكره في تاريخ جرجاه في ترجمة الحسن بن خلف ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.125",
    },

    "JK_000952_0124": {
        "source" : "SKA",
        "title"  : "الأسباري",
        "text": "<h1>الأسباري</h1> بفتح الألف إن شاء الله وسكون السين المهملة وفتح الباء الموحدة بعدها الألف وفي آخرها الراء هذه النسبة إلى قرية على باب مدينة أصبهان التي يقال لها جي وهذه القرية يقال لها أسبار ديس منها أبو طاهر بن عبد الله بن الفرخان الأسباري الزاهد كان |جـ1 صـ127| مستجاب الدعوة من عباد الله الصالحين يروي عن سليمان بن شرحبيل وعمرو بن عثمان وغيرهما روى عنه أحمد بن محمد بن نصر المديني وعبد الله بن محمد بن عيسى وأحمد بن إبراهيم بن بندار الأصبهانيون قيل إن أبا طاهر بن الفرخان دخل خلوة الحمام يوما ليتنور فدخل عليه رجل فجاءة فاغتم لذلك فلما خرج دعا الله فقال اللهم إنك قادر على أن تكفيني أمر الحمام فلم ينبت له شعر بعد ذلك توفي سنة ست وسبعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.125-127",
    },

    "JK_000952_0125": {
        "source" : "SKA",
        "title"  : "الأسباطي",
        "text": "<h1>الأسباطي</h1> بفتح الألف وسكون السين وفتح الباء الموحدة وفي آخرها الطاء المهملة هذه النسبة إلى اسباط وهو اسم لبعض أجداد المنتسب إليه والمشهور بهذه النسبة القاضي أبو القاسم عيسى بن علي بن عيسى الأسباطي البروجردي من أهل بروجرد كان فاضلا عالما فهما زاهدا متعبدا متقللا من الدنيا خرج من الدنيا كما دخلها فقيرا وأجبر على تقلد القضاء ببروجرد من قبل الأمير فرهاد بن مرداويج وأملى الحديث سمع أبا سعيد أحمد بن محمد بن الفضل الكرابيسي وأبا عبد الله محمد بن الحسين الكرابيسي روى عنه أبو القاسم بن عباد البروجردي وأبو عمرو أحمد بن محمد القاضي وجماعة وكانت وفاته في سنة ثلاث وعشرين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.127",
    },

    "JK_000952_0126": {
        "source" : "SKA",
        "title"  : "الأسبانيكثي",
        "text": "<h1>الأسبانيكثي</h1> بضم الألف وسكون السين المهملة وفتح الباء المنقوطة بواحدة وكسر النون وسكون الياء المنقوطة باثنتين من تحتها وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى اسبانيكث وهي من مدن اسبيجاب على مرحلة كبيرة منها أبو نصر أحمد بن زاهر بن حاتم بن رستم الأديب الأسبانيكثي كان فاضلا ثقة مائلا إلى الخيرات يروي عن عبد الله بن محمد بن يعقوب البخاري الأستاذ روى عنه أبو سعد الإدريسي الحافظ وقال سكن سمرقند ومات بها بعد الستين والثلاثمائة وأبو علي الحسين بن محمد بن زاهر بن حاتم الفقيه الأسبانيكثي هو ابن أخي أبي نصر السابق ذكره تفقه بسمرقند وانصرف إلى اسبانيكث وكان فقيها وكان يتجر إلى سمرقند قاله أبو سعد الإدريسي ثم قال وكان يختلف إلينا ويكتب عنا وكان فاضلا حاذقا بالحساب والفرائض وانصرف من سمرقند إلى اسبانيكث ومات بها بأخرة بعد التسعين والثلاثمائة كان كتب بباراب عن صديق بن سعيد |جـ1 صـ128| الصوناخي وباسفيجاب عن أبي أحمد الحزام المروزي وغيرهما كتبنا عنه بسمرقند وأبو الحسن سعيد بن حاتم بن عدي الفقيه الأسبانيكثي من ساكني سمرقند الشيخ الفاضل الورع سكن سمرقند مدة طويلة وتفقه بها على أبي الحسن الرحبي الفقيه الشافعي وولد بها ابنه الحسن ثم خرج إلى بلاد الترك قبل الثمانين والثلاثمائة وانصرف منها إلى اسبانيكث ومات بها في تلك الأيام وكان يروي عن عبد الله بن محمد بن محمود السمرقندي شيخ من ساكني اسبيجاب سمع منه أبو سعد عبد الرحمن بن محمد الإدريسي الحافظ وظفر بن الليث بن فل الثغري الأسبانيكثي من بلاد اسفيجاب يروي عن محمد بن أسلم القاضي كان فقيها لا بأس بروايته عن الثقات مات بعد العشرين والثلاثمائة وأبو بكر محمد بن سفيان الأسبانيكثي الفقيه الشافعي كان على حكومة نسف مدة وكان من أورع الحكام وأفضلهم وأنزههم هكذا ذكره أبو العباس المستغفري في تاريخ نسف وقال كان درس الفقه على أبي بكر أحمد بن الحسن الفارسي وكان من أجلة أصحاب الشافعي رحمه الله وكان قليل الحديث لم يحدث ببلدنا وقال سمعت الحاكم أبا محمد عبد الله بن أبي شجاع الأسبانيكثي يقول سمعت أبا الحسن علي بن زكريا الفقيه المفتي بالشاش وكان من أصحاب أبي بكر الفارسي يقول لم يكن أحد من أصحاب أبي بكر الفارسي أخذ منه فقهه وكلامه وتدقيقه كما أخذ أبو بكر الأسبانيكثي ولو أن إنسانا سمعه يتكلم من وراء جدار ما شك أنه أبو بكر الفارسي مات في سنة خمس أو ست وسبعين وثلاثمائة بالسغد سمعت عبد الله بن أبي شجاع الأسبانيكثي يقول ذكر هذا كله أبو العباس المستغفري الحافظ فيما أنا أبو الفضائل محمد بن عبد الله الكسي بسمرقند أنا أبو علي الحسن بن عبد الملك النسفي كتابة المستغفري يقوله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.127-128",
    },

    "JK_000952_0127": {
        "source" : "SKA",
        "title"  : "الأسبذي",
        "text": "<h1>الأسبذي</h1> بفتح الهمزة وسكون السين المهملة وفتح الباء المعجمة بواحدة وفي آخرها الذال المعجمة المكسورة والمشهور بهذه النسبة عبد الله بن زيد بن عبد الله بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم الأسبذي قال هشام بن الكلبي إنما قيل لهم يعني لولده اسبذيون انهم كان يعبدون فرسا ويقال بل هي مدينة يقال لها أسبذ كان نزلها فنسب إليها وقال الهيثم بن عدي إنما قيل لهم الأسبذيون أي الجماع وهم من بني زيد بن عبد الله بن دارم ومنهم المنذر بن ساوي صاحب هجر كتب إليه رسول الله صلى الله عليه وسلم قال |جـ1 صـ129| ذلك ابن الكلبي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.128-129",
    },

    "JK_000952_0128": {
        "source" : "SKA",
        "title"  : "الاسبسكثي",
        "text": "<h1>الاسبسكثي</h1> بكسر الألف والباء المكسورة المنقوطة بواحدة من تحتها بين السينين المهملتين وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى اسبسكث وهي قرية على فرسخين من سمرقند منها أبو حامد أحمد بن حامد بن بكر الإسبسكثي يروي عن الفتح بن محمد الجوهري روى عنه محمد بن إبراهيم التوذي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.129",
    },

    "JK_000952_0129": {
        "source" : "SKA",
        "title"  : "الأستاذ",
        "text": "<h1>الأستاذ</h1> بضم الألف وسكون السين المهملة وفتح التاء ثالث الحروف بعدها الألف وفي آخرها الذال المعجمة هذا لقب أبي محمد عبد الله بن محمد بن يعقوب بن الحارث بن الخليل البخاري السبذموني من أهل بخارا عرف بالأستاذ لأنه كان يختص بدار الأمير الجليل إسماعيل بن أحمد الساماني ويسألونه فيها عن أشياء فيجيب عرف بالأستاذ ولم يكن موثوقا به فيما ينقله وله رحلة إلى العراق وخراسان ثم خرج إليها على كبر السن وذكره الحافظ في تواريخهم ووصفوه برواية المناكير والأباطيل روى عنه علي بن موسى القمي في كتاب أحكام القرآن وأبو بكر المنكدري وأبو العباس بن عقدة الحافظ وكانت ولادته ليلة الأربعاء غرة ربيع الآخر سنة ثمان وخمسين ومائتين ومات ليلة الجمعة لخمس مضين من شوال سنة أربعين وثلاثمائة ببخارى ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.129",
    },

    "JK_000952_0130": {
        "source" : "SKA",
        "title"  : "الأستاذ براني",
        "text": "<h1>الأستاذ براني</h1> بضم الألف إن شاء الله وسكون السين المهملة والتاء المفتوحة ثالث الحروف وبعدها الذال المعجمة والباء المفتوحة والراء المفتوحة وبعدها الألف وفي آخرها النون هذه النسبة إلى استاذبران وهي قرية من قرى أصبهان منها أبو الفضل محمد بن إبراهيم بن الفضل الأستاذبراني يروي عن أحمد بن عمرو بن عبد الخالق البزار روى عنه أبو بكر بن مردويه الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.129",
    },

    "JK_000952_0131": {
        "source" : "SKA",
        "title"  : "الإستاني",
        "text": "<h1>الإستاني</h1> بكسر الألف وسكون السين المهملة وفتح التاء المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى إستا وهي قرية من قرى سمرقند على ثلاثة فراسخ منها كان من هذه القرية أبو شعيب صالح بن عمر بن العباس بن حمزة بن عمرو بن أعين الخزاعي الإستاني وهو أخو عيسى بن عمر الإستاني وهو أصغر منه يروي عن إسحاق بن إبراهيم |جـ1 صـ130| الدبري وأبي يحيى زكريا بن يحيى الناقد ومحمد بن نصر المروزي الإمام وغيرهم روى عنه أبو الحسن محمد بن الحسين الخياطي الجرجاني الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.129-130",
    },

    "JK_000952_0132": {
        "source" : "SKA",
        "title"  : "الإستراباذي",
        "text": "<h1>الإستراباذي</h1> بكسر الألف وسكون السين المهملة وكسر التاء المنقوطة باثنتين من فوقها وفتح الراء والباء الموحدة بين الألفين وفي آخرها الذال المعجمة هذه النسبة إلى استراباذ وقد يلحقون فيه ألفا أخرى بين التاء والراء فيقولون استاراباذ إلا أن الأشهر هذا وهي بلدة من بلاد مازندران بين سارية وجرجان أقمت بها قريبا من عشرة أيام فكتبت بها عن جماعة منهم وكتبت تاريخ إستراباذ من تصنيف أبي سعد عبد الرحمن بن محمد بن محمد الإستراباذي المعروف بالإدريسي وقد ذكرته في الألف مع الدال وفي هذا التاريخ جماعة كثيرة من محدثي هذه البلدة استغنينا عن ذكرهم ومن مشاهيرهم أبو نعيم عبد الملك بن محمد بن عدي بن زيد الإستراباذي أحد أئمة المسلمين رحل إلى العراق والشام وديار مصر وأكثر عن الشيوخ وانصرف إلى بلاده وكثرت الرحلة إليه وكتبوا عنه ودخل بلاد ما وراء النهر وسكن جرجان وكان مقدما في الفقه والحديث وكانت الرحلة إليه في أيامه وحدث عن عمار بن رجاء وإسحاق بن إبراهيم الطلقي وعمر بن شبة والحسن بن محمد الزعفراني وأحمد بن منصور الرمادي وعلي بن حرب الطائي والربيع بن سليمان روى عنه يحيى بن محمد بن صاعد وأبو محمد الحسن بن أحمد المخلدي ومحمد بن عثمان بن ثابت الصيدلاني وابنه نعيم بن أبي نعيم وأبو القاسم سليمان بن أحمد الطبراني وكان من الحفاظ لشرائع الدين مع صدق وتورع وضبط وتيقظ وكان أبو علي الحافظ النيسابوري يقول أبو نعيم الجرجاني أحد الأئمة ما رأيت بخراسان بعد أبي بكر بن خزيمة مثله أو أفضل منه كان يحفظ الموقوفات والمراسيل كما نحفظ نحن المسانيد توفي أبو نعيم في ذي الحجة سنة ثلاث وعشرين وثلاثمائة وكان ابن ثلاث وثمانين سنة وأبو حاجب محمد بن إسماعيل بن محمد بن إبراهيم بن كبير الإستراباذي كان إماما فاضلا مفتيا مناظرا ورعا تقيا صدوقا ثقة سمع ببلده استراباذ أبا الحسن بن محمد بن أبي نعيم بن أحمد بن أبي نعيم الإستراباذي وأبا الحسن علي بن الحسن بن بندار بن المثنى الإستراباذي وأبا عبد الله محمد بن سعيد الإستراباذي وبجرجان أبا القاسم حمزة بن يوسف السهمي وببسطام |جـ1 صـ131| أبا سعيد عامر بن محمد البسطامي وببغداد أبا الحسن أحمد بن محمد بن الصلت المجبر والقاضي أبا محمد عبد الله بن محمد بن الأكفاني وأبا عمر عبد الواحد بن محمد بن مهدي الفارسي وطبقتهم سمع منه جدي الإمام أبو المظفر منصور بن محمد السمعاني رحمه الله وجماعة من القدماء روى لنا عنه أبو محمد الحسن بن محمد بن أحمد الإستراباذي القاضي بالري ولم يحدثنا أحد عنه سواه وتوفي في سنة ثمان وستين وأربعمائة بإستراباذ وأبو سهل هارون بن أحمد بن هارون بن بندار بن حريش بن الحكم الإستراباذي وقال الحاكم أبو عبد الله في نسبه بندار بن خداش ولم يزد على هذا كان شيخنا فاضلا صالحا مكثرا من الحديث له رحلة إلى العراق والحجاز سمع بالبصرة أبا خليفة الفضل بن الحباب الجمحي وأبا زكريا يحيى بن محمد الساجي وبواسط محمود بن محمد الواسطي وببغداد أبا القاسم عبد الله بن محمد البغوي وبمكة المفضل بن محمد الجندي وإسحاق بن أحمد الخزاعي وبالري أبا العباس الطهراني وطبقتهم روى عنه الحاكم أبو عبد الله الحافظ وأبو عبد الله الغنجار البخاري وأبو العباس جعفر بن محمد الحافظ المستغفري لأنه حدث في بلاد ما وراء النهر قال الحاكم أبو عبد الله الحافظ أبو سهل الإستراباذي المحدث كان صحيح الأصول كثير الحديث ورد نيسابور سنة ثلاث وخمسين وأقام بها سنين ثم جاءنا إلى بخارا وأنا بها فحدث بها سنين فرأيت له بها مجالس حسنة وقال المستغفري في تاريخ نسف هارون الإستراباذي دخل نسف في رجب سنة تسع وخمسين وثلاثمائة وعقد له مجلس الإملاء على باب المقصورة كل يوم بعد صلاة الظهر وكان يشهد مجلسه عامة أهل العلم من الفريقين وأولاد أرباب النعم شهدت أنا مجالسه وأنا يومئذ ابن عشر سنين مع أخوي وعمي عبد الملك بن المعتز ومع غلماننا ومؤدبنا أبي علي منصور بن محمد بن إسماعيل وهو أول شيخ سمعت منه الحديث شهدت من مجالسه أكثر من عشرة مجالس ولا أروي منها إلا ثلاثة مجالس التي أحفظ تلك الأحاديث التي أملاها بأعيانها وتركت باقي المجالس لأنها ضاعت من عمي ومن المؤدب فقرىء عليه أحاديث أبي خليفة عن أبي الوليد الطيالسي وإبراهيم بن بشار وغيرهما وأخبار مكة وشيء كثير من فوائده في المسجد الجامع وفي دار أبي القاسم |جـ1 صـ132| عبد الله بن أحمد بن إدريس فهو الذي حمله من بخارا من أجل ابنه أبي نصر ثم احترق عامة ما سمعوا وحصلوا من سماعاته في خان البزارين في الفتنة في صفر سنة أربع وسبعين وثلاثمائة ولم يبق من المسموعات منه إلا القليل في أيدي الناس ومات هارون ببخارا وقت الظهر يوم الثلاثاء لأربع عشرة ليلة خلت من شهر رمضان سنة أربع وستين وثلاثمائة وأخوه أبو أحمد محمد بن أحمد بن هارون بن بندار بن الحريش بن الحكم الإستراباذي أخو هارون كان أكبر منه سنا روى عن أبي شعيب الحراني روى عنه ابنه أحمد بن محمد ومات في سنة ثلاث وأربعين وثلاثمائة وأبو نعيم محمد بن بندار بن إبراهيم بن عمرو بن عيسى الإستراباذي الفقيه من أهل إستراباذ جمع بين الفقه ومعرفة الحديث كان رفيق أبي أحمد بن عدي الحافظ إلى الشام ومصر روى عن أبي خليفة الفضل بن الحباب وعبدان بن أحمد بن موسى الجواليقي وغيرهما روى عنه عبدوس بن علي الجرجاني بسمرقند وأبو الحسين أحمد بن محمد بن الحسن بن حمويه بن ابران الإستراباذي المعروف بابن أبي نعيم كان مولده بجرجان في محلة مسجد دينار في سكة الفرس ثم انتقل إلى بخارا وكان يتجر من بخارا إلى مصر روى عن أبيه وأبي النضر محمد بن عبد الله بن المنذر وبكر بن محمد بن حمدان وأبي جعفر محمد بن محمد بن جميل وأبي بكر محمد بن أحمد بن خنب ومات في جمادى الآخرة سنة تسع وثمانين وثلاثمائة وله نيف وستون سنة وأبو نعيم عبد الملك بن أحمد بن نعيم بن عبد الملك بن محمد بن عدي بن زيد الإستراباذي حفيد أبي نعيم السابق ذكره ولي قضاء جرجان سنة أربعمائة ولاه الأمير قابوس بن وشمكير وكان يحكم إلى سلخ ذي الحجة سنة إحدى وأربعمائة ثم استأذن في الرجوع إلى إستراباذ فأذن له وأمره أن يخلف عليه ابنه أبا الحسن ثم جاءنا نعيه أنه توفي في الخامس من ذي الحجة سنة إحدى وأربعمائة هكذا ذكره حمزة بن يوسف روى عن جده نعيم بن أبي نعيم الإستراباذي وأبي أحمد بن عدي الحافظ وابن ماجه القزويني وجده أبو الحسن نعيم بن عبد الملك بن محمد بن عدي بن زيد الإستراباذي سكن جرجان وله بها عقار وقف على أولاده من بعده في محلة دينار يروي عن بكر بن سهل الدمياطي المصري سمع منه بمكة وعن أبي مسلم إبراهيم بن عبد الله الكجي وعبد الله بن أحمد بن حنبل وأحمد إبراهيم بن ملحان وطبقتهم روى عنه جماعة ومات عن اثنتين وثمانين سنة في ذي القعدة سنة أربع وخمسين وثلاثمائة بإستراباذ |جـ1 صـ133| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.130-131",
    },

    "JK_000952_0133": {
        "source" : "SKA",
        "title"  : "الأستغداديزي",
        "text": "<h1>الأستغداديزي</h1> بضم الألف وسكون السين المهملة وضم التاء المنقوطة باثنتين من فوقها وسكون الغين المعجمة والألف بين الدالين المهملتين وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الزاي هذه النسبة إلى استغداديزة وهي إحدى قرى نسف إلى أربعة فراسخ منها اجتزت بها في توجهي إلى بخارا من نسف خرج منها جماعة منهم أبو بكر محمد بن عاصم بن رمضان بن علي بن أفلح بن كاسمانه الأستغداديزي الفقيه من أهل نسف كان فقيها فاضلا صالحا سمع أبا بكر محمد بن أحمد بن خنب وأبا صالح خلف بن محمد بن إسماعيل الخيام وأبا عبد الله محمد بن موسى الضرير الرازي وأبا بكر أحمد بن سعد بن بكار السمنتي حدث بشيء يسير سمع منه أبو طاهر النسفي وابنه ومات في النصف من ذي الحجة سنة ثمان وسبعين وثلاثمائة وابنه أبو جعفر محمد بن محمد بن عاصم الاستغداديزي سمع أباه وأبا محمد إسماعيل بن الحسين الزاهد وجماعة من البخاريين روى عنه ابنه عبد العزيز ومات في سنة خمس وعشرين وأربعمائة شابا وابنه أبو محمد عبد العزيز بن محمد بن محمد الأستغداديزي المعروف بالنخشبي كان أحد الحفاظ ممن رحل إلى العراق والحجاز والشام ومصر وأدرك الأسانيد ونسخ بخطه الكثير وبقي في الرحلة مدة وانصرف إلى وطنه ولم يحدث إلا بالقليل وكان قد أكثر المقام بأصبهان سمع بنسف أباه وأبا العباس جعفر بن محمد بن المعتز المستغفري وبسمرقند أبا طاهر محمد بن أحمد بن محمد بن مهران الجرجاني وببخارا أبا بكر محمد بن أحمد بن محمد بن صالح ابن خلف الوراق وبأصبهان أبا بكر محمد بن عبد الله بن ريذة الضبي وبمرو أبا القاسم الحسن بن إسماعيل المحمودي وبالدندانقان أبا طاهر محمد بن عبد الملك الدندانقاني وببلخ أبا القاسم عبيد الله بن محمد بن أبي القصر السجزي وبنيسابور أبا عبد الرحمن محمد بن عبد العزيز النيلي وبسرخس أبا الفضل محمد بن أحمد الحارثي وبمكة أبا الحسن محمد بن علي بن صخر الأزدي وبالبصرة أبا إسحاق إبراهيم بن طلحة بن إبراهيم بن غسان الحافظ وبالكوفة السيد أبا عبد الله محمد بن علي بن عبد الرحمن الحسني وببغداد أبا طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وبشيراز أبا بكر محمد بن الحسن بن أحمد بن الليث الصفار وبالرملة أبا الحسن محمد بن الحسين بن علي بن الترجمان الغزي |جـ1 صـ134| وببيت المقدس أبا عبد الله محمد بن علي بن أحمد بن عمر البيهقي وبصور أبا الفرج عبد الوهاب بن الحسين بن برهان الغزال وبمصر أبا الفضل محمد بن أحمد بن عيسى السعدي وبالإسكندرية أبا علي الحسن بن القاسم بن عيسى الغساني وبتنيس أبا الحسين عبد الوهاب بن علي بن أحمد السيرافي روى عنه أبو الحسين المبارك بن عبد الجبار الطيوري وأبو بكر محمد بن محمد بن أحمد البلدي وجماعة ولد سنة ثمان وأربعمائة وتوفي بنخشب سنة ست وخمسين وأربعمائة هكذا قال أبو عبد الله الكشي الهروي وقال أبو زكريا يحيى بن أبي عمرو بن منده الأصبهاني مات عبد العزيز النخشبي في جمادى الآخرة سنة سبع وخمسين وأربعمائة وأبو أحمد محمد بن أحمد بن أبي النضر أحمد بن أبي القاسم حمدان الاستغداديزي هو خال الحاكم الأديب أبي نصر أحمد بن إبراهيم بن عبد العزيز كان شيخا صالحا صامتا عالما بالأدب خرج إلى غزنة وكان يؤدب بعض ولد السلطان محمود بن سبكتكين ثم انصرف إلى وطنه وبقي بها منزويا ليس له شغل إلا العبادة سمع أبا بكر أحمد بن محمد بن إسماعيل البخاري وأبا إسحاق إبراهيم بن أبي بكر الرازي وجماعة سواهما سمع منه أبو محمد عبد العزيز بن أبي بكر النخشبي ومات في شهر ربيع الأول سنة تسع وثلاثين وأربعمائة وشهد جنازته عدد كثير من قرى نسف وقصبتها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.131-134",
    },

    "JK_000952_0134": {
        "source" : "SKA",
        "title"  : "الأستوائي",
        "text": "<h1>الأستوائي</h1> بضم الألف وسكون السين المهملة وفتح التاء المنقوطة من فوقها بنقطتين أو ضمها وبعدها الواو والألف وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى أستوا وهي ناحية بنيسابور كثيرة القرى والخير وتقرن بخوجان فيقال أستوا وخوجان وهي من عيون ناحية نيسابور وأكثرها قرى ورجالا وحدودها متصلة بحدود نسا خرج منها جماعة كثيرة منهم أبو جعفر محمد بن بسطام بن الحسن الأستوائي كان أديبا فاضلا سمع عمران بن موسى السختياني والحسن بن سفيان الشيباني وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ ذكره في التاريخ فقال كان من الأدباء والقاضي أبو العلاء صاعد بن محمد بن أحمد بن عبد الله الأستوائي من أهل أستوا كان من أهل العلم والفضل وولي القضاء بنيسابور مدة ثم صرف عنها وولي مكانه أبو الهيثم عتبة بن خيثمة وكان أحد شيوخه سمع أبا محمد عبد الله بن محمد بن علي بن زياد وأبا عمرو إسماعيل بن نجيد السلمي وأبا سهل بشر بن أحمد الإسفرايني وأبا الحسن علي بن عبد الرحمن البكائي الكوفي وجماعة |جـ1 صـ135| روى عنه جماعة من العلماء وحدثني عنه أبو الحسن علي بن محمد بن علي الشعري ولم يحدثنا عنه سواه والقضاء بنيسابور إلى الساعة في أولاده والصاعدية بنيسابور ومات بنيسابور في سنة اثنتين وثلاثين وأربعمائة وأبو أحمد محمد بن روح الاستوائي قال الحاكم أبو عبد الله الحافظ شيخ لنا قديم من الزهاد من رستاق استوا سمع بنيسابور محمد بن يحيى فطبقته وبالعراق الحسن بن محمد الزعفراني ومحمد بن إسماعيل الأحمسي روى عنه أبو الفضل الحسن بن يعقوب العدل وأبو بكر بن أحمد بن بالويه وأبو سعيد عمرو بن محمد النيسابوري وأبو موسى هارون بن هاشم الأستوائي سمع بخراسان عبد الله بن الجراح والحسن بن عيسى وأبا معمر القطيعي وأبا كريب الكوفي روى عنه مكي بن عبدان ومحمد بن الحسين بن الخليل القطان وأبو الفضل داود بن عبد الله بن الفضل الأستوائي سمع أبا الأشعث أحمد بن المقدام العجلي وعمر بن شبة النميري روى عنه أبو الفضل محمد بن إبراهيم المزكي وعمرويه بن عصام الأستوائي سمع عبيد الله بن موسى وأبا نعيم سمع منه أبو عمرو المستملي وروى عنه أبو الفضل سفيان بن محمد الجوهري وتوفي في ذي القعدة سنة إحدى وستين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.134-135",
    },

    "JK_000952_0135": {
        "source" : "SKA",
        "title"  : "الإسحاقي",
        "text": "<h1>الإسحاقي</h1> بكسر الألف وسكون السين وفتح الحاء المهملتين وفي آخرها القاف هذه النسبة إلى إسحاق وهو اسم لبعض أجداد المنتسب إليه والمشهور بهذه النسبة أبو العلاء صاعد بن سيار بن محمد بن عبد الله بن إبراهيم الدهان الإسحاق الحافظ من أهل هراة وكان حافظا متقنا مكثرا من الحديث رحل إلى العراق والحجاز وحدث بها وكان سمع أبا سعيد عبد الرحمن بن أبي عاصم الأحنفي وأبا إسماعيل عبد الله بن محمد الأنصاري وأبا الحسن علي بن فضال المجاشعي وغيرهم كتب إلي الإجازة بجميع مسموعاته وحدثني عنه أبو بكر عبيد الله بن إبراهيم التفتازاني بنسا وأبو محمد المبارك بن أحمد البرداني ببغداد وأبو المعالي عبد الملك بن عمر الراونيري بنيسابور وأبو طاهر أحمد بن حامد الثقفي بأصبهان وأبو القاسم محمود بن إسماعيل الطريثيثي بمرو وأبو جعفر محمد بن إبراهيم الزبيري بترنجة وأبو بكر محمد بن الحسين الطبري بأهلم وجماعة سواهم وتوفي في ذي القعدة سنة |جـ1 صـ136| عشرين وخمسمائة وكان منصرفا من جنازة جابر بن عبد الله الأنصاري من كازياركاه فمات بغورج قرية على الطريق وجماعة من غلاة الشيعة يقال لهم الإسحاقية نسبوا إلى إسحاق بن محمد النخعي الأحمر الكوفي وهؤلاء الملاعين يعتقدون في علي رضي الله عنه الإلهية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.135-136",
    },

    "JK_000952_0136": {
        "source" : "SKA",
        "title"  : "الأسداباذي",
        "text": "<h1>الأسداباذي</h1> بفتح الألف والسين والدال المهملتين والباء المنقوطة بواحدة بين الألفين وفي آخرها الذال هذه النسبة إلى أسداباذ وهي بليدة على منزل من همذان إذا خرجت إلى العراق وطئتها نوبتين وأقمت بها ليالي خرج منها جماعة من مشاهير العلماء والمحدثين منهم أبو عبد الله الزبير بن عبد الواحد بن محمد بن زكريا بن صالح بن إبراهيم الأسداباذي الحافظ كان حافظا عالما متقنا مكثرا رحالا إلى العراق والشام وديار مصر سمع أبا خليفة الفضل بن الحباب والحسن بن سفيان النسوي وعمران بن موسى السختياني ومحمد بن إسحاق بن خزيمة ومحمد بن إسحاق السراج وعبد الله بن شيرويه وعبدان الأهوازي وأبا يعلى الموصلي وعلان بن أحمد المصري وغيرهم روى عنه أبو عبد الله محمد بن مخلد العطار الدوري وأبو عبد الله محمد بن عبد الله البيع الحافظ وأبو الحسن محمد بن الحسين الآبري السجزي وغيرهم قال صالح بن أحمد الحافظ الزبير بن عبد الواحد عنى بهذا الشأن وجمع وعاجله الموت كتبت عنه وكان صدوقا وقال أبو بكر الخطيب سمع منه ببغداد محمد بن مخلد الدوري وكان الزبير إذ ذاك حدثا وقال الحاكم أبو عبد الله الحافظ زبير بن عبد الواحد كان من الصالحين المستورين الثقات الحفاظ صنف الشيوخ والأبواب كتبت عنه في سنة إحدى أو اثنتين وأربعين وثلاثمائة ثم دخلت اسداباذ في سنة سبع وستين وثلاثمائة فحضرني أخوه عثمان بن عبد الواحد فسألته عن وفاة الزبير فذكر أنه توفي بأسداباذ في ذي الحجة سنة سبع وأربعين وثلاثمائة والقاضي أبو الحسن عبد الجبار بن أحمد بن عبد الجبار بن أحمد بن الخليل بن عبد الله الأسداباذي المعروف بالهمذاني صاحب مذهب المعتزلة وله التصانيف المشهورة سمع الحديث وعمر العمر الطويل حتى ظهر له الأصحاب سمع عبد الرحمن بن حمدان الجلاب وعلي بن إبراهيم بن سلمة القزويني وعبد الله بن جعفر بن أحمد الأصبهاني والقاسم بن أبي صالح الهمذاني |جـ1 صـ137| والزبير بن عبد الواحد الأسداباذي روى عنه القاضي أبو يوسف عبد السلام بن محمد بن يوسف القزويني وأبو عبد الله الحسين بن علي الصيمري وأبو القاسم علي بن المحسن التنوخي وغيرهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخه وقال عبد الجبار بن أحمد الأسداباذي كان ينتحل مذهب الشافعي في الفروع ومذاهب المعتزلة في الأصول وله في ذلك مصنفات وولي القضاء بالري ومات قبل دخولي الري في رحلتي إلى خراسان وذلك في سنة خمس عشرة وأربعمائة وأحسب أن وفاته كانت في أول السنة هكذا ذكره الخطيب وقال عبد السلام بن محمد بن يوسف القزويني توفي القاضي عبد الجبار في ذي القعدة سنة خمس عشرة وأربعمائة بالري ودفن في داره وأبو القاسم علي بن عمر بن إسحاق بن إبراهيم بن معمر الأسداباذي الأدمي الهمذاني رحل إلى خراسان وما وراء النهر وسمع ببغداد أبا بكر أحمد بن جعفر بن حمدان وبجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وبالدينور أبا بكر أحمد بن محمد السني وبأصبهان أبا بكر محمد بن إبراهيم ابن المقرىء وبهراة أبا الفضل محمد بن عبد الله بن خميرويه وطبقتهم روى عنه أبو القاسم عبد الرحمن بن أبي عبد الله بن منده وأبو الحسين أحمد بن عبد الرحمن الذكواني وجماعة سواهما توفي في حدود سنة أربعمائة وأبو العباس أحمد بن محمد بن أحمد بن محمد الأسداباذي الحافظ كان حافظا مكثرا من الحديث حدث عن أبي نصر محمد بن محمد بن علي الزينبي وأخيه طراد بن محمد وغيرهما ولم يرضه جماعة من شيوخنا وتوفي قبل دخولي اسداباذ بأشهر ولم أسمع منه وكانت وفاته في سنة إحدى وثلاثين وخمسمائة وأسداباذ قرية ببيهق بناها أسد بن عبد الله بن يزيد بن أسد بن كرز القسري في حدود سنة عشرين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.136-137",
    },

    "JK_000952_0137": {
        "source" : "SKA",
        "title"  : "الأسدي",
        "text": "<h1>الأسدي</h1> بفتح الهمزة وسكون السين المهملة وبعدها الدال المهملة هذه النسبة إلى الأزد فيبدلون السين من الزاي والمشهور بهذه النسبة عبد الله بن مالك بن القشب ويعرف بابن بحينة الأسدي وابن اللتبية وأبو معمر عبد الله بن سخبرة وغيرهم وقليلا ما تجىء |جـ1 صـ138| نسبتهم كذاك هكذا ذكره الأمير ابن ماكولا في كتاب الإكمال وقال أبو علي الغساني الأسديون جماعة ينسبون إلى الأسد وهي جرثومة من جراثيم قحطان وهو الأزد بن غوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان قال أبو عبيد القاسم بن سلام ويعقوب بن السكيت يقال لهم الأسد بالسين والأزد بالزاي وهم أزد شنوءة وهي أفصح من الأزد ذكر أبو بكر بن أبي خيثمة عن وهب بن جرير أنه قلما ذكر الأزد إلا قال الأسد بالسين وكان فصيحا قال يحيى بن معين الأزد والأسد سواء قال ابن الكلبي كان الأزد بن الغوث واسمه دراء بكسر الدال والمد رجلا كثير المعروف وكان الرجل يلقى الرجل فيقول أسدي ألي دراء يدا وأزدي إلي يدا مبدل فكثر هذا حتى سمى به فقالوا الأسد والأزد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.137-138",
    },

    "JK_000952_0138": {
        "source" : "SKA",
        "title"  : "الأسدي",
        "text": "<h1>الأسدي</h1> بفتح الألف والسين المهملة وبعدها الدال المهملة هذه النسبة إلى أسد وهو اسم عدة من القبائل منهم أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب من قريش وإلى أسد بن خزيمة بن مدركة بن الياس بن مضر وإلى أسد بن ربيعة بن نزار وإلى أسد بن دودان وفي الأزد بطن يقال لهم بنو أسد محرك السين وهو أسد بن شريك بضم الشين المعجمة بن مالك بن عمرو بن مالك بن فهم لهم خطة بالبصرة يقال لها خطة بني أسد وليست بالبصرة خطة لبني أسد بن خزيمة وأبو خالد حكيم بن حزام بن خويلد بن أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب الأسدي القرشي من الصحابة عداده في أهل الحجاز عاش في الجاهلية ستين سنة وفي الإسلام ستين سنة ومات سنة خمسين وقبيل سنة ستين وهو ابن عشرين ومائة سنة وقد قيل مات سنة أربع وخمسين وكان مولده قبل الفيل بثلاث عشرة سنة دخلت أمه الكعبة فمخضت به فولدت حكيم بن حزام في جوف الكعبة هكذا ذكره أبو حاتم بن حبان في كتاب الثقات جابر بن قبيصة الأسدي من التابعين قال أبو حاتم بن حبان هو من بني أسد بن خزيمة يروي عن عمر بن الخطاب رضي الله عنه روى عنه محمد بن عبيد الله |جـ1 صـ139| العرزمي وأبو وهب عبيد الله بن عمرو الأسدي من أهل الرقة يروي عن إسماعيل بن أبي خالد والأعمش روى عنه حكيم بن سيف وأهل الجزيرة مات سنة ثمانين ومائة وهو ابن ست وسبعين سنة ومن أسد قريش أيضا عباس بن عبد الله بن عثمان بن حميد الأسدي القرشي من أسد بن عبد العزي بن قصي من أهل مكة يروي عن عمرو بن دينار روى عنه أبو عاصم النبيل ومن أسد بن خزيمة عكاشة بن محصن الأسدي من أسد بن خزيمة بن مدركة بن الياس بن مضر وهو أخو كنانة بن خزيمة وكذلك أهل بيته وزر بن حبيش الأسدي منهم وسهل بن أبي أمامة أسعد بن سهل بن حنيف بن واهب الأسدي الأنصاري مديني منسوب إلى أسد الأنصار ومن بني أسد بن شريك أبو الحسن مسدد بن مسرهد الأسدي المحدث بالبصرة قاله عمرو بن علي وكذلك أبو بكر بن دريد هو من بني أسد بن شريك وهو مسدد بن مسرهد بن مسربل بن ماسك بن جرو بن يزيد بن شبيب بن الصلت بن مالك بن أسد بن شريك كذا نسبه أبو بكر ورأيت بعضهم ينسبه مسدد بن مسرهد بن مسربل بن مغربل بن مرعبل بن أرندل بن شرندل بن عرندل بن ماسك بن مستورد الأسدي البصري قاله أبو علي الحسين بن محمد الغساني الحافظ وقال لست من هذا النسب الثاني على ثقة وكان يحيى بن معين إذا ذكر نسب مسدد قال هذه رقية العقرب ومن أسد قريش ابن عمة رسول الله صلى الله عليه وسلم أبو عبد الله الزبير بن العوام بن خويلد بن أسد بن عبد العزي بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة القرشي الأسدي أمه صفية بنت عبد المطلب بن هاشم وكان رجلا ليس بالقصير ولا بالطويل نحيف الجسم خفيف اللحية أسمر اللون أشعر شهد بدر وهو ابن تسع وعشرين سنة وقال النبي صلى الله عليه وسلم لكل نبي حواري وحواري الزبير قال عبد الله بن الزبير قلت لأبي يوم الأحزاب قد رأيتك يا أبة وأنت تحمل على فرس لك أشقر فقال يا بني رأيتني فقلت نعم فقال قال لي رسول الله صلى الله عليه وسلم حينئذ فجمع لي أبويه يقول فداك أبي وأمي وكان علي رضي الله عنه يقول بليت بأطوع الناس وأشجع الناس أراد بالأول عائشة رضي الله عنها وبالثاني الزبير وقتل يوم الجمل في جمادى الآخرة سنة ست وثلاثين وهو يومئذ ابن أربع وستين سنة قتله عمرو بن جرموز بوادي السباع من البصرة وزرت قبره بها وابنه أبو عبد الله |جـ1 صـ140| عروة بن الزبير الأسدي أخو أبي خبيب عبد الله بن الزبير وأمهما كانت ذات النطاقين أسماء بنت أبي بكر رضي الله عنهم وكان عروة من فقهاء أهل المدينة وأفاضل التابعين وعباد قريش كان يقرأ كل يوم ربع القرآن في المصحف نظرا بالتدبر والتفكر حتى يذهب عامة يومه به ثم يقوم تلك الليلة بذلك الربع من القرآن على التدبر والتفكر حتى يذهب عامة ليلته به وما ترك ورده من الليل إلا ليلة قطعت رجله وذلك أن الآكلة وقعت فيها فنشرت فما زاد على أن قال الحمد لله ورجع من الشام فلما دخل عليه الناس قال & لقد لقينا من سفرنا هذا نصبا & وتوفي بالمدينة سنة تسع وتسعين وقيل مات سنة خمس وتسعين وقيل سنة أربع وتسعين وقيل مات سنة مائة وقيل سنة إحدى ومائة وابنه أبو المنذر هشام بن عروة الأسدي وقيل أبو بكر جالس عمه ابن الزبير ورأى جابرا وابن عمر وكان من حفاظ أهل المدينة ومتقنيهم وفقهاء أهلها ومتورعيهم روى عنه حديث قبض العلم ستون شيخا من مشايخ أهل العلم من أهل المدينة وغيرها وكانت ولادته بالمدينة سنة ستين أو إحدى وستين ووفاته ببغداد سنة خمس أو ست وأربعين ومائة ومعقل بن أبي معقل الأسدي من أسد خزيمة وزر بن حبيش الأسدي أسد خزيمة من أنفسهم ومخرمة بن سليمان الأسدي أسد خزيمة وصالح بن محمد بن عمرو بن حبيب الحافظ أبو الفضل الأسدي مولى أسد بن خزيمة أحد أركان الحديث وحفاظه ممن يرجع إليه في علمه وإسماعيل بن عبد الرحمن بن ذؤيب الأسدي من بني أسد بن خزيمة وجماعة غير من ذكرنا وممن انتسب إلى جده الأعلى أبو العباس أحمد بن عبد الرحمن بن يوسف بن إبراهيم بن أسد الأعرج الأسدي ينسب إلى جده الأعلى وأبو القاسم عبد الملك بن عبد القاهر بن أسد بن مسلم الأسدي صاحب أبي بكر بن هشام من أهل بغداد سمع أبا طاهر المخلص وأبا المفضل الشيباني سمع منه أبو بكر الخطيب الحافظ وقال كتبت عنه وكان صدوقا ينزل نهر القلائين وسألته عن مولده فقال ولدت بنصيبين في سنة ثلاث وسبعين وثلاثمائة ومات في شهر ربيع الأول من سنة تسع |جـ1 صـ141| وثلاثين وأربعمائة ودفن في مقبرة الشونيزي وابنه أبو سعد محمد بن عبد الملك بن عبد القاهر بن أسد بن مسلم المؤدب الأسدي من أهل بغداد شيخ فيه لين وضعف حدث عن أبي علي الحسن بن أحمد بن شاذان البزاز سمع منه والدي وروى لي عنه أبو طاهر السنجي بمرو وأبو المظفر البغدادي ببلخ وعبد الخالق بن يوسف ببغداد وتوفي في شهر رمضان سنة إحدى وخمسون وخمسمائة بمرو وابنه أبو نصر أحمد بن محمد الأسدي شيخ مشهور سمع أبا بكر أحمد بن علي بن ثابت الخطيب وأبا الفرج أحمد بن عثمان المخبري دخلت عليه داره ببغداد وكان مريضا ولم يكن أصل فأقرأ عليه منه فاستجزت منه وتوفي في رجب سنة اثنتين وثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.138-139",
    },

    "JK_000952_0139": {
        "source" : "SKA",
        "title"  : "الإسرائيلي",
        "text": "<h1>الإسرائيلي</h1> بكسر الألف وسكون السين المهملة وفتح الراء بعدها الألف ثم اليائين آخر الحروف وفي آخرها اللام هذه النسبة إلى إسرائيل وهو اسم الجد أبي الحسن علي بن محمد بن محمد بن أحمد بن إسرائيل الإسرائيلي من أهل جرجان سكن بكراباذ إحدى محال جرجان يروي عن موسى بن العباس وجعفر بن حبان وجعفر بن محمد بن عبد الكريم وغيرهم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.139",
    },

    "JK_000952_0140": {
        "source" : "SKA",
        "title"  : "الأسروشني",
        "text": "<h1>الأسروشني</h1> بضم الألف وسكون السين المهملة وضم الراء وسكون الواو وفتح الشين المعجمة وفي آخرها النون هذه النسبة إلى أسروشنة وهي بلدة كبيرة وراء سمرقند دون سيحون وقد يزاد فيها التاء فنسب إليها بالأسروشنتي غير أن الصحيح هو الأول خرج منها جماعة من العلماء في كل فن وكان يتردد إلى من أهلها ببخارا فقيهان فاضلان وسمعا وكتبا الكثير ومن القدماء منها أبو طلحة حكيم بن نصر بن خانج بن خندبك وقد قيل أيضا ابن خندلك الأسروشني من أهل أسروشنة يروي عن محمد بن الفضل بن حراش البلخي وهلال بن العلاء الرقي ومحمد بن مسلمة الواسطي والقاسم بن عباد الترمذي وابن ذهل عبيد بن الغاز العسقلاني وعبيد الله بن محمد البرقي وأبي زرعة عبد الرحمن بن |جـ1 صـ142| عمرو الدمشقي وغيرهم روى عنه عبد الله بن مسعود بن كامل السمرقندي وعبد الله بن زاهر بن عبد الله المغكاني وأبو ذر عمار بن محمد التميمي البغدادي وغيرهم وأبو سعيد يونس بن الفضل الفقيه الأسروشني يقال إنه كان فاضلا خيرا وله عقب أفاضل بأسروشنة دخل سمرقند وحدث بها عن عبد الله بن أيوب المخرمي روى عنه أبو نصر محمد بن عبيد الله الفقيه السمرقندي وأبو جعفر محمد بن عمرو بن الشعبي بن سليمان الأسروشني كان على قضاء بخارا وكان عالما مميزا روى عن عمه لقمان بن الشعبي الأسروشني وأبي سهل هارون بن أحمد الأستراباذي وأبي عمرو بن محمد بن محمد بن صابر وأبي سعيد الخليل بن أحمد السجزي وأبي عمرو محمد بن أحمد بن حمدان الحيري وأبي الحسين محمد بن المظفر الحافظ البغدادي وأبي العباس أحمد بن سعيد المعداني وأبي علي زاهر بن أحمد السرخسي وجماعة من هذه الطبقة روى عنه أبو ذر محمد بن جعفر بن محمد المستغفري الخطيب وولي القضاء بسمرقند ومات بها وهو على القضاء في صفر سنة أربع وأربعمائة وأبو بكر مطرف بن جمهور بن الفضل الأسروشني قدم بغداد حاجا وحدث بها عن حمدان بن ذي النون وعبد الصمد بن الفضل البلخيين روى عنه أبو الحسن علي بن عمر الحربي السكري وحامد بن أبي حامد الأسروشني ورد خراسان حاجا وحدث بنيسابور عن عبد العزيز بن حاتم روى عنه أبو إسحاق إبراهيم بن محمد بن يحيى النيسابوري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.139-142",
    },

    "JK_000952_0141": {
        "source" : "SKA",
        "title"  : "الأسعدي",
        "text": "<h1>الأسعدي</h1> بفتح الهمزة وسكون السين المهملة وفتح العين المهملة وفي آخرها دال مهملة هذه النسبة إلى أسعد بن همام بن مرة بن ذهل بن شيبان وهم جماعة كثيرة لهم الآن بقية صالحة منهم الغضبان بن القبعثري بن هودة بن عباد بن عمرو بن ثعلبة بن أسيد بن همام ومنهم الخوار بن سويد بن خالد بن عباد بن عمرو بن ثعلبة بن أسعد ومنهم ذو الكعب وهو النعمان بن عمرو بن ثعلبة بن أسعد كان شريفا ومنهم أبو ثبيت وهو يزيد بن مسهر بن أصرم بن ثعلبة بن أسعد هو الذي يقول فيه الأعشى يهجوه % أبلغ يزيد بني شيبان مالكة % % أبا ثبيت أما تنفك يا رجل % وله % يزيد يغض الطرف دوني كأنما % % زوى بين عينيه علي المحاجم % قاله ابن ماكولا في الإكمال ثم قال والأسعدي لا أعلم إلى من ينسب وهو أحمد بن علي بن إسماعيل الرازي روى عن إبراهيم بن موسى الفراء روى عنه أبو |جـ1 صـ143| القاسم الطبراني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.142-143",
    },

    "JK_000952_0142": {
        "source" : "SKA",
        "title"  : "الإسفذني",
        "text": "<h1>الإسفذني</h1> بكسر الألف وسكون السين المهملة وفتح الفاء والذال المعجمة وفي آخرها النون هذه النسبة إلى إسفذن وهي من قرى الري ومن هذه القرية علي بن أبي بكر الإسفذني يروي عن همام بن يحيى العوذي ومحمد بن إسحاق بن يسار روى عنه محمد بن عبيد الهمداني ومحمد بن حميد الرازي ومخلد بن مالك قال أبو حاتم بن حبان علي بن أبي بكر الإسفذني من أهل الري وأبو العباس أحمد بن علي بن إسماعيل بن علي بن أبي بكر بن سليمان بن نفيع بن عبد الله الكندي مولاهم يعرف بالإسفذني من أهل الري ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخه وقال قدم بغداد حاجا وحدث عن عم أبيه عمر بن علي بن أبي بكر ومحمد بن مهران الجمال وسهل بن عثمان وإبراهيم بن موسى الرازيين روى عنه عبد الرحمن بن سيما المجبر وأبو القاسم سليمان بن أحمد الطبراني وغيرهما وكان ثقة وذكر أبو العباس بن سعيد أن أبا العباس الإسفذني توفي ببغداد راجعا من الحج في صفر سنة إحدى وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.143",
    },

    "JK_000952_0143": {
        "source" : "SKA",
        "title"  : "الإسفراييني",
        "text": "<h1>الإسفراييني</h1> بكسر الألف وسكون السين المهملة وفتح الفاء والراء وكسر الياء المنقوطة باثنتين من تحتها هذه النسبة إلى إسفرايين وهي بليدة بنواحي نيسابور على منتصف الطريق من جرجان وقيل إن نسا وأبيورد وإسفريين عرائس ينشزن على المبتدعين وقيل لها المهرجان وذكرت قصتها في حرف الميم خرج منها جماعة من العلماء في كل فن قديما وحديثا فمن مشاهير المحدثين أبو عوانة يعقوب بن إسحاق بن إبراهيم بن يزيد الإسفراييني الحافظ أحد حفاظ الدنيا ومن رحل في طلب الحديث وعنى بجمعه وتعب في كتابته وكانت له رحل عدة إلى العراق والشام والحجاز وديار مصر وفارس واليمن وصنف المسند الصحيح على صحيح مسلم بن الحجاج القشيري وأحسن وكان زاهدا عفيفا متعبدا متقللا ذكره الحاكم في التاريخ فقال أبو عوانة من علماء الحديث وأثباتهم ومن الرحالة في أقطار الأرض لطلب الحديث قلت سمع بمرو محمد بن عبد الله قهزاذ وبنيسابور محمد بن يحيى الذهلي وبالري أبا زرعة وأبا حاتم الرازيين وبفارس يعقوب بن سفيان الفسوي وببغداد سعدان بن نصر البزاز وبالبصرة عمر بن شبة النميري وبالكوفة محمد بن إسماعيل الأحمسي وبمكة محمد بن عبد الله بن يزيد المقري وبمصر يونس بن |جـ1 صـ144| عبد الأعلى الصدفي وبالرملة موهب بن يزيد الرملي وبدمشق شعيب بن عمرو وبالمصيصة يوسف بن سعيد بن مسلم وبحمص عطية بن بقية بن الوليد وبالرها عبد السلام بن أبي فروة الرهاوي وبالموصل علي بن حرب الطائي وبصنعاء اليمن إبراهيم بن برة الصنعاني وإسحاق بن إبراهيم الدبري وبواسط أحمد بن سنان القطان وبالأهواز موسى بن سفيان الجنديسابوري وبأصبهان يونس بن حبيب وبجرجان أحمد بن يحيى السابري وجماعة كثيرة وفيمن ذكرنا غنية روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي وأبو علي الحسين بن علي الحافظ وأبو بكر أحمد بن علي بن منجويه الأصبهاني الحافظ وجماعة كثيرة آخرهم أبو نعيم عبد الملك بن الحسن الأزهري وكانت وفاته سنة ست عشرة وثلاثمائة وحفيده سمع جده أبا عوانة وأبا عبد الله وأبا الحسين بن جوصا وعلي بن عبد الله بن مبشر وأحمد بن عبد الوارث المصري ذكره الحاكم أبو عبد الله الحافظ فقال رأيت سماعاته التي نظرت فيها صحيحة وقد خرجت عنه في الصحيح قلت وآخر من روى عنه أبو سعد محمد بن عبد الرحمن الكنجروذي ومن الأئمة أبو إسحاق إبراهيم بن محمد بن إبراهيم بن مهران الإسفراييني الأستاذ الإمام أحد من بلغ حد الاجتهاد من العلماء المتبحرة في العلوم واستجماعه شرائط الإمامة من العربية والفقه والكلام والأصول ومعرفة الكتاب والسنة رحل إلى العراق في طلب العلم وحصل ما لم يحصل غيره وأخذ في التصنيف والإفادة والتدريس مدة مديدة سمع أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا بكر محمد بن يزداد بن مسعود وأبا جعفر محمد بن علي الجوسقاني وأبا أحمد محمد بن أحمد الغطريفي وأبا محمد دعلج بن أحمد السجزي وطبقتهم انتخب عليه الحاكم أبو عبد الله الحافظ عشرة أجزاء وخرج له أبو بكر بن منجويه الحافظ الأصبهاني ألف حديث وعقد له مجلس الإملاء بنيسابور بمسجد عقيل وكان يقول أشتهي أن يكون موتي بنيسابور حتى يصلي علي جميع نيسابور فتوفي بعد هذا الكلام بنحو من خمسة أشهر يوم عاشوراء سنة ثمان عشرة وأربعمائة وكان يوما مطيرا ثم طلعت الشمس بعد الظهر وحمل إلى المقبرة الحرة ودفن في مشهد أبي بكر الطرسوسي ثم ورد ابنه في خلق عظيم من أهل إسفرايين ونقلوه بعد ثلاث وصلوا عليه في ميدان الحسين وحملوه إلى إسفرايين ودفن في مشهده وهو اليوم ظاهر والناس يتبركون ويزورونه ويستجاب عنده الدعوة زرت قبره بإسفرايين وذكرته في الأصولي وأبو حامد أحمد بن أبي طاهر محمد بن أحمد الفقيه الإسفراييني ساكن بغداد قدمها وهو حدث فدرس فقه الشافعي على أبي الحسن بن المرزبان ثم على |جـ1 صـ145| أبي القاسم الداركي وأقام ببغداد مشغولا بالعلم حتى صار أوحد وقته وانتهت إليه الرياسة وعظم جاهه عند الملوك والعوام وحدث بشيء يسير عن أبي بكر أحمد بن إبراهيم الإسماعيلي وأبي أحمد عبد الله بن عدي الحافظ الجرجانيين وإبراهيم بن محمد بن عبدك الإسفراييني روى عنه أبو محمد الحسن بن محمد الخلال وأبو القاسم عبد العزيز بن علي الأزجي وأبو منصور محمد بن أحمد بن شعيب الروياني وأبو الحسين أحمد بن محمد بن أحمد بن النقور قال أبو بكر أحمد بن علي بن ثابت الخطيب وقد رأيته غير مرة وحضرت تدريسه في مسجد عبد الله بن المبارك وهو المسجد الذي في صدر قطيعة الربيع وسمعت من يذكر أنه كان يحضر درسه سبعمائة متفقه وكان الناس يقولون لو رآه الشافعي لفرح به وكان أبو الحسين ابن القدوري يقول ما رأيت في الشافعيين أفقه من أبي حامد وقال أبو إسحاق الشيرازي سألت أبا عبد الله الصميري من أنظر من رأيت من الفقهاء فقال أبو حامد الإسفراييني ومرض أبو الفرج الدارمي فعاده أبو حامد فقال فيه % مرضت فارتحت إلى عائد % % فعادني العالم في واحد % % ذاك الإمام ابن أبي طاهر % % أحمد ذو الفضل أبو حامد % ولد أبو حامد الإسفراييني بها في سنة أربع وأربعين وثلاثمائة وقدم بغداد سنة أربع وستين وثلاثمائة ودرس الفقه من سنة سبعين إلى أن مات ببغداد في شوال سنة ست وأربعمائة ودفن في داره ثم نقل إلى باب حرب في سنة عشر وأربعمائة وكان يوم جنازته يوما مشهودا بكثرة الناس وعظم الحزن وشدة البكاء أبو سهل بشر بن أحمد الإسفراييني سأذكره الدهقان وأبو بكر محمد بن أبي سعيد بن سختويه الإسفراييني أقام بجرجان مدة وحدث بها عن أبي سهل بشر بن أحمد الإسفراييني ثم خرج منها إلى مكة وأقام بها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.143-144",
    },

    "JK_000952_0144": {
        "source" : "SKA",
        "title"  : "الإسفرنجي",
        "text": "<h1>الإسفرنجي</h1> بكسر الألف وسكون السين المهملة وفتح الفاء والراء وسكون النون وفي آخرها الجيم هذه النسبة إلى إسفرنج إحدى قرى السغد من نواحي سمرقند منها أبو زيد محمد بن محمد بن إسماعيل الإسفرنجي كان شابا فاضلا عالما فقيها عارفا بالفقه من بيت العلم ورد علينا سمرقند وزارني وصادفته فاضلا حسن المحاورة كثير المحفوظ مليح الشعر دخل علي واعتذر عن تأخره ببيتين أنشدناهما لنفسه % من حق عبدك أن يمشي إليك كما % % يمشي العبيد إلى أبواب سادات % % لكنني خائف أن لا أعوقك عن % % ورد العبادات أو ورد الإفادات % |جـ1 صـ146| وكان اجتماعي معه في سنة خمسين وخمسمائة وانصرف إلى ناحيته بعد أن أقام بسمرقند أياما قلائل ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.144-146",
    },

    "JK_000952_0145": {
        "source" : "SKA",
        "title"  : "الإسفزاري",
        "text": "<h1>الإسفزاري</h1> بكسر الألف وسكون السين المهملة وكسر الفاء وفتح الزاي وفي آخرها الراء بعد الألف هذه النسبة إلى إسفزار وهي مدينة بين هراة وسجستان خرج منها جماعة من أهل العلم منهم أبو القاسم منصور بن أحمد بن الفضل بن نصر بن عصام المنهاجي الإسفزاري كان فقيها ورعا حسن السيرة من أصحاب جدي الإمام أبي المظفر السمعاني خرج إلى العراق وسكن بناحية الجبال عند همذان وظهر له القبول التام وازدحم الناس عليه وكثر أصحابه لديه سمع ببغشور أبا سعيد محمد بن علي بن أبي صالح القاضي البغوي ورأيت سماعاته في جميع الجامع لأبي عيسى الترمذي برواية أبي سعيد عن الجراحي عن المحبوبي عنه وقتل على باب جامع همذان فتكا في سنة نيف عشرة وخمسمائة وأبو العز محمد بن علي بن محمد الإسفزاري المعروف بالبستي ابن أبي الحسن ولد بإسفزار ونشأ ببلاد خراسان وكان أحد المشاهير فصيح اللهجة حلو الكلام لم يكن في مقدمي الصوفية أحسن وجها ولا أحلى كلاما منه وكان جواد النفس بذولا لما يملك سافر إلى العراق والحجاز ولقي الخفض والرفع سكن في آخر عمره بنج ديه وتوفي بها سمع بنيسابور أبا المظفر موسى بن عمران الأنصاري وببغداد أبا الحسين المبارك بن عبد الجبار الطيوري وبمكة أبا الحسن علي بن عطية القيرواني وبميافارقين أبا طاهر أحمد بن سلفة الأصبهاني وغيرهم سمعت منه بنيسابور ثم ببنج ديه وتوفي وأربعين وخمسمائة ببنج ديه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.146",
    },

    "JK_000952_0146": {
        "source" : "SKA",
        "title"  : "الإسفسي",
        "text": "<h1>الإسفسي</h1> بكسر الألف وفتح الفاء بين السينين المهملتين وهذه النسبة إلى قرية إسفس وهي قرية بأعلى بلدة مرو عند فاز يقال لها سبس والقن منها خالد بن رقاد بن إبراهيم الذهلي الإسفسي كان أديبا شاعرا فاضلا كاتبا عالما روى عن أبيه رقاد بن إبراهيم وقال رقاد مرض الحجاج بن يوسف مرضا شديدا أشرف منه على الموت فدخل عليه يعلى بن مملك فقال كيف ترى نفسك يا حجاج فقال جهد جهيد ونزع شديد وزاد غير سديد وسفر بعيد فويل لي إن لم تنلني رحمة ربي فقال يعلى ما أبعدها منك بل هي للرحماء الكرماء فقال أنها ليست بيدك إنها بيد رؤوف رحيم ثم أنشد |جـ1 صـ147| % رب إن العباد قد أيسوني % الأبيات ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.146-147",
    },

    "JK_000952_0147": {
        "source" : "SKA",
        "title"  : "الإسفنجي",
        "text": "<h1>الإسفنجي</h1> بكسر الألف وسكون السين المهملة وفتح الفاء والنون الساكنة وفي آخرها الجيم هذه النسبة إلى إسفنج وهي قرية من ارغيان بناحية نيسابور يقال لها سبنج منها عامر بن شعيب الإسفنجي يروي عن سفيان بن عيينة وعبد الوهاب الثقفي وعيسى بن يونس ومحمد بن إسماعيل بن أبي فديك وغيرهم من طبقتهم أحاديث منكرة بل أكثرها موضوعة روى عنه محمد بن المسيب بن إسحاق الأرغياني الزاهد ومحمد بن حفص الجويني وأبو عوانة يعقوب بن إسحاق الإسفراييني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.147",
    },

    "JK_000952_0148": {
        "source" : "SKA",
        "title"  : "الإسفيجابي",
        "text": "<h1>الإسفيجابي</h1> بكسر الألف وسكون السين وكسر الفاء وسكون الياء المنقوطة باثنتين من تحتها وفتح الجيم وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى إسفيجاب وهي بلدة كبيرة من بلاد المشرق من ثغور الترك منها جماعة كثيرة من المحدثين والعلماء منهم أبو علي الحسن بن منصور بن عبد الله بن أحمد المؤدب المقرىء الإسفيجاني حدث عن الحسن بن علي الميداني ومحمد بن يوسف الفقيه الشافعي السمرقنديين وقال أبو سعد الإدريسي كان الحسن بن منصور هذا راغبا في طلب الحديث كتب الكثير وأخبرني أصحابنا أنه كان يزيد في الرقم ويسرق الأحاديث ويحدث عمن لم يرهم كان يروي عن ظفر بن الليث الإسفيجابي ومجاهد بن أعين الفرغاني وجماعة من أهل العراق وخراسان مات بعد الثمانين والثلاثمائة فيما أظن رحمه الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.147",
    },

    "JK_000952_0149": {
        "source" : "SKA",
        "title"  : "الأسفيذباني",
        "text": "<h1>الأسفيذباني</h1> بفتح الألف وسكون السين المهملة وكسر الفاء بعدها الياء آخر الحروف ثم الذال المعجمة والباء الموحدة المفتوحة وفي آخرها الألف والنون هذه النسبة إلى أسفيذبان وهي قرية من قرى أصبهان هو عبد الله بن الوليد القسام الأسفيذباني يروي عن محمد بن بكر وعلي بن قرين روى عنه ابنه أبو زكريا يحيى بن عبد الله بن الوليد الأسفيذباني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.147",
    },

    "JK_000952_0150": {
        "source" : "SKA",
        "title"  : "الإسفيذدشتي",
        "text": "<h1>الإسفيذدشتي</h1> بكسر الألف وسكون السين المهملة وكسر الفاء بعدها الياء آخر الحروف ثم الذال المعجمة بعدها الدال المهملة المفتوحة وسكون الشين المعجمة وفي آخرها التاء ثالث الحروف هذه النسبة إلى إسفيذدشت وهي قرية من قرى أصبهان منها أبو حامد |جـ1 صـ148| أحمد بن موسى بن الصباح الخزاعي الإسفيذدشتي من أهل أصبهان يروي عن ابن أبي بزة وعبد الله بن هاشم الطوسي روى عنه محمد بن أحمد بن يعقوب الأصفهاني ومات في سنة سبع وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.147-148",
    },

    "JK_000952_0151": {
        "source" : "SKA",
        "title"  : "الإسفينقاني",
        "text": "<h1>الإسفينقاني</h1> بكسر الألف وسكون السين المهملة وكسر الفاء وبعدها الياء المنقوطة باثنتين من تحتها وسكون النون وفتح القاف وبعدها الألف والنون هذه النسبة إلى إسفينقان وهي بليدة بناحية نيسابور منها أبو الفتح مسعود بن أحمد الإسفينقاني روى عن أبي بكر محمد بن عبد الله بن ريذة الضبي وأبي الحسن الليث بن الحسن بن أبي عبد الله الليثي وغيرهما روى عنه أبو القاسم علي بن محمد بن أردشير الصدفي وأبو علي الحسين بن يحيى بن زكريا بن يحيى الواعظ الإسفينقاني الشافعي من أهل إسفينقان إلا أن منشأه ومستقره كان بنيسابور وردها سنة إحدى وأربعين متفقها وملازما لمدرسة الأستاذ أبي الوليد هكذا ذكره الحاكم أبو عبد الله الحافظ في التاريخ ثم قال إلى أن خرج معنا سنة خمس وأربعين إلى بغداد وحج معنا فولع به الشيخ جعفر بن محمد بن نصير رضي الله عنه حتى كان لا يصبر عنه ساعة وأقام عنده ببغداد وتقدم في الوعظ والذكر حتى صار أوحد وقته وأقام على الشيخ إلى أن توفي بمصر ثم انصرف إلى أصبهان مدة يعظ بها ثم انصرف إلى نيسابور بعد الخمسين وهو أوحد المزكيين في صفته واجتمع عليه الخلق إلى أن اقتنى ضيعة بشعبان وقصده زعيم الناحية وكان يرمى بالإلحاد فقتله صبرا قال فحدثني من كان معه أنهم كبسوا عليه الدار وقد أفطر في تلك الساعة وهو يصلي وهو ساجد فلما سمعت أمه صوت السلاح عدت إليه وطرحت نفسها عليه فأدخل واحد منهم يده تحت أمه وشق بطنه واستشهد رضي الله عنه ولعن قاتله ثم قال استشهد أنار الله برهانه وأخزى قاتله ليلة الجمعة الرابع عشر من ربيع الأول سنة أربع وسبعين وثلاثمائة وهو ابن خمسين سنة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.148",
    },

    "JK_000952_0152": {
        "source" : "SKA",
        "title"  : "الإسكارني",
        "text": "<h1>الإسكارني</h1> بكسر الألف وسكون السين وفتح الكاف والراء وفي آخرها النون هذه النسبة إلى إسكارن وهي قرية من سغد سمرقند بقرب الدبوسية على فرسخ أو على فرسخين منها وهي من قرى كشانية منها بكر بن حنظلة بن أنومرد الإسكارني السغدي يروي عن شعيب بن الليث الكاغذي وعبد بن سهل الزاهد السمرقندي ويحيى بن بدر القرشي وأبي |جـ1 صـ149| حفص عمرو بن أسلم البخاري روى عنه ابنه محمد بن بكر بن حنظلة الإسكارني وسمع أبو سعد الإدريسي الحافظ من محمد بن بكر بن حنظلة الإسكارني بها قال وكان يروي عن أبيه وأبي القاسم أحمد بن حم الفقيه البلخي ومات بعد السبعين وثلاثمائة ويوسف بن خلف بن هارون بن حاتم الإسكارني السغدي يروي عن عبد بن سهل الزاهر روى عنه حافده أبو حنيفة محمد بن زكريا الإسكارني وغيره ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.148-149",
    },

    "JK_000952_0153": {
        "source" : "SKA",
        "title"  : "الإسكاف",
        "text": "<h1>الإسكاف</h1> بكسر الألف وسكون السين المهملة وفي آخرها الفاء هذه لمن يعمل اللوالك والشمشكات والمشهور بهذه النسبة جماعة منهم سعد بن طريف الإسكاف من أهل الكوفة يروي عن الأصبغ بن نباتة وعكرمة روى عنه أهل الكوفة كان يضع الحديث على الفور روى عنه مروان بن معاوية وصدقة بن رستم الإسكاف يروي عن المسيب بن رافع عداده في أهل الكوفة روى عنه عبيد بن إسحاق العطار والكوفيون يروي عن الأثبات ما لا يشبه حديث الثقات توهما لا تعمدا وأبو خالد مطر بن ميمون الإسكاف المحاربي يروي عن أنس بن مالك رضي الله عنه وعكرمة روى عنه يونس بن بكير وعبيد الله بن موسى كان ممن يروي الموضوعات عن الأثبات وأبو الفتح عبد السلام بن أحمد بن إسماعيل الإسكاف المقري من أهل هراة كان صالحا صدوقا سديد السيرة كثيرة الرغبة إلى الخير من أهل القرآن والدين سمع أبا عبد الله محمد بن عبد العزيز الفارسي وأبا القاسم الفضيل بن الفضيلي وأبا المظفر عبد الله بن عطاء البغاورداني كتبت عنه أحاديث يحيى بن صاعد بهراة في عشرة أجزاء وقرأت عليه في النوبتين جميعا وكان قد أناف على الثمانين وكف بصره في آخر عمره وتوفي في سنة وأربعين وخمسمائة بهراة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.149",
    },

    "JK_000952_0154": {
        "source" : "SKA",
        "title"  : "الإسكافي",
        "text": "<h1>الإسكافي</h1> بكسر الألف وسكون السين المهملة وفي آخرها الفاء هذه النسبة إلى إسكاف وهي ناحية ببغداد على صوب النهروان وهي من سواد العراق والمشهور بالانتساب إليها أبو بكر محمد بن محمد بن أحمد بن مالك الإسكافي سمع موسى بن سهل الوشاء وجعفر بن محمد الضائغ والحارث بن أبي أسامة وأبا قلابة الرقاشي وأبا الأحوص محمد بن الهيثم القاضي وعبيد بن شريك البزار وكان ثقة حدث ببغداد وكتب عنه الدارقطني أبو الحسن علي بن عمر الحافظ وأبو الحسن محمد بن أحمد بن رزق وأبو علي |جـ1 صـ150| الحسن بن أحمد بن شاذان وأبو عبد الله أحمد بن عبد الله بن الحسين المحاملي وغيرهم مات بإسكاف في ذي القعدة سنة إثنتين وخمسين وثلاثمائة ومولده سنة ثلاث وستين ومائتين وكان ثقة وأبو جعفر محمد بن عبد الله الإسكافي أحد المتكلمين من معتزلة البغداديين له تصانيف معروفة وكان الحسين بن علي الكرابيسي يتكلم معه ويناظره وبلغني أنه مات في سنة أربعين ومائتين وأبو إسحاق محمد بن عبد المؤمن بن أحمد الإسكافي كان خطيب إسكاف بني الجنيد وقاضيها وحدث عن الحسين بن محمد بن عبيد العسكري ومحمد بن المظفر وأبي بكر الأبهري ذكره أبو بكر الخطيب وقال كتب عنه أصحابنا بإسكاف وببغداد وكان ثقة يتفقه على مذهب مالك بن أنس وكانت ولادته في النصف من رجب سنة ستين وثلاثمائة ومات بإسكاف في سنة اثنتين وأربعين وأربعمائة وأبو الحسن علي بن أبي علي بن أبي الحسين بن شيرويه الخياط الإسكافي من أهل إسكاف سكن البصلية ببغداد كان شيخا صالحا خيرا سمع أبا الغنائم محمد بن علي بن ميمون النرسي الحافظ قرأت عليه كتاب العلم لأبي العباس المرهبي وأبو القاسم عبد الله بن محمد بن سعدان الإسكافي حدث عن أحمد بن هشام بن بهرام المدائني روى عنه أبو الحسن الدارقطني وذكر أنه سمع منه باسكاف وأما الإسكافية فهم طائفة من المعتزلة وهم أصحاب أبي جعفر الإسكافي الذي زعم أن الله تعالى لا يقدر على ظلم العقلاء وإنما يقدر على ظلم المجانين والأطفال وهذا تدقيق منه في الكفر بديع ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.149-150",
    },

    "JK_000952_0155": {
        "source" : "SKA",
        "title"  : "الإسكلكندي",
        "text": "<h1>الإسكلكندي</h1> بكسر الألف وسكون السين المهملة واللام بين الكافين وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى إسكلكند وهي مدينة صغيرة من مدن طخارستان بلخ وهي كثيرة الخير ولها رساتيق وبها منبر وقد يسقط الألف عنها فيقال سكلكند وقد ذكرتها في حرف السين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.150",
    },

    "JK_000952_0156": {
        "source" : "SKA",
        "title"  : "الإسكندراني",
        "text": "<h1>الإسكندراني</h1> بكسر الألف وسكون السين المهملة وفتح الكاف وسكون النون وفتح الدال والراء المهملتين في آخرها النون هذه النسبة إلى الإسكندرية وهي بلدة على طرف بحر المغرب من آخر حد ديار مصر بناها ذو القرنين الإسكندر وإليه نسب البلدة خرج منها |جـ1 صـ151| جماعة من العلماء وسكنها جماعة أيضا والمشهور بالنسبة إليها بسكناها أبو يوسف يعقوب بن عبد الرحمن بن محمد بن عبد الله بن عبد القاري الإسكندراني حليف بني زهرة أصله من المدينة سكن الإسكندرية وهو الذي يقال له يعقوب الإسكندراني يروي عن أبي حازم وأبي سهيل بن مالك روى عنه قتيبة بن سعيد وأهل مصر وأبو هاشم هانىء بن المتوكل الإسكندراني يروي عن حيوة بن شريح والمصريين روى عنه أهل مصر والغرباء يعقوب بن سفيان وغيره كان يدخل عليه لما كبر فيجيب فكثر المناكير في روايته فلا يجوز الاحتجاج به بحال وأبو بكر محمد بن عبد الله بن ميمون الإسكندراني بغدادي الأصل سكن الإسكندرية فنسب إليها وليس منها سمع الوليد بن مسلم وغيره روى عنه يحيى بن محمد بن صاعد وجماعة وأبو بكر محمد بن دليل بن بشر بن سابق الإسكندراني كان ثقة قدم العراق وحدث بها عن عبد الله بن خبيق الأنطاكي ومحمد بن سنجر روى عنه عبد الرحمن بن العباس المخلص وأبو الحسن أحمد بن الفرج بن الخلال ومحمد بن أحمد بن حماد بن سفيان الكوفي وغيرهم وأما أبو بكر أحمد بن المختار بن منتشر بن محمد بن أحمد بن علي بن المظفر الإسكندراني من أهل قرية يقال لها الإسكندرية على الدجلة بإزاء الجامدة بينها وبين واسط العراق خمسة عشر فرسخا وأبو بكر هذا كان أديبا فاضلا شاعرا مفلقا ورد بغداد متظلما وروى لنا عنه أبو الفضل محمد بن ناصر السلامي الحافظ أقطاعا من شعره ونزلت بقرية بين حلب وحماة يقال لها الإسكندرية وكتب بها عن شيخ اسمه المنذر الحلبي شيئا يسيرا وأبو بكر محمد بن عبد الله بن ميمون الإسكندراني بغدادي الأصل سكن الإسكندرية فنسب إليها وحدث عن الوليد بن مسلم وسلم بن ميمون الخواص ومؤمل بن عبد الرحمن الثقفي روى عنه محمد بن هارون بن المجدر ويحيى بن محمد بن صاعد وأبو بكر بن أبي داود وقال عبد الرحمن بن أبي حاتم كتبت عنه بالإسكندرية وهو صدوق ثقة وكانت وفاته في شهر ربيع الآخر سنة إثنتين وستين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.150-151",
    },

    "JK_000952_0157": {
        "source" : "SKA",
        "title"  : "الأسلمي",
        "text": "<h1>الأسلمي</h1> بفتح الألف وسكون السين المهملة وفتح اللام وكسر الميم هذه النسبة إلى أسلم بن أقصى بن حارثة بن عمرو وهما إخوان خزاعة وأسلم ومنها أبو فراس ربيعة بن |جـ1 صـ152| كعب الأسلمي له صحبة وحمزة بن عمرو الأسلمي وأبو برزة الأسلمي وعطاء بن أبي مروان الأسلمي من أسلم بن جمح وإليه ينسب وأما أبو محمد القاسم بن محمد بن الحسين بن زياد بن أسلم الأسلمي النيسابوري نسب إلى جده الأعلى من أهل نيسابور سمع أبا الأزهر العبدي ومحمد بن يزيد السلمي روى عنه أبو الطيب المذكر ومات سنة اثنتين وعشرين وثلاثمائة بنيسابور ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.151-152",
    },

    "JK_000952_0158": {
        "source" : "SKA",
        "title"  : "الإسماعيلي",
        "text": "<h1>الإسماعيلي</h1> بكسر الألف وسكون السين المهملة وفتح الميم وكسر العين المهملة بعدها ياء منقوطة باثنتين من تحتها هذه النسبة إلى جماعة اسمهم إسماعيل منهم أبو بكر أحمد بن إبراهيم بن إسماعيل بن العباس بن مرداس الإسماعيلي وليس بالسلمي إمام أهل جرجان والمرجوع إليه في الحديث والفقه رحل إلى العراق والحجاز وصنف التصانيف وهو أشهر من أن يذكر وكذلك أولاده وأحفاده وله وجوه في المذهب مذكورة مسطورة سمع بجرجان عمران بن موسى السختياني وبنسا الحسن بن سفيان الشيباني وببغداد يوسف بن يعقوب القاضي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبالكوفة أبا جعفر محمد بن عبد الله بن سليمان الحضرمي وبالجزيرة أبا يعلى أحمد بن علي بن المثنى الموصلي وبالأهواز عبدان بن أحمد العسكري وطبقتهم روى عنه الأئمة والحفاظ مثل أبي الحسين محمد بن محمد الحجاجي وأبي علي محمد بن علي بن سهل الماسرجسي وأبي عبد الله محمد بن عبد الله الحافظ وأبي بكر أحمد بن محمد بن غالب البرقاني فمن بعدهم ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور فقال الإمام أبو بكر الإسماعيلي واحد عصره وشيخ الفقهاء والمحدثين وأجلهم في الرياسة والمروءة والسخاء بلا خلاف بين عقلاء الفريقين من أهل العلم فيه وقد كان أقام بنيسابور لسماع الحديث غير مرة وقدمها وهو رئيس جرجان سنة سبع عشرة وثلاثمائة ثم قدم علينا في ذي القعدة من سنة ثمان وثلاثين وثلاثمائة على صاحب الجيش أبي نصر منصور بن قراتكين فسأله الإمام أبو بكر أحمد بن إسحاق يعني الصبغي النزول عنده في منزله مراسلة وهو في الطريق فأجابه إلى ذلك ثم إن الشيخ أبا نصر العبدوسي استقبله بنفسه وسأله النزول عنده فنزل عنده إيثارا للتخفيف عن الإمام أبي بكر فعقد له المجالس بالعشيات كل يوم إلا يوم الجمعة يومين للإملاء ويوما للنظر ويومين للقراءة ويوما للكلام وكان لا يتخلف عن مجلسه كل يوم من المذكورين في هذه العلوم أحد |جـ1 صـ153| إلا لعذر وقال إبراهيم بن موسى جد حمزة السهمي كان أبو بكر الإسماعيلي برا بوالديه فلحقته بركة دعائهما وقال لما ورد نعي محمد بن أيوب الرازي دخلت الدار وبكيت وخرجت ومزقت على نفسي القميص ووضعت التراب على رأسي فاستجمع علي أهلي ومن في منزلي وقالوا ما أصابك فقلت منعتموني الارتحال إلى محمد بن أيوب فسلوا قلبي وأذنوا لي بالخروج عند ذلك وأصحبوني خالي إلى نسا إلى الحسن بن سفيان وأشار إلى وجهه وقال لم يكن لي ههنا طاقة فقدمت عليه وسألته أن أقرأ عليه المسند فأذن لي وقرأت عليه جميع المسند وغيره من الكتب وكان ذلك أول رحلتي في طلب الحديث ورجعت إلى وطني ثم خرجت إلى بغداد في سنة ست وتسعين ومائتين وحكى حمزة بن يوسف السهمي عن أبي الحسن الدارقطني قال كنت عزمت غير مرة أن أرحل إلى أبي بكر الإسماعيلي فلم أرزق وكان الحسن بن علي الحافظ المعروف بابن غلام الزهري بالبصرة يقول كان من الواجب للشيخ أبي بكر أن يصنف لنفسه شيئا ويختار على حسب اجتهاده فإنه كان يقدر عليه لكثرة ما كان كتب ولغزارة علمه وفهمه وجلالته وما كان له أن يتبع كتاب البخاري فإنه كان أجل من أن يتبع غيره قال السهمي وكان أبو الحسين محمد بن المظفر الحافظ يحكي جودة قراءته وقال كان مقدما في جميع المجالس وكان إذا حضر مجلسا لا يقرأ غيره وكان أبو القاسم البغوي يقول ما رأيت أقرأ من أبي بكر الجرجاني وقال السهمي ما من يوم يمر إلا وكان يحضر الإسماعيلي من الغرباء الجوالين ممن يفهم ويحفظ مقدار أربعين أو خمسين توفي أبو بكر الإسماعيلي بجرجان يوم السبت غرة رجب سنة إحدى وسبعين وثلاثمائة ودفن يوم الأحد وصلى عليه ابنه أبو نصر وهو ابن أربع وتسعين سنة وأشهر قلت وزرت قبره وقبور أولاده بجرجان في حظيرة لهم ومن أولاد الإمام أبي بكر الإسماعيل الجرجاني جماعة منهم أبو نصر محمد بن أحمد بن إبراهيم بن إسماعيل بن العباس الإسماعيلي ترأس في حياة والده أبي بكر وبعد وفاته إلى أن توفي وكان له جاه عظيم وقبول عند الخاص والعام في كثير من البلدان ويحل بكتابه العقد وكان كتب الحديث الكثير عن أبي يعقوب النحوي وأبي العباس الأصم وبالعراق ومكة والري وهمذان روى عنه حمزة بن يوسف السهمي وكان يعرف الحديث ويدري وأول ما جلس للإملاء في حياة والده أبي بكر الإسماعيلي في سنة ست وستين في مسجد الصفارين إلى أن توفي والده ثم انتقل إلى المسجد الذي كان يملي والده فيه ويملي كل سبت إلى أن توفي لثلاث بقين من شهر ربيع الآخر سنة خمس وأربعمائة وصلى عليه أبو معمر الإسماعيلي وابن أخيه أبو معمر |جـ1 صـ154| المفضل بن إسماعيل بن أحمد الإسماعيلي كان فقيها فاضلا سمع جده وبمكة أبا زرعة محمد بن يوسف الكشي وببغداد أبا الحسن علي بن عمر الدارقطني وأبا حفص عمر بن أحمد بن شاهين وغيرهم روى عنه حمزة بن يوسف السهمي وأبو القاسم إبراهيم بن عثمان الخلالي وروى عن جده الكتب الكثيرة وسمع كتابه الجامع المخرج على الصحيح وغيره من المجموعات والتصانيف والمشايخ والأمالي وقد ضبط له والده الإمام أبو سعد وحمله إلى بغداد ومكة في سنة أربع وثمانين وثلاثمائة وبقي هناك إلى أن حج في سنة خمس وثمانين وثلاثمائة ورجع في سنة ست وثمانين إلى جرجان وكان سمع بمكة من يوسف بن الدخيل وجماعة وجلس للإملاء بعد موت عمه أبي نصر قال حمزة السهمي سمعت أبا بكر الإسماعيلي يقول ابني هذا أبو معمر له سبع سنين يحفظ القرآن ويعلم الفرائض وأصاب في مسألة أخطأ فيها بعض قضاتنا وقد كان وهب له ما كان عنده من مسند محمد بن عثمان بن أبي شيبة لم يقرأ بعد ذلك لأحد وآخر ما حدث به أبو معمر وأبو العلاء ثم لم يقدر أحد على جميعه إلا أحاديث أخرجها في مواضع وكان إليه الفتيا منذ مات والده وتوفي في الرابع والعشرين من ذي الحجة سنة إحدى وثلاثين وأربعمائة وصلى عليه أخوه أبو الفضل وأخوه أبو الفضل مسعدة بن إسماعيل بن أحمد الإسماعيلي وهو الرابع من أولاد أبي سعد وأخوه أبو الحسن مبشر سمعا جميعا أبا يعقوب يوسف بن إبراهيم السهمي سنة أربع وثمانين قبل خروج والده إلى مكة وسمع من أبي بكر الآبندوني وأبي العباس أحمد بن موسى الباغشي ومن عمهما أبي نصر الإسماعيلي وغيرهم من المشايخ أبو القاسم إسماعيل بن مسعدة بن أبي بكر الإسماعيلي سمع حمزة بن يوسف السهمي وغيره روى لي عنه جماعة كثيرة وتوفي سنة نيف وسبعين وأربعمائة وأبو بكر أحمد بن محمد بن إسماعيل بن إسحاق بن إبراهيم بن إسرائيل الإسماعيلي من أهل بخارا من بيت مشهور وكان فقيها عالما سمع أبا نعيم عبد الملك بن محمد بن عدي الإستراباذي وأبا بكر المنكدري ومحمد بن يوسف بن عاصم وغيرهم وكانت ولادته في سنة إحدى وثلاثمائة ووفاته في شهر رمضان سنة أربع وثمانين وثلاثمائة والأئمة الإسماعيلية ببخارا معروفة حدث أبو بكر عن جماعة وروى عنه العلماء وقبورهم زرتها بمقبرة على طريق خراسان وحفيده الرئيس أبو طاهر محمد بن علي بن أحمد بن محمد الإسماعيلي يروي عن أبي علي إسماعيل بن |جـ1 صـ155| محمد صاحب الكسائي سمع منه المتأخرون ومن القدماء أبو العباس المستغفري أبو حامد أحمد بن محمد بن إسماعيل بن نعيم الإسماعيلي الطوسي صاحب أبي العباس بن سريج سمع أبا عبد الله البوشنجي وأبا خليفة البصري وأبا يعلى الموصلي وابنه إسماعيل بن أحمد الإسماعيلي حدث أيضا ونسبا إلى جدهما وأما أبو عبد الله أحمد بن المبارك الإسماعيلي سكن الرقة وهو بغدادي حدث عن عبيد الله بن عمر القواريري فإنما قيل له الإسماعيلي لأنه كان يعتني بجمع حديث إسماعيل بن أبي خالد وأما أبو الحسن علي بن أحمد بن محمد بن إسماعيل بن إسحاق بن إبراهيم بن إسرائيل القاضي الإسماعيلي البخاري ابن السابق ذكره وأبو الذي يليه سمع أباه وأبا بكر محمد بن أحمد بن خنب وأبا بكر محمد بن عبد الله بن يزداذ الرازي وأبا بكر أحمد بن سعد الزاهد وأبا صالح خلف بن محمد الخيام وغيرهم عقد له مجلس الإملاء على باب داره عشيات الجمعة روى عنه جماعة منهم أبو ذر محمد بن جعفر بن محمد الخطيب وتوفي في شعبان سنة إحدى وأربعمائة وذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو الحسن بن أبي بكر بن إسماعيل البخاري يعني الإسماعيلي كان أبوه شيخ عصره بما وراء النهر وصارت الرياسة والحكم بها بعد التسعين وثلاثمائة إلى أبي الحسن وكان يستأهل ذلك لعقله وفضله سمع أبا بكر بن خنب وأقرانه ببخارا وحدث بها وبالعراق والجبال سنة حج وهي سنة خمس وتسعين وقد كتبت عن أبيه وجده من قبل أمه أبي بكر بن سعد الزاهد رضي الله عنهم أجمعين وأبو الحسن أحمد بن أبي بكر محمد بن إسماعيل بن مهران الإسماعيلي الشاهد من أهل نيسابور كان أبوه أبو بكر الإسماعيلي محدث عصره بنيسابور وأبو الحسن كان كثير السماع من أبيه سمع أباه وأبا عبد الله البوشنجي وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ ولم يذكر وفاته لعله مات قبل الأربعمائة وأبو حامد أحمد بن محمد بن إسماعيل بن نعيم الفقيه الطوسي الإسماعيلي صاحب أبي العباس بن سريج من أهل طوس كان إماما ورعا مصيبا زاهدا رحل إلى العراق وأدرك الأسانيد سمع بنيسابور أبا عبد الله محمد بن إبراهيم البوشنجي وبالري محمد بن أيوب الرازي وبالبصرة أبا خليفة الجمحي وبالموصل أبا يعلى أحمد بن علي بن المثنى الموصلي وبالكوفة أبا جعفر محمد بن عبد الله بن سليمان الحضرمي وبالأهواز أبا محمد عبد الله بن أحمد بن موسى العسكري عبدان وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو حامد الطوسي الإسماعيلي صاحب أبي العباس بن سريج ومفتي |جـ1 صـ156| الناحية وزاهدها كان يرد نيسابور قديما ويحدث بها فأما أنا فإنما كتبت عنه بالطابران ثم قال سألت إسماعيل بن أبي حامد الإسماعيلي ونحن ببخارا عن وفاة أبيه فذكر أنه توفي في سنة خمس وأربعين وثلاثمائة وابنه أبو محمد إسماعيل بن أحمد بن محمد الإسماعيلي الطوسي سمع أباه وأبا الحسن محمد بن محمد بن علي الأنصاري سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال إسماعيل الإسماعيلي سمع الحديث قبلنا أو معنا وتقلد القضاء بخراسان غير مرة وكان أكثر مقامه وسماعاته بنيسابور وتوفي ببخارا سنة سبع وستين وثلاثمائة ونسبا إلى جدهما والفرقة الإسماعيلية جماعة من الباطنية ينتسبون إلى محمد بن إسماعيل بن جعفر الصادق لانتساب زعيمهم المغربي إلى محمد بن إسماعيل وفي كتاب الشجرة أنه لم يعقب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.152-153",
    },

    "JK_000952_0159": {
        "source" : "SKA",
        "title"  : "الأسمندي",
        "text": "<h1>الأسمندي</h1> بضم الألف وسكون السين المهملة وفتح الميم وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى اسمند وهي قرية من قرى سمرقند منها أبو الفتح محمد بن عبد الحميد بن الحسين بن الحسن بن حمزة الأسمندي يعرف بالعلاء العالم من أهل سمرقند كان فقيها فاضلا ومناظرا فحلا تفقه على السيد الإمام أشرف العلوي وكانت له عبارة حسنة وصنف تصنيفا في الخلاف سمع أبا الحسن علي بن عمر الخراط لقيته بسمرقند غير مرة وقال لي وردت مرو قاصدا إلى القاضي الأرسابندي ولم يكن حاضرا فحضرت درس والدك رحمه الله وعلقت عنه مسألة بيع اللحم بالشاة وانصرفت من مرو ولم أسمع منه شيئا من الحديث لأنه كان متظاهرا بشرب الخمر وسمع ولدي أبو المظفر منه أحاديث ولما وافى مرو منصرفا من الحجاز والحج والزيارة سنة ثلاث وخمسين قرأت عليه أحاديث بقرية سيد على طرف البرية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.153",
    },

    "JK_000952_0160": {
        "source" : "SKA",
        "title"  : "الإسميثني",
        "text": "<h1>الإسميثني</h1> بكسر الألف وسكون السين المهملة وبعدها الميم والياء المنقوطة باثنتين من تحتها والثاء المثلثة وفي آخرها النون هذه النسبة إلى إسميثن وهي من قرى الكشانية والمشهور بهذه النسبة منها أبو بكر محمد بن النضر الإسميثني يروي عن عيسى بن أحمد العسقلاني البلخي وأبي عيسى محمد بن عيسى الترمذي وغيرهما كأنه مات قديما قبل سنة عشرين وثلاثمائة |جـ1 صـ157| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.153-157",
    },

    "JK_000952_0161": {
        "source" : "SKA",
        "title"  : "الأسواري",
        "text": "<h1>الأسواري</h1> بفتح الألف وسكون السين وفتح الواو وبعدها الألف وفي آخرها الراء هذه النسبة إلى أسوارى وهي قرية من قرى أصبهان خرج منها جماعة من العلماء والمحدثين منهم أبو علي الحسين بن علي بن زيد الأسواري من أهل أصبهان يروي عن أبي جعفر محمد بن سليمان بن حبيب المصيصي لوين يروي عنه محمد بن أحمد بن إبراهيم الأصبهاني وأبو عبد الله الحسين بن علي الأسواري القماط من أهل أصبهان سمع ابن أخي أبي زرعة وأحمد بن موسى بن إسحاق وغيرهما وأبو الحسن علي بن محمد بن المرزبان الأسواري من أهل أصبهان كان أحد الزهاد المشهورين بالصلاح والزهد والعفاف وكان الناس يعتقدون فيه وحق له ذلك سمع أحمد بن مهدي وأبا بكر بن النعمان الأصبهانيين ولم يخرج من حديثه شيء وتوفي سنة ثمان وعشرين وثلاثمائة بأصبهان وزرت قبره بها وأبو بكر محمد بن سهل بن المرزبان بن منده الأسواري من أهل أصبهان يروي عن أحمد بن يونس الضبي وغيره وتوفي في سنة سبع وعشرين وثلاثمائة وأبو الحسين محمد بن أحمد بن محمد بن علي بن شابور الأسواري من أهل أصبهان كان ثقة مأمونا صاحب أصول كثير الحديث عن العراقيين يروي عن ابن أبي مسرة وأبي إسماعيل الترمذي وعلي بن عبد العزيز وأبي حاتم الرازي وغيرهم حدث عنه أبو إسحاق إبراهيم بن محمد بن حمزة الحافظ وأبو الشيخ وأبو بكر محمد بن إبراهيم المقرىء وأبو بكر أحمد بن موسى الحافظ وتوفي سنة إثنتين وأربعين وثلاثمائة بأصبهان وأما الأسوارية فهم طائفة من المعتزلة وهم أصحاب الأسواري وكان في أول أمره على قول النظام في أن الله عز وجل لا يأمر أحدا إلا بالإرادة ولم ينه إلا عنها وزاد الأسواري على النظام بفضيحة لم يسبق إليها فزعم أن الله تعالى غير قادر أن يفعل ما قد علم أنه لا يفعله ولا يقدر أن يفعل ما أخبر أنه لا يفعله هذا مع قوله إن الإنسان قادر على فعل ما علم أنه لا يفعله لأن قدرة الإنسان عنده صالحة للضدين فالإنسان عنده أقدر من ربه عز وجل ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.157",
    },

    "JK_000952_0162": {
        "source" : "SKA",
        "title"  : "الأسواري",
        "text": "<h1>الأسواري</h1> بضم الهمزة وسكون السين المهملة وفتح الواو وفي آخرها الراء المهملة هذه النسبة إلى ^ ^ والمشهور بهذه النسبة أبو عيسى الأسواري يروي عن أبي سعيد الخدري يروي عنه قتادة لا يوقف على اسمه قاله أبو علي الغساني وموسى بن سنان الأسواري يروي عن عطية روى عنه عبد الواحد بن واصل منكر الحديث عن عطية فلست أدري وقع المناكير في حديثه منه أو من عطية فإذا اجتمع في إسناد خبر رواية من لا يعرف بالعدالة عن إنسان |جـ1 صـ158| ضعيف لا يتهيأ إلزاق الوهن بأحدهما دون الآخر ولا يجوز القدح في هذا الراوي إلا بعد السبر والاعتبار بروايته عن الثقات غير ذلك الضعيف فإن وجد في روايته المناكير ويرويها عن الثقات ألزق الوهن به لمخالفته الأثبات في الروايات هذا حكم الاعتبار بن النقلة في الأخبار ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.157-158",
    },

    "JK_000952_0163": {
        "source" : "SKA",
        "title"  : "الأسواني",
        "text": "<h1>الأسواني</h1> بفتح الألف وسكون السين المهملة وفي آخرها النون هذه النسبة إلى أسوان وهي بلدة بصعيد مصر والمنتسبون إليها أبو يعقوب إسحاق بن إدريس الأسواني من أهل البصرة يروي عن همام بن يحيى والكوفيين والبصريين روى عنه نصر بن علي الجهضمي وأهل البصرة وكان يسرق الحديث وكان يحيى بن معين يرميه بالكذب وأبو بكر أحمد بن معاوية بن عبد الله الأسواني توفي في رمضان سنة أربع وعشرين ومائتين وأبو بكر أحمد بن عبد الوارث بن حرير بن عيسى الأسواني العسال من أهل مصر دعوتهم في موالي عثمان بن عفان وكان آخر من حدث عن محمد بن رمح بمصر وتوفي في جمادى الآخرة سنة إحدى وعشرين وثلاثمائة وكان ثقة احترقت كتبه وبقي منها أربعة أجزاء وعاش بعد احتراقها نحو سنة واحدة وأبو حنيفة قحزم بن عبد الله بن قحزم الأسواني يروي عن الشافعي قال أبو رجاء الأسواني توفي أبو حنيفة الأسواني في جمادي الأولى سنة إحدى وسبعين ومائتين وأبو الحسن فقير بن موسى بن فقير الأسواني المصري يروي عن محمد بن سليمان بن أبي فاطمة المصري وأبي حنيفة قحزم بن عبد الله بن قحزم المصري روى عنه أبو بكر محمد بن إبراهيم بن المقري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.158",
    },

    "JK_000952_0164": {
        "source" : "SKA",
        "title"  : "الأسيدي",
        "text": "<h1>الأسيدي</h1> بفتح الألف وكسر السين المهملة وسكون الياء المعجمة بنقطتين من تحت وبعدها الدال المهملة وهذه النسبة إلى أسيد وهم آل أسيد بن أبي العيص من ولد عتاب وخالد منهم أبو خالد عبد العزيز بن معاوية بن عبد العزيز بن أمية بن خالد بن |جـ1 صـ159| عبد الرحمن بن سعيد بن عبد الرحمن بن عتاب بن أسيد بن أبي العيص الأسيدي روى عن محمد بن عبد الله الأنصاري وأبي عاصم الضحاك بن مخلد النبيل البصريين وغيرهما روى عنه أبو عمرو بن السماك وأبو علي الصفار وأبو جعفر الرزاز البغداديون وعبد الرحمن بن عتاب بن أسيد الأسيدي من أهل مكة ومن أمرائها ولي رسول الله صلى الله عليه وسلم أباه مكة على صغر سنه وكان عليها لما توفي رسول الله صلى الله عليه وسلم وقتل عبد الرحمن هذا يوم الجمل مع طلحة والزبير رضي الله عنهم فقيل إن أبا لبابة السلمي مر يوم الجمل بعبد الرحمن في يد أعلاج يدفنونه فبكى وقال يرحمك الله ابن عتاب لكم بمكة باك وابكية ثم قال % كأن عتيقا من مهارة تغلب % % بأيدي الرجال الدافنين ابن عتاب % % فما زودوه زاد من كان مثله % % سوى أحجر سود وأدراس أثواب % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.158-159",
    },

    "JK_000952_0165": {
        "source" : "SKA",
        "title"  : "الأسيدي",
        "text": "<h1>الأسيدي</h1> بضم الألف وفتح السين المهملة وكسر الياء المشددة المنقوطة بنقطتين من تحتها والدال المهملة بعدها هذه النسبة إلى أسيد وهو بطن من تميم يقال له أسيد بن عمرو بن تميم منها حنظلة بن الربيع الكاتب وأخوه رباح لهما صحبة وهارون بن رئاب الأسيدي ويزيد بن عمير الأسيدي وسيف بن عمر الأسيدي التميمي صاحب كتاب الفتوح وأبو محمد قيس بن حفص الدارمي الأسيدي البصري حدث عن عبد الوارث بن سعيد وفضل بن سليمان روى عنه محمد بن إسماعيل البخاري ويعقوب بن سفيان الفسوي ومحمد بن غالب بن حرب التمتام ومن المتقدمين أكثم بن صيفي الأسيدي حكيم العرب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.159",
    },

    "JK_000952_0166": {
        "source" : "SKA",
        "title"  : "الأسيوطي",
        "text": "<h1>الأسيوطي</h1> بضم الألف وسكون السين المهملة وضم الياء المنقوطة بنقطتين من تحت في آخرها طاء مهملة بعد الواو وهذه النسبة إلى أسيوط وهي بليدة بديار مصر من الريف الأعلى بالصعيد ومنهم من يسقط الألف ويقول سيوط والمشهور بهذه النسبة أبو علي الحسن بن علي بن الخضر بن عبد الله الأسيوطي يروي عن إسحاق بن إبراهيم بن يونس المصري روى عنه أبو عبد الله محمد بن الفضل بن نظيف الفراء ومنهم من يخففه ويقول السيوطي توفي في جمادي الآخرة سنة اثنتين وسبعين وثلاثمائة حدث بمكة وبقاء بن الأسيوطي كان إمام مسجد رسول الله صلى الله عليه وسلم بالمدينة حدث وسمع منه أبو علي |جـ1 صـ160| حسان بن سعيد المنيعي وأبو محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ وغيرهما وأبو بشر أحمد بن الوليد بن عيسى الأسيوطي يروي عن أبي الزنباع توفي بسيوط سنة خمس وثلاثين أو أول سنة ست وثلاثين وأبو محمد عبد الله بن علي بن عبد الله بن ميمون الأسيوطي قاضي أسيوط حدث عن عبد الرحمن بن داود الإسكندراني ومحمد بن عبد الله بن عبد الحكم وبكير بن يحيى وعلي بن عبد العزيز ومحمد بن إدريس وراق الحميدي وغيرهم توفي بسيوط في المحرم سنة سبع عشرة وثلاثمائة وكان مولده بسيوط سنة خمس وعشرين ومائتين |جـ1 صـ161| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.159-160",
    },

    "JK_000952_0167": {
        "source" : "SKA",
        "title"  : "الإشبيلي",
        "text": "<h1>الإشبيلي</h1> بكسر الألف وسكون الشين المعجمة وكسر الباء الموحدة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها اللام هذه النسبة إلى بلدة من بلاد الأندلس من المغرب يقال لها إشبيلية وهي من أمهات البلدان بالأندلس منها سيد أبيه الزاهد الإشبيلي نسبه في مراد أندلسي من أهل إشبيلية يروي عن ابن وضاح توفي بالأندلس سنة خمس وعشرين وثلاثمائة وعبد الله بن عمر بن الخطاب الإشبيلي الأندلسي قاضي إشبيلية معروف ببلده توفي سنة ست وسبعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.160",
    },

    "JK_000952_0168": {
        "source" : "SKA",
        "title"  : "الأشتى",
        "text": "<h1>الأشتى</h1> بفتح الألف وسكون الشين المعجمة وفي آخرها التاء ثالث الحروف هذه النسبة إلى أشتة وهو اسم لجد المنتسب إليه وهم جماعة منهم أبو مسلم عبد الرحمن بن بشير بن نمير بن أشتة المؤدب الأشتي من أهل أصبهان نسب إلى جده الأعلى وهو شيخ ثقة صاحب أصول كتب بخراسان وسجستان كان يروي عن القاضي أبي محمد إسحاق بن إبراهيم بن إسماعيل البستي روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.160",
    },

    "JK_000952_0169": {
        "source" : "SKA",
        "title"  : "الأشتابديزكي",
        "text": "<h1>الأشتابديزكي</h1> بضم الألف وسكون الشين المعجمة وفتح التاء المنقوطة باثنتين من فوقها وسكون الباء المنقوطة بواحدة وكسر الدال المهملة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها الزاي والكاف هذه النسبة إلى أشتابديزة محلة متصلة بباب دستان وهي محلة كبيرة من حائط سمرقند منها أبو محمد سيحان بن الحسين بن حازم المؤدب السمرقندي الأشتابديزكي يروي عن أبي عوسجة توبة بن قتيبة الأعرابي روى عن أبو جعفر محمد بن عيسى بن الشعبي الوراق قال أبو سعد الإدريسي الحافظ حدثنا أبو محمد الباهلي عن أبي جعفر الوراق عن سيحان بن الحسين عن أبي عوسجة بحديث منكر مع قصة |جـ1 صـ162| طويلة يسبق إلى القلب أنه وضعها ولا أثق به يعني الباهلي وصالح بن محمود بن الهيثم الأشتابديزكي والد محمد بن صالح كتب عن عبد الرحيم بن حبيب البغدادي وأبي الليث عبيد الله بن سريج البخاري الشيباني روى محمد بن صالح بن محمود الأشتابديزكي من كتاب أبيه بالوجادة وأبو بكر محمد بن جعفر بن يونس الدارمي السمرقندي الأشتابديزكي يروي عن عبد الله بن حماد الآملي وحاتم بن منصور الشاشي روى عنه عبد الواحد بن محمد الكاغذي وغيره وأبو الفضل محمد بن صالح بن محمود بن الهيثم الكرابيسي الأشتابديزكي من أهل سمرقند كان فاضلا ثقة كثير الحديث يروي عن أبي محمد عبد الله بن عبد الرحمن الدارمي وأبي حفص عمر بن حذيفة الكرابيسي الباهلي وشعيب بن الليث الكاغذي ويعقوب بن يوسف اللؤلؤي وعلي ابن داود القنطري والعباس بن محمد الدوري ومحمد بن إسحاق الصغاني وغيرهم من أهل سمرقند والعراق يكثر عددهم روى عنه جماعة كثيرة وتوفي سنة اثنتين وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.160-162",
    },

    "JK_000952_0170": {
        "source" : "SKA",
        "title"  : "الأشتاخوستي",
        "text": "<h1>الأشتاخوستي</h1> بضم الألف وسكون الشين المعجمة والتاء المفتوحة ثالث الحروف بعدها الألف والخاء المعجمة والواو المفتوحة والسين المهملة الساكنة ثم التاء ثالث الحروف هذه النسبة إلى اشتاخوست وهي قرية من قرى مرو على ثلاثة فراسخ منها أبو عبد الله محمد بن عبد الله الأشتاخوستي كان صاحب صلاح وعبادة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.162",
    },

    "JK_000952_0171": {
        "source" : "SKA",
        "title"  : "الأشتري",
        "text": "<h1>الأشتري</h1> بفتح الألف وسكون الشين المعجمة وفتح التاء ثالث الحروف وفي آخرها الراء هذه النسبة إلى رجل اسمه الأشتر وأشتر بلدة من بلاد الجبل عند همذان ونهاوند يقال ليشتر ورأيت منها جماعة كثيرة من الفقهاء والصوفية والمشهور بهذه النسبة أبو محمد بن أحمد بن مهران الأشتري البصري هكذا ذكره أبو بكر بن مردويه في تاريخ أصبهان وروى عنه حديثا من حفظه عن محمد بن أحمد بن أبي رسالة البصري قلت ومن الممكن أنه اشتري من البلدة ثم صار بصريا أو جده اسمه اشتر والله أعلم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.162",
    },

    "JK_000952_0172": {
        "source" : "SKA",
        "title"  : "الأشترجي",
        "text": "<h1>الأشترجي</h1> بضم الألف وسكون الشين المعجمة وضم التاء المنقوطة باثنتين من فوقها وسكون الراء وفي آخرها الجيم هذه النسبة إلى أشترج وهي قرية بمرو من أعاليها أشترج بالا منها أبو القاسم شاه بن النزال بن الشاه السعدي الأشترجي وقيل إنه ابن النزال بن |جـ1 صـ163| عبدة بن حذيفة الأشترجي كان أعقب بها يروي عن علي بن حجر السعدي وغيره روى عنه أبو بكر عبد الرحمن بن أحمد الأنماطي وتوفي في شهر رمضان سنة إحدى وثلاثمائة وأبو نعيم عمير بن محمد بن سختويه الأشترجي كان حافظا ذكره أبو زرعة السنجي وأبو الحسن الفضل بن عمير بن عثم بن المنتجع بن عمرو السعدي المروزي العثمي من اشترج بالا من مرو رحل إلى العراق والحجاز وكان ثقة صدوقا صاحب أدب وبلاغة سمع أبا الوليد الطيالسي وإسماعيل بن أبي أويس وسأذكره في العثمي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.162-163",
    },

    "JK_000952_0173": {
        "source" : "SKA",
        "title"  : "الإشتيخني",
        "text": "<h1>الإشتيخني</h1> بكسر الألف وسكون الشين المعجمة وكسر التاء المنقوطة بنقطتين من فوقها بعدها ياء معجمة بنقطتين من تحتها ساكنة وفتح الخاء المنقوطة وفي آخرها النون هذه النسبة إلى إشتيخن وهي قرية من قرى السغد بسمرقند على سبعة فراسخ منها والمشهور بهذه النسبة أبو بكر محمد بن أحمد بن مت الإشتيخني كان من فقهاء أصحاب الشافعي رحمه الله وحدث بالحديث أيضا ومن جملة ما حدث الجامع الصحيح لمحمد بن إسماعيل البخاري رواه عن أبي عبد الله محمد بن يوسف الفربري روى عنه أبو نصر الداودي وتوفي في رجب سنة إحدى وثمانين وثلاثمائة قال أبو كامل البصري سمعت الفقيه أبا نصر الداودي يقول دخلت إلى الشيخ أبي بكر بن مت إلى إشتيخن للسماع فقال لي أسمعت جامع البخاري قلت سمعت فقال ممن فقلت من إسماعيل الحاجبي فقال أسمعه مني فإنه أثبت لك فإني كنت أدرس المتفقهة وكنت فقيها كبيرا حين سمعته من الفربري وإسماعيل الحاجبي كان صغيرا يحمل على العاتق ولا يقدر على المشي فسماعي وسماعه يستويان فابتدأت الكتاب وسمعت منه قال وصدق الشيخ أبو بكر بن مت كان سماع الحاجبي في وقت صغره وسماعنا من الحاجبي كان في وقت كبره وضعفه كان ضعيفا وقت السماع وضعيفا وقت الإسماع قلت يريد ضعف البدن لا أنه ضعيف السماع وأبو بكر بن مت ذكره أبو سعد الإدريسي في تاريخ سمرقند وقال أبو بكر بن مت الإشتيخني الشيخ الفاضل الزاهد كان من أئمة أصحاب الشافعي رحمه الله في الفقه كتبنا عنه باشتيخن مرات يروي عن محمد بن يوسف الفربري والحسن بن صاحب الشاشي وغيرهما مات |جـ1 صـ164| باشتيخن غره رجب سنة ثمان وثمانين وثلاثمائة وأبو الليث نصر بن الفتح بن أحمد الإشتيخني يروي عن أبي عيسى محمد بن عيسى الترمذي وأبي موسى عمران بن إدريس الخثعمي وغيرهما روى عنه أبو نصر الملاحمي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.163-164",
    },

    "JK_000952_0174": {
        "source" : "SKA",
        "title"  : "الأشج",
        "text": "<h1>الأشج</h1> بفتح الألف والشين المعجمة وفي آخرها الجيم هذا اللقب عرف به أبو عمرو عثمان بن الخطاب بن عبد الله بن عوام البلوي الأشج المغربي المعروف بأبي الدينا هو من مدينة بالمغرب يقال لها رندة كان يروي عن علي بن أبي طالب رضي الله عنه وعاش دهرا طويلا والعلماء من أهل النقل لا يثبتون قوله ولا يحتجون بحديثه وقيل إنه قدم بغداد بعد سنة ثلاثمائة وحدث بالبواطيل عن علي بن أبي طالب رضي الله عنه روى عنه الحسن بن محمد بن ابن أخي طاهر العلوي وأبو بكر محمد بن أحمد بن محمد بن يعقوب المفيد وغيرهما وكان يقول إنه ولد في أول خلافة أبي بكر الصديق رضي الله عنه فلما كان في زمن علي بن أبي طالب رضي الله عنه خرجت أنا وأبي نريد لقاءه فلما صرنا قريبا من الكوفة لحقنا عطش شديد وكان أبي شيخا كبيرا فقلت له إجلس حتى أدور أنا في الصحراء فلعلي أقدر على ماء فجلس ومضيت أطلب فلما كنت منه غير بعيد لاح لي ماء فصرت إليه فإذا بعين ماء وبين يديها شبيه بالبركة أو الوادي من مائها فنزعت ثيابي واغتسلت من ذلك الماء وشربت ثم قلت أمضي وأجيء بأبي فهو غير بعيد فجئت وقلت له قم فقام ومضينا نحو العين والماء فلم نر شيئا فلم يقدر أبي على النهوض فلم يزل يضطرب حتى مات فواريته وجئت ولقيت أمير المؤمنين عليا رضي الله عنه وهو خارج إلى صفين وقد أسرجت له بغلة فجئت وتمسكت بالركاب ليركب وانكببت أقبل فخذه فنفحني بالركاب فشجني في وجهي شجة قال أبو بكر المفيد ورأيت الشجة في وجهه واضحة قال ثم أخبرته بقصتي وقصة أبي والعين فقال هذه عين لم يشرب منها أحد إلا عمر عمرا طويلا فأبشر فإنك تعمر عمرا طويلا قال المفيد فحدثنا عن علي رضي الله عنه بأحاديث ثم لم أزل أتبعه في الأوقات وألح عليه حتى يملي علي حديثا بعد حديث حتى جمعت خمسة عشر حديثا وكان معه شيوخ من بلده فسألتهم عنه فقالوا هو مشهور عندنا بطول العمر حتى حدثنا بذلك آباؤنا عن آبائهم عن أجدادهم وأن قوله في لقيه علي بن أبي طالب رضي الله عنه معلوم عندهم أنه كذلك وقيل إن الأشج هذا مات في سنة سبع وعشرين وثلاثمائة وهو راجع إلى بلده وأبو سعيد عبد الله بن سعيد الكوفي الأشج أحد أئمة الكوفة وكان من الثقات المتقنين |جـ1 صـ165| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.164-165",
    },

    "JK_000952_0175": {
        "source" : "SKA",
        "title"  : "الأشجعي",
        "text": "<h1>الأشجعي</h1> هذه النسبة إلى قبيلة هي أشجع وجعفر بن ميسرة الأشجعي يروي عن أبيه عن ابن عمر رضي الله عنهما قال أبو حاتم بن حبان احسب أباه ميسرة مولى موسى بن باذان من أهل مكة روى عن ميسرة هذا عطاء وحميد بن قيس أبوه مستقيم الحديث وأما ابنه جعفر هذا فعنده مناكير كثيرة لا تشبه حديث الثقات عن أبيه والمنتسب إليها ولاء أبو يحيى معن بن عيسى بن دينار القزاز الأشجعي مولى أشجع من أهل المدينة يروي عن ابن أبي ذئب ومالك بن أنس وكان يتولى القراءة على مالك روى عنه إبراهيم بن المنذر الحزامي مات سنة ثمان وتسعين ومائة وجعفر بن أبي جعفر الأشجعي الرازي يروي عن أبيه عن أبي جعفر السائح المعجزات عن الزهاد والعجائب عن العباد وكان صاحب رقائق وفضل لا أعلم له حديثا مسندا روى عنه محمد بن يحيى الأزدي وقد أكثر فيما روى حتى صار ممن لا يعتمد عليه وعبد العزيز بن عاصم بن عبد العزيز بن عاصم الأشجعي من أهل المدينة يروي عن الحارث بن عبد الرحمن بن أبي ذياب روى عنه العراقيون وأهل المدينة كان ممن يخطىء كثيرا فبطل الاحتجاج به إذا انفرد روى عنه إسحاق بن موسى الأنصاري وأبو عبد الرحمن عبيد الله بن عبيد الرحمن الأشجعي وقيل ابن عبد الرحمن سمع إسماعيل بن أبي خالد وهشام بن عروة ومالك بن مغول وسفيان الثوري وشعبة بن الحجاج وهارون بن عنترة روى عنه عبد الله بن المبارك ويحيى بن آدم وقراد أبو نوح ويحيى بن معين ويحيى الحماني وأبو خيثمة زهير بن حرب وأبو كريب الهمداني ويعقوب الدورقي والوليد بن شجاع السكوني وكان من أهل الكوفة سكن بغداد وبها حدث وكان ثقة صالحا وكان من أعلم أهل الكوفة بحديث سفيان الثوري وروى كتبه على وجهها وروى عنه الجامع وببغداد مات ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.165",
    },

    "JK_000952_0176": {
        "source" : "SKA",
        "title"  : "الأشعثي",
        "text": "<h1>الأشعثي</h1> هذه النسبة ^ وهي إلى الجد الأعلى ^ إلى الأشعث بفتح الألف وسكون الشين المعجمة وفتح العين |جـ1 صـ166| المهملة وفي آخرها الثاء المنقوطة بثلاث والمشهور بهذه النسبة وهي إلى الجد الأعلى أبو عثمان سعيد بن عمرو بن سهل بن إسحاق بن محمد بن الأشعث الكوفي الأشعثي من أهل الكوفة يروي عن أبي زبيد عبثر وسفيان بن عيينة ووكيع بن الجراح روى عنه محمد بن عثمان بن كرامة مات سنة ثلاث ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.165-166",
    },

    "JK_000952_0177": {
        "source" : "SKA",
        "title"  : "الأشعري",
        "text": "<h1>الأشعري</h1> بفتح الألف وسكون الشين المعجمة وفتح العين المهملة وكسر الراء هذه النسبة إلى أشعر وهي قبيلة مشهورة من اليمن وقال رسول الله صلى الله عليه وسلم إني لأعرف منزل الأشعريين بالليل لقراءتهم القرآن والأشعر هو نبت بن ادد قال ابن الكلبي إنما سمي نبت بن ادد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ الأشعر لأن أمه ولدته وهو أشعر والشعر على كل شيء منه فسمي الأشعر منهم أبو موسى عبد الله بن قيس بن سليم بن حضار الأشعري من فقهاء الصحابة وقرائهم ومن التابعين بلال بن سعد بن تميم السكوني الأشعري العابد من أهل الشام يروي عن أبيه وله صحبة روى عنه الأوزاعي وعمرو بن شراحيل وكان عبادا زاهدا يقص وكان أهل الشام يكتبون كلامه كما يفعل أهل العراق بكلام الحسن البصري توفي بلال في ولاية هشام بن عبد الملك وتميم بن أوس الأشعري يروي عن عبد الله بن بسر روى عنه أهل الشام مات في خلافة هشام بن عبد الملك وجماعة نسبوا إلى مذهب أبي الحسن علي بن إسماعيل الأشعري المتكلم البصري منهم القاضي أبو بكر أحمد بن الطيب الأشعري المتكلم البغدادي وحيد عصره وفريد دهره في الذكاء والحفظ وقهر الخصوم وسأذكر القاضي أبا بكر في حرف الميم فأما أبو الحسن إنما قيل له الأشعري لأنه من ولد أبي موسى رضي الله عنه وهو أبو الحسن علي بن إسماعيل بن أبي بشر واسمه إسحاق بن سالم بن إسماعيل بن عبد الله بن موسى بن بلال بن أبي بردة بن أبي موسى الأشعري المتكلم صاحب الكتب والتصانيف في الرد على مخاليفه وهو بصري سكن بغداد إلى أن توفي بها وكان يجلس أيام الجمعات في حلقة أبي إسحاق المروزي الفقيه من جامع المنصور وقيل إنه كان يأكل من غلة ضيعة وقفها جده بلال بن أبي بردة بن أبي موسى الأشعري على عقبه وكانت نفقته في كل سنة سبعة عشر |جـ1 صـ167| درهما وكان بكر الصيرفي يقول كانت المعتزلة قد رفعوا رؤوسهم حتى أظهر الله الأشعري فحجزهم في أقماع السمسم وكانت له خمسة وخمسون مصنفا في الأصول وكانت ولادته في سنة ستين ومائتين ومات سنة نيف وثلاثين وثلاثمائة وقيل مات ببغداد بعد سنة عشرين وقيل سنة ثلاثين وثلاثمائة ودفن في مشرعة الروايا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.166-167",
    },

    "JK_000952_0178": {
        "source" : "SKA",
        "title"  : "الأشفندي",
        "text": "<h1>الأشفندي</h1> بضم الألف إن شاء الله وسكون الشين المعجمة وفتح الفاء وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى أشفند وهي ناحية كبيرة بنيسابور عامرة كثيرة القرى والخير أول حدودها مرج الغضا إلى حدود الزوزن والبوزجان ونزل بها عبد الله بن عامر في توجهه إلى هراة وكان قد كلب الشتاء فأشار عليهم منقذ بن عمرو رضي الله عنه وهو من الصحابة بالانصراف إلى نيسابور لخروج الشتاء وانقضائه ففعلوا فقال شاعرهم % بالمرج إذ مرجوا وارتج أمرهم % % حتى إذا أنقذوها منقذا نقذوا % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.167",
    },

    "JK_000952_0179": {
        "source" : "SKA",
        "title"  : "الأشقر",
        "text": "<h1>الأشقر</h1> بالشين المعجمة المسكونة بعدها قاف وفي آخرها راء مهملة والمشهور بهذه الصفة أبو عبد الله الحسين بن الحسن الفزاري الأشقر من أهل البصرة يروي عن زهير بن معاوية وعبد الله بن عون وغيرهما روى عنه محمد بن المثنى البصري الزمن مات سنة ثمان وثمانين ومائة وأحمد بن عبد الله الأزدي الأشقر يروي عن عبيد الله بن موسى ويونس بن بكير روى عنه الحضرمي وأبو سليمان داود بن نوح الأشقر السمسار من أهل بغداد حدث عن عبد الوارث بن سعيد وحماد بن زيد روى عنه محمد بن إسحاق الصغاني والحارث بن محمد بن أبي أسامة ومات ببغداد في شعبان سنة ثمان وعشرين ومائتين وأبو الطيب محمد بن أسد بن الحارث بن كثير بن غزوان الكاتب الأشقر من أهل بغداد حدث عن عمير بن مرداس الدونقي روى عنه أبو حفص بن شاهين وأبو القاسم بن الثلاج وأبو حامد أحمد بن يوسف بن عبد الرحمن الصوفي المعروف بالأشقر من أهل نيسابور ذكره الحاكم أبو عبد الله الحافظ فقال أحد الفقراء المجردين ممن صحب المشايخ القدماء بخراسان والعراق وكان يكثر الجوار بمكة وطالت عشرتنا له وآخر ما فارقته ببخارا فإنا اجتمعنا بها سنة خمس أو ست وخمسين ثم خرج منها إلى الحج سنة سبع وخمسين وأنا بها أدرك أبا |جـ1 صـ168| عثمان سعيد بن إسماعيل وصحب زكريا السختياني ورافق شيخنا أبا عمرو بن نجيد ورأيته يجله ويعظم حقه وسمع الحديث من الحسن بن سفيان بخراسان وبالعراق من عبد الله محمد بن ناجية وأقرانهما وتوفي بمكة سنة تسع وخمسين وثلاثمائة والقاضي أبو القاسم عبد الله بن محمد بن عبد الرحمن بن الخليل الأشقر كان شيخا صالحا من أهل بغداد راوية التاريخ الصغير عن البخاري سمع لوينا محمد بن سليمان والحسين بن مهدي الأبلي وزيد بن أخزم الطائي والحسن بن عرفة ويوسف بن موسى ورجاء بن مرجي ومحمد بن عثمان بن كرامة وغيرهم روى عنه محمد بن المظفر وأبو عمر بن حيويه وأبو حفص بن شاهين وقال أبو نعيم الحافظ عبد الله بن الأشقر بغدادي حدث بأصبهان وكان إليه قضاء الكرخ وقال صالح بن أحمد الحافظ عبد الله بن الأشقر أدركته ولم يقض لي السماع منه ويدل حديثه على الصدق ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.167-168",
    },

    "JK_000952_0180": {
        "source" : "SKA",
        "title"  : "الأشقري",
        "text": "<h1>الأشقري</h1> بالشين والقاف والراء والمنتسب بهذه النسبة أحمد بن يحيى الأحول الكوفي الأشقري مولى الأشقريين يروي عن مالك بن أنس روى عنه أبو جعفر محمد بن عبد الله بن سليمان الحضرمي مطين هكذا ذكره أبو حاتم بن حبان في كتاب الثقات ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.168",
    },

    "JK_000952_0181": {
        "source" : "SKA",
        "title"  : "الإشكربي",
        "text": "<h1>الإشكربي</h1> بكسر الألف وسكون الشين المعجمة وفتح الكاف وسكون الراء وفي آخرها الباء هذه النسبة إلى إشكرب وهي مدينة من شرقي بلاد الأندلس من المغرب منها أبو الحجاج يوسف بن محمد بن فارو الأندلس الإشكربي شاب صالح فاضل حسن السيرة عارف بالحديث واللغة وشيء من الفقه ولد بإشكرب ونشأ بجيان وانتسب إليها خرج في طلب العلم من بلاد المغرب وورد العراق وسمع ببغداد ممن سمعنا منه وممن لم نسمع وورد نيسابور ومرو وهراة وسمع الحديث الكثير وسكن في آخر عمره ببلخ وفوض إليه الإمامة بمسجد راعوم سمع بقراءتي الكثير وسمعت بقراءته أيضا وكتبت عني وكتب عنه وتوفي ببلخ سلخ ذي القعدة سنة ثمان وأربعين وخمسمائة |جـ1 صـ169| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.168-169",
    },

    "JK_000952_0182": {
        "source" : "SKA",
        "title"  : "الأشموسي",
        "text": "<h1>الأشموسي</h1> بضم الألف وسكون الشين المعجمة وضم الميم وفي آخرها السين المهملة هذه النسبة إلى أشموس وهي قرية من صعيد مصر منها هجنع بن قيس بن الحارث الأشموسي هو من ناحية الكوفة سكن الأشموس يروي عن حوثرة بن مسهر روى عنه سعيد بن راشد وعبد العزيز بن صالح المصريان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.169",
    },

    "JK_000952_0183": {
        "source" : "SKA",
        "title"  : "الأشموني",
        "text": "<h1>الأشموني</h1> بفتح الألف وسكون الشين المعجمة وضم الميم وفي آخرها النون هذه النسبة إلى أشمون وهي بليدة من صعيد مصر منها أبو إسماعيل بن مالك المعافري ثم الناشري الأشموني ولد بأشمون سنة سبع وتسعين وتوفي بالإسكندرية سنة خمس وثمانين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.169",
    },

    "JK_000952_0184": {
        "source" : "SKA",
        "title"  : "الأشميوني",
        "text": "<h1>الأشميوني</h1> بضم الألف وسكون الشين المعجمة وكسر الميم وضم الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى قرية أشميون وهي من قرى بخارا وقيل إنها محلة بها منها أبو عبد الله حاتم بن قديد البخاري الأشميوني يروي عن الحسن بن جعفر بن غزوان وإبراهيم بن الأشعث وغيرهما روى عنه محمد بن إسماعيل البخاري وعبيد الله بن واصل البخاري وأبو أحمد نوح بن منصور الأشميوني البخاري يروي عن المكي بن إبراهيم وإبراهيم بن سليمان الزيات روى عنه أبو عبد الرحمن عبد الله بن محمد بن يوسف البخاري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.169",
    },

    "JK_000952_0185": {
        "source" : "SKA",
        "title"  : "الأشناسي",
        "text": "<h1>الأشناسي</h1> بفتح الألف وسكون الشين المعجمة وفتح النون وفي آخرها السين المهملة هذه النسبة إلى أشناس وهو غلام المتوكل والمنتسب إليه أبو علي الحسن بن محمد بن إسماعيل بن أشناس بن الحمامي البزار مولى جعفر المتوكل سمع أبا عبد الله الحسين بن محمد بن عبيد العسكري وعمر بن محمد بن سبنك وعبيد الله بن محمد بن عابد الخلال وخلقا من هذه الطبقة ذكره أبو بكر الخطيب وقال كتبت عنه شيئا يسيرا كان سماعه صحيحا إلا أنه كان رافضيا خبيث المذهب وكان له مجلس في داره بالكرخ يحضره الشيعة ويقرأ عليهم مثالب الصحابة رضوان الله عليهم أجمعين والطعن على السلف سألته عن مولده فقال في شوال سنة تسع وخمسين وثلاثمائة ومات في الثالث من ذي القعدة سنة |جـ1 صـ170| تسع وثلاثين وأربعمائة ودفن بمقبرة باب الكناس ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.169-170",
    },

    "JK_000952_0186": {
        "source" : "SKA",
        "title"  : "الأشناني",
        "text": "<h1>الأشناني</h1> بضم الألف وسكون الشين المنقوطة وفتح النون الأولى وكسر الثانية هذه النسبة إلى بيع الأشنان وشرائه والمشهور بهذه النسبة إليها أبو بكر محمد بن عبد الله بن إبراهيم بن ثابت الأشناني حدث عن علي بن الجعد وإسحاق بن راهويه ويحيى بن معين وأحمد بن حنبل وهشام بن عمار وغيرهم أحاديث باطلة كان يضع الحديث ولم يكن يحسن الوضع روى عنه أبو عمرو بن السماك الدقاق والقاضي أبو الحسن الجراحي وأبو بكر بن شاذان البزاز وذكره الدارقطني فقال كذاب دجال وأبو جعفر محمد بن الحسين بن حفص بن عمر الأشناني الخثعمي الكوفي ثقة صالح مأمون قيل إنه مولى الأشناني سمع عباد بن يعقوب الرواجني وعباد بن أحمد العرزمي وأبا كريب محمد بن العلاء وموسى بن عبد الرحمن المسروقي وغيرهم روى عنه أبو عبد الله محمد بن جعفر النجار النحوي وأبو بكر محمد بن محمد الباغندي وأبو عبد الله بن المحاملي وأبو عمرو بن السماك وأبو بكر بن الجعابي ومحمد بن المظفر وأبو الحسين بن البواب وغيرهم وكان تقوم به الحجة وكانت ولادته سنة إحدى وعشرين ومائتين ووفاته في صفر سنة خمس عشرة وثلاثمائة وأبو الحسن يوسف بن محمد بن عبد الله بن يزداذ الأشناني سمع جماعة من النيسابوريين روى عنه أبو سعد الصفار الرازي وكان قدم عليهم الري وأبو محمد الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني المعروف بالأشناني من أهل بغداد حدث عن عمرو بن عون ويحيى بن معين ومؤمل بن الفضل الحراني وسويد بن سعيد الحدثاني وغيرهم روى عنه ابنه عمر ومحمد بن مخلد ومحمد بن أحمد الحكيمي وأحمد بن الفضل بن خزيمة وابنه محمد بن الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني يعرف بابن الأشناني حدث عن علي بن سهل بن المغيرة البزاز روى عنه أخوه القاضي أبو الحسين الأشناني وأخوه أبو الحسين عمر بن الحسن بن علي بن مالك بن أشرس بن عبد الله بن منجاب الشيباني المعروف بابن الأشناني من أهل بغداد كان صاحب حديث مجودا حسن العلم به حدث بالكثير وأخذوا عنه سمع أباه ومحمد بن عيسى بن حيان المدائني وموسى بن سهل الوشاء ومحمد بن شداد المسمعي ومحمد بن مسلمة الواسطي وأبا بكر بن أبي الدنيا وغيرهم روى عنه أبو العباس بن عقدة الحافظ وأبو عمرو بن السماك |جـ1 صـ171| ومحمد بن المظفر وأبو الحسن الدارقطني وأبو حفص بن شاهين وأبو القاسم بن حبابة والمعافى بن زكريا وغيرهم من المتقدمين ومن بعدهم ولي القضاء بنواحي الشام مدة وولى قضاء بغداد ثلاثة أيام ثم عزل صرفه المقتدر بالله وذلك أن المقتدر صرف أبا جعفر أحمد بن إسحاق بن البهلول يوم الخميس لعشر بقين من شهر ربيع الآخر سنة ست عشرة وثلاثمائة عن القضاء بمدينة المنصور واستقضى في هذا اليوم أبا الحسين ابن الأشناني وخلع عليه ثم جلس يوم السبت لثمان بقين من هذا الشهر للحكم وصرف من غد في يوم الأحد وكانت ولايته ثلاثة وهذا رجل من جلة الناس ومن أصحاب الحديث المجودين وأحد الحفاظ له وحسن المذاكرة بالأخبار وكان قبل هذا يتولى القضاء بنواحي الشام ويستخلف الكفاة ولم يخرج عن الحضرة وتقلد الحسبة ببغداد وقد حدث حديثا كثيرا وحمل الناس عنه قديما وحديثا تكلم فيه الدارقطني وغيره بما يقتضي ضعفه وتوفي آخر ذي الحجة سنة تسع وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.170-171",
    },

    "JK_000952_0187": {
        "source" : "SKA",
        "title"  : "الأشنهي",
        "text": "<h1>الأشنهي</h1> بضم الألف وسكون الشين المعجمة وضم النون وكسر الهاء هذه النسبة إلى قرية أشنة وظني أنها بليدة بأذربيجان وأبو جعفر محمد بن حفص الأشناني روى عنه أبو عبد الله الغنجار قال محمد بن طاهر المقدسي هو من قرية أشنة ورأيتهم يكتبون في النسبة إلى هذه القرية الأشنهي ولكن هكذا نسبه أبو سعد الماليني في بعض تخاريجه قال وربما قرىء بالهمز أيضا الأشنائي كما ينسب إلى قرية أنس الأنسائي على غير قياس ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.171",
    },

    "JK_000952_0188": {
        "source" : "SKA",
        "title"  : "الأشهبي",
        "text": "<h1>الأشهبي</h1> بفتح الألف وسكون الشين المعجمة وفتح الهاء وفي آخرها باء منقوطة بواحدة هو أبو المكارم محمد بن عمر بن أميرجه بن أبي القاسم بن أبي سهل بن أبي سعد المهاد الأشهبي نزيل بلخ كان فاضلا حافظا سافر إلى بلاد الهند وجال في أطراف خراسان وأكثر من سماع الحديث وركب البحر وكان ظريف الجملة والتفصيل اشتهر بهذه النسبة لأنه بات ليلة في شبيبته مع جماعة في دار السيد شرف الدين البلخي العلوي وكانوا يلعبون ووضعوا كلمات مشكلة يسردها كل واحد ممن اجتمع فمن لم يقدر على أن يذكرها على الهذرمة وتلعثم أو غلط فكان يلزمه غرامة وكان في هذه الألفاظ اسب أشهب درراه |جـ1 صـ172| نخشب بالعجمية فغلط الأشهبي في هذه اللفظة ولزمته الغرامة فبقي طول ليلته يكرر هذه اللفظة اسب أشهب درراه نخشب فلقبوه بالأشهبي وبقي هذا الإسم عليه واشتهر بذلك سمع الأشهبي بهراة أبا عبد الله محمد بن علي بن محمد بن عمير العميري وأبا عطاء عبد الأعلى بن عبد الواحد المليحي وبنيسابور أبا تراب عبد الباقي بن يوسف المراغي وأبا الحسين المبارك بن عبد الله بن محمد الواسطي وببلخ أبا القاسم أحمد بن محمد بن محمد الخليلي وأبا إسحاق إبراهيم بن أبي نصر محمد بن إبراهيم التاجر الأصبهاني وطبقتهم وأكثر عمن دون هؤلاء ونسخ بخطه شيئا خارجا عن الحد وكانت ولادته في سنة ست وستين وأربعمائة ببلخ ووفاته في شوال سنة اثنتين وثلاثين وخمسمائة ودفن بمقربة باب نوبهار ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.171-172",
    },

    "JK_000952_0189": {
        "source" : "SKA",
        "title"  : "الأشهلي",
        "text": "<h1>الأشهلي</h1> بفتح الألف وسكون الشين المعجمة وفتح الهاء وفي آخرها اللام هذه النسبة إلى بني عبد الأشهل من الأنصار أسلم منهم جماعة كثيرة من جملتهم أسيد بن سماك بن عبيد بن رافع بن امرىء القيس بن زيد بن عبد الأشهل الأشهلي عداده في أهل المدينة وكنيته أبو يحيى وقد قيل أبو عتيق ويقال أبو حضير من الأنصار مات في خلافة عمر رضي الله عنه في سنة عشرين وكان نقيبا قد شهد العقبة وصلى عليه عمر بن الخطاب رضي الله عنهما ودفن بالبقيع هكذا ذكره حاتم في كتاب الثقات في الصحابة والمنتسب إليها ولاء إبراهيم بن إسماعيل بن أبي حبيبة الأشهلي مولى بني عبد الأشهل من الأنصار من أهل المدينة كان يقلب الأسانيد ويرفع المراسيل يروي عن داود بن الحصين وعمر بن سعيد بن شريح روى عنه أبو عامر العقدي وابن أبي أويس مات سنة ستين ومائة وأبو سعد محمد بن سعد الأنصاري الأشهلي من أهل المدينة سكن بغداد وحدث بها عن محمد بن عجلان روى عنه محمد بن عبد الله المخرمي وكان ثقة مات قبل المائتين وأبو عبد الرحمن محمد بن عبد الرحمن بن عثمان بن عبد الرحمن بن زيد بن ثابت بن الضحاك بن خليفة الأشهلي المديني وخليفة صاحب رسول الله صلى الله عليه وسلم والأشهلي هذا سكن بغداد وحدث بها عن محمد بن إسماعيل بن أبي فديك وعبد الله بن نمير وغيرهما روى عنه ابنه العباس وأبو العباس بن مسروق في كتاب أخبار عقلاء المجانين |جـ1 صـ173| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.172-173",
    },

    "JK_000952_0190": {
        "source" : "SKA",
        "title"  : "الأشيب",
        "text": "<h1>الأشيب</h1> بفتح الألف وسكون الشين المعجمة وفتح الياء المنقوطة من تحتها باثنتين وفي آخرها الباء الموحدة هذا لقب لأبي علي الحسن بن موسى الأشيب كان خراساني الأصل أقام ببغداد وولي القضاء بعدة من بلاد الشام والجزيرة ومات بالري سمع محمد بن عبد الرحمن بن أبي ذئب وشيبان بن عبد الرحمن المؤدب وشعبة بن الحجاج وورقاء بن عمر وحماد بن سلمة وعبد الله بن لهيعة روى عنه أحمد بن حنبل وأبو خيثمة وأحمد بن منيع والرمادي وبشر بن موسى الأسدي حدث ببغداد بحديث كثير وولي القضاء بالموصل وبحمص لهارون ثم قدم بغداد في خلافة المأمون فلم يزل بها إلى أن ولاه المأمون قضاء طبرستان فتوجه إليها فمات بالري في شهر ربيع سنة تسع ومائتين ضعفه علي بن المديني ووثقه يحيى بن معين وغيره وحفيد ابنه أبو عمران موسى بن القاسم بن موسى بن الحسن بن موسى بن الأشيب البغدادي سمع عباس بن محمد الدوري ومحمد بن خلف بن عبد السلام المروزي وأبا بكر بن أبي الدنيا وطبقتهم روى عنه أبو أحمد عبد الله بن عدي الجرجاني وذكر أنه سمع منه ببغداد وكان ابن الأشيب قد نزل في آخر عمره إنطاكية ومات بها ويقال بطرطوس وكان ثقة توفي سنة تسع وثلاثين وثلاثمائة |جـ1 صـ174| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.173-174",
    },

    "JK_000952_0191": {
        "source" : "SKA",
        "title"  : "الأصبحي",
        "text": "<h1>الأصبحي</h1> بفتح الألف وسكون الصاد المهملة وفتح الباء المنقوطة بنقطة في آخرها حاء مهملة هذه النسبة إلى أصبح واسمه الحارث بن عوف بن مالك بن زيد بن سداد بن زرعة وهو من يعرب بن قحطان وأصبح صارت قبيلة والمشهور بهذه النسبة إمام دار الهجرة أبو عبد الله مالك بن أنس بن مالك بن أبي عامر بن عمرو بن الحارث بن غيمان بن جثيل بن عمرو بن الحارث الأصبحي أول من انتقى الرجال من الفقهاء بالمدينة وأعرض عمن ليس بثقة في الحديث ولم يكن يروي إلا ما صح ولا يحدث إلا عن ثقة مع الفقه والدين والفضل والنسك ضربه سليمان بن جعفر بن سليمان بن علي سبعين سوطا وكان على المدينة لفتياه في يمين المكره فمسح مالك ظهره عن الدم ودخل المسجد وصلى وقال لما ضرب سعيد بن المسيب فعل مثل ذلك ويروي عن الزهري ونافع وعبد الله بن دينار روى عنه شعبة والثوري والأوزاعي والليث بن سعد والحمادان بن زيد وابن سلمة وابن عيينة وعالم لا يحصى كان مولده سنة ثلاث أو أربع وتسعين ومات سنة تسع وسبعين ومائة وأبو أنس مالك بن أبي عامر الأصبحي جد مالك أنس هو حليف عثمان بن عبيد الله التيمي القرشي من أهل المدينة يروي عن عمر وعثمان رضي الله عنهما روى عنه سليمان بن يسار وابنه نافع بن مالك وأبو علي ثمامة بن شفي الهمذاني الأصبحي يروي عن عقبة بن عامر وفضالة بن عبيد عداده في أهل مصر روى عنه ابن إسحاق وعبد الرحمن بن حرملة وأبو مالك الربيع بن أبي عامر الأصبحي منهم وهو عم مالك بن أنس الفقيه يروي عن المدنيين روى عنه أهلها وكان قليل الحديث مات سنة ستين ومائة وكان أكبر ولد مالك بن أبي عامر أنس والد مالك بن أنس ثم أويس جد إسماعيل بن أبي أويس ثم نافع وهو أبو سهيل بن مالك ثم الربيع وابن أخيه الإمام أبو عبد الله مالك بن أنس ذكرته في الورقة الأخرى وأبو أويس عبد الله بن عبد الله بن أويس بن أبي عامر الأصبحي المدني حليف بني تيم من قريش يروي عن الزهري روى عنه ابنه إسماعيل بن أبي أويس مات سنة تسع وستين ومائة وكان ممن يخطىء كثيرا لم يفحش خطاؤه حتى استحق الترك ولا هو سلك سنن الثقات فيسلك به مسلكهم والذي أرى في أمره تنكب ما خالف الثقات في أخباره والاحتجاج بما وافق |جـ1 صـ175| الأثبات منها وكان يحيى بن معين يوثقه مرة ويضعفه مرة وأبو خالد يزيد بن سعيد بن يزيد الأصبحي الإسكندراني منسوب إلى أصبح يروي عن الليث بن سعد ومالك بن أنس روى عنه عمر بن محمد بن بجير وقال سمعت يقول حضرت الليث بن سعد في مؤخر مسجد الجامع بالإسكندرية وهو رافع صوته يقول لا ينظر الله إلى الذين يأتون النساء في أدبارهن وكان مولده سنة اثنتين وخمسين ومائة في أولها ومات وهو ابن قريب من مائة سنة فأما البجيري فقال سمعته يقول أنا في سبعة وتسعين سنة وأسأل الله تعالى إتمام نعمته ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.174-175",
    },

    "JK_000952_0192": {
        "source" : "SKA",
        "title"  : "الأصبهاني",
        "text": "<h1>الأصبهاني</h1> بكسر الألف أو فتحها وسكون الصاد المهملة وفتح الباء الموحدة والهاء وفي آخرها النون بعد الألف هذه النسبة إلى أشهر بلدة بالجبال وإنما قيل له بهذا الإسم على ما سمعت بعضهم أنها تسمى بالعجمية سباهان وسباه العسكر وهان الجمع وكان جموع عساكر الأكاسرة تجتمع إذا وقعت لهم واقعة في هذا الموضع مثل عسكر فارس وكرمان وكور الأهواز والجبال فعرب وقيل أصبهان خرج منها جماعة من العلماء في كل فن قديما وحديثا وصنف في تاريخها كتب عدة قديما وحديثا والمشهور من هذه البلدة داود بن علي الأصبهاني أصحاب الظاهر وسأذكره في الظاء إن شاء الله وعبد الرحمن بن عبد الله بن الأصبهاني ليس من أهل أصبهان ونسب إليها وهو من أهل الكوفة مولى لجديلة بن قيس عداده في أهل الكوفة يروي عن عبد الرحمن بن أبي ليلى روى عنه شعبة بن الحجاج مات في إمارة خالد على العراق وأبو عبد الله حمزة بن الحسين المؤدب الأصبهاني يقال له حمزة الأصبهاني كان من فضلاء الأدباء وكان صاحب التاريخ الكبير لأصبهان وله مصنفات في اللغة والأخبار يروي عن محمود بن محمد الواسطي وعبدان بن أحمد الجواليقي وعبد الله بن قحطبة الصالحي وغيرهم روى عنه أبو بكر بن مردويه الحافظ وتوفي قبل الستين والثلاثمائة ومن مشاهير المحدثين بها أبو محمد عبد الله بن جعفر بن أحمد بن فارس بن الفرج الأصبهاني كان من الثقات المعمرين المكثرين سمع هارون بن سليمان الخزاز وأبا مسعود أحمد بن الفرات الرازي ومحمد بن عاصم ويونس بن حبيب والخليل بن محمد وأحمد بن عصام وأحمد بن يونس روى عنه أبو بكر بن المقرىء وأبو بكر بن مردويه |جـ1 صـ176| وأبو نعيم الحافظ وغيرهم وقال ابن المقرىء رأيت عبد الله بن جعفر سنة سبع وثلاثمائة بمكة يحدث والمفضل الجندي وإسحاق الخزاعي حيان وحكى أبو جعفر الخياط المذكر قال حضرموت عبد الله بن جعفر ونحن جلوس عنده فقال هذا ملك الموت قد جاء فقال بالفارسية اقبض روحي كما تقبض روح رجل يقول تسعين سنة أشهد أن لا إله إلا الله وان محمدا رسول الله وكانت ولادته سنة ثمان وأربعين ومائتين وتوفي سنة ست وأربعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.175-176",
    },

    "JK_000952_0193": {
        "source" : "SKA",
        "title"  : "الإصطخري",
        "text": "<h1>الإصطخري</h1> بكسر الألف وسكون الصاد وفتح الطاء المهملتين وسكون الخاء المعجمة وفي آخرها الراء هذه النسبة إلى إصطخر وهي من كور فارس والقلعة التي بها معروفة وكان للأكاسرة بها آثار وأموال في أيام ملكهم ولها ذكر في الفتوح والمشهور بالانتساب إليها أبو سعيد عبد الكريم بن ثابت الإصطخري ثم الجزري مولى بني أمية وهو ابن خصيف أصله من إصطخر سكن حران يروي عن سعيد بن جبير ومجاهد روى عنه الثوري ومالك وأهل بلده مات سنة سبع وعشرين ومائة كان صدوقا ولكنه كان يتفرد عن الثقات بالأشياء المناكير فلا يعجبني بما انفرد من الأخبار وإن اعتبر معتبر بما وافق الثقات من حديثه فلا ضير وهو ممن أستخير الله فيه قاله أبو حاتم بن حبان وأبو سعيد الحسن أحمد بن يزيد بن عيسى بن الفضل بن يسار بن عبد الحميد بن عبد الله هانىء بن قبيصة بن عمرو بن عامر الإصطخري قاضي قم يروي عن سعدان بن نصر وابن أبي غزوة وحنبل بن إسحاق وكان دينا فاضلا ورعا متقللا وكان أحد الأئمة المذكورين من شيوخ الفقهاء الشافعيين ويدل كتابه الذي ألفه على سعة فقهه ومعرفته حدث بشيء يسير عمن ذكرنا وعن أحمد بن منصور الرمادي وعباس بن محمد الدوري وأحمد بن سعد الزهري وغيرهم روى عنه أبو الحسين محمد بن المظفر الحافظ وأبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وأبو الفتح يوسف بن عمر القواس وأبو الحسن أحمد بن محمد بن الجندي وكان أبو إسحاق المروزي لا يفتي بحضرة أبي سعيد الإصطخري إلا بإذنه وكانت ولادته في سنة أربع وأربعين ومائتين ووفاته في جمادى الآخرة سنة ثمان وعشرين ببغداد |جـ1 صـ177| ودفن بباب حرب وأبو عمرو عبيد الله بن موسى بن صالح بن راشد الإصطخري يروي عن الحجاج بن نصير الفساطيطي وعباد بن صهيب وكان خيرا فاضلا وكان الشيخ أبو بكر بن عبيد الله يثني عليه خيرا مات لاثنتي عشرة خلت من شوال سنة اثنتين وثمانين ومائتين وأبو محمد عبد الله بن محمد بن سعيد بن محارب بن عمرو بن عامر بن لاحق بن شهاب الأنصاري الإصطخري سكن بغداد حدث بأحاديث مقلوبة عن الثقات مثل أبي خليفة الفضل بن الحباب الجمحي وزكريا بن يحيى الساجي وعبد الله بن آذران الشيرازي وخلق كثير من الغرباء وروى عنه أبو الحسن أحمد بن محمد العتيقي وأبو القاسم التنوخي وأبو عبد الله الصيمري وأبو الفتح قطيط العطار وأبو منصور محمد بن عيسى الهمذاني ذكره أبو الخطيب في التاريخ وقال أبو محمد الأنصاري الإصطخري أكثر من يروي عنهم مجهولون لا يعرفون وأحاديثه عن أبي خليفة مقلوبة وهي بروايات ابن دريد أشبه قال أبو عبد الله الصيمري أبو محمد الإصطخري أظنهم تكلموا فيه وقد حدثنا عن أبي خليفة بأحاديث كأنها مقلوبة وقال القاضي أبو القاسم التنوخي حدثنا أبو محمد الإصطخري في سنة أربع وثمانين وثلاثمائة وقال ولدت بإصطخر سنة إحدى وتسعين ومائتين وسمعت من أبي خليفة وزكريا الساجي وغيرهما بالبصرة في سنتي ثلاث وأربع وثلاثمائة وسمعت بفارس وكرمان والأهواز وأرجان والساحل والبصرة واسط وبغداد والشام ومكة ودخلت مصر فسمعت بها وخلفت أكثر كتبي السماعات بمصر مودعة هناك ومحمد بن الأشعث الإصطخري أخو أبي داود سليمان بن الأشعث السجستاني صاحب السنن يروي عن عصمة بن المتوكل ويحيى بن حماد روى عنه محمد بن أحمد بن زيرك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.176-177",
    },

    "JK_000952_0194": {
        "source" : "SKA",
        "title"  : "الأصمعي",
        "text": "<h1>الأصمعي</h1> بفتح الألف وسكون الصاد المهملة وفتح الميم والعين المهملة في آخره هذه النسبة إلى الجد وهو الإمام المشهور أبو سعيد عبد الملك بن قريب بن علي بن أصمع الباهلي الأصمعي من أهل البصرة كان من أئمة أهل اللغة سلك البراري والبوادي وصحب الأعراب وأخذ الأدب من معدنه قال أبو حاتم بن حبان الأصمعي يروي عن ابن عون روى عنه الناس مات سنة خمس عشرة ومائتين ليس فيما يروي من الحديث عن الثقات إذا كان دونه ثقة تخليط وإن كان ممن أكثر الحكايات عن الأعراب وقد روى عنه مالك ويقول حدثني عبد العزيز بن قرير لم يحفظ اسمه ولا اسم أبيه هذا كلام أبي حاتم بن حبان وظني أنه وهم فيه فإنه ذكر في الطبقة الثالثة من الثقات أن مالك بن أنس مات سنة تسع وسبعين ومائة قبل الأصمعي بست وثلاثين سنة ومالك ما كان يروي إلا عن الأكابر من العلماء فكيف |جـ1 صـ178| روى عن الأصمعي وهو دون مالك في العلم والسن مع أن جماعة اختلفوا على مالك في روايته عن عبد العزيز بن قرير وقالوا هو قريب وهو من أهل المدينة وقد ذكر الحافظ ابن عبد البر في كتابه فصلا في ذلك وذكر أبو حاتم السجستاني نسب الأصمعي فقال عبد الملك قريب بن عبد الملك بن علي بن أصمع بن مظهر بن رياح بن عبد شمس بن أعيا بن سعد بن عبد بن غنم بن قتيبة بن معن بن مالك بن أعصر بن سعد بن قيس بن عيلان قلت وهو أبو سعيد الأصمعي البصري صاحب اللغة والنحو والعربية والأخبار والملح سمع عبد الله بن عون الخزاز وشعبة بن الحجاج والحمادين ويعقوب بن محمد بن طحلاء ومسعر بن كدام وسليمان بن المغيرة وقرة بن خالد روى عنه ابن أخيه عبد الرحمن بن عبد الله وأبو عبيد القاسم بن سلام وأبو حاتم السجستاني وأبو الفضل الرياشي وأحمد بن محمد اليزيدي ونصر بن علي الجهضمي ورجاء بن الجارود ومحمد بن عبد الملك بن زنجويه ومحمد بن إسحاق الصغاني وبشر بن موسى الأسدي وأبو العباس الكديمي في آخرين وكان من أحفظ أهل عصره حتى حكى عنه أنه قال أحفظ ستة عشر ألف أرجوزة وكان الأصمعي بحرا في اللغة وأبو عبيدة أعلم منه بالأنساب والأيام والأخبار واجتمعا في مجلس الفضل بن الربيع فسأل الفضل الأصمعي فقال كم كتابك في الخيل قال قلت جلد قال فسأل أبا عبيدة عن ذلك فقال خمسون جلدا قال فأمر بإحضار الكتابين ثم أمر بإحضار فرس فقال لأبي عبيدة اقرأ كتابك حرفا حرفا وضع يدك على موضع موضع فقال أبو عبيدة ليس أنا بيطارا إنما ذا شيء أخذته وسمعته من العرب وألفته فقال لي يا أصمعي قم فضع يدك على موضع موضع من الفرس فقمت فحسرت عن ذراعي وساقي ثم وثبت فأخذت بأذني الفرس ثم وضعت يدي على ناصيته فجعلت أقبض منه على شيء شيء وأقول هذا اسمه كذا وأنشد فيه حتى بلغت حافره قال فأمر لي بالفرس فكنت إذا أردت أن أغيظ أبا عبيدة ركبت الفرس وأتيته وكان أحمد بن حنبل يثني على الأصمعي في السنة وعلى ابن المديني كان يثني عليه أيضا وكذلك يحيى بن معين وقد ذكرنا وفاته وقيل إنه مات سنة ست عشرة ومائتين وقيل سنة سبع عشرة وكان قد بلغ ثمانيا وثمانين سنة ومات بالبصرة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.177-178",
    },

    "JK_000952_0195": {
        "source" : "SKA",
        "title"  : "الأصم",
        "text": "<h1>الأصم</h1> بفتح الألف وصاد المهملة وتشديد الميم في آخر الكلمة هذه صفة من كان لا يسمع من الصمم والمشهور به في الشرق والغرب أبو العباس محمد بن يعقوب بن يوسف بن معقل بن سنان بن عبد الله الأموي مولاهم المعروف بالأصم وإنما ظهر به الصمم بعد انصرافه من الرحلة فاستحكم فيه حتى أنه كان لا يسمع نهيق الحمار وكان أبو العباس محدث عصره بلا مدافعة فإنه حدث في الإسلام ستا وسبعين سنة وسنأتي على ذكره |جـ1 صـ179| بالتفصيل ولم يختلف قط في صدقه وصحة سماعه وضبط أبيه يعقوب الوراق لها وكان مع ذلك يرجع إلى حسن المذهب والتدين يصلي خمس صلوات في الجماعة وبلغني أنه أذن سبعين سنة في مسجده وكان حسن الخلق سخي النفس لا يبخل بكل ما يقدر عليه وربما كان في قديم الأيام يحتاج إلى الشيء لمعاشه فيورق ويأكل من كسب يده وهذا الذي يعاب به أنه كان يأخذ على التحديث إنما يعيبه به من كان لا يعرفه فإنه كان يكره ذلك أشد الكراهة ولا يناقش أحدا فيه إنما كان وراقه وابنه أبو سعيد يطلبان الناس بذلك وقد كان يعلم به فيكرهه ثم لا يقدر على مخالفتهم سمع منه الآباء والأبناء والأحفاد وأولادهم كالحسن بن الحسين بن منصور سمع منه كتاب الرسالة فسمع منه ابنه أبو الحسن بن الحسن في ذلك الكتاب ثم سمعه أبو نصر بن أبي الحسن في ذلك الكتاب ثم سمع منه عمر بن أبي نصر في ذلك الكتاب ومثل هذا كثير كفاه شرفا أن يحدث طول تلك السنين فلا يجد أحد من الناس فيه مغمزا بحجة قال الحاكم أبو عبد الله الحافظ ما رأينا الرحالة في بلد من بلاد الإسلام أكثر منها إليه يعني أبا العباس الأصم فقد رأيت جماعة من أهل الأندلس والقيروان وبلاد المغرب على بابه وكذلك رأيت جماعة من أهل طرار وإسفيجاب وأهل المشرق على بابه وكذلك رأيت في عرض الدنيا من أهل المنصورة ومولتان وبلاد بست وسجستان على بابه وكذلك رأيت جماعة من أهل فارس وشيراز وخوزستان على بابه فناهيك بهذا شرفا واشتهارا وعلوا في الدين وقبولا في بلاد المسلمين بطول الدنيا وعرضها قال سمعت أبا العباس محمد بن يعقوب غير مرة يقول ولدت سنة سبع وأربعين ومائتين رأى محمد بن يحيى الذهلي ولم يسمع منه ثم سمع من أحمد بن يوسف السلمي وأبي الأزهر أحمد بن الأزهر العبدي وفقد سماعه عند منصرفه من مصر ثم رحل به أبوه سنة خمس وستين على طريق أصبهان فسمع هارون بن سليمان وأسيد بن عاصم ولم يسمع بالأهواز ولا البصرة حرفا واحدا ثم أن أباه حج به في تلك السنة وسمع بمكة من أحمد بن شيبان الرملي فقط ثم أخرجه إلى مصر فسمع محمد بن عبد الله بن عبد الحكم ويحيى بن نصر الخولاني والربيع بن سليمان المرادي وبكار بن قتيبة القاضي وأقام بمصر على سماع الأمهات كتاب المبسوط للشافعي إلى أن استوفى سماعه ثم دخل الشام فسمع بعسقلان من أحمد بن الفضل وببيروت من العباس بن الوليد بن مزيد أقام عليه حتى سمع منه مسائل الأوزاعي ثم دخل دمشق فسمع من محمد بن هشام بن ملاس النميري أحاديث مروان بن معاوية وسمع من يزيد بن عبد الصمد وغيره ثم دخل دمياط فسمع من بكر بن سهل وغيره وأقام بطرسوس وسمع الكثير من أبي أمية وذهب بعض سماعاته منه ثم انحدر إلى حمص فسمع من محمد بن عوف الطائي الكبير وذهب بعض سماعاته منه ثم دخل الجزيرة فكتب بالرقة عن محمد بن علي بن ميمون وهو إذ ذاك أمام الجزيرة |جـ1 صـ180| ودخل من الموصل على طريق الجزائر إلى الكوفة فسمع من الحسن بن علي بن عفان العامري وأحمد بن عبد الجبار العطاردي وأحمد بن عبد الحميد الحارثي ثم دخل بغداد سنة تسع وستين بعد وفاة سعدان بن نصر ومحمد بن سعيد بن غالب فسمع المسند من العباس بن محمد الدوري والمبسوط من محمد بن إسحاق الصغاني والتاريخ من الدوري وسمع من محمد بن سنان القزاز والعلل من عبد الله بن أحمد بن حنبل وعلل علي بن المديني من حنبل بن إسحاق ثم انصرف إلى خراسان وهو ابن ثلاثين سنة وهو محدث كبير ثم ذكر الحاكم في وفاته خرج علينا أبو العباس محمد بن يعقوب رحمه الله ونحن في مسجده وقد امتلأت السكة من أولها إلى آخرها من الناس وهو عشية يوم الإثنين الثالث من شهر ربيع الأول من سنة أربع وأربعين وثلاثمائة وكان يملي عشية كل اثنين من أصوله مما ليس في الفوائد أحاديث فلما نظر إلى كثرة الناس والغرباء من كل فج عميق وقد قاموا يطرقون له ويحملونه على عواتقهم من باب داره إلى مسجده فلما بلغ المسجد جلس على جدار المسجد وبكى طويلا ثم نظر إلى المستملي فقال أكتب سمعت محمد بن إسحاق الصغاني يقول سمعت أبا سعيد الأشج يقول سمعت عبد الله بن إدريس يقول أتيت يوما باب الأعمش بعد موته فدفعت الباب فقيل من هذا فقال ابن إدريس فأجابتني امرأة يقال لها بره هاي هاي يا عبد الله بن إدريس ما فعل جماهير العرب التي كانت تأتي هذا الباب ثم بكى الكثير ثم قال كأني بهذه السكة ولا يدخلها أحد منكم فإني لا أسمع وقد ضعف البصر وحان الرحيل وانقضى الأجل فما كان إلا بعد شهر أو أقل منه حتى كف بصره وانقطعت الرحلة وانصرف الغرباء إلى أوطانهم ورجع أمر أبي العباس إلى أنه كان يناول قلما فإذا أخذه بيده علم أنهم يطلبون الرواية فيقول حدثنا الربيع بن سليمان ويقرأ الأحاديث التي كان يحفظها وهي أربعة عشر حديثا وسبع حكايات وصار بأسوأ حال إلى شهر ربيع الآخر سنة ست وأربعين فتوفي أبو العباس رحمه الله ليلة الإثنين ودفن عشية الاثنين الثالث والعشرين من شهر ربيع الآخر من سنة ست وأربعين وثلاثمائة ومن القدماء أبو علقمة عبد الله بن عيسى الفروي الأصم من أهل المدينة يروي عن ابن نافع ومطرف بن عبد الله الأصم العجائب ويقلب على الثقات الأخبار روى عنه محمد بن المنذر الهروي شكر وعقبة بن عبد الله الأصم من أهل البصرة يروي عن عطاء وابن بريدة روى عنه الهيثم بن خارجة والعراقيون كان ممن يتفرد بالمناكير عن الثقات المشاهير حتى إذا سمعها من الحديث صناعته شهد لها بالوضع وكثير بن حمير الأصم شيخ يروي عن الشاميين ما لم يتابع عليه لا يجوز الاحتجاج بخبره إذا انفرد يروي عن سالم أبي المهاجر روى عنه موسى بن أيوب واشتهر بهذا الإسم اثنان واحد من الصوفية والآخر من المحدثين أما المحدث |جـ1 صـ181| فقد بدأنا به وهو أبو العباس الأصم ومن الصوفية أبو عبد الرحمن حاتم بن عنوان الأصم من أهل بلخ كان أحد من عرف بالزهد والتقلل واشتهر بالورع والتقشف وله كلام مدون في الزهد والحكم وأسند الحديث عن شقيق بن إبراهيم وشداد بن حكيم البلخيين وعبد الله بن المقدام ورجاء بن المقدام الصغاني روى عنه أبو عبد الله الخواص وأبو جعفر الهروي وجماعة وقال رجل لحاتم الأصم بلغني أنك تجوز المفاوز من غير زاد فقال حاتم بل أجوزها بالزاد وإنما زادي فيها أربعة أشياء قال ما هي قال أرى الدنيا كلها ملكا لله وأرى الخلق كلهم عباد الله وعياله وأرى الأسباب والأرزاق كلها بيد الله وأرى قضاء الله نافذا في كل أرض الله فقال له الرجل نعم الزاد زادك يا حاتم أنت تجوز به مفاوز الآخرة فكيف مفاوز الدنيا وقيل له من أين تأكل فقال & ولله خزائن السماوات والأرض ولكن المنافقين لا يفقهون & وكان أبو بكر الوراق يقول حاتم الأصم لقمان هذه الأمة وسئل حاتم أي شيء رأس الزهد قال الثقة بالله وأوسطه الصبر وآخره الإخلاص وأما مالك بن جناب بن هبل الكلبي الشاعر يعرف بالأصم سمي الأصم بقوله % أصم عن الخنا إن قيل يوما % % وفي غير الخنا ألفي سميعا % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.178-179",
    },

    "JK_000952_0196": {
        "source" : "SKA",
        "title"  : "الأصولي",
        "text": "<h1>الأصولي</h1> بضم الألف والصاد المهملة وسكون الواو وفي آخره اللام هذه النسبة إلى الأصول وإنما تقال هذه اللفظة لعلم الكلام ولمن يعرف هذا النوع من العلم الأصولي واشتهر بهذه النسبة الأستاذ أبو إسحاق إبراهيم بن محمد بن إبراهيم الفقيه الأصولي المتكلم كان إماما فاضلا عالما ذكيا آية في هذا الفن سمع بخراسان أبا بكر أحمد بن إبراهيم الإسماعيلي وأبا بكر محمد بن يزداذ الإسفراييني وببغداد أبا محمد دعلج بن أحمد السجزي وأبا بكر محمد بن عبد الله الشافعي وغيرهم سمع منه الحاكم أبو عبد الله الحافظ وأبو بكر أحمد بن الحسين البيهقي في جماعة كثيرة آخرهم أبو الحسن علي بن أحمد المديني المؤدب وذكره الحاكم في التاريخ فقال إبراهيم بن محمد الفقيه الأصولي المتكلم المقدم |جـ1 صـ182| في هذه العلوم أبو إسحاق الإسفراييني الزاهد انصرف من العراق بعد المقام بها وقد أقر له أهل العلم وخراسان بالتقدم والفضل واختار الوطن إلى أن جر بعد الجهد إلى نيسابور وبنى له المدرسة التي لم يبن بنيسابور مثلها ودرس فيها وحدث وقد ذكرته في الإسفراييني وذكرت وفاته |جـ1 صـ183| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.179-182",
    },

    "JK_000952_0197": {
        "source" : "SKA",
        "title"  : "الأطرابلسي",
        "text": "<h1>الأطرابلسي</h1> بفتح الألف وسكون الطاء وفتح الراء وضم الباء المنقوطة بواحدة واللام وفي آخرها السين المهملة هذه النسبة إلى أطرابلس وهذا الإسم لبلدتين كبيرتين إحداهما على ساحل الشام مما يلي دمشق والأخرى من بلاد المغرب وقد يسقط الألف عن التي بالشام قال أبو الطيب وقصرت كل مصر عن طرابلس والمشهور بإثبات الألف فأما من كان من التي على ساحل بحر الشام فأبو مطيع معاوية بن يحيى الصدفي الأطرابلسي مولده بأطرابلس من سواحل دمشق يروي عن الزهري كان على بيت المال بالري انتقل إليها وكان كنيته أبو روح ثم غيرها روى عنه عيسى بن يونس وإسحاق بن سليمان منكر الحديث جدا كان يشتري الكتب ويحدث بها ثم تغير حفظه فكان يحدث بالوهم فيما سمع من الزهري وغيره فجاءت رواية الرازيين عنه إسحاق بن سليمان وذويه كأنها مقلوبة وفي رواية الشاميين عنه الهقل بن زياد وغيره أشياء مستقيمة تشبه حديث الثقات وسعيد بن عجلان الأطرابلسي سمع محمد بن شعيب بن شابور روى عنه أحمد بن محمد بن حجاج بن رشدين وأبو الحسن خيثمة بن سليمان بن حيدرة القرشي الأطرابلسي من الأئمة الثقات المشهورين بالرحلة والكثرة عن أهل العراق واليمن الحجاز سمع محمد بن عيسى بن حيان المدائني وإسحاق بن إبراهيم الدبري وطبقتهما روى عنه أبو عبد الله محمد بن إسحاق بن منده الحافظ توفي في حدود سنة خمسين وثلاثمائة وأخوه محمد بن سليمان الأطرابلسي سمع محمد بن يوسف بن بحر بن عبد الرحمن وابن أخته أبو عبد الله الحسين بن عبد الله بن محمد بن إسحاق بن أبي كامل الأطرابلسي سمع خاله خيثمة بن سليمان روى عنه أبو علي الحسن بن علي الوخشي الحافظ وأبو محمد الحسن بن علي الشيرازي نزيل حلب وغيرهما وأبو الحسين أحمد بن منير بن مفلح الأطرابلسي شاعر مفلق فاضل مليح الشعر حسن الطبع أدركته حيا بالشام وكان قد نزل شيراز في آخر عمره ولم يتفق أني لقيته وتوفي في حدود سنة أربعين وخمسمائة ومن شعره ما أنشدني الحسن بن علي بن عبد الله الحلبي في داره بباب أنطاكية لأبي الحسين بن منير الأطرابلسي % أهتوف بان في سرار الوادي % % هل كنت من بين على ميعاد % |جـ1 صـ184| % أم قد شجاك على قضيبك انتى % % لنوى قضيب البانة المياد % % وأراك يا غصن الأراك مرنحا % % ألزم عير أم ترنح حادي % % ما كنت أحسب أن طارقة النوي % % شحذت أسنتها لغير فؤادي % % يا صاح يا صاحي الفؤاد أنخ ولو % % رجع الصدى لتبل غلة صادي % % وأحبس فإن وراء هاتيك الربي % % أربى وفي ذاك المراد مرادي % وأما المنسوب إلى أطرابلس المغرب فخرج منها جماعة أيضا منهم عبد الله بن ميمون الأطرابلسي روى عن سليمان بن داود بن سلمون القيرواني روى عنه أبو سهل عبد الصمد بن عبد الرحمن المروزي وكان سليمان قدم مدينة مرو وحدث بها والقاضي أبو الأسود موسى بن عبد الرحمن بن حبيب العطار الأطرابلسي قاضي أطرابلس روى عن محمد بن سحنون وشجرة بن عيسى وغيرهما وعبد الله بن أحمد بن عبد الله بن صالح العجلي كان أبوه من أهل الكوفة نزل أطرابلس المغرب فنسب إليها وولد عبد الله وأخوه صالح بأطرابلس فنسبا إليها وأبو الحسن أحمد بن بن مسلم العجلي كوفي الأصل نشأ ببغداد وسمع بها وبالكوفة والبصرة وحدث عن شبابة بن سوار ومحمد بن جعفر غندر والحسين بن علي الجعفي وأبي داود الحفري وأبي عامر العقدي ومحمد ويعلى ابني عبيد وجماعة نحوهم وكان حافظا دينا صالحا انتقل إلى بلاد المغرب فسكن اطرابلس يعني المغرب وانتشر حديثه هناك روى عنه ابنه أبو مسلم صالح وذكر أنه سمع منه في سنة سبع وخمسين ومائتين وكان يشبه بأحمد بن حنبل وكان خروجه إلى المغرب أيام محنة أحمد بن حنبل وكانت ولادته بالكوفة سنة اثنتين وثمانين ومائة ومات في سنة إحدى وستين ومائتين وقبره على الساحل بأطرابلس وقبر ابنه صالح إلى جنبه وأبو مطيع معاوية بن يحيى الأطرابلسي وليس بالصدفي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.182-184",
    },

    "JK_000952_0198": {
        "source" : "SKA",
        "title"  : "الأطروش",
        "text": "<h1>الأطروش</h1> بضم الألف وسكون الطاء المهملة وضم الراء وفي آخرها الشين المعجمة هذه اللفظة لمن بأذنه أدنى صمم واشتهر بها جماعة منهم أبو جعفر محمد بن عمر بن عبد العزيز بن محمد بن زكريا بن ميمون الأزدي الكوفي الأطروش من أهل الكوفة نزل بغداد وحدث بها عن سعيد بن يحيى الأموي وغيره روى عنه أبو الحسين محمد بن |جـ1 صـ185| المظفر الحافظ وأبو بكر محمد بن عثمان بن محمد البناء المعروف بابن السقاء الأطروش من أهل بغداد حدث عن محمد بن إسماعيل الوراق ومحمد بن الحسن بن جعفر بن حفص الكاتب سمع منه أبو الفضل أحمد بن الحسن بن خيرون الأمين وكان رجلا صالحا مات سنة ثلاثين وأربعمائة هكذا ذكره الخطيب في التاريخ عن ابن خيرون ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.184-185",
    },

    "JK_000952_0199": {
        "source" : "SKA",
        "title"  : "الأطهري",
        "text": "<h1>الأطهري</h1> بفتح الألف وسكون الطاء المهملة وفتح الهاء وفي آخرها الراء هذه النسبة إلى أطهر وهو بعض السادة العلوية ببغداد نسب إليه حاجب له وهو أبو الحسن علي بن مقلد بن عبد الله بن كرامة البواب الحاجب الأطهري من أهل بغداد كان شيخا صالحا صدوقا مأمونا سمع محمد بن محمد بن أحمد بن الروزبهان وأبا عبد الله الحسين بن الحسن العصاري وغيرهما روى لنا عنه أبو القاسم إسماعيل بن أحمد بن السمرقندي وأبو القاسم علي بن هبة الله الكاتب وكان مقللا من الحديث وكان ولادته في محرم سنة أربعمائة وتوفي في شهر ربيع الآخر سنة ثلاث وسبعين وأربعمائة |جـ1 صـ186| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.185-186",
    },

    "JK_000952_0200": {
        "source" : "SKA",
        "title"  : "الأعجمي",
        "text": "<h1>الأعجمي</h1> بفتح الألف وسكون العين المهملة وفتح الجيم وفي آخرها الميم هذه النسبة إلى العجم والمشهور بهذه النسبة عبد العزيز بن سويد التجيبي ثم الأعجمي من الموالي فقيل له الأعجمي كان على شرط مصر وكان شريفا ذكره يحيى بن عثمان بن صالح وتوفي في شوال سنة أربع ومائتين وعبد رب بن خالد بن أبي عودة التجيبي الأعجمي من موالي بني الأعجم من أهل مصر يروي عن ابن وهب وابن عفير توفي يوم النصف من جمادى الأولى سنة تسع وخمسين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.186",
    },

    "JK_000952_0201": {
        "source" : "SKA",
        "title"  : "الأعدولي",
        "text": "<h1>الأعدولي</h1> بضم الألف وسكون العين وضم الدال والواو المهملتين وفي آخرها اللام هذه النسبة إلى أعدول وهو بطن من الحضارمة منهم أبو عبد الرحمن عبد الله بن لهيعة بن عقبة بن فرعان بن ربيعة بن ثوبان الحضرمي الأعدولي من أنفسهم قاضي مصر روى عنه عمرو بن الحارث والليث بن سعد وعثمان بن الحكم الجذامي وعبد الله بن المبارك وكان ابن لهيعة يقول كنت إذا أتيت يزيد بن أبي حبيب يقول لي كأني بك قد قعدت على الوسادة يعني وسادة القضاء فما مات ابن لهيعة حتى ولى القضاء وكانت ولادته سنة سبع وتسعين وكان في ديوان حضرموت في من دعي به سنة ست وعشرين ومائة في أربعين من العطاء وتوفي يوم الأحد للنصف من شهر ربيع الأول سنة أربع وسبعين ومائة وصلى عليه داود بن يزيد بن حاتم الأمير وأبو أبو عكرمة لهيعة بن عقبة الأعدولي يروي عن سفيان بن وهب روى عنه يزيد بن أبي حبيب وزبان بن فائد ومحمد بن عبيد الله التميمي توفي سنة مائة فيما يقال وحافده أبو عكرمة لهيعة بن عيسى بن لهيعة بن عقبة الأعدولي يروي عن عمه عبد الله بن لهيعة روى عنه ابن عفير وابن بكير وتوفي يوم الأربعاء أول يوم من ذي القعدة سنة أربع ومائتين وأما أبوه أبو محمد عيسى بن لهيعة بن عقبة بن فرعان الحضرمي الأعدولي يروي عن عكرمة روى عنه أخوه عبد الله وربيعة بن الوليد الحضرمي توفي في شوال سنة خمس وأربعين ومائة يقال أصابه سهم ليلة نزوة خالد بن |جـ1 صـ187| سعيد بن ربيعة بن حبيش الصدفي بمصر فمات منه وحفيده أبو محمد عيسى بن لهيعة بن عيسى بن لهيعة بن عقبة الأعدولي من أهل مصر حدث وتوفي يوم الأربعاء لست خلون من شعبان سنة سبع وخمسين ومائتين وأخوه أبو عقبة عياش بن لهيعة بن عيسى بن لهيعة بن عقبة الأعدولي الحضرمي من أهل مصر حدث وروى عنه ابن عفير وتوفي أول يوم من ذي القعدة سنة خمس عشرة ومائتين ومحمد بن عيسى بن لهيعة بن عقبة الحضرمي توفي في المحرم سنة ثمان وسبعين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.186-187",
    },

    "JK_000952_0202": {
        "source" : "SKA",
        "title"  : "الأعرابي",
        "text": "<h1>الأعرابي</h1> بفتح الألف وسكون العين المهملة وفتح الراء وفي آخرها الباء المنقوطة بواحدة هذه النسبة معروفة إلى الأعراب والمشهور بهذا الانتساب من بين سائر الأعراب السكن بن أبي خالد الأعرابي صاحب الغنم يروي عن الحسن وأبي نعامة روى عنه هاشم بن حسان وقد بقي إلى أن كتب عنه قتيبة بن سعيد وشعيث بن عبد الله بن زبيب العنبري التميمي الأعرابي يروي عن أبيه عن جده روى عنه موسى بن إسماعيل وأحمد بن عبدة وأبو سهل عوف بن أبي جميلة يقال رزينة الأعرابي العبدي الهجري ممن سكن البصرة يروي عن الحسن وابن سيرين روى عنه شعبة وسعيد والنضر بن شميل وأهل البصرة كان مولده سنة تسع وخمسين ومات سنة ست وأربعين ومائة وكان أكبر من قتادة بسنتين ومات أشعث قبله بقليل في تلك السنة وأبو جعفر محمد بن الحسين بن المبارك البغدادي ويعرف بالأعرابي ويقال عرابي سمع أسود بن عامر شاذان ويونس بن محمد المؤدب وعمرو بن حماد بن طلحة وأبا غسان مالك بن إسماعيل وجماعة من هذه الطبقة روى عنه يحيى بن محمد بن صاعد ومحمد بن مخلد وغيرهما وكان ثقة قال أبو الحسين بن المنادي توفي محمد بن الحسين الأعرابي لعشر بقين من شهر رمضان سنة سبعين ومائتين وكان كثير السماع كتب الناس عنه على سداد ثم توفي ابنه وكان شابا نفيسا يحفظ الحديث فتغير لذلك إلى أن مات وأبو عبد الله محمد بن زياد الأعرابي مولي بن هاشم صاحب اللغة من أهل الكوفة وكان أحد العالمين باللغة والمشار إليهم في |جـ1 صـ188| معرفتها كثير الحفظ لها ويقال لم يكن في الكوفيين أشبه برواية البصريين منه وكان يزعم أن الأصمعي وأبا عبيدة لا يحسنان قليلا ولا كثيرا وحدث بالحديث عن أبي معاوية محمد بن خازم الضرير روى عنه أبو إسحاق إبراهيم بن إسحاق الحربي وأبو العباس ثعلب وأبو عكرمة الضبي وأبو شعيب الحراني وكان ثقة قال أبو جعفر أحمد بن يعقوب بن يوسف الأصبهاني النحوي فأما عبد الله محمد بن زياد الأعرابي فكانت طرائقه طرائق الفقهاء والعلماء ومذاهب جلة شيوخ المحدثين وأحفظ الناس للغات والأيام والأنساب وقال أبو العباس أحمد بن يحيى ثعلب قال لي ابن الأعرابي أمللت عليهم قبل أن تجيئني يا أحمد حمل جمل وقال ثعلب انتهى علم اللغة والحفظ إلى ابن الأعرابي وقال ثعلب سمعت ابن الأعرابي يقول في كلمة رواها الأصمعي سمعته من ألف أعرابي خلاف ما قاله الأصمعي وقال أبو جعفر القحطبي لما مات ابن الأعرابي ذهبنا لنشتري كتبه فوجدنا كتبه رقاقا وأوراقا ورقاعا ولم أر في كتبه شكله إلا الفتحات قال وما رئي في يد ابن الأعرابي كتاب قط وكان من أوثق الناس وقال الفضل بن محمد الشعراني كان للناس رؤوسا كان سفيان الثوري رأسا في الحديث وأبو حنيفة رأسا في القياس والكسائي رأسا في القرآن فلم يبق اليوم رأس في فن من الفنون أكبر من ابن الأعرابي فإنه رأس في كلام العرب وأبو الحسن علي بن الحسن بن عبيد بن محمد بن سعد بن اياس الشيباني المعروف بابن الأعرابي من أهل بغداد حدث عن علي بن عمروس الأنصاري وأبي خالد يزيد بن يحيى الخزاعي وعبد الله بن الغمر البجلي وأبي العتاهية الشاعر وغيرهم وكان صاحب أدب ورواية للأخبار روى عنه عبد الله بن أبي سعد الوراق والقاضي أبو عبد الله بن المحاملي وسعد بن اياس الذي سقنا نسبه إليه هو أبو عمرو الشيباني صاحب عبد الله بن مسعود وأبو عمرو أحمد بن إبراهيم بن محمد بن العباس بن الأعرابي التميمي من أهل جرجان رحل إلى بغداد روى عن عبد الملك بن أحمد الزيات ومحمد بن عبد الله بن العلاء وأبي عبد الله بن مخلد والحسين بن إسماعيل القاضي وغيرهم روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ وهو أخو أبي العباس بن الأعرابي وكان ثقة توفي في سنة ثمان وسبعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.187-188",
    },

    "JK_000952_0203": {
        "source" : "SKA",
        "title"  : "الأعرج",
        "text": "<h1>الأعرج</h1> بفتح الألف وسكون العين المهملة وفتح الراء وفي آخرها الجيم هذه النسبة إلى العرج والمشهور بها أبو حازم سلمة بن دينار الأعرج مولى الأسود بن سفيان المخزومي |جـ1 صـ189| من أهل المدينة كان أشقر أحول أصله من فارس وكانت أمه رومية وكان قاص أهل المدينة من عبادهم وزهادهم يروي عن سهل بن سعد رضي الله عنه روى عنه مالك والثوري مات سنة خمس وثلاثين ومائة وقيل سنة أربعين ومائة وأبو حازم الأعرج غير الذي تقدم نسبه اسمه سلمان الأشجعي مولى عزة الأشجعية عداده في أهل الكوفة يروي عن أبي هريرة وسهل بن سعد روى عنه الأعمش ومنصور توفي في خلافة عمر بن عبد العزيز وأبو حازم عبد الرحمن بن هرمز بن كيسان الأعرج مولى محمد بن ربيعة بن الحارث بن عبد المطلب وقد قيل كنيته أبو داود يروي عن أبي هريرة رضي الله عنه روى عنه الزهري وأبو الزناد والناس مات بالإسكندرية سنة سبع عشرة ومائة وكان يكتب المصاحف وعبد الله بن يسار الأعرج مولى ابن عمر رضي الله عنه من أهل المدينة من الأتباع يروي عن سالم بن عبد الله روى عنه عمر بن محمد العمري وسليمان بن بلال وأبو العباس الفضل بن سهل بن إبراهيم الأعرج البغدادي مولى بني هاشم سمع يعقوب بن إبراهيم بن سعد والحسين بن علي الجعفي وشبابة بن سوار وأبا النضر هاشم بن القاسم وغيرهم روى عنه البخاري ومسلم في صحيحهما وأبو حاتم الرازي قال وهو صدوق وكان أحمد بن الحسين الصوفي يقول فضل الأعرج كان أحد الدواهي يعني في الذكاء والمعرفة وجودة الأحاديث والله أعلم ومات عن نيف وسبعين سنة في صفر سنة خمس وخمسين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.188-189",
    },

    "JK_000952_0204": {
        "source" : "SKA",
        "title"  : "الأعسم",
        "text": "<h1>الأعسم</h1> بفتح الألف وسكون العين المهملة وفتح السين وفي آخرها الميم وهو أبو عبد الله محمد بن عبد الله بن يزيد بن حيان الأعسم مولى بني هاشم ويعرف بالمنتوف سمع شبابة بن سوار وعلي بن عاصم وروح بن عبادة وعبد العزيز بن ابان روى عنه أحمد بن هارون البريجي والقاضي أبو عبد الله بن المحاملي ومحمد بن مخلد وكان ثقة ومات في المحرم سنة أربع وستين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.189",
    },

    "JK_000952_0205": {
        "source" : "SKA",
        "title"  : "الأعصري",
        "text": "<h1>الأعصري</h1> بفتح الألف وسكون العين وضم الصاد المهملتين وفي آخرها الراء هذه |جـ1 صـ190| النسبة إلى أعصر وهو لقب منبه بن سعد بن قيس بن عيلان قال ابن الكلبي إنما سمي أعصر لقوله % قالت عميرة ما لرأسك بعدما % % نفذ الشباب أتى بلون منكر % % أعمير إن أباك غير رأسه % % مر الليالي واختلاف الأعصر % ويقال لبني باهلة باهلة بن أعصر أيضا وسنذكره في حرف الباء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.189-190",
    },

    "JK_000952_0206": {
        "source" : "SKA",
        "title"  : "الأعمشي",
        "text": "<h1>الأعمشي</h1> بفتح الألف وسكون العين المهملة وفتح الميم وفي آخرها الشين المعجمة هذه النسبة إلى الأعمش والمشهور بهذا الانتساب أبو حامد أحمد بن حمدون بن أحمد بن رستم الأعمشي النيسابوري المعروف بابن أبي صالح من أهل نيسابور وإنما قيل له الأعمشي لأنه كان يحفظ حديث الأعمش أبي محمد سليمان بن مهران الكاهلي المعروف بالأعمش إمام أهل الكوفة كان طاف في البلاد بخراسان ورحل إلى العراق وأدرك الناس والشيوخ وكتب عنهم سمع بنيسابور محمد بن رافع القشيري وإسحاق بن منصور الكوسج وبمرو علي بن خشرم وبسرخس محمد بن ومحمد بن المهلب السرخسيين وبهراة محمد بن معاذ وبجرجان عمار بن رجاء وبالري أبا زرعة الرازي وببغداد محمد بن عثمان بن كرامة والحسن بن محمد بن الصباح وبالكوفة سلم بن جنادة وأبا سعيد عبد الله بن سعيد الأشج وبالبصرة يحيى بن حكيم المقوم وأبا الخطاب زياد بن يحيى البصريين روى عنه أبو الوليد حسان بن محمد القرشي الفقيه وأبو علي الحسين بن علي الحافظ وعبد الله بن سعد الحافظ النيسابوريون وغيرهم وكان أبو تراب كثير المزاح وكان موثوقا به فيما سمع حكي عن إمام الأئمة محمد بن إسحاق بن خزيمة أنه قال استقبلني أبو تراب الأعمشي وأنا منصرف من البصرة إلى بغداد وهو متوجه إليها فنظرت في مفازة واسط فإذا أنا برجل في بعض الليل عريان فقلت في نفسي أجني أم أنسي فجعل يقرب فإذا أبو تراب فقال لي ما فعل بندار قلت توفي قال فأبو موسى قلت توفي قال فما فعل أبو الخطاب قال حي فزعق زعقة وعدا وأخذ الطريق وذكر أبو أحمد محمد بن محمد الحافظ قال حضرت مجلس محمد بن إسحاق بن خزيمة إذ دخل أبو تراب الأعمشي فقال له أبو بكر يا أبا حامد كم روى الأعمش عن أبي صالح عن |جـ1 صـ191| أبي سعيد فانحدر أبو حامد يذكر الترجمة حتى فرغ منها وأبو بكر محمد بن إسحاق يتعجب من مذاكرته ذكر محمد بن حامد البزاز قال دخلنا على أبي حامد الأعمشي وهو عليل فقلنا كيف تجدك قال أنا بخير لولا هذا الجار يعني أبا أحمد الجلودي راوية أحمد بن حفص ثم قال يدعي أنه محدث عالم ولا يحفظ إلا ثلاث كتب كتاب عمي القلب وكتاب النسيان وكتاب الجهل دخل علي أمس وقد اشتدت بي العلة فقال يا أبا حامد علمت أن ابن زنجويه قد مات فقلت رحمه الله فقال دخلت اليوم على المؤمل بن الحسن وهو في النزع ثم قال لي أبا حامد ابن كم أنت فقلت أنا في السادسة والثمانين قال فأنت إذا أكبر من أبيك يوم مات فقلت أنا بحمد الله في عافية جامعت البارحة مرتين واليوم فعلت كذا قال فخجل وقام من عندي وقال أبو حامد أحمد بن محمد المقري الواعظ جئت مع أبي تراب الأعمشي من ناحية مقبرة الحسين فإذا نحن برجل يصيح ويبكي على رأس قبر ليلة الخميس وهو يقول أي ليلة أدركت أي ليلة أدركت فتقدم إليه أبو تراب فقال يا هذا أقل من صياحك هذا فإن ليلة غد خير من هذه الليلة وأرجو أن لا تفوتك وتوفي أبو حامد الأعمشي المعروف بأبي تراب في شهر ربيع الأول سنة إحدى وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.190-191",
    },

    "JK_000952_0207": {
        "source" : "SKA",
        "title"  : "الأعموقي",
        "text": "<h1>الأعموقي</h1> بضم الألف وسكون العين المهملة وضم الميم وفي آخرها القاف هذه النسبة إلى الأعموق وهو بطن من المعافر منهم أبو عبد الرحمن عقبة بن نافع المعافري الأعموقي يقال مولى بني لبوان من المعافر ثم من الأعموق كان ممن سكن الإسكندرية وكان فقيها يروي عن عبد المؤمن بن عبد الله بن هبيرة السبأي وربيعة بن أبي عبد الرحمن وخالد بن يزيد روى عنه ابن وهب وتوفي بالإسكندرية سنة ست وتسعين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.191",
    },

    "JK_000952_0208": {
        "source" : "SKA",
        "title"  : "الأعمى",
        "text": "<h1>الأعمى</h1> هو عبد الله بن أم مكتوم وقال بعضهم هو عمرو وهو ابن قيس من بني عامر بن لؤي وأم مكتوم واسمها عاتكة مخزومية قدم المدينة بعد بدر وقد ذهب بصره وكان رسول الله صلى الله عليه وسلم استخلفه على المدينة يصلي بالناس في عامة غزواته ويؤذن في مسجد رسول الله في بعض أوقاته وقال عليه السلام إن بلالا يؤذن بليل فكلوا واشربوا حتى تسمعوا أذان ابن مكتوم وفيه نزل & عبس وتولى أن جاءه الأعمى & وكلما دخل على النبي صلى الله عليه وسلم قال له رسول الله مرحبا بمن عاتبني فيه ربي وروى مرحبا برجل عاتبني فيه ربي والقصة بتمامها مذكورة في تفسير هذه الآية وشهد ابن أم مكتوم القادسية ومعه راية |جـ1 صـ192| سوداء وعليه درع ثم رجع إلى المدينة فمات بها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.191-192",
    },

    "JK_000952_0209": {
        "source" : "SKA",
        "title"  : "الأعور",
        "text": "<h1>الأعور</h1> بفتح الألف وسكون العين المهملة وفتح الواو وفي آخرها الراء هذه اللفظة إنما تقال للممتع بإحدى عينيه والمشهور به الحارث الأعور راوي أمير المؤمنين علي رضي الله عنه وأبو إسحاق إبراهيم بن أحمد بن عبد الله المستملي المقري الهمذاني الأعور سمع عبد الرحمن بن حمدان الجلاب وغيره روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال أبو إسحاق الهمذاني الأعور ورد نيسابور غير مرة ثم سكنها بعد وفاة الأصم ثم انتقل في آخر عمره إلى همذان وتوفي بها سنة خمس وخمسين وثلاثمائة كتب بالعراق وخراسان بعد الثلاثين وثلاثمائة وكان أعور صالحا ثبتا في الحديث وأبو الفتح محمد بن عمر بن محمد بن علي الشيرازي السرخسي الأعور صاحبنا كان ممتعا بإحدى عينيه وكان فقيها فاضلا ورعا حافظا للقرآن كثير التلاوة وهو ابن شيخنا عمر السرخسي سمع أبا عبد الله محمد بن عبد الواحد الدقاق وأبا بكر عبد الغفار بن محمد بن الحسين الشيرازي وغيرهما كتبت عنه وسمعت عنه من شعره أشياء وقتل صبرا في رجب سنة ثمان وأربعين وخمسمائة بمرو قتله الغز ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.192",
    },

    "JK_000952_0210": {
        "source" : "SKA",
        "title"  : "الأعين",
        "text": "<h1>الأعين</h1> بفتح الألف وسكون العين المهملة وفتح الياء آخر الحروف وفي آخرها النون هذه الصفة لمن في عينيه سعة اشتهر بها أبو بكر محمد بن أبي عتاب الحسن بن طريف الأعين من أهل بغداد واختلف في نسبه حدث عن روح بن عبادة ووهب بن جرير وأسود بن عامر شاذان ومؤمل بن إسماعيل وزيد بن الحباب وعبد الصمد بن النعمان وغيرهم روى عنه عباس بن محمد الدوري وأبو شعيب الحراني وكان ثقة وسئل يحيى بن معين عنه فقال وليس من أصحاب الحديث قال أبو بكر بن ثابت الخطيب الحافظ عقبه عني يحيى بذلك أنه لم يكن من الحفاظ لعله لطرقه مثل علي بن المديني ونحوه وأما الصدق والضبط لما سمعه فلم يكن مدفوعا عنه ومات ببغداد في جمادى الأولى سنة أربعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.192",
    },

    "JK_000952_0211": {
        "source" : "SKA",
        "title"  : "الأعيني",
        "text": "<h1>الأعيني</h1> بفتح الألف وسكون العين المهملة وفتح الياء المنقوطة من تحتها باثنتين وفي آخرها النون هذه النسبة إلى أعين وهو اسم لبعض أجداد المنتسب إليه منهم أبو علي محمد بن علي بن أحمد بن محمد الأعيني الطالقاني ولد بمرو ونشا بها وأدرك جدي الإمام |جـ1 صـ193| ووالده علي بن أحمد الأعيني من أصحاب جدي وأبو علي هذا كان فقيها واعظا مناظرا سمع جدي بمرو وأبا علي نصر الله بن أحمد بن عثمان الخشنامي بنيسابور لقيته بأصبهان وسمعت منه أحاديث يسيرة وخرج بعد خروجي من أصبهان إلى كرمان وتوفي بقم في سنة نيف وثلاثين وخمسمائة |جـ1 صـ194| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.192-193",
    },

    "JK_000952_0212": {
        "source" : "SKA",
        "title"  : "الأغذوني",
        "text": "<h1>الأغذوني</h1> بفتح الألف وسكون الغين المعجمة وضم الذال المعجمة بعدها الواو وفي آخرها النون هذه النسبة إلى أغذون وهي قرية من قرى بخارا منها أبو عبد الرحمن حاشد بن عبد الله القصير وهو ابن عبد الله بن عبد الواحد بن محمد بن عبد الله بن أيمن بن عبد الله بن مرة بن الأحنف بن قيس السعدي الأغذوني من قرية أغذون يروي عن عبد الله بن موسى وأبي نعيم الفضل بن موسى وطلق بن غنام روى عنه أبو بكر أحمد بن عبد الواحد بن رفيد البخاري وتوفي سنة خمسين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.193",
    },

    "JK_000952_0213": {
        "source" : "SKA",
        "title"  : "الأغر",
        "text": "<h1>الأغر</h1> بفتح الألف والغين المعجمة وفي آخرها راء مشددة وعرف به عبيد الله بن أبي عبد الله الأغر واسم أبيه سلمان وإنما قيل له الأغر لغرة في وجهه أي بياض وهو من أهل المدينة وكان أصله من أصبهان يروي عن أبيه روى عنه مالك وسليمان بن بلال ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.193",
    },

    "JK_000952_0214": {
        "source" : "SKA",
        "title"  : "الأغزوني",
        "text": "<h1>الأغزوني</h1> بفتح الألف وسكون الغين المعجمة وضم الزاي وفي آخرها النون هذه النسبة إلى أغزون وهي قرية من قرى بخارا منها أبو عبد الله عبد الواحد بن محمد بن عبد الله بن أيمن بن عبد الله بن مرة بن الأحنف بن قيس التميمي الأغزوني جد أبي عبد الرحمن حاشد بن عبد الله بن عبد الواحد البخاري سكن قرية أغزون يروي عن إبراهيم بن سعد الزهري وحماد بن سلمة وقيس بن الربيع ومحمد بن مسلم الطائفي وشريك بن عبد الله النخعي وسفيان بن عيينة وغيرهم روى عنه محمد بن سلام البيكندي وكعب بن سعيد القاضي وجماعة وكانت وفاته إن شاء الله في حدود سنة مائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.193",
    },

    "JK_000952_0215": {
        "source" : "SKA",
        "title"  : "الأغماتي",
        "text": "<h1>الأغماتي</h1> بفتح الألف وسكون الغين المعجمة وفتح الميم وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى أغمات وهي بلدة بأقصى بلاد المغرب قريبة من بحر الظلمة وهي عند سوس الأقصى والمشهور بالنسبة إليها أبو هارون موسى بن عبد الله بن إبراهيم بن محمد بن سنان بن عطاء بن عبد العزيز بن عطية بن ياسين بن عبد الوهاب بن |جـ1 صـ195| سحبان بن عاصم القحطاني الأغماتي المغربي كان فاضلا عالما فقيها مناظرا رحل من بلاد المغرب إلى بلاد المشرق ووصل إلى سمرقند وتفقه على أبي نصر عبد الرحيم بن أبي القاسم القشيري بنيسابور وعبد العزيز بن عمر بن مازة البرهان ببخارا ذكره أبو حفص عمر بن محمد النسفي في كتاب القندفي ذكر علماء سمرقند وقال موسى بن عبد الله الأغماتي قدم علينا سنة ست عشرة وخمسمائة وهو شاب فاضل فقيه مناظر بليغ شاعر محدث محاضر وأخبر أنه فارق بلاده وبقي في بلاد العراق وخراسان وبخارا ثلاث عشرة سنة يقتبس الفقه والنظر والحديث والكلام وبقي عندي أياما وكتب عني الكثير ولأجله جمعت كتابا لقبته بهذا اللقب عجالة النخشبي لضيفه المغربي وفيه قلت % لقد طلع الشمس من غربها % % على خافقيها وأوساطها % % فقلنا القيامة قد أقبلت % % فقد جاء أول أشراطها % وأنشدني موسى الأغماتي لنفسه % لعمر الهوى إني وإن شطت النوى % % لذو كبد حرى وذو مدمع سكب % % فإن كنت في أقصى خراسان نازحا % % فجسمي في شرق وقلبي في غرب % توفي المغربي هذا بعد سنة ست عشرة وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.193-195",
    },

    "JK_000952_0216": {
        "source" : "SKA",
        "title"  : "الأغلاقي",
        "text": "<h1>الأغلاقي</h1> بفتح الألف وسكون الغين المعجمة بعدها اللام ألف وفي آخرها القاف هذه النسبة إلى الغلق وعمله ولعل بعض أجداد المنتسب يعمله وهو أبو الحسين أحمد بن عبيد الله بن الحسين بن الآمدي المعروف بابن الأغلاقي من أهل واسط والده آمدي سكن واسط فولد الأولاد له بها شيخ فاضل عالم نظيف من أهل العلم والقرآن لقيته ببغداد أولا في رباط أبي النجيب السهروردي وسألته عن شيوخ واسط فذكر لي ابن الجلخت وعلو سنده وابن المغازلي وكثرته ورغبني في الانحدار إلى واسط وكان عارفا بحديث أهلها سمع أبا الخطاب نصر بن أحمد بن البطر القاري سمعت منه ببغداد أولا ثم بواسط وأخوه أبو الرضا المبارك بن عبيد الله بن الأغلاقي شيخ صالح صدوق أمين مشتغل بنفسه سمع ببغداد أبا الخطاب نصر بن أحمد بن البطر القارىء وغيره كتبت عنه في رحلتي الأولى إلى واسط |جـ1 صـ196| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.195-196",
    },

    "JK_000952_0217": {
        "source" : "SKA",
        "title"  : "الأفرجي",
        "text": "<h1>الأفرجي</h1> بفتح الألف والراء بينهما الفاء الساكنة وفي آخرها الجيم هذه النسبة إلى أفرجة وهو لقب بعض أجداد أبي جعفر أحمد بن إبراهيم بن يوسف بن يزيد بن بندار التميمي الأفرجي الضرير من أهل أصبهان يعرف بابن أفرجه وأخوه أبو علي بن أفرجه كان من الحفاظ روى عنه أبو القاسم سليمان بن أحمد الطبراني وأبو جعفر حدث عن إبراهيم بن فهد وأحمد بن مهدي وأبي بكر بن النعمان وإبراهيم بن إسحاق الحربي البغدادي وغيرهم روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ وأخوه أبو علي محمد بن إبراهيم بن يوسف الإفرجي من أهل أصبهان روى عن محمد بن الحارث المخزومي المديني روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.196",
    },

    "JK_000952_0218": {
        "source" : "SKA",
        "title"  : "الأفرخشي",
        "text": "<h1>الأفرخشي</h1> بفتح الألف وسكون الفاء وفتح الراء وسكون الخاء المعجمة وفي آخرها الشين المعجمة أيضا هذه النسبة إلى قرية من قرى بخارا يقال لها فرخشي تخفيفا وهي أفرخش على أربعة فراسخ منها أبو بكر أحمد بن محمد بن إسماعيل بن إسحاق بن إبراهيم بن إسرائيل بن مستاجر الأفرخشي البخاري من أهل بخارا كان رئيس العلماء ومقدمهم وعرف بالإسماعيلي وقد ذكرته قبل هذا سمع محمد بن يوسف بن عاصم ومحمد بن صابر بن كاتب وعبد الرحمن بن محمد بن حريث وأحمد بن خالد بن الخليل ومحمد بن يوسف بن مطر الفربري وأحمد بن محمد بن عمر المنكدري وأبا عثمان سعيد بن إبراهيم بن معقل وطبقتهم من أهل خراسان والعراق سمع منه جماعة منهم أبو العباس جعفر بن محمد المستغفري ومات في شهر رمضان سنة أربع وثمانين وثلاثمائة وكانت ولادته سنة إحدى وثلاثمائة عاش أربعا وثمانين سنة وأبو بكر محمد بن حاتم بن أذكر الأفرخشي المعروف بابن حيت شيخ من شيوخ بخارا حدث ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.196",
    },

    "JK_000952_0219": {
        "source" : "SKA",
        "title"  : "الأفريقي",
        "text": "<h1>الأفريقي</h1> بفتح الألف وسكون الفاء وكسر الراء وسكون الياء المنقوطة باثنتين من تحتها وكسر القاف هذه النسبة إلى إفريقية وهي بلدة كبيرة معروفة من بلاد المغرب عند |جـ1 صـ197| الأندلس فتحت في زمن عثمان بن عفان رضي الله عنه وقدم في فتحها عبد الله بن الزبير رضي الله عنهما وقصة فتحها في الصحيح لأبي حفص عمر بن محمد بن بجير البجيري كتبناها بنسف خرج منها جماعة من العلماء في كل فن وجنس منهم أبو سعيد سحنون بن سعيد التنوخي الإفريقي من فقهاء أصحاب مالك رحمه الله ممن جالسه مدة وروى عنه أكثر من ثلاثين ألف مسألة وحفظ مذهبه وفرع عليه وهو الذي أظهر مذهب مالك بالمغرب وبلادها وكان يروي عن عبد الرحمن بن القاسم وعبد الله بن وهب ودخل الشام والعراق وحمل عنه الحديث والفقه توفي يوم الثلاثاء لتسع ليال خلون من رجب سنة أربعين ومائتين وكان مولده في شهر رمضان سنة ستين أو إحدى وستين ومائة وأبو عبد الرحمن عبد الله بن عمر بن غانم الرعيني الإفريقي من إفريقية يروي عن مالك بن أنس وداود بن قيس وإسرائيل ونظرائهم وقد دخل الشام والعراق في طلب العلم وكان فقيها أحد الثقات الأثبات وكان مولده سنة ثمان وعشرين ومائة ومات في شهر ربيع الآخر سنة تسعين ومائة وإبراهيم بن عمار الإفريقي صاحب عبد الله بن فروخ توفي بالمغرب سنة أربع وعشرين ومائتين وإبراهيم بن المضعاء بن طارق الإفريقي يروي عن محمد بن علي الرعيني روى عنه يحيى بن محمد بن خشيش توفي بإفريقية في صفر سنة خمسين ومائتين وقيل سنة ثلاث وهو رجل معروف وعبد الله بن عمر بن غانم الإفريقي قاضي إفريقية يروي عن مالك ما لم يحدث به مالك قط لا يحل ذكر حديثه قط ولا الرواية عنه في الكتب إلا على سبيل الاعتبار قال أبو حاتم بن حبان روى عن مالك عن نافع عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال الشيخ في بيته كالنبي في قومه وذكر حديثا آخر أنه قال ما من شجرة أحب إلى الله من الحنا قال حدثنا بالحديثين علي بن محمد بن حاتم القومسي ثنا عثمان بن محمد بن خشيش القيرواني ثنا عبد الله بن عمر بن غانم عن مالك في نسخة كتبناها عنه بهذا الإسناد أنا أصون البياض عن ذكرها فكيف الاشتغال بوصفها وأبو خالد عبد الرحمن بن زياد بن أنعم الأفريقي الشعباني المعافري من أهل مصر يروي عن أبي عبد الرحمن الحبلي وبكر بن سوادة روى عنه الثوري مات سنة ست وخمسين ومائة وقد جاوز المائة كان |جـ1 صـ198| يروي الموضوعات عن الثقات ويأتي عن الأثبات بما ليس من أحاديثهم وكان يدلس عن محمد بن سعيد بن أبي قيس المصلوب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.196-197",
    },

    "JK_000952_0220": {
        "source" : "SKA",
        "title"  : "الأفشواني",
        "text": "<h1>الأفشواني</h1> بفتح الألف وسكون الفاء وفتح الشين المنقوطة في آخرها النون هذه النسبة إلى أفشوان وهي من قرى بخارا على أربعة فراسخ منها والمشهور منها أبو نصر أحمد بن إبراهيم بن عبد الله بن أسد بن كامل بن خالد بن ننك بن أمانة وفي موضع آخر قال ننك بن قطيفة الأفشواني يروي عن أبي بكر محمد بن يوسف الغجدواني نسخة دينار عن أنس رضي الله عنه روى عنه أبو كامل البصيري وأبو أحمد خال ابن أبي كرامة الأفشواني البخاري ولقبه خالان يروي عن بحير بن النضر وعبد الله بن عثمان الدبوسي وغيرهما روى عنه أحمد بن حاتم بن حماد البخاري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.197",
    },

    "JK_000952_0221": {
        "source" : "SKA",
        "title"  : "الإفشيرقاني",
        "text": "<h1>الإفشيرقاني</h1> بكسر الألف وسكون الفاء وكسر الشين المعجمة وسكون الياء المنقوطة من تحتها باثنتين وبعدها الراء ثم القاف وفي آخرها النون هذه النسبة إلى أفشيرقان وهي قرية من قرى مرو على خمسة فراسخ عند نشك من أعالي البلد منها أبو الفضل العباس بن عبد الرحيم الإفشيرقاني كان من أعالي البلد منها أبو الفضل العباس بن عبد الرحيم الإفشيرقاني كان فقيها أديبا فاضلا رحل إلى محمد بن نصر المروزي بسمرقند وإلى الحسن بن سفيان بنسا وكتب عنهما الحديث والفقه ذكره أبو زرعة السنجي في التاريخ وقال عباس بن عبد الرحيم من قرية إفشيرقان كان فقيها كاتبا عالما بأنساب العرب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.197",
    },

    "JK_000952_0222": {
        "source" : "SKA",
        "title"  : "الأفطس",
        "text": "<h1>الأفطس</h1> بفتح الألف وسكون الفاء وفتح الطاء المهملة وفي آخرها السين المهملة هذه النسبة من عيوب الأنف وهو الأنف الذي لا يكون مرتفعا مثل أنوف الأتراك والمشهور بهذه الصفة عبد الله بن سلمة الأفطس وهو شيخ يروي عن يحيى بن سعيد وهشام بن عروة روى عنه العراقيون وأهل الحجاز كان سيىء الحفظ فاحش الخطأ وكثير الوهم تركه أحمد بن حنبل ويحيى بن معين وأبو يعقوب يوسف بن يونس الأفطس شيخ يروي عن سليمان بن بلال ما ليس من حديثه لا يجوز الاحتجاج به إذا انفرد روى عنه أحمد بن خليد وهو أخو أبي مسلم عبد الرحمن بن يونس المستملي سمع مالك بن أنس وشريك بن عبد الله |جـ1 صـ199| وهشيم بن بشير روى عنه أحمد بن أبي يحيى المعروف بكرنيب ومحمد بن عوف الحمصي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.197-199",
    },

    "JK_000952_0223": {
        "source" : "SKA",
        "title"  : "الأفواهي",
        "text": "<h1>الأفواهي</h1> بفتح الألف وسكون الفاء وفتح الواو بعدها الألف وفي آخرها الهاء هذه النسبة إلى ^ ^ والمشهور بهذه النسبة أبو جعفر بن عيسى بن أبي موسى العطار الأفواهي الأبرش من أهل بغداد سمع يزيد بن هارون ونصر بن حماد الوراق وإسحاق بن منصور السلولي وعبد الله بن عمرو البصري وأبا عاصم النبيل ويحيى بن أبي بكير وكثير بن هشام وعبد العزيز بن ابان روى عنه محمد بن مخلد الدوري ومحمد بن جعفر المطيري وإسماعيل بن محمد الصفار وقال الدارقطني كان ثقة ومات في سنة ثمان وستين ومائتين |جـ1 صـ200| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.199-200",
    },

    "JK_000952_0224": {
        "source" : "SKA",
        "title"  : "الأقريطشي",
        "text": "<h1>الأقريطشي</h1> بفتح الألف وسكون القاف وكسر الراء وسكون الياء المنقوطة باثنتين من تحتها وكسر الطاء المهملة وفي آخرها الشين المعجمة هذه النسبة إلى أقريطش وهي جزيرة ببلاد المغرب خرج منها جماعة من العلماء والمشهورين منهم أبو عمر شعيب بن عمر بن عيسى الأقريطشي صاحب جزيرة أقريطش كان تولى فتحها بعد سنة عشرين ومائتين وقد كان كتب قديما بالعراق وكتب عن يونس بن عبد الأعلى وغيره بمصر ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.200",
    },

    "JK_000952_0225": {
        "source" : "SKA",
        "title"  : "الأقساسي",
        "text": "<h1>الأقساسي</h1> بفتح الألف وسكون القاف والألف بين السينين المهملتين هذه النسبة إلى الأقساس وهي قرية كبيرة بالكوفة نزلت في صحرائها منصرفي من الكوفة في النوبة الخامسة وقرأت بها جزءا على شيخنا أبي سعد بن البغدادي الحافظ انتسب إليها أبو محمد يحيى بن محمد بن الحسن بن محمد بن علي بن محمد بن يحيى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب العلوي الأقساسي وعرف بهذا النسب من أهل الكوفة كان ثقة نبيلا سمع أبا عبد الله محمد بن عبد الله القاضي الجعفي روى لنا عنه أبو القاسم إسماعيل بن أحمد السمرقندي وأبو الفضل محمد بن عمر الأرموي ببغداد وأبو البركات عمر بن إبراهيم الحسيني بالكوفة وكانت ولادته في شوال سنة خمس وتسعين وثلاثمائة وتوفي سنة نيف وسبعين وأربعمائة ومن القدماء طاهر بن أحمد بن محمد بن علي العلوي الأقساسي أظن أنه قرابة هذا السابق ذكره وكان يلقب بصعوة وكان دينا ثقة يروي عن أبي علي الحسن بن محمد بن سليمان السلمي عن أبي سعيد العدوي عن خراش عن أنس رضي الله عنه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.200",
    },

    "JK_000952_0226": {
        "source" : "SKA",
        "title"  : "الأقعسي",
        "text": "<h1>الأقعسي</h1> بفتح الألف وسكون القاف وفتح العين المهملة وفي آخرها السين المهملة أيضا هذه النسبة إلى أبي الأقعس وهو من ولد عامر بن حنيفة والمنتسب إليها أبو بشر صالح بن بشير المري القاري الأقعسي من أهل البصرة لم يشتهر بهذه وسأذكره في القاف |جـ1 صـ201| والميم وذكرته لتعرف هذه النسبة واختلفوا في نسبه بعضهم قال هو ينتسب إلى مرة ولاء وبعضهم قال هو عربي عريق وقال عبد الله بن علي بن المديني وجدت في كتاب لي بخط أبي صالح المري هو صالح بن بشير وادع بن أبي بن أبي الأقعس من الأقاعسة من ولد عامر بن حنيفة واعتقت صالحا المري امرأة من بني حنيفة بن حارثة بن مرة وأم صالح ميمونة امرأة خراسانية وإنما صار صالح بن بشير لأنه في كتاب رجل من كندة فكانت ميمونة أم صالح أمة للمرأة المرية تزوجها بشير بن وادع وهو عربي حنفي فولدت له صالحا فكان مملوكا لهذه المرأة فقاتل صالح وهو صبي في الكتاب له ذؤابة فجاء أبو الصبي فعقده وقال لصالح يا عبد الخبيث فمد ذؤابته حتى أدماها فدخل وهو يبكي فأخبر مولاته فقالت إذهب أنت وأخوك حرين لوجه الله فصار ولاؤه للمرأة المرية فقدم بشير أبوه فاشتد عليه حين صار ابنه مولى المرأة المرية وطلب ميمونة أراه قال ليشتريها فأبت المرأة أراه قال فقالت لا يملكها أحد غيري فأعتقها فصالح مولى للمرية وأبوه بشر عربي قال عفان بن مسلم كنا نأتي مجلس صالح المري وهو يقص وكان إذا أخذ في قصصه كأنه رجل مذعور يفزعك أمره من حزنه وكثرة بكائه كأنه ثكلى وكان صالح شديد الخوف من الله كثير البكاء وسأذكر بعض أحواله في القاف والميم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.200-201",
    },

    "JK_000952_0227": {
        "source" : "SKA",
        "title"  : "الإقليدسي",
        "text": "<h1>الإقليدسي</h1> بكسر الألف وسكون القاف وكسر اللام بعدها الياء الساكنة آخر الحروف وكسر الدال المهملة وفي آخرها السين المهملة هذه النسبة إلى إقليدس وهو ^ ^ المشهور بهذه النسبة أبو يوسف يعقوب بن محمد بن يعقوب الرازي المعروف بالإقليدسي لعله كان يعرف هذا الكتاب أو ينسخه فنسب إلى ذلك وهو شيخ ثقة صدوق قدم أصبهان سنة ست وأربعين وثلاثمائة وحدث عن أبي عبد الله محمد بن أيوب الرازي روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ |جـ1 صـ202| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.201-202",
    },

    "JK_000952_0228": {
        "source" : "SKA",
        "title"  : "الأكارعي",
        "text": "<h1>الأكارعي</h1> بفتح الألف والكاف بعدها الألف وبعدها الراء وفي آخرها العين المهملة هذه النسبة إلى الأكارع وبيعها واشتهر بهذه النسبة أبو بكر محمد بن إبراهيم بن شاذان بن عقيل المذكر الأكارعي الشعراني سمع محمد بن يحيى الذهلي وأحمد بن يوسف السلمي ومحمد بن يزيد السلمي وأبا الأزهر العبدي ومحمد بن حيويه الإسفراييني وغيرهم روى عنه عبد الله بن أحمد العافي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.202",
    },

    "JK_000952_0229": {
        "source" : "SKA",
        "title"  : "الأكاف",
        "text": "<h1>الأكاف</h1> بفتح الألف والكاف المشددة هذه اللفظة لمن يعمل أكاف البهائم ولعل واحدا من أجداد المنتسب كان يعمل هذا العمل وأبو عمر حفص بن حميد الأكاف الزاهد المروزي كان من أصحاب عبد الله بن المبارك وكان له كلام واستقصاء على العلماء حدث عن أبي حمزة محمد بن ميمون السكري وكان حفص يتحفظ على عبد الله بن المبارك عيوبه فيخبره بها حتى يكون عبد الله منزها من العيب وكان حفص عند عبد الله بن المبارك بهذه المثابة وقال عبد الله بن المبارك خردبيش حفص باي كوازي كند وقال حفص لابن المبارك يوما لا أرى معك سواكا أتحفظ عليه فقال ابن المبارك هذا هو السواك في حجزتي فأراني ذلك قال وقال لي ابن المبارك يوما هؤلاء الذين يسمعون قد آذوني فلا أدري ما أصنع قال حفص تقول لي هذا فتحت بابك ووسعت دارك وألفت الكتب واختلف إليك الناس لو لم تحب لم يجئك أحد ثم قلت اجعلني بوابا لك وقل لي لا تأذن لأحد فانظر متى يجيئك أحد قال ابن المبارك لا يمكنني هذا فقال حفص قد أخبرتك أنك تريد الاختلاف إليك وأبو القاسم عبد الرحمن بن عبد الصمد الأكاف من أهل نيسابور كان إماما زاهدا ورعا من صغره إلى حين وفاته لم تعرف له هفوة أو زلة رباه أبوه بالحلال وتفقه على أبي نصر بن القشيري وبرع في المتفق والمختلف والأصول واشتغل بالعمل سمع الحديث من أبي سعد علي بن عبد الله بن أبي صادق الحيري وأبي بكر عبد الغفار بن محمد بن الحسين الشيروي ومن بعدهما سمعت منه أحاديث يسيرة وتوفي في وقعة الغز بعد أن قبض عليه بمدينة نيسابور |جـ1 صـ203| في شوال سنة تسع وأربعين وخمسمائة وأبو القاسم عبد الرحمن بن أبي بكر محمد بن عبد الله الأديب الأكاف مؤدبي وأول من قرأت عليه شيئا من الأدب وكان يعرف الفلسفة والعلوم المهجورة ولكنه كان ساكتا وقورا لطيفا وكان ينظم الشعر المتوسط وتوفي في حدود سنة ثلاثين وخمسمائة وكان من أهل مرو ووالده أبو بكر الأكاف حدث وكان من أصحاب أبي القاسم الفوراني الفقيه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.202-203",
    },

    "JK_000952_0230": {
        "source" : "SKA",
        "title"  : "الأكفاني",
        "text": "<h1>الأكفاني</h1> بفتح الألف وسكون الكاف وفتح الفاء وفي آخرها النون هذه النسبة إلى بيع الأكفان والمشهور بهذه النسبة القاضي أبو محمد عبد الله بن محمد بن عبد الله بن إبراهيم بن عبد الله بن الحسين بن علي بن جعفر بن عامر بن الأكفاني الأسدي من أهل بغداد ولي القضاء بها وكان حسن السيرة محمودا في ولايته غير أنه ضعيفا في الحديث حدث عن أبي عبد الله الحسين بن إسماعيل المحاملي وأحمد بن علي الجوزجاني ومحمد بن مخلد العطار وأبي عبد الله الحسين بن يحيى بن عياش القطان وعبد الغافر بن سلامة الحمصي وأبي العباس بن عقدة الحافظ وإسماعيل بن محمد الصفار روى عنه أبو بكر البرقاني ومحمد بن طلحة النعالي وعبد العزيز بن علي الأزجي وأبو القاسم التنوخي وعبد الكريم بن علي السني وقال أبو إسحاق الطبري من قال إن أحدا أنفق على أهل العلم مائة ألف دينار غير أبي محمد الأكفاني فقد كذب وكانت ولادته في ذي القعدة سنة ست عشرة وثلاثمائة ومات في صفر سنة خمس وأربعمائة ببغداد |جـ1 صـ204| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.203-204",
    },

    "JK_000952_0231": {
        "source" : "SKA",
        "title"  : "الألحي",
        "text": "<h1>الألحي</h1> بفتح الألف وسكون اللام وفي آخرها الحاء المهملة هذه اللفظة للرجل الكبير اللحية واشتهر بها أبو الحسن علي بن أبي طالب الألحي من أهل جرجان قدم بغداد وحدث بها عن عمار بن رجاء وإسحاق بن إبراهيم الطلقي روى عنه أبو سهل بن زياد القطان المتوثي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.204",
    },

    "JK_000952_0232": {
        "source" : "SKA",
        "title"  : "الألواحي",
        "text": "<h1>الألواحي</h1> بفتح الألف وسكون اللام وفتح الواو وفي آخرها الحاء المهملة هذه النسبة إلى ألواح وهي بلدة بنواحي مصر مما يلي برية طريق المغرب منها أبو محمد عبد الغني بن بازل بن يحيى بن الحسن بن يحيى الألواحي المصري شيخ فاضل متدين صالح جميل الأمر تفقه على مذهب الشافعي رحمه الله سمع ببغداد أبا إسحاق إبراهيم بن عمر البرمكي وأبا الحسن علي بن محمد بن حبيب الماوردي وأبا طالب محمد بن علي بن الفتح العشاري وبواسط أحمد بن المظفر العطار وبنيسابور أبا بكر أحمد بن الحسين البيهقي وأبا سعد محمد بن عبد الرحمن الجنزروذي وغيرهم روى لنا عنه أبو إسحاق إبراهيم بن محمد بن نبهان الرافعي ببغداد وأبو سعد أحمد بن محمد بن أحمد الحافظ بالحجاز وأبو القاسم إسماعيل بن علي بن الحسين الحمامي بأصبهان وتوفي بعد صفر سنة ثلاث وثمانين وأربعمائة فإني رأيت خطه في هذا التاريخ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.204",
    },

    "JK_000952_0233": {
        "source" : "SKA",
        "title"  : "الألوسي",
        "text": "<h1>الألوسي</h1> بضم الألف إن شاء الله واللام بعدهما الواو وفي آخرها السين المهملة هذه النسبة إلى ألوس وهو موضع بالشام في الساحل عند طرسوس منها أبو عبد الله |جـ1 صـ205| محمد بن حصن الألوسي الطرسوسي يروي عن نصر بن علي الجهضمي البصري روى عنه أبو بكر محمد بن إبراهيم بن المقري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.204-205",
    },

    "JK_000952_0234": {
        "source" : "SKA",
        "title"  : "الألهاني",
        "text": "<h1>الألهاني</h1> بفتح الألف وسكون اللام وفتح الهاء وفي آخرها النون هذه النسبة إلى ألهان بن مالك أخي همدان بن مالك والمشهور بهذا الانتساب من التابعين الأزهر بن الألهاني يروي عن ثوبان رضي الله عنه روى عنه ثور بن يزيد وأبو عبد الله رزيق الألهاني الشامي يروي عن أبي أمامة رضي الله عنه روى عنه أرطاة بن المنذر السكري ورزيق بن عبد الله الألهاني من أهل الشام يروي عن عمرو بن الأسود روى عنه أرطاة بن المنذر السكوني ينفرد بالأشياء التي لا تشبه حديث الأثبات لا يجوز الاحتجاج به إلا عند الوفاق وأبو عبد الملك علي بن يزيد الألهاني الدمشقي يروي عن القاسم أبي عبد الرحمن روى عنه عبيد الله بن زحر ومطرح بن يزيد منكر الحديث جدا فلا أدري التخليط في روايته ممن هو لأن في إسناده ثلاثة ضعفاء سواه وأكثر روايته عن القاسم وهو ضعيف في الحديث جدا وأكثر ما رواه عنه عبيد الله بن زحر ومطرح بن يزيد وهما ضعيفان واهيان فلا يتهيأ إلزاق الجرح بعلي بن يزيد وحده وأبو سفيان محمد بن يزيد الألهاني الحمصي يروي عن أبي أمامة الباهلي روى عنه عبد الله بن سالم الحمصي روى له البخاري في الصحيح |جـ1 صـ206| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.205-206",
    },

    "JK_000952_0235": {
        "source" : "SKA",
        "title"  : "الإمام",
        "text": "<h1>الإمام</h1> بكسر الألف وألف أخرى بين الميمين هذا إنما يقال لمن يؤم بالناس واشتهر بهذا أبو بكر محمد بن جعفر بن محمد بن حفص بن عمر بن راشد الربعي الحنفي يعرف بابن الإمام بغدادي سكن دمياط صالح ثقة سمع إسماعيل بن أبي أويس وأحمد بن يونس ويحيى بن عبد الحميد الحماني وعلي بن المديني ومؤمل بن إهاب روى عنه البصريون ومن الغرباء أبو القاسم سليمان بن أحمد بن أيوب الطبراني الحافظ وثقه أبو عبد الرحمن النسائي وذكر أن أبا بكر ابن الإمام الدمياطي قال لأبي عبد الرحمن النسائي ولدت في سنة أربع عشرة يعني ومائتين ففي أي سنة ولدت يا أبا عبد الرحمن فقال يشبه أن يكون في سنة خمس عشرة ومائتين لأن رحلتي الأولى إلى قتيبة كانت في سنة ثلاثين ومائتين أقمت عنده سنة وشهرين وذكره أبو سعيد بن يونس المصري في تاريخ المصريين فقال أبو بكر ابن الإمام مولى بني حنيفة بغدادي قدم مصر وكان تاجرا سكن دمياط وحدث وكان ثقة وتوفي فيها يوم الأربعاء لعشر خلون من ذي الحجة سنة ثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.206",
    },

    "JK_000952_0236": {
        "source" : "SKA",
        "title"  : "الإمامتي",
        "text": "<h1>الإمامتي</h1> بكسر الألف وألف أخرى بين الميمين المفتوحين وفي آخرها التاء ثالث الحروف مثل الإمامي ولكن بزيادة حرف التاء وهم طائفة من الشيعة على ما سنذكرهم في الإمامية وبعضهم يقول لهذه الطائفة الإمامية فذكرنا لتعرف ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.206",
    },

    "JK_000952_0237": {
        "source" : "SKA",
        "title"  : "الإمامي",
        "text": "<h1>الإمامي</h1> بفتح الميم بين الألفين وألف بين الميمين هذه النسبة إلى بيت بمرو الروذ نسبوا إلى الإمام على ما سنذكر فأما الفرقة الإمامية جماعة من غلاة الشيعة فإنما لقبوا بهذا اللقب لأنهم يردن الإمامة لعلي رضي الله عنه ولأولاده من بعده ويعتقدون أن لا بد للناس من الإمام وينتظرون الإمام الذي يخرج في آخر الزمان يملأ الأرض عدلا كما ملئت جورا وقد اختلفت الشيعة في الإمام المنتظر فالكيسانية تزعم أنه محمد بن الحنفية وأنه بجبل رضوي وقال طائفة منهم |جـ1 صـ207| إنه توفي ويعود إلى الدنيا ويبعث معه الأموات ثم يموتون ثم يبعثون يوم القيامة قال شاعرهم % إلى يوم يؤب الناس فيه % % إلى دنياهم قبل الحساب % وطائفة تقول إنه موسى بن جعفر وطائفة تقول إنه إسماعيل أخوه وأخرى تقول إنه محمد بن الحسن بن علي الذي بمشهد سامرا وعلى هذه الطائفة يطلق الآن الإمامية واختلاف المنتظرية في المنتظر كثير وفي الإمامية فرق منهم من يميل إلى قول أصحاب الحلول أو إلى التشبيه فحكمه حكم الحلولية والمشبهة ومنهم من قال بالنص على الإمام وأكفر الذين تركوا بيعة علي رضي الله عنه ونحن نكفرهم لتكفيرهم الصحابة الأخيار ويقال لهم لو كان أبو بكر وعمر رضي الله عنهما كافرين لكان علي بتزويجه أم كلثوم الكبرى من عمر رضي الله عنه كافرا أو فاسقا معرضا بنته للزنا لأن وطء الكافر للمسلمة زنا محض ثم إنهم في انتظارهم الإمام الذي انتظروه مختلفون اختلافا يلوح عليه حمق بليغ وذلك أن أكثر الكيسانية ينتظرون محمد بن الحنفية ويزعمون أنه في جبل رضوي بين أسد ونمر يحفظانه وعنده عينان إحداهما من الماء والأخرى من العسل وكان كثير الشاعر على هذا المذهب حتى قال في شعر له % إلا أن الأئمة من قريش % % ولاة تلحق أربعة سواء % % علي والثلاثة من بنيه % % هم الأسباط ليس لهم خفاء % % فسبط سبط إيمان وبر % % وسبط غيبته كربلاء % % وسبط لا يذوق الموت حتى % % يقود الخيل يقدمها اللواء % % تغيب لا يرى فيهم زمانا % % برضوي عنده عسل وماء % وكذلك السيد الحميري على هذا المذهب ولذلك قال في شعره % ألا قل للوصي فدتك نفسي % % أطلت بذلك الجبل المقاما % % أضر بمعشر والوك منا % % وسموك الخليفة والإماما % % وعادوا فيك أهل الأرض طرا % % مقامك عنهم ستين عاما % وقال في الرد عليه مروان بن أبي حفصة % وقائله تقول بشعب رضوي % % إمام خاب ذلك من إمام % |جـ1 صـ208| % إمامي من له سبعون ألفا % % من الأتراك مشرعة اللجام % وزعم قوم من الإمامية أن محمد بن الحنفية قد مات غير أنه يرجع إلى الدنيا ويرجع الأموات معه قبل القيامة ثم يموتون بعده ثم يرجعون في القيامة لهذا قال شاعرهم % إلى يوم يؤب الناس فيه % % إلى دنياهم قبل الحساب % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.206-208",
    },

    "JK_000952_0238": {
        "source" : "SKA",
        "title"  : "الأمديزي",
        "text": "<h1>الأمديزي</h1> بفتح الألف والميم الساكنة والدال المهملة المكسورة بعدها الياء الساكنة آخر الحروف وفي آخرها الزاي هذه النسبة إلى أمديزة وهي قرية من قرى بخارا منها أبو بشر بشار بن عبد الله الأمديزي البخاري من قرية أمديزة يروي عن محمد بن فضيل بن غزوان ووكيع بن الجراح وعيسى بن موسى الغنجار وغيرهم روى عنه سهل بن ابن شاذويه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.208",
    },

    "JK_000952_0239": {
        "source" : "SKA",
        "title"  : "الأمشاطي",
        "text": "<h1>الأمشاطي</h1> بفتح الألف وسكون الميم بعدها شين معجمة وفي آخرها طاء مهملة بعد الألف هذه النسبة إلى عمل الأمشاط وبيعها وهي جمع مشط والمشهور بها أبو يحيى زكريا بن زياد الأمشاطي من أهل البصرة يروي عن أبي هلال الراسبي والبصريين روى عنه يعقوب بن سفيان الفسوي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.208",
    },

    "JK_000952_0240": {
        "source" : "SKA",
        "title"  : "الأملوكي",
        "text": "<h1>الأملوكي</h1> بضم الألف وسكون الميم وضم اللام وفي آخرها كاف هذه النسبة إلى أملوك وهو بطن من ردمان وردمان بطن من رعين وهو ردمان بن وائل بن رعين ومنها جماعة والمشهور بهذه النسبة الضحاك بن زميل الأملوكي يروي عن ابن عباس رضي الله عنهما روى عنه عياش بن عباس القتباني وأبو المثنى ضمضم الأملوكي الحمصي من أهل الشام يروي عن عتبة بن عبد السلمي وهو الذي يقال له المليكي روى عنه صفوان بن عمرو والضحاك بن حمرة الأملوكي من أهل الشام يروي عن الشاميين روى عنه أبو بكر بن أبي مريم الغساني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.208",
    },

    "JK_000952_0241": {
        "source" : "SKA",
        "title"  : "الإملي",
        "text": "<h1>الإملي</h1> بكسر الألف وسكون الميم واللام المكسورة هذه النسبة إلى أمله وبلغة أهل خوي يقال للتمتام أمله واشتهر بهذه النسبة الفقيه أبو الوفاء بديل بن أبي القاسم بن بديل الإملي الخويي قال كان جدي تمتاما ويقال له أمله بلغتنا واشتهر بهذه |جـ1 صـ209| النسبة حدث نحوي حدث عن القاضي أبي الفتح ناصر بن أحمد بن بكران الخوبي روى لنا عنه صاحبنا أبو القاسم علي بن الحسن بن هبة الله الدمشقي الحافظ بدمشق ومات بعد سنة ثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.208-209",
    },

    "JK_000952_0242": {
        "source" : "SKA",
        "title"  : "الأموي",
        "text": "<h1>الأموي</h1> بفتح الهمزة والميم هذه النسبة إلى أمة بن بجالة بن مازن بن ثعلبة بن سعد بن ذبيان من ولده علقمة بن عبيد بن عبد بن فتية بن أمة قال ابن حبيب قال هشام عن أبيه قول الشماخ % ألا تلك ابنة الأموي قالت % % أراك اليوم جسمك كالصنيع % يريد بني أمة هؤلاء قال ابن ماكولا ومنهم مالك بن سبيع بن عمرو بن فتية بن أمة كان شريفا وهو صاحب الرهن التي وضعت على يديه في حرب عبس وذبيان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.209",
    },

    "JK_000952_0243": {
        "source" : "SKA",
        "title"  : "الأموي",
        "text": "<h1>الأموي</h1> بضم الألف وفتح الميم وكسر الواو هذه النسبة إلى أمية والمشهور بهذه النسبة جموع كثيرة منهم بنو أمية بن عبد شمس بن عبد مناف بن قصي الذين ولوا الخلافة وهم ينتسبون إلى أمية بن عبد شمس مناف وفيهم كثرة من الخلفاء والصحابة والتابعين وأئمة المسلمين فمنهم أبو أمية عمرو بن سعيد بن العاص الأموي القرشي أخو عنبسة بن سعيد يروي عن أبيه عن عمر رضي الله عنه ومن زعم أن عبد الملك بن مروان قتله بيده فقد وهم الذي قتله بيده هو عمرو بن سعيد الأشدق وسعيد بن مسلمة بن هشام بن عبد الملك بن مروان الأموي القرشي يروي عن إسماعيل بن أمية وجعفر بن محمد روى عنه العراقيون والشاميون منكر الحديث جدا فاحش الخطأ في الأخبار وأبو عثمان سعيد بن يحيى بن سعيد بن أبان بن سعيد بن العاص بن سعيد بن العاص الأموي سمع أباه وعمه عبد الملك بن سعيد وعبد الله بن المبارك وعيسى بن يونس وأبا القاسم بن أبي الزناد وأبا بكر بن عياش وجماعة روى عنه محمد بن إسماعيل البخاري ومسلم بن الحجاج وأبو زرعة وأبو حاتم الرازيان ويعقوب بن سفيان وإبراهيم الحربي وصالح جزرة وأبو القاسم البغوي ويحيى بن صاعد وآخر من روى عنه القاضي أبو عبد الله المحاملي وأبوه من الثقات والابن أثبت من أبيه وكذلك عيسى بن يونس بن أبي إسحاق أوثق من أبيه ومات في ذي القعدة سنة تسع وأربعين ومائة وقرابته أبو عبد الله محمد بن سعيد بن أبان بن سعيد بن |جـ1 صـ210| العاص بن سعيد بن العاص بن أمية بن عبد شمس بن عبد مناف القرشي الأموي كوفي سكن بغداد وحدث بها عن عبد الملك بن عمير وهشام بن عروة وإسماعيل بن ابن أبي خالد وأبي إسحاق الشيباني وسليمان التيمي وعبد العزيز بن رفيع وغيرهم روى عنه ابن أخيه سعيد بن يحيى الأموي وقال يحيى بن معين بنو سعيد الأموي خمسة عنبسة بن سعيد ويحيى بن سعيد وعبيد بن سعيد ومحمد بن سعيد وعبد الله بن سعيد كانوا ببغداد كلهم إلا عبيد بن سعيد وكان محمد أكبرهم روى عن عبد الملك بن عمير ولم يكتب عنه كثير أحد كان صاحب سلطان هو وأخوه عبد الله قال أبو بكر الخطيب وقد كان لهم أخ سادس يقال له أبان أخل بذكره يحيى بن معين قال أبو الحسن علي بن عمر الدارقطني بنو سعيد بن أبان بن سعيد الأموي ستة رووا الحديث كلهم أكبرهم محمد بن سعيد ويحيى بن سعيد وعبيد بن سعيد وعبد الله بن سعيد وكان نحويا عالما باللغة يحكي عنه أبو عبيد وعنبسة بن سعيد وابان بن سعيد كلهم ثقات فأما محمد بن سعيد فيحدث عن داود بن أبي هند وسليمان التيمي وإسماعيل بن أبي خالد وهاشم بن عروة وأبي إسحاق الشيباني وغيرهم وأما يحيى بن سعيد فيحدث عن يحيى بن سعيد الأنصاري ومحمد بن عمرو والأعمش وهشام بن عروة ومحمد بن إسحاق وأما عبيد بن سعيد فيروي عن إسرائيل ونظرائه وأما عبد الله بن سعيد فتحقق باللغة والشعر وأما عنبسة بن سعيد فيروي عن ابن المبارك ونظرائه وأما أبان بن سعيد فيروي عن زهير ومفضل بن صدقة ونظرائهما وقال يحيى بن سعيد محمد أخي أكبر مني بعشر سنين وقال سعيد بن يحيى بن سعيد الأموي أنا أبو بكر بن عياش وجاء إلى أبي يعزيه عن أخيه محمد بن سعيد وكان أكبر منه فقال لأبي متى ولد فقال مقتل الجراح فقال أبو بكر ذاك محتلمي وكان الجراح بن عبد الله من الغزاة قتلته الترك بأذربيجان غازيا في سنة اثنتي عشرة ومائة قال سعيد بن يحيى بن سعيد مات أبي سنة أربع وتسعين ومائة ومات عمي يعني محمدا قبله بسنة فكانت وفاته سنة ثلاث وتسعين وأما شعيب بن عمرو الأموي من بني أمية بن زيد الأنصاري يروي عن أبي هريرة رضي الله عنه روى عنه عبد العزيز الدراوردي ورافع بن عنجدة ويقال عنترة الأموي الأنصاري شهد بدرا وسعيد بن عبيد بن النعمان بن قيس القاري الأنصاري من بني أمية بن زيد أيضا |جـ1 صـ211| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.209-210",
    },

    "JK_000952_0244": {
        "source" : "SKA",
        "title"  : "الأمين",
        "text": "<h1>الأمين</h1> بفتح الألف وكسر الميم وسكون الياء المنقوطة بنقطتين من تحت والنون في آخرها من الأمانة اشتهر بهذه الصفة جماعة من المحدثين منهم أبو سهل إسحاق بن محمد بن إسحاق الأمين المروزي حدث ببخارا بكتب عبد الرزاق قال أبو كامل البصيري حدثونا عنه وفاتني السماع منه وشيخنا أبو منصور علي بن علي بن عبيد الله الأمين المعروف بابن سكينة كان أمين قاضي القضاة الزيني على أموال الأيتام وكان من خير الرجال سمع أبا محمد بن هزار مرد الصريفيني قرأت عليه جميع أحاديث علي بن الجعد ببغداد وكان من خمسين سنة يصوم صوم داود وتوفي في أول ذي القعدة سنة إثنتين وثلاثين وخمسمائة ودفن بالشونيزية على باب الرباط وأبو العباس محمد بن رجاء بن سعيد بن بشير الأمين الفتي من أهل نيسابور سمع السري بن خزيمة الأبيوردي وغيره سمع منه الحاكم أبو عبد الله الحافظ وتوفي سنة أربعين وثلاثمائة وأبو القاسم عبيد الله بن محمد بن أحمد بن إبراهيم بن لؤلؤ السمسار الأمين من أهل بغداد سمع أبا بكر بن مالك القطيعي ومحمد بن إسماعيل الوراق ومحمد بن الخضر بن أبي خزام وإدريس بن علي المؤدب وغيرهم روى عنه أبو بكر بن علي بن ثابت الخطيب وكانت ولادته في شهر رمضان سنة ست وخمسين وثلاثمائة ومات في شوال سنة ثلاث وأربعين وأربعمائة |جـ1 صـ212| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.210-212",
    },

    "JK_000952_0245": {
        "source" : "SKA",
        "title"  : "الأنباري",
        "text": "<h1>الأنباري</h1> بفتح الألف وسكون النون بعده وفتح الباء المنقوطة بنقطة من تحتها والراء بعد الألف هذه النسبة إلى بلدة قديمة على الفرات بينها وبين بغداد عشرة فراسخ وكان السفاح أول خليفة من بني العباس يجلس بها ويسكنها وبها مات ثم لما انتقلت الخلافة إلى أبي جعفر المنصور بنى بغداد وصارت دار الخلافة وخرج من الأنبار جماعة من الفضلاء والعلماء في كل فن ورحلت إليها نوبتين وكتبت بها عن جماعة وقد ذكر أبو بكر عبد الله بن أبي داود السجستاني في كتاب المصاحف أن أول من وضع الخط العربي رجل من أهل الأنبار ثم تعلمت قريش منه وانتشر في البلاد وإنما سميت هذه البلدة الأنبار لأن كسرى كان يتخذ فيها أنابير الطعام وهي التي تسميها العرب الأهراء يعني موضعا يجمع فيه الطعام وإنما نزلها جماعة من بني إسماعيل عليه السلام وبني معد بن عدنان والمنتسب إلى هذه البلدة أبو يعقوب بن بهلول بن حسان الأنباري يروي عن يزيد بن هارون ويحيى بن سعيد القطان روى عنه ابنه وجماعة من العراقيين والغرباء وأبو الحارث سريج بن يونس بن الحارث البغدادي الأنباري يروي عن هشيم وإسماعيل بن جعفر وكان ممن جمع وصنف روى عنه أبو يعلى الموصلي وأبو القاسم البغوي مات سنة خمس وثلاثين ومائتين وأبو الحسن أحمد بن يوسف الأزرق بن يعقوب بن إسحاق بن بهلول التنوخي الأنباري حدث عن أبي القاسم البغوي وأبي الليث الفرائضي روت عنه ابنته الطاهرة وأبو القاسم التنوخي وكان صحيح السماع غير أنه كان داعية إلى الاعتزال ومات سنة ثمان وسبعين وثلاثمائة وأبو بكر محمد بن القاسم بن محمد بن بشار بن الحسن بن بيان بن سماعة بن فروة بن قطن بن دعامة الأنباري النحوي صاحب التصانيف كان من أعلم الناس بالنحو والأدب وأكثرهم حفظا سمع إسماعيل بن إسحاق القاضي وأحمد بن الهيثم بن خالد البزاز ومحمد بن يونس الكديمي وأبا العباس أحمد بن يحيى ثعلب النحوي ومحمد بن أحمد بن النضر وأباه القاسم بن محمد بن بشار الأنباري وغيرهم روى عنه أبو الحسن الدارقطني وأبو عمر بن حيوية الخزاز وأبو الحسين بن البواب وطبقتهم وكان صدوقا فاضلا دينا خيرا من أهل |جـ1 صـ213| السنة وصنف كتبا كثيرة في علم القرآن وغريب الحديث والمشكل والوقف والابتداء والرد على من خالف مصحف العامة وكان يملي وأبوه حي يملي هو في ناحية من المسجد وأبوه في ناحية أخرى وكان يحفظ ثلاثمائة ألف بيت شاهد في القرآن وكان يملي من حفظه وما كتب عنه الإملاء قط إلا من حفظه وكانت ولادته في رجب سنة إحدى وسبعين ومائتين وتوفي ليلة النحر من ذي الحجة سنة ثمان وعشرين وثلاثمائة وأبو طاهر محمد بن علي بن عبد الله بن مهدي بن سهل بن الفضيل الأنباري سمع بمصر ونواحيها من أبي طاهر أحمد بن عمرو الخامي وعلي بن عبد الله بن أبي مطر الإسكندراني وأبي حفص بن الحداد وكان ثقة روى عنه أبو الفرج بن علي الطناجيري ومات في سنة اثنتين وأربعمائة وبهذه النسبة شيخ من أهل مرو يقال له أبو بكر محمد بن الحسين بن عبدويه الأنباري المروزي حدث عن أبي العباس عبد الله بن الحسين النضري روى عنه أبو القاسم الزاهري وكتب والدي رحمه الله عن أصحابه وليس ينسب إلى بلدة الأنبار بل بمرو سكة بأعلى البلد إذا خرجت من الباب وجاوزت ماهناباذ يقال لها سكة الأنبار وهذا الشيخ من هذه السكة ووهم أبو كامل البصيري في نسبة هذا الشيخ فنسبه إلى الأنبار وهي بلدة على الفرات وقال سمعت منه ببخارا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.212-213",
    },

    "JK_000952_0246": {
        "source" : "SKA",
        "title"  : "الأنبردواني",
        "text": "<h1>الأنبردواني</h1> بفتح الألف وسكون النون وفتح الباء المنقوطة بواحدة وسكون الراء وضم الدال المهملتين وفي آخرها النون هذه النسبة إلى أنبردوان وهي قرية من قرى بخارا والمشهور بالنسبة إليها أبو كامل أحمد بن محمد بن علي بن محمد بن بصير بن أحمد بن الحسين الأنبردواني المعروف بالبصيري وسنذكره في ترجمة البصيري وأبو كامل حفدة أبي الحسن البوزجاني كان قد سمع الحديث الكثير واشتغل به ولم يرحل وجمع كتابا سماه المضاهاة والمضافاة في الأسماء والأنساب ونقل فيه تصحيفا كثيرا من كتاب الدارقطني وعبد الغني رأيت ذلك الكتاب ببخارا وأصلحت فيه مواضع على الحاشية ظنا مني أنه يقبل الإصلاح فلما كثر تركت الإصلاح وكان شديد التعصب في مذهبه متحاملا على أصحاب الشافعي رحمهم الله سمع أبا بكر محمد بن إدريس الجرجرائي وأبا الحسين أحمد بن محمد بن القاسم الفارسي وأبا طاهر محمد بن يعقوب الديمسي وغيرهم روى عنه نفر يسير قرأت بخط أبي محمد عبد العزيز بن محمد بن محمد النخشبي الحافظ الرحال |جـ1 صـ214| المتقن قال أبو كامل الأنبردواني حفدة أبي الحسن البوزجاني رحل إلى سمرقند إلى أبي الفضل الكاغذي فلما علم أنه صاحب رأي امتنع عليه في الحديث بعد ما سمع منه شيئا مات في الوباء في أول سنة تسع وأربعين وأربعمائة لم يكن متقنا ولا ثقة بل مجازفا في الرواية والسماع قرأت في كتاب المضافاة والمضاهاة لأبي كامل البصيري سمعت والدي أبا نصر محمد بن علي بن محمد بن بصير بن محمد الأنبردواني يقول سمعت المشايخ يقول قدفي الكلام كالملح في الطعام ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.213-214",
    },

    "JK_000952_0247": {
        "source" : "SKA",
        "title"  : "الأنجافريني",
        "text": "<h1>الأنجافريني</h1> بفتح الألف وسكون النون وفتح الجيم بعدها الألف ثم الفاء والراء المكسورة ثم الياء الساكنة آخر الحروف هذه النسبة إلى أنجافرين وهي قرية من قرى بخارا منها أبو حفص عمر بن حرير بن داود بن خيدم الأنجافيريني البخاري يروي عن سعيد بن مسعود وأبي صفوان إسحاق بن أحمد السلمي وعبد الله بن عبد الوهاب الخوارزمي روى عنه أبو الفضل العباس بن أحمد بن محمد بن الفضل الراوادي وتوفي في سنة ست وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.214",
    },

    "JK_000952_0248": {
        "source" : "SKA",
        "title"  : "الأنجذاني",
        "text": "<h1>الأنجذاني</h1> بفتح الألف وسكون النون وضم الجيم وفتح الذال المعجمة وفي آخرها النون بعد الألف هذه النسبة إلى الأنجذان وظني أنه نوع من البزور والمشهور بهذه النسبة أبو عثمان سعيد بن محمد بن سعيد الأنجذاني من أهل بغداد من أهل الصدق سمع أبا عمر الحوضي وعمرو بن مرزوق وإبراهيم بن أبي سويد روى عنه عبد الصمد بن علي الطستي والقضاة أحمد بن كامل بن خلف وعبد الباقي بن قانع الحافظ ومكرم بن أحمد وأبو بكر الشافعي وقال الدارقطني لا بأس به ومات في شوال من سنة خمس وثمانين ومائتين ويعقوب بن صالح الأنجذاني قال أبو بكر بن مردويه هو من محلة جوبارة يروي عن محمد بن إبراهيم عن مسعر ويوسف وسعر بن الحسن عن أبي إسحاق عن عبد الله بن عطاء عن عقبة بن عامر حدث عن رعية الإبل |جـ1 صـ215| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.214-215",
    },

    "JK_000952_0249": {
        "source" : "SKA",
        "title"  : "الأنجفاريني",
        "text": "<h1>الأنجفاريني</h1> بفتح الألف والنون الساكنة وضم الجيم وفتح الفاء وكسر الراء بعد الألف ثم الياء الساكنة المنقوطة باثنتين من تحتها هذه النسبة إلى أنجفارين وهي قرية من سواد بخارا والمشهور بهذه النسبة أبو حفص عمر بن جرير بن خيدم بن ششبل خمارشير الأديب الأنجفاريني يروي عن أبي صفوان السلمي وسعيد بن مسعود قاله ابن ماكولا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.215",
    },

    "JK_000952_0250": {
        "source" : "SKA",
        "title"  : "الأنداقي",
        "text": "<h1>الأنداقي</h1> بفتح الألف وسكون النون وفتح الدال المهملة وفي آخرها القاف هذه النسبة إلى أنداق وهي من قرى سمرقند على ثلاثة فراسخ منها وبمرو قرية على فرسخين منها يقال لها أنداق وبالعجمية يقال لها آنداك لنا بها ضيعة ومن انداق سمرقند أبو علي الحسن بن علي بن سباع بن النضر بن مسعدة بن بحير البكري السمرقندي يعرف بابن أبي الحسن الأنداقي ويعرف بالسباعي وسأذكره في السين وأبو منصور محمد بن الحسن بن محمد بن نصر بن سباع الدهقاني الأنداقي كان من أصحاب الحديث جيد السماعات صحيح الأصول يروي عن نصر بن الفتح بن حمد بن الإشتيخني وغيره قاله أبو سعد الإدريسي ثم قال كتبنا عنه قبل السبعين والثلاثمائة ومات بعد ذلك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.215",
    },

    "JK_000952_0251": {
        "source" : "SKA",
        "title"  : "الأندائي",
        "text": "<h1>الأندائي</h1> بفتح الألف وسكون النون وفي آخرها الدال المهملة هذه إلى أندا بن عدي بن تجيب وهو بطن من تجيب والمنتسب إليه أبو عمرو سالم بن غيلان الأندائي مولى لبني أندا من تجيب وكان يعقد له على مراكب دمياط في الغزو زمن المروانية وكان قد غزا حدث عنه ابن لهيعة والليث وحيوة بن شريح وآخر من حدث عنه ابن وهب ويقال توفي سنة ثلاث وخمسين ومائة وقيل توفي سنة إحدى وخمسين ومائة وسويد بن قيس التجيبي الأندائي يروي عن ابن عمر ومعاوية بن حديج وكانت له من عبد العزيز بن مروان منزلة وعبد الرحمن بن محسن الأندائي مولى بني أندا كان عريفا على موالي تجيب وكان في شرف العطاء في ديوان مصر وهو الذي تولى قتل ابن الزبير بيده وكان في جيش مالك بن شراحيل الخولاني حين بعث به عبد العزيز ابن مروان مددا إلى الحجاج على قتال ابن الزبير رضي الله عنهما وكان عبد الرحمن تولى قتل ابن الزبير بيده وأخذ سيفه وكان عند ولده يفتخرون به ويقال إنه كان قضيبا لم ير مثله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.215",
    },

    "JK_000952_0252": {
        "source" : "SKA",
        "title"  : "الأندخوذي",
        "text": "<h1>الأندخوذي</h1> بفتح الألف وسكون النون وفتح الدال المهملة والخاء المعجمة وفي آخرها الذال المعجمة هذه النسبة إلى اندخوذ وهي بلدة بنواحي بلخ مما يلي مرو على طرف البرية وينسبون إليها بالنخذي وقد ذكرتها في حرف النون |جـ1 صـ216| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.215-216",
    },

    "JK_000952_0253": {
        "source" : "SKA",
        "title"  : "الأنددي",
        "text": "<h1>الأنددي</h1> بفتح الألف وسكون النون والدالين المهملتين الأولى مفتوحة هذه النسبة إلى أنددي وهي قرية من قرى نسف منها محمد بن الفضل بن عمار بن ساكن بن عاصم الأنددي روى عن محمد بن محمود بن عنبرالنسفي وأبي علي الحافظ السمرقندي وغيرهما روى عنه ابنه أو حفيده ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.216",
    },

    "JK_000952_0254": {
        "source" : "SKA",
        "title"  : "الأندارابي",
        "text": "<h1>الأندارابي</h1> بفتح الألف وسكون النون وفتح الدال والراء المهملتين وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى اندراب ويقال لها اندرابة وهي قرية بمرو ويقال لها اندرابة ينزل بها العسكر فأما اندراب بلخ فهي مدينة حسنة بنواحي بلخ وبها تذاب الفضة التي تنقل من جبل الفضة خرج منها جماعة من أهل العلم منهم أبو ذر أحمد بن عبد الله بن مالك بن إسماعيل الترمذي الأندرابي من أهل الترمذ ولي القضاء بأندراب فنسب إليها له رحلة إلى العراق وسمع فيها محمد بن بشار ومحمد بن المثنى وعمرو بن علي الصيرفي ونصر بن علي الجهضمي وحوثرة بن محمد المنقري وزياد بن يحيى الحساني وغيرهم روى عنه أبو علي أحمد بن إبراهيم بن معاذ السيرواني وأبو الحسين محمد بن طالب وأبو بكر محمد بن زكرياء بن الحسين السفياني وخلف بن محمد بن إسماعيل الخيام وغيرهم حدث ببخارا ونسف روى عنه جماعة في طبقة من ذكرنا وأما من اندرابة مرو فهو حمد الكرابيسي الأندرابي سمع أبا مصعب أحمد بن أبي بكر الزهري وأبا كريب محمد بن العلاء الهمداني وغيرها قال أبو زرعة السنجي حمد الكرابيسي من قرية أندراب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.216",
    },

    "JK_000952_0255": {
        "source" : "SKA",
        "title"  : "الأندغني",
        "text": "<h1>الأندغني</h1> بفتح الألف وسكون النون وفتح الدال المهملة وسكون الغين وفي آخرها النون هذه النسبة إلى أندغن وهي قرية من قرى مرو على خمسة فراسخ بأعالي البلد منها عباد ابن أسيد الأندغني كان زاهدا وجالس ابن المبارك وأبو بكر محمد بن عبد الرحيم الأندغني فقيه فاضل مناظر تقي تفقه على منصور السرخسي وكان يدرس الفقه بالعجمية بالجامع برأس الصيارفة ويعظ قتل في رجب سنة ثمان وأربعين وخمسمائة في وقعة الغز |جـ1 صـ217| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.216-217",
    },

    "JK_000952_0256": {
        "source" : "SKA",
        "title"  : "الأندقي",
        "text": "<h1>الأندقي</h1> بفتح الألف وسكون النون وفتح الدال المهملة وفي آخرها القاف هذه النسبة إلى أندقي وهي قرية من قرى بخارا على عشرة فراسخ منها أبو المظفر عبد الكريم بن أبي حنيفة بن العباس الأندقي وقيل أبو المظفر من أهل أندقي كان إماما فاضلا زاهدا ورعا حسن السيرة متواضعا تفقه على الإمام أبي محمد عبد العزيز بن أحمد الحلواني وبرع في الفقه وسمع منه الحديث ومن أبي طاهر محمد بن علي بن أحمد الإسماعيلي وأبي إبراهيم إسماعيل بن محمد بن عبد الله المزكي وأبي نصر أحمد بن علي بن منصور السني وأبي حامد أحمد بن محمد بن عبد الله بن ماما الأصبهاني وغيرهم روى لنا عنه أبو عمرو عثمان بن علي البيكندي ببخارا ولم يحدثنا عنه سواه ولد بعد الأربعمائة وتوفي في شعبان سنة إحدى وثمانين وأربعمائة وأما سبطه أبو محمد الحسن بن الحسين الأندقي شيخ وقته وصاحب الطريقة الحسنة في تربية المريدين ودعاء الخلق إلى الله مع ما رزقه الله تعالى من صفاء الوقت ودوام العبادة وملازمة الرياضة واتباع الأثر واستعمال السنة والآداب المنقولة عن النبي صلى الله عليه وسلم صحب الإمام يوسف بن أيوب الهمداني وكان من خواص مريديه وصحبه في السفر إلى خوارزم وبغداد لقيته أولا بمرو في خانقاه الشيخ ولم أكن عرفته ثم لقيته ببخارا وترددت إليه وتبركت به وكان يكرمني غاية الإكرام والله تعالى يرحمه ويجزيه أحسن الجزاء سمعت منه أحاديث يسيرة بروايته عن شيخنا يوسف الهمذاني متبركا به وكانت ولادته سنة نيف وستين وأربعمائة وتوفي في السادس والعشرين من شهر رمضان سنة اثنتين وخمسين وخمسمائة وكانت الليلة السابعة والعشرين ليلة نزوله في المنزل المبارك جعلنا الله تعالى ممن يستعد لذلك المنزل ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.217",
    },

    "JK_000952_0257": {
        "source" : "SKA",
        "title"  : "الأندكاني",
        "text": "<h1>الأندكاني</h1> بفتح الألف وسكون النون وضم الدال المهملة وفتح الكاف وفي آخرها النون هذه النسبة إلى أندكان وهي قرية من قرى فرغانة وأندكان قرية من قرى سرخس أيضا وبها قبر الشيخ أحمد الحمادي وأما التي من قرى فرغانة هو أبو حفص عمر بن محمد بن طاهر الأندكاني المقرىء الفرغاني الصوفي شيخ صالح سديد السيرة كثير التلاوة للقرآن والدرس له ورد خراسان قديما وأقام بها في ربط الصوفية وكان يخدمهم ويقوم بمصالحهم سمع أبا الفضل بكر بن محمد بن علي الزرنجري وأبا الرجاء المؤمل بن مسرور |جـ1 صـ218| الشاشي وغيرهما سمعت منه شيئا يسيرا وتوفي بقرية فاشان من قرى مرو في جمادى الأولى سنة خمس وأربعين وخمسمائة وصليت عليه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.217-218",
    },

    "JK_000952_0258": {
        "source" : "SKA",
        "title"  : "الأندلسي",
        "text": "<h1>الأندلسي</h1> بفتح الألف وفتح الدال المهملة وضم اللام وفي آخرها السين المهملة المخففة هذه النسبة إلى أندلس وهي إقليم من بلاد المغرب مشتملة على بلاد كثيرة خرج منها جماعة من العلماء والأئمة والحفاظ في كل فن ووصل إلى العراق وخراسان منهم جماعة كثيرة منهم أبو الأصبغ عبد العزيز بن عبد الملك بن نصر الأندلسي الحافظ الأموي مولاهم كان من أهل العلم والفضل سمع الحديث ببلاد المغرب والمشرق سمع بمكة أبا سعيد أحمد بن محمد بن زياد بن الأعرابي وببغداد أبا علي إسماعيل بن محمد الصفار وأبا سهل أحمد بن محمد بن عبد الله بن زياد القطان وبأصبهان أبا محمد عبد الله بن محمد بن جعفر بن حيان الحافظ وبدمشق أبا الحسن خيثمة بن سليمان بن حيدرة الأطرابلسي وبمرو أبا علي الحسين بن محمد بن عمران الصغاني وغيرهم روى عنه أحمد بن عبد العزيز المكي وأبو عبد الله محمد بن عبد الله الحافظ وذكره في التاريخ فقال أبو الأصبغ الأندلسي أحد المذكورين في الدنيا من الرحالة في طلب الحديث سمع بالأندلس سنة ثمان وعشرين وثلاثمائة ثم رحل في طلب الحديث فأدرك بمصر أصحاب يونس بن عبد الأعلى وأحمد بن عبد الرحمن بن وهب وأدرك بالشام أصحاب هشام بن عمار ومحمد بن عزيز الأيلي وأكثر بها عن خيثمة بن سليمان ثم جاءنا من أصبهان في شهر رمضان من سنة اثنتين وأربعين وثلاثمائة بعد أن كان وافقني بالكوفة سنة إحدى وأربعين وسألني عن أبي العباس الأصم فأخبرته بسلامته فقال قد نعي إلينا منذ أشهر فقلت وبعثته على ورود خراسان فسمع من أبي العباس أكثر حديثه وبقي بنيسابور إلى سنة خمس وأربعين ثم خرج إلى مرو وإلى ابن خنب ببخارا ثم إلى كشانية إلى علي بن محتاج وأبي يعلى النسفي ودخل الشاش ومنها إلى أسبيجاب وكتب بها الكثير ثم انصرف إلى بخارا واستوطنها وتسرى بها ولم يدنس نفسه بشيء قط مما يشين العلم وأهله ولد بقرطبة وهي أقصى المغرب وتوفي ببخارا من أرض المشرق في رجب من سنة خمس وستين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.218",
    },

    "JK_000952_0259": {
        "source" : "SKA",
        "title"  : "الأنشميثني",
        "text": "<h1>الأنشميثني</h1> بفتح الألف وسكون النون وفتح الشين المعجمة وكسر الميم وسكون الياء |جـ1 صـ219| المنقوطة باثنتين من تحتها وبعدها الثاء المثلثة وفي آخرها النون هذه النسبة إلى أنشميثن وهي إحدى قرى نسف منها أبو الحسن حميد بن نعيم الفقيه الأنشميثني كان رجلا صالحا سمع أسد بن حمدويه النسفي ذكره المستغفري وقال شهد مجلسي حيث أجلست في مسجد الزهاد يوما واحدا وكان أول جلوسي فيه في شوال سنة ست وسبعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.218-219",
    },

    "JK_000952_0260": {
        "source" : "SKA",
        "title"  : "الأنصاري",
        "text": "<h1>الأنصاري</h1> بفتح الألف وسكون النون وفتح الصاد المهملة وفي آخرها الراء هذه النسبة إلى الأنصار وهم جماعة من أهل المدينة من الصحابة من أولاد الأوس والخزرج قيل لهم الأنصار لنصرتهم رسول الله صلى الله عليه وسلم قال الله تعالى & والذين آووا ونصروا & وقال عز من قائل & لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة & الآية وقال الله تعالى & والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم & وفيهم كثرة وشهرة على اختلاف بطونها وأفخاذها ومن أولادهم إلى الساعة جماعة ينسبون إليهم وأما عيسى بن حفص الأنصاري هكذا نسبه القعنبي وغيره من المحدثين وإنما هو عيسى بن حفص بن عاصم بن عمر بن الخطاب رضي الله عنه وأمه ميمونة بنت داود الخزرجية فنسب إلى أخواله ومنهم محمد بن عبد الله بن المحبر الأنصاري وإنما هو محمد بن عبد الله بن محبر بن عبد الرحمن بن عبد الله بن عمر بن الخطاب رضي الله عنهما وكانت جدته عائشة بنت أسد الأنصارية فعرف بقبيلة أخواله وأما أبو الحسين إسحاق بن إبراهيم بن إسماعيل بن محمد بن الحسن بن علي بن حارثة بن علي بن حارثة بن أسامة بن قيس بن ملك بن كعب بن حريش بن جحجبا بن كلفة بن عوف بن عمرو بن عوف بن مالك الأنصاري الأوسي سكن مصر وحدث بها عن الحسن بن محمد بن شعبة كتب عنه أبو الفتح بن مسرور في سنة خمس وخمسين وثلاثمائة وقيل الأنصاري لأنه من أولاد الأنصار ولأنه ولد ببغداد في ربض الأنصار في شعبان سنة أربع وثمانين ومائتين وكان ثقة فتكون وفاته بعد سنة خمس وخمسين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.219",
    },

    "JK_000952_0261": {
        "source" : "SKA",
        "title"  : "الأنضناوي",
        "text": "<h1>الأنضناوي</h1> بفتح الألف وسكون النون والضاد المعجمة إن شاء الله بين النونين وفي |جـ1 صـ220| آخرها الواو هذه النسبة إلى أنضنا وهي قرية من صعيد مصر خرج منها جماعة من أهل العلم منهم أبو طاهر الحسين بن أحمد بن حيون الأنضناوي مولى خولان من أهل مصر يروي عن حرملة بن يحيى وعبد الملك بن شعيب بن الليث وكان ثقة حسن الحديث توفي يوم الثلاثاء لثمان خلون من رجب سنة ثمان وتسعين ومائتين وأبو الحسن علي بن عبد الله بن محمد بن حيون الأنضناوي يقال مولي خولان يروي عن محمد بن رمح وحرملة بن يحيى توفي في رمضان سنة سبع وثمانين ومائتين وأبو العباس رجاء بن عيسى بن محمد الأنضناوي ذكره أبو بكر الخطيب الحافظ في التاريخ وقال سمع أبا العباس أحمد بن الحسن الرازي وأبا الحسن أحمد بن محمد بن أبي التمام وحمزة بن محمد الكناني الحافظ والقاضي أبا الطاهر محمد بن أحمد الذهلي والحسن بن رشيق العسكري المصري وغيرهم من شيوخ مصر وقدم بغداد وحدث بها فسمع منه أبو عبد الله بن بكير وحدثني عنه عبيد الله بن أحمد بن عثمان الصيرفي وأحمد بن محمد العتيقي وقال لي العتيقي سمعت منه ببغداد بعد سنة ثمانين وثلاثمائة وقال لي محمد بن علي الصوري كان مولده في سنة سبع وعشرين وثلاثمائة ومات بمصر بين سنة خمس وست عشرة وأربعمائة قال وكان فقيها مالكيا فرضيا ثقة في الحديث متحريا في الرواية مقبول الشهادة عند القضاة قال الخطيب ذكر إبراهيم بن سعيد الحبال المصري أنه مات في سنة تسع وأربعمائة وعلي بن محمد الأنضناوي من أهل مصر يروي عن حرملة بن يحيى التجيبي روى عنه سليمان بن أحمد بن أيوب الطبراني ذكره في معجم شيوخه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.219-220",
    },

    "JK_000952_0262": {
        "source" : "SKA",
        "title"  : "الأنطاكي",
        "text": "<h1>الأنطاكي</h1> بفتح الألف وسكون النون وفتح الطاء المهملة وفي آخرها الكاف هذه النسبة إلى بلدة يقال لها أنطاكية وهي من أحسن البلاد في تلك الناحية وأكثرها خيرا استولى عليها الأفرنج وهي في أيديهم الساعة وهي دار مملكتهم والدواء المسهل الذي يقال له الأنطاكي منسوب إلى هذه البلدة المعروف بالسقمونيا ولا يكون ببلد إلا بهذه البلدة قيل إن هذه الآية نزلت في أنطاكية & واضرب لهم مثلا أصحاب القرية إذ جاءها المرسلون & وبها قبر حبيب النجار في السوق كان بها ومنها جماعة من العلماء المشهورين قديما |جـ1 صـ221| وحديثا فالمنتسب إليها أبو الوليد محمد بن أحمد بن محمد بن الوليد بن برد بن يزيد بن سخت الأنطاكي من أهل أنطاكية سمع أباه ورواد بن الجراح ومحمد بن كثير الصنعاني والهيثم بن جميل وأبا توبة الربيع بن نافع وموسى بن داود ومحمد بن عيسى بن الطباع وقدم بغداد وحدث بها فروى عنه القاضي أبو عبد الله بن المحاملي ومحمد بن أحمد بن يحيى بن صفوان الأنطاكي وأبو الحسين بن المنادي وإسماعيل بن محمد الصفار ومكرم بن أحمد القاضي وأبو بكر الشافعي وغيرهم وذكره أبو عبد الرحمن النسائي فقال أبو الوليد بن برد الأنطاكي صالح وقال الدارقطني هو ثقة وذكر ابن المنادي قال جاءنا الخبر بموت أبي الوليد بن برد الأنطاكي من أنطاكية مع الرحالين يعني سنة ثماني وسبعين ومائتين وكذا قال أبو العباس بن عقدة إنه توفي في سنة ثماني وسبعين ومائتين راجعا من مكة وأبو محمد بن عبد الرحمن بن سهم الأنطاكي قدم بغداد وحدث بها عن عبد الله بن المبارك وأبي إسحاق الفزاري وبقية بن الوليد روى عنه محمد بن الفضل بن جابر السقطي وعلي بن أحمد بن النضر الأزدي وعبد الله بن محمد بن عبد العزيز البغوي وكان ثقة وجعفر بن محمد الأنطاكي شيخ يروي عن زهير بن معاوية الموضوعات وعن غيره من الأثبات المقلوبات لا يحل الاحتجاج بخبره روى عنه محمد بن عبيد الحماني ومحمد بن أحمد بن يحيى بن صفوان الأنطاكي كان إمام الجامع بأنطاكية يروي عن أبي أيوب سليمان بن عبد الحميد البهراني ومحمد بن أحمد بن الوليد بن برد الأنطاكي وغيرهما روى عنه أبو بكر محمد بن إبراهيم بن المقرىء الأصبهاني وقال ثنا محمد بن يحيى بن صفوان الأنطاكي إمام الجامع كان والله ثقيل الروح رحمه الله قلت ومات سنة ست عشرة وثلاثمائة أبو الفضل عبد الله بن إبراهيم بن العباس الأنطاكي المعدل من أهل أنطاكية يروي عن محمد بن أحمد بن الوليد بن برد روى عنه أبو بكر محمد بن إبراهيم بن المقرىء في معجم شيوخه وقال ثنا أبو الفضل المعدل بأنطاكية وكان قليل الرحمة رحمه الله وأبو عبد الله مهدي بن ميمون بن محمد بن عبد الرحمن بن سهم الأنطاكي من أهل أنطاكية يروي عن سهل بن صالح روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وذكر أنه كتب عنه بإفادة أبي علي الحسين بن علي الحافظ النيسابوري ثم قال أبو بكر بن المقرىء لم نسمع من مهدي غير هذا الحديث الواحد بعد جهد وعثمان بن خرزاد الأنطاكي من مشاهير |جـ1 صـ222| المحدثين يروي سعد بن محمد العوفي روى عنه سليمان بن أحمد بن أيوب الطبراني على سبيل الإجازة وقال حدثنا عثمان بن خرزاذ في كتابه وقد رأيته دخلت أنطاكية فدخلنا عليه وهو عليل مسبوت فلم أسمع منه وعاش بعد خروجي من أنطاكية ثلاث سنين ونيفا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.220-221",
    },

    "JK_000952_0263": {
        "source" : "SKA",
        "title"  : "الأنطرطوسي",
        "text": "<h1>الأنطرطوسي</h1> بفتح الألف وسكون النون وفتح الطاء وسكون الراء وضم طاء أخرى بعدها الواو وفي آخرها السين هذه النسبة إلى أنطرطوس وهي بلدة من بلاد الشام منها أبو حفص عمر بن أحمد بن محمد بن رجاء السجستاني الأنطرطوسي حدث عن أبي عقيل أنس بن سليمان وقيل سلم الخولاني روى عنه القاضي أبو القاسم مزاحم بن عميرة الأنطرطوسي هذا كان تولى القضاء بها روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ وأبو عقيل أنس بن سلم الخولاني الأنطرطوسي يروي عن معلل بن نفيل الحراني وغيره روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وسمع منه بأنطرطوس وأبو الدرداء عبد الله بن محمد بن الأشعث الأنطرطوسي يروي عن إبراهيم بن محمد بن عبيدة روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وسمع فيها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.221",
    },

    "JK_000952_0264": {
        "source" : "SKA",
        "title"  : "الأنقلقاني",
        "text": "<h1>الأنقلقاني</h1> بفتح الألف وسكون النون واللام بين القافين المضمومة والمفتوحة وفي آخرها النون هذه النسبة إلى قرية من قرى مرو يقال لها أنكلكان منها أبو عبد الله مطهر بن الحكم البيع الأنقلقاني كان من أهل القرآن والعلم راويا لتفسير مقاتل ولكتب علي بن الحسين بن واقد روى عن عبد الله بن يزيد المقرىء وأضرابه كتب عنه مسلم بن الحجاج القشيري صاحب الصحيح ومقبل بن رجاء الطوسي وعبد الله بن محمود السعدي وأبو جعفر محمد بن محمد بن الحسن بن بشار المروزي وغيرهم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.221",
    },

    "JK_000952_0265": {
        "source" : "SKA",
        "title"  : "الأنماري",
        "text": "<h1>الأنماري</h1> بفتح الألف وسكون النون وفتح الميم وفي آخرها الراء هذه النسبة إلى |جـ1 صـ223| أنمار والمشهور بالانتساب إليها أبو سفيان الأنماري يروي الطامات في الروايات لا يجوز الاحتجاج به إذا انفرد يروي عن حبيب بن عبد الله بن أبي كبشة روى عنه بقية بن الوليد حديث يعجبه النظر إلى الأترنج والحمام الأحمر وأبو الحسن أحمد بن الخضر بن أحمد بن محمد بن عبد الله بن نهيك بن عبد المطلب بن منصور بن طلحة بن زهير الأنماري صاحب رسول الله صلى الله عليه وسلم من أهل نيسابور كان إماما حافظا فاضلا سمع أبا عبد الله محمد بن إبراهيم العبدي وأبا الحسن أحمد بن النضر بن عبد الوهاب وأبا إسحاق إبراهيم بن علي الذهلي روى عنه الأستاذ أبو الوليد القرشي وأبو علي الحسين بن علي الحافظ والحاكم أبو عبد الله محمد بن عبد الله الحافظ وكان أبو علي الحافظ يقول ما لأحد علي في العلم من المنة ما لأبي الحسن الشافعي فإنه حملني إلى مجلس إبراهيم بن أبي طالب وحثني على سماع الحديث وكان أبو بكر بن إسحاق الصبغي يقول ما نعلم لأبي الحسن الشافعي جرما إلا فقره وتوفي أبو الحسن الأنماري الشافعي في جمادى الآخرة سنة أربع وأربعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.221-223",
    },

    "JK_000952_0266": {
        "source" : "SKA",
        "title"  : "الأنماطي",
        "text": "<h1>الأنماطي</h1> بفتح الألف وسكون النون وفتح الميم وكسر الطاء المهملة هذه النسبة إلى بيع الأنماط وهي الفرش التي تبسط والمشهور بهذه النسبة حبيب بن أبي حبيب الجرمي الأنماطي صاحب الأنماط من أهل البصرة يروي عن الحسن وابن سيرين وهو جد عبد الرحمن بن محمد بن حبيب بن أبي حبيب روى عنه موسى بن إسماعيل وحيان بن سليمان الجعفي الأنماطي من أهل الكوفة بياع الأنماط يروي عن سويد بن غفلة روى عنه منصور بن المعتمر والثوري وأبو الحسين زيد بن الحسن القرشي الكوفي الأنماطي صاحب الأنماط هو كوفي منكر الحديث حدث عن معروف بن خربوذ وعلي بن المبارك وجعفر بن محمد بن علي روى عنه سعيد بن سليمان الواسطي ونصر بن عبد الرحمن الوشاء وعلي بن المديني وإسحاق بن راهويه وغيرهم وأبو العباس محمد بن الحسين بن عبد الرحمن الأنماطي من أهل بغداد سمع سعيد بن سليمان الواسطي |جـ1 صـ224| ويحيى بن يوسف الزمي وداود بن عمرو الضبي وعبد الرحمن بن صالح الأزدي ومحمد بن عبد الله الأزدي ويحيى بن معين وهارون بن عبد الله البزاز روى عنه يحيى بن محمد بن صاعد ومحمد بن مخلد وعلي بن محمد المصري وعبد الباقي بن قانع وإسماعيل بن علي الخطبي وأبو بكر بن خلاد وكان ثقة وقال أبو الحسين بن المنادي أبو العباس الأنماطي حمل الناس عنه لثقته وصلاحه توفي لأيام مضت من شهر رمضان سنة ثلاث وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.223-224",
    },

    "JK_000952_0267": {
        "source" : "SKA",
        "title"  : "الأنيسوني",
        "text": "<h1>الأنيسوني</h1> بفتح الألف والنون المكسورة ثم الياء الساكنة آخر الحروف ثم السين المهملة المضمومة بعدها الواو وفي آخرها النون هذه النسبة إلى أنيسون وهي قرية من قرى بخارا ومنها أبو الليث نصر بن زاهر بن عمير بن حمزة الأنيسوني البخاري يروي عن أبي عبد الله بن أبي حفص وأسباط بن اليسع روى عنه جماعة |جـ1 صـ225| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.224-225",
    },

    "JK_000952_0268": {
        "source" : "SKA",
        "title"  : "الأوابي",
        "text": "<h1>الأوابي</h1> بفتح الهمزة وتشديد الواو وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى بني الأواب وهو بطن من تجيب والمشهور بهذه النسبة زياد بن نافع الأوابي يروي عن كعب صاحب رسول الله صلى الله عليه وسلم روى عنه بكر بن سوادة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.225",
    },

    "JK_000952_0269": {
        "source" : "SKA",
        "title"  : "الأواني",
        "text": "<h1>الأواني</h1> بفتح الهمزة والواو المخففة وفي آخرها النون هذه النسبة إلى أوانا وهي قرية على عشرة فراسخ من بغداد عند صريفين على الدجلة مضيت إليها غير مرة مجتازا وقاصدا وبها قبر مصعب بن الزبير رضي الله عنهما حدث من أهلها جماعة منهم يحيى بن عبد الله الأواني يروي عن إبراهيم بن أبي يحيى وابن أبي عصمة وأبي زيد ثابت بن يزيد الأحول روى عنه أحمد بن أبي يحيى الأحول وسماعة بن حماد بن عبيد الله الأواني من أهل أوانا حدث عن عيسى بن يونس وسفيان بن عيينة روى عنه موسى بن حمدون ومحمد بن صالح بن ذريح العكبريان أحاديث مستقيمة وأبو الحسن علي بن محمد بن أحمد الأواني الضرير المعروف بالموصلي شيخ مستور سمع أبا الحسن علي بن محمد بن محمد الأنباري كتبت عنه ببغداد وسألته عن ولادته فما عرف غير أنه قال ولدت بأوانا وتوفي بعد سنة سبع وثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.225",
    },

    "JK_000952_0270": {
        "source" : "SKA",
        "title"  : "الأوبري",
        "text": "<h1>الأوبري</h1> بضم الألف وفتح الباء المعجمة بواحدة وفي آخرها الراء هذه النسبة إلى أوبر وهي إحدى قرى بلخ والمشهور بالنسبة إليها أبو حامد أحمد بن يحيى بن هشام الأوبري يروي عن أحمد بن منصور الرمادي ومحمد بن علي بن أبي حسان وإسماعيل بن مجمع بن خالد الكلبي وغيرهم روى عنه أبو عبد الله محمد بن جعفر بن غالب الوراق وتوفي في شوال سنة خمس وثلاثمائة وهو ابن أربع وسبعين سنة |جـ1 صـ226| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.225-226",
    },

    "JK_000952_0271": {
        "source" : "SKA",
        "title"  : "الأودني",
        "text": "<h1>الأودني</h1> بفتح الألف وسكون الواو وفتح الدال المهملة والنون هذه النسبة إلى قرية من قرى بخارا يقال لها أودنه بناحية ختفر وهو نهر بتلك الناحية والمشهور بهذه النسبة إمام أصحاب الحديث أبو بكر محمد بن عبد الله بن محمد بن بصير بن ورقة الأودني إمام أصحاب الشافعي في عصره وكان حريصا على طلب العلم راغبا في نشره لم يترك طلبه إلى آخر عمره وما خرج من بيته إلا والدفتر في كمه يروي عن الهيثم بن كليب الشاشي وأبي بشر أحمد بن محمد بن عمرو المصعبي ومحمد بن صابر بن كاتب وأبي يعلى عبد المؤمن بن خلف النسفي روى عنه غنجار وأبو عبد الله الحليمي وأبو العباس المستغفري ومات ببخارا في شهر ربيع الأول سنة خمس وثمانين وثلاثمائة وقبره مشهور بكلاباذ هكذا سمعت أبا الرضى محمد بن محمود الطرازي يقوله ببخارا ومن هذه القرية من أصحاب الرأي الفقيه أبو سليمان داود بن محمد بن موسى بن هارون الأودني يروي عن أبي عبد الرحمن بن أبي الليث كتبه كتاب ذكر الصالحين وكتاب أحداث الزمان وكتاب رحمة البهائم وكتاب فضائل القرآن وغيرها صحب صالح بن محمد البغدادي الحافظ وابناه الفقيه أبو سلمة عبد الصمد والحافظ أبو سهل عبد الحميد سمعا من أبي الفضل بن أبي حفص الترمذي بترمذ كتب الطحاوي عنه وسمعا من الفقيه أبي القاسم عبد الله بن أحمد النسوي مسند الحسن بن سفيان وسمعا من أبي جعفر الزجاج وكيل أبي علي بن سمو حادل بمرو كتاب مناقب أبي حنيفة رحمه الله كتاب جليل هكذا ذكره الحاكم البصيري في كتاب المضاهاة قال البصيري سمعت الفقيه أبا سلمة عبد الصمد بن محمد بن داود يقول سمعت جدي يقول خرج صالح بن محمد أبو علي الحافظ البغدادي إلينا بقرية أودنة وجلس مجلسا إذ أطلع ابنه فقال دعوت الله أن يرزقني ولدا فرزقني حملا وأشار إلى ابنه علي وأحمد بن محمد بن نصر الأودني حدث عنه غنجار الحافظ وأبو بكر أحمد بن علي بن محمد اليزدي ثم النيسابوري ومن القدماء أبو منصور أحمد بن محمد بن نصر الأودني حدث عن عبد الرحمن بن صالح المصري ويحيى بن محمد اللؤلؤي وموسى بن قريش التميمي وسفيان بن عبد الحكيم وغيرهم روى عنه داود بن محمد بن موسى الأودني وتوفي سنة ثلاث وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.226",
    },

    "JK_000952_0272": {
        "source" : "SKA",
        "title"  : "الأودي",
        "text": "<h1>الأودي</h1> بفتح الألف وسكون الواو وفي آخرها الدال المهملة هذه النسبة إلى أود بن صعب بن سعد العشيرة بن مذحج والمشهور بهذه النسبة أبو إدريس إبراهيم بن أبي حديد الأودي ويقال ابن حديد يروي عن علي رضي الله عنه عداده في الكوفيين روى عنه |جـ1 صـ227| إسماعيل بن سالم وربيعة بن ناجذ الأسدي الأودي من أهل الكوفة يروي عن علي رضي الله عنه روى عنه أبو صادق وأبو الهذيل غالب بن الهذيل الأودي من أهل الكوفة يروي عن إبراهيم النخعي روى عنه سفيان الثوري وعمرو بن ميمون الأودي الكوفي يروي عن عمر بن الخطاب رضي الله عنه وسعد بن أبي وقاص وعبد الله بن مسعود ومعاذ بن جبل رضوان الله عليهم وهزيل بالزاي بن شرحبيل الأودي عن ابن مسعود وأبي موسى الأشعري روى له البخاري في الصحيح حديثا في الفرائض وأبو قيس الأودي اسمه عبد الرحمن بن ثروان يروي عن هزيل الأودي وأبو عبد الله إدريس بن يزيد الأودي والد عبد الله بن إدريس الأودي فقيه أهل الكوفة في عصره وأحمد بن عثمان بن حكيم الأودي من شيوخ البخاري ومسلم يروي عن شريح بن مسلمة وغيره توفي سنة ستين ومائتين وعلي بن حكيم الأودي من شيوخ مسلم تفرد به ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.226-227",
    },

    "JK_000952_0273": {
        "source" : "SKA",
        "title"  : "الأوزاعي",
        "text": "<h1>الأوزاعي</h1> بفتح الألف وسكون الواو وفتح الزاي في آخرها العين المهملة هذه النسبة إلى الأوزاع وهي قرى متفرقة فيما أظن بالشام فجمعت وقيل لها الأوزاع وقيل إنها قرية تلي باب دمشق يقال لها الأوزاع وهو الصحيح ينسب إليها أبو أيوب مغيث بن سمي الأوزاعي يقال إنه أدرك زهاء ألف من أصحاب رسول الله صلى الله عليه وسلم روى عنه زيد بن واقد وأهل الشام وأبو عمرو عبد الرحمن بن عمرو بن محمد بن عمرو الأوزاعي قال أبو حاتم بن حبان البستي من حمير الأوزاع التي نسب إليها قرية بدمشق خارج باب الفراديس يروي عن عطاء والزهري روى عنه مالك والثوري وأهل الشام مات سنة سبع وخمسين ومائة وكان محتلما في خلافة عمر بن عبد العزيز وكان من فقهاء أهل الشام وقرائهم وزهادهم ومرابطيهم وكان السبب في موته أنه كان مرابطا ببيروت ودخل الحمام فزلق فسقط وغشي عليه ولم يعلم به حتى مات فيه وقبره ببيروت مشهور يزار وكان مولده سنة ثمانين وقد روى عن ابن سيرين نسخة روى عنه بشر بن بكر التنيسي ولم يسمع الأوزاعي من ابن سيرين شيئا قال الأوزاعي قدمت البصرة بعد موت الحسن بنحو من أربعين يوما ودخلت |جـ1 صـ228| على محمد بن سيرين فاشترط علينا أن لا نجلس فسلمنا عليه قياما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.227-228",
    },

    "JK_000952_0274": {
        "source" : "SKA",
        "title"  : "الأوسي",
        "text": "<h1>الأوسي</h1> بفتح الألف وسكون الواو وفي آخرها سين مهملة هذه النسبة إلى الأوس وهو بطن من الأنصار وأبو عمرو سعد بن معاذ بن النعمان بن امرىء القيس بن زيد بن عبد الأشهل بن جشم بن الحارث بن الخزرج بن عمرو بن مالك بن أوس بن حارثة بن ثعلبة بن عمرو بن عامر بن ثعلبة بن امرىء القيس بن ثعلبة بن مازن بن الأسد بن الغوث الأوسي الأنصاري بدري مات بالمدينة في عهد النبي صلى الله عليه وسلم بعد قريظة وقال له النبي صلى الله عليه وسلم اهتز عرش الرحمن لموت سعد بن معاذ رضي الله عنه وأبو الحسين إسحاق بن إبراهيم بن إسماعيل الأنصاري الأوسي ذكرته في الأنصاري وأوس اسم لبعض أجداد المنتسب إليه منهم أبو الحسن أحمد بن محمد بن أوس بن أصرم البلخي الأوسي الصوفي يعرف بابن أوس كان من أهل بلخ كتب الكثير وكان ثقة متيقظا في أمر الدين والرواية روى عن محفوظ بن سهل الفارسي وجماعة من البلخيين قال أبو سعد الإدريسي قدم سمرقند وكتب عنا وكتبنا عنه وكان يختلف معنا ببخارا إلى خلف بن محمد الخيام وسمع معنا عن مشايخنا وانصرف منها إلى بلخ ومات بها بعد السبعين والثلاثمائة فيما أظن ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.228",
    },

    "JK_000952_0275": {
        "source" : "SKA",
        "title"  : "الأوشي",
        "text": "<h1>الأوشي</h1> بضم الألف والشين المعجمة المكسورة هذه النسبة إلى أوش من بلاد فرغانة معروفة وعمران بن موسى الأوشي منها قرأت في كتاب المضاهاة من تصانيف أبي كامل البصيري أجاز لنا الحافظ أبو بكر الجرجرائي قال رأيت أبا الحسن علي بن الحسن الحافظ وبزق في ثوبه قال رأيت عمران بن موسى الأوشي بفرغانة بزق في ثوبه قال رأيت أبا عدي عبد الله بن عبد الرحمن بزق في ثوبه قال رأيت سويد بن عبد العزيز بزق في ثوبه قال رأيت حميد بن زاذويه الطويل بزق في ثوبه قال رأيت أنس بن مالك رضي الله عنه بزق في ثوبه قال رأيت رسول الله صلى الله عليه وسلم بزق في ثوبه ومسعود بن منصور بن مرسل الأوشي |جـ1 صـ229| سكن سمرقند كان فقيها فاضلا وكان يدرس في رباط حمزة حدث عن أبي جعفر محمد بن علي العرفي السمناني وذكر عمر بن أحمد النسفي أن مسعود بن منصور الأوشي وأهله وولده ماتوا كلهم في ليلة واحدة منتصف ذي الحجة سنة تسع عشرة وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.228-229",
    },

    "JK_000952_0276": {
        "source" : "SKA",
        "title"  : "الأوصابي",
        "text": "<h1>الأوصابي</h1> بفتح الألف وسكون الواو وفتح الصاد المهملة وفي آخرها الباء المنقوطة بواحدة هذه النسبة إلى أوصاب وهي قبيلة من حمير والمنتسب إليها أم الدرداء امرأة أبي الدرداء اسمها هجيمة بنت حيي الأوصابية قال أبو حاتم بن حبان كانت تقيم ستة أشهر ببيت المقدس وستة أشهر بدمشق وليست هذه بأم الدرداء الكبرى تلك كريمة بنت أبي حدرد والصغرى ماتت بعد سنة إحدى وثمانين وهي تروي عن زوجها أبي الدرداء وكعب بن عاصم الأشعري رضي الله عنهما وكانت من العابدات روى عنها أهل الشام ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.229",
    },

    "JK_000952_0277": {
        "source" : "SKA",
        "title"  : "الأوفاضي",
        "text": "<h1>الأوفاضي</h1> بفتح الألف وسكون الواو والفاء المفتوحة بعدها الألف وفي آخرها الضاد المعجمة ذكر أبو الحسن الدارقطني في باب الأوفاض قال الأوفاض من أهل الصفة وكان أبو هريرة منهم والأوفاض الضعفاء والمرضى وقال أبو رافع إن الحسن بن علي رضي الله عنه حين ولد قال رسول الله صلى الله عليه وسلم احلقي شعر رأسه ثم تصدقي بوزنه من الورق في سبيل الله على الأوفاض ثم ولد حسين فصنعت به كذلك فسألت عن الأوفاض فقيل المرضى ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.229",
    },

    "JK_000952_0278": {
        "source" : "SKA",
        "title"  : "الأولومي",
        "text": "<h1>الأولومي</h1> بفتح الألف وسكون الواو وضم اللام وفي آخرها الميم هذه النسبة إلى أولوم وهو بطن من الصدف والمشهور بهذه النسبة أبو محمد أبيض بن محمد بن أبيض الصدفي الأولومي يروي عن أبي عبد الرحمن المقري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.229",
    },

    "JK_000952_0279": {
        "source" : "SKA",
        "title"  : "الأولاسي",
        "text": "<h1>الأولاسي</h1> بالواو الساكنة بين اللام ألفين وفي آخرها السين المهملة هذه النسبة إلى أولاس وهي بلدة على ساحل بحر الشام منها أبو الحارث الأولاسي كان من المشايخ الكبار وله آيات وكرامات وعجائب |جـ1 صـ230| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.229-230",
    },

    "JK_000952_0280": {
        "source" : "SKA",
        "title"  : "الأويسي",
        "text": "<h1>الأويسي</h1> بضم الألف وفتح الواو وسكون الباء المنقوطة باثنتين من تحتها هذه النسبة إلى أويس وهو اسم رجل وهو أويس بن سعد بن أبي سرح العامري أخو عبد الله بن سعد شهد فتح مصر ومن ولده أبو جعفر الأويسي من ساكني مكة قدم مصر ونزل خطة جده وكان رجلا صالحا قاله ابن يونس |جـ1 صـ231| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.230-231",
    },

    "JK_000952_0281": {
        "source" : "SKA",
        "title"  : "الأهجوري",
        "text": "<h1>الأهجوري</h1> بضم الألف وسكون الهاء وضم الجيم وفي آخرها الراء هذه النسبة إلى الأهجور وهو بطن من المعافر منها أبو الفرج نهر بن منصور المعافري الأهجوري قال أبو سعيد بن يونس حدث في مسجد الأهجور من المعافر روى عنه موسى بن سلمة وابن وهب ورأيته في ديوان المعافر بمصر في بني حارف يقال توفي سنة ثمان وأربعين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.231",
    },

    "JK_000952_0282": {
        "source" : "SKA",
        "title"  : "الاهناسي",
        "text": "<h1>الاهناسي</h1> بفتح الألف وسكون الهاء وفتح النون وفي آخرها السين المهملة هذه النسبة إلى أهناس وهي بليدة بصعيد مصر نسب إليها دحية بن المغصب بن الأصبع بن عبد العزيز بن مروان بن الحكم الأهناسي لأنه خرج منها قال أبو سعيد بن يونس دحية المغصب كان قد ثار من صعيد مصر بناحية أهناس ودخل ألواح من غربي مصر قتل بمصر سنة تسع وستين ومائة وله أخبار ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.231",
    },

    "JK_000952_0283": {
        "source" : "SKA",
        "title"  : "الأهوازي",
        "text": "<h1>الأهوازي</h1> بفتح الألف وسكون الهاء وفي آخرها الزاي هذه النسبة إلى الأهواز وهي من بلاد خوزستان وتنسب جميع بلاد الخوز إلى الأهواز يقال لها كور الأهواز والبلدة هي الأهواز الساعة يقال لها سوق الأهواز وهي على قرب من أربعين فرسخا من البصرة وكانت إحدى البلاد المشهورة المشحونة بالعلماء والأئمة والتجار والمتمولين من أهل البلد والغرباء وقد خربت أكثرها وبقيت التلال ولم يبق منها إلا جماعة قليلة والمشهور بالنسبة إليها من القدماء الضحاك بن زيد الأهوازي يروي عن إسماعيل بن أبي خالد روى عنه عبد الملك بن مروان الأهوازي وكان ممن يرفع المراسيل ويسند الموقوف لا يجوز الاحتجاج به لما أكثر ومنها أبو الطيب محمد بن أحمد بن موسى بن هارون بن الصلت |جـ1 صـ232| الأهوازي سكن بغداد وحدث بها عن أبي خليفة الفضل بن حباب الجمحي ومحمد بن جعفر القتات وإبراهيم بن شريك الكوفيين وأحمد بن الحسن بن عبد الجبار الصوفي وحامد بن محمد بن شعيب البلخي وأحمد بن محمد البراثي روى عنه ابنه أبو الحسن أحمد وأبو القاسم عبد الرحمن بن عبيد الله الحرفي ومات في سنة اثنتين وخمسين وثلاثمائة وزيد ابن الحريش الأهوازي يروي عن عمران بن عيينة روى عنه عبدان بن أحمد بن موسى الأهوازي وابنه أحمد بن زيد بن الحريش الأهوازي روى عنه سليمان بن أحمد بن أيوب الطبراني وأبو الحسين محمد بن الحسن بن أحمد بن محمد بن موسى بن عمران الأهوازي المعروف بابن أبي علي الأصبهاني قدم بغداد من الأهواز وحدث بها عن محمد بن إسحاق بن دارا وأحمد بن محمود بن خرزاذ ومحمد بن أحمد بن إسحاق الشاهد الأهوازيين وعن أبي أحمد الحسن بن عبد الله بن سعيد العسكري سمع منه أبو بكر أحمد بن علي بن ثابت الحافظ وأبو الفضل أحمد بن الحسن بن خيرون الأمين وغيرهما ذكره الخطيب الحافظ في التاريخ وقال قدم علينا من الأهواز وخرج له أبو الحسن النعيمي أجزاء من حديثه وسمع منه شيخنا أبو بكر البرقاني وكان قد أخرج إلينا فروعا بخطه قد كتبها من حديث شيوخه المتأخرين عن متقدمي البغداديين الذين في طبقة عباس الدوري ونحوه فظننت أن الغفلة غلبت عليه فإنه لم يكن يحسن شيئا من صناعة الحديث حتى حدثني عبد السلام بن الحسين الدباس وكان لا بأس به معروفا بالستر والصيانة قال دخلت على الأهوازي يوما وبين يديه كتاب في أخبار مجموعة وهو صحيفة لا يوجد سماعا فرأيت الأهوازي قد نقل منه أخبارا عدة إلى مواضع متفرقة من كتبه وأنشأ لكل خبر منها إسنادا أو كما قال وقال أبو نصر أحمد بن علي بن عبدوس الخصاص كنا نسمي ابن أبي علي الأصبهاني خزان الكذب أقام الأهوازي ببغداد سبع سنين ثم خرج إلى الأهواز وبلغنا وفاته في سنة ثمان وعشرين وأربعمائة |جـ1 صـ233| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.231-232",
    },

    "JK_000952_0284": {
        "source" : "SKA",
        "title"  : "الإيادي",
        "text": "<h1>الإيادي</h1> بكسر الألف وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها الدال هذه النسبة إلى إياد بن نزار بن معد بن عدنان وتشعبت منه القبائل وأبو القاسم علي بن محمد بن علي بن يعقوب بن يوسف بن يعقوب بن الزائد بن علي بن إسحاق بن زيد بن حبيب بن مالك بن عوف بن عمرو بن عوف بن مالك بن عامر بن ثعلبة بن مالك بن عمرو بن عوف بن الهون بن وائلة بن الطمثان بن عوف بن مناة بن يقدم بن أفصى بن دعمي بن إياد بن نزار بن معد بن عدنان الإيادي من أهل بغداد شيخ معروف ثقة فقيه صالح سمع أبا بكر محمد بن عبد الله الشافعي وأبا بكر أحمد بن سلمان النجاد وحبيب بن الحسن القزاز وأبا بكر بن خلاد ذكره أبو بكر الخطيب في تاريخ بغداد وقال كتبنا عنه وكان ثقة دينا يتفقه على مذهب مالك ويسكن نهر الدجاج وولد في جمادى الأولى سنة سبع وثلاثين وتوفي في ذي الحجة سنة أربع عشرة وأربعمائة ببغداد وأبو سليمان زافر بن سليمان الإيادي القوهستاني ذكرته في حرف القاف مع الواو وأبو قدامة الحارث بن عبيد الإيادي من أهل البصرة مؤذن مسجد البري يروي عن البصريين أبي عمران الجوني وغيره روى عنه أهلها كان شيخا صالحا ممن كثر وهمه حتى خرج عن جملة من يحتج بهم إذا انفردوا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.232",
    },

    "JK_000952_0285": {
        "source" : "SKA",
        "title"  : "الإيامي",
        "text": "<h1>الإيامي</h1> بكسر الألف وفتح الياء المنقوطة باثنتين من تحتها هذه النسبة إلى أيام وقيل لهؤلاء البطن يام أيضا بغير الألف والمشهور بالانتساب إليها أبو عبد الرحمن زبيد بن الحارث الإيامي من أهل الكوفة يروي عن أبي وائل ومرة روى عنه منصور والثوري مات سنة اثنتين وعشرين ومائة قال أبو حاتم بن حبان زبيد كان من العباد الخشن مع الفقه في الدين ولزوم الورع الشديد وابنه عبد الله بن زبيد بن الحارث اليامي من أهل الكوفة أيضا يروي عن أبيه وعبد الملك بن عمير روى عنه أهل الكوفة وأبو الأشعث |جـ1 صـ234| عبد الرحمن بن زبيد بن الحارث اليامي أخوه من أهل الكوفة أيضا يروي عن أبي العالية وأبيه روى عنه يحيى بن عقبة بن أبي العيزار ومن زعم أنه عبد الرحمن بن زيد بن الحارث فقدوهم مات سنة سبع وأربعين ومائة وجحادة الإيامي والد محمد بن جحادة كوفي يروي عن عائشة رضي الله عنها مات في طريق مكة روى عنه ابنه محمد بن جحادة وأبو عون العلاء بن عبد الكريم الإيامي من أهل الكوفة يروي عن مجاهد روى عنه الثوري ووكيع وأبو محمد إسماعيل بن محمد بن جحادة اليامي المكفوف من أهل الكوفة وكان عطارا بها يروي عن عبد الملك بن أبجر كان يحيى بن معين سيئي الرأي فيه وقد رآه كان يخطىء حتى خرج عن حد الاحتجاج به إذا انفرد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.232-234",
    },

    "JK_000952_0286": {
        "source" : "SKA",
        "title"  : "الإيبسني",
        "text": "<h1>الإيبسني</h1> ايبسن بكسر الألف وسكون الياء والباء والسين المفتوحة والنون قرية بنسف على فرسخ منها شيخنا المقرىء أبو يعقوب يوسف بن أبي بكر بن أحمد بن يعقوب بن الحسن بن الحسين بن محمد بن وصاف الإيبسني ينتسب إليها وهكذا اثبتوا له في السماع شيخ فاضل مقرىء حسن السيرة كثير العبادة سمع أبا بكر محمد بن محمد البلدي سمعت منه كتاب أخبار مكة للأزرقي بنسف وكانت ولادته في صفر سنة ثمان وسبعين وأربعمائة وتوفي سنة اثنتين وخمسين وخمسمائة وابن أخيه أبو المعين ميمون بن أحمد بن أبي بكر الإيبسني أيضا سمعت منه أحد عشر جزءا من كتاب الجامع الصحيح للبجيري بروايته عن أبي بكر البلدي أيضا ومن القدماء أبو جعفر محمد بن غانم الإيبسني سمع محمد بن مسعود بن الربيع بن حسان الكسي نسخة خراش عن أنس ورواها عنه مات ليلة السبت التاسع عشر من جمادى الآخرة سنة خمس وعشرين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.234",
    },

    "JK_000952_0287": {
        "source" : "SKA",
        "title"  : "الإيتاخي",
        "text": "<h1>الإيتاخي</h1> بكسر الألف وسكون الياء المنقوطة من تحتها باثنتين وفتح التاء المنقوطة من فوقها باثنتين وفي آخرها الخاء المعجمة هذه النسبة إلى إيتاخ وهو غلام والمنتسب إليه أحمد بن محمد بن يزيد الوراق ويعرف بالإيتاخي من أهل سر من رأى قدم بغداد وحدث بها عن هانىء بن يحيى وشبابة بن سوار ويحيى بن معين وأحمد بن حنبل روى عنه أبو بكر محمد بن القاسم بن الأنباري النحوي ومحمد بن جعفر المطيري وأحمد بن محمد بن عبد الله الجوهري وعلي بن الفضل الستوري وأبو بكر محمد بن عبد الله الشافعي وقال الدارقطني هو ليس بالقوي ووثقه غيره وهو أبو بكر الخلال فقال قدم علينا من سر من رأى وسمعنا منه وكان شيخا كبيرا ثقة |جـ1 صـ235| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.234-235",
    },

    "JK_000952_0288": {
        "source" : "SKA",
        "title"  : "الأيدعاني",
        "text": "<h1>الأيدعاني</h1> بفتح الألف وسكون الياء المنقوطة باثنتين من تحتها وفتح الدال والعين المهملتين وفي آخرها النون هذه النسبة إلى ايدعان وهو بطن من تجيب وهو أيدعان بن سعد بن تجيب وأيدعان بطن من الصدف وهو أيدعان بن خريم بن الصدف وفي حضرموت ايدعان بن الحارث بن زيد بن حضرموت والأشهر ايدعان تجيب والمشهور بهذه النسبة أبو محمد وفاء بن سهيل بن عبد الرحمن بن سليمان بن خيثمة بن وفاء التجيبي الأيدعاني ويكنى سهيل أبا شجرة توفي سنة ثمان وستين ومائتين آخر من حدث عنه بمصر ابن أبي الحديد وأبو بردة أحمد بن سليمان بن برد بن نجيع الأيدعاني من موالي بني ايدعان من تجيب كان مقبولا عند القضاة حارث بن مسكين وبكار بن قتيبة وتوفي سنة سبع وخمسين ومائتين في ذي الحجة وأبو الحسن بن الرواغ بن برد بن نجيح الأيدعاني يروي عن عمرو بن خالد ويحيى بن بكير وكان كريما موثقا توفي سنة ست وثمانين ومائتين وأبو الربيع سليمان بن برد بن نجيح الأيدعاني في موالي بني ايدعان يروي عن مالك والليث وابن لهيعة والدراوردي وكان فقيها عالما وكان مقدم بن داود يقول ما رأيت أحدا كان أعلم بالقضاء من سليمان بن برد وتوفي يوم الأربعاء لعشر بقين من ذي الحجة سنة اثنتي عشرة ومائتين وعبد الله بن نجي الخضرمي هو نجي بن سلمة بن حشم بن مالك بن أسد بن نجي بن لعس بن كنهس بن اختش بن ايدعان بن حريم بن الصدف وهو شهال بن دعمي بن زياد بن حضرموت ونجي روى عن علي بن أبي طالب رضي الله عنه روى عنه ابنه عبد الله وأولاد نجي مسلم والحسين وعمران والأسقع وهو عقبة ونعيم وعلي وحمزة بنو نجي قتلوا كلهم مع علي رضي الله عنه بصفين وهم سبعة وكثير بن نجي وإبراهيم بن نجي درجا من ولد عبد الله محمد بن عبد الله بن نجي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.235",
    },

    "JK_000952_0289": {
        "source" : "SKA",
        "title"  : "الإيذجي",
        "text": "<h1>الإيذجي</h1> بكسر الألف وسكون الياء المنقوطة باثنتين من تحتها وفتح الذال المعجمة وفي آخرها الجيم هذه النسبة إلى إيذج وهو موضعان أحدهما بلدة من كور الأهواز وبلاد الخوز والمنتسب إليها جماعة وولد أمير المؤمنين المهدي بها وهو أبو عبد الله محمد بن |جـ1 صـ236| أبي جعفر المنصور عبد الله بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب الهاشمي الإيذجي أمه أم موسى بنت منصور الحميرية ولد بايذج في سنة سبع وعشرين ومائة واستخلف يوم مات المنصور بمكة وقام بأمر بيعته الربيع بن يونس وأتاه بالخبر منارة البريدي مولاه يوم الثلاثاء لست عشرة ليلة خلت من ذي الحجة والمهدي إذ ذاك ببغداد فأقام بعد قدوم منارة يومين لم يظهر الخبر ثم خطب الناس يوم الخميس ونعى لهم المنصور وبويع بيعة العامة وذلك في سنة ثمان وخمسين ومائة وأمه بربرية يقال لها أرومي وتكنى أم موسى بنت منصور بن عبد الله بن شهر من حمير وكان طويلا أسمر جعدا بعينه اليمني نكتة بياض وكان جوادا حسن السيرة عادلا مرضيا ودخل عليه ابن الخياط المكي يوما ومدحه بقصيدة فأمر له بخمسين ألف درهم فلما قبضها فرقها على الناس وقال % أخذت بكفي كفه أبتغي الغنى % % ولم أدر أن الجود من كفه يعدي % % فلا أنا منه ما أفاد ذوو الغنى % % أفدت وأعداني فبددت ما عندي % فنمي إلى المهدي فأعطاه بدل كل درهم دينارا ودخل عليه مروان بن أبي حفصة وعنده جماعة فأنشده % صحا بعد جهل واستراحت عواذله % فقال له ويلك كم هي قال سبعون بيتا فأمر له بسبعين ألف درهم قال مروان فقلت في نفسي بالنسيئة إنا لله وإنا إليه راجعون ثم قلت يا أمير المؤمنين اسمع مني أبياتا حضرت واندفعت فأنشدته % إليك قصرنا النصف من صلواتنا % % مسيرة شهر بعد شهر نواصله % % فلا نحن نخشى أن يخيب رجاؤنا % % لديك ولكن أهنأ البر عاجله % قال فتبسم وقال عجلوها له فحملت إلي من وقتها توفي المهدي بقرية يقال لها الرذ من ماسبذان في المحرم سنة تسع وستين ومائة وصلى عليه الرشيد ومات وله ثلاث وأربعون سنة وأبو محمد يحيى بن أحمد بن الحسن بن فرزك الإيذجي من أهل إيذج الأهواز يروي عن أبي بشر مكي بن مردك الأهوازي روى عنه أبو بكر محمد بن إبراهيم بن |جـ1 صـ237| المقرىء وأبو عبد الله أحمد بن الحسين بن مابهرام الإيذجي يروي عن محمد بن مرزوق البصري روى عنه سليمان بن أحمد بن أيوب الطبراني وسمع منه بايذج والثاني ينسب إلى ايذج قرية من قرى سمرقند بناحية شاوذار عند الجبل منها أبو الحسين محمد بن الحسين الإيذجي المذكر كان يجالس أبا القاسم الحكيم وأخذ عنه من كلامه وحكمته الكثير وحدث عن أبيه أيضا روى عنه أبو سعد الإدريسي قال وتوفي فيما أظن سنة سبع وثمانين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.235-237",
    },

    "JK_000952_0290": {
        "source" : "SKA",
        "title"  : "الإيذوخي",
        "text": "<h1>الإيذوخي</h1> بكسر الألف وسكون الياء المنقوطة باثنتين من تحتها وضم الذال المعجمة وبعدها الواو وفي آخرها الخاء المعجمة هذه النسبة إلى إيذوخ وهي قرية على ثلاث فراسخ من سمرقند بقرب جبل شاوذار منها أبو الحسين الإيذوخي الشاوذاري يروي عن أبي يعقوب يوسف بن علي الأبار السمرقندي وأحمد بن محمد بن الفضل البلخي القاضي بسمرقند قال أبو سعيد الإدريسي الحافظ سمعت محمد بن الحسين الإيذوخي المذكر السمرقندي يقول سمعت من أبي أحاديث أحمد بن محمد بن الفضل البلخي القاضي وسألته أن يخرجها إلي فذكر أنها غائبة عنه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.237",
    },

    "JK_000952_0291": {
        "source" : "SKA",
        "title"  : "الأيلي",
        "text": "<h1>الأيلي</h1> بفتح الألف وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها اللام هذه بلدة على ساحل بحر القلزم مما يلي ديار مصر خرج منها جماعة من العلماء والفضلاء في كل نوع وقد مات أبو بكر محمد بن مسلم بن شهاب الزهري إمام أهل المدينة بنواحي ايلة بموضع يقال له بدا وشغب وهما واديان عن مرحلة من أيلة وممن روى عن الزهري بأيلة أبو يزيد يونس بن يزيد بن أبي النجاد الأيلي نسبوه في موالي بني أمية يروي عن الزهري وغيره توفي بصعيد مصر سنة اثنتين وخمسين ومائة وابن أخيه أبو عثمان عنبسة بن خالد بن |جـ1 صـ238| يزيد بن أبي النجاد الأيلي مولى بني أمية من أهل أيلة أيضا روى عن عمه روى عنه أحمد بن صالح المصري مات عنبسة بأيلة سنة سبع وتسعين ومائة وقيل سنة ثمان وتسعين ومحمد بن سلام بن عبد الله بن عقيل بن خالد الأيلي يروي عن يونس بن يزيد الأيلي أيضا روى عنه أبو بكر محمد بن يزيد الطرسوسي وخالد بن نزار الأيلي يروي عن سفيان بن عيينة وإبراهيم بن طهمان روى عنه ابنه أبو الطيب طاهر بن خالد بن نزار بن سليم الغساني الأيلي نزل بسر من رأى وحدث بها عن أبيه وآدم بن أبي أياس روى عنه يحيى بن محمد بن صاعد والحسن بن محمد بن سعيد وإسماعيل بن العباس الوراق ومحمد بن مخلد العطار ومحمد بن جعفر المطيري وهو ثقة وقال ابن أبي حاتم كتب عنه أبي بسامرا وهو صدوق ومات بسامرا في شعبان سنة ثلاث وستين ومائتين وأقدم منهم أبو خالد عقيل بن خالد بن عقيل الأيلي القرشي والأموي مولى آل عثمان بن عفان رضي الله عنه يروي عن الزهري وعكرمة ومكحول روى عنه الليث بن سعد ويونس بن يزيد الأيلي مات سنة إحدى أو اثنتين وأربعين ومائة وقال أبو سعيد بن يونس توفي بفسطاطا مصر فجاءة بالمعافر في قصر عمار بن يونس بن أبي سعيد سنة أربع وأربعين ومائة وأبو محمد عبد الرحمن بن هارون بن سعيد بن الهيثم الأيلي حدث وتوفي في شوال سنة ثمان وسبعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.237-238",
    },

    "JK_000952_0292": {
        "source" : "SKA",
        "title"  : "الإيلاقي",
        "text": "<h1>الإيلاقي</h1> بكسر الألف وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها القاف هذه النسبة إلى إيلاق وهي بلاد الشاش المتصلة بالترك على عشرة فراسخ من الشاش وهذه الناحية من حد نوبخت إلى فرغانة وذكر من دخلها أنه لم ير بلادا أحسن ولا أنزه منها وسقيها من واد ربما بلغ عرضه نحو فرسخين وجبالها فيها الذهب والفضة وقراها وعماراتها من المياه المطردة والخضرة كان منها جماعة من الأئمة أشهرهم أبو الربيع طاهر بن عبد الله الإيلاقي كان إماما في الفقه بارعا فيه تفقه بمرو على أبي بكر عبد الله بن أحمد القفال المروزي وبنيسابور على أبي طاهر محمد بن محمد بن محمش الزيادي وببخارا على أبي عبد الله الحسين بن الحسن الحليمي وأخذ الأصول عن أبي إسحاق إبراهيم بن محمد الإسفراييني تفقه عليه أهل الشاش وروى الحديث عن أستاذيه وأبي نعيم عبد الملك بن الحسن الأزهري وغيرهم وتوفي عن ست وتسعين سنة في سنة خمس وستين وأربعمائة والفقيه أبو عبد الله محمد بن داود بن رضوان الإيلاقي من أهل إيلاق ورد خراسان وتفقه على |جـ1 صـ239| الحسن بن مسعود بن الفراء بمرو الروذ وبنيسابور على محمد بن يحيى وكان حسن السيرة سديدا جميل الأمر راغبا في قضاء حوائج الإخوان سمع الكثير بنيسابور معي عن أبي عبد الله محمد بن الفضل الفراوي وطبقته قدم علينا مرو وأقام عندي في مدرستي مدة وسمعت منه أحاديث وتوفي سنة تسع وثلاثين وخمسمائة ودفن بسنجدان ومن القدماء أبو سلمة نصر بن محمد بن غريب الشاشي القائد الصوفي الإيلاقي كان من قواد إيلاق سكن الشاش كان فاضلا خيرا حج وحدث وكتب عنه الناس يروي عن عبد الرحمن بن محمد بن سابق البخاري صاحب محمد بن إسماعيل والهيثم بن كليب الشاشي قال أبو سعد الإدريسي قدم القائد الإيلاقي سمرقند حاجا ونزل رباط الأمير بباب دستان وكتب عنه أصحابنا بها وأنا كتبت عنه بالشاش قبل السبعين والثلاثمائة ومات بعد السبعين والثلاثمائة |جـ1 صـ240| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.238-239",
    },

    "JK_000952_0293": {
        "source" : "SKA",
        "title"  : "الباباني",
        "text": "<h1>الباباني</h1> بفتح الباء الموحدة ولكن لها ميل إلى أن تحتها ثلاث نقط وباء أخرى بين الألفين وفي آخرها النون هذه النسبة إلى محلة كبيرة بأسفل مرو ويقال لها باي بابان منها أبو سعيد عبدة بن عبد الرحيم بن حسان المروزي الباباني مروزي خرج إلى العراق والحجاز وسكن ديار مصر وحدث بها عن سفيان بن عيينة ووكيع بن الجراح وبقية بن الوليد الحمصي وغيرهم روى عنه الحسن بن سفيان النسوي وعمر بن سنان المنبجي ومحمد بن المعافي الصيداوي ومحمد بن عمران الأرسابندي وغيرهم وتوفي بدمشق سنة أربع وأربعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.239",
    },

    "JK_000952_0294": {
        "source" : "SKA",
        "title"  : "البابدستاني",
        "text": "<h1>البابدستاني</h1> بالألف بين الباءين المنقوطتين وفتح الدال وسكون السين المهملتين وفتح التاء المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى باب دستان وهي معروفة بسمرقند سمعت من شيخ من أهل هذه المحلة ومنها أبو الحسن علي بن الحسن بن نصر بن خراسان بن عبد الله بن طلحة بن قيس بن ثعلبة بن مالك بن خويشان القيسي البابدستاني كان فاضلا ثقة صدوقا من فقهاء أصحاب الرأي راغبا في طلب العلم والحديث وكتبة الآثار حاذقا بالحساب والفقه والشروط جيد الأصول صحيح السماعات يروي عن محمد بن صالح بن محمود الكرابيسي وبكر بن أحمد الفقيه الحيدي وإبراهيم بن حمدويه السمرقنديين وزاهر بن عبد الله المغكاني سمع منه أبو سعد الإدريسي وقال كنا عقدنا له مجلس الإملاء ببابدستان أياما طويلة مات بسمرقند سنة ثمان وستين وثلاثمائة في صفر وصلى عليه عبد الكريم بن محمد الفقيه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.239",
    },

    "JK_000952_0295": {
        "source" : "SKA",
        "title"  : "البابرتي",
        "text": "<h1>البابرتي</h1> بفتح الباء المنقوطة بواحدة والألف بين الباءين المفتوحتين وسكون الراء وفي آخرها التاء الثالثة هذه النسبة إلى بابرتي وهي قرية من أعمال الدجيل بنواحي بغداد |جـ1 صـ241| منها أبو القاسم هبة الله بن محمد بن الحسن بن أبي الأصابع الحربي البابرتي المقرىء ولد بقرية بابرتي ونشأ بالحربية إحدى محال بغداد كان شيخا صالحا فقيرا مستورا ضريرا سمع أبا الفتح عبد الواحد بن علوان بن قيس الشيباني كتبت عنه شيئا يسيرا بإفادة عمر بن علي الحربي المقرىء بالحربية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.239-241",
    },

    "JK_000952_0296": {
        "source" : "SKA",
        "title"  : "البابسيري",
        "text": "<h1>البابسيري</h1> هذه النسبة إلى بلدة من كور الأهواز ومنها أبو الحسن علي بن بحر بن بري البابسيري يروي عن سفيان بن عيينة روى عنه ابنه الحسن بن علي وجماعة قال أبو حاتم بن حبان علي بن بحر بن بري من أهل بابسير من كور الأهواز مات سنة أربع وثلاثين ومائتين وكان من أقران أحمد بن حنبل في الفضل والصلاح وابن ابنه أبو عبد الله محمد بن الحسن بن علي بن بحر بن البري الباسيري يروي عن يوسف بن حماد وعبد الواحد بن غياث روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وسمع منه ببابسير وطاهر بن عبد الله البابسيري يروي عن علي بن موسى بن مروان الرازي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.241",
    },

    "JK_000952_0297": {
        "source" : "SKA",
        "title"  : "البابشامي",
        "text": "<h1>البابشامي</h1> بالألف بين الباءين المنقوطتين بواحدة وفتح الشين المعجمة وفي آخرها الميم هذه النسبة إلى باب الشام وهي إحدى المحال الأربعة المشهورة القديمة بالجانب الغربي من بغداد التي وضعها المنصور أبو جعفر الدوانيقي خرج منها جماعة من أهل العلم واشتهر بالانتساب إليها أبو عبد الله محمد بن إبراهيم بن كثير الصيرفي البابشامي قال الخطيب نسب إلى نزوله باب الشام ويقال له أستاذ ليث روى عن أبي نواس الشاعر الحسن بن هانىء حديثان مسندان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.241",
    },

    "JK_000952_0298": {
        "source" : "SKA",
        "title"  : "البابسيري",
        "text": "<h1>البابسيري</h1> بالألف بين الباءين ثاني الحروف وكسر السين المهملة والراء بين الياءين آخر الحروف هذه النسبة إلى بابسير وهي قرية من قرى واسط وقيل من قرى الأهواز خرج منها أبو بكر محمد بن أحمد بن محمد بن موسى البابسيري حدث بتاريخ المفضل بن غسان الغلابي عن أبي أمية الأحوص بن المفضل عن أبيه روى عنه القاضي أبو العلاء محمد بن علي بن أحمد بن يعقوب الواسطي المقرىء سمعت هذا التاريخ من أبي طاهر محمد بن أبي بكر السنجي بمرو عن أبي غالب محمد بن الحسن الباقلاني بعضه وعن أبي المعالي ثابت بن بندار البقال بعضه كلاهما عن القاضي أبي العلاء الواسطي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.241",
    },

    "JK_000952_0299": {
        "source" : "SKA",
        "title"  : "البابشيري",
        "text": "<h1>البابشيري</h1> بالألف بين الباءين وكسر الشين المعجمة وبعدها الياء المنقوطة باثنتين من |جـ1 صـ242| تحتها وفي آخرها الراء هذه النسبة إلى بابشير وهي قرية من قرى مرو على فرسخ منها عند الدروازق منها إبراهيم بن أحمد بن علي البابشيري سمع مات سنة ست وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.241-242",
    },

    "JK_000952_0300": {
        "source" : "SKA",
        "title"  : "البابشي",
        "text": "<h1>البابشي</h1> بالألف بين الباءين المنقوطتين بواحدة وفي آخرها الشين المعجمة هذه النسبة إلى قرية من قرى بخارا فيما أظن والمشهور بالنسبة إليها أبو إسحاق إبراهيم بن محمد بن إسحاق بن عبد الله بن حدير بن ذراع الأسدي البابشي يروي عن أحمد بن إسحاق السرماري ونصر بن الحسين ومحمد بن المهلب بن كثير الأزدي روى عنه خلف بن محمد الخيام توفي سنة ثلاث وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.242",
    },

    "JK_000952_0301": {
        "source" : "SKA",
        "title"  : "البابقراني",
        "text": "<h1>البابقراني</h1> بالألف بين الباءين المنقوطتين بواحدة وفتح القاف والراء وفي آخرها النون هذه النسبة إلى بابقران وهي قرية من قرى مرو بأعالي البلد منها أبو الحسن أحمد بن محمد بن عيسى البابقراني رحل إلى العراق سمع ببغداد أبا عبد الله الحسين بن إسماعيل المحاملي القاضي روى عنه أبو علي الحسين بن علي البردعي السمرقندي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.242",
    },

    "JK_000952_0302": {
        "source" : "SKA",
        "title"  : "البابكسي",
        "text": "<h1>البابكسي</h1> بفتح الباء والألف بين الباءين المنقوطتين بواحدة وكسر الكاف وتشديد السين المهملة هذه النسبة إلى باب كس وهي محلة حسنة بسمرقند مضيت إليها غير مرة ويقال لها بالعجمية دروازه كس منها أبو إبراهيم إسحاق بن إسماعيل بن جعفر بن داود بن يوسف وقد قيل ابن سيف بن جبلة بن الحسين بن معبد الزاهد البابكسي السمرقندي المذكر هو الذي تولى بناء رباط المربعة بسمرقند قال أبو سعد الإدريسي الحافظ يقع في أحاديثه المناكير أرجو أنها تكون من جهة مشايخه فإنه كان على ما حكي عنه من الفضل والزهد بمكان لا يظن به ذلك يروي عن معروف بن حسان ومسعدة بن شاهين ومسعود بن بحيرة وسلم وعمر ابني أبي مقاتل الفزاري وأحمد بن معاوية وعيسى بن يزيد الفراء وقبيصة بن عقبة وغيرهم روى عنه العباس بن الفضل بن يحيى ومسعود بن كامل ونصر بن الفتح بن يزيد وغيرهم مات يوم الجمعة بعد العصر ودفن من الغد لإحدى عشرة بقيت من رمضان سنة تسع وخمسين ومائتين وصلى عليه الأمير إسماعيل بن أحمد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.242",
    },

    "JK_000952_0303": {
        "source" : "SKA",
        "title"  : "البابكوشكي",
        "text": "<h1>البابكوشكي</h1> بالألف بين الباءين الموحدتين بعدها الكاف والواو ثم الشين المعجمة وفي آخرها الكاف هذه النسبة إلى محلة كبيرة بأصبهان يقال لها باب كوشك وسمعت بها عن جماعة كثيرة من الشيوخ ورأيت في تاريخ أصبهان بهذه النسبة أحمد بن |جـ1 صـ243| إبراهيم البابكوشكي قال أبو نعيم ذكره الغزال توفي سنة ثمان وسبعين ومائتين يروي عن الحسين بن حفص ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.242-243",
    },

    "JK_000952_0304": {
        "source" : "SKA",
        "title"  : "البابكي",
        "text": "<h1>البابكي</h1> بالألف بين الباءين الموحدتين المفتوحتين وفي آخرها الكاف هذه النسبة إلى البابكية وهم طائفة من أتباع بابك خرم دين رجل خرج في زمان المأمون ببلاد الأذربيجان واشتدت شوكتهم في أيام المعتصم وكسر جيوش المسلمين عدة نوب إلى أن كفى الله المسلمين شره وظفر به أفشين صاحب جيش المعتصم وحمله إلى سامراء وأمر المعتصم بصلبه حيا فقال فيه البحتري في قصيدته التي أولها % زعم العرب منبىء الأنباء % % أن الأحبة آذنوا بتنائي % يقول فيها % ما زلت تقرع باب بابك بالقنا % % وتزوره في غارة شعواء % % حتى أخذت بنصل سيفك عنوة % % منه الذي أعيا على الخلفاء % % أخليت منه البذ وهي قراره % % ونصبته علما بسامراء % وبقي من البابكية اليوم جماعة بجبال البذامة مقهورة لأمراء أذربيجان وهم خرمية ولهم ليلة في كل سنة يجتمع فيها رجالهم ونساؤهم ويطفئون فيها سرجهم وشموعهم ويثب فيها كل رجل منهم على من ظفر بها من نسائهم ويدعون مع هذا الخزي نبوة رجل كان من ملوكهم قبل الإسلام يقال له شروين ويزعمون أنه كان أفضل من محمد المصطفى صلى الله عليه وسلم ومن سائر الأنبياء عليهم السلام وهم إلى هذا الزمان ينوحون عليه في محافلهم وخلواتهم ومناجاتهم وغثاء بجبال همذان يقال لها الشروينيه نسبت إلى هذه النحلة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.243",
    },

    "JK_000952_0305": {
        "source" : "SKA",
        "title"  : "البابلتي",
        "text": "<h1>البابلتي</h1> بفتح الباء المنقوطة بواحدة وسكون الباء الثانية وضم اللام وكسر التاء المنقوطة بنقطتين من فوقها في الآخر مع التشديد هذه النسبة إلى بابلت وظني أنه موضع بالجزيرة والله أعلم والمشهور بالإنتساب إليه أبو سعيد يحيى بن عبد الله بن الضحاك البابلتي من أهل الجزيرة مولى بني أمية مات سنة ثماني عشرة ومائتين وكان ينزل حران يروي عن صفوان بن عمرو والأوزاعي روى عنه العراقيون وأهل بلده كان كثير الخطأ لا يدفع عن السماع ولكنه يأتي عن الثقات بأشياء معضلات ممن كان يهم فيها حتى ذهبت حلاوته عن القلوب لما شاب أحاديثه المناكير فهو عندي فيما انفرد به ساقط الاحتجاج وفيما لم |جـ1 صـ244| يخالف الثقات يعتبر به وفيما وافق الثقات يحتج به ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.243-244",
    },

    "JK_000952_0306": {
        "source" : "SKA",
        "title"  : "البابنائي",
        "text": "<h1>البابنائي</h1> بالألف بين الباءين الموحدتين والنون بعدها ثم الألف وفي آخرها الياء آخر الحروف والمشهور بهذه النسبة أبو بكر عمر بن روح بن علي بن عباد النهرواني المعروف بابن البابنائي من أهل بغداد كان صدوقا يذهب إلى الاعتزال وكان والده يعتقد مذهب الحنبلية حتى وقع إليه مصنف في الكلام لبعض المعتزلة فنظر فيه فاستصوبه وانتقل عن اعتقاده إلى الاعتزال هكذا ذكره ابنه أحمد بن عمر بن روح سمع أبا عبد الله بن المحاملي وأبا نصر محمد بن حمدويه المروزي ومحمد بن مخلد العطار وعلي بن محمد بن عبيد الحافظ روى عنه ابنه أحمد وكانت ولادته في المحرم من سنة خمس عشرة وثلاثمائة وتوفي في جمادى الأولى من سنة أربع وأربعمائة ببغداد إن شاء الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.244",
    },

    "JK_000952_0307": {
        "source" : "SKA",
        "title"  : "البابي",
        "text": "<h1>البابي</h1> بالألف بين الباءين الموحدتين هذه النسبة إلى باب الأبواب موضع بالثغور وهي مدينة دربند المعروفة فالمنتسب بهذه النسبة زهير بن نعيم البابي والحسين بن إبراهيم البابي من أهل باب الأبواب حدث عن حميد عن أنس حديث تختموا بالعقيق روى عنه عيسى بن محمد بن عبد الله البغدادي وأبو بكر جعفر البابي كان يفيد بمصر الغرباء عن الشيوخ أدركه عبد الغني بن سعيد الأزدي وورد في هذا الباب النسبة إلى الجد أيضا والمشهور به أبو حرب البابي البصري من ولد الحجاج بن باب الحميري حدث عن يونس بن حبيب النحوي روى عنه عمر بن شبة النميري وأما أبو إسحاق إبراهيم بن محمد بن إسحاق بن عبد الله بن دريد البابي الأسدي فهو منسوب إلى قرية من قرى بخارا يقال لها بابه روى عنه أبو صالح خلف بن محمد بن إسماعيل الخيام البخاري ونسبه ويروي أبو إسحاق عن أبي إسحاق أحمد بن إسحاق السرماري ومحمد بن المهلب بن كثير الأزدي ونصر بن الحسين ومحمد بن بور بن هانىء والبابي هذا حج ثلاث حجات وقال لقيت عبد الجبار بن العلاء بمكة وسمعت منه وقال إبراهيم كان نصر بن الحسين ومحمد بن المهلب يقدمان علي ببابه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.244",
    },

    "JK_000952_0308": {
        "source" : "SKA",
        "title"  : "البابي",
        "text": "<h1>البابي</h1> بتشديد الباء الأولى المهملة قال أبو كامل أحمد بن محمد البصري هو من أصدقاء يوسف بن أبي صالح البابي المعروف بروش من أهل قرية بابه من رستاق بخارا |جـ1 صـ245| سمع معي الحديث هكذا ذكره أبو كامل وذكره ابن ماكولا في كتاب الإكمال ولم يذكر التشديد وذكره مخففا كالترجمة السابقة وقال فيها أبو إسحاق إبراهيم بن محمد بن إسحاق الأسدي البخاري البابي من قرية تسمى بابه حدث عن نصر بن الحسين البخاري حدث عنه أبو صالح خلف بن محمد بن إسماعيل الخيام ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.244-245",
    },

    "JK_000952_0309": {
        "source" : "SKA",
        "title"  : "الباجخوستي",
        "text": "<h1>الباجخوستي</h1> بفتح الباء الموحدة وبعد الألف الجيم الساكنة والخاء المعجمة المضمومة وسكون السين المهملة وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى قرية من قرى مرو يقال لها باجخوست على أربعة فراسخ منها أبو سهل النعمان بن محمد بن النعمان الأكار الباجخوستي كان شيخا صالحا كثير العبادة والتهجد أفنى عمره في الكد والكسب باليمين وعرق الجبين سمع الأديب أبا محمد كامكار بن عبد الرزاق المحتاجي كتبت عنه أوراقا من امالي أبي بكر الصدفي القاضي وكانت وفاته في رمضان سنة 548 ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.245",
    },

    "JK_000952_0310": {
        "source" : "SKA",
        "title"  : "الباجدائي",
        "text": "<h1>الباجدائي</h1> بفتح الباء الموحدة والجيم وبينهما الألف والدال المشددة المهملة هذه النسبة إلى باجدا وهي قرية من نواحي بغداد منها أبو الحسين سلامة بن سليمان بن أيوب بن هارون السلمي المقرىء الباجدائي قدم بغداد وحدث بها عن أبي يعلى أحمد بن علي الموصلي وعلي بن عبد الحميد الغضائري وأبي عروبة الحسين بن أبي معشر الحراني وغيرهم قال أبو بكر أحمد بن علي بن ثابت الخطيب حدثنا عنه أبو الحسن بن رزقويه وما علمت من حاله إلا خيرا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.245",
    },

    "JK_000952_0311": {
        "source" : "SKA",
        "title"  : "الباجرائي",
        "text": "<h1>الباجرائي</h1> هذه النسبة إلى قرية من الجزيرة يقال لها باجرا ومن المحدثين من هذه القرية أبو شهاب عبد القدوس بن عبد القاهر الباجرائي يروي عن سفيان بن عيينة قال أبو حاتم بن حبان حدثنا عنه يعني عن أبي شهاب الباجرائي الحسين بن عبد الله القطان بنسخة حسنة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.245",
    },

    "JK_000952_0312": {
        "source" : "SKA",
        "title"  : "الباجسرائي",
        "text": "<h1>الباجسرائي</h1> بفتح الباء المنقوطة بواحدة وكسر الجيم وسكون السين المهملة وفتح الراء وفي آخرها الياء المنقوطة باثنتين من تحتها هذه النسبة إلى باجسرا وهي قرية كبيرة |جـ1 صـ246| بنواحي بغداد على عشرة فراسخ منها قريبة من بعقوبا وظني أني بت بها ليلة أول ما وردت العراق والمشهور بالنسبة إليها جماعة منهم أبو القاسم عبد الغني بن محمد بن عبد الغني بن محمد حنيفة الباجسرائي كان صالحا فاضلا متميزا من تناء بعقوبا وكان له شعر حسن سمع أبا القاسم علي بن أحمد بن البسري وأبا نصر بن محمد بن محمد بن علي الزينبي وغيرهما روى لنا عنه أبو الفضل محمد بن ناصر السلامي وأبو معمر المبارك بن أحمد الأنصاري وجماعة وتوفي في شعبان سنة إحدى وثلاثين وخمسمائة ببعقوبا وأبو القاسم عبد الله بن محمد بن المعمر بن جعفر بن الباجسرائي كان وزير الأمير بهروز والي بغداد وكان الناس يشكرونه ويحمدونه في ولايته وكان كثير الرغبة إلى الخير وأهله سمع أبا القاسم علي بن أحمد بن محمد بن بيان الرزاز قرأت عليه نسخة الحسن بن عرفة بالنهروان وكان قد نزلها مع أميره لسد بثق وكانت ولادته في سنة ثمان وسبعين وأربعمائة وتوفي بعد سنة سبع وثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.245-246",
    },

    "JK_000952_0313": {
        "source" : "SKA",
        "title"  : "الباجي",
        "text": "<h1>الباجي</h1> بالباء المفتوحة المنقوطة بنقطة من تحتها والجيم المكسورة بعد الألف هذه النسبة إلى ثلاثة مواضع أحدها إلى باجة وهي بلدة من بلاد الأندلس وقال قائلهم من ينصرني يا أهل باجة على بحر أكابد أمواجه هكذا سمعت أبا بكر بن القطان الجيان يقوله ببخارا والمشهور بهذه النسبة أبو عمر أحمد بن عبد الله الباجي الأندلسي من أهل العلم والفضل فقيه محدث سمع أباه وجماعة وروى عنه أبو عمر بن عبد البر مات قريبا من سنة أربعمائة ووالد أبي عمر هذا من جملة المحدثين وكان يسكن إشبيلية وهو أبو محمد عبد الله بن محمد بن علي الباجي الأندلسي أصله من باجة وسكن إشبيلية وهو فقيه محدث مكثر سمع محمد بن عمر بن لبابة ومحمد بن قاسم وأحمد بن خالد وعبد الله بن يونس المرادي ومحمد بن عبد الملك بن أيمن والحسن بن عبد الله الزبيدي صاحب أبي محمد بن الجارود وأبا سعيد عثمان بن جرير صاحب محمد بن سحنون وغيرهم روى عنه ابنه أحمد وأحمد بن عمر بن عبد الله بن عصفور وخلف بن أحمد المعروف بابن المنفوح وأبو عثمان سعيد بن سيد وأبو عمرو البراء بن عبد الجليل الباجي الوزير أديب فاضل روى عنه أبو محمد بن حزم الأندلسي حكايات وأخبارا وأبو الوليد سليمان بن خلف بن سعد الباجي أديب شاعر فقيه متكلم رحل إلى المشرق وسمع بمكة من أبي ذر عبد بن أحمد الهروي وبالعراقين من جماعة ودرس الكلام على القاضي أبي جعفر بن السمناني ورجع إلى الأندلس ودرس وألف ومن شعره ما أنشدنا أبو منصور عبد الرحمن بن أبي غالب القزاز |جـ1 صـ247| ببغداد قال أنشدنا أبو بكر أحمد بن علي بن ثابت الخطيب قال أنشدني أبو الوليد سليمان بن خلف الباجي الأندلسي لنفسه % إذا كنت أعلم علما يقينا % % بأن جميع حياتي كساعة % % فلم لا أكون ضنينا بها % % وأجعلها في صلاح وطاعة % وأما أبو صالح محمد بن الحسن بن بونة المديني الباجي شيخ من أهل أصبهان من قرية باجة وهي إحدى قرى أصبهان سمع أبا بكر محمد بن إسحاق الصغاني وطبقته روى عنه السرنجاني كتبت هذه الترجمة بعضها من كتاب الأنساب المتفقة في الخط لأبي الفضل محمد بن طاهر المقدسي ولما طالع الكتاب صاحبنا وشيخنا أبو محمد عبد الله بن عيسى بن أبي حبيب الحافظ الإشبيلي وكان من أهل الصنعة لم ير في المغاربة مثله قال أخطأ المقدسي في هذا أما باجة فهي قرية بنواحي إفريقية على مرحلتين أو ثلاثة من تونس مررت قريبا منها وأبو عمر أحمد بن عبد الله بن محمد بن علي الباجي منها سكن إشبيلية وأما باجة الأندلس فهي مدينة من غربي الأندلس بينها وبين شلب خمسة أيام منها أبو الوليد سليمان بن خلف بن سعد بن أيوب الباجي المشهور صاحب التصانيف وهي بين إشبيلية وشنترين من بلاد الأندلس إمام كبير ورد العراق وقرأ الفقه وأحكم الأصول وسمع صحيح البخاري بمكة عن أبي ذر عبد بن أحمد الهروي ورجع إلى بلاده وصنف التصانيف في الفقه والأصول وتوفي في حدود سنة ثمانين وأربعمائة إن شاء الله قال لي ابن أبي حبيب دخلت باجة الأندلس وصهري منها وباجة الثالثة من قرى أصبهان فهي ثلاث باجات والله أعلم وأما أبو الحسن إسماعيل بن إبراهيم بن أحمد بن موسى الفارسي القاضي الباجي عرف بابن باجة فقيل له الباجي من أهل فارس ولي القضاء بها له رحلة إلى العراق والشام ومصر وسمع أبا مسعود أحمد بن الفرات الرازي والربيع بن سليمان وسليمان بن يوسف وأحمد بن سليمان الرهاوي ومحمد بن عبد الله بن عبد الحكم وأحمد بن منصور الرمادي والعباس بن محمد الدوري ومحمد بن إسحاق الصغاني روى عنه محمد بن يوسف العلوي وأبو الخير بندار بن يعقوب وأبو العباس الوزان وغيرهم ومات سنة أربع وتسعين ومائتين |جـ1 صـ248| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.246-248",
    },

    "JK_000952_0314": {
        "source" : "SKA",
        "title"  : "الباخرزي",
        "text": "<h1>الباخرزي</h1> بفتح الباء الموحدة وفتح الخاء المعجمة وسكون الراء وفي آخرها الزاي هذه النسبة إلى باخرز وهي ناحية من نواحي نيسابور مشتملة على قرى ومزارع وللأمراء الطاهرية بها ضياع وآثار مما يلي هراة خرج منها جماعة كثيرة من الفضلاء وأئمة الدين فمن الأدباء أبو الحسن علي بن الحسن بن علي بن أبي الطيب الباخرزي واحد عصره وعلامة دهره ساحر زمانه في ذهنه وقريحته وكان في شبابه يتردد إلى الإمام أبي محمد الجويني ولازمه حتى انخرط في سلك أصحابه ثم ترك ذلك وشرع في الكتابة واختلف إلى ديوان الرسائل وسافر وكانت أحواله تتغير خفضا ورفعا ودخل العراق مع أبيه واتصل بأبي نصر الكندري ثم عاد إلى خراسان وقتل في بعض مجالس الأنس على يدي واحد من الأتراك في أثناء الدولة النظامية وظل دمه هدرا صنف التصانيف منها دمية القصر وديوان شعره سائر مشهور في الآفاق وكان قتله في ذي القعدة سنة سبع وستين وأربعمائة بباخرز وأبو العباس محمد بن إبراهيم بن علي الباخرزي وأبو العباس محمد بن إبراهيم بن علي الباخرزي سمع بنيسابور وبسرخس وهراة وبلخ هكذا ذكره الحاكم أبو عبد الله الحافظ وقال كتبنا عنه في مدرسة الأستاذ أبي الوليد وذكر عنه حديثا عن أبي أحمد بن محمود بن علي البلخي صاحب عيسى بن أحمد العسقلاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.248",
    },

    "JK_000952_0315": {
        "source" : "SKA",
        "title"  : "البادا",
        "text": "<h1>البادا</h1> بفتح الباء الموحدة والدال المهملة بين الألفين عرف به رجل من أجداد المنتسب إليه وهو أبو الحسن أحمد بن علي بن الحسن بن علي بن الحسن بن الهيثم بن طهمان البغدادي المعروف بابن البادا كان من أهل بغداد وكان ثقة فاضلا من أهل القرآن والأدب وينتحل في الفقه مذهب مالك ومنزله في درب يعقوب آخر شارع دار الرقيق سمع أبا سهل أحمد بن محمد بن عبد الله بن زياد القطان وأبا محمد دعلج بن أحمد بن دعلج السجزي وأبا بكر محمد بن عبد الله الشافعي وأبا الحسين عبد الباقي بن قانع الحافظ وأبا جعفر عبد الله بن إسماعيل بن توبة الهاشمي وأبا بكر أحمد بن علي بن عبد الرحمن بن خلاد النصيبي وغيرهم من هذه الطبقة روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وأبو الفضل أحمد بن الحسن بن خيرون المقري وجماعة آخرهم إن شاء الله تعالى أبو علي محمد بن سعيد بن نبهان الكاتب ولي عنه إجازة مات في ذي الحجة سنة عشرين وأربعمائة وجده أبو عبد الله الحسن بن علي بن البادا الشاهد كان ثقة سمع أبا شعيب الحراني والحسن بن علويه القطان وشعيب بن محمد الذارع روى عنه ابن ابنه أحمد بن علي بن الحسن البادا والقاضي أبو الفرج بن سميكة ومحمد بن الحسين بن الجراحي وكانت ولادته في سنة أربع وسبعين ومائتين ومات في رجب سنة إحدى وسبعين وثلاثمائة |جـ1 صـ249| عمر سبعا وتسعين سنة مكث منها في آخر عمره خمس عشرة سنة مقعدا أعمى ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.248-249",
    },

    "JK_000952_0316": {
        "source" : "SKA",
        "title"  : "البادراني",
        "text": "<h1>البادراني</h1> بفتح الباء الموحدة والدال والراء المهملتين وفي آخرها النون هذه النسبة إلى قرية من قرى نائين يقال لها بادران ونائين من ناحية أصبهان منها أبو إسحاق إبراهيم بن محمد بن عبد الله بن محمد بن علي البادراني سمع أبا عثمان سعيد بن أبي سعيد العيار الصوفي وغيره وحدث عنه ولد في صفر سنة تسع وعشرين وأربعمائة وتوفي في آخر ذي الحجة سنة ست عشرة وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.249",
    },

    "JK_000952_0317": {
        "source" : "SKA",
        "title"  : "البادرائي",
        "text": "<h1>البادرائي</h1> بفتح الباء المنقوطة بواحدة والدال المهملة بعد الألف وبعدها الراء هذه النسبة إلى بادرايا وهي قرية أظنها من أعمال واسط والمشهور بالانتساب إليها يوسف بن سهل البادرائي روى عنه أبو الفرج أحمد بن علي الخيوطي القاضي شيخ القاضي أبي العلاء الواسطي وأبو الوفاء كامل بن أحمد بن علي بن محمد البادرائي الأنصاري كان شافعي المذهب سمع أبا القاسم إسماعيل بن مسعدة الإسماعيلي الجرجاني وحدث عنه بشيء يسير ذكره هبة الله بن المبارك السقطي وذكر أنه سمع منه ببغداد وخرج عنه حديثا واحدا في معجم شيوخه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.249",
    },

    "JK_000952_0318": {
        "source" : "SKA",
        "title"  : "البادني",
        "text": "<h1>البادني</h1> بفتح الباء الموحدة والدال المهملة بينهما الألف وفي آخرها النون هذه النسبة إلى بادن وهي قرية من قرى بخارا منها أبو عبد الله محمد بن الحسين بن جعفر بن غزوان البادني البخاري من قرية بادن له رحلة إلى العراق أدرك فيها القدماء منهم يزيد بن هارون وأبو نعيم الفضل بن دكين وغيرهما روى عنه أبو عصمة أحمد بن محمد السكري وتوفي في صفر سنة سبع وستين ومائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.249",
    },

    "JK_000952_0319": {
        "source" : "SKA",
        "title"  : "البادوبي",
        "text": "<h1>البادوبي</h1> بفتح الباء الموحدة وضم الدال بينهما الألف بعدها الواو وفي آخرها الياء آخر الحروف هذه النسبة إلى بادويه وهو لقب رجل وهو أبو الحسن علي بن أحمد بن محمد البادوبي القزويني المعروف ببادويه قدم بغداد وحدث بها عن محمد بن أيوب ويوسف بن عاصم ومحمد بن العباس بن بسام والحسن بن الليث الرازيين ومحمد بن صالح الكيلاني |جـ1 صـ250| وعلي بن أبي طاهر القزويني والحسين بن علي بن محمد الطنافسي روى عنه أبو الحسن محمد بن أحمد بن رزقويه وإبراهيم بن مخلد وأبو الفرج بن المسلمة وأبو عمرو بن دوست وغيرهم وكان ثقة وكان قدومه بغداد سنة ثمان وأربعين وثلاثمائة البادي بفتح الباء المنقوطة بواحدة وفي آخرها الدال المهملة بعد الألف المشهور به أبو الحسن أحمد بن علي البادي قال شيخنا أبو الفضل محمد بن ناصر السلامي الحافظ في الحاقة على كتاب ابن ماكولا أحمد بن علي البادي روى عن دعلج بن أحمد السجزي وغيره آخر من حدث عنه أبو الفوارس طراد الزينبي ويعرفه العامة بابن البادا وأخبرني بعض الشيوخ أنه البادي وقال سألته عن ذاك فقال ولدت أنا وأخي توأمان وخرجت أولا فسميت البادي ووجدت خطه وقد نسب نفسه فقال البادي بالياء وهذا يدل على صحة الحكاية عنه وثبتني فيه الأنصاري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.249-250",
    },

    "JK_000952_0320": {
        "source" : "SKA",
        "title"  : "الباذغيسي",
        "text": "<h1>الباذغيسي</h1> هذه النسبة إلى باذغيس بفتح الباء المنقوطة بنقطة والذال المنقوطة وكسر الغين المعجمة بعدها ياء منقوطة بنقطتين وفي آخرها سين مهملة وهي بليدات وقرى كثيرة ومزارع بنواحي هراة ومرو الروذ وقصبتها بامئين وبون وقيل إنها كانت دار مملكة الهياطلة وقيل هي بالعجمية باذخيز لكثرة الرياح بها فعرب وقيل باذغيس فتحها خليد بن عبد الله الحنفي من جهة عبد الله بن عامر بن كريز زمن عثمان بن عفان رضي الله عنه والمشهور بالإنتساب إليها أحمد بن عمرو الباذغيسي يروي عن سفيان بن عيينة ووكيع بن الجراح روى عنه محمد بن نصر المروزي وكان يقيم بنيسابور قال أبو حاتم بن حبان لست أدري أحمد بن عمرو هذا هو أحمد بن حريش أو آخر ويشبه أن يكون هذا أحمد بن حريش بن عمرو كان أبو عبد الله محمد بن نصر يسقط اسم أبيه فإن لم يكن كذلك فهو شيخ آخر مستقيم الحديث ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.250",
    },

    "JK_000952_0321": {
        "source" : "SKA",
        "title"  : "الباذني",
        "text": "<h1>الباذني</h1> بفتح الباء المنقوطة بواحدة بعد الألف ذال معجمة وفي آخرها النون هذه النسبة إلى قرية من قرى خابران بنواحي سرخس يقال لها باذنه وذكر هذه النسبة الأمير |جـ1 صـ251| ابن ماكولا فقال أبو عبد الله الباذني نيسابوري شاعر ضرير مجود كان يمدح البلعمي وغيره ذكره الحاكم في تاريخ نيسابور والحسين الباذني النائب في الخطابة بميهنة شاب صالح سمع معنا الحديث من أبي بكر محمد بن أحمد بن الجنيد الخطيب الميهني وغيره قتله الغز في شهر رمضان سنة تسع وأربعين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.250-251",
    },

    "JK_000952_0322": {
        "source" : "SKA",
        "title"  : "البارابي",
        "text": "<h1>البارابي</h1> بفتح الباء الموحدة والراء بين الألفين وفي آخرها الباء الأخرى هذه النسبة إلى باراب ويقال بالفاء يبدل الباء الأولى بالفاء وسأذكره في الفاء أيضا وهي ناحية وراء نهر سيحون من بلاد المشرق منها أبو زكريا يحيى بن أحمد الأديب البارابي كان أحد الأئمة المتبعين في اللغة تخرج به جماعة من أهل باراب وما وراء النهر صنف كتاب المصادر في اللغة يروي الحديث عن أبي عبد الرحمن عبد الله بن عبيد الله بن شريح البخاري روى عنه الحسن بن منصور المقرىء باسبيجاب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.251",
    },

    "JK_000952_0323": {
        "source" : "SKA",
        "title"  : "الباراني",
        "text": "<h1>الباراني</h1> بالباء الموحدة المفتوحة والراء بين الألفين وفي آخرها النون هذه النسبة إلى باران وهي قرية من قرى مرو يقال لها دزه باران منها حاتم بن محمد بن حاتم الباراني سمع عمرو بن شبل وإسحاق بن منصور وعقبة بن عبد الله هكذا ذكره أبو زرعة السنجي في تاريخ مرو ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.251",
    },

    "JK_000952_0324": {
        "source" : "SKA",
        "title"  : "البأار",
        "text": "<h1>البأار</h1> بفتح الباء وتشديد الألف بعده وفي آخرها الراء هذه النسبة إلى حفر البئر وعملها والمشهور بهذه النسبة أبو نصر إبراهيم بن الفضل بن إبراهيم الباار الأصبهاني الحافظ من أهل أصبهان كان ممن رحل في طلب الحديث وجال في الأقاليم ورأى الشيوخ المسندين وحفظ الحديث ونسخ بخطه الكثير غير أنه كان كذابا غير موثوق به وسمعت أنه يضع الحديث ويركب المتون على الأسانيد ولما دخلت أصبهان وجدت الألسنة كلها متفقة على جرحه وطرحه وكان قد مات من شهرين فقال لي أستاذي أبو القاسم إسماعيل بن محمد بن الفضل الحافظ أشكر الله أنك ما أدركت إبراهيم الباأر ولا لحقته وأساء القول فيه سمع بأصبهان أبا القاسم عبد الرحمن وأبا عمرو عبد الوهاب ابني أبي عبد الله بن منده |جـ1 صـ252| وببغداد أبا الحسين أحمد بن محمد بن النقور البزاز وأبا القاسم عبد العزيز بن علي الأنماطي وبمكة أبا معشر عبد الكريم بن عبد الصمد الطبري وبواسط أبا المفضل هبة الله بن محمد بن محمد الأزدي وبنيسابور أبا القاسم الفضل بن عبد الله بن المحب وبهراة أبا عبد الله محمد بن عبد العزيز الفارسي وبمرو أبا الخير محمد بن موسى بن عبد الله الصفار وطبقتهم سمع منه جماعة كثيرة من الأصبهانيين والغرباء ومات إما في أواخر سنة ثلاثين أو أوائل سنة إحدى وثلاثين وخمسمائة بأصبهان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.251-252",
    },

    "JK_000952_0325": {
        "source" : "SKA",
        "title"  : "البارد",
        "text": "<h1>البارد</h1> بفتح الباء الموحدة وكسر الراء بعد الألف وفي آخرها الدال المهملة هذا لقب أبي محمد جعفر بن أحمد بن محمد بن يحيى بن عبد الجبار بن عبد الرحمن القاري المؤذن مروزي الأصل ويعرف بالبارد من أهل بغداد يحدث عن إسماعيل بن محمد بن إسماعيل مولى بني هاشم وعن السري بن يحيى بن السري التميمي وجماعة من أهل الكوفة روى عنه محمد بن المظفر الحافظ وأبو الحسن محمد بن أحمد بن جميع الغساني وأبو بكر بن شاذان وأبو الحسن علي بن عمر الدارقطني وأبو عبيد الله المرزباني وثقه الدارقطني ومات في سنة تسع وعشرين وثلاثمائة وأبو الفرج محمد بن عبيد الله الشاعر البغدادي المعروف بالبارد يروي عن أبي بكر الشبلي حكايات روى عنه أبو الحسين أحمد بن علي التوزي وأبو أحمد القاسم بن علي بن جعفر البزاز الدوري يعرف بالبارد من أهل بغداد يروي عن حاجب بن اركين الضرير روى عنه علي بن محمد بن عبد الله المقرىء الحافظ والقاضي أبو العلاء الواسطي وأبو القاسم بن شيطا البزاز ومات في شهر ربيع الأول في سنة سبع وستين وثلاثمائة وكان صالح الأمر في الحديث وكان ردىء المذهب معتزليا وكتب عنه شيء يسير ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.252",
    },

    "JK_000952_0326": {
        "source" : "SKA",
        "title"  : "البارديزي",
        "text": "<h1>البارديزي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء بعد الألف وكسر الدال المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الزاي هذه النسبة إلى بارديزه وهي قرية من سواد بخارا والمشهور بهذه النسبة أبو علي الحسن بن الضحاك بن مطر بن هناد البارديزي البخاري يروي عن علي بن النضر الطواويسي روى عنه محمد بن يوسف بن ريحان وأبو بكر سهل بن عثمان بن سعيد السلمي توفي في شعبان سنة ست وعشرين وثلاثمائة وأبو إسحاق يعقوب بن إسرائيل بن أبي السميدع السعدي البارديزي من قرية |جـ1 صـ253| بارديزه له رحلة إلى خراسان سمع علي بن خشرم وأبا داود سليمان بن معبد السنجي روى عنه أبو بكر أحمد بن معبد بن نصر بن بكار الزاهد البخاري وتوفي في جمادي الأولى سنة تسع وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.252-253",
    },

    "JK_000952_0327": {
        "source" : "SKA",
        "title"  : "البارسكثي",
        "text": "<h1>البارسكثي</h1> بفتح الباء المنقوطة وكسر الراء وسكون السين المهملة وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى بارسكث وهي من مدن الشاش والمشهور منها أبو أحمد أحمد بن حماد الشاشي البارسكثي يروي عن عبد بن حميد الكسي روى عنه أبو الفضل بن محمد بن مجاهد الشاشي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.253",
    },

    "JK_000952_0328": {
        "source" : "SKA",
        "title"  : "البارع",
        "text": "<h1>البارع</h1> بفتح الباء الموحدة وكسر الراء وفي آخرها العين المهملة هذا لقب لمن برع في نوع من العلم واختص به جماعة من الشعراء منهم أبو إسحاق إبراهيم بن إسحاق الأديب اللغوي الضرير البارع من أهل نيسابور سمع أبا القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني وأحمد بن الحسين البصري المعروف بشعبة وغيرهما سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ لنيسابور فقال أبو إسحاق الضرير البارع سمع الحديث بالبصرة والأهواز وببغداد بعد الأربعين والثلاثمائة وكان من الشعراء المجودين وممن تعلم الفقه والكلام طاف بعض الدنيا ثم استوطن نيسابور إلى أن توفي بها سنة ثمان وسبعين وثلاثمائة ثم قال الحاكم وقد أنشدني أبو إسحاق الكثير من شعره ولم يحتمل الكتاب ذكر قريضه وأبو القاسم أسعد بن علي بن أحمد الزوزني البارع من أهل زوزن سكن نيسابور كان فاضلا حسن الشعر سار شعره في الآفاق وكان يكتب الحديث على كبر سنه ويحضر مجالس الإملاء بنيسابور وهراة حدث عن أبي محمد عبد الله بن محمد الزوزني روى لي عنه أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وأبو منصور عبد الخالق بن زاهر الشحامي بنيسابور وأبو الفضل جعفر بن الحسن بن منصور الكثيري بسمرقند وأبو حفص عمر بن محمد بن الحسن الفرغولي بمرو وأبو سعد محمد بن أبي العباس الحافظ بنوقان وغيرهم وكانت وفاته بنيسابور في يوم الأضحى من سنة اثنتين وتسعين وأربعمائة والرئيس أبو العلاء الحسن بن كوشاذ الأديب البارع من أهل أصبهان سكن نيسابور سمع بالبصرة |جـ1 صـ254| أبا روق أحمد بن بكر الهزاني وببغداد أبا القاسم عبد الله بن محمد البغوي سمع منه الحاكم أبو عبد الله الحافظ وذكره في التاريخ فقال الأديب البارع الرئيس العالم أبو العلاء الأصبهاني من أجل أهل أصبهان أبوة وأقدمهم نعمة ورياسة وكان إذا رآه الإنسان يملأ العين فإذا نطق فكأنه ينثر الدر فارق رياسته ونعمته ووطنه واستوطن نيسابور سنين إلى أن دفن بها وكان الأستاذ أبو سهل الصعلوكي يقول رأيت بأصبهان بقرب البلد لأبي العلاء أربعمائة جريب باقلي مزروعا في قراح واحد قال الحاكم حدث بنيسابور سنين وتوفي في شعبان سنة تسع وخمسين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.253-254",
    },

    "JK_000952_0329": {
        "source" : "SKA",
        "title"  : "البارقي",
        "text": "<h1>البارقي</h1> بفتح الباء المعجمة بنقطة واحدة وكسر الراء المهملة وفي آخرها قاف هذه النسبة إلى بارق وهو جبل ينزله الأزد فيما أظن ببلاد اليمن والمشهور بهذه النسبة أبو عبد الله علي بن عبد الله بن سعيد بن عدي بن حارثة بن عمرو بن عامر بن ثعلبة بن امرىء القيس بن مازن بن الأزد البارقي الأزدي قال أبو حاتم بن حبان علي بن عبد الله البارقي بارق جبل كان ينزله الأزد فنسب إليه وهو من رهط محمد بن واسع يروي عن ابن عمر رضي الله عنهما روى عنه قتادة ويعلى بن عطاء قال مجاهد كان على الأزدي أن يختم القرآن في رمضان في كل ليلة وعمرو بن نعجة اليشكري البارقي نسب إلى هذا الجبل الذي ينزله الأزد أيضا يروي عن علي رضي الله عنه روى عنه أبو إسحاق السبيعي ومن الصحابة عروة بن الجعد بن أبي الجعد البارقي منسوب إلى هذا الجبل سكن الكوفة حديثه عند أهلها وحيان بن أياس البارقي الأزدي يروي عن أبي عمر رضي الله عنهما روى عنه شعبة وأبو النضر عاصم بن هلال البارقي إمام مسجد أيوب السختياني يروي عن أيوب وغاضرة بن عروة روى عنه أهل البصرة كان ممن يقلب الأسانيد توهما لا تعمدا حتى بطل الاحتجاج به ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.254",
    },

    "JK_000952_0330": {
        "source" : "SKA",
        "title"  : "الباركثي",
        "text": "<h1>الباركثي</h1> بفتح الباء الموحدة وسكون الراء وفتح الكاف وفي آخرها الثاء المثلثة هذه |جـ1 صـ255| النسبة إلى باركث وهي قرية من قرى اسروشنة ثم حولت إلى سمرقند منها أبو سعيد احيد بن الحكم بن خداش بن عرفج المعلم الباركثي انتقل عنها وسكن ورسنين محلة من محال سمرقند سمع موسى بن هارون الفروي وأبا القاسم حماد بن أحمد بن حماد السلمي وعبد الله بن سهل الورسنيني وإبراهيم بن نصر الكبوذنجكثي وغيرهم روى عنه أبو نصر أحمد بن محمد بن منصور المزاحمي والحسن بن محمد بن الحسن بن سهل الفارسي وجماعة سواهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.254-255",
    },

    "JK_000952_0331": {
        "source" : "SKA",
        "title"  : "البارباباذي",
        "text": "<h1>البارباباذي</h1> بفتح الباء الموحدة وبعد الألف الراء وبعدها باء أخرى ثم بعد الألف باء ثالثة وفي آخرها الذال المعجمة هذه النسبة إلى محلة بمرو عند باب شارستان يقال لها بارباباذ منها أبو الهيثم وقيل أبو القاسم بزيع بن الهيثم البارباباذي كما إمام محلته وقال عبد الله بن محمود كان بزيع بن الهيثم مؤذن مسجدي ومنزله ههنا كما يدخل الدرب وكان مولى الضحاك بن مزاحم حدث عن عكرمة وعمرو بن دينار وأبي الزبير المكي وأبي مجلز وغيرهم روى عنه مصعب بن بشر ومنصور بن عبد الحميد الملقب بعبدويه وعلي بن الحسن بن شقيق وطبقتهم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.255",
    },

    "JK_000952_0332": {
        "source" : "SKA",
        "title"  : "الباروذي",
        "text": "<h1>الباروذي</h1> بفتح الباء الموحدة وضم الراء وسكون الواو ثم الذال المعجمة في آخرها هذه النسبة إلى باروذ وهي قرية من قرى فلسطين عند الرملة منها أبو بكر أحمد بن محمد بن بكر الباروذي الأزدي يروي عن أبي الحسن حميد بن عياش السافري روى عنه أبو بكر محمد بن إبراهيم بن المقري الأصبهاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.255",
    },

    "JK_000952_0333": {
        "source" : "SKA",
        "title"  : "الباروسي",
        "text": "<h1>الباروسي</h1> هذه النسبة إلى باروس بالباء والراء المهملة والسين المهملة في آخرها هذه قرية من قرى نيسابور على بابها قريبة من البلد منها أبو الحسن سلم بن الحسن الباروسي ذكره أبو عبد الرحمن السلمي في تاريخ الصوفية وقال من قدماء مشايخ نيسابور وكان أستاذ حمدون القصار وكان مجاب الدعوة وحكى السلمي عن جده أبي عمرو بن محمد أنه قال دخل سلم بن الحسن على محمد بن الكرام فقال له كيف رأيت أصحابي فقال لو كانت الرغبة التي في بواطنهم على ظواهرهم والزهد الذي على ظواهرهم في |جـ1 صـ256| بواطنهم لكانوا رجالا ثم قال أرى صلاة كثيرة وصوما كثيرا وخشوعا كثيرا ولا أرى عليهم نور الإسلام ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.255-256",
    },

    "JK_000952_0334": {
        "source" : "SKA",
        "title"  : "الباري",
        "text": "<h1>الباري</h1> بفتح الباء المنقوطة بواحدة من تحتها وفي آخرها الراء هذه النسبة إلى بار وهي قرية من قرى نيسابور والمشهور بهذه النسبة أبو علي الحسين بن نصر الباري محدث يروي عن الفضل بن أحمد الرازي عن سليمان بن سلمة الحمصي روى عنه أبو بكر بن أبي الحسين بن الحيري وكانت وفاته بعد سنة ثلاثين وثلاثمائة إن شاء الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.256",
    },

    "JK_000952_0335": {
        "source" : "SKA",
        "title"  : "البازبدائي",
        "text": "<h1>البازبدائي</h1> بفتح الباء الموحدة بعدها الألف والزاي المفتوحة وسكون الباء الموحدة وفتح الدال المهملة بعدها الألف وفي آخرها الياء آخر الحروف هذه النسبة إلى بازبدا وظني أنها قرية من قرى الموصل أو الجزيرة والمشهور بهذه النسبة أبو علي المثنى بن يحيى بن عيسى بن هلال التميمي المعروف بالبازبدائي جد أبي يعلى أحمد بن علي بن المثنى الموصلي سكن بغداد وحدث بها عن أبي شهاب الخياط وعلي بن مسهر روى عنه أحمد بن القاسم بن مساور الجوهري ومحمد بن غالب التمتام وحدث وكتب الناس عنه وتوفي سنة ثلاث وعشرين ومائتين ورحل عن الموصل فأوطن مدينة السلام للتجارة وكان له هناك قدر ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.256",
    },

    "JK_000952_0336": {
        "source" : "SKA",
        "title"  : "البازكلي",
        "text": "<h1>البازكلي</h1> بفتح الباء وسكون الزاي وبضم الكاف وتشديد اللام هذه النسبة إلى بلدة من بلاد البحر يقال لها بازكل وهي بلدة من بلاد البحر بأسفل أرض البصرة هكذا سمعت أبا محمد جابر بن محمد بن جابر المالكي العدل الحافظ بالبصرة يقول ذلك لما سألته منها أبو الحسين محمد بن يحيى البازكلي المعروف بهلال الصيرفي من المتأخرين ووفاته بعد سنة عشرين وأربعمائة روى عنه محمد بن محمد بن إبراهيم البصري الشيخ الصالح وأبو الحسين محمد بن محمد بن أحمد بن يحيى البازكلي الصيرفي البصري من أهل البصرة ابن أخي السابق ذكره سمع أبا الطيب عبد الرحمن بن محمد بن شيب وأبا بكر الأسفاطي وأبا بكر أحمد بن نصر بن منصور الشذائي وجماعة سمع منه أبو محمد عبد العزيز بن محمد النخشبي الحافظ وقال أبو الحسين البازكلي لا بأس به في الرواية |جـ1 صـ257| لا أعلم من مذهبه إلا خيرا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.256-257",
    },

    "JK_000952_0337": {
        "source" : "SKA",
        "title"  : "البازيار",
        "text": "<h1>البازيار</h1> بفتح الباء الموحدة والزاي الساكنة والياء المفتوحة آخر الحروف بين الألفين وفي آخرها الراء هذه اللفظة لمن يحفظ الباز وهو من الجوارح التي يصطاد بها والمشهور بها عبد الله بن عمر بن البازيار البغدادي حدث عن نجيح بن إبراهيم الكوفي روى عنه أبو الحسن الدارقطني ووثقه وأبو محمد عبد الله بن محمد بن موسى البازيار من أهل أصبهان يروي عن أشعث بن شداد السجستاني روى عنه محمد بن جعفر المؤدب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.257",
    },

    "JK_000952_0338": {
        "source" : "SKA",
        "title"  : "البازياري",
        "text": "<h1>البازياري</h1> بفتح الباء الموحدة وكسر الزاي وفتح الياء المنقوطة من تحتها باثنتين والراء بعد الألف هذه النسبة إلى الباز والبازيار اسم لمن يحفظ الباز ويتعهده والمشهور بهذه النسبة أبو إسحاق إبراهيم بن أحمد بن نصر بن محمد الكاتب البازياري المعروف بابن البازيار من أهل بغداد حدث عن أبي القاسم البغوي ويزداذ بن عبد الرحمن الكاتب روى عنه أبو الحسين أحمد بن علي بن الحسين التوزي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.257",
    },

    "JK_000952_0339": {
        "source" : "SKA",
        "title"  : "البازي",
        "text": "<h1>البازي</h1> بفتح الباء المنقوطة بواحدة وفي آخرها الزاي والعوام يقولون بالزاي المنقوطة بثلاث من فوقها وهي قرية من قرى مرو على سبعة فراسخ يقال لها باز والمشهور بالنسبة إليها أبو إبراهيم رقاد بن إبراهيم الذهلي الفازي المروزي قال أبو نصر بن ماكولا من قرية فاز حدث عن أبي عصمة نوح بن أبي مريم وأبي حمزة السكري حدث عنه محمد بن علي بن حمزة المروزي الفراهيناني الحافظ ومحمد بن يحيى القصري وغيرهما قلت وهذا الرجل من هذه القرية ويقال لها باثر ويعرب ويقال الفازي وباز بالزاي من قرى طوس ويكتب بالفاء أيضا وقد ذكرته في الفاء والنسبة إلى القريتين جميعا بازي وفازي ومن القرية التي بمرو وأبو المنذر سلام بن سليمان البازي من قرية سديور أدرك التابعين وروى عنهم وأبو العباس محمد بن الفضل بن العباس الفازي المروزي يروي عن علي بن حجر روى عنه أبو سوار محمد بن أحمد بن عاصم المروزي الشابرنجي |جـ1 صـ258| وأبو جعفر أحمد بن محمد بن إسماعيل الفازي التجيبي كان أديبا تأدب به أبو عصمة العبادي وغيره روى عنه محمد بن بكار ومحمود بن آدم والحسين بن الفرج وغيرهم كتب عنه أحمد بن سعيد بن أبي معدان المروزي وأبو نصر محمد بن حمدويه بن سهل الفازي المطوعي يروي عن أبي داود السنجي ومحمود بن آدم وعبد الله بن عبد الوهاب الخوارزمي وأبي الموجه وغيرهم روى عنه أبو علي الحافظ وأبو إسحاق المزكي والدارقطني وأبو عمر بن حيويه وغيرهم توفي في رجب سنة سبع وعشرين وثلاثمائة قلت هكذا ذكره أبو نصر بن ماكولا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.257-258",
    },

    "JK_000952_0340": {
        "source" : "SKA",
        "title"  : "الباشاني",
        "text": "<h1>الباشاني</h1> بفتح الباء الموحدة والشين المعجمة بين الألفين وفي آخرها النون هذه النسبة إلى باشان وهي قرية من قرى هراة خرج منها جماعة من أهل العلم قديما وحديثا فمن القدماء أبو سعيد إبراهيم بن طهمان ا من أهل هراة من قرية باشان ولد بهراة ونشأ بنيسابور ورحل في طلب العلم فلقي جماعة من التابعين وأخذ عنهم مثل عبد الله بن دينار مولى ابن عمر رضي الله عنهما وأبي الزبير محمد بن مسلم المكي وعمرو بن دينار وأبي حازم الأعرج وأبي إسحاق السبيعي ويحيى بن سعيد الأنصاري وسماك بن حرب وثابت البناني وموسى بن عقبة وأخذ عن خلق كثير ممن بعد هؤلاء روى عنه صفوان بن سليم وأبو حنيفة النعمان بن ثابت وعبد الله بن المبارك وسفيان بن عيينة وخالد بن نزار ووكيع بن الجراح وأبو معاوية الضرير وعبد الرحمن بن مهدي وانتقل إلى مكة وسكنها إلى آخر عمره وحكى غسان قال كان إبراهيم بن طهمان حسن الخلق واسع الأمر سخي النفس يطعم الناس يصلهم ولا يرضى من أصحابه حتى ينالوا من طعامه وقال غسان بن سليمان كنا نختلف إلى إبراهيم بن طهمان إلى القرية وكان لا يرضى منا حتى يطعمنا وكان شيخا واسع القلب وكانت قريته باشان من القصبة على فرسخ وقال عثمان بن سعيد كان إبراهيم بن طهمان معروفا ثقة في الحديث لم يزل الأئمة يشتهون حديثه ويرغبون فيه ويوثقونه وحكى أحمد بن سيار قال سمعت إسحاق بن إبراهيم يقول لو عرفت من إبراهيم بن طهمان بمرو ما عرفت منه بنيسابور ما استحللت أن أروي عنه يعني من رأى الإرجاء وروى عن أبي زرعة الرازي سمعت أحمد بن حنبل وذكر عنده إبراهيم بن طهمان وكان متكئا من علة فاستوى جالسا وقال لا ينبغي أن يذكر الصالحون فنتكىء ثم قال أحمد بن حنبل حدثني رجل من أصحاب ابن المبارك وقال رأيت ابن المبارك في المنام ومعه شيخ مهيب فقلت من هذا معك قال أما تعرف هذا هذا سفيان الثوري قلت من أين أقبلتم قال نحن نزور كل يوم إبراهيم بن طهمان قلت وأين تزورونه قال دار الصديقين دار |جـ1 صـ259| يحيى بن زكريا وقيل مات في سنة ثلاث وستين بمكة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.258-259",
    },

    "JK_000952_0341": {
        "source" : "SKA",
        "title"  : "الباطرقاني",
        "text": "<h1>الباطرقاني</h1> بفتح الباء وكسر الطاء المهملة وسكون الراء وفتح القاف وفي آخرها النون هذه النسبة إلى باطرقان وهي إحدى قرى أصبهان كان منها جماعة من القراء والمحدثين منهم أبو بكر عبد الواحد بن أحمد بن محمد بن عبد الله بن العباس الباطرقاني كان أحد القراء المجودين وكان من أهل العبادة والعلم والخير ذكره يحيى بن أبي عمرو بن منده في كتاب أصبهان فقال عبد الواحد الباطرقاني كان إماما في القراءات حافظا للروايات قتل في الجامع أيام مسعود سنة إحدى وعشرين وأربعمائة في جمادي الآخرة وقيل في رجب وقيل قتل في داره وهو ساجد في فتنة الخراسانية قلت وكانت هذه فتنة عظيمة بأصبهان قتل فيها جماعة من العلماء والصلحاء وأهل الخير مثل ما كانت بخراسان في فتنة الغز وسمعت الأديب أبا عبد الله الخلال بأصبهان في داره مذاكرة يقول رأى بعض الصالحين في المنام أن رجلا صعد المنارة بجامع جورجير أحد الجوامع بأصبهان ونادى بأعلى صوته ثلاث مرات سكت نطق فلما انتبه فزعا سأل أهل العلم فما عبر أحد هذه الرؤيا فوصل هذا الخبر إلى بلد الكرج فقال بعض العلماء بها ينبغي أن يصيب أهل أصبهان بلاء وفتنة فإن هذه اللفظة في شعر أبي العتاهية % سكت الدهر زمانا عنهم % % ثم أبكاهم دما حين نطق % قال فلم يكن بعد إلا القليل حتى وافى مسعود أصبهان وأغار عليها وقتل الناس ومن جملتهم عبد الواحد الباطرقاني إمام جامع جورجير وأبو بكر أحمد بن الفضل بن محمد بن أحمد بن محمد بن جعفر الباطرقاني كان مقرئا فاضلا ومحدثا مكثرا من الحديث كتب بنفسه الكثير وكان حسن الخط دقيقه قرأ القرآن على جماعة من مشاهير القدماء بالروايات وصنف التصانيف فيه منها كتاب طبقات القراء وكتاب الشواذ وصلى بالناس إماما بالجامع الكبير سنين بعد أبي المظفر بن شبيب سمع الحديث من أبي عبد الله محمد بن إسحاق بن منده الحافظ وأبي إسحاق إبراهيم بن عبد الله بن خورشيد قوله التاجر وأبي عبد الله محمد بن إبراهيم بن جعفر اليزدي وأبي بكر الطاهري وأبي عمر بن عبد الوهاب وابن شهدل الأصبهانيين وجماعة كثيرة سواهم روى لنا عنه أبو عبد الله محمد بن عبد الواحد الدقاق الحافظ بمرو وأبو عبد الله الحسين بن عبد الملك الخلال الأديب وأبو الفرج سعيد بن أبي الرجاء الأصبهاني الدوري وأبو المظفر شبيب بن محمد بن خورة المارباناني وأبو الخير |جـ1 صـ260| عبد السلام بن محمد بن أحمد الحسناباذي وأبو العباس أحمد بن الفضل المهاد وجماعة سواهم حدث عنه القدماء مثل أبي علي الحسن بن علي الوخشي الحافظ وأبو محمد عبد العزيز بن محمد النخشي الحافظ وكانت ولادته في سنة اثنتين وسبعين وثلاثمائة ومات يوم الثلاثاء الثاني والعشرين من صفر سنة ستين وأربعمائة بأصبهان وأبو منصور محمد بن الحسين بن محمد بن عبيد الله الباطرقاني من أهل أصبهان حدث عن أبي بكر محمد بن علي بن أحمد المعدل روى عنه أبو القاسم هبة الله بن عبد الوارث الشيرازي الحافظ ومن القدماء أبو إسحاق إبراهيم بن بندار بن عبدة القطان الباطرقاني من أهل أصبهان يروي عن جماعة مثل محمد بن يحيى بن أبي عمر العدني وعمرو بن علي الفلاس وسلمة بن شبيب وغيرهم روى عنه أبو علي أحمد بن محمد بن عاصم ومحمد بن أحمد بن إبراهيم الأصبهانيان وأبو إسحاق إبراهيم بن القاسم بن يونس الباطرقاني الوراق الشيباني كان أحد الثقات حدث عن أبي مسعود أحمد بن الفرات الرازي وسعيد الكريزي روى عنه إبراهيم بن محمد بن حمزة الحافظ وأبو محمد عبد الله بن الضريس الباطرقاني يروي عن الحسين بن حفص روى عنه أحمد بن محمود بن صبيح الأصبهاني وأبو محمد عبد الله بن بندار بن إبراهيم بن المحتضر بن عتاب بن خليفة بن اياد بن عبيد الله الضبي الباطرقاني حدث عن محمد بن المغيرة وإسماعيل بن عمرو روى عنه أبو بكر بن ابرويه الصوفي وأبو عمرو بن حكيم وغيرهما وتوفي سنة أربع وتسعين ومائتين وأبو عمرو يوسف بن إبراهيم بن يوسف الباطرقاني المؤدب يروي عن أبي خالد يزيد بن خالد بن يزيد الرملي سمع منه بمكة على الصفا سنة إحدى وثلاثين ومائتين روى عنه محمد بن أحمد بن يعقوب الأصبهاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.259-260",
    },

    "JK_000952_0342": {
        "source" : "SKA",
        "title"  : "الباطني",
        "text": "<h1>الباطني</h1> بفتح الباء الموحدة وكسر الطاء المهملة وفي آخرها النون هذه النسبة إلى فرقة يقال لهم الباطنية وإنما لقبوا بهذا اللقب لدعواهم أن لظواهر الآيات من القرآن بواطن وهي المراد بها دون ما عرف من معانيها في اللغة وإذا فسروا ما أرادوه بالبواطن كان تفسيرها رفعا لأصولها وأصول الشرائع كلها وربما موهوا على الطغام من اتباعهم بأن منزلة الظاهر من الباطن منزلة القشر من اللب وخرقوا باستدلالهم بقوله عز وجل & فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب & يوهمون أن المتمسكين بظواهر الآيات والأخبار في أحكام الشريعة مقرون بالمشقة في اكتسابها وباطنها يؤدي إلى ترك العمل بها فيستريح تاركها من التعب فيها وهذا القول مسروق من قول الجناحية والمنصورية من غلاة الروافض الذين |جـ1 صـ261| كفروا بالجنة والنار والقيامة وأسقطوا الفرائض واستحلوا المحرمات ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.260-261",
    },

    "JK_000952_0343": {
        "source" : "SKA",
        "title"  : "الباعقوبي",
        "text": "<h1>الباعقوبي</h1> بفتح الباء الموحدة والعين المهملة بينهما الألف وضم القاف بعدها الواو وفي آخرها الباء الموحدة أيضا هذه النسبة إلى باعقوبا وهي قرية بأعلى النهروان منها أبو هشام الباعقوبي هكذا ذكر الخطيب أن باعقوبا قرية على النهروان وظني أنها غير بعقوبا القرية المشهورة التي على عشر فراسخ من بغداد وإن كانت تلك فلعله الحق فيها الألف وأبو هشام حدث عن عبد الله بن داود الخريبي روى عنه يعقوب بن إسحاق بن إبراهيم المؤدب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.261",
    },

    "JK_000952_0344": {
        "source" : "SKA",
        "title"  : "الباغبان",
        "text": "<h1>الباغبان</h1> بفتح الباء الموحدة وسكون الغين المعجمة وباء أخرى في آخرها النون هذه النسبة إلى حفظ الباغ وهو البستان وعرف به جماعة منهم أبو القاسم أحمد بن محمد بن عمر بن محمد بن عمر بن القاسم بن إسحاق بن الباغبان الأصبهاني وقيل كنيته أبو العباس شيخ صالح من أهل أصبهان راغب في طلب الحديث سمع أولاده الثلاثة أبا بكر وأبا الخير وأبا داود وورد هو مرو وحدث بها بأحاديث من كتاب الخصال والخلال لأبي القاسم عبد الرحمن بن أبي عبد الله بن مندة الحافظ بروايته عنه روى لي عنه أبو طاهر السنجي وأبو بكر محمد بن أبي سعيد الدرغاني وتوفي ببغداد في شعبان سنة ثلاث وتسعين وأربعمائة وأما إبنه الأكبر محمد بن أحمد الباغبان الصوفي شيخ سديد مكثر من الحديث سمع أبا القاسم عبد الرحمن وأبا عمرو عبد الوهاب ابني أبي عبد الله بن منده سمعت منه كتاب معرفة الصحابة لأبي عبد الله بن منده عنه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.261",
    },

    "JK_000952_0345": {
        "source" : "SKA",
        "title"  : "الباغشي",
        "text": "<h1>الباغشي</h1> بفتح الباء الموحدة والغين المعجمة المفتوحة بينهما الألف وفي آخرها الشين المعجمة هذه النسبة إلى باغش وهي فيما أظن قرية من قرى جرجان منها أبو العباس أحمد بن موسى بن عمران المستملي الباغشي الجرجاني عن أبي نعيم عبد الملك بن محمد بن عدي الإستراباذي روى عنه أبو القاسم حمزة بن يوسف السهمي الحافظ |جـ1 صـ262| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.261-262",
    },

    "JK_000952_0346": {
        "source" : "SKA",
        "title"  : "الباغكي",
        "text": "<h1>الباغكي</h1> بفتح الباء الموحدة والغين المعجمة وفي آخرها الكاف هذه النسبة إلى باغك وهي محلة بنيسابور منها أبو علي الحسين بن عبد الله بن محمد بن مخلد الباغكي الحافظ من أهل نيسابور سمع أبا سعيد الأشج الكوفي وإسحاق بن منصور والحسين بن الحسن المروزي وأقرانهم روى عنه عبد الله بن سعد وأبو الحسن بن صبيح وغيرهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.262",
    },

    "JK_000952_0347": {
        "source" : "SKA",
        "title"  : "الباغندي",
        "text": "<h1>الباغندي</h1> بفتح الباء الموحدة والغين المعجمة وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى باغند وظني أنها قرية من قرى واسط منها أبو بكر محمد بن محمد بن سليمان بن الحارث بن عبد الرحمن الأزدي الواسطي المعروف بابن الباغندي كان حافظا عارفا بالحديث رحل إلى الأمصار البعيدة وعني به العناية العظيمة وأخذ عن الحفاظ والأئمة وسكن بغداد سمع محمد بن عبد الله بن نمير وأبا بكر وعثمان ابني أبي شيبة وشيبان ابن فروخ وعلي بن عبد الله بن المديني ومحمد بن عبد الملك بن أبي الشوارب وسويد بن سعيد الحدثاني ودحيم بن اليتيم الدمشقي وهشام بن عمار والحارث بن مسكين المصري وغيرهم من أهل الشام ومصر وبغداد والكوفة والبصرة روى عنه أبو عبد الله الحسين بن إسماعيل المحاملي ومحمد بن مخلد الدوري وأبو بكر الشافعي وأبو حفص بن شاهين وخلق يطول ذكرهم ومات في ذي الحجة سنة اثنتي عشرة وثلاثمائة وأخوه أبو عبد الله محمد بن محمد بن سليمان الباغندي حدث عن شعيب بن أيوب الصريفيني روى عنه أبو الحسين محمد بن المظفر الحافظ وذكر أنه سمع منه بالموصل وابنه أبو ذر أحمد بن محمد بن محمد بن سليمان الباغندي سمع عبيد الله بن سعد الزهري ومحمد بن علي بن خلف العطار وعمر بن شبة النميري وعلي بن حرب الطائي وسعدان بن نصر المخرمي وإسحاق بن سيار النصيبي روى عنه محمد بن عبيد الله بن الشخير وأبو الحسن علي بن عمر الدارقطني وأبو حفص عمر بن أحمد بن شاهين وأبو الفتح يوسف بن عمر القواس والمعافى بن زكريا الجريري وقال فيه الدارقطني ما علمت فيه إلا خيرا وكان أصحابه يؤثرونه على أبيه وذكر ابن أبي الفوارس الحافظ محمد بن سليمان الباغندي وابنه أبا بكر وابنه أبا ذر فقال أوثقهم أبو ذر ومات سلخ المحرم أو غرة صفر من سنة ست وعشرين وثلاثمائة وأبو بكر محمد بن سليمان بن الحارث الواسطي الباغندي جد أبي ذر ذكر أبو الحسن علي بن أحمد النعيمي أن جده الحارث بن منصور كان صاحب سفيان الثوري قال أبو بكر الخطيب فأنكرت ذلك |جـ1 صـ263| لأني لا أعلم للحارث بن منصور ولدا ثم رأيت بعض أهل العلم قد نسب الباغندي فقال محمد بن سليمان بن الحارث بن عبد الرحمن الأزدي سكن بغداد وحدث بها عن محمد بن عبد الله الأنصاري وعبيد الله بن موسى العبسي وثابت بن محمد الزاهد وخلاد بن يحيى وعارم بن الفضل وأبي نعيم الفضل بن دكين وقبيصة بن عقبة وأبي غسان مالك بن إسماعيل وأبي الوليد الطيالسي روى عنه ابنه محمد بن محمد والقاضي أبو عبد الله بن المحاملي وأبو عمرو بن السماك وإسماعيل بن محمد الصفار وأبو بكر أحمد بن سلمان النجاد وأبو بكر محمد بن عبد الله الشافعي وغيرهم وقال أبو جعفر الأرزناني رأيت أبا داود السجستاني جاثيا بين يدي محمد بن سليمان الباغندي يسأله عن الحديث والعجب أن أبا بكر الباغندي هذا يقول ابني كذاب والابن محمد بن محمد يقول أبي كذاب وقال أبو الفتح بن أبي الفوارس محمد بن سليمان الباغندي ضعيف الحديث وذكر أبو عبد الرحمن السلمي أنه سأل أبا الحسن الدارقطني عن محمد بن سليمان الباغندي الكبير فقال لا بأس به قال أبو بكر الخطيب الحافظ والباغندي مذكور بالضعف ولا أعلم لأية علة ضعف فإن رواياته كلها مستقيمة ولا أعلم في حديثه منكرا ومات في ذي الحجة سنة ثلاث وثمانين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.262-263",
    },

    "JK_000952_0348": {
        "source" : "SKA",
        "title"  : "الباغي",
        "text": "<h1>الباغي</h1> بفتح الباء الموحدة بعدها الألف وفي آخرها الغين المعجمة هذه النسبة إلى باغ وهي قرية على فرسخين من مرو يقال لها باغ وبرزن منها إسماعيل الباغي من أهل هذه القرية وكان من القدماء يروي عن الفضل بن موسى ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.263",
    },

    "JK_000952_0349": {
        "source" : "SKA",
        "title"  : "البافدي",
        "text": "<h1>البافدي</h1> بفتح الباء المنقوطة بواحدة وسكون الفاء وفي آخرها الدال المهملة هذه النسبة إلى بافد وهي بلدة من بلاد كرمان من البلاد الحارة على طريق شيراز وفارس دخلها أبو عبد الله إسماعيل بن عبد الغافر الفارسي في طلب الحديث وسمع بها جماعة وروى عنهم في الأربعين التي له عن المشايخ الصوفية خرج له تلك الأربعين أبو صالح المؤذن الحافظ رحمهم الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.263",
    },

    "JK_000952_0350": {
        "source" : "SKA",
        "title"  : "البافي",
        "text": "<h1>البافي</h1> بفتح الباء المنقوطة بواحدة في آخرها الفاء هذه النسبة إلى باف وهي إحدى |جـ1 صـ264| قرى خوارزم منها أبو محمد عبد الله بن محمد البخاري المعروف بالبافي سكن بغداد وكان من أفقه أهل وقته على مذهب الشافعي وله معرفة بالنحو والأدب مع عارضة وفصاحة وكان حسن المحاضرة بليغ العبارة حاضر البديهة يقول الشعر المطبوع من غير كلفة ويعمل الخطب ويكتب الكتب الطويلة من غير روية وتفكر وقصد يوما صديقا له ليزوره فلم يجده في داره فاستدعى بياضا ودواة وكتب إليه % كم حضرنا فليس يقضي التلاقي % % نسأل الله خير هذا الفراق % % إن أغب لم تغب وإن لم تغب % % غبت كأن افتراقنا باتفاق % ومات في المحرم سنة ثمان وتسعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.263-264",
    },

    "JK_000952_0351": {
        "source" : "SKA",
        "title"  : "الباقرحي",
        "text": "<h1>الباقرحي</h1> بفتح الباء والقاف وسكون الراء وفي آخرها الحاء المهملة هذه النسبة إلى باقرح وهي قرية من نواحي بغداد خرج منها جماعة منهم أبو الحسن محمد بن إسحاق بن إبراهيم بن مخلد بن جعفر بن مخلد بن سهل بن حمران بن الباقرحي الناقد الصيرفي من أهل بغداد كان من بيت العلم والحديث والقضاء والعدالة وكان من ملاح البغداديين سمع أبا الحسين أحمد بن محمد بن أحمد المتيم الواعظ وأبا الحسن محمد بن أحمد بن رزق البزاز وأبا علي الحسن بن أحمد بن شاذان البزاز وغيرهم روى لنا عنه أبو سعد أحمد بن محمد بن أحمد الحافظ بمكة وأبو نصر أحمد بن عمر الغازي بأصبهان وأبو الفضل محمد بن ناصر بن محمد السلامي ببغداد وجماعة كثيرة سواهم وكانت ولادته في شعبان سنة سبع وتسعين وثلاثمائة وتوفي في شهر رمضان سنة إحدى وثمانين وأربعمائة ودفن بباب حرب وجده أبو إسحاق إبراهيم بن مخلد بن جعفر بن مخلد بن سهل بن حمران بن مافناحسنس بن فيروز بن كسري قباذ الباقرحي كان صدوقا صحيح الكتاب حسن النقل جيد الضبط ومن أهل العلم والمعرفة بالأدب واستخلفه القاضي أبو بكر بن صبر على الفرض وشهد عنده بعد سنة سبعين وثلاثمائة وشهد أيضا عند أبي عبد الله الضبي وأبي محمد بن الأكفاني وغيرهم وكان ينتحل في الفقه مذهب محمد بن جرير الطبري ومسكنه في مربعة أبي عبيد الله من الجانب الشرقي سمع الحسين بن يحيى بن عياش القطان وحمزة بن القاسم الهاشمي وأبا عبد الله الحكيمي وعلي بن محمد المصري وعبد الله بن جعفر بن درستويه النحوي |جـ1 صـ265| وأحمد بن كامل القاضي وعبد الله بن إسحاق الخراساني وغيرهم سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب وقال كان مولده في شعبان سنة خمس وعشرين وثلاثمائة وتوفي في ذي الحجة سنة عشر وأربعمائة وابنه أبو الفضل إسحاق بن إبراهيم بن الباقرحي قال أبو بكر الخطيب كتبنا عنه شيئا يسيرا وكان صدوقا سمع إسحاق بن سعد بن الحسن بن سفيان وأبا بكر محمد بن عبد الله الأبهري وكان مولده في شهر ربيع الأول سنة خمس وستين وثلاثمائة ووفاته في شهر ربيع الآخر سنة تسع وعشرين وأربعمائة وأبو علي مخلد بن جعفر بن مخلد بن سهل بن حمران الدقاق الفارسي الباقرحي سمع يحيى بن محمد بن البختري الحنائي ويوسف بن يعقوب القاضي وأحمد بن محمد بن مسروق الطوسي والحسن بن علوية القطان وجعفر بن محمد الفيريابي ومحمد بن جرير الطبري روى عنه محمد بن أبي الفوارس وأبو نعيم الحافظ والقاضي أبو العلاء الواسطي وأبو طالب بن بكير وغيرهم قال أبو بكر الخطيب سألت أبا نعيم الحافظ عن مخلد بن جعفر فقال لما سمعنا منه كان أمره مستقيما ثم لما خرجنا من بغداد بلغنا أنه خلط وحدث عن أحمد بن يحيى الحلواني وغيره قال أحمد بن علي بن البادا مخلد بن جعفر فقال لما سمعنا منه كان ثقة صحيح السماع غير أنه لم يكن يعرف شيئا من الحديث وقال أبو الحسن محمد بن العباس بن الفرات كان مخلد بن جعفر في ابتداء ما حدث ثقة على حال جميلة وأصول حسنة صحيحة جيدة رأيت منها شيئا كثيرا هذه سبيله ثم أن ابنه حمله في آخر أمره على ادعاء أشياء كثيرة منها المغازي عن المروزي والمبتدأ عن ابن علوية وتاريخ الطبري الكبير والطهارة لأبي عبيد وأشياء غير ذلك فشرهت نفسه إلى ذلك وقبل منه واشترى له هذه الكتب من السوق فحدث بها دفعات فانهتك وافتضح ومات في ذي الحجة سنة سبعين وثلاثمائة وأبو القاسم نصر بن محمد بن عبد العزيز بن شيرزاذ الدلال المعروف بالباقرحي من أهل بغداد حدث عن الحسن بن محمد بن الصباح الزعفراني وأحمد بن منصور الرمادي روى عنه محمد بن المظفر الحافظ وأبو الحسن بن الجندي وأبو القاسم بن الثلاج ومات في رجب سنة أربع وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.264-265",
    },

    "JK_000952_0352": {
        "source" : "SKA",
        "title"  : "الباقلاني",
        "text": "<h1>الباقلاني</h1> بفتح الباء الموحدة وكسر القاف بعد الألف واللام ألف وفي آخرها النون هذه النسبة إلى باقلا وبيعه والمشهور بهذه النسبة القاضي أبو بكر محمد بن |جـ1 صـ266| الطيب بن محمد الباقلاني البصري المتكلم من أهل البصرة سكن بغداد وكان متكلما على مذهب الأشعري كان أعرف الناس بالكلام وأحسنهم خاطرا وأجودهم لسانا وأوضحهم بيانا وأصحهم عبارة وله التصانيف الكثيرة المنتشرة في الرد على المخالفين من الرافضة والمعتزلة والجهمية والخوارج وغيرهم سمع الحديث ببغداد من أبي بكر أحمد بن جعفر بن مالك القطيعي وأبي محمد عبد الله بن إبراهيم بن ماسي وأبي أحمد الحسين بن علي التميمي النيسابوري خرج له الفوائد أبو الفتح محمد بن أبي الفوارس الحافظ وروى عنه أبو جعفر محمد بن أحمد السمناني وكان ثقة صدوقا وحكي أن ابن المعلم شيخ الرافضة ومتكلمها حضر بعض مجالس النظر مع أصحاب له إذ أقبل القاضي أبو بكر الأشعري فالتفت ابن المعلم إلى أصحابه وقال لهم قد جاءكم الشيطان فسمع القاضي كلامه وكان بعيدا من القوم فلما جلس أقبل على ابن المعلم وأصحابه وقال لهم قال الله تعالى & أنا أرسلنا الشياطين على الكافرين تؤزهم أزا & أي إن كنت شيطانا فأنتم كفار وقد أرسلت إليكم وكان الملك عضد الدولة بعث القاضي أبا بكر الباقلاني في رسالة إلى ملك الروم فلما ورد مدينته أخبر الملك بتبحره في العلم فعلم الملك أنه لا يخدمه إذا دخل عليه ولا ينحني له فأمر الملك أن يوضع سريره في موضع وجعل للموضع في مقابلة بابا لطيفا صغيرا يحتاج الداخل فيه إلى الإنحناء فلما وصل القاضي أبو بكر إلى الباب فكر فعرف القصة فأدار وجهه عن الباب ودخله معكوسا وجعل ظهره في ناحية الملك فوقعت الهيبة للملك وكان ورده كل ليلة عشرين ترويحة ما تركها في حضر ولا سفر قال وكان كل ليلة إذا صلى العشاء وقضى ورده وضع الدواة بين يديه وكتب خمسا وثلاثين ورقة نصفا من حفظه وكان يذكر أن كتبه بالمداد أسهل عليه من الكتب بالحبر فإذا صلى الفجر دفع إلى بعض أصحابه ما صنفه في ليله فأمره بقراءته عليه وأملى عليه الزيادات فيه وكان أبو بكر الخوارزمي يقول كل مصنف إنما ينقل من كتب الناس إلى تصنيفه سوى القاضي أبي بكر فإن صدره يحوي علمه وعلم الناس وكان أبو محمد البافي يقول لو أوصى رجل بثلث ماله أن يدفع إلى أفصح الناس لوجب أن يدفع إلى أبي بكر الأشعري ومات ببغداد لسبع بقين من ذي القعدة سنة ثلاث وأربعمائة ودفن في داره ثم نقل إلى مقبرة باب حرب ورثاه بعض الناس فقال % أنظر إلى جبل يمشي الرجال به % % وانظر إلى القبر ما يحوي من الصلف % % وانظر إلى صارم الإسلام منغمدا % % وانظر إلى درة الإسلام في الصدف % |جـ1 صـ267| قال أبو الفضل المقري مضيت أنا وأبو علي بن شاذان وأبو القاسم الأزهري إلى قبر القاضي أبي بكر الأشعري لنترحم عليه وذلك بعد موته بشهر فرفعت مصحفا كان موضوعا على قبره فقلت اللهم بين لي حال القاضي أبي بكر وما الذي آل إليه أمره ثم فتحت المصحف فوجدت مكتوبا فيه & يا قوم أرأيتم إن كنت على بينة من ربي وآتاني رحمة من عنده فعميت عليكم أنلزمكموها وأنتم لها كارهون & ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.265-267",
    },

    "JK_000952_0353": {
        "source" : "SKA",
        "title"  : "الباكسايي",
        "text": "<h1>الباكسايي</h1> بفتح الباء الموحدة بعدها الألف وضم الكاف وفتح السين المهملة والياء آخر الحروف بعد الألف هذه النسبة إلى باكسايا وهي من نواحي بغداد منها أبو محمد العباس بن عبد الله بن أبي عيسى الباكسايي ويعرف بالترقفي سكن بغداد وحدث بها عن محمد بن يوسف الفريابي ورواد بن الجراح العسقلاني ومروان بن محمد الطاطري وزيد بن يحيى بن عبيد الدمشقي وحفص بن عمر العدني وأبي عبد الرحمن المقري وموسى بن مسعود النهدي وعبد الأعلى بن مسهر الغساني وغيرهم روى عنه أبو بكر بن أبي الدنيا ويحيى بن محمد بن صاعد وعلي بن محمد بن أحمد بن الجهم الكاتب وأبو عبد الله بن المحاملي وغيرهم وكان ثقة دينا صالحا عابدا وقال ابن مخلد ما رأيته ضحك ولا تبسم ومات في المحرم سنة ثمان وستين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.267",
    },

    "JK_000952_0354": {
        "source" : "SKA",
        "title"  : "الباكويي",
        "text": "<h1>الباكويي</h1> بفتح الباء المنقوطة بواحدة وضم الكاف وفي آخرها ياآن منقوطتان باثنتين من تحتهما هذه النسبة إلى باكو وهي إحدى بلاد دربند خزران عند شروان والمشهور بالانتساب إليها أبو عبد الله محمد بن عبد الله بن باكويه الشيرازي الباكويي منسوب إلى جده كان من الصوفية العلماء المكثرين من الحديث وجمع حكايات الصوفية رأى أبا عبد الله بن خفيف الشيرازي وجماعة روى عنه أبو سعد بن أبي صادق الحيري والأستاذ الإمام أبو القاسم القشيري وابنه أبو سعيد وأبو صالح أحمد بن عبد الملك المؤذن وجماعة كثيرة آخرهم أبو بكر عبد الغفار بن محمد بن الحسين الشيرويي وتوفي بعد سنة عشرين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.267",
    },

    "JK_000952_0355": {
        "source" : "SKA",
        "title"  : "البالسي",
        "text": "<h1>البالسي</h1> بفتح الباء المنقوطة بواحدة وكسر اللام والسين المهملة هذه النسبة إلى |جـ1 صـ268| بالس وهي مدينة مشهورة بين الرقة وحلب على عشرين فرسخا من حلب أقمت بها يوما في توجهي إلى حلب وكانت الروم قد نزلت بها وخربتها ومع ذلك فهي مسكونة فيها جماعة من المعروفين والفقيه معدان بن كثير البالسي أبو المجد من الفضلاء والعلماء المشهورين تفقه على الإمام أبي بكر الشاشي ببغداد وبرع في الفقه ولما نزلت بالس كان في الأحياء ولم أعرف ذلك إلا بعد نزولي بحلب وانفصالي عنها ومن القدماء المنتسبين إلى هذه البلدة عبد العزيز بن عبد الرحمن البالسي الجزري مولى مسلمة بن عبد الملك من أهل بالس يروي عن حبيب بن أبي مرزوق وخصيف وعبد الكريم الجزري يأتي بالمقلوبات عن الثقات فيكثر والملزقات بالإثبات فيفحش روى عنه أبو بكر محمد بن سليمان بن حبيب المصيصي الملقب بلوين والحسن بن عبد الله بن منصور البالسي سكن أنطاكية قال أبو سعيد بن يونس أصله من بالس سكن بأنطاكية وقدم إلى مصر سنة ثمان وخمسين ومائتين حدث عن الهيثم بن جميل وغيره وأحمد بن بكر البالسي يروي عن خالد بن يزيد البجلي روى عنه ابن أبي ثابت البغدادي وأحمد بن علي بن عياش البالسي المؤدب حدث بالرقة عن أحمد بن بكر البالسي وأبي الحسين أحمد بن سليمان الرهاوي روى عنه أبو بكر محمد بن إبراهيم بن المقرىء وأبو بكر عبد الله بن محمد بن حميد بن سنان البالسي يروي عن أبي محمد العباس بن داود بن الكناني روى عنه أبو الحسين محمد بن أحمد بن جميع الغساني الحافظ وسمع منه ببالس وأبو بكر محمد بن أحمد بن محمد بن بكر البالسي المعروف بابن حمدان يروي عن أبي سعيد أحمد بن بكر البالسي في إملائه روى عنه أبو الحسين بن جميع الصيدائي وأبو الورد شراحيل بن العلاء البالسي القاضي يروي عن عبيد بن هشام الحلبي روى عنه أبو القاسم سليمان بن أحمد بن أيوب الطبراني وإسحاق بن خالد البالسي الذي يقال له ابن خلدون يروي عن أبي نعيم الفضل بن دكين ومحمد بن مصعب يروي عنه عمر بن سعيد بن سنان المنبجي الحافظ وأبو الطاهر الحسن بن أحمد بن إبراهيم بن فيل البالسي أصله من الكوفة وكان ينتقل في بلاد الشام سكن بالس مدة وأنطاكية مدة حتى سكن قرقيسيا روى عنه أبو حاتم بن حبان وسليمان بن أحمد الطبراني وأبو أحمد بن عدي وأبو بكر بن المقرىء وغيرهم وتوفي بعد سنة عشر وثلاثمائة وسأعيد ذكره في الفاء وأذكر بعض شيوخه |جـ1 صـ269| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.267-268",
    },

    "JK_000952_0356": {
        "source" : "SKA",
        "title"  : "البالقاني",
        "text": "<h1>البالقاني</h1> بفتح الباء المثلثة من تحتها وفتح اللام والقاف وفي آخرها النون هذه النسبة إلى بالقان وهي قرية من قرى مرو خربت واندرست وبقي النهر مضافا إليها منها أبو الفتح محمد بن أبي حنيفة النعمان بن محمد بن أبي عاصم البالقاني المعروف بأبي حنيفة كان شيخا عالما بالتواريخ والوقائع تاليا لكتاب الله مواظبا عليه غير أنه كان يعرف علم النجوم ويشرب المسكر على ما سمعت جدي الإمام أبا المظفر السمعاني وأبا أحمد عبد الرحمن بن أحمد السفديحي وغيرهما لقيته بمرو وسمعت منه الكثير وسمعت منه بنيسابور ولقيته بهراة ومر غابها قرية من مالين وكانت ولادته سنة ثمان وسبعين ومات بهراة سنة سبع وخمسين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.268",
    },

    "JK_000952_0357": {
        "source" : "SKA",
        "title"  : "البالكي",
        "text": "<h1>البالكي</h1> بفتح الباء المنقوطة بواحدة واللام هذه النسبة إلى بالك وظني أنها قرية من قرى هراة ونواحيها والمشهور بالنسبة إليها أبو معمر أحمد بن عبد الواحد البالكي الهروي الفقيه المزكي حدث عن أبي محمد عبد الرحمن بن أحمد بن أبي شريح الأنصاري بحديث علي بن الجعد كذا ذكره ابن ماكولا وأبو عمر إلياس بن مضر بن الياس البالكي كان من الفضلاء المبرزين والمحدثين بهراة روى عن إسحاق بن أبي إسحاق القراب الحافظ وغيره روى لنا عنه جماعة بهراة منهم أبو الحسن محمد بن إسماعيل الموسوي وأبو صابر عبد الصبور بن عبد السلام التاجر وجوهر ناز بنت مضر بن إلياس البالكي وغيرهم وتوفي في وثمانين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.268",
    },

    "JK_000952_0358": {
        "source" : "SKA",
        "title"  : "البالوجي",
        "text": "<h1>البالوجي</h1> بفتح الباء الموحدة وفي آخرها الجيم هذه النسبة إلى قرية من قرى سرخس يقال لها بالوجوزجان على صوب هراة بينها وبين سرخس خمسة فراسخ منها أبو الحجاج خارجة بن مصعب بن خارجة الضبعي البالوجي من أهل هذه القرية أبوه مصعب شهد مع علي رضي الله عنه صفين وسمي خارجة لأنه أخرج من بطن أمه بعد موتها أدرك خارجة قتادة بن دعامة السودسي بالبصرة فلم يكتب عنه ثم كتب عن يونس ابن يزيد الأيلي عن الزهري قدم مرو واستوطنها وكان عبد الله بن المبارك معظما له ويحسن القول فيه قال عبد الله بن عثمان المعروف بعبدان رأيت ابن المبارك مع |جـ1 صـ270| خارجة بن مصعب في جنازة فسئل ابن المبارك عن مسألة فأشار إلى خارجة وقال عليكم بالشيخ حدث عن أبيه وعبد الله بن عون وعمرو بن دينار وأيوب السختياني وجعفر بن محمد الصادق ويونس بن عبيد وداود بن أبي هند وعطاء بن السائب وإسماعيل بن أبي خالد وسفيان الثوري والأعمش وروح بن القاسم وغيرهم روى عنه عبد الله بن المبارك وعبدان عبد الله بن عثمان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.268-270",
    },

    "JK_000952_0359": {
        "source" : "SKA",
        "title"  : "البالوزي",
        "text": "<h1>البالوزي</h1> بفتح الباء الموحدة بعدها الألف واللام والواو وفي آخرها الزاي هذه النسبة إلى بالوز وهي قرية من قرى نسا على ثلاثة أو أربعة فراسخ منها خرجت إليها لزيارة قبر أبي العباس الحسن بن سفيان بن عامر بن عبد العزيز بن النعمان بن عطاء الشيباني البالوزي النسوي من قرية بالوز كان محدث خراسان في عصره وكان مقدما في الفقه والعلم والأدب وله الرحلة إلى العراق والشام ومصر والكثرة والجمع تفقه على أبي ثور إبراهيم بن خالد الكلبي وكان يفتي على مذهبه سمع بمرو حبان بن موسى وبنيسابور إسحاق بن إبراهيم الحنظلي وببلخ قتيبة بن سعيد وببغداد أحمد بن حنبل ويحيى بن معين وبالبصرة إبراهيم بن الحجاج السامي وهدبة بن خالد وبالكوفة أبا بكر بن أبي شيبة وأبا كريب محمد بن العلاء وبمكة إبراهيم بن المنذر الحزامي وبالمدينة أبا مصعب الزهري وبمصر حرملة بن يحيى ومحمد بن رمح وبدمشق هشام بن عمار وصنف المسند الكبير والجامع والمعجم وهو الراوية بخراسان لمصنفات الأئمة وكتب الأمهات بالكوفة عن آخرها من أبي بكر بن أبي شيبة ومصنفات ابن المبارك عن حبان بن موسى الكشميهني والموطأ الكبير من حرملة بن يحيى والسنن من المسيب بن واضح والتفسير من محمد بن أبي بكر المقدمي وكانت إليه الرحلة بخراسان من أقطار الأرض سمع منه أبو حاتم محمد بن حبان البستي وأبو بكر أحمد بن إبراهيم الإسماعيلي وأبو أحمد عبد الله بن عدي الحافظ وإمام الأئمة أبو بكر محمد بن إسحاق بن خزيمة وكان من أقرانه وأبو حامد أحمد بن محمد بن الشرقي وأبو عمرو محمد بن أحمد بن حمدان الحيري وكان قرأ الأدب على النضر بن شميل وكناه علي بن حجر بأبي العباس وقرأ الحديث بين يديه ومات في سنة ثلاث وثلاثمائة وقبره بقرية بالوز مشهور يزار زرته ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.270",
    },

    "JK_000952_0360": {
        "source" : "SKA",
        "title"  : "البالوي",
        "text": "<h1>البالوي</h1> بفتح الباء المنقوطة بواحدة واللام بعد الألف وفي آخرها ياء منقوطة باثنتين من تحتها هذه النسبة إلى بالويه وهو اسم لبعض أجداد المحدثين والمشهور بهذه النسبة أبو الحسين عبد الواحد بن محمد بن أحمد بن بالويه البالوي الحيري من أهل نيسابور سمع محمد بن عبد الوهاب الفراء وعلي بن الحسن وأقرانهما روى عنه أبو سعيد بن أبي بكر |جـ1 صـ271| وغيره وأبو محمد عبد الله بن أحمد بن محمد بن عبد الله بن بالويه البالوي ذكره الحاكم أبو عبد الله الحافظ وقال أبو محمد البالوي بقية مشايخ أهل بيته ومن الصالحين المجتهدين المؤثرين صحبة مشايخ التصوف على غيرهم من طبقات الناس سمع أبا بكر محمد بن إسحاق بن خزيمة وأقرانه قال وسمعته يقول دخلت بغداد وأبو بكر بن أبي داود وأبو القاسم بن منيع في الأحياء لم أسمع منهما فقلت له أسمعت من محمد بن إسحاق بن خزيمة وأبي العباس السراج قال نعم وسمعته يقول سمعت أبا علي الثقفي يقول لعبد الله بن المبارك يا أبا محمد إنا إذا رأيناك ننتبه من رقدتنا فقال عبد الله يا أبا علي من لا ينبهه العلم لا ينبهه رؤية من هو مثله ومات في رجب سنة ثمان وسبعين وثلاثمائة ودفن في مقبرة أخيه أبي الحسين البالوي ولم يحدث قط وأبو محمد عبد الرحمن بن محمد بن أحمد بن بالويه المزكي البالوي من بيت العدالة اختلف معنا متفقها سنة ثلاثمائة وأربعين ورأيته يناظر في مجلس الإمام أبي بكر بن إسحاق سمع أبا العباس محمد بن يعقوب الأصم وأبا بكر محمد بن الحسين القطان وكتب بالعراق والحجاز وأبو بكر محمد بن أحمد بن بالويه الجلاب البالوي المحدث كان من أعيان مشايخنا من أهل البيوتات والثروة القديمة رحل به أبو طاهر محمد بن الحسن المحمد اباذي وصحح كتبه وسماعاته ببغداد سمع أبا جعفر محمد بن غالب بن حرب الضبي وأبا محمد بن ربح البزاز صاحب يزيد بن هارون وأبا علي بشر بن موسى الأسدي سمع منه أبو علي الحسين بن علي الحافظ والحاكم أبو عبد الله محمد بن عبد الله الحافظ ومات في رجب سنة أربعين وثلاثمائة وكان ابن أربع وسبعين سنة وثلاثة أشهر وأخوه أبو نصر محمد بن أحمد بن بالويه بن الجلاب البالوي سمع مع أخيه ببغداد سنة خمس وثمانين إلى سنة تسعين ومائتين غير أن الحديث لم يكن من شأنه كان يجالس السلاطين ويتعاطى ما يقرب منهم ثم أنه ترك ذلك كله وقعد في مسجد أخيه أبي بكر إلى أن توفي وكان أولاده يتعاطون ما تعاطى أبوهم ولد له بعد الثمانين أبو سعيد وهو أصغر أولاده حدث عن عبد الله بن أحمد بن حنبل روى عنه الحاكم أبو عبد الله الحافظ وذكره في التاريخ وقال توفي في شهر رمضان من سنة تسع وثلاثين وثلاثمائة وصلى عليه أخوه أبو بكر وأبو سعيد عبدالرحمن بن أحمد بن حامد بن محمود بن محمد بن عبد الرحمن بن سعد بن أبي وقاص الزهري النيسابوري يعرف بالبالوي سكن بخارا وكان يتولى عمل المظالم يروي عن أبي حامد أحمد بن محمد بن يحيى بن بلال ومحمد بن الحسين القطان وتوفي وهو على مظالم اشتيخن في شهور سنة أربع وسبعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.270-271",
    },

    "JK_000952_0361": {
        "source" : "SKA",
        "title"  : "البامياني",
        "text": "<h1>البامياني</h1> باميان بالباء المنطوقة من تحتها بنقطة وكسر الميم بعدها الياء المنقوطة من |جـ1 صـ272| تحتها بنقطتين والنون في آخره بلدة بين بلخ وغزنة بها قلعة حصينة والقصبة صغيرة والمملكة واسعة جدا وبها بيت ذاهب في الهواء بأساطين مرفوع منقوش فيه كل طير وخلق على وجه الأرض ينتابه الدعار وفيه صنمان عظيمان نقرا في الجبل من أسفله إلى أعلاه أحدهما يسمى سرخ بت والآخر خنك بت قيل ليس في الدنيا مثلهما خرج منها جماعة من المحدثين منهم أبو محمد أحيد بن الحسين بن علي بن سليمان السلمي البامياني سكن بلخ يروي عن مكي بن إبراهيم وعلي بن الحسن الرازي المعروف بكراع ومقاتل بن إبراهيم والليث بن مساور وغيرهم من البلخيين روى عنه محمد بن محمد بن يحيى وعبد الله بن محمد بن طرخان وهو مستقيم الحديث من الثقات وأبو بكر محمد بن علي بن أحمد البامياني شيخ مكثر ثقة رحل إلى العراق والشام وما وراء النهر وأكثر من الحديث سمع السيد أبا الحسن عمران بن موسى بن الحسن الحسني وأبا الحسن أحمد بن عبد الواحد بن أبي الحديد السلمي وأبا بكر أحمد بن علي بن ثابت الخطيب الحافظ وغيرهم روى لنا عنه أبو الفتح محمد بن أبي الحسن البسطامي ببلخ وأبو شجاع عمر بن محمد بن عبد الله الإمام بعسقلان وتوفي في حدود سنة تسعين وأربعمائة ببلخ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.271-272",
    },

    "JK_000952_0362": {
        "source" : "SKA",
        "title"  : "البانبي",
        "text": "<h1>البانبي</h1> بباء منقوطة بواحدة وبنون مفتوحة بعد الألف وفي آخرها باء أخرى هذه النسبة إلى قرية من قرى بخارا يقال لها بانب والمشهور بالنسبة إليها أبو الطيب جلوان بن سمرة بن ماهان البانبي يروي عن أبي مقاتل عصام النحوي وعبد الله بن يزيد المقري وسعيد بن منصور والقعنبي وخاقان السلمي وأحمد بن حفص كان زاهدا ورعا عابدا وكان من زهده أنه كان وقفا على باب مسجده يؤذن وكان يوم طين ووحل فلما فرغ من الأذان أتاه رجل وناوله كتابا مختوما فنظر في عنوانه وكان عليه اسم الأمير فرمى ذلك في الطين وقال متى كنت أنا من عمال الأمير فلما بلغ الخبر الأمير قال الحمد لله الذي جعل في رعيتي من لا يقرأ كتابي وهو صاحب حديث انزعوا الطسوس وخالفوا المجوس وأبو سفيان وأبو جعفر محمد بن يوسف الإسكاف الباوردي نزل بغداد وحدث عن أبي عتبة أحمد بن الفرج الحمصي وأحمد بن عيسى الخشاب التنيسي وسليمان بن عبد الحميد البهراني روى عنه محمد بن مخلد الدوري وأبو طالب عبد الله بن |جـ1 صـ273| وكيع بن أحمد بن المنذر الهمداني البانبي من أهل هذه القرية أيضا يروي عن أبي يعقوب إسرائيل بن السميدع روى عنه أبو صالح خلف بن محمد بن إسماعيل الخيام وأبو بكر أحمد بن سهل بن عبد الرحمن بن معبد بن طرخون البانبي حدث عن جلوان بن سمرة ويعقوب بن غرمل روى عنه سهل بن عثمان بن سعيد ومحمد بن أحمد بن موسى البزاز البخاريان وأبو عبد الله الحسين بن محمد بن قريش البانبي حدث عن قتيبة بن سعيد روى عنه أحمد بن سهل بن حمدويه البخاري وأبو محمد أحمد بن محمد بن زكريا بن قطن الأنصاري البانبي وأبو يوسف يعقوب بن يوسف بن قطن بن الجنيد بن إبراهيم بن مجدود الأنصاري البانبي وأبو علي الحسن بن محمد بن معروف البانبي حدث عن علي بن خشرم وأبي داود السنجي وغيرهما روى عنه أبو حفص أحمد بن أحيد بن حمدان توفي في سنة ست وتسعين ومائتين وأبو علي الحسن بن محمد بن إسماعيل البانبي حدث عن أبي خليفة الجمحي وزكريا بن يحيى الساجي والهيثم بن أحمد البصري صاحب دينار وأحمد بن الحسن الصوفي وعمر بن أبي غيلان وتوفي في ربيع الآخر سنة ثمان وثلاثين وثلاثمائة وأبو علي الحسين بن حمدان بن خشويه البانبي روى عن صالح بن محمد وحامد بن سهل وأبي بكر بن حريث وأبي حفص أحمد بن يونس وغيرهم توفي سنة سبع وأربعين وثلاثمائة وأبو سعيد سعيد بن عصمة بن عمر بن رجاء بن سمرة بن ماهان البانبي ورجاء أخو جلوان بن سمرة وسعيد هذا يروي عن عبد الصمد بن الفضل البلخي وإسماعيل بن بشر وأحمد بن جرير البلخي روى عنه أبو بكر محمد بن الحسين بن جعفر المقرىء البخاري ومات في شوال سنة ست وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.272-273",
    },

    "JK_000952_0363": {
        "source" : "SKA",
        "title"  : "البانياسي",
        "text": "<h1>البانياسي</h1> بفتح الباء المنقوطة بواحدة وكسر النون بعدها ياء منقوطة باثنتين من تحتها في آخرها سين مهملة هذه النسبة إلى بلدة من بلاد فلسطين وهي في يد الإفرنج يقال لها بانياس والمشهور بالنسبة إليها من المتأخرين أبو عبد الله مالك بن أحمد بن علي بن إبراهيم بن الفراء البانياسي المالكي والده من بانياس وولد هو ببغداد كان شيخا صالحا معمرا سمع الحديث من أبي الحسن أحمد بن محمد بن الصلت القرشي وأبي الحسين محمد بن الحسين بن الفضل القطان وأبي الفتح محمد بن أحمد بن أبي الفوارس الحافظ روى لنا عنه جماعة كثيرة بأصبهان وببغداد منهم أبو سعد بن البغدادي بأصبهان وإسماعيل بن أبي سعد الصوفي ببغداد وقريبا من عشرين نفسا ووقع الحريق ببغداد في سوق الريحانين وكان أبو عبد الله يسكنه في جمادى الآخرة سنة خمس وثمانين وأربعمائة فعجز مالك عن النزول عن غرفته فاحترق رحمه الله |جـ1 صـ274| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.273-274",
    },

    "JK_000952_0364": {
        "source" : "SKA",
        "title"  : "الباني",
        "text": "<h1>الباني</h1> بفتح الباء المنقوطة بواحدة وفي آخرها النون هذه النسبة إلى بان وهي شجرة قال أبو الشيص % أشاقك والليل ملقي الجران % % غراب ينوح على غصن بان % وإلى قرية من قرى أرغيان بنواحي نيسابور يقال لها بان رأيتها من بعيد قال ابن ماكولا محمد بن إسحاق الباني مدني يحدث عن عيسى بن ميناقالون وموسى بن عبد الملك القرشي الباني حدث عن إسحاق بن نجيح الملطي روى عنه أحمد بن أبي موسى الكوفي وأبو الحسن علي بن عبد الرحمن بن محمد الباني القاضي كان مقدما على الشهود بمصر بعد القضاعي حدث عن ابن يزيد الحلبي وأبي مسلم الكاتب سمعت منه بمصر وكان ثقة هكذا كله كلامه وأما بان ارغيان كان بها فقيه فاضل ورع يقال له سهل بن أحمد بن علي بن الحسن الباني الأرغياني حدث عن أبي الحسين عبد الغافر بن محمد الفارسي وذكرته في حرف الألف وابنه أبو بكر أحمد بن سهل الباني كان مثل والده في الفضل والسيرة وكان في عصرنا ولم ألقه سمع مسند الشافعي عن أبي علي نصر الله بن أحمد بن عثمان الخشنامي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.274",
    },

    "JK_000952_0365": {
        "source" : "SKA",
        "title"  : "الباوردي",
        "text": "<h1>الباوردي</h1> بفتح الباء المنقوطة بواحدة والواو وسكون الراء وفي آخرها الدال هذه النسبة إلى بلدة بنواحي خراسان يقال لها ابيورد وتخفف ويقال باورد خرج منها جماعة من الأئمة والعلماء والمحدثين والمشهور بهذه النسبة المذكورة أبو محمد عبد الله بن محمد بن عقيل الباوردي نزل أصبهان وكان يميل إلى مذهب الاعتزال بل ويغلو فيه حدث عن أبي بكر أحمد بن سلمان النجاد البغدادي روى عنه جماعة وذكر أبو زكريا يحيى بن أبي عمرو بن منده الحافظ في كتاب أصبهان سمعت عمي أبا القاسم عبد الرحمن بن عبد الله بن منده يقول كتبت عن عبد الله بن محمد بن عقيل الباوردي جزءين من حديث أحمد بن سلمان فقال لي يوما من لم يكن على مذهب الاعتزال فليس بمسلم فلما سمعت منه هذا القول مزقت الجزءين وتركت الرواية عنه وتوفي بعد سنة عشر وأربعمائة وأبو أحمد الغمر بن محمد بن عبد الرحمن بن الغمر بن عباد بن النعمان الباوردي قدم بغداد وحدث بها عن حامد بن بلال البخاري روى عنه أبو الحسن محمد بن أحمد بن رزق البزاز وأبو سهل محمد بن محمد بن إسحاق الفقيه الباوردي ذكر أبو القاسم بن الثلاج أنه قدم بغداد حاجا وحدثهم بسوق يحيى عن محمد بن عبد الرحمن الدغولي في سنة خمسين وثلاثمائة |جـ1 صـ275| محمد بن عبد الله بن شهاب العكبري ومات في صفر سنة سبع وتسعين ومائتين وأبو محمد عبد الله بن أحمد بن خزيمة الباوردي قدم بغداد وحدث بها عن علي بن حجر السعدي وعلي بن سلمة اللبقي وعمار بن الحسن النسائي وأحمد بن سعيد الدارمي روى عنه أبو طالب أحمد بن نصر الحافظ وأبو بكر الشافعي ومحمد بن عمر الجعابي وأبو الفتح محمد بن الحسين الأزدي وغيرهم وأبو عبد الله مسلم بن عبد الله بن مكرم المؤدب خراساني الأصل يعرف بالباوردي حدث عن يحيى بن هاشم السمسار وعمرو بن مرزوق وحاتم بن عباد وأبي بلال الأشعري روى عنه أحمد بن علي بن العلاء الجوزجاني وإسحاق بن محمد بن الفضل الزيات وأبو بكر محمد بن عبد الله الشافعي وإسماعيل بن علي الخطبي ومات في المحرم من سنة اثنتين وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.274-275",
    },

    "JK_000952_0366": {
        "source" : "SKA",
        "title"  : "الباهلي",
        "text": "<h1>الباهلي</h1> بفتح الباء المنقوطة بواحدة وكسر الهاء واللام هذه النسبة إلى باهلة وهي باهلة بن أعصر وكان العرب يستنكفون من الإنتساب إلى باهلة كأنها ليست فيما بينهم من الأشراف حتى قال قائلهم % وما ينفع الأصل من هاشم % % إذا كانت النفس من باهلة % والمشهور بالإنتساب إليها جماعة من القدماء والمتأخرين منهم أمير خراسان أبو حفص قتيبة بن مسلم بن عمرو بن الحصين بن ربيعة بن خالد بن أسيد الخير بن قضاعي بن هلال بن سلامة بن ثعلبة بن وائل بن معن بن مالك بن أعصر بن سعد بن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان الباهلي والي خراسان زمن عبد الملك بن مروان من جهة الحجاج بن يوسف من شجعان العرب ورجالاتهم حزما ورأيا ونبلا وفصاحة وكان أكثر فتوح بلاد ما وراء النهر بسببه مثل سمرقند ونسف وكش وخوارزم وغيرها من البلاد وقتل بفرغانة وحفيده أبو محمد سعيد بن سلم بن قتيبة بن مسلم الباهلي كان ولي الأعمال بمرو وكان عالما بالحديث والعربية ألا أنه كان لا يبذل نفسه للناس ليقرأوا عليه روى عن محمد بن زياد بن الأعرابي وعلي بن خشرم وغيرهما وأبو محمد العلاء بن هلال بن عمرو بن هلال بن أبي عطية الباهلي مولى عامر بن عمرو بن قتيبة من أهل الرقة والد هلال بن العلاء ولد سنة خمسين ومائة ومات سنة خمس وعشرة ومائتين يروي عن عبيد الله بن عمرو والبصريين روى عنه ابنه كان ممن يقلب الأسانيد ويغير الأسماء لا يجوز الاحتجاج به بحال روى عن يزيد بن زريع عن أيوب عن ابن أبي مليكة عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال من قلم أظفاره يوم الجمعة عافاه الله من السوء كله إلى الجمعة الأخرى وأبو حبيب علي بن |جـ1 صـ276| مسعدة الباهلي من أهل البصرة يروي عن قتادة روى عنه مسلم بن إبراهيم كان ممن يخطىء على قلة روايته ويتفرد بما لا يتابع عليه فاستحق ترك الاحتجاج به بما لا يوافق الثقات من الأخبار روى عنه زيد بن الحباب وأبو القاسم بشر بن محمد بن أحمد بن ياسين بن النضر بن سليمان بن سلمان بن ربيعة الباهلي القاضي ابن القضاة بنيسابور كانت خطته لآبائه الواردين عند فتح نيسابور وأقدم بيت للفتوى على مذهب أهل النظر وكان الحاكم أبو القاسم هذا رحمه الله حسن الوجه والخلق طلق الوجه كثير الذكر والصلاة بالليل والنهار شديد الميل إلى الصالحين والفقراء والمتصوفة سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وبسرخس أبا العباس محمد بن عبد الرحمن الدغولي وأبا الحسن بن إسحاق بن مزيد وببلخ أبا بكر محمد بن علي بن طرخان وأبا القاسم بن حم الفقيه وغيرهم سمع منه أبو عبد الله محمد بن عبد الله الحافظ وذكره في التاريخ فقال القاضي ابن ياسين الباهلي كان كثير السماع إلا أنه ضيع كتبه وسماعاته فلما حدث لم يجد منها إلا القليل وأول مجلس جلس للإملاء في مسجد أبيه في المربعة يوم الثلاثاء الخامس من شهر رمضان سنة ثمان وسبعين وثلاثمائة ثم مرض فأملى المجلس الثاني في داره توفي صبيحة يوم السبت الثالث والعشرين من شهر رمضان سنة ثمان وسبعين وثلاثمائة وأبو بكر محمد بن حبان بن الأزهر الباهلي البصري من أهل البصرة سكن بغداد وحدث بها عن أبي عاصم النبيل وعمرو بن مرزوق وأبي معمر الضرير الباهلي وحدث بها عن أبي عاصم النبيل وعمرو بن مرزوق وأبي معمر الضرير الباهلي وعمرو بن الحصين روى عنه أبو طاهر الذهلي وأبو بكر بن الجعابي وعمر بن محمد بن سبنك تكلموا فيه قال عبد الغني بن سعيد محمد بن حبان بصري يحدث بمناكير حدث عنه أبو قتيبة سلم بن الفضل وقال الآبندوني محمد بن حبان كان لا بأس به إن شاء الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.275-276",
    },

    "JK_000952_0367": {
        "source" : "SKA",
        "title"  : "البالائي",
        "text": "<h1>البالائي</h1> بفتح الباء الموحدة هذه النسبة إلى قرية بالا وهي من قرى مرو يقال لها بالعجمية كوالا والمشهور بهذه النسبة أبو الحسن عمارة بن عتاب البالائي صحب عبد الله بن المبارك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.276",
    },

    "JK_000952_0368": {
        "source" : "SKA",
        "title"  : "الباياني",
        "text": "<h1>الباياني</h1> بالباء الموحدة والياء المنقوطة باثنتين من تحتها بين الألفين هذه النسبة إلى سكة بنسف يقال لها سكة بايان وهي محلة معروفة نزلها الإمام محمد بن إسماعيل البخاري مضيت إليها قاصدا وصليت في المسجد الذي كان يصلي فيه البخاري خرج منها جماعة من العلماء منهم أبو يعلى محمد بن أبي الطيب أحمد بن نصر الباياني كان إماما عارفا باللغة |جـ1 صـ277| والأدب سمع جماعة وكان فيه مزاح ودعابة وكانت وفاته في صفر سنة سبع وستين وثلاثمائة |جـ1 صـ278| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.276-277",
    },

    "JK_000952_0369": {
        "source" : "SKA",
        "title"  : "الببغا",
        "text": "<h1>الببغا</h1> بالباءين الموحدتين أولاهما مفتوحة والأخرى ساكنة وفي آخرها الغين المعجمة هذا لقب أبي الفرج الشاعر المعروف وقيل له الببغا لنطقه وفصاحته وهو أبو الفرج عبد الواحد بن نصر بن محمد المخزومي الحنطبي الببغا وقد ذكرت نسبه في الحاء المهملة وهو من أهل بغداد كان شاعرا مجودا كاتبا مترسلا مليح الألفاظ جيد المعاني حسن القول في المديح والغزل والتشبيه والأوصاف وغير ذلك روى عنه جماعة من شعره منهم القاضي أبو القاسم التنوخي وأبو نصر أحمد بن عبد الله الثابتي ومن شعره قوله % أكل وميض بارقة كذوب % % أما في الدهر شيء لا يريب % % تشابهت الطباع فلا دنيء % % يحن إلى الثناء ولا حسيب % % وشاع البخل في الأشياء حتى % % يكاد يشح بالريح الجنوب % % وكيف أخص باسم العيب شيئا % % وأكثر ما تشاهده معيب % وتوفي في شعبان سنة ثمان وتسعين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.277",
    },

    "JK_000952_0370": {
        "source" : "SKA",
        "title"  : "الببني",
        "text": "<h1>الببني</h1> بفتح الباء الأولى المنقوطة بواحدة وسكون الثانية وفي آخرها النون هذه النسبة إلى ببنة وهي مدينة عند بامئين قصبة باذغيس هراة يقال لها بون دخلتها غير مرة فالنسبة المشهورة إليها بوني وسأذكره في موضعه غير إن الببني اشتهر به غير واحد فذكرته ليزول الإشكال منهم أبو جعفر محمد بن علي بن محمد بن يحيى الهروي الببني ذكره أبو سعد الإدريس في التاريخ لمدينة سمرقند قبل الأربعين وثلاثمائة وحدثهم بها عن الحسن بن سفيان النسوي على ما ذكر لي عنه عبد الواحد بن محمد بن عبد الله الكاغذي أنه حدثهم بسمرقند قبل الأربعين والثلاثمائة |جـ1 صـ279| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.277-279",
    },

    "JK_000952_0371": {
        "source" : "SKA",
        "title"  : "البتاني",
        "text": "<h1>البتاني</h1> بضم الباء المنقوطة بواحدة وفتح التاء المخففة المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى بتان وهي قرية من أعمال طريثيث وهي من نواحي نيسابور والمشهور بالانتساب إليها محمد بن عبد الرحمن البتاني من آل يحيى بن أكثم يروي عن علي بن إبراهيم البتاني روى عنه عبد الله بن محمود السعدي المروزي وأبو الفضل البتاني ساكن طريثيث أحد الزهاد والفضلاء من فقهاء أصحاب الشافعي قاله ابن ماكولا وقال يحدث عن علي بن إبراهيم البتاني من أصحاب عبد الله بن المبارك روى عنه محمد بن عبد الرحمن البتاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.279",
    },

    "JK_000952_0372": {
        "source" : "SKA",
        "title"  : "البتخداني",
        "text": "<h1>البتخداني</h1> بفتح الباء الموحدة وسكون التاء المنقوطة باثنتين من فوقها وضم الخاء المعجمة وفتح الدال المهملة وفي آخرها النون هذه النسبة إلى بتخدان وهي قرية من قرى نسف قريبة منها خرج منها أبو علي الحسن بن عبد الله بن محمد بن الحسن بن معدل الغويديني البتخداني المقري النسفي شيخ فاضل صالح حسن السيرة عفيف نظيف سمع أجزاء من أبي بكر محمد بن أحمد بن محمد بن أبي النضر البلدي من كتاب الجامع الصحيح لأبي حفص عمر بن محمد البجيري قرأت عليه أجزاء من القدر الذي سمع بنسف وكانت ولادته ببتخدان أول يوم من المحرم من سنة إحدى وتسعين وأربعمائة ووفاته بعد سنة إحدى |جـ1 صـ280| وخمسين وخمسمائة بنسف إن شاء الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.279-280",
    },

    "JK_000952_0373": {
        "source" : "SKA",
        "title"  : "البتري",
        "text": "<h1>البتري</h1> بفتح الباء الموحدة وسكون التاء ثالث الحروف وفي آخرها الراء هذه النسبة لجماعة من الشيعة من الفرقة الزيدية وهي إحدى الفرق الثلاث من الزيدية وفي الجارودية والسليمانية والبترية أما البترية فهم أصحاب كثير النواء والحسن بن صالح بن حي وقولهم كقول السليمانية غير أنهم توقفوا في عثمان رضي الله عنه وأمره وحاله وأضللنا هذه الطائفة لأنهم إذا شكوا في إيمان عثمان رضي الله عنه وأجازوا كونه كافرا من أهل النار ومن شك في إيمان من أخبر النبي صلى الله عليه وسلم أنه من أهل الجنة فقد شك في صحة خبره والشاك في خبره كافر وهذه الفرق الثلاثة من الزيدية يكفر بعضهم بعضا لأن الجارودية اكفرت أبا بكر وعمر رضي الله عنهما والسليمانية والبترية اكفرت من اكفرهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.280",
    },

    "JK_000952_0374": {
        "source" : "SKA",
        "title"  : "البتري",
        "text": "<h1>البتري</h1> بضم الباء المنقوطة بواحدة وسكون التاء المنقوطة باثنتين من فوقها وفي آخرها الراء هذه النسبة إلى بتر وظني أنه موضع بالمغرب من بلاد الأندلس والمشهور بالنسبة إليه أبو محمد مسلمة بن محمد بن البتري من أهل الأندلس حدث عن أبي الحسن علي بن أحمد المقدسي وعبد السلام بن محمد لقيهما بمكة روى عنه يوسف بن عبد الله بن عبد البر الحافظ الأندلسي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.280",
    },

    "JK_000952_0375": {
        "source" : "SKA",
        "title"  : "البتماري",
        "text": "<h1>البتماري</h1> بفتح الباء وكسر التاء المنقوطة باثنتين من فوقها وتشديد الميم المفتوحة وفي آخرها الراء هذه النسبة إلى بتمار وهي قرية من قرى النهروان ببغداد منها أبو إبراهيم نصر الله بن أبي غالب بن أبي الحسن بن المحولي البتماري وهو ابن أخت شيخنا أحمد بن مطر النجار شاب صالح من أهل باب الأزج ببغداد سمع أبا عبد الله الحسين بن أبي القاسم البسري البندار سمعت منه بإفادة مذكور بن أرنب اللكاف الفارسي وتركته حيا ببغداد في سنة سبع وثلاثين وخمسمائة |جـ1 صـ281| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.280-281",
    },

    "JK_000952_0376": {
        "source" : "SKA",
        "title"  : "البتنيني",
        "text": "<h1>البتنيني</h1> بضم الباء المنقوطة بواحدة وفتح التاء المعجمة من فوقها باثنتين وكسر النون وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى بتنين وهي من قرى سغد سمرقند من ناحية دبوسية منها جعفر بن محمد بن بحر البتنيني حدث عن حاتم بن هاشم الكشاني والمنذر بن يحيى وحاضر بن الليث الدبوسيين وعمران بن عبد الله النوري وجبرئيل بن سهل السمرقندي وغيرهم روى عنه ابنه القاسم بن جعفر بن محمد بن بحر البتنيني قال أبو سعد الإدريسي حدثني ابنه القاسم بن جعفر البتنيني الدبوسي بدبوسية في قريته ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.281",
    },

    "JK_000952_0377": {
        "source" : "SKA",
        "title"  : "البتنيني",
        "text": "<h1>البتنيني</h1> بضم الباء الواحدة إن شاء الله وفتح التاء المنقوطة باثنتين من فوقها والياء المنقوطة من تحتها باثنتين بين التاءين وفي آخرها النون هذه النسبة إلى بتين وهي من قرى دبوسية على نصف فرسخ منها من قرى السغد وهي بين اربنجن والدبوسية خرج منها القاسم بن جعفر بن محمد بن بحر البتيتني يروي عن أبيه جعفر بن محمد ذكره أبو سعد الإدريسي في تاريخ سمرقند وقال كتبنا عنه في قريته ولم أرض بعض أصوله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.281",
    },

    "JK_000952_0378": {
        "source" : "SKA",
        "title"  : "البتي",
        "text": "<h1>البتي</h1> بفتح الباء الموحدة وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى البت وهو موضع أظن بنواحي البصرة وحكي أن أهله أصيبوا بسنة لحقهم فيها العطش والجراد فصار منهم جماعة إلى محمد بن عبد الملك بن الزيات يتظلمون فوجه برجل يقف على مظالمهم وكان الرجل ضعيف البصر فكتب إليه محمد بن علي البتي % أتيت أمرا يا أبا جعفر % % لم يأته بر ولا فاجر % % اغثت أهل البت إذ أهلكو % % بناظر ليس له ناظر % والمشهور بهذه النسبة أبو الحسن أحمد بن علي الكاتب البتي كان كاتب القادر بالله أمير المؤمنين مدة وكان أديبا شاعرا خطيبا فصيحا حدث عن أبي بكر محمد بن الحسن بن مقسم المقري روى عنه محمد بن محمد بن علي الشروطي وأبو القاسم علي بن المحسن التنوخي وغيرهما وذكر أبو الحسن أحمد بن محمد العتيقي أنه مات في شعبان سنة خمس وأربعمائة قال وكان رجلا وكانت فيه دعابة ومن القدماء عثمان البتي هو عثمان بن |جـ1 صـ282| مسلم بن هرمز من أهل البصرة رأى أنس بن مالك رضي الله عنه وروى عن أبي الخليل صالح بن أبي مريم والحسن وغيرهما روى عنه شعبة والثوري وجماعة وقال شعبة دخلنا على البتي نعوده وذكر قصة ذكرها الدارقطني في المختلف وكان البتي يقول ما رأيت بهذه البصرة أعلم بالقضاء من محمد بن سيرين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.281-282",
    },

    "JK_000952_0379": {
        "source" : "SKA",
        "title"  : "البتيري",
        "text": "<h1>البتيري</h1> بضم الباء الموحدة وفتح التاء ثالث الحروف وسكون الياء وفي آخرها الراء هذه النسبة إلى بتيرة بطن من نهد بن زيد وهو الحارث بن مالك بن نهد قاله ابن حبيب وقال بتيرة بن الحارث بن فهر في قريش وبتيرة في نهد |جـ1 صـ283| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.282-283",
    },

    "JK_000952_0380": {
        "source" : "SKA",
        "title"  : "البجادي",
        "text": "<h1>البجادي</h1> بكسر الباء الموحدة وفتح الجيم بعدها الألف وفي آخرها الدال المهملة هذه النسبة إلى بجاد وهو من ولد سعد بن أبي وقاص رضي الله عنه وهذا النسب لأبي طالب عمر بن إبراهيم بن سعيد بن إبراهيم بن محمد بن بجاد بن موسى بن سعد بن أبي وقاص الزهري الفقيه الشافعي البجادي المعروف بابن حمامة وقد ذكرت والده في الحمامي المخففة وأبو طالب هذا كان يقول أهل المعرفة بالنسب يقولون في نسبي نجاد بن موسى بالنون وأصحاب الحديث يقولون بجاد بالباء كان فقيها من أهل بغداد سمع أبا بكر أحمد بن جعفر بن مالك القطيعي وأبا محمد عبد الله بن إبراهيم بن ماسي وعيسى بن حامد الرخجي وأبا بكر محمد بن عبد الله الأبهري وأبا عمر محمد بن العباس بن حيويه الخزاز روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وكان ثقة وكانت ولادته في سنة ثمان وقيل سنة سبع وأربعين وثلاثمائة وبكروا به في سماع الحديث ومات في جمادى الآخرة سنة أربع وثلاثين وأربعمائة ودفن بباب الدير وقال الدارقطني بجاد بن موسى بن سعد بن أبي وقاص عن عامر بن سعد روى حديثه حاتم بن إسماعيل عن حمزة بن أبي محمد عنه ومحمد بن بجاد بن موسى يروي عن عائشة بنت سعد عن أبيها روى عنه معن بن عيسى وثمامة بن بجاد روى عنه أبو إسحاق أنذركم سوف وقال إسرائيل عن أبي إسحاق عن العيزار بن حريث عن ثمامة بن بجاد بهذا قال وذو البجاد الشاعر سمي ببيت قاله % فويل الركب إذ آبوا جياعا % % ولا يدرون ما تحت البجاد % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.283",
    },

    "JK_000952_0381": {
        "source" : "SKA",
        "title"  : "البجاوي",
        "text": "<h1>البجاوي</h1> بكسر الباء المنقوطة بواحدة وفتح الجيم وفي آخرها الواو وهذه النسبة إلى |جـ1 صـ284| بجاية وهي من بلاد المغرب وإليها ينسب الجمال البجاوية قال شيخنا شبيب بن الحين بن شباب يصف ناقة % ربيبة نجد في بجاوي ارومها % منها أبو عبد الله ضمام بن عبد الله بن نجبة العامري البجاوي مولى بني عامر أندلسي معروف ببلاد بجاية حدث وروى وتوفي نحو العشرين والثلاثمائة وأبو سلمة فضل بن سلمة بن حريز بن منخل الجهني مولاهم البجاوي وقال أبو سعيد بن يونس هو أندلسي فقيه بجاية توفي سنة تسع عشرة وثلاثمائة وأبو لواء ياسين بن محمد بن عبد الرحيم الأنصاري البجاوي أندلسي من أهل بجاية كذا قال أبو سعيد بن يونس وقال ذكره لي عيسى بن محمد الأندلسي وزعم أنه سمع منه وهو مشهور ببلده يروي عن داود العطار الأفريقي عن يحيى بن سلام التفسير توفي نحو سنة عشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.283-284",
    },

    "JK_000952_0382": {
        "source" : "SKA",
        "title"  : "البجستاني",
        "text": "<h1>البجستاني</h1> بكسر الباء والجيم وسكون السين وبعدها التاء المنقوطة باثنتين من فوقها وفي آخرها النون هذه النسبة إلى بجستان وهي من قرى نواحي نيسابور منها أبو القاسم الموفق بن محمد بن أحمد البجستاني الميداني من أهل نيسابور شيخ صالح سديد السيرة من أصحاب أبي عبد الله بن كرام وكان له قبول عند العوام ونفق سوقه عندهم لقيته أولا ببغداد منصرفا من الشام ثم بنيسابور وكتبت عنه شيئا يسيرا عن أبي القاسم هبة الله بن محمد بن عبد الواحد بن الحصين الشيباني سمع منه ببغداد في حدود سنة عشرين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.284",
    },

    "JK_000952_0383": {
        "source" : "SKA",
        "title"  : "البجلي",
        "text": "<h1>البجلي</h1> بفتح الباء المنقوطة بواحدة والجيم هذه النسبة إلى قبيلة بجيلة وهو ابن أنمار بن أراش بن عمرو بن الغوث أخي الأسد بن الغوث وقيل أن بجيلة اسم أمهم وهي من سعد العشيرة وأختها باهلة ولدتا قبيلتين عظيمتين نزلت بالكوفة منهم أبو عمرو جرير بن عبد الله البجلي وقد قيل كنيته أبو عبد الله وفد إلى رسول الله صلى الله عليه وسلم فلما دنا من المدينة أناخ راحلته وحل عيبته ولبس حلته فأقبل والنبي صلى الله عليه وسلم يخطب وقد قال لهم يطلع عليكم رجل من اليمن به مسحة ملك وألقى له رداءه وقال إذا أتاكم كريم قوم فأكرموه ما حجبه رسول الله صلى الله عليه وسلم منذ أسلم ولا رآه إلا تبسم في وجهه خرج إلى قرقيسيا من الكوفة وسكنها وتوفي بها سنة إحدى وخمسين وأبو يوسف يعقوب بن إبراهيم بن حبيب بن خنيس بن سعد |جـ1 صـ285| ابن حبتة البجلي صاحب أبي حنيفة رحمهما الله من أهل الكوفة كان قاضي القضاة يروي عن يحيى بن سعيد الأنصاري روى عنه بشر بن الوليد وعامة أهل العراق وكان متقنا مات سنة إحدى أو اثنتين وثمانين ومائة ببغداد وأبو علي الحسين بن الفضل البجلي بغدادي سكن نيسابور وهو صاحب التفسير والعالم بأصول الكلام ومن المتأخرين أبو مسعود أحمد بن محمد بن عبد الله بن عبد العزيز بن أبي عمر بن شاذان البجلي الرازي الحافظ رحل إلى العراق والحجاز وطاف في أكناف الجبال وطبرستان وخراسان وكان حافظا جليل القدر خرج إلى ما وراء النهر ومات بتلك الديار وكثرت الرواية عنه لأهلها سمع أبا عمرو بن حمدان وأبا بكر الجوزقي وزاهر بن أحمد السرخسي وشافع بن محمد بن أبي عونة الإسفراييني وأبا النصر محمد بن أحمد بن سليمان الشر مغولي وغيرهم روى عنه جماعة مات في حدود سنة خمسين وأربعمائة ومن المنتسبين إلى بجيلة ولاء الفيض بن الفضل البجلي يروي عن السري بن إسماعيل ومسعر بن كدام روى عنه يعقوب بن سفيان قال أبو حاتم بن حبان الفيض بن الفضل من أهل الكوفة مولى بجيلة ويحيى بن ضريس البجلي مولى بجيلة من أهل الري كان قاضيا بها ومحمد بن أيوب الرازي من أولاده يروي عن الثوري والكوفيين روى عنه ابن حميد الرازي مات في شهر ربيع الأول سنة ثلاث ومائتين وعيسى بن عبد الرحمن البجلي قال أبو حاتم بن حبان وبجيلة حي من سليم يروي عن أبي عمرو الشيباني والشعبي روى عنه أبو غسان وأبو نعيم الكوفيان عداده في أهل الكوفة والمنتسب إلى بجيلة ولاء أبو محمد الحسن بن عمارة بن مضرس البجلي مولى بجيلة من أهل الكوفة وكان عابدا يروي عن الزهري وعمرو بن دينار والمنهال بن عمرو والحكم وذويهم وكان ابن عيينة إذا سمعه يروي عن الزهري وعمرو بن دينار جعل إصبعيه في أذنيه ومات سنة ثلاث وخمسين ومائة وكان شعبة يقول ما أبالي حدثت عن الحسن بن عمارة بحديث أو زنيت زنية في الإسلام وكان الحسن بن عمارة يقول الناس كلهم مني في حل خلا شعبة فإني لا أجعله في حل حتى أقف أنا وهو بين يدي الله فيحكم بيني وبينه وأما المهيمن بن عبد الرحمن البجلي منسوب إلى بجيلة عك ذكره أبو الحسن بن سميع في الطبقة السادسة من الشاميين وعك هذا هو ابن عدنان أخو معد بن عدنان وبعضهم نسبه إلى الأزد فقال عك بن عدثان بالثاء المعجمة بثلاث والصحيح القول الأول قال العباس بن مرداس السلمي % وعك بن عدنان الذين تلعبوا % % بغسان حتى طردوا كل مطرد % وجماعة نسبوا إلى بجيلة احمس منهم إسماعيل بن أبي خالد الأحمسي البجلي وينظر |جـ1 صـ286| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.284-286",
    },

    "JK_000952_0384": {
        "source" : "SKA",
        "title"  : "البجلي",
        "text": "<h1>البجلي</h1> بفتح الباء المنقوطة بواحدة وسكون الجيم هذه النسبة إلى بجلة وهم رهط من سليم بن منصور يقال لهم بنو بجلة نسبوا إلى أمهم بجلة بنت هناءة بن مالك بن فهم الأزدي فمنهم أبو نجيح عمرو بن عبسة بن جبلة بن حذيفة بن عمرو بن خلف بن مازن بن مالك بن ثعلبة بن بهثة بن سليم بن منصور بن عكرمة بن خصفة بن قيس بن عيلان البجلي صاحب رسول الله صلى الله عليه وسلم ومازن أمه بجلة بنت هناءة وعمرو بن عبسة هذا من قدماء الصحابة يقال أنه كان ربع الإسلام وعيسى بن عبد الرحمن السلمي البجلي الكوفي حدث عنه سفيان الثوري وأبو نعيم الكوفي وجماعة والمتنكب البجلي شاعر فارس ذكره الآمدي قاله ابن ماكولا في الإكمال ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.286",
    },

    "JK_000952_0385": {
        "source" : "SKA",
        "title"  : "البجواري",
        "text": "<h1>البجواري</h1> بفتح الباء الموحدة والواو بينهما الجيم الساكنة وفي آخرها الراء هذه النسبة إلى بجوار وهي محلة كبيرة بمرو بأسفل البلد وإنما قيل لها سكة بجوار لأن على رأس السكة بجوارا للماء يعني مقسما للماء فنسب السكة إليه منها أبو علي الحسن بن محمد بن مهران الخياط البجواري ذكره أبو زرعة السنجي وقال أبو علي الخياط الرجل الصالح سمع إسحاق بن إبراهيم الخمقاباذي سكن بجوار ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.286",
    },

    "JK_000952_0386": {
        "source" : "SKA",
        "title"  : "البجيري",
        "text": "<h1>البجيري</h1> بضم الباء المنقوطة بنقطة وفتح الجيم وسكون الياء المنقوطة من تحتها بنقطتين والراء المهملة هذه النسبة إلى الجد وهو بجير المشهور منهم أبو حفص عمر بن محمد بن بجير بن خازم بن راشد الهمداني الخشوفغني السغدي المعروف بالبجيري صاحب كتاب الجامع الصحيح من قرية خشوفغن ويقال لها رأس القنطرة الساعة سمعت جامعه الصحيح بنسف وولد أبو حفص سنة ثلاث وعشري ومائتين ومات سنة إحدى عشرة وثلاثمائة يروي عن أبيه ومحمد بن عبد الأعلى الصنعاني ومحمد بن بشار ومحمد بن المثنى البصريين وغيرهم روى عنه أبو نصر الكرميني محمد بن أحمد بن علي بن حيويه وأبو حاتم محمد بن حبان البستي وأبوه أبو عمر محمد بن بجير سمع مسدد بن مسرهد والقعنبي وجماعة سواهما روى عنه ابنه ومات في شعبان سنة ثمان وستين ومائتين وابنه أبو الحسن محمد بن عمر البجيري روى عن أبيه وإسحاق بن إبراهيم الدبري وعلي بن |جـ1 صـ287| عبد العزيز البغوي وبشر بن موسى الأسدي ويعقوب بن يوسف القاضي وعمر بن حفص السدوسي توفي في شهر ربيع الأول سنة خمس وأربعين وثلاثمائة وحفيده أبو العباس أحمد بن محمد بن عمر البجيري يروي عن جده وهو راوي الجامع والسفينة عن جده ويروي عن الحسن بن صاحب الشاشي وأحمد بن محمد بن إبراهيم السمرقندي وغيرهم روى عنه غنجار والمستغفري توفي في شهر ربيع الأول سنة اثنتين وسبعين وثلاثمائة وأبو الطاهر محمد بن أحمد بن عبد الله بن نصر بن بجير بن عبد الله بن صالح بن أسامة الذهلي البجيري نسب إلى جده الأعلى بجير من أهل بغداد كان من أهل العلم والفضل ولي القضاء ببغداد مدة وبمصر مدة وكان ذكيا متقنا سمع أبا شعيب الحراني ويوسف بن يعقوب القاضي ومحمد بن عبدوس بن كامل وأحمد بن يحيى ثعلب وموسى بن هارون الحافظ وجماعة من طبقتهم وولي القضاء بمدينة المنصور وبالشرقية وحدث ببغداد شيئا يسيرا ونزل مصر وحدث بها فأكثر وكتب عنه عامة أهلها وسمع منه أبو الحسن علي بن عمر الدارقطني وأبو محمد عبد الغني بن سعيد الأزدي الحافظان وكان ثقة وآخر من حدث عنه أبو الحسن محمد بن الحسين بن الطفال المصري وتوفي في سنة سبع وستين وثلاثمائة بمصر وكانت ولادته في سنة تسع وسبعين ومائتين |جـ1 صـ288| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.286-287",
    },

    "JK_000952_0387": {
        "source" : "SKA",
        "title"  : "البحاثي",
        "text": "<h1>البحاثي</h1> بفتح الباء الموحدة والحاء المهملة المشددة وفي آخرها الثاء المثلثة هذه النسبة إلى البحاث وهو لقب لبعض أجداد المنتسب إليه وفيهم كثرة منهم أبو جعفر محمد بن إسحاق بن علي بن البحاثي الزوزني كان فاضلا عالما صنف التصانيف والكتب منها كتاب نحو القلوب سمع أبا العباس محمد بن يعقوب الأصم روى عنه أبو الحسن علي بن عبد الله الطيسفوني وأبو الفضل محمد بن أحمد الزاهري وأبو أحمد عبد الرحمن بن أحمد الشيرنخشيري وغيرهم من المراوزة وبحاث بن ثعلبة بن خزمة الأنصاري وقال ابن إسحاق نجاب بن ثعلبة بن خزمة شهد بدرا من الأنصار كذا قال وعبد الله بن ثعلبة بن خزمة قال ابن الكلبي بحاث بن ثعلبة بن خزمة بن أصرم بن عمرو بن عمارة بن مالك بن عمرو بن بثيرة بن مشنوء من بني فران بن بلي شهد بدرا مع النبي صلى الله عليه وسلم هو وأخوه عبد الله بن ثعلبة وحلفهم في بني عوف بن الخزرج ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.287",
    },

    "JK_000952_0388": {
        "source" : "SKA",
        "title"  : "البحراني",
        "text": "<h1>البحراني</h1> بفتح الباء المنقوطة بواحدة وسكون الحاء المهملة وفي آخرها الراء هذه النسبة إلى البحر أو إلى الجزائر والسكون فيها واستدامة ركوب البحار أو كان ملاح السفن والمشهور بها أبو عبد الله محمد بن معمر القيسي البحراني بصري ثقة حدث عنه البخاري وقال الدارقطني محمد بن معمر البحراني كان بالبصرة هو الذي روى التفسير عن روح بن عبادة وصنف مسندا سمع منه حدثنا عنه جماعة من شيوخنا وأبو الفضل العباس بن يزيد بن أبي حبيب البحراني معروف بعباسويه يحدث عن محمد بن جعفر غندر وسفيان بن حبيب ويحيى بن سعيد القطان وخالد بن الحارث وابن عيينة ويزيد بن هارون ومروان بن معاوية وعبد الرزاق ويزيد بن زريع وغيرهم روى عنه محمد بن محمد بن سليمان الباغندي ويحيى بن محمد بن صاعد ومحمد بن مخلد العطار وغيرهم قال أبو الفضل صالح بن أحمد التميمي العباس بن يزيد البحراني قدم همذان وحدث بها كتبا كثيرة من مصنفاته وغيرها حدثنا عنه أبو محمد بن أبي حاتم وقال كتبت عنه بسامراء مع أبي وأفادنا عنه إبراهيم بن أورمة وكتبه لنا بخطه وقال محله الصدق قال محمد بن |جـ1 صـ289| إسحاق المسوحي الحافظ الأصبهاني وافيت البصرة فقال لي المحدثون بها فيم جئت قلت طلب الحديث فقالوا عندكم العباس بن يزيد البحراني قلت نعم فقالوا ما تصنع عندنا وسئل الدارقطني عنه فقال ثقة مأمون ومات سنة ثمان وخمسين ومائتين وزكريا بن عطية البحراني سمع زكريا بن سليم وسلاما أبا المنذر ويعقوب بن يوسف بن أبي عيسى البحراني يحدث عن روح بن عبادة روى عنه أبو بكر عبد الله بن أبي داود السجستاني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.287-289",
    },

    "JK_000952_0389": {
        "source" : "SKA",
        "title"  : "البحتري",
        "text": "<h1>البحتري</h1> بضم الباء المنقوطة وسكون الحاء المهملة وضم التاء المنقوطة بنقطتين من فوق والراء المهملة بعده هذه النسبة إلى بحتر وهو بطن من طيىء وهو بحتر بن عتود بن عنين بن سلامان بن ثعل بن عمرو بن الغوث بن جلهمة وهو طيىء والمشهور بهذه النسبة الشاعر المعروف أبو عبادة الوليد بن عبيد بن يحيى البحتري مداح المتوكل وكان من منبج الشام ونسبته الوليد بن عبيد بن يحيى بن عبيد بن شملال بن جابر بن سلمة بن مسهر بن الحارث بن خيثم بن أبي حارثة بن جدي بن تدول بن بحتر بن عتود البحتري الطائي ولد بمنبج وبها نشأ وتأدب وخرج إلى العراق ومدح بها المتوكل على الله ووزيره الفتح بن خاقان وسائر الأكابر وعاد إلى بلده منبج ومات بها روى عنه أشياء من شعره محمد بن يزيد المبرد ومحمد بن خلف بن المرزبان وأبو عبد الله بن المحاملي ومحمد بن يحيى الصولي وعبد الله بن جعفر بن درستويه النحوي وديوان شعره سائر مشهور كنت حفظت منه أكثر من ألف بيت قال البحتري أنشدت أبا تمام يوما شيئا من شعري فأنشد بيت أوس بن حجر % إذا مقرم منا ذرا حدنا به % % تخمط فينا ناب آخر مقرم % وقال نعيت إلى نفسي فقلت أعيذك بالله من هذا فقال إن عمري ليس يطول وقد نشأ مثلك لطيىء أما علمت أن خالد بن صفوان المنقري رأى شبيب بن شيبة وهو من رهطه يتكلم فقال يا بني نعي نفسي إلي إحسانك في كلامك لأنا أهل بيت ما نشأ فينا خطيب إلا مات من قبله قال فمات أبو تمام بعد سنه من قوله هذا وكانت ولادة البحتري في سنة |جـ1 صـ290| مائتين وقيل سنة ست ومائتين ومات بمنبج سنة خمس وثمانين ومائتين وأبو عبد الرحمن الهيثم بن عدي بن عبد الرحمن بن زيد بن أسيد بن جابر بن عدي بن خالد بن خيثم بن أبي حارثة بن جدي بن تدول بن بحتر بن عتود البحتري الطائي من أهل الكوفة كان أبوه واسطيا وأمه من سبي منبج وأما الهيثم فمن أهل الكوفة بها ولد ونشأ ثم انتقل إلى بغداد وسكنها حدث عن هشام بن عروة ومحمد بن إسحاق ومجالد بن سعيد ومحمد بن عبد الرحمن بن أبي ليلى وسعيد بن أبي عروبة وشعبة بن الحجاج وغيرهم روى عنه العلاء بن موسى ومحمد بن سعد كاتب الواقدي والقاسم بن سعيد بن المسيب بن شريك وأحمد بن عبيد بن ناصح ورماه يحيى بن معين بالكذب وقال الهيثم بن عدي كوفي ليس بثقة كان يكذب وقال علي بن المديني الهيثم بن عدي أوثق عندي من الواقدي ولا أرضاه في الحديث ولا في الأنساب ولا في شيء كان مولاي يقوم عامة الليل يصلي فإذا أصبح جلس يكذب ومات بفم الصلح في أول المحرم من سنة سبع ومائتين وبلغ ثلاثا وتسعين سنة وصحبني أعرابي من بحتر من حوران إلى بيت المقدس يقال له أبو منيع شافع بن منيع البحتري الطائي وترافقنا في بلاد الساحل وكتبت عنه إقطاعا من الشعر بها وببيت المقدس ومن الصحابة الوليد بن جابر بن ظالم البحتري قال الدارقطني هو من بني بحتر بن عتود وفد إلى النبي صلى الله عليه وسلم وكتب له كتابا فهو عندهم وقال الدارقطني جدي بن بحتر الطائي شاعر هو الذي يقول % طرقنا أخا داود نلتمس الغنى % % فعبس لما أن رآنا وقطبا % قال ذلك لكلفة بن قعين الأسدي فسمي كلفة عبسا بذلك ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.289-290",
    },

    "JK_000952_0390": {
        "source" : "SKA",
        "title"  : "البحرويي",
        "text": "<h1>البحرويي</h1> بفتح الباء الموحدة وسكون الحاء المهملة وضم الراء بعدها الواو وفي آخرها الياء آخر الحروف هذه النسبة إلى بحرويه وهو لقب لجد أبي عبد الله محمد بن يحيى بن محمد بن بحر الشروطي البحرويي المعروف بابن بحرويه من أهل أصبهان كان كاتب القضاة يروي عن أحمد بن مهدي وعبد الله بن محمد بن النعمان وغيرهما روى عنه أبو بكر أحمد بن موسى بن مردويه الحافظ ومات في المحرم سنة ثمان وأربعين وثلاثمائة وأبو القاسم إبراهيم بن منصور ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.290",
    },

    "JK_000952_0391": {
        "source" : "SKA",
        "title"  : "البحري",
        "text": "<h1>البحري</h1> بفتح الباء المنقوطة بواحدة وسكون الحاء المهملة وفي آخرها الراء هذه النسبة إلى البحر والمشهور بهذه النسبة أبو يعقوب إسحاق بن إبراهيم بن محمد بن يوسف البحري الحافظ الجرجاني ظني أنه قيل له البحري لأنه كان يسافر إلى البحر سمع |جـ1 صـ291| أبا إسماعيل السلمي وإسماعيل القاضي ومحمد بن مسلمة الواسطي والحارث بن أبي أسامة وهلال بن العلاء الرقي وأكثر عن الدبري حدث عنه أبو بكر الإسماعيلي وابنه أبو نصر الإسماعيلي وأبو أحمد بن عدي الحافظ ويوسف بن إبراهيم والد حمزة السهمي وأسهم بن إبراهيم وتوفي سنة سبع وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.290-291",
    },

    "JK_000952_0392": {
        "source" : "SKA",
        "title"  : "البحيري",
        "text": "<h1>البحيري</h1> بفتح الباء الموحدة وكسر الحاء بعدها الياء المنقوطة من تحتها باثنتين وفي آخرها الراء هذه النسبة إلى بحير وهو اسم لبعض أجداد المنتسب إليه منهم أبو الحسين أحمد بن محمد بن جعفر بن محمد بن بحير بن نوح بن حيان بن المختار البحيري العدل من أهل نيسابور كان أحد العدول الأثبات ومن بيت التزكية والعدالة له رحلة إلى العراق سمع بنيسابور أبا بكر محمد بن إسحاق بن خزيمة وأبا العباس محمد بن إسحاق السراج وببغداد أبا بكر محمد بن محمد بن الباغندي وأبا القاسم عبد الله بن محمد البغوي وأملى وحدث بنيسابور سمع منه الحاكم أبو عبد الله الحافظ وحفيده أبو عثمان البحيري وأبو سعد الكنجروذي وذكره الحاكم في التاريخ فقال أبو الحسين البحيري سمع بنيسابور أحمد بن إبراهيم في طبقة قبل أبي بكر محمد بن إسحاق وبالعراق وعقدت له المجلس في دار السنة سنة خمس وسبعين وثلاثمائة وتوفي في المحرم سنة ثمان وسبعين وثلاثمائة وصلى عليه ابنه أبو عمرو وابنه أبو عمرو محمد بن أبي الحسين البحيري من حفاظ الحديث المبرزين في المذاكرة هكذا ذكره الحاكم أبو عبد الله الحافظ وقال سمع يحيى بن منصور القاضي وأبا بكر وأبا القاسم ابني المؤمل بن الحسن بن عيسى وأبا محمد الكعبي وأقرانهم وسمع بالعراق والحجاز بعد الستين والثلاثمائة ثم قال سمعت أبا عمرو يقول لما ابتدأت في طلب الحديث كنت أكتب عن إبراهيم بن أحمد البزاري الكثير لقربه مني وكنت أتتبع أحاديث كثير بن سليمان وغيره ممن يقرب الأسانيد فرأيت رسول الله صلى الله عليه وسلم في المنام كأنه يقول لي لا تشتغل بكثير بن سليمان وأقرانه هذا أو نحوه ثم قال توفي أبو عمرو في شعبان سنة ست وتسعين وثلاثمائة وصلى عليه ابنه أبو حفص ودفن بمقبرة ملقاباذ وحفيده أبو عثمان سعيد بن محمد بن أحمد البحيري كان شيخا جليلا ثقة صدوقا من بيت التزكية رحل إلى العراق والحجاز وأدرك الأسانيد العالية وعمر العمر الطويل حتى حدث |جـ1 صـ292| بالكثير وأملى سمع بنيسابور أبا عمرو محمد بن أحمد بن حمدان الحيري والحاكم أبا أحمد محمد بن محمد بن أحمد بن إسحاق الحافظ وبسرخس أبا علي زاهر بن أحمد السرخسي وبمرو أبا الهيثم محمد بن مكي الكشميهني وببغداد أبا حفص عمر بن إبراهيم الكتاني وأبا طاهر محمد بن عبد الرحمن المخلص وبالكوفة أبا الفضل محمد بن الحسن بن أحمد بن جعفر بن حطيط الأسدي وبمكة أبا الحسين أحمد بن عبد الله بن رزيق البغدادي وجماعة روى لي عنه أبو عبد الله الفراوي وأبو محمد السيدي وأبو المظفر بن القشيري وأبو القاسم الشحامي وأبو بكر يحيى بن عبد الرحيم اللسكي ولم يحدثنا عنه سوى هؤلاء وكانت ولادته في ذي القعدة سنة أربع وستين وثلاثمائة بنيسابور ووفاته في ربيع الآخر سنة إحدى وخمسين وأربعمائة ومحمد بن الحسن بن جعفر بن محمد بن البحيري من أهل نيسابور قدم بغداد وحدث بها عن محمد بن محمد بن سعيد البحيري روى عنه القاضي أبو العلاء محمد بن علي الواسطي |جـ1 صـ293| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.291-292",
    },

    "JK_000952_0393": {
        "source" : "SKA",
        "title"  : "البخاري",
        "text": "<h1>البخاري</h1> بضم الباء الموحدة وفتح الخاء المعجمة والراء بعد الألف هذه النسبة إلى البلد المعروف بما وراء النهر يقال لها بخارا خرج منها جماعة من العلماء في كل فن يجاوزون الحد وصنف تاريخها أبو عبد الله محمد بن أحمد بن محمد بن سليمان الغنجار الحافظ البخاري وأحسن في ذلك وأبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة الجعفي البخاري المعروف في الشرق والغرب صاحب كتاب الجامع الصحيح وأما الفقيه أبو الفضل عبد الرحمن بن محمد بن حمدون بن بخار البخاري نسب إلى جده الأعلى من أهل نيسابور كان من أعيان أصحاب أبي الوليد القدماء منهم وصحب الصالحين والمستورين سنين وعقد له أبو الوليد التدريس في حياته وذكر أبو إسحاق المزكي قال قلت لأبي الوليد سنة تسع وثلاثين وثلاثمائة يخرج معنا السنة جماعة من الفقهاء من أصحابك وإن وقعت لي مسألة في الدين إلى من أرجع منهم فقال إلى أبي الفضل بن بخارا سمع بنيسابور أبا محمد وأبا حامد ابني الشرقي ومكي بن عبدان وبسرخس أبا العباس الدغولي وببغداد إسماعيل بن محمد الصفار وبمكة أبا سعيد أحمد بن محمد بن الأعرابي وغيرهم روى عنه الحاكم أبو عبد الله الحافظ فقال اعتل أبو الفضل بن بخار قبل موته بسنين علة من الرطوبة فعمي وصم وزال عقله وبقي على ذلك قريبا من ثلاث سنين ثم توفي في جمادى الأولى سنة إحدى وثمانين وثلاثمائة وأما أبوه أبو بكر محمد بن حمدون بن بخار المعدل البخاري كان من المعدلين بنيسابور وكان من الملازمين للشيخين أبي علي الثقفي وأبي بكر بن إسحاق سمع أبا عبد الله الفوشنجي وإبراهيم بن أبي طالب وأقرانهما سمع منه الحاكم أبو عبد الله الحافظ وقال توفي في شهر رمضان من سنة ثمان وأربعين وثلاثمائة وهو ابن اثنتين وسبعين سنة إنما قيل له البخاري لأنه كان يحرق البخور في جامع بغداد حسبة فجعل عوام بغداد البخوري بخاريا وعرف بيته ببيت ابن البخاري |جـ1 صـ294| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.292-294",
    },

    "JK_000952_0394": {
        "source" : "SKA",
        "title"  : "البختري",
        "text": "<h1>البختري</h1> بالباء المنقوطة من تحتها بنقطة والخاء المنقوطة الساكنة وبعدها التاء المفتوحة المنقوطة من فوقها بنقطتين بعدها راء مهملة وهذا اسم يشبه النسبة منهم البختري بن عزرة المصري يروي عن عمر رضي الله عنه وأبو جعفر محمد بن عمرو بن البختري الرزاز من محدثي بغداد يروي عن سعدان بن نصر البزاز روى عنه أبو الحسن بن مخلد البزاز وأبو الحسن علي بن إسحاق بن محمد بن البختري المادرائي إمام أهل البصرة ممن رحل وجمع روى عنه القاضي أو عمر القاسم بن جعفر الهاشمي وأبو الحسن علي بن القاسم بن النجاد البصريان وغيرهما ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.294",
    },

    "JK_000952_0395": {
        "source" : "SKA",
        "title"  : "البختي",
        "text": "<h1>البختي</h1> بضم الباء الموحدة وسكون الخاء المعجمة وفي آخرها التاء ثالث الحروف هذه اللفظة تشبه النسبة وهو بختي بن كرار ذكره أبو فراس في نسب بني سامة بن لؤي ذكره أبو فراس فقال بختي بن كرار بن كعب بن مالك بن عتبة بن جابر بن الحارث بن عبد البيت بن الحارث بن سامة بن لؤي وبختي بن عمر الثقفي كوفي يروي عن محمد بن النضر الحارثي وكان من الزهاد العباد روى عنه الحسين بن علي الجعفي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.294",
    },

    "JK_000952_0396": {
        "source" : "SKA",
        "title"  : "البخجرماني",
        "text": "<h1>البخجرماني</h1> بفتح الباء الموحدة والخاء المعجمة الساكنة والجيم المفتوحة والراء الساكنة والميم المفتوحة وفي آخرها النون هذه النسبة إلى قرية من قرى مرو عند اندرابة يقال لها بخجرمان كان ينزل عسكر بلخ بها سمعت بهذه القرية جزءا من حديث الهيثم بن كليب عن محمد بن محمد الصلواتي بروايته عن الخليلي عن الخزاعي عنه ورأيت في كتاب أبي زرعة السنجي أن اسم هذه القرية بفجرمان بالغين المعجمة منها حصن بن عبد الحليم البفجرماني له رحلة إلى العراق والحجاز سمع المقريء وأبا قدامة الضبي ومؤملا وغيرهم قال أبو زرعة السنجي هو من قرية بغجرمان |جـ1 صـ295| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.294-295",
    },

    "JK_000952_0397": {
        "source" : "SKA",
        "title"  : "البداكري",
        "text": "<h1>البداكري</h1> هذه النسبة إلى بداكري وهي قرية من قرى بخارا منها أبو جعفر رضوان بن سالم البداكري البخاري يروي عن أبي حفص الكبير ومسيب بن إسحاق روى عنه مكي بن خلف بن عثمان وأبو بكر أحمد بن عبد الواحد بن رفيد البخاريان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.295",
    },

    "JK_000952_0398": {
        "source" : "SKA",
        "title"  : "البدائي",
        "text": "<h1>البدائي</h1> بفتح الباء الموحدة والدال المهملة وفي آخرها الياء آخر الحروف هذه النسبة إلى البدائية وهم جماعة من غلاة الروافض وهم الذين أجازوا البداء على الله عز وجل وزعموا أنه يريد الشيء ثم يبدو له وأول ظهور هذا القول من جهة المختار بن أبي عبيد الثقفي الذي غلب على الكوفة وأعمالها وقتل قتلة الحسين رضي الله عنه وقيل إن المختار أخذ هذا القول عن مولى لعلي رضي الله عنه يقال له كيسان وفي إجاز البداء على الله تعالى إجازة الندم عليه وهذا كفر ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.295",
    },

    "JK_000952_0399": {
        "source" : "SKA",
        "title"  : "البدخكثي",
        "text": "<h1>البدخكثي</h1> بضم الباء المنقوطة بواحدة وفتح الدال المهملة وسكون الخاء المعجمة وفتح الكاف وفي آخرها الثاء المثلثة هذه النسبة إلى بدخكث وظني أنها من بلاد اسفيجاب أو الشاش منها أبو سعيد ميكائيل بن حنيفة البدخكثي يروي عن صالح بن محمد الترمذي روى عنه الحسن بن منصور المقرىء الإسفيجابي وقتل شهيدا سنة أربع وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.295",
    },

    "JK_000952_0400": {
        "source" : "SKA",
        "title"  : "البدري",
        "text": "<h1>البدري</h1> بفتح الباء المنقوطة بواحدة وسكون الدال المهملة وفي آخرها الراء هذه النسبة إلى بدر وهي اسم بئر بين مكة والمدينة كانت بها الوقعة المشهورة للنبي صلى الله عليه وسلم قال الله تعالى & ولقد نصركم الله ببدر وأنتم أذلة & وهذه البئر تنسب إلى بدر بن يخلد بن النضر بن كنانة وجماعة من الصحابة حضروا هذه الوقعة يقال لهم فلان البدري وفيهم كثرة وشهرة وقال النبي صلى الله عليه وسلم لقد اطلع الله على أهل بدر وقال لهم اعملوا ما شئتم والعشرة المبشرة منهم إلا عثمان بن عفان رضي الله عنه فإنه تأخر بسبب تمريض رقية بنت رسول الله صلى الله عليه وسلم وإذنه وأما أبو مسعود عقبة بن عمرو البدري من الصحابة نزل بدر يعني هذه البئر فنسب إلى هذا الموضع ولم يكن شهد هذه الوقعة وكذلك أبو حبة ثابت بن النعمان بن أمية بن امرىء القيس البدري نزل آبار بدر فنسب إليها وأما أحمد بن موسى بن نصر بن الجهضم البدري هو ابن عم يحيى بن بدر القرشي البغدادي نسب إلى بعض أجداده واسمه بدر فاشتهر بهذه |جـ1 صـ296| النسبة والله أعلم وببغداد محلة يقال لها البدرية من محال نهر المعلي وجماعة من أهل العلم كانوا قد سكنوها منهم أبو عبد الله الحسين بن محمد بن عبد الوهاب بن أحمد بن محمد بن الحسن بن عبيد الله بن القاسم بن عبيد الله بن سليمان بن وهب البدري الدباس الأديب المعروف بالبارع كان فاضلا حسن الشعر قرأ القرآن بروايات على جماعة وسمع الحديث عن أبي علي الحسن بن غالب بن علي المقريء وأبي جعفر محمد بن أحمد بن المسلمة المعدل وغيرهما روى عنه جماعة كثيرة أنشدني أبو المعمر الأنصاري من لفظه ببغداد أنشدني أبو عبد الله البارع الأديب البدري لنفسه % ذكر الأحباب والوطنا % % والصبى والألف والسكنا % % فبكى شجوا وحق له % % مدنف بالشوق حلف ضنا % وهي طويلة وكانت ولادته في صفر سنة ثلاث وأربعين وأربعمائة وتوفي في جمادى الآخرة سنة أربع وعشرين وخمسمائة وكان قد أضر في آخر عمره وبنو بدر بطن من حجر رعين منهم أبو يحيى عميرة بن أبي ناجية البدري قال أبو سعيد بن يونس هو مولى حجر من رعين ثم لبني بدر كان ناسكا متعبدا يقال أن أباه أبا ناجية كان روميا يدعى حريثا روى عنه عبد الرحمن بن شريح وحيوة بن شريح وبكر بن مضر ويحيى بن أيوب ورشدين بن سعد وابن وهب قال أحمد بن يحيى بن وزير توفي عميرة بن أبي ناجية البدري سنة ثلاث وخمسين ومائة ببطن بحر منصرفا من الحج قال وكانت له عبادة وفضل ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.295-296",
    },

    "JK_000952_0401": {
        "source" : "SKA",
        "title"  : "البدني",
        "text": "<h1>البدني</h1> بفتح الباء الموحدة والدال المهملة وفي آخرها النون هذه النسبة إلى البدن وهو اسم جماعة قال ابن الكلبي إنما سمي امرىء القيس بن عمرو بن عدي بن نصر بن بني نمارة بن لخم البدن لأنه كان عظيما في أمره كبيرا والبدن في كلام العرب الكبير العظيم قال محمد بن إسحاق أبو أسيد الساعدي مالك بن ربيعة بن البدن بالباء والنون شهد بدرا روى عن النبي صلى الله عليه وسلم أحاديث صالحة وقال ابن إسحاق فيمن قتل يوم أحد من بني ساعدة ثقيب بن فروة بن البدن وتابعه إبراهيم بن سعد على النسب وخالفه في اسمه فقال ثقيف بن فروة بن البدن وقال الزهري أبو أسيد مالك بن ربيعة بن البدن والله أعلم هكذا كان في أصل الدارقطني مضببا على الشك في ثلاثة مواضع وبدن بطن من كلب وهو بدن بن عامر بن زهير بن جناب بن هبل من بني كلب بن وبرة بطن هكذا قال الدارقطني |جـ1 صـ297| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.296-297",
    },

    "JK_000952_0402": {
        "source" : "SKA",
        "title"  : "البدوي",
        "text": "<h1>البدوي</h1> بفتح الباء الموحدة والدال المهملة وفي آخرها الواو هذه النسبة إلى البادية ورأيت بهذا الانتساب عصام بن الليث البدوي الليثي ذكره في تاريخ نيسابور قال الحاكم أبو عبد الله الحافظ ثنا أبو الحسن محمد بن الحسين الجرجاني ثنا علي بن داود الجرجاني وكان قد أتى عليه مائة وخمس وعشرون سنة سمعت عصام بن الليث الليثي البدوي من بني فزارة في البادية يقول سمعت أنس بن مالك رضي الله عنه يقول سمعت رسول الله صلى الله عليه وسلم يقول يقول الله عز وجل من لم يرض بقضائي وقدري فليلتمس ربا غيري أخبرناه أبو القاسم الشحامي بنيسابور أنا أبو بكر أحمد بن الحسين الحافظ إجازة أنا الحاكم أبو عبد الله الحافظ الحديث وهو إسناد مظلم لا أصل له ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.297",
    },

    "JK_000952_0403": {
        "source" : "SKA",
        "title"  : "البديانوي",
        "text": "<h1>البديانوي</h1> بفتح الباء الموحدة ولكن تحتها ثلاثة وسكون الدال المهملة وفتح الياء المنقوطة من تحتها باثنتين وفتح النون هذه النسبة إلى قرية من قرى نسف يقال لها بديانة منها أبو سلمة البديانوي كان أحد الزهاد وكان له كلام في الزهد والمعرفة روى عنه أبو العباس المهدي بن سمعان بن حامد الأباعري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.297",
    },

    "JK_000952_0404": {
        "source" : "SKA",
        "title"  : "البديحي",
        "text": "<h1>البديحي</h1> بضم الباء الموحدة وفتح الدال والحاء المهملتين بينهما الياء المنقوطة من تحتها بنقطتين هذه النسبة إلى بديح وهو إسم لبعض أجداد المنتسب إليه وبديح هذا هو مولى عبد الله بن جعفر بن أبي طالب رضي الله عنهما وهو أبو بكر أحمد بن محمد بن إسحاق بن إبراهيم بن أسباط بن عبد الله بن إبراهيم بن بديح السني البديحي الدينوري من أهل الدينور كان إماما حافظا فاضلا ثقة صدوقا ورعا زاهدا مكثرا من الحديث رحل إلى العراقين والحجاز والشام وديار مصر وأدرك جماعة كثيرة من العلماء وكتب عنهم ثم رجع واشتغل بالجمع والتصنيف وانتشرت كتبه في الآفاق سمع ببغداد أبا بكر محمد بن محمد بن سليمان الباغندي وبالبصرة أبا خليفة الفضل بن الحباب الجمحي وبالكوفة أبا محمد بن زيدان البجلي وبمصر أبا عبد الرحمن أحمد بن شعيب النسائي وبدمشق أبا الحسن أحمد بن عمير بن جوصا الدمشقي وبالموصل أبا يعلى أحمد بن علي بن المثنى التميمي وبحران أبا عروبة الحسين بن أبي معشر السلمي وخلقا يطول ذكرهم من هذه الطبقة روى عنه أبو نصر أحمد بن الحسين بن أحمد الكسار وأبو الحسن علي بن عمر |جـ1 صـ298| الهمذاني الأسداباذي وأبو بكر أحمد بن عبد الله بن علي بن شاذان الدينوري وغيرهم وحفيده أبو زرعة روح بن محمد بن أبي بكر السني البديحي كان فقيها عارفا بالفقه أديبا ولي القضاء بأصبهان مدة سمع أبا الفضل العباس بن الحسين الصفار وجعفر بن عبد الله بن يعقوب بن الفناكي وأبا الحسين أحمد بن فارس اللغوي وعلي بن محمد بن عمر القصار وأبا زرعة أحمد بن الحسين الرزي وأبا أحمد الحسين بن علي التميمي وإسحاق بن سعد بن الحسن بن سفيان النسوي وأبا الهيثم أحمد بن عمر بن شبويه وأبا حامد أحمد بن الحسين المروزيين وأبا منصور محمد بن أحمد بن شبويه الأبيوردي ذكره أبو بكر أحمد بن علي بن ثابت في تاريخ بغداد وقال أبو زرعة الرازي جده أبو بكر السني الدينوري الحافظ قدم بغداد علينا حاجا وحدث بها فكتبنا عنه في سنة ثلاث عشرة وأربعمائة ولقيته أيضا بالكرج في سنة إحدى وعشرين وكتبت عنه هناك وكان صدوقا فهما أديبا تفقه على مذهب الشافعي وولي القضاء بأصبهان وبلغني أنه مات بالكرج في سنة ثلاث وعشرين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.297-298",
    },

    "JK_000952_0405": {
        "source" : "SKA",
        "title"  : "البديلي",
        "text": "<h1>البديلي</h1> بضم الباء الموحدة وفتح الدال المهملة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها اللام هذه النسبة إلى بديل وهو إسم لجد المنتسب إليه وهو أبو بكر عبد الله بن محمد بن بديل الأشقر البديلي شيخ أهل الرأي في عصره ومقدمهم ببخارا وأكثرهم تعصبا في المذهب وكان كثير الحديث صحيح السماع سمع ببخارا أبا عبد الرحمن بن أبي الليث وبمرو عبد الله بن محمود السعدي وبالري أحمد بن جعفر بن نصر سمع منه مسنده روى عنه الحاكم أبو عبد الله الحافظ وتوفي في سنة ثلاث وأربعين وثلاثمائة وأبو الفضل محمد بن جعفر بن عبد الكريم بن بديل بن ورقاء الخزاعي البديلي المقريء الجرجاني من أهل جرجان لم يكن بموثوق به فيما ينقله وكان يعرف القراءات وصنف في علومها كتبا وحدث في الغربة عن يوسف بن يعقوب النجيرمي البصري وأحمد بن عبيد الله النهرديري ومحمد بن أحمد بن إسحاق الأهوازي والحسن بن عبد الله بن سعيد العسكري وأبي بكر أحمد بن إبراهيم الإسماعيلي وغيرهم كتب عنه أحمد بن عمر بن البقال الحافظ روى عنه أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي وأبو القاسم علي بن المحسن التنوخي وأبو عبد الله محمد بن علي بن عبد الرحمن |جـ1 صـ299| العلوي الكوفي وطبقتهم ذكره أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخ بغداد فقال أبو الفضل الخزاعي كان شديد العناية بعلم القراءات ورأيت له مصنفا يشتمل على أسانيد القراءات المذكورة فيه عدة من الأجزاء فأعظمت ذلك واستنكرته حتى ذكر لي بعض من يعتني بعلوم القراءات أنه كان يخلط تخليطا قبيحا ولم يكن على ما يرويه مأمونا وحكى القاضي أبو العلاء الواسطي عنه أنه وضع كتابا في الحروف ونسبه إلى أبي حنيفة رحمه الله قال أبو العلاء فأخذت خط الدارقطني وجماعة من أهل العلم كانوا في ذلك الوقت بأن ذلك الكتاب موضوع لا أصل له فكبر عليه ذلك وخرج عن بغداد إلى الجبل ثم بلغني بعد أن حاله اشتهرت عند أهل الجبل وسقطت هناك منزلته وقال أبو العلاء الواسطي كتبت عن أبي الفضل الخزاعي بواسط وذكر لي هو أن اسمه كميل ثم غير اسمه بعد وتسمى محمدا قلت ووفاته كانت قبل الأربعمائة بقريب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.298-299",
    },

    "JK_000952_0406": {
        "source" : "SKA",
        "title"  : "البديهي",
        "text": "<h1>البديهي</h1> بفتح الباء الموحدة وكسر الدال المهملة بعدها الياء آخر الحروف وفي آخرها الهاء هذه النسبة لأبي الحسن علي بن محمد البديهي الشاعر من أهل بغداد لقب بذلك لسرعة نظمه على البديهة إن شاء الله سمع أبا بكر بن دريد وأبا عبد الله بن عرفة نفطويه وأبا بكر بن الأنباري وغيرهم روى عنه أبو بكر بن أبي علي محمد بن أحمد بن عبد الرحمن ذكره أبو نعيم أحمد بن عبد الله الحافظ الأصبهاني وقال قدم أصبهان في غيبتي عنها ولقيته ببغداد وروى عنه أبو بكر بن مردويه الحافظ ببغداد ومن شعره قوله % لا تحفلن بما تشاهده % % لذوي الغني من زهرة النعم % % والحظ عواقبها فإن لها % % عند التنقل وحشة النقم % % والمرء من عدم تكونه % % ومصيره أيضا إلى عدم % % فليأت أجمل ما يحاوله % % ولينف عنه وساوس الهمم % % صن ماء وجهك عن إراقته % % إن القناعة عمدة الكرم % ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.299",
    },

    "JK_000952_0407": {
        "source" : "SKA",
        "title"  : "البدي",
        "text": "<h1>البدي</h1> بفتح الباء المنقوطة بواحدة وتشديد الدال المهملة هذه النسبة إلى بني بدا وهو بطن من حمير نزل الكوفة والمشهور بالنسبة إليه زكريا بن يحيى بن خالد البدي يروي عن الشعبي وهو كوفي عزيز الحديث ويروي عن إبراهيم النخعي أيضا وحبيب بن سيار البدي مولى بني بدا روى عن زيد بن أرقم رضي الله عنه في كتاب الدارقطني وابن ماكولا حبيب بن يسار وهو الصواب روى عنه يوسف بن صهيب وغيره وزكريا بن حكيم الحبطي البدي يروي عن أهل الكوفة روى عنه العراقيون يروي عن الإثبات ما لا يشبه |جـ1 صـ300| أحاديثهم حتى يسبق إلى القلب أنه المتعمد لها لا يجوز الاحتجاج بخبره هكذا قال أبو حاتم بن حبان وعمرو بن عبيد الله البدي الكندي الكوفي رأى حجر بن عدي وابنه محمد بن عمرو يروي عن أبيه عمرو وزكريا بن يحيى البدي يروي عن همام بن الحارث وإبراهيم النخعي روى عنه غسان بن الربيع |جـ1 صـ301| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.299-300",
    },

    "JK_000952_0408": {
        "source" : "SKA",
        "title"  : "البذخشاني",
        "text": "<h1>البذخشاني</h1> بفتح الباء المنقوطة بواحدة والذال وسكون الخاء وفتح الشين المعجمات وفي آخرها النون هذه النسبة إلى بذخشان وهي في أعلى طخارستان وهي متاخمة لبلاد الترك وبها رباط بنت زبيدة بنت جعفر بن أبي جعفر المنصور بها حصنا عجيبا قل ما رأى الناس مثله ومنها يحمل البجاذي واللازورد والبلور وحجر الفتيلة وهو شيء يشبه حشو البردي والحجر الذي يسمى البازهر خرج منها جماعة من أهل العلم منهم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.300",
    },

    "JK_000952_0409": {
        "source" : "SKA",
        "title"  : "البذشي",
        "text": "<h1>البذشي</h1> بفتح الباء والذال المعجمتين بواحدة وفي آخرها الشين المعجمة هذه النسبة إلى بذش وهي قرية على فرسخين من بسطام وهي من قومس نزلت بها مع القافلة وخرجت منها إلى بسطام ورجعت إليها والإمام المعروف من هذه القرية أبو محمد نوح بن حبيب البذشي من أهل قومس يروي عن أبي بكر بن عياش وعبد الله بن إدريس ومحمد بن فضيل ويزيد بن هارون وعبد الرزاق بن همام ووكيع بن الجراح وعبد الرحمن بن مهدي وغيرهم روى عنه جماعة من الغرباء مثل أبي بكر بن أبي الدنيا وعبد الله بن أحمد بن حنبل وموسى بن هارون وأبي برزة الحاسب وكان ثقة صاحب سنة اثنى عليه أحمد بن حنبل وأحمد بن سيار ومات في رجب سنة اثنتين وأربعين ومائتين قبل الرجفة بأربعة عشر يوما بقومس وأبو ذر أحمد بن أيوب البذشي سكن سمنان يروي عن الحسن بن الربيع ووكيع بن الجراح وكأنه ينزل ويرتفع يعني في الإسناد روى عنه يحيى بن بدر القرشي البغدادي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.300",
    },

    "JK_000952_0410": {
        "source" : "SKA",
        "title"  : "البذيخوني",
        "text": "<h1>البذيخوني</h1> بفتح الباء المنقوطة بواحدة وكسر الذال المعجمة وسكون الياء المنقوطة باثنتين من تحتها وضم الخاء المعجمة وفي آخرها النون هذه النسبة إلى بذيخون وهي قرية ببخارا على أربعة فراسخ منها اجتزت بهذه القرية في رجوعي من سرماري من زيارة أحمد بن إسحاق السرماري إلى مغكان وهذه القرية قريبة من مغكان وكان لأصحاب |جـ1 صـ302| الحديث قديما والساعة قد صار لأصحاب أبي حنيفة رحمه الله وبقي بها جمع يسير من أصحابنا والمشهور بالنسبة إلى هذه القرية أبو إبراهيم إسماعيل بن أحمد بن إبراهيم بن محمد المكتب البذيخوني كان يحفظ القرآن سمع إسماعيل بن محمد بن أحمد بن حاجب الكشاني أبا علي وأبا الفضل أحمد بن علي السليماني البيكندي وجماعة سواهم سمع منه ببخارا أبو محمد عبد العزيز بن محمد النخشبي الحافظ شيخ عامي يعلم القرآن سمعت منه ومن أبيه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.300-302",
    },

    "JK_000952_0411": {
        "source" : "SKA",
        "title"  : "البذيسي",
        "text": "<h1>البذيسي</h1> بفتح الباء الموحدة وكسر الذال المعجمة وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها السين المهملة هذه النسبة إلى قرية من قرى مرو يقال لها بذيس على خمسة فراسخ منها أبو عبد الله عبد الصمد بن أحمد بن محمد البذيسي إمام مسجد الصاغة بمرو وكان شيخا ظاهره الخير والصلاح وسمعت من يوثق به أنه كان يشهد بالزور سمع أبا الفرج المظفر بن إسماعيل التميمي الجرجاني قرأت عليه جزءا من حديث أبي أحمد بن عدي الحافظ وتوفي يوم الأربعاء التاسع عشر من شعبان سنة ثلاث وثلاثين وخمسمائة ودفن بسجدان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.302",
    },

    "JK_000952_0412": {
        "source" : "SKA",
        "title"  : "البذيلي",
        "text": "<h1>البذيلي</h1> بضم الباء الموحدة وفتح الذال المعجمة وسكون الياء آخر الحروف آخرها اللام هذه النسبة إلى بذيل وهو بطن من جهينة قال ابن حبيب في جهينة بذيل بن سعد بن عدي منها عدي بن أبي الزغباء بن سبيع بن ربيعة بن زهرة بن بذيل بن سعد بن عدي بن كاهل بن نصر بن مالك بن غطفان بن قيس بن جهينة الجهني البذيلي له صحبة هو الذي بعثه النبي صلى الله عليه وسلم يوم بدر هو وبسبس بن عمرو يتجسسان له الأخبار عن عير قريش قال الدارقطني يقال إسم أبي الزغباء سنان |جـ1 صـ303| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.302-303",
    },

    "JK_000952_0413": {
        "source" : "SKA",
        "title"  : "البراء",
        "text": "<h1>البراء</h1> بفتح الباء المنقوطة بنقطة وتشديد الراء المهملة وهذه النسبة إلى بري الأشياء والمشهور بها أبو معشر يوسف بن يزيد البراء العطار من أهل البصرة قال أبو حاتم بن حبان كان يبري المغازل بها يعني بالبصرة هذا قول أبي حاتم وسمعت أبا القاسم علي بن الحسن الدمشقي الحافظ يقول كان يبري العود وهو الخشب الذي يتبخر به قلت وهذا أشبه لأنه كان عطارا يروي عن موسى بن دهقان روى عنه محمد بن أبي بكر المقدمي وأهل البصرة وأبو العالية زياد بن فيروز البصري البراء من أهل البصرة يروي عن ابن عمر وابن الزبير رضي الله عنهم روى عنه عاصم الأحول ويقال اسم أبي العالية البراء أذينة وقد قيل اسمه كلثوم مولى قريش مات يوم الإثنين في شهر شوال سنة تسعين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.303",
    },

    "JK_000952_0414": {
        "source" : "SKA",
        "title"  : "البراثي",
        "text": "<h1>البراثي</h1> بفتح الباء الموحدة والراء وفي آخرها الثاء المثلثة هذه النسبة إلى براثا وهو موضع ببغداد متصل بالكرخ وبه جامع إلى الساعة بقي حيطانه غير أن أمير المؤمنين أمر بسد أبوابه وأن لا يصلى فيه أيام الجمعات فإن جماعة من الشيعة كانوا يجتمعون فيه ويشتمون الصحابة وقال أبو بكر الخطيب الحافظ أبو بكر بن البراثي قرية ببغداد من سواد نهر الملك والمنتسب إلى هذه القرية جماعة منهم أبو العباس أحمد بن محمد بن خالد بن يزيد بن غزوان البراثي يروي عن علي بن الجعد وعبد الله بن عون الخراز ويحيى بن عبد الحميد الحماني وكامل بن طلحة وسريج بن يونس روى عنه أبو بكر أحمد بن إبراهيم الإسماعيلي الجرجاني الإمام وأبو بكر محمد بن عمر الجعابي الحافظ وأبو حفص عمر بن علي الزيات ووالده أبو عبد الله محمد بن خالد البراثي كان من أهل الدين والفضل والجلالة والنبل ذا حال من الدنيا حسنة معروفا بالبر واصطناع الخير وكان صديقا لبشر بن الحارث الحافي يأنس إليه في أموره ويقبل منه ما يهدي إليه وكان يجهز إلى الثغر وكان موسرا وأسند الحديث عن هشيم بن بشير وسفيان بن عيينة روى عنه ابنه أبو العباس البراثي وأبو عبد الله البراثي العابد يحكى عنه حكايات في الزهد وأبو بكر أحمد بن المبارك بن أحمد يعرف بأبي الرجال البراثي كتب بالبصرة عن أبي الحسن علي بن |جـ1 صـ304| محمد بن موسى التمار الأمالي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وقال كتبت عنه في قريته وكان فاضلا صالحا من أهل القرآن كثير التعبد وكان له بيت ينفرد فيه ولا يخرج منه إلا في أوقات الصلوات ويشتغل فيه بالعبادة ومات ببراثا في سنة ثلاثين وأربعمائة وأبو عبد الله جعفر بن محمد بن عبدويه المروزي المعروف بالبراثي حدث عن حفص بن عمرو الربالي ومحمد بن الوليد البسر وإسماعيل بن أبي الحارث وزيد بن إسماعيل الصائغ وعلي بن عبدة التميمي روى عنه أبو حفص بن شاهين والمعافى بن زكريا الجريري وجماعة وكان ثقة مات سلخ جمادى الأولى سنة خمس وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.303-304",
    },

    "JK_000952_0415": {
        "source" : "SKA",
        "title"  : "البراد",
        "text": "<h1>البراد</h1> بفتح الباء المعجمة بواحدة وتشديد الراء المهملة في آخرها دال مهملة هذه النسبة إلى شيئين أحدهما لمن يبرد الماء في الكيزان والجرار والمشهور بهذه النسبة سالم أبو عبد الله البراد يروي عن ابن عمر وأبي هريرة وأبي مسعود رضي الله عنهم روى عنه إسماعيل بن أبي خالد وعبد الملك بن عمير وصالح البراد من أهل البصرة يروي عن أبي الأسود الديلي روى عنه أبو هلال الراسبي وأما أبو شعيب إسماعيل بن مخلد البراد السمرقندي كان يبيع البرود وهي جمع البرد من الثياب التي تلبس من أهل سمرقند يروي عن أبي عصمة أحمد بن معاوية خال عبد الله بن عبد الرحمن الدارمي وعمر بن أبي مقاتل الفزاري القاضي وعلي بن إبراهيم البكا وبرد بن أصرم المروزيين روى عنه عبد بن سهل الزاهد ومسعود بن كامل السمرقنديان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.304",
    },

    "JK_000952_0416": {
        "source" : "SKA",
        "title"  : "البراذقي",
        "text": "<h1>البراذقي</h1> بفتح الباء الموحدة والراء بعدها الألف وضم الذال المعجمة وفي آخرها القاف هذه النسبة إلى براذق وهو جد أبي البركات يحيى بن محمد بن الحسين بن إسحاق بن براذق المؤدب البراذقي البغدادي من أهل بغداد سمع أبا المفضل محمد بن عبد الله بن المطلب الشيباني ذكره أبو بكر الخطيب في تاريخ بغداد فقال كتبنا عنه شيئا يسيرا وكان صدوقا قال فقال ولدت في سنة ثلاث وستين وثلاثمائة وجدي براذق كان مجوسيا قال وسمعت من محمد بن إسماعيل الوراق وضاع كتابي ومات في السابع من جمادى الآخرة من سنة ست وثلاثين وأربعمائة |جـ1 صـ305| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.304-305",
    },

    "JK_000952_0417": {
        "source" : "SKA",
        "title"  : "البرازجاني",
        "text": "<h1>البرازجاني</h1> بفتح الباء الموحدة والراء المهملة والزاي المفتوحة بعد الألف وفتح الجيم ويقال بالقاف أيضا هذه النسبة إلى برازجان وهي سكة كبيرة بأعلى الماجان بمرو كان فيها جماعة من العلماء منهم أبو محمد القاسم بن محمد بن علي بن حمزة الفراهيناني البرازجاني كان إماما حافظا عارفا بالحديث وأبوه من مشاهير المحدثين والقاسم هذا كان له مجلس للمذاكرة في المسجد الجامع بباب المدينة يحضره الحفاظ والعلماء ويتذاكرون فيه طرق الحديث سمع بالعراق القاضي إسماعيل بن إسحاق وأبا بكر عبد الله بن أبي شيبة الكوفي وغيرهما سمع منه أحمد بن سيار كتاب التاريخ لأبيه لجلالته وحسن الكتاب وكانت وفاته في سنة اثنتين وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.305",
    },

    "JK_000952_0418": {
        "source" : "SKA",
        "title"  : "البراكدي",
        "text": "<h1>البراكدي</h1> بفتح الباء الموحدة والراء بعدهما الألف والكاف المفتوحة وفي آخرها الدال المهملة هذه النسبة إلى براكد وهي قرية من قرى بخارا ويقال لها براكدي منها أبو العباس الفضل بن محمد بن سون البراكدي البخاري يروي عن بحير بن النضر ومحمد بن سهل السمرقندي وعلي بن إسحاق الحنظلي روى عنه أبو الحسين منصور بن صالح بن حاشد بن سعيد الدهقان ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.305",
    },

    "JK_000952_0419": {
        "source" : "SKA",
        "title"  : "البراني",
        "text": "<h1>البراني</h1> بفتح الباء المعجمة بنقطة وبتشديد الراء المهملة منسوب إلى قرية فراني ببخارا على خمسة فراسخ منها بت بها ليلة فمنهم أبو بكر محمد بن إسماعيل البراني كان فقيها ثقة مأمونا هكذا ذكره البصيري في المضافاة وابن أبو سهل محمود بن محمد بن إسماعيل البراني يروي عن أبي الفضل الكاغذي روى لنا عنه أبو البدر صاعد بن عبد الرحمن بن مسلم الخيزراني بسارية مازندران وابنه الخطيب أبو المعالي سهل بن محمود من العلماء العاملين بعلمه جاور بمكة مدة وكان كثير العبادة والاجتهاد وابنه أبو الفضل محمد بن سهل البراني الخطيب سمعت منه بالبرانية بهذه |جـ1 صـ306| القرية روى عن أبيه وأبو بكر محمد وأبو محمد عبد الحليم ابنا محمد بن أبي بكر البراني أما أبو بكر يعرف بالنجيب كان فقيها فاضلا صالحا سمعت منه ببنج ديه وأبو محمد الأديب الحليمي كان أديبا مقرئا سمعت منه ببخارا والأديب أبو نصر محمد بن أبي أسامة زيد بن محمد بن سعيد بن حمدان بن إسحاق البراني وبرانة من قراها سمع أبا ذر البغدادي وأبا الحسن أحمد بن محمد بن سليمان الحوري وغيرهما سمع منه أبو محمد عبد العزيز بن محمد النخشبي وقال لا بأس به فيما أرى مطلبي المذهب ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.305-306",
    },

    "JK_000952_0420": {
        "source" : "SKA",
        "title"  : "البربري",
        "text": "<h1>البربري</h1> بفتح الباءين المنقوطتين بنقطتين بينهما راء مهملة بعد الباء راء أخرى هذه النسبة إلى بلاد البربر وهي ناحية كبيرة من بلاد المغرب والمشهور بهذه النسبة أبو محمد هارون بن أبي إبراهيم البربري من أهل الأهواز واسم أبيه محمد وقيل إن اسم أبي إبراهيم ميمون بن أيمن مولى عقار بن المغيرة بن شعبة يروي عن عطاء وابن سيرين روى عنه أبو عامر العقدي وهانىء بن سعيد البربري مولى عثمان بن عفان رضي الله عنه يروي عن عثمان روى عنه عبد الله بن بحير وأبو سعيد سابق بن عبد الله البربري من أهل حران سكن الرقة يروي عن مكحول وعمرو بن أبي عمرو روى عنه الأوزاعي وأهل الجزيرة وهو الذي يروي عن سعيد بن سمعان وأبو أحمد بن موسى بن حماد البربري حدث عن علي بن الجعد وعبيد الله بن عمر القواريري وكان إخباريا له معرفة بأيام الناس يروي عنه القاضيان أحمد بن كامل وعبد الباقي بن قانع وإسماعيل الخطبي وغيرهم وعمير بن مدرك بن أبي مدرك واسم أبي مدرك أوس ويقال أسامة ويقال نقيع البربري مولى عياش بن الحارث الخولاني ثم السعدي وأصله من البربر يروي عن سفيان بن وهب روى عنه حرملة بن عمران وقد ولى بعض العمالات بمصر لعبد العزيز بن مروان وكان يكتب له وولد بمصر اليوم ولهم دور بخولان ولهم جنات عمير الذي بالحيرة قال |جـ1 صـ307| ابن بكير توفي عمير بن أبي مدرك سنة سبع وعشرين ومائة وأبو محمد عبد الله بن محمد بن ناجية بن نجبة البربري سمع أبا معمر الهذلي ومجاهد بن موسى وسويد بن سعيد وعبد الله بن معاوية الجمحي وأبا بكر بن أبي شيبة وعبد الواحد بن غياث البصري وعبد الله بن محمد بن أبان الكوفي وعبد الأعلى بن حماد ومحمد بن ميمون الخياط ونصر بن علي الجهضمي روى عنه أبو بكر بن الأنباري وأبو بكر بن مقسم المقري وأبو بكر الشافعي وأبو علي بن الصواف وأبو بكر محمد بن عمر الجعابي وغيرهم وكان ثقة ثبتا صدوقا وقال أبو بكر بن كامل القاضي كان عبد الله بن ناجية ممتعا بإحدى عينيه وغير شيبة بصفرة وكان من أصحاب الحديث الأكياس المكثرين إلا أنه كان مشهورا بصحبة الكرابيسي ومات في شهر رمضان سنة إحدى وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.306-307",
    },

    "JK_000952_0421": {
        "source" : "SKA",
        "title"  : "البربهاري",
        "text": "<h1>البربهاري</h1> بفتح الباء الموحدة وسكون الراء المهملة وفتح الباء الثانية أيضا والراء المهملة أيضا بعد الهاء والألف هذه النسبة إلى بربهار وهي الأدوية التي تجلب من الهند من الحشيش والعقاقير والفلوس وغيرها يقول البحرية وأهل البصرة لها البربهار ومن يجلبها يقال له البربهاري والمشهور بهذه النسبة أبو بحر محمد بن الحسن بن كوثر بن علي البربهاري من المحدثين المشهورين حدث عن أبي العباس محمد بن يونس الكديمي ومحمد بن الفرج الأزرق ومحمد بن غالب التمتام وإسماعيل بن إسحاق القاضي وإبراهيم بن إسحاق الحربي ومحمد بن محمد بن سليمان الباغندي وغيرهم انتخب عليه أبو الحسن علي بن عمر الدارقطني وروى عنه أبو الحسن ابن رزقويه وأبو بكر البرقاني وعبيد الله بن عمر بن شاهين وأبو نعيم الحافظ الأصبهاني قال أبو بكر الخطيب وسألت أبا نعيم الحافظ عنه فقال كان الدارقطني يقول لنا اقتصروا من حديث أبي بحر على ما انتخبته حسب وسئل مرة عنه فقال كان له أصل صحيح وسماع صحيح وأصل رديء فحدث بذا وبذاك فأفسده وقال محمد بن أبي الفوارس أبو بحر بن كوثر شيخ فيه نظر قال البرقاني حضرت عند أبي بحر يوما فقال لنا ابن السرخسي سأريكم أن الشيخ كذاب وقال لأبي بحر أيها الشيخ فلان بن فلان بن فلان كان ينزل في الموضع الفلاني هل سمعت منه فقال |جـ1 صـ308| أبو بحر نعم قد سمعت منه قال أبو بكر وكان ابن السرخسي قد اختلق ما سأله عنه ولم يكن للمسألة أصل قال أبو بكر الخطيب قرأت على أبي بكر البرقاني حديثا عن أبي بحر فقال خرج عنه أبو الفتح بن أبي الفوارس في الصحيح قلت له وكذلك فعل أبو نعيم الأصبهاني فقال لا يسوى أبو بحر عندي كعبا ثم سمعته ذكره مرة أخرى فقال كان كذابا قال محمد بن أبي الفوارس مولد أبي بحر في سنة ست وستين ومائتين وكان مخلطا وله أصول جياد وله أشياء ردية ومات سنة اثنتين وستين وثلاثمائة وقال أبو الحسن بن الفرات كان أبو بحر البربهاري مخلطا وظهر منه في آخر عمره أشياء منكرة منها أنه حدث عن يحيى بن أبي طالب وعبدوس المدائني تغفله قوم من أصحاب الحديث وقرأوا عليه ذلك وكانت له أصول كثيرة جيدة فخلط ذلك بغيره وغلبت الغفلة عليه وابو بكر محمد بن موسى بن سهل العطار البربهاري حدث عن إسحاق بن البهلول الأنباري والحسن بن عرفة العبدي روى عنه القاضي أبو الحسن الجراحي وأبو الحسن الدارقطني وغيرهما وكان بغداديا ثقة ومات في ذي القعدة سنة تسع عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.307-308",
    },

    "JK_000952_0422": {
        "source" : "SKA",
        "title"  : "البرتي",
        "text": "<h1>البرتي</h1> بكسر الباء المنقوطة بواحدة وسكون الراء وفي آخرها التاء المنقوطة من فوقها باثنتين هذه النسبة إلى برت وهي مدينة بنواحي بغداد والمشهور بهذه النسبة القاضي أبو العباس أحمد بن محمد بن عيسى البرتي وابنه أبو خبيب العباس بن أحمد وأبو الحسن علي بن عبد الله البرتي واسطي حدث عن أبي القاسم البغوي ويحيى بن صاعد روى عنه القاضي أبو العلاء الواسطي وأبو الحسن بيان بن أحمد بن بيان بن عبد الله الصارفي الخطيب البرتي حدث عن أبي بكر محمد بن جعفر بن رميس القصري روى عنه أبو بكر أحمد بن محمد بن عبدوس النسوي الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.308",
    },

    "JK_000952_0423": {
        "source" : "SKA",
        "title"  : "البرجمي",
        "text": "<h1>البرجمي</h1> بضم الباء المنقوطة بواحدة وسكون الراء وضم الجيم هذه النسبة إلى البراجم وهي قبيلة من تميم بن مر واتفق أن رجلا من العرب قتل واحد من البرجميين أخا له فحلف أن يقتل مائة منهم فظفر بتسعة وتسعين منهم وقتلهم فبقي واحد واتفق أن رجلا من برجم كان يسيح في الأرض فوقع إلى حي هذا الرجل فنزل به ليضيفه فقال له ممن الرجل فقال وافد البرجميين فأخذ الرجل السيف وقال إن الشقي وافد البراجم وقتله وأبر قسمه وذهبت كلمته مثلا وذكر ابن الكلبي في الألقاب قال إنما سموا البراجم من |جـ1 صـ309| بني حنظلة بن مالك بن زيد مناة بن تميم وهم خمسة عمرو والظليم وقيس وكلفة وغالب بنو حنظلة لأنه قال لهم رجل منهم يقال له حارثة بن عامر بن عمرو بن حنظلة أيتها القبائل التي قد ذهب عددها تعالوا فلنجتمع فلنكن مثل براجم يدي هذه ففعلوا فسموا البراجم والمشهور بالانتساب إليها السكن بن أبي السكن البرجمي واسم أبي السكن سليمان من أهل البصرة يروي عن حميد الطويل ويونس بن عبيد روى عنه أزهر بن جميل والبصريون وأبو موسى عبد الرحمن بن عجلان البرجمي الطحان من أهل الكوفة يروي عن إبراهيم النخعي روى عنه أهل الكوفة وعصمة بن بشير البرجمي يروي عن الفزع روى عنه سيف بن هارون وسيف بن هارون البرجمي من أهل الكوفة يروي عن إسماعيل بن أبي خالد وسليمان التيمي روى عنه مالك بن إسماعيل وسعيد بن سليمان يروي عن الإثبات الموضوعات وأخوه سنان بن هارون البرجمي يروي عن حميد الطويل ويزيد بن زياد بن أبي الجعد عداده في أهل الكوفة روى عنه رحمويه والعراقيون منكر الحديث جدا يروي المناكير عن المشاهير وكان يحيى بن معين يقول سنان بن هارون البرجمي ليس حديثه بشيء وجعفر بن محمد بن عمار البرجمي من أهل الكوفة ولي قضاء القضاة بسر من رأى وولي قضاء الكوفة أيضا ومات بسر من رأى أبو السكن مكي بن إبراهيم بن بشير بن فرقد البرجمي الحنظلي التميمي من أهل بلخ سمع يزيد بن أبي عبيد وبهز بن حكيم وابن جريج ومالك بن أنس وعبد الله بن سعيد بن أبي هند وهشام بن حسان روى عنه أبو عبد الله محمد بن إسماعيل البخاري وأحمد بن حنبل وعبيد الله بن عمر القواريري والحسن بن عرفة وكان مكي بن إبراهيم يقول حججت ستين حجة وتزوجت ستين امرأة وجاورت بالبيت عشر سنين وكتبت عن سبعة عشر نفسا من التابعين ولو علمت أن الناس يحتاجون إلي لما كتبت دون التابعين عن أحد وكان مكي يقول قطعت البادية من بلخ خمسين مرة حاجا ودفعت في كراء بيوت مكة ألف دينار ومائتي دينار ونيفا ومات وقد قارب المائة سنة ببلخ في النصف من شعبان سنة خمس عشرة ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.308-309",
    },

    "JK_000952_0424": {
        "source" : "SKA",
        "title"  : "البرجميني",
        "text": "<h1>البرجميني</h1> بضم الباء الموحدة وسكون الراء وضم الجيم وكسر الميم وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى برجمين وهي قرية من قرى بلخ فيما أظن منها أبو محمد الأزهر بن بلخ البرجميني ورد بلاد خراسان وخرج إلى العراق |جـ1 صـ310| والحجاز في طلب العلم ثلاثين سنة وكان عالما مكثرا يروي عن وكيع بن الجراح وإسحاق بن عمرو وغيرهما روى عنه علي بن الحسن ومحمد بن الحسن وطبقتهما وله إخوة ثلاثة إلياس ومكتوم وسعيد أربعتهم بنو بلخ البرجميني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.309-310",
    },

    "JK_000952_0425": {
        "source" : "SKA",
        "title"  : "البرجلاني",
        "text": "<h1>البرجلاني</h1> بضم الباء المنقوطة بواحدة وسكون الراء وضم الجيم وفي آخرها النون هذه النسبة إلى قرية من قرى واسط يقال لها برجلان بضم الباء هكذا ذكر أبو محمد عبد الرحمن بن أبي حاتم الرازي والمشهور من هذه القرية محمد بن الحسين البرجلاني ساكن بغداد وكان صاحب رقائق وحكايات روى عن أبي عاصم البصري النبيل وأبي نعيم الكوفي الملائي روى عن أبي عاصم البصري النبيل وأبي نعيم الكوفي الملائي روى عنه أبو يعلى الموصلي وقال أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ في تاريخه لمدينة السلام بغداد محمد بن الحسين أبو جعفر ويعرف بأبي شيخ البرجلاني ينسب إلى محلة البرجلانية وهو صاحب كتب الزهد والرقائق سمع الحسين بن علي الجعفي وزيد بن الحباب وسعيد بن عامر وأزهر بن سعد السمان روى عنه إبراهيم بن عبد الله بن الجنيد وأبو بكر بن أبي الدنيا وأحمد بن محمد بن مسروق الطوسي وسئل أحمد بن حنبل عن شيء من حديث الزهد فقال عليك بمحمد بن الحسين البرجلاني وقال إبراهيم بن إسحاق الحربي لما سئل عن محمد بن الحسين البرجلاني فقال ما علمت إلا خيرا ومات في سنة ثمان وثلاثين ومائتين وأما أبو جعفر أحمد بن الخليل بن ثابت البرجلاني كان يسكن محلة البرجلانية فنسب إليها سمع محمد بن عمر الواقدي وأبا النضر هاشم بن القاسم ويونس بن محمد المؤدب والحسن بن موسى الأشيب والأسود بن عامر شاذان وخلف بن تميم روى عنه محمد بن عمرو بن البختري الرزاز وأبو عمرو بن السماك وأحمد بن سلمان النجاد وعبد الله بن إسحاق البغوي وجماعة آخرهم محمد بن جعفر بن الهيثم البندار وكان ثقة وتوفي في شهر ربيع الأول سنة سبع وسبعين ومائتين |جـ1 صـ311| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.310-311",
    },

    "JK_000952_0426": {
        "source" : "SKA",
        "title"  : "البرجي",
        "text": "<h1>البرجي</h1> بضم الباء المعجمة بنقطة وسكون الراء المهملة وفي آخرها الجيم هذه النسبة إلى قرية برج وهي من قرى أصبهان والمشهور بها أبو الفرج عثمان بن أحمد بن إسحاق بن بندار البرجي من أهل أصبهان كان ثقة يروي عن أبي جعفر محمد بن عمر بن حفص الجورجيري روى عنه أبو عبد الله القاسم بن الفضل الثقفي وأبو مسعود سليمان بن إبراهيم الحافظ وغيرهما وتوفي ليلة الفطر من سنة ست وأربعمائة وكانت ولادته سنة اثنتي عشرة وثلاثمائة وأبو القاسم غانم بن أبي نصر محمد بن عبيد الله بن عمر بن أيوب بن زياد كان ثقة مكثرا روى الكثير عن أبي نعيم أحمد بن عبد الله الحافظ وأبي الحسين أحمد بن محمد بن فاذشاه الأصبهاني سمع عنه والدي رحمهما الله وروى لي عنه جماعة من شيوخي بخراسان والعراق مثل أبي طاهر السنجي بمرو وأبي بكر بن سعد البخاري بهراة وكتب لي الإجازة بجميع مسموعاته ومات سنة إحدى عشرة وخمسمائة وكانت ولادته سنة سبع عشرة وأربعمائة وأبو طاهر محمد بن أبي الوفاء المفضل بن أبي سهل محمد بن منصور العروضي البرجي أحد الأئمة المشهورين بعلم النظر والأصول وله براعة في اللغة والشعر سمع أباه أبا الوفاء البرجي العروضي وغيره كتبت عنه ببلخ وبخارا وذكرته مع جده أبي سهل في العروضي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.311",
    },

    "JK_000952_0427": {
        "source" : "SKA",
        "title"  : "البرحي",
        "text": "<h1>البرحي</h1> بفتح الباء والراء وبالحاء المهملة في آخرها هذه النسبة إلى بريح وهو بطن من كندة من بني الحارث بن معاوية والمشهور بهذا الانتساب أبو القاسم القاسم بن عبد الله بن ثعلبة التجيبي ثم البرجي من أهل مصر من التابعين أدرك عبد الله بن عمرو بن العاص رضي الله عنهما روى عنه جعفر بن ربيعة وسلمة بن اكسوم هكذا ذكر أبو سعيد بن يونس المصري في تاريخه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.311",
    },

    "JK_000952_0428": {
        "source" : "SKA",
        "title"  : "البرحي",
        "text": "<h1>البرحي</h1> بالباء المضمومة المنقوطة بواحدة وفتح الراء وفي آخرها الحاء المهملة هذه |جـ1 صـ312| النسبة إلى ^ ^ والمشهور بها سوادة بن زياد البرحي الحمصي كتب عن خالد بن معدان حدث عنه إسماعيل بن عياش ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.311-312",
    },

    "JK_000952_0429": {
        "source" : "SKA",
        "title"  : "البرخواري",
        "text": "<h1>البرخواري</h1> بضم الباء الموحدة وسكون الراء وفتح الخاء المعجمة بعدها الواو والألف وفي آخرها الراء هذه النسبة إلى برخوار وهي من ناحية أصبهان وهي مشتملة على عدة قرى منها أبو سعيد عصام بن يوسف بن عجلان البرخواري البلومي المعروف بجبر وسأذكره في البلومي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.312",
    },

    "JK_000952_0430": {
        "source" : "SKA",
        "title"  : "البردادي",
        "text": "<h1>البردادي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء والألف بين الدالين المهملتين إن شاء الله تعالى هذه النسبة إلى برداد وهي قرية من قرى سمرقند على ثلاثة فراسخ منها على طريق اشتيخن منها أبو سلمة النضر بن رسول البردادي السمرقندي يروي عن أحمد بن الحنري الزاهد وسعيد بن خشنام والعباس بن محمد بن أسامة العلوي وصالح بن سعيد الترمذي وأبي عيسى محمد بن عيسى بن سورة الترمذي وأحيد بن الحسين البامياني وعبد الصمد بن الفضل البلخي وغيرهم روى عنه محمد بن علي بن النعمان الكبوذنجكثي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.312",
    },

    "JK_000952_0431": {
        "source" : "SKA",
        "title"  : "البرداني",
        "text": "<h1>البرداني</h1> بفتح الباء الموحدة والراء والدال المهملة وفي آخرها النون هذه النسبة إلى بردان وهي قرية من قرى بغداد خرج منها جماعة من العلماء المحدثين منهم أبو الحسن محمد بن أحمد بن محمد بن الحسن بن الحسين بن علي بن هارون البرداني من أهل درب الشوا إحدى محال شارع دار الرقيق أحد المتميزيين وكان عالما بكتاب الله وبالفرائض ولد ببردان وسكن بغداد وسمع أبا الحسن محمد بن أحمد بن رزق وأبا الحسين عليا وأبا القاسم عبد الملك ابني محمد بن بشران وغيرهم سمع منه ابنه |جـ1 صـ313| أبو علي أحمد بن محمد البرداني وروى لنا عنه أبو بكر محمد بن عبد الباقي البزاز ولم يحدثنا عنه سواه وتوفي في ذي القعدة سنة تسع وستين وأربعمائة ودفن بمقبرة باب حرب وابنه أبو علي أحمد بن محمد بن البرداني كان حافظا ثقة صدوقا خيرا ثبتا طلب الحديث نفسه كان مكثرا حسن الخط كان صحيح النقل والسماع كثير الضبط سمع أبا القاسم عبد العزيز بن علي الأزجي وأبا الحسن علي بن عمر القزويني الزاهد وأبا طالب محمد بن محمد بن غيلان البزاز وأبا بكر محمد بن عبد الملك بن بشران القندي وغيرهم من بعدهم وكان يستملي لأبي يعلى محمد بن الحسين بن الفراء القاضي روى لنا عنه أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان وأبو القاسم علي بن طراد الزينبي وراشد بن مليك البورائي ببغداد وكانت ولادته في جمادى سنة ست وعشرين وأربعمائة وتوفي في شوال سنة ثمان وتسعين وأربعمائة ودفن بباب حرب وأبو الحسن علي بن محمد بن علي البرداني البقال من أهل بغداد شيخ صالح سمع أبا علي أحمد بن محمد بن أحمد البرداني وقيل سمع أبا الفوارس طراد بن محمد بن علي الزينيبي ولم يظهر له عنه شيء كتبت عنه حديثين بإفادة المبارك بن سعد بن عين البقرة وتركته حيا ببغداد في سنة سبع وثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.312-313",
    },

    "JK_000952_0432": {
        "source" : "SKA",
        "title"  : "البردسيري",
        "text": "<h1>البردسيري</h1> بفتح الباء الموحدة وسكون الراء وفتح الدال وكسر السين المهملتين وبعدها الياء الساكنة المنقوطة باثنتين من تحتها وفي آخرها الراء هذه النسبة إلى بردسير وهي بلدة من بلاد كرمان يقال لها كواشير خرج منها جماعة من أهل العلم وأبو بكر عبد الرزاق بن علي بن الحسين بن عبد الرزاق بن الحسين بن محمد بن عبد الله بن حمدان البردسيري الكرماني من أهل بردسير سكن همذان وكان إماما فاضلا حسن السيرة عارفا بالفقه واللغة كثير المحفوظ سمع ببغداد أبا القاسم علي بن أحمد بن بيان الرزاز وأبا علي محمد بن سعيد بن نبهان الكاتب البغداديين سمعت منه نسخة الحسن بن عرفة بهمذان في النوبة الثانية وسألته عن ولادته فقال ولدت غرة جمادي الآخرة سنة ثمانين وأربعمائة ببردسير كرمان وتركته حيا في سنة سبع وثلاثين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.313",
    },

    "JK_000952_0433": {
        "source" : "SKA",
        "title"  : "البردعي",
        "text": "<h1>البردعي</h1> بفتح الباء الموحدة وسكون الراء وفتح الدال المهملة وفي آخرها العين المهملة هذه النسبة إلى بدرعة وهي بلدة من أقصى بلاد أذربيجان والمنتسب إليها |جـ1 صـ314| جماعة منهم أبو بكر محمد بن يحيى بن هلال البردعي سكن بغداد كان أديبا فاضلا شاعرا قدم علينا سمرقند سنة خمسين وثلاثمائة وكتبنا عنه بها يروي عن أبي بكر محمد بن الفضل بن حاتم الطبري وأبي الحسين محمد بن إبراهيم بن شعيب الغازي الطبري وغيرهما روى عنه أبو سعد عبد الرحمن بن محمد الإدريسي وأبو بكر مكي بن أحمد بن سعدويه البردعي حدث بسمرقند وعقد له مجلس الإملاء بها وروى عن أبي القاسم البغوي وسعيد بن عبد العزيز الحلبي والعباس بن جابر الحمصي وطبقتهم روى عنه جماعة وقال الحاكم أبو عبد الله في تاريخ نيسابور أبو بكر بن سعدويه البردعي نزيل نيسابور أحد الرحالة المشهورين بطلب الحديث ورد نيسابور سنة اثنتين وثلاثمائة وأقام بها ثم أنه خرج إلى ما وراء النهر سنة خمسين وثلاثمائة وكتب بخراسان ما يتحير فيه الإنسان كثرة وتوفي بالشاش سنة أربع وخمسين وثلاثمائة وأبو أحمد منبه بن عبد المجيد بن عبيد الله بن أحمد بن محمد بن موسى بن أحمد بن محمد بن بهزاز بن بهبود البردعي سكن سمرقند وكان فاضلا من أهل السنة يروي عن أبي نعيم الإستراباذي وأبي بكر محمد بن مهدي الإخميمي وغيرهما قال أبو سعد الإدريسي كتبنا عنه بسمرقند قبل السبعين والثلاثمائة وأبو علي الحسين بن علي بن محمد بن الحسين بن طاهر بن خالد بن إدريس بن بكر بن حبيب بن زهير بن يغلب بن عاصم بن مدرك البردعي الحافظ من ساكني سمرقند ونشأ بها وكان حافظا مكثرا رحل إلى العراق وخراسان وسمع جماعة مثل أبي الحسن علي بن عمر الدارقطني وأبي عمرو المسيب بن محمد بن المسيب الأرغياني وأبي بكر أحمد بن إبراهيم الإسماعيلي وأبي عمرو سعيد بن القاسم البرذعي وغيرهم روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وكانت ولادته في سنة تسع وأربعين وثلاثمائة ووفاته بسمرقند في شهر رمضان سنة ست وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.313-314",
    },

    "JK_000952_0434": {
        "source" : "SKA",
        "title"  : "البرديجي",
        "text": "<h1>البرديجي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وبعدها الدال المهملة وبعدها الياء المنقوطة باثنتين من تحتها وفي آخرها الجيم هذه النسبة إلى برديج وهي بليدة بأقصى أذربيجان بينها وبين بردعة أربعة عشر فرسخا والماء يدور حوالي برديج في نهر يقال له الكر كبير مثل الدجلة ببغداد والمشهور بهذه النسبة أبو بكر أحمد بن هارون بن روح البردعي |جـ1 صـ315| البرديجي الحافظ النيسابوري سمع نصر بن علي الجهضمي ويحيى بن عبد الله الكرابيسي وأبا سعيد الأشج وهارون بن إسحاق الهمداني ويوسف بن سعيد بن مسلم وإسحاق بن سيار النصيبي وعمرو بن عبد الله الأودي ومحمد بن إسحاق الصغاني وبحر بن نصر المصري وأبا زرعة الرازي روى عنه جعفر بن أحمد بن سنان القطان وأبو بكر محمد بن عبد الله الشافعي وأبو علي محمد بن أحمد بن الصواف وعلي بن محمد بن لؤلؤ وأبو القاسم سليمان بن أحمد الطبراني وغيرهم وكان ثقة فاضلا فهما حافظا من المذكورين بالفقه والحفظ مات في شهر رمضان سنة إحدى وثلاثمائة ذكره الحاكم أبو عبد الله الحافظ في تاريخ نيسابور وقال أبو بكر البرديجي الحافظ ورد نيسابور على محمد بن يحيى الذهلي واستفاد وأفاد وكتب عنه مشايخنا في ذلك العصر وقد سمع شيخنا أبو علي يعني الحافظ من أبي بكر البرديجي بمكة سنة ثلاث وثلاثمائة وأظنه جاور بمكة وبها مات فإني لا أعرف إماما من أئمة عصره في الآفاق إلا وله عليه انتخاب يستفاد حكى أبو العباس الوليد بن بكر الأندلسي عن أبي عبد الله الحسين بن أحمد بن عبد الله بن بكير الحافظ قال عرفت أن بعض الحفاظ أنكر أن يكون أحمد بن هارون بردعيا وهو بردعي برديجي حدث عنه جماعة فقالوا البردعي منهم أبو شيخ الأصبهاني وغيره وسمعت أبا بكر محمد بن علي الصابوني البردعي يقول وسألته عن بردعة وبرديج فقال من بردعة إلى برديج أربعة عشر فرسخا وبرديج حواليها الماء يدور في نهر يقال له الكر كبير مثل الدجلة ببغداد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.314-315",
    },

    "JK_000952_0435": {
        "source" : "SKA",
        "title"  : "البردي",
        "text": "<h1>البردي</h1> قال أبو حاتم محمد بن حبان البستي في كتاب الثقات موسى بن هارون البردي من أهل المدينة كان يبيع التمر البردي فنسب إليه كان يروي عن ابن عيينة وكان راويا للوليد بن مسلم روى عنه محمد بن يحيى الذهلي هذا كلام أبي حاتم ولا أعرف هذه النسبة ولا هذا النوع من التمر والتمر المعروف هو البرني بالنون |جـ1 صـ316| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.315-316",
    },

    "JK_000952_0436": {
        "source" : "SKA",
        "title"  : "البردي",
        "text": "<h1>البردي</h1> بضم الباء المنقوطة بواحدة وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى البرد وهو نوع من الثياب والمشهور بهذه النسبة موسى بن هارون البردي وإنما قيل له البردي لبردة لبسها روى عنه عبد الله بن حماد الآملي وأما أبو القاسم حبيش بن سليمان بن برد بن نجيح البردي المصري مولى تجيب ثم لبني ايدعان ينسب إلى أبيه برد يروي عن أبي ضمرة عاصم بن أبي بكر الزهري وتوفي في المحرم سنة خمس وأربعين ومائتين وحفيده أبو الربيع سليمان بن محمد بن أحمد بن سليمان بن برد بن نجيح البردي سمع منه أبو سعيد بن يونس المصري الحافظ ولد سنة تسع وسبعين ومائتين وتوفي في صفر سنة ثلاث وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.316",
    },

    "JK_000952_0437": {
        "source" : "SKA",
        "title"  : "البرذعي",
        "text": "<h1>البرذعي</h1> بفتح الباء الموحدة وسكون الراء وفتح الذال المعجمة وفي آخرها العين ظني أن هذه النسبة إلى براذ الحمير وعملها وإلى بلدة بأقصى أذربيجان والمشهور بهذه النسبة أبو عمرو سعيد بن القاسم بن العلاء بن خالد البرذعي هكذا رأيت مقيدا بخط شجاع بن فارس الذهلي في تاريخ بغداد لأبي بكر الخطيب وقال سكن طراز قدم بغداد حاجا في سنة خمسين وثلاثمائة وحدث بها عن عبد الله بن الحسين بن بحر الشاماتي النيسابوري ومحمد بن جعفر الكرابيسي ومحمد بن حبان بن الأزهر البصري روى عنه محمد بن إسماعيل الوراق وأبو الحسن الدارقطني وابن الثلاج وأبو علي بن فضالة نزيل الري وجماعة من أهل ما وراء النهر وتوفي باسبيجاب سنة اثنتين وستين وثلاثمائة وأبو علي الحسين بن صفوان بن إسحاق بن إبراهيم البرذعي هكذا رأيت بالذال المعجمة مضبوطا بخط شجاع الذهلي من أهل بغداد كان صدوقا روى عن أبي بكر بن أبي الدنيا كتبه ومصنفاته سمع محمد بن الفرج الأزرق ومحمد بن شداد المسمعي وجعفر بن أبي عثمان الطيالسي روى عنه محمد بن عبد الله ابن أخي ميمي وأبو عبد الله بن دوست العلاف |جـ1 صـ317| وأبو الحسين بن بشران السكري وغيرهم ومات في شعبان سنة أربعين وثلاثمائة وأما أبو الحسين محمد بن جعفر بن عبد الله المقرىء البرذعي بالذال المعجمة يعرف بابن الصابوني من أهل برذعة هكذا رأيت بخط شجاع بن فارس الذهلي في تاريخ بغداد مقيدا قدم بغداد حاجا وحدث بها عن محمد بن أحمد بن أسد بن حرارة البرذعي نسخة بشر بن عمرو بن سام قال أبو القاسم الأزهري قرىء عليه في جامع المنصور في أيام الدارقطني وكنت إذ ذاك عليلا فلم أسمع منه وأخذ لي أبو عبد الله بن بكير إجازته وقال الخطيب روى عنه أبو الحسن الدارقطني وأبو الحسن محمد بن عبد العزيز بن جعفر بن محمد البرذعي المعروف بمكي من أهل برذعة حمل منها إلى بغداد وله سنتان فنشأ ببغداد وسمع علي بن محمد بن محمد بن قزقز ومحمد بن عبيد الله ابن الشخير وعلي بن إبراهيم بن أبي عزة العطار وأبا بكر محمد بن عبد الله الأبهري وأبا بكر أحمد بن إبراهيم بن شاذان وأبا الحسن بن الجندي وأبا المفضل الشيباني طمع منه أبو بكر الخطيب الحافظ وذكره في التاريخ فقال كتبت عنه فكان فيه نظر مع أنه لم يخرج عنه من الحديث كبير شيء وحدثني أخوه عبيد الله بن عبد العزيز قال ولد أخي ببرذعة في سنة ثمان وخمسين وثلاثمائة وجيء به إلى بغداد وله سنتان وتوفي في الحادي والعشرين من جمادى الأولى سنة ثلاث وعشرين وأربعمائة وصليت على جنازته في جامع المدينة وأخوه أبو القاسم عبيد الله بن عبد العزيز بن جعفر البرذعي سمع محمد بن عبيد الله بن الشخير الصيرفي ومحمد بن المظفر الحافظ وأبا المفضل الشيباني وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وولد في سنة ثلاث وستين وثلاثمائة ومات في ذي الحجة سنة أربع وثلاثين وأربعمائة وأبو بكر عبد العزيز بن الحسن البرذعي العابد وهو من الغرباء الرحالة الذين وردوا على أبي بكر محمد بن إسحاق بن خزيمة فأتمنه أبو بكر على حديثه لزهده وورعه وصار المفيد بنيسابور في حياة أبي بكر محمد بن إسحاق وبعد وفاته ثم خرج سنة ثماني عشرة وثلاثمائة من نيسابور إلى رباط فراوة وأقام بها مدة ثم سكن نسا إلى أن توفي بها سنة ثلاث وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.316-317",
    },

    "JK_000952_0438": {
        "source" : "SKA",
        "title"  : "البرزاباذاني",
        "text": "<h1>البرزاباذاني</h1> بضم الباء الموحدة وسكون الراء وفتح الزاي ثم الباء الموحدة بين الألفين والذال المعجمة بين الألفين وفي آخرها النون هذه النسبة إلى برزاباذان وهي قرية من قرى أصبهان منها أبو العباس الفضل بن أحمد القرشي البرزاباذاني من أهل هذه القرية يروي عن إسماعيل بن عمرو البجلي روى عنه أبو بكر عبد العزيز بن محمد بن |جـ1 صـ318| إبراهيم الخفاف ومحمد بن أحمد بن يعقوب قال أبو بكر بن مردويه هو ضعيف جدا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.317-318",
    },

    "JK_000952_0439": {
        "source" : "SKA",
        "title"  : "البرزاطي",
        "text": "<h1>البرزاطي</h1> بضم الباء الموحدة وسكون الراء وفتح الزاي بعدها الألف وفي آخرها الطاء المهملة هذه النسبة إلى برزاط وظني بها من قرى بغداد والمشهور بهذه النسبة أبو عبد الله محمد بن أحمد البرزاطي من أهل بغداد حدث عن الحسن بن عرفة وأبي يحيى محمد بن سعيد بن غالب العطار ومحمد بن عبد الملك بن زنجويه وعلي بن حرب الطائي روى عنه أبو بكر أحمد بن إبراهيم بن الحسن بن شاذان البزاز ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.318",
    },

    "JK_000952_0440": {
        "source" : "SKA",
        "title"  : "البرزبيني",
        "text": "<h1>البرزبيني</h1> بفتح الباء وسكون الراء وفتح الزاي وكسر الباء الأخرى وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى برزبين وهي قرية كبيرة من قرى بغداد على خمسة فراسخ منها اجتزت بطرف منها وقت خروجي إلى أوانا وعكبرا خرج منها جماعة من أهل العلم منهم القاضي أبو علي يعقوب بن إبراهيم بن أحمد بن سطور العكبري البرزبيني وكان فقيها فاضلا بارعا تفقه على القاضي أبي يعلى بن الفراء الحنبلي وكانت له يد قوية في القرآن والحديث والفقه والمحاضرة قرأ عليه عامة أصحاب أحمد وتلمذوا له ولي القضاء بباب الأزج وجرت أموره في أحكامه على السداد والاستقامة سمع أحمد بن عمر بن ميخائيل العكبري وغيره سمع منه شيخنا الجنيد بن يعقوب الجيلي الأزجي وتفقه عليه وتوفي في شوال سنة ست وثمانين وأربعمائة عن ثمانين سنة وأبو الحارث محمد بن الحسين بن عبد الله القاضي البرزبيني أحد الفضلاء سمع أبا محمد عبد الله بن محمد بن هزار مرد الصريفيني وأبا جعفر محمد بن أحمد بن المسلمة وأبا الحسين أحمد بن محمد بن النقور البزاز وغيرهم روى لنا عنه أبو المعمر المبارك بن أحمد الأنصاري وتوفي في جمادى الأولى سنة تسع وخمسمائة ودفن بباب حرب |جـ1 صـ319| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.318-319",
    },

    "JK_000952_0441": {
        "source" : "SKA",
        "title"  : "البرزني",
        "text": "<h1>البرزني</h1> بفتح الباء الموحدة وسكون الراء وفتح الزاي وفي آخرها النون هذه النسبة إلى برزن وهي قرية من قرى مرو متصلة ببزماقان قال وبرزن ناحية قريبة من دهستان وأما برزن مرو منها أبو إبراهيم بن أحمد بن عبد الواحد الكاتب من برزن بزماقان ذكرته في الباء مع الزاي وقرية أخرى بمرو يقال لها باغ وبرزن قريتان متصلتان على فرسخين من مرو منها إسماعيل البرزني يروى عن الفضل بن موسى السيناني المروزي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.319",
    },

    "JK_000952_0442": {
        "source" : "SKA",
        "title"  : "البرزندي",
        "text": "<h1>البرزندي</h1> بفتح الباء المعجمة بواحدة وسكون الراء وفتح الزاي وسكون النون وفي آخرها الدال المهملة هذه النسبة إلى برزند وهي بليدة من ديار أذربيجان وظني أنها من نواحي تفليس والمنتسب إليها أبو منصور صالح بن بديل بن علي البرزندي ورد بغداد وسمع مع والده أبا الغنائم عبد الصمد بن علي المأمون وأبا منصور بكر بن محمد بن حند التاجر وطبقتهما وظني أن والده أبا محمد ممن سكن بغداد وولد صالح ببغداد كتب عنه أبو القاسم الرويدشتي الأصبهاني وتوفي ببغداد في شعبان سنة ثلاث وتسعين وأربعمائة وأبو القاسم محمود بن يوسف بن الحسين البرزندي التفليسي ورد بغداد وأقام بها يتفقه على الشيخ أبي إسحاق الشيرازي وسمع الحديث من الشريفين أبي الحسين محمد بن علي بن المهتدي بالله وأبي الغنائم عبد الصمد بن علي بن المأمون الهاشميين ورجع إلى بلده وحدث بها عنهما روى لي عنه أبو بكر الطيب بن أحمد الغضائري الأبيوردي بمرو وتوفي بعد سنة خمس وخمسمائة ومن القدماء أبو علي الحسن بن أبي الحسن البرزندي حدث بآمل طبرستان عن عبد الرحمن بن قريش الهروي روى عنه أبو أحمد عبد الله بن عدي الجرجاني الحافظ |جـ1 صـ320| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.319-320",
    },

    "JK_000952_0443": {
        "source" : "SKA",
        "title"  : "البرزي",
        "text": "<h1>البرزي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وفي آخرها الزاي هذه النسبة إلى برزة وهي ضيعة من سواد دمشق مضيت إليها يوما مع جماعة من أصحابنا متفرجين والمشهور بالنسبة إليها أبو القاسم عبد العزيز بن محمد البرزي يروي عن أبي محمد عبد الرحمن بن عثمان بن أبي نصر التميمي هكذا ذكره ابن ماكولا الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.320",
    },

    "JK_000952_0444": {
        "source" : "SKA",
        "title"  : "البرزي",
        "text": "<h1>البرزي</h1> بضم الباء المنقوطة بواحدة وسكون الراء وبعدها الزاي هذه النسبة إلى برز وهي قرية من قرى مرو على خمسة فراسخ منها عند كمسان والمشهور بالنسبة إليها سليمان بن عامر بن عمير الكندي البرزي حدث عن الربيع بن أنس الخراساني روى عنه أبو يحيى القصري المروزي وقال البرزي هذا سمعت الربيع بن أنس يقول من استطاع منكم أن يكون له في مدينة مرو دار فيها بئر وصحانة فليفعل روى عنه إسحاق بن إبراهيم الحنظلي ومحمد بن الفضل البرزي حدث عن شيبان بن أبي شيبان المطوعي روى عنه عبد الله بن محمد بن رجاء المروزي وقيل أن محمد بن فضل هذا لم يكن من قرية برز وإنما لقبه برزي هكذا ذكره أبو رجاء محمد بن حمدويه بن أحمد الهورقاني في تاريخ المراوزة وقال محمد بن فضل لقبه برزي حدث عن عبد الله بن المبارك ومات بعد الثلاثين ومائتين وكان ثقة وأبو محمد عبد الله بن محمد بن برزة التاجر البرزي نسب إلى جده برزة من أهل الري نزل نيسابور سنة أربعين وثلاثمائة وكان من أمناء التجار ومن المتعصبين لأهل السنة ورأيت الأستاذ أبا الوليد يميل إليه ويعتمده في مهماته سمع أبا محمد عبد الرحمن بن أبي حاتم الرازي وأحمد بن خالد وأبا بكر بن جورويه وأقرانهم من الرازيين قال الحاكم أبو عبد الله واستشارني غير مرة في الرواية فأشرت عليه بذلك فحدث وتوفي بنيسابور سنة سبعين وثلاثمائة وأبو الفتح عبد الجبار بن عبد الله بن إبراهيم بن محمد بن برزة الجوهري الأردستاني الرازي البرزي نسب إلى جده الأعلى من أهل الري أحد التجار المعروفين من أهل الصدق والأمانة سمع بالري أبا الحسن علي بن محمد بن عمر القصار وببغداد أبا الفرج محمد بن أحمد الغوري وبحران أبا القاسم علي بن محمد بن علي الزيدي وبنيسابور أبا محمد عبد الله بن يوسف بن بامويه الأصبهاني وغيرهم سمع منه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأدركت من أصحابه جماعة بأصبهان ومكة وكانت ولادته في شهر ربيع الأول سنة ثمان وسبعين وثلاثمائة وتوفي |جـ1 صـ321| في المحرم سنة ثمان وستين وأربعمائة بأصبهان ومن قرية برز من قرى مرو إسحاق بن أنيس بن منصور بن عبد الله الكندي البرزي روى عن عمار بن عبد الجبار ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.320-321",
    },

    "JK_000952_0445": {
        "source" : "SKA",
        "title"  : "البرسانجردي",
        "text": "<h1>البرسانجردي</h1> بضم الباء الموحدة وسكون الراء وفتح السين المهملة وسكون النون وكسر الجيم وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى برسانجرد وهي إحدى قرى مرو على ثلاثة فراسخ منها خرج منها جماعة منهم خالد بن أبي برزة الأسلمي البرسانجردي من علماء التابعين ممن سكن هذه القرية فنسب إليها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.321",
    },

    "JK_000952_0446": {
        "source" : "SKA",
        "title"  : "البرساني",
        "text": "<h1>البرساني</h1> بضم الباء الموحدة وسكون الراء وبعدها السين المهملة وفي آخرها النون هذه النسبة إلى بني برسان وهو بطن من الأزد والمشهور بالانتساب إليه أبو عثمان محمد بن بكر بن عثمان البرساني البصري ويقال أبو عبد الله سمع ابن جريج وشعبة بن الحجاج وسعيد بن أبي عروبة سمع منه علي بن المديني وأحمد بن حنبل ويحيى بن معين يقال من الأزد مات بالبصرة في ذي الحجة سنة ثلاث ومائتين قال ذلك البخاري وعقبة بن وساج البرساني يروي عن أنس بن مالك روى عنه إبراهيم بن أبي عبلة وأبو عبيد مولى سليمان بن عبد الملك أبو سهل كثير بن زياد السلمي البرساني الأزدي من أهل البصرة يروي عن الحسن وقع إلى بلخ وسمرقند فحدثهم بها وبما وراء النهر وروى عنه البصريون وأهل خراسان وكان يخطىء قال أبو حاتم بن حبان البستي أبو سهل البرساني الخرساني أصله من البصرة سكن بلخ ثم سكن سمرقند يروي عن الحسن وأهل العراق بالأشياء المقلوبات استحب مجانية ما انفرد من الروايات روى عنه أهل بلخ وسمرقند ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.321",
    },

    "JK_000952_0447": {
        "source" : "SKA",
        "title"  : "البرسخي",
        "text": "<h1>البرسخي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وفتح السين المهملة وكسر الخاء المعجمة هذه النسبة إلى قرية من قرى بخارا يقال لها برسخان وهي على فرسخين من بخارا أقمت بها ساعة في انصرافي من البرانية والمشهور بالنسبة إليها أبو بكر منصور |جـ1 صـ322| البرسخي صاحب تاريخ بخارا وابنه أبو رافع العلاء بن منصور البرسخي كان أصم شافعي المذهب هكذا ذكره أبو كامل البصيري يروي عن أبي صالح خلف بن محمد الخيام وأبي حامد الكرميني صاحب محمد بن الضوء ويروي عن أبي نصر أحمد بن سهل البخاري أحاديث سهل بن المتوكل سمع منه البصيري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.321-322",
    },

    "JK_000952_0448": {
        "source" : "SKA",
        "title"  : "البرسيمي",
        "text": "<h1>البرسيمي</h1> بفتح الباء الموحدة وسكون الراء وكسر السين المهملة وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الميم مع ياء ساكنة ^ ^ والمشهور بهذه النسبة أبو زيد عبد العزيز بن قيس بن حفص البرسيمي من أهل مصر كان أبوه بصريا وولد هو بمصر حدث عن يزيد بن سنان وبكار بن قتيبة وغيرهما وكان ثقة ولكن لم يكن من أهل المعرفة بالحديث توفي ليلة الجمعة سلخ ربيع الأول سنة اثنتين وثلاثين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.322",
    },

    "JK_000952_0449": {
        "source" : "SKA",
        "title"  : "البرطقي",
        "text": "<h1>البرطقي</h1> بفتح الباء الموحدة وسكون الراء وفتح الطاء المهملة وفي آخرها القاف هذه النسبة إلى برطق وهو إسم لجد أبي عمران موسى بن هارون بن برطق المكاري البرطقي من أهل بغداد حدث عن محمد بن بكار ابن الريان روى عنه علي بن عبد الله بن الفضل البغدادي وسأذكره في الميم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.322",
    },

    "JK_000952_0450": {
        "source" : "SKA",
        "title"  : "البرفشخي",
        "text": "<h1>البرفشخي</h1> بفتح الباء الموحدة والفاء بينهما الراء الساكنة والشين المعجمة الساكنة وفي |جـ1 صـ323| آخرها الخاء المعجمة هذه النسبة إلى برفشخ وهي قرية من قرى بخارا منها أبو حاتم فرينام بن جماهر البرفشخي البخاري يروي عن محمد بن بور بن هانىء وعلي بن خشرم المروزي وأبي طاهر اسباط بن اليسع روى عنه عبد الله بن محمد بن يعقوب الأستاذ السبذموني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.322-323",
    },

    "JK_000952_0451": {
        "source" : "SKA",
        "title"  : "البرقاني",
        "text": "<h1>البرقاني</h1> بفتح الباء المنقوطة بواحدة وسكون الراء المهملة وفتح القاف هذه النسبة إلى قرية من قرى كاث بنواحي خوارزم وخربت أكثرها وصارت مزرعة والمشهور بهذه النسبة أبو بكر أحمد بن محمد بن أحمد بن غالب البرقاني الخوارزمي الفقيه الحافظ الأديب الشاعر له كانت معرفة تامة بالحديث جمع الجموع وتلمذ في الحديث لأبي الحسن الدارقطني ببغداد ولأبي بكر الإسماعيلي بجرجان وكان سمع بخوارزم أبا العباس أحمد بن محمد بن حمدان النيسابوري وبمرو عبد الله بن عمر بن علك الجوهري وبهراة أبا الفضل بن خميرويه الهروي وبنيسابور أبا عمرو محمد بن أحمد بن حمدان الحيري وباسفراين أبا سهل بشر بن أحمد الإسفراييني وبجرجان أبا بكر أحمد بن إبراهيم الإسماعيلي وببغداد أبا علي محمد بن أحمد بن الحسن بن الصواف وغيرهم من الشيوخ وغيرها من البلاد روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبو يعلى محمد بن أحمد العبدي البصري وأبو إسحاق إبراهيم بن علي بن يوسف الشيرازي وأبو الفضل محمد بن عبد السلام الأنصاري وأبو المعالي ثابت بن بندار المقري وأبو مسعود سليمان بن إبراهيم الحافظ وخلق يطول ذكرهم ذكره أبو بكر الخطيب الحافظ في تاريخ بغداد وقال سمع ببلده وورد بغداد وسمع بها ثم خرج إلى جرجان وكتب باسفراين وسمع في بلاد آخر من خلق يطول ذكرهم ثم عاد إلى بغداد فاستوطنها وحدث بها وكتبنا عنه وكان ثقة ورعا متقنا مثبتا فهما لم نر في شيوخنا أثبت منه حافظا للقرآن عارفا بالفقه له حظ من علم العربية كثير الحديث حسن الفهم له والبصيرة فيه وصنف مسندا ضمنه ما اشتمل عليه صحيح البخاري ومسلم وجمع ولم يقطع التصنيف إلى حين وفاته وكان حريصا على العلم منصرف الهمة إليه وسمعته يوما يقول لرجل من الفقهاء معروف بالصلاح وقد حضر عنده أدع الله أن ينزع شهوة الحديث من قلبي فإن حبه قد غلب علي فليس لي اهتمام في الليل والنهار إلا به وكانت ولادته في آخر سنة ست وثلاثين وثلاثمائة ووفاته في أول يوم من رجب سنة خمس وعشرين وأربعمائة ببغداد ودفن في مقبرة الجامع |جـ1 صـ324| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.323-324",
    },

    "JK_000952_0452": {
        "source" : "SKA",
        "title"  : "البرقاني",
        "text": "<h1>البرقاني</h1> هذه صورته رأيته في تاريخ جرجان ولم يكن مقيدا ولا مضبوطا قال حمزة بن يوسف السهمي داود بن قتيبة البرقاني وهي قرية من قرى جرجان ويقال له الوزنجي جميعا من ضياع جرجان روى عن يوسف بن خالد السمتي ومحمد بن فضيل وغيرهما وروى عنه عبد الرحمن بن عبد المؤمن وأحمد بن حفص وغيرهما حكي أبو بكر الإسماعيلي قال سمعت أبا عمران بن هانىء يقول وذكر داود بن قتيبة فقال كان من خيار عباد الله ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.324",
    },

    "JK_000952_0453": {
        "source" : "SKA",
        "title"  : "البرقي",
        "text": "<h1>البرقي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء هذه النسبة إلى برقة وهي بلدة تقارب تروحة من أعمال المغرب وخرج منها جماعة كثيرة من العلماء والمحدثين ذكرهم أبو سعيد بن يونس في كتاب تاريخ المصريين ومن دخلها ومنها أبو خزيمة إبراهيم بن حماد بن عبد الملك بن أبي العوام الخولاني البرقي من أهل برقة يروي عن أبي يونس البرقي روى عنه أبو الربيع سليمان بن داود المهري وبقيتهم ببرقة معروفون فيهم فقهاء وأبو إسحاق إبراهيم بن أبي الفياض عبد الرحمن بن عمرو البرقي مولى سبأ ويقال مولى رعين من أصحاب عبد الله بن وهب وحدث عن أشهب بن عبد العزيز مناكير توفي بمصر يوم الاثنين لست خلون من شعبان سنة خمس وأربعين ومائتين وأبو إسحاق إبراهيم بن سعيد بن عروة بن يزيد بن السحوح التجيبي البرقي وله ببرقة بقية توفي في شوال سنة ستين ومائتين والمشهور بالنسبة إليها ولاء إبراهيم بن حماد بن عبد الملك بن أبي العوام الخولاني البرقي مولى ينسب إلى ولاء زياد بن خنيس من برقة يكنى أبا خزيمة روى عنه أبو الربيع سليمان بن داود المهري وغيره وهو يروي عن أبي يونس البرقي وإبراهيم بن |جـ1 صـ325| أبي الفياض البرقي واسمه عبد الرحمن بن عمرو مولى سبأ ويقال مولى رعين يكنى أبا إسحاق من أصحاب عبد الله بن وهب حدث عنه وعن أشهب بن عبد العزيز روى عنه محمد بن داود بن أسلم وغيره وأبو بكر أحمد بن عبد الله بن عبد الرحيم بن سعيد بن أبي زرعة البرقي مولى بني زهرة حدث عن عبد الملك بن هشام بالمغازي وحدث عن عمرو بن أبي سلمة وسعيد بن أبي مريم وأسد بن موسى وأبي صالح كاتب الليث وغيرهم وكان ثقة ثبتا توفي في شهر رمضان سنة سبعين ومائتين فجأة ضربته دابة في سوق الدواب قيل أن أخاه كان صنفه ولم يتمه فأتمه وحدث به وكان إسنادهما واحدا ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.324-325",
    },

    "JK_000952_0454": {
        "source" : "SKA",
        "title"  : "البرقي",
        "text": "<h1>البرقي</h1> بفتح الباء والراء والقاف بعدهما هذه النسبة إلى برق وهو بيت كبير من خوارزم انتقلوا إلى بخارا وسكنوها وهذه النسبة إلى برق يعني بالفارسية بره ولد الشاة لأنه كان في آبائه من يبيع الحملان فعرب الفارسي قال أبو الحسن بن ماكولا هكذا ذكر لي ابن ابنه أبو عبد الله بن أبي بكر البرقي وأصلهم الإمام أبو عبد الله محمد بن أحمد بن يوسف بن إسماعيل بن شاه الخوارزمي البرقي سافر إلى العراق وحج واستوطن بخارا وكان أحد الأدباء والخطباء الفصحاء وابناه الفقيه الزكي أبو بكر أحمد والفقيه العارف أبو حفص عمر ابنا أبي عبد الله وكانا يتزهدان وهما من أهل العلم ويقولان الشعر قال ابن ماكولا أبو بكر أحمد بن محمد أحمد الفضلاء المتقدمين في الأدب وفي علم التصوف والكلام على طريقهم وله كرامات وله شعر كثير جيد فيه معان حسان مبتكرة قال ابن ماكولا ورأيت ديوان شعره وأكثره بخط تلميذه ابن سينا الفيلسوف وسمع أبو بكر البرقي الحديث من أبي العباس أحمد بن محمد بن عمر البجيري ومحمد بن محمد بن صابر الكاتب والخليل بن أحمد السجزي سمع منه ابنه أبو عبد الله وواصل بن حمزة البخاري وغيرهما وروى أبو عبد الله عن أبي موسى هارون بن أحمد الرازي ومات في المحرم سنة ست وسبعين وثلاثمائة وصلى عليه أبو بكر محمد بن الفضل وهو ابن ثلاث وستين سنة وأما أبو عبد الله والدهما كان إماما في الفقه والشعر واللغة والنحو وعلم المعرفة ذكر أبو كامل البصيري في كتاب المضافات فقال سمعت أحمد بن علي الأستاذ يقول سمعت أبا عبد الله |جـ1 صـ326| يقول دخلت بغداد فألفينا بها أبا عبد الله البصري الملقب بجعل وكان له صيت ومنزلة فقال لي يوما أيها الفتى ألا أرشدك إلى كتاب المرشد الذي صنفته تهتدي به فقلت له إني رجل حنفي المذهب سني الإعتقاد خوارزمي الأصل بخاري المنشأ فلا أميل إلى بدعتك ولا أصغي إلى دعوتك فآذاني بلسانه وسبني فقلت ما أليق هذا اللقب بك وإن الألقاب تنزل من السماء قال البصيري وكنت أقرأ يوما الحديث على أبي بكر أحمد بن محمد البرقي في آخر عمره أيام اعتقال لسانه حديث الخليل بن أحمد القاضي فجرى على لساني في ذكر علي بن أبي طالب كرم الله وجهه فمنعني بيده عن هذا الثناء وأشار إلى بويه لسانه وجعل يتلو & رضي الله عنهم ورضوا عنه & فعلمت أنه يأمرني بأن أقول رضي الله عنه ولا أقول كرم الله وجهه وأما أبو عبد الله بن أبي بكر هو محمد بن أحمد بن محمد البرقي نشأ مقدما وولي قضاء بخارا ثم وزارة طمغاج خان ثم صارت إليه رياسة بخارا وكان مفتيا مدرسا مقدما سمع الحديث الكثير والكتب الكبار ولقبه شرف الرؤساء قال ابن ماكولا سمعت منه جامع أبي عيسى الترمذي عن أبي القاسم الخزاعي عن الهيثم بن كليب عنه وسمعت منه غريب الحديث لأبي محمد بن قتيبة عن الحصري عن الهيثم عنه وغير ذلك وكان ثقة مأمونا فاضلا أديبا له شعر ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.325-326",
    },

    "JK_000952_0455": {
        "source" : "SKA",
        "title"  : "البركدي",
        "text": "<h1>البركدي</h1> بفتح الباء الموحدة وسكون الراء وفتح الكاف وفي آخرها الدال المهملة هذه النسبة إلى بركد وهي قرية من قرى بخارا منها أبو جعفر محمد بن أحمد بن موسى بن سلام القاضي البركدي كان على مظالم بخارا سمع من أهل بلده والمراوزة روى عن أبيه وسعيد بن أيوب والوليد بن إسماعيل وأبي عصمة سعد بن معاذ وأبي عبد الله بن أبي حفص وغيرهم روى عنه أبو حفص أحمد بن أحمد بن حمدان وأبو بكر أحمد بن سعد بن نصر وسعيدة بنت حفص بن المهتدي وغيرهم ومات في ذي الحجة سنة تسع وثمانين ومائتين في ولاية الأمير أبي إبراهيم إسماعيل بن أحمد وجناح بن عبد الله البركدي والد الضحاك بن جناح المؤدب يروي عن عيسى بن موسى الغنجار روى عنه ابنه الضحاك بن جناح بن عبد الله البركدي وروى عن الضحاك سهل بن شاذويه وأبو جعفر محمد بن أحمد بن موسى بن سلام القاضي البركدي من قرية بركد وكان على مظالم بخارا كان يروي عن أبيه أحمد بن موسى وسعيد بن أيوب وأبي إبراهيم إسحاق بن عبد الله روى عنه أبو بكر أحمد بن سعد بن نصر بن بكار الزاهد |جـ1 صـ237| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.326-237",
    },

    "JK_000952_0456": {
        "source" : "SKA",
        "title"  : "البركوتي",
        "text": "<h1>البركوتي</h1> بفتح الباء الموحدة وسكون الراء وضم الكاف وفي آخرها التاء المنقوطة باثنتين من فوقها هذه النسبة إلى بركوت وهي قرية من شرقية أرض مصر منها رباح بن قصير اللخمي البركوتي هو من ازدة ثم من بني القشيب كان ممن أدرك النبي صلى الله عليه وسلم وأسلم زمن أبي بكر الصديق رضي الله عنه حين قدم حاطب بن أبي بلتعة رسولا من أبي بكر إلى المقوقس نزل عليهم ببركوت وهو أبو علي رباح جد موسى بن علي بن رباح وما علمت له صحبة ولا رواية قاله أبو سعيد بن يونس في تاريخ المصريين ثم قال وإنما أخرجناه في كتابنا لأن مطهر بن الهيثم روى عن موسى بن علي بن رباح عن أبيه عن جده حديثا منكرا وهو إن مصر ستفتح بعدي فافزعوا خيرها ولا تتخذوها قرارا فإنه يساق إليها أقل الناس إعمارا قال ابن يونس وهذا حديث منكر جدا وقد أعاذ الله أبا عبد الرحمن موسى بن علي بن رباح أن يحدث بمثل هذا وهو كان أتقى لله من ذلك ولم يحدث به إلا مطهر بن الهيثم ومطهر هذا متروك الحديث وأبو الحسن علي بن محمد بن عبد الرحمن بن موسى بن محمد بن عبد الله بن عمرو بن كعب بن سلمة الخولاني البركوتي من أهل مصر يروي عن يونس بن عبد الأعلى ومحمد بن عبد الله بن عبد الحكم وتوفي ببركوت في رجب سنة تسع وعشرين وثلاثمائة وكان صالحا ثقة أمينا قال ابن يونس ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.237",
    },

    "JK_000952_0457": {
        "source" : "SKA",
        "title"  : "البركي",
        "text": "<h1>البركي</h1> بفتح الباء الموحدة وسكون الراء وفي آخرها الكاف هذه النسبة إلى البرك بن وبرة أخوة كلب بن وبرة بن حلوان بن عمران بن الحاف بن قضاعة وقيل ان الدراوردي المحدث الذي سنذكره في الدال مولى البرك بن وبرة اخوة كلب والبرك بن وبرة دخل في جهينة منهم عبد الله بن أنيس الجهني صاحب النبي صلى الله عليه وسلم هو بركي قال ابن الكلبي هو عبد الله بن أنيس بن أسعد بن حرام بن حبيب بن مالك بن غنم بن كعب بن تمي بن نفاثة بن أياس بن يربوع بن البرك بن وبرة مهاجري أنصاري عقبي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.237",
    },

    "JK_000952_0458": {
        "source" : "SKA",
        "title"  : "البركي",
        "text": "<h1>البركي</h1> بضم الباء الموحدة والراء المفتوحة وفي آخرها الكاف هذه النسبة إلى البرك وهو اسم لجد أبي ضياع النعمان بن ثابت بن النعمان بن أمية بن البرك البركي من |جـ1 صـ328| الصحابة شهد بدرا وأحدا والخندق وقتل بخيبر قال ابن إسحاق فيمن قتل بخيبر أبو الضياع بن ثابت بن النعمان بن ثابت بن امرىء القيس وقال في موضع آخر فيمن قتل بخيبر من بني عمرو بن عوف أبو ضياح بن ثابت بن النعمان بن أمية بن امرىء القيس بن ثعلبة بن عمرو بن عوف ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.237-328",
    },

    "JK_000952_0459": {
        "source" : "SKA",
        "title"  : "البركي",
        "text": "<h1>البركي</h1> بكسر الباء المنقوطة بواحدة وفتح الراء هذه النسبة إلى البرك وهي سكة معروفة بالبصرة قاله أبو علي الغساني الحافظ والمشهور بهذه النسبة عيسى بن إبراهيم البركي كان ينزل سكة البرك بالبصرة يروي عن سعيد بن عبد الله بن أبي المغلس روى عنه أبو داود سليمان بن الأشعث السجستاني وذكر لي صاحبنا أبو القاسم علي بن الحسن الدمشقي الحافظ ان هذه النسبة إلى البرك وهي جمع بركة وهي بالبصرة هذا إنما أقوله على الظن لأنه ذكر لي بنيسابور وغاب عني واشتبه ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.328",
    },

    "JK_000952_0460": {
        "source" : "SKA",
        "title"  : "البرلسي",
        "text": "<h1>البرلسي</h1> بضم الباء المنقوطة بواحدة والراء واللام المشددة ثلاثتها مضمومة وفي آخرها السين هذه النسبة إلى البرلس وهي بليدة من سواحل مصر قال أبو سعيد بن يونس هو ماحوز من مواحيز رشيد ناحية بمصر مما يلي الإسكندرية سمعت أبا الحسين إبراهيم بن مهدي قلبنا الإسكندراني بسمرقند مذاكرة يقول كل من ولي قضاء البرلس ولي قضاء مصر عندنا حتى أن القاضي إذا ولي البرلس صار الناس يهنئونه بقضاء مصر وهي بليدة على الساحل بها بطيخ ليس في ديار مصر مثله والمشهور بالانتساب إليها جماعة عبد الله بن يحيى المعافري البرلسي يروي عن حيوة بن شريح وأبو إسحاق إبراهيم بن سليمان بن داود يعرف بابن أبي داود البرلسي الأسدي أسد خزيمة من أهل العلم والحديث كان لزم البرلس مولده بصور وأبوه أبو داود كوفي وكان ثقة من حفاظ الحديث توفي بمصر لست عشرة ليلة خلت من شعبان سنة اثنتين وسبعين ومائتين وأبو يحيى عبد الله بن يحيى المعافري |جـ1 صـ329| البرلسي يروي عن حيوة بن شريح وموسى بن علي وحرملة بن عمران ومعاوية بن صالح توفي بالبرلس سنة اثنتي عشرة ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.328-329",
    },

    "JK_000952_0461": {
        "source" : "SKA",
        "title"  : "البرمكي",
        "text": "<h1>البرمكي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وفتح الميم وفي آخرها الكاف هذه النسبة إلى اسم وموضع أما المنتسب إلى الإسم فجماعة من أولاد أبي علي يحيى بن خالد بن برمك وفيهم كثرة وحدث منهم أبو محمد عبد الله بن جعفر بن خالد البرمكي يروي عن معن بن عيسى القزاز وعبد الله بن نمير روى عنه أبو داود السجستاني في السنن ومسلم بن الحجاج القشيري وغيرهما وأما أبو إسحاق إبراهيم بن عمر بن أحمد بن إبراهيم بن إسماعيل بن مهران البرمكي البغدادي قال أبو بكر الخطيب سمعت من يذكر أن سلفه كانوا يسكنون قديما ببغداد في محلة تعرف بالبرامكة وقيل بل كانوا يسكنون قرية يقال لها البرمكية فنسبوا إليها سمع البرمكي أبا أحمد بن جعفر بن مالك القطيعي وأبا محمد عبد الله بن أيوب بن ماسي البزاز وغيرهما روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب وأبو الغنائم محمد بن علي بن ميمون النرسي وكان صدوقا ثقة روى لي عنه أبو بكر محمد بن عبد الباقي الأنصاري البزاز وتوفي سنة خمس وأربعين وأربعمائة وأخوه أبو العباس أحمد بن عمر بن أحمد بن إبراهيم البرمكي سمع أبا حفص بن شاهين وأبا القاسم بن حبابة كتب عنه أبو بكر الخطيب وأثنى عليه ومات في جمادي الآخرة سنة إحدى وأربعين وأربعمائة وأخوهما أبو الحسن علي بن عمر البرمكي وكان أصغر الثلاثة كان ثقة وكان يتفقه على أبي حامد الإسفراييني مذهب الشافعي سمع أبا القاسم بن حبابة ويوسف بن عمر القواس ومحمد بن عبد الله بن أخي ميمي والمعافى بن زكريا الجريري وأبا الحسين بن سمعون ذكره أبو بكر الخطيب وكتب عنه وأثنى عليه روى لي عنه محمد بن عبد الباقي وكانت ولادته في سنة ثلاث وسبعين وثلاثمائة ومات في ذي الحجة سنة خمسين وأربعمائة وأبو المحاسن نصر بن المظفر بن الحسين بن أحمد بن محمد بن يحيى بن أحمد بن محمد بن يحيى بن خالد بن برمك بن آذر بندار البرمكي هكذا أملي علي نسبه كان شيخا مسنا يصلي ببعض الأتراك سكن همذان وهو من أهل بغداد سمع ببغداد أبا الحسين أحمد بن محمد بن أحمد بن النقور البزاز وأبا القاسم إسماعيل بن مسعدة الإسماعيلي وبأصبهان أبا عمرو عبد الوهاب بن أبي عبد الله بن منده الحافظ |جـ1 صـ330| وأبا عيسى عبد الرحمن بن محمد بن زياد التاني وغيرهم سمع منه جماعة وسمعت منه بهمذان في النوبة الثانية قرأت عليه كتاب الاستئذان لابن المبارك من نسخة شهر دار الديلمي وكانت ولادته ببغداد في حدود سنة خمسين وأربعمائة أو قبلها وتوفي بهمذان في شهر ربيع الآخر سنة خمسين وخمسمائة وأخوه أبو الفتوح الفتح ابن المظفر بن الحسين البرمكي قيل أن جده الحسين هو أبو عبد الله الأمير شمس المعالي قابوس بن وشمكير من أولاد الرؤساء البغدادية الكبار وكان شيخا نبيلا ظريفا متميزا سافر عن بغداد وجال في الآفاق ورحل إلى البصرة وخراسان وأصبهان سمع ببغداد أبا الحسين بن النقور وأبا محمد بن هزار مرد الصريفيني وبأصبهان أبا عمرو بن أبي عبد الله بن منده وبعبادان القاضي أبا الحسن عبد الوهاب بن عبد المنعم المالكي وجماعة كثيرة سواهم وكانت ولادته سنة اثنتين وثلاثين وأربعمائة وتوفي ببون بنواحي هراة في شهور سنة ثلاث وتسعين وأربعمائة ومن القدماء أبو الحسن أحمد بن جعفر بن موسى بن يحيى بن خالد بن برمك النديم المعروف بجحظة البرمكي كان حسن الأدب كثير الرواية للأخبار متصرفا في فنون جمة من العلوم عارفا بصناعة النجوم حافظا لأطراف من النحو واللغة مليح الشعر مقبول الألفاظ حاضر النادرة وأما صنعته في القناء فلم يلحقه فيها أحد روى عنه شيئا من أخباره وبعض شعره أبو الفرج علي بن الحسين الأصبهاني وأبو عمر بن حيويه وأبو الحسن بن الجندي والقاضي المعافى بن زكريا الجريري وغيرهم وكانت ولادة جحظة في شعبان سنة أربع وعشرين ومائتين ووفاته سنة أربع وعشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.329-330",
    },

    "JK_000952_0462": {
        "source" : "SKA",
        "title"  : "البرمويي",
        "text": "<h1>البرمويي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وضم الميم وفي آخرها الياء هذه النسبة لأبي الفضل محمد بن علي بن حيذر البرمويي وسمعت بعضهم يقول أنه كان يدقق في الأمور الشرعية ويبالغ في الاحتياط حتى كأنه على الشعر وهذه اللفظة بالعجمية برموي فاشتهر بذلك ونسب إليه وكان حسن السيرة جميل الظاهر والباطن خدم المشايخ الكبار وله أحوال سنية سمع المشايخ المتأخرين وسمع أولاده مثل أبي الخير محمد بن أبي عمران الصفار وأبي عبد الله محمد بن الحسن المهر بندقشايي وغيرهما سمعت بعضهم يقول أن ختنا له وكان منبسطا واجهه بكلام خشن وخرج إلى حد الوحشة وكان الشيخ أبو الفضل ساكتا لا يجيبه بكلمة فغضب الختن وقال لا تجيبني بحرف ولا تنبس بكلمة فقال |جـ1 صـ331| أبو الفضل لا لأن شيخي قال لي لا يكلم الأحمق فقال له ختنه أتحمقني الأحمق أنت فقال إذا كنت أنا كذلك فقال لك لا تكلمني وانقطع الكلام بينهما على هذا وابنه أبو حفص عمر بن محمد بن علي بن حيذر البرمويي وكان يقول اسم جدنا حيذر بالذال المعجمة وعمر هذا كان دينا خيرا جواد النفس راغبا في إيصال النفع إلى المسلمين وكان أميا لا يعرف القراءة ولا يحسن الخط غير أن له كلاما حسنا في علم التصوف وعلى لسان القوم وله إشارات مليحة وجوابات مستحسنة في الأسئلة وما رأيت في فنه مثله سمع أبا الخير بن أبي عمران وأبا عبد الله المهربند قشايي بمرو وأبا شاكر أحمد بن علي بن محمد العثماني وغيرهم قرأت عليه جميع الجامع الصحيح للبخاري وسمعت منه غير ذلك وكنت أكثر من زيارته وأنتفع بها وأتبرك بذلك وتوفي في جمادى الآخرة سنة خمس وثلاثين وخمسمائة بمرو ودفن بسجدان ووصل إلي نعيه وأنا ببغداد ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.330-331",
    },

    "JK_000952_0463": {
        "source" : "SKA",
        "title"  : "البرنوذي",
        "text": "<h1>البرنوذي</h1> بضم الباء الموحدة وسكون الراء وفتح النون والواو وفي آخرها الذال المعجمة هذه النسبة إلى برنوذ وهي قرية من قرى نيسابور منها أبو علي محمد بن علي بن عمر المذكر البرنوذي كان مذاكرا واعظا حسن التذكير ذكره الحاكم أبو عبد الله الحافظ في التاريخ وقال أبو علي البرنوذي كان يذكر في مواضع من البلد ويجتمع عليه الخلق وعمر وكان أبوه علي بن عمر من الثقات وسمع ابنه أبا علي من أبي الأزهر أحمد بن الأزهر ومحمد بن يزيد السلمي وإسحاق بن عبد الله بن رزين السلمي ولو اقتصر أبو علي على هؤلاء الشيوخ لصار محدث عصره ولكنه أبي إلا أن يحدث عن جماعة من شيوخ أبيه لم يسمع منهم مثل محمد بن رافع وعلي بن سلمة اللبقي وعلي بن الحسن الأفطسي وعتيق بن محمد الحرشي وأقرانهم ثم لم يقتصر على ذلك أيضا حتى حدث عن هؤلاء الشيوخ بما لم يتابع عليه هذه حاله والشره يحملنا على الرواية عن أمثاله فقد روى السلف عنهم قلت والعجب أن الحاكم رحمه الله ذكر في حقه هذا الفصل ثم أخرج عنه حديثا كثيرا في عوالي سفيان بن عيينة عنه عن عتيق عن سفيان ثم قال الحاكم توفي أبو علي البرنوذي في شعبان |جـ1 صـ332| من سنة سبع وثلاثين وثلاثمائة وهو يوم مات ابن مائة وسبع سنين وأبوه أبو الحسن البرنوذي ثقة صدوق سمع إسحاق بن راهويه ومحمد بن رافع وعلي بن سلمة اللبقي روي عنه أبو الفضل محمد بن إبراهيم بن الفضل وعلي بن عيسى وغيرهما من الشيوخ وأبو محمد حوثرة بن محمد البرنوذي النيسابوري سمع محمد بن يزيد السلمي وإسحاق بن عبد الله الخشك روى عنه أبو سعيد المقري وتوفي سنة ثمان عشرة وثلاثمائة وأبو يحيى زكريا بن يحيى بن حوثرة البرنوذي الدهقان من أهل نيسابور سمع إسحاق بن منصور وعلي بن الحسن الذهلي روى عنه أبو علي الحافظ وعلي بن عيسى وهو حبر ولد أبي محمد الحسن بن أحمد المخلدي ومات سنة ثلاث عشرة وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.331-332",
    },

    "JK_000952_0464": {
        "source" : "SKA",
        "title"  : "البرنيلي",
        "text": "<h1>البرنيلي</h1> بفتح الباء المنقوطة بواحدة وسكون الراء وكسر النون وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها اللام هذه النسبة إلى برنيل وهي كورة بشرقي أرض مصر قال أبو سعيد بن يونس هي من كورة الشرقية بمصر منها أبو زرعة بلال التجيبي البرنيلي وكان ينزل البرنيل وهو مولى لبني سوم بن عدي حدث وروى عنه إبراهيم بن نشيط قيل أنه قتل في فتنة القراء بمصر سنة سبع عشرة ومائتين قال أبو سعيد بن يونس في تاريخ مصر ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.332",
    },

    "JK_000952_0465": {
        "source" : "SKA",
        "title"  : "البروجردي",
        "text": "<h1>البروجردي</h1> بضم الباء والراء بعدها الواو وكسر الجيم وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى بروجرد وهي بلدة حسنة كثيرة الأشجار والأنهار من بلاد الجبل على ثمانية عشر فرسخا من همذان أقمت بها قريبا من خمسين يوما خرج منها جماعة من العلماء في كل فن منهم أبو بكر أحمد بن محمد بن خالد البروجردي قدم بغداد وحدث بها عن أبي الحسن علي بن محمد بن عامر النهاوندي روى عنه أبو الحسن أحمد بن محمد بن أحمد بن منصور العتيقي وكانت وفاته في حدود الأربعمائة وأبو العباس أحمد بن محمد بن صالح الخطيب البروجردي سكن بغداد وحدث بها عن إبراهيم بن الحسين بن ديزيل الهمذاني روى عنه أبو الفتح هلال بن محمد بن جعفر الحفار وأبو بكر محمد بن عمر بن بكير النجار ومحمد بن محمد بن عثمان السواق توفي بعد شوال سنة ثمان وستين وثلاثمائة فإنه حدث في هذه السنة وأبو عبد الله محمد بن عيسى بن ديزك البروجردي سكن بغداد وحدث بها عن عمير بن مرداس الدونقي ومحمد بن إبراهيم بن زياد الرازي كتب الناس عنه بانتخاب محمد بن المظفر وروى عنه سلامة بن عمر النصيبي وأبو نعيم أحمد بن عبد الله الحافظ وكان ثقة معلما لابن الخليفة يقال أن أبا سعيد السيرافي درس عليه الأدب وكان مستورا جميل المذهب من أهل القرآن وكان يتلوه إلى أن خرجت نفسه في جمادي الآخرة سنة تسع وخمسين وثلاثمائة وأبو الحسن عبيد الله بن |جـ1 صـ333| سعيد بن عبد الله القاضي البروجردي سكن بغداد وكان صدوقا سمع عبد الله بن محمد بن وهب الدينوري ومحمد بن محمد بن سليمان الباغندي والحسين محمد بن عفير الأنصاري ومحمد بن عمران بن هارون الدينوري ومحمد بن إبراهيم بن إسحاق الأصبهاني شيخا يروي عن أبي مسعود أحمد بن الفرات الرازي روى عنه أبو القاسم عبد العزيز بن علي الأزجي وأبو منصور محمد بن عيسى بن عبد العزيز الهمذاني وعبد الملك بن عمر بن خلف الرزاز وغيرهم مات بعد سنة إحدى وسبعين وثلاثمائة وجماعة أكثر من اثني عشر نفسا من شيوخ بروجرد كتبت عنهم بها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.332-333",
    },

    "JK_000952_0466": {
        "source" : "SKA",
        "title"  : "البروقاني",
        "text": "<h1>البروقاني</h1> بضم الباء المنقوطة بواحدة والراء وفتح القاف وفي آخرها النون هذه النسبة إلى بروقان وهي من نواحي بلخ المشهور بالنسبة إليها محمد بن خاقان البروقاني يروى عن هشام بن الكلبي روى عنه عبد الله بن محمد بن الحسين الكسائي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.333",
    },

    "JK_000952_0467": {
        "source" : "SKA",
        "title"  : "البرونجردي",
        "text": "<h1>البرونجردي</h1> بفتح الباء الموحدة وسكون الراء وفتح الواو وسكون النون وكسر الجيم وسكون الراء وفي آخرها الدال المهملة هذه النسبة إلى برونجرد وهي قرية كبيرة بمرو عند الرمل خربت الساعة منها أبو محمد محمد بن طاهر بن العباس البرونجردي حدث عن أبي مسلم غالب بن علي الرازي الحافظ سمع منه أبو الحسن علي بن محمد بن أردشير الصدفي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.333",
    },

    "JK_000952_0468": {
        "source" : "SKA",
        "title"  : "البرويزي",
        "text": "<h1>البرويزي</h1> بفتح الباء الموحدة وسكون الراء وكسر الواو وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها الزاي هذه النسبة إلى برويز الملك ولعله من أولاده والمشهور بهذه النسبة أبو عبد الله أحمد بن محمد بن الفضل البرويزي السرخسي سكن مرو وهو سرخسي المولد كتب لأبي صالح منصور بن إسحاق بن أحمد وهو والي الري كثير الحكايات واسع الحفظ فاستوطنها سنة خمس عشرة وثلاثمائة ثم ولي البريد وولاه أبو الفضل البلعمي ثم ولي البريد بخوارزم ثم انصرف إلى مرو ومات بها ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.333",
    },

    "JK_000952_0469": {
        "source" : "SKA",
        "title"  : "البرويي",
        "text": "<h1>البرويي</h1> بفتح الباء الموحدة وضم الراء المشددة بعدهما الواو وفي آخرها الياء آخر الحروف هذه النسبة إلى برويه وهو إسم لرجل اشتهر من أولاده جماعة وأصلهم أبو عبد الله محمد بن إبراهيم بن سعد بن قطبة القيسي النيسابوري قال الحاكم أبو عبد الله الحافظ هذا محمد بن برويه جد البرويين من محلة باب عزرة الذي كان إبراهيم بن أبي طالب |جـ1 صـ334| يصلي في مسجده وهو من بيت كبير فإن سعدا جده صاحب خان سعد وعزرة اخوان سمع بن برويه يحيى بن يحيى وإسحاق بن راهويه وأحمد بن حرب روى عنه أحمد بن أبي عثمان الزاهد وابنه أبو علي بن برويه وكان محمد بن برويه يقول كان أبي إبراهيم بن سعد يبعث بي كل يوم إلى مجلس يحيى بن يحيى وأهرب وأذهب إلى مجلس أحمد بن سرب فقيل له لم قال لأنه كان أزهد الرجلين وكان يمتنع من الرواية فسأله أبو عثمان الحيري حتى حدث أولاده فأجاب وكان يؤذن في مسجد إبراهيم بن أبي طالب وكان يقيم مثنى مثنى وإبراهيم بن أبي طالب يصبر على ذلك لزهده وصلاحه ومات بنيسابور في شهر رمضان سنة إحدى وتسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.333-334",
    },

    "JK_000952_0470": {
        "source" : "SKA",
        "title"  : "البريدي",
        "text": "<h1>البريدي</h1> بفتح الباء المنقوطة بواحدة وكسر الراء وبعدها الياء الساكنة المنقوطة باثنتين من تحتها وفي آخرها الدال هذه النسبة إلى البريد وهو الذي ينفذ بالسرعة من بلد إلى بلد والمشهور بهذه النسبة أبو عبد الله الحسن بن عبد الله بن أحمد البريدي يروي عن أبي العباس المبرد وعيسى بن إسماعيل تينة وغيرهما حدث عنه محمد بن جعفر النجار الكوفي وسر خاب بن يوسف بن محمد بن يوسف الرازي البريدي قدم بغداد وسمع أبا القاسم بن بشران القندي وأبا عبد الله أحمد بن عبد الله المحاملي ومن بعدهما وقد كان سمع أبا نعيم الحافظ الأصبهاني وغيره قاله ابن ماكولا وأبو القاسم المظفر بن محمد بن زيتون البريدي ذكره أبو القاسم بن الثلاج البغدادي أنه حدثه عن أبي مسلم إبراهيم بن عبد الله الكجي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.334",
    },

    "JK_000952_0471": {
        "source" : "SKA",
        "title"  : "البريدي",
        "text": "<h1>البريدي</h1> بضم الباء المنقوطة بواحدة وفتح الراء وسكون الياء المنقوطة باثنتين من تحتها وفي آخرها الدال المهملة هذه النسبة إلى أبي سهل بريدة بن الحصيب الأسلمي صاحب رسول الله صلى الله عليه وسلم ورضي عنه المدفون بمرو والمنتسب إليه أبو الطاهر البريدي قال ابن ماكولا هو من ولد بريدة بن الحصيب لم يقع إلي اسمه روى عن الحسن بن عنبسة الوراق روى عنه محمد بن الفضل بن جعفر العبدي وذكر أنه من ولد بريدة |جـ1 صـ335| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.334-335",
    },

    "JK_000952_0472": {
        "source" : "SKA",
        "title"  : "البريهي",
        "text": "<h1>البريهي</h1> بضم الباء الموحدة وفتح الراء وسكون الياء المنقوطة من تحتها بنقطتين وفي آخرها الهاء هذه النسبة إلى بريهة أم المنتسب إليها وهو إبراهيم بن عيسى بن أبي جعفر المنصور الهاشمي البريهي وبريهة بنت إبراهيم بن يحيى بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب وإبراهيم كان يصلي بالناس في الجامع المنسوب إلى المنصور الجمعات وغيرها حتى مات وكان صاحب علم وتنسك وأبو إسحاق محمد بن هارون بن عيسى بن إبراهيم بن عيسى بن أبي جعفر المنصور البريهي يعرف بابن بريه حدث عن السري بن عاصم ومحمد بن مهاجر أخي حنيف بن منصور الرمادي وغيرهم وفي حديثه مناكير كثيرة روى عنه ابن أخيه علي بن محمد بن هارون وإسماعيل بن علي الخطبي وسئل عنه الدارقطني فقال لا شيء ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.335",
    },

    "JK_000952_0473": {
        "source" : "SKA",
        "title"  : "البري",
        "text": "<h1>البري</h1> بفتح الباء المنقوطة بواحدة وتشديد الراء هذه اللفظة تشبه النسبة وهو إسم جد أبي الحسن علي بن بحر بن بري وابنه أبو عيسى بن علي بن بحر بن بري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.335",
    },

    "JK_000952_0474": {
        "source" : "SKA",
        "title"  : "البري",
        "text": "<h1>البري</h1> بضم الباء المنقوطة من تحت بنقطة وكسر الراء المهملة المشددة هذه النسبة إلى البر وهو الحنطة وهذه النسبة إلى بيعه والمشهور بهذا الانتساب أبو سلمة عثمان بن مقسم البري الكندي مولى لهم من أهل الكوفة يروي عن قتادة وأبي إسحاق وحماد بن أبي سليمان وجابر وعاصم بن أبي النجود ونافع مولى بن عمر ويحيى بن سعيد الأنصاري روى عنه البصريون وأهل الكوفة كان ممن يروي المقلوبات عن الإثبات تركه أحمد ويحيى بن معين وقال يحيى بن سعيد كنت جالسا مع سفيان الثوري وقلت حدثنا البري عن منصور عن أبي وائل عن عبد الله رضي الله عنه في المسح على الخفين فقال كذب وأبو ثمامة البري يقال له القماح سمع كعب بن عجزة حدث عنه سعيد المقبري وسلمة بن عثمان البري حدث عن محمد بن المغيرة روى عنه عيسى بن إبراهيم البركي |جـ1 صـ336| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.335-336",
    },

    "JK_000952_0475": {
        "source" : "SKA",
        "title"  : "البزار",
        "text": "<h1>البزار</h1> بفتح الباء المنقوطة بواحدة والزاي المشددة وفي آخرها الراء هذا اسم لمن يخرج الدهن من البزر أو يبيعه واشتهر به جماعة من الأئمة والعلماء قديما وحديثا منهم أبو عمر دينار البزار وبشر بن ثابت البزار بصري حدث عنه العباس الدوري وإبراهيم بن مرزوق وخلف بن هشام بن ثعلب البزار المقري روى عنه أبو القاسم البغوي ومن الأئمة مسلم بن الحجاج القشيري والحسن بن الصباح البزار وأبو عبيد الله يحيى بن محمد بن السكن البزار وأحمد بن عمرو بن عبد الخالق البزار أبو بكر البصري الحافظ العتكي كان حافظا من أهل البصرة سمع هدبة بن خالد وعمر بن موسى الحادي وإسماعيل بن سيف والحسن بن علي بن راشد الواسطي وإبراهيم بن سعيد الجوهري روى عنه أبو الحسن علي بن محمد المصري ومحمد بن العباس بن نجيح وعبد الباقي بن قانع وأبو بكر بن سلم وغيرهم وكان ثقة صنف المسند وتكلم على الأحاديث وبين عللها وقال الدارقطني في حقه كان ثقة يخطىء كثيرا ويتكل على حفظه وقال في موضع آخر يخطىء في الإسناد والمتن حدث بالمسند بمصر حفظا ينظر في كتب الناس ويحدث من حفظه ولم يكن معه كتب فأخطأ في أحاديث كثيرة يتكلمون فيه جرحه النسائي مات بالرملة سنة اثنتين وتسعين ومائتين وابنه أبو العباس محمد بن أحمد بن عمرو بن عبد الخالق بن خلاد بن عبيد الله العتكي البزار سمع أبا علاثة محمد بن عمرو بن خالد المصري والحسين بن حميد بن موسى العتكي وإسحاق بن إبراهيم بن جابر وعبيد الله بن محمد بن عبد العزيز العمري وأحمد بن محمد بن رشدين والقاسم بن الليث الرسعني والحسين بن إسحاق التستري وأبا الأحوص محمد بن الهيثم القاضي روى عنه القاضي أبو الحسن الجراحي وأبو الحسن الدارقطني الحافظ وعمر بن أحمد بن شاهين وغيرهم وكان ثقة ومات في شعبان من سنة تسع وثلاثين وثلاثمائة وجعفر بن أحمد بن سلم العبدي البزاز ينتسب في عبد القيس يكنى أبا الفضل توفي في شوال سنة ثمان وثمانين ومائتين قاله ابن يونس حدث عنه أبو أحمد الزيات وأبو محمد عبيد بن عبد الواحد بن شريك البزار من أهل بغداد حدث عن آدم بن أبي أياس العسقلاني وسعيد بن أبي مريم ويحيى بن بكير المصريين ونعيم بن حماد المروزي |جـ1 صـ337| وأبي الجماهر محمد بن عثمان وسليمان بن عبد الرحمن وهشام بن عمار الدمشقيين وجماعة سواهم من هذه الطبقة روى عنه القاضي المحاملي وأبو مزاحم الخاقاني وأبو عمرو بن السماك وعبد الصمد بن علي الطستي وأحمد بن سلمان النجاد وهو صدوق أحد الثقات وقيل أنه تغير في آخر عمره ومات في رجب سنة خمس وثمانين ومائتين وأبو محمد خلف بن هشام البزار من أهل بغداد يروي عن مالك بن أنس وأبي عوانة الوضاح روى عنه أبو يعلى الموصلي وأبو القاسم البغوي قال أبو حاتم بن حبان خلف البزار كان خيرا فاضلا عالما بالقراءات كتب عنه أحمد بن حنبل ومات ببغداد يوم السبت لسبع مضين من جمادي الآخرة سنة تسع وعشرين ومائتين وأبو علي الحسن بن الصباح بن محمد البزار من أهل بغداد سمع سفيان بن عيينة ومعن بن عيسى وأبا معاوية الضرير وروح بن عبادة وجعفر بن عون وحجاج بن محمد الأعور وشبابة بن سوار وغيرهم روى عنه محمد بن إسماعيل البخاري ومحمد بن إسحاق الصاغاني وأبو بكر بن أبي الدنيا وجعفر الفريابي وأبو القاسم البغوي ويحيى بن صاعد وآخر من حدث عنه القاضي أبو عبد الله بن المحاملي وقال ابن أبي حاتم سئل أبي عنه فقال صدوق وكان له جلالة عجيبة ببغداد وكان أحمد بن حنبل يرفع من قدره ويجله ومات ببغداد في شهر ربيع الآخر سنة تسع وأربعين ومائتين وقيل في ربيع الأول ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.336-337",
    },

    "JK_000952_0476": {
        "source" : "SKA",
        "title"  : "البزاري",
        "text": "<h1>البزاري</h1> بضم الباء الموحدة وبعدها الزاي المنقوطة بثلاث وقيل الزاي وفي آخرها الراء هذه النسبة إلى ابزار وهي قرية على فرسخين من نيسابور ويقول لها العامة بزارة والمشهور بالنسبة إليها أبو إسحاق إبراهيم بن أحمد بن محمد بن رجاء الوراق الأبزاري الذي يقال له البزاري من هذه القرية كان شيخا صالحا سديد السيرة مكثرا من الحديث له رحلة إلى الشام والعراق وعمر حتى أملى وحدث سمع بنيسابور مسدد بن قطن القشيري وجعفر بن أحمد الحافظ وبنسا الحسن بن سفيان وببغداد أبا القاسم عبد الله بن محمد البغوي وبحران أبا عروبة الحسين بن أبي معشر السلمي وببيروت مكحول بن عبد السلام البيروتي وبحمص أحمد بن محمد بن حفص بن عمر الرصافي وبحلب أبا بكر أحمد بن جعفر بن محمد الحلبي وطبقتهم سمع منه الحاكم أبو عبد الله الحافظ وأبو عبد الرحمن السلمي وأبو القاسم عبد الرحمن بن محمد السراج وغيرهم وذكره الحاكم أبو عبد الله في تاريخ نيسابور فقال الأبزاري أبو إسحاق الوراق كان من المسلمين الذين سلم المسلمون من |جـ1 صـ338| لسانه ويده طلب الحديث على كبر السن وخرج إلى نسا وسمع من الحسن بن سفيان مسند بن المبارك ومسند أبي بكر بن أبي شيبة وانتخاب أبي بكر بن علي من المسند الكبير وكتب بالعراق وبالجزيرة وبالشام وجمع الحديث الكثير وعمر حتى احتاج الناس إليه وأدى ما عنده على القبول وعقدنا له مجلس الإملاء في دار السنة سنة اثنتين وستين وثلاثمائة وكان يحضر الخلق قال وسمعت أبا علي الحافظ يقول لأبي إسحاق أنت بهر بن سأد لثقته وإتقانه قال وسمعت أبا علي غير مرة يمازح أبا إسحاق فيقول ترون هذا الشيخ ما اغتسل من حلال قط فيقول أبو إسحاق ولا من حرام يا أبا علي وذاك أن أبا إسحاق لم يتزوج قط قال وتوفي يوم الإثنين الخامس من رجب سنة أربع وستين وثلاثمائة وهو ابن ست أو سبع وتسعين سنة وشهدت جنازته ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.337-338",
    },

    "JK_000952_0477": {
        "source" : "SKA",
        "title"  : "البزاز",
        "text": "<h1>البزاز</h1> بفتح الباء المنقوطة بواحدة والزايين المعجمتين بينهما ألف هذه اللفظة تقال لمن يبيع البز وهو الثياب واشتهر جماعة بها من المتقدمين والمتأخرين ^ ^ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.338",
    },

    "JK_000952_0478": {
        "source" : "SKA",
        "title"  : "البزاني",
        "text": "<h1>البزاني</h1> بضم الباء المنقوطة بواحدة وفتح الزاي وفي آخرها النون هذه النسبة إلى بزان وهي قرية من أصبهان والمشهور بالانتساب إليها أبو الفرج عبد الوهاب بن محمد بن عبد الله الأصبهاني البزاني سمع عبد الله بن الحسن بن بندار المديني كتب عنه الأصبهانيون وروى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وأبو الفضل المطهر بن عبد الواحد بن البزاني يروي عن أبي عمر عبد الله بن محمد بن عبد الوهاب الأصبهاني وأبي عبد الله محمد بن إسحاق بن منده الحافظ وغيرهما روى لي عنه أحفاده ست العراق وعين الشمس بأصبهان وأبو سعد أحمد بن محمد بن أحمد الحافظ ببغداد وتوفي في حدود سنة ثمانين وأربعمائة قال ابن ماكولا وولده العميد أبو مضر عبد الواحد |جـ1 صـ339| ابن المطهر البراني تميمي لم يصل إلى بغداد أحد يجري مجراه كتابة ومعرفة سمع بأصبهان غير واحد من أصحاب الطبراني وغيره قلت سمعت من بنته ست العراق ومن القدماء أبو الهذيل زفر بن الهذيل بن قيس بن سلم بن قيس بن مكمل بن ذهل بن ذؤيب بن عمرو البزاني أحد الفقهاء من أصحاب أبي حنيفة وكان من أعرفهم بالأقيسة قدم أصبهان على أخيه الكوثر بن الهذيل بقرية بزان روى عن إسماعيل بن أبي خالد وهو من بني العنبر توفي سنة ثمان وخمسين ومائة بالبصرة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.338-339",
    },

    "JK_000952_0479": {
        "source" : "SKA",
        "title"  : "البزدوي",
        "text": "<h1>البزدوي</h1> بفتح الباء المنقوطة بواحدة وسكون الزاي وفتح الدال المهملة وفي آخرها الواو هذه النسبة إلى بزدة وهي قلعة حصينة على ستة فراسخ من نسف على طريق بخارا والمشهور بالانتساب إليها أبو الحسن علي بن محمد بن الحسين بن عبد الكريم بن موسى بن عيسى البزدوي فقيه ما وراء النهر وأستاذ الأئمة وصاحب الطريقة على مذهب أبي حنيفة رحمه الله سمع الحديث من روى لنا عنه صاحبه أبو المعالي محمد بن نصر بن منصور المديني الخطيب بسمرقند ولم يحدثنا عنه سواه وكتبت عن ابنه أبي ثابت الحسن بن علي كتاب المسند لعلي بن عبد العزيز البغوي وكان يرويه عن أبي الحسن علي بن محمد بن خدام البخاري وروى لنا عن أبي علي الحسن بن عبد الملك النسفي أيضا وأخو علي أبو اليسر محمد بن محمد بن الحسين البزدوي المعروف بالقاضي الصدر أملى ببخارا الكثير ودرس الفقه وكان من فحول المناظرين روى لنا عنه ابنه أبو المعالي أحمد بن محمد بن محمد بن الحسين البزدوي القاضي بمرو قدمها حاجا وأبو البدر صاعد بن مسلم الخيزراني بسارية مازندران وأبو عمرو عثمان بن علي البيكندي ببخارا وجماعة كثيرة سواهم ومن القدماء أبو عبد الله عبيد الله بن عمرو بن حفص بن إبراهيم البزدوي روى عن كعب بن سعيد وأحمد بن حفص العجلي وأبي وهب محمد بن مزاحم روى عنه أبو سليمان داود بن نصير بن سهيل البخاري وأبو محمد عبد الله بن نصر بن سهيل بن عبدويه بن يزداذ |جـ1 صـ340| البزدوي حدث عن عبيد الله بن عمرو وعيسى العسقلاني وأبي عيسى الترمذي وأخوه أبو سليمان داود بن نصر البزدوي حدث عن عيسى العسقلاني ومحمد بن الفضل بن خداش وعبيد الله بن عمرو مات سنة ثلاث وعشرين وثلاثمائة وأبو محمد عبد الكريم بن موسى بن عيسى البزدوي جد أبي الحسن السابق ذكره روى عنه أبو عبد الله الغنجار وأما أبو مسلم يوسف بن محمد بن آدم بن عيسى بن بزدويه القصار البزدوي نسب إلى جده الأعلى كان من المحدثين روى عن أحمد بن محمد بن السكن البغدادي وغيره ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.339-340",
    },

    "JK_000952_0480": {
        "source" : "SKA",
        "title"  : "البزديغري",
        "text": "<h1>البزديغري</h1> بضم الباء الموحدة وسكون الزاي وكسر الدال المهملة وسكون الياء آخر الحروف وفتح الغين المعجمة وفي آخرها الراء هذه النسبة إلى بزديغر ويقال لها بزديغر بالزاي وهي قرية من قرى نيسابور منها الفقيه أبو عبد الله محمد بن زياد بن يزيد النيسابوري الزديغري وكان من الزهاد من الفقهاء الكوفيين سمع محمد بن رافع وأيوب بن الحسن وأحمد بن حرب روى عنه أبو عبد الله بن دينار ومحمد بن يزيد وتوفي في شهر رمضان سنة خمس وتسعين ومائتين وحكي عن أبي بكر محمد بن إسحاق بن خزيمة قال كتب إلى أحمد بن إسماعيل بن أحمد باختيار قاضي نيسابور ووقع اختياري بعد الاجتهاد على أربعة أحدهم محمد بن زياد البزديغري وكان فقيها على مذهب الكوفيين زاهدا في الدنيا فحضرني محمد بن زياد كئيبا قلقا من ذلك وعاتبني فيه فقال ما الذي ظهر لك مني ما الذي جنيت حتى عاملتني بمثل هذا فقلت يا أبا عبد الله ما أردت إلا الخير فلم يزل يبكي حتى رحمته وضربت على اسمه وأبو محمد عبد الله بن دلشاد البزديغري سمع محمد بن يحيى الذهلي وأحمد بن يوسف ومحمد بن يزيد السلميين روى عنه أبو محمد عبد الله بن أبي طاهر الشيباني وذكر وفاته سنة ست عشرة وثلاثمائة وأبو القاسم عبدالرحمن بن رجاء البزديغري من أهل نيسابور فقيه لأهل الرأي من الصالحين ومن كبار أصحاب أيوب بن الحسن وأحمد بن حرب وسمع من عمرو بن زارة ومحمد بن رافع روى عنه أبو العباس أحمد بن هارون وأبو عبد الله بن دينار وتوفي سنة تسعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.340",
    },

    "JK_000952_0481": {
        "source" : "SKA",
        "title"  : "البردي",
        "text": "<h1>البردي</h1> بفتح الباء المنقوطة بواحدة وسكون الزاي وفي آخرها الدال المهملة هذه |جـ1 صـ341| النسبة إلى بزدة وهي من أعمال نسف من بلاد ما وراء النهر قال الأمير ابن ماكولا أبو الفضل عزيز بن سليم بن منصور البزدي المعافري وكان سليم بن منصور من أهل البصرة قدم خراسان مع قتيبة بن مسلم وسكن بزدة من أعمال نسف هكذا ذكره الأمير وعلى ما سمعت النسبة الصحيحة إلى هذه القرية البزدوي على ما ذكرته فيما تقدم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.340-341",
    },

    "JK_000952_0482": {
        "source" : "SKA",
        "title"  : "البزري",
        "text": "<h1>البزري</h1> بفتح الباء المنقوطة بواحدة وسكون الزاي بعدها راء هذه النسبة إلى البزر وهو حب يعصر ويخرج منه الدهن للسراج ويقال لمن يبيع هذا الدهن البزري والمشهور بالانتساب إليها أبو عبد الله الحسين بن محمد بن علي بن جعفر الصيرفي الأصم البغدادي المعروف بابن البزري حدث عن أبي الفرج علي بن الحسين الأصبهاني وأحمد بن نصر النهرواني الذراع وأبي الفتح محمد بن الحسين الأزدي ومنصور بن ملاعب الصيرفي وغيرهم روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ قال الخطيب وكان غير ثقة وقال أبو الفتح المصري لم أكتب ببغداد عمن أطلق عليه الكذب من المشايخ غير أربعة منهم الحسين بن محمد البزري وقال الخطيب كان شديد الصمم وقال أبو عبد الله الصوري ابن البزري قدم علينا مصر فخلط تخليطا قبيحا وادعى أشياء بان فيها كذبه واشتهر بمصر بالتهتك في الدين والدخول في الفساد انتهى إلينا الخبر بوفاته بمصر في سنة ثلاث وعشرين وأربعمائة وأبو البزري أحد الفضلاء المعروفين وكان فقيها مفتيا تفقه ببغداد وبرع في الفقه وسكن مدة جزيرة ابن عمر ومدة رحبة مالك بن طوق وأظن أنه كان يلي القضاء ببعض بلاد الجزيرة سمع ببغداد أبا القاسم علي بن أحمد بن البسري وأبا نصر محمد بن محمد بن علي الزينبي وغيرهما سمع منه صاحبنا أبو القاسم علي بن الحسن بن هبة الله الدمشقي الحافظ وأما أنا فلم ألقه توفي بعد سنة ثلاثين وخمسمائة |جـ1 صـ342| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.341-342",
    },

    "JK_000952_0483": {
        "source" : "SKA",
        "title"  : "البزغامي",
        "text": "<h1>البزغامي</h1> بضم الباء الموحدة وسكون الزاي وفتح الغين المعجمة وهذه النسبة إلى بزغام وهي من قرى نسف والمشهور بالنسبة إليها أبو طاهر حمزة بن محمد بن أسد البزغامي السوائي سمع الفقهاء أبا طاهر القلانسي وأبا محمد جعفر بن محمد البريني وأبا بكر محمد بن عبد الله الأودني وأبا بكر محمد بن الفضل البخاري وطبقتهم مات شابا في شهر رمضان سنة اثنتي عشرة وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.342",
    },

    "JK_000952_0484": {
        "source" : "SKA",
        "title"  : "البزماقاني",
        "text": "<h1>البزماقاني</h1> بضم الباء الموحدة وسكون الزاي وفتح الميم والقاف بينهما الألف وفي آخرها النون هذه النسبة إلى بزماقان وهي من قرى مرو منها أبو إبراهيم بن أحمد بن عبد الواحد الكاتب البزماقاني من برزن بزماقان قرية متصلة بها سمع أبا الحسن علي بن خشرم وأبا عصمة سعد بن معاذ وأحمد بن منصور زاج المروزيين وغيرهم روى عنه أبو الفضل محمد بن الحسين الحدادي وأبو العباس أحمد بن سعيد المعداني وطبقتهما وتوفي بعد سنة ثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.342",
    },

    "JK_000952_0485": {
        "source" : "SKA",
        "title"  : "البزناني",
        "text": "<h1>البزناني</h1> بضم الباء المنقوطة بواحدة وسكون الزاي وبعدها النون المفتوحة وفي آخرها نون أخرى هذه النسبة إلى بزنان قال ابن ماكولا فلان من محلة بزنان قلت وهي قرية بمرو قريبة من البلد حتى صارت محلة منها خربت الساعة والمشهور بالنسبة إليها جماعة منهم أحمد بن بندون بن سليمان البزناني روى الحديث فأحسن إلا أن الأدب كان غالبا عليه يروي عن الأصمعي وأبي معاذ النحوي وأبو محمد عبد العزيز بن محمد بن |جـ1 صـ343| أحمد البزناني كتب الكثير عن أبي العباس أحمد بن سعيد المعداني وغيره وكان حسن الخط ومحمد بن أيوب بن سليمان البزناني روى عن علي بن يحيى روى عنه عبد الله بن محمود السعدي هكذا ذكره أبو زرعة السنجي ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.342-343",
    },

    "JK_000952_0486": {
        "source" : "SKA",
        "title"  : "البزوري",
        "text": "<h1>البزوري</h1> بضم الباء الموحدة والزاي والراء بعد الواو هذه النسبة إلى البزور وهي جمع البزر وعندنا يقال هذا لمن يبيع البزور للبقول وغيرها اشتهر بهذه النسبة أبو عبد الله أحمد بن عبد الرحمن بن مرزوق بن عطية البزوري المعروف بابن أبي عوف من أهل بغداد كان ثقة نبيلا رفيعا جليلا له منزلة من السلطان ومودة في أنفس العوام وحال من الدنيا واسعة وطريقة في الخير محمودة سمع سويد بن سعيد الحدثاني وعثمان بن أبي شيبة وعمرو بن محمد الناقد ومحمود بن غيلان وسعيد بن عبد الرحمن المخزومي وخلقا كثيرا أمثال هؤلاء روى عنه محمد بن مخلد وأبو بكر الشافعي وأبو علي بن الصواف وحبيب بن الحسن القزاز وغيرهم وكانت ولادته في سنة أربع عشرة ومائتين ومات في شوال سنة سبع وتسعين ومائتين وأبو القاسم المبارك وأبو الفائز أحمد ابنا محمد بن الحسين بن البزوري من أهل بغداد أما أبو القاسم كان يعرف بالدواني وسأذكره في حرف الدال إن شاء الله تعالى شيخ صالح سديد سمع أبا الحسين أحمد بن محمد بن النقور البزاز وأبا الخطاب نصر بن أحمد بن البطر وغيرهما كتبت عنه ببغداد في دار ابن الظاهر وكانت له إجازة صحيحة عن أبي بكر الخطيب الحافظ وأما أخوه أبو الفائز أحمد بن محمد بن الحسين البزوري الشطرنجي وأبو عبد الله محمد بن سعيد بن يحيى بن سعيد بن يحيى بن سعيد البزوري كوفي الأصل حدث عن عمر بن شبة وعلي بن حرب وعباس بن محمد الدوري روى عنه أبو الحسين بن المنادي ومحمد بن جعفر زوج الحرة وأبو بكر بن شاذان ومحمد بن عبيد الله بن الشخير وأبو حفص بن شاهين ووالد السابق ذكره أبو عوف عبد الرحمن بن مرزوق بن عطية البزوري سمع روح بن عبادة وزكريا بن عدي وشبابة بن سوار وكثير بن هشام ومكي بن إبراهيم وعبد الوهاب بن عطاء ويحيى بن أبي بكير وأبا نعيم الملائي وعاصم بن علي روى عنه ابنه أبو عبد الله ويحيى بن محمد بن صاعد وإسماعيل بن محمد بن إسماعيل الصفار ومحمد بن عمرو بن البختري الرزاز وأبو عمرو بن السماك الدقاق وأبو سهل بن زياد |جـ1 صـ344| القطان وكان ثقة ومات في رجب سنة خمس وسبعين ومائتين وكان قد بلغ ثلاثا وتسعين سنة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.343-344",
    },

    "JK_000952_0487": {
        "source" : "SKA",
        "title"  : "البزوغابي",
        "text": "<h1>البزوغابي</h1> بضم الباء الموحدة والزاي وفتح الغين المعجمة وفي آخرها الياء المنقوطة من تحتها باثنتين هذه النسبة إلى بزوغي وهي قرية من قرى بغداد خرج منها جماعة منهم أبو يعقوب إسحاق بن إبراهيم بن حاتم بن إسماعيل البزوغاني المديني كان مديني الأصل وكان ينزل قرية بزوغي ثم انتقل إلى عكبرا وكان خطيب دور عرمابا وهو ابن بنت أبي موسى محمد بن المثنى العنزي وجده حاتم بن إسماعيل صاحب جعفر بن محمد بن علي حدث عن جده لأمه محمد بن المثنى وعن أبي سعيد الأشج والزبير بن بكار وإبراهيم بن عبد الله بن الجنيد والحسن بن عرفة وعمر بن شبة وعباس الترقفي وعباس الدوري وأبي عمر العطاردي روى عنه محمد بن عبد الله بن بخيت الدقاق كتابا صنفه وسماه المنير يذكر فيه أشياء من أخبار الأوائل وأيام الجاهلية وطرفا من الأنساب وقطعة من المعارف ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.344",
    },

    "JK_000952_0488": {
        "source" : "SKA",
        "title"  : "البزياني",
        "text": "<h1>البزياني</h1> بضم الباء الموحدة وسكون الزاي وفتح الياء المنقوطة باثنتين من تحتها وفي آخرها النون هذه النسبة إلى بزيان وهي من قرى هراة كان منها أبو بكر عبيد الله بن محمد البزياني شيخ من أصحاب أبي عبد الله بن كرام مات ليلة الخميس السابع عشر من جمادي الآخرة سنة ست وعشرين وخمسمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.344",
    },

    "JK_000952_0489": {
        "source" : "SKA",
        "title"  : "البزيذي",
        "text": "<h1>البزيذي</h1> بكسر الباء الموحدة والزاي وسكون الياء المنقوطة من تحتها باثنتين وفي آخرها الذال المعجمة هذه النسبة إلى قرية من قرى بغداد يقال لها بزيذي وأبو مسلم جعفر بن باي الجيلي البزيذي سكن هذه القرية فنسب إليها سمع بأصبهان أبا بكر محمد بن إبراهيم بن المقري وبعكبرا أبا عبد الله عبيد الله بن محمد بن بطة العكبري وغيرهما ورد بغداد ودرس بها فقه الشافعي على أبي حامد الإسفراييني ثم نزل قرية بزيذي وبنى بها وكان يقدم في الأوقات إلى بغداد ويحدث قال أبو بكر الخطيب الحافظ سمعنا منه في جامع المدينة وكان ثقة فاضلا دينا عالما ومات في شهر رمضان من سنة سبع عشرة وأربعمائة وكانت وفاته ببزيذي ودفن في تلك القرية ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.344",
    },

    "JK_000952_0490": {
        "source" : "SKA",
        "title"  : "البزيعي",
        "text": "<h1>البزيعي</h1> هذه النسبة إلى الجد وهو هارون بن داود بن الفضل بن بزيع البزيعي من أهل |جـ1 صـ345| البصرة سكن الثغر يروي عن أبي عصام والبصريين روى عنه عمر بن سعيد بن سنان المنبجي الحافظ ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.344-345",
    },

    "JK_000952_0491": {
        "source" : "SKA",
        "title"  : "البزي",
        "text": "<h1>البزي</h1> بفتح الباء المنقوطة من تحت بنقطة وكسر الزاي المشددة فهذه النسبة إلى كنية جده الأعلى وهو أبو بزة والمشهور بهذه النسبة أبو الحسن أحمد بن محمد بن عبد الله بن القاسم بن نافع بن أبي بزة المكي مقرىء أهل مكة وهو صاحب قراءة عبد الله بن كثير فإنه قرأ على عكرمة وهو على شبل وإسماعيل وهما علي بن كثير يروي عنه أبو محمد إسحاق بن أحمد بن نافع بن إسحاق الخزاعي وأبو علي الحسين بن محمد الحداد المكي وأبو ربيعة محمد بن إسحاق الخزاعي قال الدارقطني البزي الذي ينسب إليه قراءة أهل مكة |جـ1 صـ346| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.345-346",
    },

    "JK_000952_0492": {
        "source" : "SKA",
        "title"  : "البساسيري",
        "text": "<h1>البساسيري</h1> بفتح الباء الموحدة والألف بين السينين المهملتين أولاهما مفتوحة والأخرى مكسورة بعدها ياء ساكنة آخر الحروف وفي آخرها الراء هذه نسبة واحد من الأتراك يقال له أبو الحارث أرسلان البساسيري وكان رأس الأتراك البغدادية وكان يتحكم على القائم بأمر الله إلى أن خرج عليه وقصته مشهورة في التواريخ ومقصودنا النسبة هذه النسبة إلى بلدة بفارس يقال لها بسا وبالعربية فسا والنسبة بالعربية إليها فسوي وأهل فارس ينسبون إليها البساسيري وهكذا يكتبون وسيد أرسلان التركي كان من بسا فنسب الغلام إليه واشتهر بالبساسيري هكذا ذكر الأديب أبو العباس أحمد بن علي بن بابه القاشي فيما حكي عنه الأديب ذو المناقب أبو الوفاء الإخسيكثي في تاريخه وقتل طغرل بك ارسلان البساسيري في الحادي عشر من ذي الحجة سنة إحدى وخمسين وأربعمائة وببغداد محلة كبيرة وراء باب الأزج ودار الخليفة يقال لها دار البساسيري ولعل هذا التركي نزل بها فنسبت المحلة إليه كان بها جماعة من المحدثين وكتبت عنهم منهم ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.346",
    },

    "JK_000952_0493": {
        "source" : "SKA",
        "title"  : "البسامي",
        "text": "<h1>البسامي</h1> بفتح الباء الموحدة والسين المهملة المشددة بعدهما الألف وفي آخرها الميم هذه النسبة إلى بسام وهو اسم لجد أبي الحسن علي بن محمد بن منصور بن نصر بن بسام الشاعر البسامي من أهل بغداد سائر الشعر مشهور عند أهل الأدب روى عنه محمد بن يحيى الصولي وأبو سهل أحمد بن محمد بن زياد القطان وغيرهما وقيل طلب البسامي من بعض جيرانه دابة عارية فمنعها فكتب إليه % بخلت عنا بأدهم عجف % % لست تراني ما عشت أطلبه % % فلا تقل صنته فما خلق الله % % مصونا وأنت تركبه % مات البسامي في صفر سنة اثنتين وثلاثمائة |جـ1 صـ347| ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.346-347",
    },

    "JK_000952_0494": {
        "source" : "SKA",
        "title"  : "البسبي",
        "text": "<h1>البسبي</h1> بسكون السين المهملة بين الباءين الموحدتين أولاهما مفتوحة والأخرى مكسورة وهي منسوبة إلى قرية من قرى بخارا يقال لها بسبه ومن هذه القرية أحمد بن محمد بن أبي نصر البسبي هكذا ذكره أبو كامل البصيري ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.347",
    },

    "JK_000952_0495": {
        "source" : "SKA",
        "title"  : "البستنبان",
        "text": "<h1>البستنبان</h1> بضم الباء الموحدة وسكون السين المهملة وفتح التاء المنقوطة من فوقها باثنتين وسكون النون وفتح الباء الموحدة وفي آخرها النون بعد الألف هذه الكلمة إنما يقال بوستان بان يعني الذي يحفظ البستان والكرم وعرف بهذا جماعة منهم أبو بكر محمد بن أحمد بن أسد بن البستنبان الحافظ وقيل له بإثبات الألف البستان بان من أهل بغداد هروي الأصل سمع الزبير بن بكار وإبراهيم بن زياد المؤدب وعيسى بن أبي حرب الصفار وعبد الله بن شبيب الربعي وجعفر بن أبي عثمان الطيالسي روى عنه القاضي أبو الحسن الجراحي وعلي بن عمر الدارقطني وأبو بكر محمد بن إبراهيم بن المقري والمعافي بن زكريا الجريري وكان ثقة ويلقب بكزاز وكانت ولادته سنة إحدى وأربعين ومائتين ومات في رجب سنة ثلاث وعشرين وثلاثمائة وأبو جعفر محمد بن الحسين بن سعيد بن البستنبان كان يسكن سر من رأى وحدث بها عن الحسن بن بشر البجلي وهشام بن بهرام المدائني روى عنه محمد بن مخلد الدوري ومحمد بن جعفر المطيري ومحمد بن أحمد بن المحرم وعبد الباقي بن قانع وكان ثقة مات بسر من رأى في سنة تسع وثمانين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.347",
    },

    "JK_000952_0496": {
        "source" : "SKA",
        "title"  : "البستيغي",
        "text": "<h1>البستيغي</h1> بفتح الباء المنقوطة بواحدة وسكون السين المهملة وكسر التاء المنقوطة باثنتين من فوقها وسكون الياء المنقوطة باثنتين من تحتها وبعدها الغين المعجمة هذه النسبة إلى بستيغ وهي قرية بسواد نيسابور والمشهور بالانتساب إليها قال الأمير ابن ماكولا هو |جـ1 صـ348| شيخنا أبو سعيد شبيب بن أحمد بن خشنام أحمد البستيغي منسوب إلى قرية من أعمال نيسابور سألته عن مولده فقال في سنة ثلاث وتسعين وثلاثمائة قلت وكان من أصحاب أبي عبد الله بن كرام سمع السيد أبا الحسن محمد بن الحسين العلوي وغيره روى لي عنه محمد بن الفضل الفراوي بنيسابور وزاهر بن طاهر الشحامي بأصبهان وجماعة سواهما وتوفي في وسبعين وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.347-348",
    },

    "JK_000952_0497": {
        "source" : "SKA",
        "title"  : "البستي",
        "text": "<h1>البستي</h1> بفتح الباء المنقوطة بواحدة وسكون السين وفي آخرها التاء المعجمة هذه النسبة إلى بست ولعله كان قصير القامة فقيل له بالعجمية بست وهو أبو نصر أحمد بن محمد بن أحمد بن زياد بن الفضل بن مجاهد بن تميم الزراد البستي الدهقان يعرف بابن أبي سعيد من أهل سمرقند قال أبو سعد الإدريسي سمع منه محمد بن جعفر الكبوذنجكثي الكثير مع أبيه كان صحيح السماعات سماعاته كانت بخط أبيه إلا أنه لم يكن يعرف من أمر الحديث شيئا كتبنا عنه مات بأخرة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.348",
    },

    "JK_000952_0498": {
        "source" : "SKA",
        "title"  : "البستي",
        "text": "<h1>البستي</h1> هذه النسبة إلى بست بضم الباء المعجمة الموحدة وسكون السين المهملة والتاء المنقوطة بنقطتين في آخرها وهي بلدة من بلاد كابل بين هراة وغزنة وهي بلدة حسنة كثيرة الخضر والأنهار والبساتين سمعت أبا زيد محمد بن علي القزازي بآمل طبرستان وأبا الفضل جعفر بن الكثري السباري ببخارا يقولان سئل بعض الفضلاء عن بست ووصفها فقال هي كتثنيتها يعني بستان خرج منها جماعة من الأئمة والعلماء منهم القاضي أبو محمد إسحاق بن إبراهيم البستي صاحب السنن أدرك جماعة كثيرة من شيوخ البخاري ومسلم وأبو حاتم محمد بن حبان بن أحمد بن حبان التميمي البستي إمام عصره |جـ1 صـ349| صنف تصانيف لم يسبق إلى مثلها رحل فيما بين الشاش إلى الإسكندرية وتلمذ في الفقه لأبي بكر بن خزيمة بنيسابور وكتب بالبصرة عن أبي خليفة الجمحي وبالشام عن محمد بن عبيد الله الكلاعي وعالم لا يحصون سمع منه أبو عبد الله بن منده وأبو عبد الله بن البيع الحافظان وغيرهما وذكره الحاكم أبو عبد الله فقال أبو حاتم البستي القاضي كان من أوعية العلم في اللغة والفقه والحديث والوعظ وكان من عقلاء الرجال صنف فخرج له من التصنيف في الحديث ما لم يسبق إليه وولي القضاء بسمرقند وغيرها من المدن بخراسان ثم ورد نيسابور سنة أربع وثلاثين وحضرناه يوم جمعة بعد الصلاة فلما سألناه الحديث نظر إلى الناس وأنا أصغرهم سنا فقال استمل فقلت نعم فاستمليت ثم أقام عندنا وخرج إلى القضاء إلى نسا أو غيرها وانصرف إلينا سنة سبع وثلاثين فبنى الخانقاه في باب الرازيين وقرىء عليه جملة من مصنفاته ثم خرج من نيسابور سنة أربعين وانصرف إلى وطنه ببست وكانت الرحلة بخراسان إلى مصنفاته ومات في شوال سنة أربع وخمسين وثلاثمائة ودفن ببست في الصفة التي ابتناها بقرب داره التي هي اليوم مدرسة لأصحابه ولهم جرايات يستنفقونها وأبو سليمان حمد بن محمد إبراهيم الخطابي صاحب كتاب أعلام الحديث ومعالم السنن وغريب الحديث والعزلة وغيرها أدرك أبا سعيد بن الأعرابي بمكة وأبا بكر بن داسة بالبصرة روى عنه عبد الغافر بن محمد الفارسي وأبو عمرو محمد بن عبد الله الرزجاهي وجماعة سواهما والعميد أبو الفتح علي بن محمد البستي أوحد عصره جودة الشعر وحسن المحاورة صحب الأكابر وشعره مدون مشهور وأبو الفتح علي بن محمد البستي الأديب الكاتب النحرير وهو أوحد عصره في الفضل والعلم والشعر والكتابة ذكره الحاكم أبو عبد الله الحافظ في تاريخه وقال ذكر لي سماعه بتلك الديار من أصحاب علي بن عبد العزيز وأقرانه وأكثر عن أبي حاتم وأهل عصره ورد نيسابور غير مرة وأفاد حتى أقر له جماعة بالفضل وتوفي ببخارا في سنة إحدى وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.348-349",
    },

    "JK_000952_0499": {
        "source" : "SKA",
        "title"  : "البسري",
        "text": "<h1>البسري</h1> بضم الباء المنقوطة بواحدة وسكون السين المهملة وفي آخرها الراء هذه النسبة إلى بسر بن ارطاة وقيل ابن أبي ارطاة والمشهور بهذه النسبة أبو عبد الله محمد بن الوليد بن عبد الحميد البسري القرشي وهو من ولد بسر بن أبي ارطاة أحد الثقات المشهورين من أهل البصرة قدم بغداد وحدث بها عن محمد بن جعفر غندر وعبد الأعلى بن عبد الأعلى السامي ويحيى بن سعيد القطان ووهب بن جرير ومحمد بن عبيد الطنافسي ومروان بن معاوية الفزاري وغيرهم روى عنه محمد بن إسماعيل البخاري في صحيحه |جـ1 صـ350| وكذلك مسلم بن الحجاج القشيري وقاسم بن زكريا المطرز وعبد الله بن محمد بن ناجية ويحيى بن محمد بن صاعد وأبو عمر محمد بن يوسف القاضي والقاضي المحاملي ومحمد بن مخلد العطار وجماعة سواهم وقال أبو عبد الرحمن النسائي محمد بن الوليد بصري ثقة وجماعة من أهل العراق نسبوا إلى بيع البسر وشرائه وفيهم كثرة وظني أن أبا القاسم علي بن أحمد بن محمد بن البسري البندار منهم وهو شيخ بغداد في عصره سمع أبا طاهر المخلص وأبا الحسن بن الصلت وأبا أحمد الفرضي روى عنه يوسف بن أيوب الهمذاني بمرو وأبو المظفر بن القشيري بنيسابور وأبو نصر بن الغازي بأصبهان وعمر بن إبراهيم العلوي بالكوفة وأبو السعادات بن نغوبا بواسط وفم الصلح وأبو الفضل محمد بن ناصر الحافظ ببغداد في جماعة أكثر من ثلاثين نفسا وتوفي في سنة أربع وسبعين وأربعمائة وكانت ولادته في حدود سنة ثمانين وثلاثمائة وأما ابنه أبو عبد الله الحسين بن علي بن أحمد بن البسري فصار من محدثي بغداد لكبر سنه وعلو سنده في عصره سمع أبا محمد عبد الله بن يحيى بن عبد الجبار السكري وغيره روى لنا عنه أبو البركات إسماعيل بن أبي سعد الصوفي ببغداد وأبو المظفر عبد الله بن طاهر بن فارس الخياط بالترمذ وغيرهما وكانت ولادته في سنة تسع أو عشر وأربعمائة وتوفي في جمادي الآخرة سنة سبع وتسعين وأربعمائة وأما أبو عبيد البسري الصوفي من مشاهير الصوفية فهو منسوب إلى بصرى قرية من قرى الشام فأبدل الصاد بالسين وقيل البسري على قياس قولهم في السويق الصويق وفي السراط الصراط وفي السقر الصقر وأخواتها حدثنا أبو العلاء أحمد بن الفضل الحافظ من لفظه بجامع أصبهان وكتب لي بخطه أنا أبو الفضل محمد بن طاهر بن علي المقدسي أنا أبو علي الحسن بن عبد الرحمن الشافعي بمكة أنا أبو الحسن علي بن عبد الله الهمذاني سمعت محمد بن داود سمعت أبا بكر بن معمر سمعت ابن أبي عبيد البسري يحدث عن أبيه أنه غزا سنة من السنين فخرج في السرية فمات المهر الذي كان تحته فقال أبو عبيد فقلت يا رب اعرنيها حتى أرجع إلى بصرى يعني قريته فإذا المهر قائم فلما غزونا ورجعت إلى بصرى قال أبو عبيد لابنه |جـ1 صـ351| يا بني خذ السرج عن المهر فقلت له يا ابه هو عرق فإن أخذنا عنه السرج داخله الريح فقال يا بني هو عارية فكما أخذت عنه السرج وقع فمات ومن القدماء أبو الوليد أحمد بن عبد الرحمن بن بكار بن عبد الملك بن الوليد بن بسر بن ارطاة القرشي البصري الدمشقي من أهل دمشق سكن بغداد وحدث بها عن الوليد بن مسلم ومروان بن معاوية روى عنه علي بن عبد العزيز البغوي وابن أخيه عبد الله بن محمد بن عبد العزيز البغوي وعبد الله بن محمد بن ناجية وعمر بن محمد بن نصر الكاغذي وغيرهم وكان أبو عبد الرحمن النسائي يقول هو دمشقي صالح ومات في سنة ست وأربعين ومائتين ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.349-350",
    },

    "JK_000952_0500": {
        "source" : "SKA",
        "title"  : "البسطامي",
        "text": "<h1>البسطامي</h1> بالباء المفتوحة المنقوطة بواحدة وسكون السين المهملة وفتح الطاء المهملة هذه النسبة إلى بسطام وهي بلدة بقومس مشهورة أقمت بها ليلة في توجهي إلى العراق والمشهور بهذه النسبة أبو يزيد البسطامي الأكبر المشهور اسمه طيفور بن عيسى بن سروشان وكان سروشان مجوسيا فأسلم وحسن إسلامه له حديث واحد لم يصح عنه غيره يروي عن أبي عبد الرحمن السري عن عمرو بن قيس روى عنه علي بن جعفر البغدادي وأبو يزيد البسطامي الزاهد الأصغر طيفور بن عيسى بن آدم بن عيسى بن علي الزاهد يروي عن صالح بن يونس وعلي بن الحسن الترمذي وعبد الله بن عبد الوهاب وأبي مصعب الزهري ومحمد بن يوسف الفريابي وغيرهم روى عنه أبو يعقوب يوسف بن محمد بن بندار الولائي وجماعة كثيرة من رواة العلم بسطاميون قال ابن ماكولا وقد لحقنا ببسطام الشيخ أبا الفضل محمد بن علي بن أحمد بن الحسين بن سهل السهلكي البسطامي وكان أوحد وقته مفننا في العلوم وله تصانيف كثيرة سمع أبا عبد الله محمد بن إبراهيم بن منصور وأبا عبد الله محمد بن عبد الله الرازي وبهرام بن أبي الفضل بن شاه المروزي وأبا سهل محمد بن أحمد بن عبد الله الإستراباذي وأبا عبد الله محمد بن علي الداستاني وكان يسميه شيخ المشايخ وسمع أبا بكر الحيري وأبا سعيد الصيرفي وغيرهما من أصحاب الحديث ورحل وسمع الكثير وكان إمام أهل التصوف في وقته قلت وتوفي في جمادي الآخرة سنة ست وسبعين وأربعمائة عن سبع وتسعين سنة وكانت ولادته تقديرا سنة تسع وثمانين |جـ1 صـ352| وثلاثمائة وإمامنا وشيخنا أبو شجاع عمر بن محمد بن عبد الله بن محمد بن عبد الله بن نصر البسطامي ثم البلخي جده الأعلى من بسطام سكن بلخ وولد هو بها وكان إماما متفننا فقيها حافظا محدثا مفسرا أديبا شاعرا كاتبا حسن الأخلاق ظريف الجملة والتفصيل سمع أبا القاسم أحمد بن أبي منصور الخليلي وأبا إسحاق إبراهيم بن أبي نصر الأصبهاني البلخيين وغيرهما أكثرت عنه وسمعت منه بمرو وبلخ وهراة وبخارا وسمرقند وكانت ولادته في ذي الحجة سنة خمس وسبعين وأربعمائة ببلخ وأما أخوه محمد بن أبي الحسن محمد بن عبد الله شيخ سديد السيرة كثير العبادة مشتغل بما يعنيه سمع الكثير من البلخيين مثل أبي هريرة القلانسي وأبي القاسم الخليلي وأبي إسحاق الأصبهاني وأبي علي الوزير نظام الملك وحمد بن أحمد الزبيري الطبري وكانت له إجازة عن أبي علي الوخشي وتوفي سنة إحدى وخمسين وخمسمائة ببلخ وكان قد جاوز الثمانين وابنه أبو القاسم أحمد بن محمد البسطامي سمع أبا سعد أسعد بن محمد بن ظهير البلخي كتبت عنه أحاديث ببلخ وجماعة كثيرة من البسطاميين كتبت عنهم ببسطام ونيسابور ودمشق وفيهم كثرة وأما أبو بكر أحمد بن محمد بن عمر بن بسطام المروزي البسطامي نسب إلى جده الأعلى محدث مرو في عصره وهو ثقة صدوق مكثر سمع علي بن الحسين بن واقد وأبا صالح أحمد بن منصور زاج وطبقتهما روى عنه أبو العباس المعداني وأبو علي زاهر بن أحمد الفقيه وتوفي بعد سنة ثلاثمائة بمرو والقاضي أبو عمر محمد بن الحسين بن محمد بن الهيثم البسطامي الواعظ الفقيه على مذهب الشافعي ولي قضاء نيسابور وقدم بغداد وحدث بها عن أحمد بن عبد الرحمن بن الجارود الرقي وسليمان بن أحمد بن أيوب الطبراني وأحمد بن محمود بن خرزاد الأهوازي وجماعة سواهم روى عنه أبو محمد الحسن بن محمد الخلال البغدادي وأبو صالح أحمد بن عبد الملك المؤذن وأبو بكر محمد بن يحيى بن إبراهيم المزكي وأبو سعيد محمد بن سعيد الفرخزاذي وأبو المعالي عمر بن أبي عمر البسطامي ابنه وجماعة كثيرة سواهم وظني أن آخر من روى عنه أبو عطاء عبد الأعلى بن عبد الواحد المليحي قدم بغداد في حياة أبي حامد الإسفراييني وكان أبو حامد يعظمه ويجله وكان إماما نظارا فحلا وكانت وفاته بنيسابور في سنة سبع وأربعمائة وأما أبو الحسن علي بن أحمد بن هارون بن عبد الرحمن بن يوسف بن محمد بن بسطام المعدل البسطامي المعروف بابن كردي نسب إلى |جـ1 صـ353| جده الأعلى وهو من أهل النهروان سمع أبا جعفر محمد بن يحيى بن علي بن حرب الطائي روى عنه أبو بكر أحمد بن علي بن ثابت الخطيب الحافظ وكانت ولادته في سنة إحدى وثلاثين وثلاثمائة ومات في شعبان سنة سبع عشرة وأربعمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.350-352",
    },

    "JK_000952_0501": {
        "source" : "SKA",
        "title"  : "البسطامي",
        "text": "<h1>البسطامي</h1> بكسر الباء الموحدة والسين الساكنة والطاء المفتوحة المهملتين بعدها الألف وفي آخرها الميم هذه النسبة إلى بسطام وهو اسم رجل وهو أبو عبد الله محمد بن عبيد الله بن محمد بن عبدوس بن سوار بن إبراهيم بن بسطام الدقاق الحراني البسطامي هكذا رأيت مقيدا مضبوطا بكسر الباء من أهل حران حدث بحلب عن الحسن بن هاشم روى عنه أبو الحسين بن جميع الغساني ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.352",
    },

    "JK_000952_0502": {
        "source" : "SKA",
        "title"  : "البسكاسي",
        "text": "<h1>البسكاسي</h1> بفتح الباء وبكاف وألف بين السينين المهملتين هذه النسبة إلى بسكاس والمشهور بالانتساب إليها أبو أحمد نبهان بن إسحاق بن مقداس البسكاسي البخاري من قرية بسكاس يروي عن أبي عصمة سعد بن معاذ وأبي عبد الله بن أبي حفص ورحل إلى مصر وسمع الربيع بن سليمان صاحب الشافعي وأحمد بن عبد الله البرقي وبكار بن قتيبة القاضي وفهد بن سليمان وبالشام العباس بن الوليد بن مزيد البيروتي روى عنه محمد بن محمد بن الحسن القاضي وأبو بكر بن محمد بن داود بن عصام البخاريان توفي في المحرم سنة عشر وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, p.352",
    },

    "JK_000952_0503": {
        "source" : "SKA",
        "title"  : "البسكايري",
        "text": "<h1>البسكايري</h1> بفتح الباء الموحدة وسكون السين المهملة وفتح الكاف والياء المكسورة المنقوطة باثنتين من تحتها وفي آخرها الراء هذه النسبة إلى بسكاير وهي قرية من قرى بخارا منها أبو المشهر أحمد بن علي بن طاهر بن محمد بن طاهر بن عبد الله بن طاهر بن ويرنك بن تازدار بن هرمز بن شهريار بن يزدجرد بن بهرام البسكايري من أهل هذه القرية كان فاضلا عالما عارفا بالأدب واللغة ورحل إلى خراسان والعراق والحجاز وأدرك |جـ1 صـ354| الشيوخ ورأيت له مجموعا بخطه بنسف حدث فيه عن جماعة من الشيوخ فاستحسنته جدا وكان يملي ببخارا سمع السيد أبا الحسن محمد بن علي الهمذاني وأبا سعيد الخليل بن أحمد السجزي وبترمذ أبا منصور الحسين بن علي بن يوسف الزاهد وبآمل أبا سعيد أحمد بن محمد بن فضلويه الآملي وبالدامغان أبا محمد الحسن بن محمد بن عتاب الخطيب وبسمنان أبا القاسم عبد الله بن عمر بن محمد بن الداية الكلوذاني وبالري أبا عبد الله الحسين بن جعفر الجرجاني الحافظ وببغداد أبا القاسم عبيد الله بن أحمد الصيدلاني وأبا الحسن محمد بن أحمد بن رزق البزاز وطبقتهم روى عنه أبو العباس جعفر بن محمد بن المعتز المستغفري وأبو محمد عبد العزيز بن محمد بن العاصمي وغيرهما وذكر العاصمي أن أبا المشهر كان يتكلم في بعض سماعه ولم تكن أصوله صحيحة ولم أكثر منه وأبو أحمد نبهان بن إسحاق بن مقداس الدهقان الفقيه الزاهد البسكايري سمع ببخارا من أبي عصمة سعد بن معاذ المروزي وسفيان بن عبد الحكم وأبي طاهر اسباط بن اليسع وأبي عبد الله بن أبي حفص ورحل إلى الشام ومصر وسمع ربيع بن سليمان المرادي وبكار بن قتيبة والعباس بن الوليد البيروتي وتوفي في المحرم سنة عشرين وثلاثمائة ",
        "reference": "al-Samʿānī. <i>Kitāb al-ansāb</i>. Vol.1, pp.352-354",
    }
}