{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القليس</h1>\n<p class=\"arabic\">بناء كان أبرهة الحبشي بناه بصنعاء إلى جنب غمدان، وكتب إلى النجاشي ملك الحبشة: إني قد بنيت لك بصنعاء بيتا لم تبن العرب ولا العجم مثله، ولن أنتهي حتى أصرف حاج العرب إليه ويتركوا الحج إلى بيتهم. وقيل كتب إليه: قد بنيت لك كنيسة لم يبن مثلها لملك كان قبلك، ولست بمنته حتى أصرف حاج العرب إليها.</p>\n<p class=\"arabic\">قالوا : وكان بناؤه إياه بحجارة قصر بلقيس الذي بمأرب، وبلقيس صاحبة الصرح الذي ذكره الله تعالى في القرآن في قصة سليمان عليه السلام، وكان سليمان عليه السلام حين تزوجها ينزل عليها فيه إذا جاءها، فوضع أبرهة الرجال نسقا يناول بعضهم بعضا الحجارة والآلة حتى نقل ما كان قي قصر بلقيس مما احتاج إليه من حجر أو رخام أو آلة للبناء وجد في بنائه، وإنه كان مربعا مستوي التربيع، وجعل طوله في السماء ستين ذراعا، وكبسه من داخله عشر أذرع في السماء فكان يصعد إليه بدرج الرخام، وحوله سور بينه وبين القليس مائتا ذراع يطيف به من كل جانب، وجعل بناء ذلك كله بحجارة يسميها أهل اليمن الجروب، منقوشة مطابقة لا تدخل بين أطباقها الإبرة، مطيفة به، وجعل طول ما بنى به من الجروب عشرين ذراعا في السماء، ثم فصل ما بين حجارة الجروب بحجارة مثلثة تشبه الشرف مداخلة بعضها ببعض: حجر أخضر وحجر أحمر وحجر أبيض وحجر أصفر وحجر أسود، فيما بين كل ساقين خشب ساسم مدور الرأس، غلظ الخشبة خصر الرجل، ناتئة على البناء وكان مفصلا بهذا البناء على هذه الصفة، ثم فصل بافريز من رخام منقوش طوله في السماء ذراعان، وكان الرخام ناتئا عن البناء ذراعا، ثم فصل فوق الرخام بحجارة سود لها بريق من حجارة نقم جبل صنعاء المشرف عليها، ثم وضع فوقها حجارة صفر لها بريق ثم وضع فوقها حجارة بيض لها بريق، فكان هذا ظاهر حائط القليس وكان عرض حائط القليس ستة أذرع، وذكروا أنهم لا يحفظون ذرع طول القليس ولا عرضه، وكان له باب من نحاس عشر أذرع طولا في أربع أذرع عرضا، وكان المدخل منه إلى بيت في جوفه طوله ثمانون ذراعا في أربعين ذراعا، معلق العمل بالساج المنقوش ومسامير الفضة والذهب، ثم تدخل من البيت إلى إيوان طوله أربعون ذراعا، عن يمينه وعن يساره عقود مضروبة بالفسيفساء مشجرة بين أضعافها كواكب الذهب ظاهرة، ثم تدخل من الإيوان إلى قبة ثلاثين ذراعا في ثلاثين ذراعا جدرها بالفسيفساء، وفيها صلب منقوشة بالفسيفساء والذهب والفضة، وفيها رخامة مما يلي مطلع الشمس من البلق مربعة عشرة أذرع في عشرة أذرع تعشي عين من نظر إليها من بطن القبة، تؤدي ضوء الشمس والقمر إلى داخل القبة، وكان تحت الرخامة منبر من خشب اللبخ، وهو عندهم الأبنوس، مفصل بالعاج الأبيض، ودرج المنبر من خشب الساج ملبسة ذهبا وفضة وكان في القبة سلاسل فضة، وكان في القبة أو في البيت خشبة ساج منقوشة طولها ستون ذراعا يقال لها كعيب، وخشبة من ساج نحوها في الطول يقال لها امرأة كعيب، كانوا يتبركون بهما في الجاهلية، وكان يقال لكعيب الأحوزي، والأحوزي بلسانهم الحبر، وكان أبرهة عند بناء القليس قد أخذ العمال بالعمل، أخذا شديدا، وقد آلى أن [v.1, p.467] لا تطلع الشمس على عامل لم يضع يده في عمله فيؤتى به إلا قطع يده، قال: فتخلف رجل ممن كان يعمل فيه حتى طلعت الشمس، وكانت له أم عجوز، فذهب بها معه لتستوهبه من أبرهة، فأتته به وهو بارز للناس، فذكرت له علة ابنها واستوهبته منه فقال: لا أكذب نفسي ولا أفسد علي عمالي، فأمر بقطع يده، فقالت له أمه: ضرب بمعولك ساعي بهر، اليوم لك وغدا لغيرك، ليس كل الدهر لك، فقال: ادنوها، فقال لها: إن هذا الملك أيكون لغيري؟ قالت: نعم، وكان أبرهة قد أجمع أن يبني القليس حتى يظهر على ظهره فيرى منه بحر عدن، فقال: لا أبني حجرا على حجر بعد يومي هذا، فأعفى الناس من العمل، وتفسير قولها: ساعي بهر، تقول: اضرب بمعولك ما كان حديدا، فانتشر خبر بناء أبرهة هذا في العرب، فدعا رجل من النسأة من بني مالك بن كنانة فتيين منهم فأمرهما أن يذهبا إلى ذلك البيت الذي بناه أبرهة بصنعاء فيحدثا فيه، فذهبا ففعلا ذاك، فدخل أبرهة البيت فرأى آثارهما فيه فقال: من فعل هذا؟ فقيل: رجلان من العرب، فغضب من ذلك وقال: لا أنتهي حتى أهدم بيتهم الذي بمكة.</p>\n<p class=\"arabic\">وقيل : لما تحدثت العرب بكتاب أبرهة بذلك إلى النجاشي غضب رجل من النسأة أحد بني فقيم من بني كنانة، فخرج حتى أتى القليس، فقعد فيها، أي أحدث فيها، ثم خرج حتى لحق بأرضه، فأخبر بذلك أبرهة فقال: من صنع هذا؟ فقيل له: صنعه رجل من العرب من أهل هذا البيت الذي تحج العرب إليه بمكة لما أن سمع بقولك: أصرف إليها حاج العرب، فغضب فقعد فيها، أي أنها ليست لذلك بأهل، فغضب عند ذلك أبرهة وحلف ليسيرن إلى البيت حتى يهدمه.</p>\n<p class=\"arabic\">قال : فساق الفيل إلى البيت الحرام ليهدمه، فكان من أمر الفيل ما كان، فلم يزل القليس على ما كان عليه حتى ولى أبو جعفر المنصور أمير المؤمنين العباس بن الربيع بن عبيد الله الحارثي اليمن، فذكر للعباس ما في القليس من النقض والذهب والفضة وعظم ذلك عنده وقيل له إنك مصيب فيه مالا كثيرا وكنزا، فتاقت نفسه إلى هدمه وأخذ ما فيه، فبعث إلى ابن لوهب بن منبه فاستشاره في هدمه وقال: إن غير واحد من أهل اليمن قد أشاروا علي أن لا أهدمه، وعظم علي أمر كعيب وذكر أن أهل الجاهلية كانوا يتبركون به، وأنه كان يكلمهم ويخبرهم بأشياء مما يحبون ويكرهون، قال ابن وهب: كل ما بلغك باطل، وإنما كعيب صنم من أصنام الجاهلية فتنوا به، فمر بالدهل - وهو الطبل - وبمزمار فليكونا قريبا، ثم اعله بالهدامين، ثم مرهم بالهدم، فإن الدهل والمزمار أنشط لهم وأطيب لأنفسهم، وأنت مصيب من نقضه مالا مع أنك تثأر من الفسقة الذين حرقوا غمدان وتكون قد محوت عن قومك اسم بناء الحبش وقطعت ذكرهم. وكان بصنعاء يهودي عالم، قال: فجاء قبل ذلك إلى العباس بن الربيع يتقرب إليه، فقال له: إن ملكا يهدم القليس يلي اليمن أربعين سنة، فلما اجتمع له قول اليهودي ومشورة ابن وهب أجمع على هدمه.</p>\n<p class=\"arabic\">وفي الروض الأنف أن أبرهة لما هلك ومزقت الحبشة كل ممزق، وأقفر ما حول هذه الكنيسة فلم يعمرها العدو، وكثرت حولها السباع والحيات، وكان من أراد أن يأخذ شيئا منها أصابته الجن، فبقيت من ذلك العهد بما فيها من العدد والخشب المرصع بالذهب والآلات المفضضة التي تساوي قناطير من المال، لا يستطيع أحد أن يأخذ منها شيئا إلى زمن أبي العباس فذكر له أمرها وما يتهيب من جنها وحياتها فلم يرعه ذلك، وبعث إليها العباس بن الربيع عامله على اليمن معه أهل الحزم والجلادة، فخربوها وحصلوا منها مالا كثيرا، أبيع ما أمكن بيعه من رخامها وآلاتها، فعفا بعد ذلك رسمها وانقطع خبرها ودرست آثارها، وكان الذي يصيبهم من الجن ينسبونه إلى كعيب وامرأته، صنمين كانت الكنيسة بنيت عليهما، فلما كسر كعيب وامرأته أصيب الذي كسره بجذام، فافتتن بذلك رعاع اليمن وطغامه، وقالوا: أصابه كعيب.</p>\n<p class=\"arabic\">وذكر أبو الوليد الأزرقي عن الثقة عنده قال : شهدت العباس وهو يهدمه فأصاب منه مالا عظيما، ثم رأيته دعا بالسلاسل فعلقها في كعيب والخشبة التي معه، فاحتملها الرجال فلم يقربها أحد مخافة، لما كان أهل اليمن يقولون فيها، قال: فدعوا [v.1, p.468] بالورديون، وهو العجل فأعلق فيها السلاسل ثم جذبها الثيران وجذبتها الناس معه حتى أبرزوها من السور، فلما أن لم ير الناس شيئا مما كانوا يخافون من مضرتها، وثب رجل من أهل العراق، وكان تاجرا بصنعاء، فاشترى الخشبة وقطعها لدار له، فلم يلبث العراقي أن جذم، فقال رعاع الناس: هذا لشرائه كعيبا، قال: ثم رأيت أهل صنعاء بعد ذلك يطوفون بالقليس يلتقطون منه قطع الذهب والفضة.</p>\n<p class=\"arabic\">قال السهيلي : وسميت هذه الكنيسة بالقليس لارتفاع بنائها وعلوها، ومنه القلانس لأنها في أعالي الرؤوس، ويقال تقلنس الرجل وتقلس: إذا لبس القلنسوة، وقلس طعاما: أي ارتفع من معدته إلى فيه.</p>",
            "title": "القليس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001204-000.json"
        }
    ],
    "type": "FeatureCollection"
}