{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خليج القسطنطينية</h1>\n<p class=\"arabic\">من السواحل الشامية يأخذ من بحر مايطس وبحر نيطس ويجري الماء فيه جريا ويصب إلى بحر الشام، ومسافة هذا الخليج ثلثمائة وخمسون ميلا، وقيل أقل من ذلك، وعرضه في الموضع الذي يأخذ من بحر مايطس نحو من عشرة أميال، وهناك عمائر ومدينة للروم تدعى مسناة تمنع من يرد من ذلك البحر من مراكب الروس وغيرها، ثم يضيق هذا الخليج عند القسطنطينية فيصير عرضه، وهو موضع العبور من الجانب الشرقي إلى الجانب الغربي الذي فيه القسطنطينية، نحوا من أربعة أميال، وعليه العمائر، وينتهي إلى الموضع المعروف بأندلس. وهنالك جبال وعين ماء كبيرة ماؤها موصوف تعرف بعين مسلمة بن عبد الملك وكان نزوله عليها حين حاصر قسطنطينية، وأتته مراكب المسلمين، وفم هذا الخليج مما يلي بحر الشام ومنتهى مصبه يضيق، وهناك برج يمنع من فيه لمن يرد من مراكب المسلمين في الوقت الذي كانت للمسلمين فيه مراكب تغزو إلى الروم. وأما الآن فمراكب الروم تغزو بلاد الإسلام، قال المسعودي: وأخبرني أبو عمير علي بن أحمد بن عبد الباقي الأزدي وهو من أهل التحصيل، أنه حين عبر إلى القسطنطينية في هذا الخليج، حين دخل لإقامة الهدنة والفداء، كان يتبين جرية هذا الماء وبرده مما يلي بحر مايطس وربما يتبين في الماء الذي مما يلي بحر الشام فيجده فاترا، وهذا يدل على اتصال ماء هذين البحرين وأنه قد دخل من بحر الروم إلى هذا الخليج أيضا. قال المسعودي: وسمعت غير واحد من أهل التحصيل ممن غزا غزاة سلوقية مع غلام زرافة، وقد كانوا دخلوا إلى خليج القسطنطينية وساروا فيه مسافة بعيدة، أنهم وجدوا الماء في هذا الخليج يقل في أوقات من الليل والنهار ويكثر كالجزر والمد، وعليه المدن والعمائر، فلما أحسوا بنقصان الماء بادروا بالخروج منه إلى البر الرومي، وإن في مدخله من بحر الروم مدينة تقرب من فم الخليج، والخليج يطيف بالقسطنطينية من جهتين مما يلي الشرق ومما يلي الشمال.</p>",
            "title": "خليج القسطنطينية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000567-000.json"
        }
    ],
    "type": "FeatureCollection"
}