{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حراء</h1>\n<p class=\"arabic\">بكسر أوله ممدود، جبل بمكة، قال الأصمعي: بعضهم يذكره ويصرفه وبعضهم يؤنثه ولا يصرفه.</p>\n<p class=\"arabic\">وفي الخبر أن النبي صلى الله عليه وسلم قال: ` اثبت حراء فإنما عليك نبي أو صديق أو شهيد `. وكان صلى الله عليه وسلم يتحنث في هذا الجبل الليالي ذوات العدد قبل أن يوحى إليه وفيه نزل عليه جبريل عليه السلام أول ما أوحي إليه وفيه بشره بالنبوة.</p>\n<p class=\"arabic\">وبينه وبين مكة ميل ونصف، وهو جبل منفرد على طريق حنين من مكة، وهو منيف صعب المرتقى لا يصعد إلى أعلاه إلا من موضع واحد في صفاة ملساء، وهو من جميع نواحيه منقطع لا يرقاه راق، والموضع الذي نزل فيه جبريل عليه السلام في أعلاه من مؤخره إلى شق هناك معروف.</p>\n<p class=\"arabic\">حروراء:</p>\n<p class=\"arabic\">قرية من قرى الكوفة، بينها وبين الكوفة نصف فرسخ بها اجتمع الخوارج على علي رضي الله عنه فسماهم بالحرورية، ولقي جمعهم هناك فأوقع بهم في تسع وثلاثين، وذلك أنه لما فرغ علي رضي الله عنه من صفين نادى في الناس بالرحيل فرحلوا، فمضى حتى دخل قصر الكوفة، وكان أهلها قد خرجوا مع علي رضي الله عنه إلى صفين وهم متوادون أحباء فرجعوا وهم متباغضون أعداء، ما برحوا من عسكرهم بصفين حتى فشا فيهم التحكيم، وأقبلوا في طريقهم يتدافعون ويتشاتمون ويضطربون بالسياط، يقول الخوارج: يا أعداء الله أدهنتم في أمر الله وحكمتم، ويقول الآخرون: فارقتم إمامنا وفرقتم جماعتنا. فلما دخل علي رضي الله عنه الكوفة لم يدخلوا معه وأتوا حروراء فنزل بها منهم اثنا عشر ألفا، ويسمى هؤلاء بالحرورية لنزولهم بهذه القرية، ومضى إليهم علي رضي الله عنه فجلس إليهم [v.1, p.190] وحاجهم ووعظهم، فرجع منهم ستة آلاف، رجعوا إلى الكوفة، وبقي من بقي منهم، ثم اجتمعوا على البيعة لعبد الله بن وهب الراسبي، ومضى القوم إلى النهروان ومضى إليهم عبد الله بن عباس رضي الله عنهما فقال: ما الذي نقمتم على أمير المؤمنين؟ قالوا: قد كان للمؤمنين أميرا فلما حكم في دين الله تعالى خرج من الإيمان، فليتب بعد إقراره بالكفر نعد له. فقال ابن عباس رضي الله عنهما: ما ينبغي لمؤمن لم يشب إيمانه شك أن يقر على نفسه بالكفر، قالوا: إنه حكم، قال: إن الله تعالى قد أمر بالتحكيم في قتل صيد فقال: ` يحكم به ذوا عدل منكم ` فكيف في إمامة قد أشكلت على المسلمين؟ قالوا: إنه حكم عليه فلم يرض، قال: إن الحكمين لما خالفا نبذت أقاويلهما، كما في الإمامة إذا فسق الإمام وجبت معصيته، فقال بعضهم لبعض: لا تجعلوا احتجاج قريش حجة عليكم فإن هذا من القوم الذين قال الله سبحانه وتعالى فيهم: ` بل هم قوم خصمون ` وقال عز وجل ` وتنفر به قوما لدا `، وقال مصعب بن سعد: سألت أبي عن هذه الآية ` قل هل ننبئكم بالأخسرين أعمالا ` أهم أهل حروراء؟ قال: هم اليهود والنصارى كذبوا وكفروا، لكن الحرورية الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل، وكان يسميهم الفاسقين، وآل الأمر إلى أن تجبروا وخرج إليهم علي رضي الله عنه فأوقع بهم بالنهروان، وفي شرح ذلك طول ليس هذا موضعه.</p>",
            "title": "حراء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000507-000.json"
        }
    ],
    "type": "FeatureCollection"
}