{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الرها</h1>\n<p class=\"arabic\">بضم الراء والمد، مدينة من أرض الجزيرة متصلة بحران، وإليها ينسب الورق الجيد من ورق المصاحف، وهي مدينة ذات عيون كثيرة عجيبة تجري منها الأنهار، وبينها وبين حران ستة فراسخ.</p>\n<p class=\"arabic\">والرها مدينة رومية عليها سور حجارة، تدخل منها أنهار وتخرج عنها، وهي سهلية جبلية كثيرة البساتين والخيرات، مسندة إلى جبل مشرفة على بساط من الأرض ممتد إلى حران، ولها أربعة أبواب منها في الجنوب باب حران وفي الشرق الباب الكبير، وعلى هذا الباب حصن منيع جدا تحصن فيه المسلمون بعد أخذ الروم للرها ستة أشهر ولم ينزلوا إلا على اختيارهم؛ وفي الشمال باب سبع وفي الغرب باب الماء، وبساتينها في الشرق منها ويشق بعضها نهر يسمى بالسكيرات، وتخرج من الرها عين تسمى بعين مياس، وليس في جميع بلاد الجزيرة أحسن منها منتزهات ولا أكثر منها فواكه، وعنابها على قدر التفاح، وقد ذكر أنه لم يوجد بناء خشب أحسن من بناء كنيستها لأنها مبنية بخشب العناب، وليس بمدينة الرها ربض، والفرات منها في ناحية المغرب على مسيرة يومين، وفي ناحية الشمال على مسيرة يوم، وهي من حران ما بين المغرب والشمال، وبينهما نحو أربعة فراسخ، وهذا خلاف ما تقدم.</p>\n<p class=\"arabic\">ويمتاز أهل الرها من أهل تلك الناحية بجمال الصور وكمال الخلق. قال العلاء بن أبي عائشة: كتب عمر بن عبد العزيز رحمه الله: سل أهل الرها هل عندهم صلح، فسألتهم، فأتاني أسقفهم بحق فيه كتاب صلحهم فإذا فيه: كتاب من عياض بن غنم ومن كان معه من المسلمين لأهل الرها، إني أمنتهم على دمائهم وأموالهم وذراريهم ونسائهم وبلادهم إذا أدوا الحق الذي عليهم، شهد الله وملائكته. قال: فأجازه لهم عمر بن عبد العزيز.</p>\n<p class=\"arabic\">وذكر أن عياضا لما صالح أهل الرها دخل أهل الجزيرة فيما دخلوا فيه من الصلح. ولما نزل عياض على حران سنة ثمان عشرة فحاصرها كلمه أهلها أن يصير إلى الرها، فما صالحوه عليه صالحوه بمثله، ورضي النصارى بذلك، فأتى الرها فخرجت مقاتلتهم فهزمهم المسلمون حتى ألجأوهم إلى المدينة فطلبوا الأمان والصلح فأجابهم عياض إليه وكتب لهم: بسم الله الرحمن الرحيم، هذا كتاب من عياض بن غنم لأسقف الرها، إنكم إن فتحتم لي باب المدينة على أن تؤدوا لي عن كل رجل منكم دينارا ومديي قمح فأنتم آمنون على أنفسكم وأموالكم ومن تبعكم، عليكم إرشاد الضال وإصلاح الجسور والطرق ونصيحة المسلمين، شهد الله وكفى به شهيدا. وصالح عياض أهل حران على مثل صلح الرها وفتحوا له أبوابها، وولاها رجلا ثم سار إلى شمشاط .</p>\n<p class=\"arabic\">وقد استولى الروم بعد عشرين وأربعمائة على مدينة الرها وكان في كنيستها مال عظيم من قبل أن يفتتحها المسلمون في سرب في جوف الكنيسة كان أهلها يراعونه ويكتمون أمره، فلما دخلها الروم أظهروه وأخرجوه وحملوه إلى القسطنطينية.</p>\n<p class=\"arabic\">قالوا : وبنى كنيسة الرها يسطانياس الملك، وهو الذي شيد مدن النصرانية وأظهر مذهب الملكية. وكنيسة الرها إحدى عجائب العالم والهياكل التي فيها. قالوا: وكان في هذه الكنيسة منديل يعظمه أهل النصرانية، وهو أن إيشوع الناصري حين أخرج من ماء المعمودية نشف به، فلم يزل هذا المنديل يتداول إلى أن حصل بكنيسة الرها، فلما اشتد أمر الروم على المسلمين وحاصروها سنة اثنتين وثلاثين وثلثمائة أعطي هذا المنديل للروم فجنحوا إلى الهدنة، وكان للروم عند تسليمهم هذا المنديل فرح عظيم.</p>\n<p class=\"arabic\">قال حمزة الشامي: اجتزت بكنيسة الرها عند مسيري إلى العراق فدخلتها لأشاهد ما كنت أسمعه عنها، فبينا أنا أطوف فيها [v.1, p.273] رأيت على ركن من أركانها مكتوبا بحمرة: حضر فلان بن فلان وهو يقول: من إقبال ذي الفطنة إذا ركبته المحنة انقطاع الحياة وحضور الوفاة، وأشد العذاب تطاول الأعمار في حال الإدبار وأنا القائل:</p>\n<p class=\"arabic_poetry\">ولي همة أدنى منازلها السهى * ونفس تعالى في المكارم والبها</p>\n<p class=\"arabic_poetry\">وقد كنت ذا حال بمرو قوية * فبلغت الآمال في بيعة الرها</p>\n<p class=\"arabic_poetry\">ولو كنت معروفا بها لم أقم حيا * ولكنني أصبحت ذا غربة بها</p>\n<p class=\"arabic_poetry\">ومن عادة الأيام إبعاد مصطفى * وتفريق مجموع وتبغيض مشتهى</p>",
            "title": "الرها",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000705-000.json"
        }
    ],
    "type": "FeatureCollection"
}