{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عمرة</h1>\n<p class=\"arabic\">هي فحص بأحواز قفصة كانت فيه وقيعة عظيمة في سنة ثلاث وثمانين وخمسمائة للموارقة والأغزاز على جند المنصور يعقوب بن يوسف بن عبد المؤمن ملك المغرب وكان الظهور فيها للموارقة والأغزاز فتبدد جند المنصور في تلك الفحوص وانهزموا هزيمة شنيعة، وكان ذلك السبب في تحرك المنصور بنفسه إلى قفصة ونزوله عليها وسوء أثره فيها وذلك أن المنصور يعقوب كان وجه يعقوب ابن عمه أبي حفص بن عبد المؤمن في عسكر فخرج من تونس في جمع حفيل وصمد إلى الموارقة، ولما تراءى الجمعان وذلك يوم الجمعة منتصف ربيع الآخر من سنة ثلاث وثمانين وخمسمائة بوطاة عمرة خارج قفصة، دفع علي بن الربرتير في أهل الحد من أصحابه فرشقوهم بالسهام، وأرجل علي وقبض عليه، وكثر الطعن والضرب في أصحابه واقتفى أثره أبو علي بن أبي زكريا بن مومور ، فحصل بالعرب فنكلوا عنه وخلوا بينه وبين عدوه فقبض عليه بعد الإثخان فيه، وكشفت الحرب عن ساقها واستحر القتل في الفئتين، وأصيب جملة من أعيان الموحدين وتخاذل باقيهم ، وعظم الكرب وغشي الليل فتفرق الناس واستسلموا واشتغل عدوهم بالسلب وأكثر الرجال مثخنون في المعترك، وتحاملوا مع ذلك إلى قفصة مفلوين، فاستدعاهم ابن غانية موهما لهم بالأمان فاجتمعوا إليه فاستأصلهم وجلس في خباء الساقة المأخوذ للسيد وجمع أثاث المنهزمين وأسبابهم وقسمها على أصحابه. وكان ابن الربرتير في أسر الأغزاز أصحاب قراقش فابتاعه منه ابن غانية بألفي دينار فعذبه حتى مات. ووصل أيضا ابن مومور مثخنا فصلبوه بقفصة. وأصبح الفل من يوم الجمعة بأقطار تونس، وبادر إلى تونس سرعان المنهزمة، وكثر التحدت وفشت الأنباء، فضاق لذلك صدر المنصور، وأعلن بالصفح في المنهزمين، وسرح - أعيان الطلبة إلى المنهزمين بتهوين الخطب، ثم استبد بأمره ونكب عن المشورة، وتحرك بنفسه من تونس في صدر رجب هذه السنة، واستخلف على تونس أخاه السيد أبا إسحاق، ونزل على سبعة أميال متلوما على الناس، وقد ظهر تكاملهم وتأخر إبراهيم الغزي بجماعته. وأمر باعتقاله ونادى في الناس بمعاجلة العقاب لمن جن عليه الليل بالمدينة، فخرج الناس وانتهى المشي إلى القيروان، فاخترق سككها وأتى الجام | ع فصلى بمقصورته ركعتين، وقرأ في مصحف عبد الله بن عمر الذي بها، وتطوف على مقابر الأئمة بها، ونظر إلى ماجلها، فأمر القبائل برفع ترابه فصوب له أهل البلد تركه خوفا من طلب العرب له عند يبس الهواء فتركه، ثم استقبل عدوه، فلما تراءى الجمعان على فرسخين من الحمة سرح سرية إلى مواضع العرب الموالين للموارقة فشنوا الغارة عليهم مع الصباح واكتسحوهم وساقوا أموالهم ثم قفلوا وبلغ العرب الذين مع الموارقة ما حل بأحيائهم فارفضت جموعهم وتضعضعت محلة الموارقة بسبب ذلك ثم لبس لامته وناجز أعداءه وباشر الحرب بنفسه، والتحم القتال، فاستؤصلت الموارقة وأفلت قراقش وابن غانية واتبعهم السيف [v.1, p.414] إلى الليل، ثم توجه في ثاني يوم الفتح إلى قابس فأحدق المقاتلون برا وبحرا ففتحوا أبوابهم مستسلمين، فقبل المنصور ذلك منهم وأسلموا أصحاب قراقش وشيعته وكان اتخذها حصنا وشحنها بشيعته وأصحابه، فبعث بهم إلى تونس في البحر وبعث إلى أهل قابس من وبخهم على اتباع كل ناعق، ثم انحفز إلى توزر فأعلنوا بالتوحيد، وفي فتح الحمة يقول أبو بكر بن مجبر من قصيدة له أولها:</p>\n<p class=\"arabic_poetry\">أسائلكم لمن جيش لهام * طلائعه الملائكة الكرام يقول فيها:</p>\n<p class=\"arabic_poetry\">لقد برزت إلى هول المنايا * وجوه كان يحجبها اللثام</p>\n<p class=\"arabic_poetry\">وما أغنت قسي الغز عنها * فليست تدفع القدر السهام</p>\n<p class=\"arabic_poetry\">متى يك من ذوي الكفر اعتداء * يكن من فرقة التقوى انتقام</p>",
            "title": "عمرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001060-000.json"
        }
    ],
    "type": "FeatureCollection"
}