{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صيدون</h1>\n<p class=\"arabic\">جزيرة في البحر المحيط مسيرة شهر في مثله، وكان صيدون ملكا بها، وكان بصيدون عجائب ومصانع كثيرة وأنهار وأشجار، وكان صيدون ساحرا، وكانت الجن تطيف به وتعمل له العجائب، وكان له في وسط الجزيرة مجلس من ذهب، على عمد من رفيع الجواهر تشرف على جميع الجزيرة، فدل بعض الجن سليمان عليه السلام عليه، فغزاه وخرب الجزيرة، وقتله وقتل أكثر أهلها لأنهم كانوا يعبدونه، وأسر منهم خلقا فآمنوا، وأسر ابنة صيدون، ولم يكن على وجه الأرض أجمل منها وجها، ولا أكمل حسنا وظرفا، فاصطفاها لنفسه فتزوجها، وكانت تديم البكاء لمفارقتها أباها، فقال لها سليمان عليه السلام: مالي أراك كئيبة، وأنا خير لك من أبيك، وملكي أجل من ملكه؟! قالت: أجل، ولكن إذا ذكرت كوني مع أبي وأنسي به هاج ذلك لي حزنا ووجدا، فلو أمرت الشياطين أن يصوروا لي صورته، لعلي إذا رأيتها سلوت عنه، فأمر الشياطين فعملوا لها صورة في مجلس مثل المجلس الذي كان فيه، وكان الشيطان يصحب أباها، وهو الذي أشار عليها بذلك، فكان ذلك المجلس والصورة في مقاصيرها التي صنع لها سليمان، وقد غرس لها فيها بدائع الأشجار، وفجر فيها الأنهار، في قني ذهب وفضة مطوقة بأصناف الجواهر، فعمدت إلى صورة أبيها فألبستها أصناف الحرير والثياب المنسوجة بالذهب، وجعلت على رأسه إكليلا من الجوهر النفيس، وألبسته تاجا منظوما بالجوهر الفاخر الملون، وجعلت حوله مساند الديباج المذهب، ونثرت عليه سحيق المسك، وأوقدت بين يديه دخن العنبر وضروب الطيب، وفرشت بحذائه - على بعد منه - أصناف الأفاويه والرياحين، وكانت تدخل عليه بكرة وعشية، فتسجد له مع وصائفها وخدمها، كما كانت تصنع لأبيها، وكان قد دخل في هذا الصنم شيطان، فخاطب المرأة بلسان أبيها يقول: قد أحسنت فيما فعلت، وما فقدت بك شيئا، فاتصل أمرها بآصف [v.1, p.373] بن برخيا، وكان كاتب سليمان ومن أهله، وهو الذي كان عنده علم الكتاب، وهو الذي أحضر عرش بلقيس، وكان علم موضع المرأة من قلب سليمان وحبه لها، فلم يدر كيف يتوصل لتعريفه بما أحدثت عنده، إلى أن اتجه له ذلك، فقال: يا نبي الله، إني قد كبرت ولا آمن الموت، وقد أردت أن أقوم مقاما أذكر فيه الأنبياء وأثني عليهم، فتأمر بإحضار الناس ووجوه بني إسرائيل، فأجابه سليمان عليه السلام إلى ذلك، فقام آصف على المنبر فخطب، فحمد الله تعالى وأثنى عليه، وأقبل يذكر الأنبياء نبيا نبيا، ويثني عليه في صغره وفي كبره ومدة أيامه، إلى أن بلغ داود عليه السلام، فأثنى عليه واستغفر له، ثم ذكر سليمان، فأثنى عليه في صغره خاصة ولم يذكره في كبره، ولا ذكر شيئا من أيامه بخير ولا شر، فأحفظ ذلك سليمان عليه السلام، فاستدعاه خاليا، ووقفه على ذلك، فقال: ذكرت ما علمت، فلما ألح عليه قال: وبم استحللت أن أثني عليك في أيامك، وغير الله يعبد في دارك منذ أربعين يوما؟! ما هذا جزاء نعمته عندك ولا شكر تمليكه لك، فارتاع لذلك سليمان عليه السلام، وقام فعاقب المرأة، وكسر الصنم، وهرب شيطانه، فظفر به فسجنه، وفتن سليمان بذلك، وأخذت الجن خاتمه، وخرج من ملكه، وكان يطوف في بني إسرائيل فينكرونه، ثم رد الله تعالى عليه ملكه وخاتمه بعد أربعين يوما، وهي مدة الأيام التي سجدت المرأة فيها للصنم، ثم إن المرأة تابت وصح إسلامها، وكان ولد سليمان علية السلام منها، وذكروا أن اسمها جرادة. [v.1, p.374]</p>\n<p class=\"arabic\"></p>",
            "title": "صيدون",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000950-000.json"
        }
    ],
    "type": "FeatureCollection"
}