{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الزرادة</h1>\n<p class=\"arabic\">مدينة بناحية اليمن، كان أبو سعيد الجنابي، وهو من جزيرة جنابا، من جملة من قام بدعوة القرامطة، وكان يبيع الطعام بالزرادة، وكان بها أيضا رجل يعرف بإبراهيم الصائغ وكان [v.1, p.285] داعيتهم أيضا وجهوه غير مرة إلى ناحية فارس والأهواز لدعاء الناس، وكان قيام القرمطي بالقطيف.</p>\n<p class=\"arabic\">وكان ابتداء أمرهم أن رجلا منهم قدم إلى سواد الكوفة من ناحية خوزستان، فأقام بموضع يعرف بالنهرين يظهر الزهد والتقشف ويأكل من كسبه ويكثر الصلاة، ويبتاع كل ليلة من عمل يده رطل تمر يفطر عليه، وإذا قعد إليه إنسان ذاكره أمر الدين وزهده في الدنيا، وعلمه أن المفروض على الناس خمسون صلاة في كل يوم وليلة حتى فشا ذلك عنه، ثم أعلمهم أنه يدعو إلى إمام عدل من أهل بيت الرسول صلى الله عليه وسلم، فلم يزل على ذلك يقصد إليه الجماعة بعد الجماعة والفوج من الناس بعد الفوج، فيخبرهم بما يعلق بقلوبهم إلى أن أجابه أهل تلك الناحية وما والاها واتخذ منهم اثني عشر نقيبا، أمرهم أن يدعوا الناس إلى دينه، وقال لهم: أنتم كحواريي عيسى، فاشتغل أكثر أهل ذلك الصقع عن أعمالهم بما رسمه لهم من الخمسين صلاة، وكانت للهيصم في تلك الناحية ضياع أنكر تقصير الأكرة فيها وفي عمارتها فأعلم أن ذلك من أجل اشتغالهم بالصلاة عن أعمالهم، فوجه الهيصم في طلبه حتى أتي به إليه، فسأله عن أمره، فأخبره بمذهبه، فآلى ليقتلنه، ثم أمر بحبسه في بيت من بيوت الدار وأقفل عليه ووضع المفتاح تحت وساده وتشاغل بالشراب عنه، وكانت جارية من جواريه سمعت يمينه ليقتلنه فرقت له، فلما نام الهيصم أخذت المفتاح ففتحت عنه القفل وأرسلته ثم ردت المفتاح تحت الوسادة: فلما أصبح الهيصم أخذ المفتاح ففتح الباب فلم يجد أحدا، فشاع خبر القرمطي وازداد أهل الناحية به فتنة، وزعموا أنه رفع ثم ظهر في مكان آخر ولقي جماعة من أصحابه وغيرهم، وزعم أن أحدا لا يقدر عليه بسوء، فعظم في أعينهم ثم خاف على نفسه فخرج إلى الشام وتسمى كرميتة.</p>\n<p class=\"arabic\">وذكر أن ابتداء أمرهم أن رجلا كان يعرف بيحيى بن المعلى صدر من ناحية الكوفة إلى القطيف فنزل على رجل يعرف بعلي بن المعلى بن حمدان كان يترفض وأظهر أنه رسول المهدي المنتظر وذلك سنة إحدى وثمانين ومائتين، وأنه خرج يتبع شيعته في البلاد ويدعوهم إلى المسارعة في أمره وأن خروجه قد قرب، وأظهر كتابا زعم أنه من المهدي، وكان في من أجابه أبو سعيد الجنابي من جزيرة جنابا، كان يبيع الطعام بالزرادة، كما قلنا، ويحسب لهم حسابهم، ولا يعرف من كتاب الله ولا سنة نبيه صلى الله عليه وسلم حرفا، وكان قميئا قبيحا، وكان بالزرادة رجل يعرف بإبراهيم الصائغ، كان داعية لهم، وجهزه غير مرة إلى ناحية فارس والأهواز لدعاء الناس، قال ابن أبي الطاهر: فجاءني يوما وقال لي: اعلم أن هؤلاء القوم على ضلال، كنت أمس مع أبي سعيد الجنابي وقد قدم عليه رجل من أهل جنابا فأكلنا عنده، فلما فرغ قام فأخرج امرأته ثم أدخلها مع يحيى في بيت وقال لها: إذا أرادك الولي فلا تمنعيه نفسك فإنه أحق بك مني.</p>\n<p class=\"arabic\">قال أبو علي عريب بن سعيد: وكان قيام القرمطي سنة سبع وثمانين ومائتين بدخول أبي سعيد القرمطي هجر بعد حصار أربع سنين، فوصل إلى قوم هلكى ضرا وهزلا بعد أن كان الوباء وقع فيهم فمات منهم خلق كثير فقتل منهم القرمطي ثلاثمائة ألف وطرحهم أحياء في النار، ونجا قليل منهم إلى جزيرة أوال، ولم يبق من أهل هجر يومئذ إلا عشرون رجلا، وسار جماعة من أصحاب الجنابي إلى حصن يقال له الفلج بينه وبين هجر ستة أيام، وبين هذا الحصن وبين مكة سبعة أيام. وقال قتادة: إن أصحاب الرس الذين ذكرهم الله تعالى في كتابه كانوا أهل فلج.</p>",
            "title": "الزرادة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000743-000.json"
        }
    ],
    "type": "FeatureCollection"
}