{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الفسطاط</h1>\n<p class=\"arabic\">اسم لمصر التي بناها مصرام بن حام بن نوح عليه السلام، سميت بفسطاط عمرو بن العاصي رضي الله عنه، وكان تركه هناك حين توجه للإسكندرية. قال اليعقوبي: لما فتح عمرو بن العاصي رضي الله عنه مصر اختط منازل العرب حول الفسطاط، فسمي الفسطاط لهذا، فمدينة مصر اليوم هي الفسطاط.</p>\n<p class=\"arabic\">قالوا : وسميت بذلك لأن عمرو بن العاصي رضي الله عنه حين دخل بلاد مصر ضرب فسطاطه بذلك الموضع، فلما أراد [v.1, p.441] التوجه للإسكندرية لقتال من بها من الروم، أمر بنزع الفسطاط، فإذا فيه حمام قد أفرخ، فقال عمرو رضي الله عنه: لقد تحرم منا بحرم، فأمر بالفسطاط فأقر مكانه وأوصى عليه، فلما قفل المسلمون من الاسكندرية بعد فتحها قال الناس: أين ننزل؟ فقيل: الفسطاط، لفسطاط عمرو الذي تركه في المنزل بمصر. ثم بدأ عمرو بن العاصي رضي الله عنه فبنى المسجد، وبنى الناس مكان مصر الآن.</p>\n<p class=\"arabic\">وهي مدينة كبيرة في غاية من العمارة والخصب والطيب والحسن، فسيحة الطرقات قائمة الأسواق نافقة التجارات متصلة العمارات، لأهلها همم سامية، وطولها ثلاثة فراسخ، والنيل يأتيها من أعلى أرضها فيجتاز بها من ناحية جنوبها وينعطف مع غربيها، وبناء دورها كلها وقصورها طبقات بعضها فوق بعض خمسا وستا وسبعا، وربما سكن في الدار المائة من الناس، ومعظم بنائها بالطوب، وأكثر سفل ديارهم غير مسكون، ولها مسجدان جامعان للخطبة، أحدهما بناه عمرو بن العاصي رضي الله عنه في وسط السوق يحيط به من كل جهة، وكان في أوله كنيسة للروم فصيره عمرو جامعا، والجامع الآخر بناه أحمد بن طولون وبنى أيضا جامعا آخر يسكنه العباد وناس من أهل الخير. وعلى الجملة فمصر عامرة بالناس، وفي أهلها رفاهية وظرف شامل وحلاوة، وفي جوانبها بساتين وجنات ونخل وقصب سكر، كل ذلك يسقى بماء النيل. وأرض مصر لا تمطر إنما هو ماء النيل، وليس في أرض مصر مما يلي النيل قفر، إنما هو كله معمور بالبساتين والأشجار والقرى والمدن والناس والأسواق والبيع والشراء، وبين طرفي النيل خمسة آلاف وستمائة وأربعة وثلاثون ميلا، وقيل غير ذلك وعرضه في بلاد النوبة والحبشة ثلاثة أميال، وعرضه بمصر ثلثا ميل، وليس يشبه نهرا من الأنهار.</p>\n<p class=\"arabic\">ويقابل مصر جزيرة في النيل، فيها المباني والمتنزهات ودار المقياس، وهي دار كبيرة في وسطها فسقية كبيرة، وينزل إليها بدرج رخام، وفي وسط الفسقية عمود رخام قائم، فيه رسوم أعداد أذرع وأصابع بينها، والماء يصل إلى هذه الفسقية، ولا يدخلها الماء إلا عند زيادة النيل، ويكون في شهر أغشت، والوفاء من مائه ستة عشر ذراعا، وهو الذي يروي أرض السلطان باعتدال، فإذا بلغ النيل ثمانية عشر ذراعا أروى جميع الأرضين التي هناك، فإذا بلغ عشرين ذراعا فهو ضرر، وأقل زيادته اثنا عشر ذراعا وهي أربع وعشرون اصبعا والزائد على الثمانية عشر ذراعا ضرر يقلع الشجر ويهدم، وما نقص عن اثني عشر ذراعا فيه القحط والجدب وقلة الزراعة</p>",
            "title": "الفسطاط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001151-000.json"
        }
    ],
    "type": "FeatureCollection"
}