{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">وادي أم ربيع</h1>\n<p class=\"arabic\">هو وادي وانسيفن، عند قلعة مهدي ببلد فازاز من أرض المغرب.</p>\n<p class=\"arabic\">وأم ربيع قرية هناك كبيرة جامعة فيها أخلاط من البربر وهم أصحاب حرث ومواش وجمال، والغالب عليهم الفروسية. وأم ربيع على هذا الوادي وهو كبير خرار يجاز بالمراكب سريع الجري كثير الانحدار والصخور والجنادل وبهذه القرية ألبان وأسمان ونعم كثيرة وحنطة في نهاية الرخص وبها بقول ومزارع القطاني والقطن والكمون، وهي في جنوب الوادي ويجاز هذا الوادي ، إلى غيضة كبيرة من الطرفاء والانشام والعليق، وهي غابة كبيرة ملتفة والأسد بها كثيرة، وربما أضرت بالمارة، غير أن أهل تلك النواحي لا يهابونها، وقد مهروا في مقابلتها بأنفسهم من غير سلاح، إنما يلقونها بأنفسهم عراة يلقون أكسيتهم على أذرعهم ويمسكون معهما قتات من شوك السدر وسكاكينهم بأيديهم لا غير فتلقى الأسد منهم هناك نكايات وترجع خائبة.</p>\n<p class=\"arabic\">وينحدر هذا الوادي في سعة بلاط قدره عشرون شبرا أو نحوها وعليه قنطرة محدثة وعليها لوح كثير.</p>\n<p class=\"arabic\">وبوادي أم ربيع هذا مات صاحب المغرب أبو العلا ادريس بن المنصور يعقوب بن يوسف بن عبد المؤمن، وهو القتال السفاك، وذلك في رابع المحرم سنة ثلاثين وستمائة، فإنه لما نازل سبتة وحاصرها ولم يقدر عليها، وأدركته وجموعه المجاعة الشديدة فبلغ مد الشعير عندهم سبعة دراهم، وبلغه أن مراكش تملكها ابن أخيه يحيى فلم يجد بدا من الارتحال عن سبتة، فرحل مضطرا قاصدا إلى مراكش، فلما وصل إلى وادي أم ربيع أدركه حمامه، فمات هناك. فاحتمل ميتا إلى مراكش، وقام بالأمر بعده عبد الواحد المسمى بالرشيد، فخلف أباه في جده وحزمه، وعند انصرافه إلى مراكش بتابوت أبيه لقي يحيى ابن عمه محمد الناصر مقبلا إليه بجموع من البربر وغيرهم، فهزمه عبد الواحد واستبد بالأمر، فكان يحيى تارة يصعد إلى الجبل، وتارة ينحدر إلى مراكش، فلم يتأت له شيء، وآخر أمره قتلته المعقلة.</p>",
            "title": "وادي أم ربيع",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001599-000.json"
        }
    ],
    "type": "FeatureCollection"
}