{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مدين</h1>\n<p class=\"arabic\">بالشام على ساحل بحر القلزم، وهي أكبر من تبوك، وبها البئر التي استقى منها موسى عليه السلام لسائمة شعيب عليه السلام قال الله تعالى ` ولما ورد ماء مدين `، ويحكى أنها بئر معطلة ، وسميت مدين بالقبيلة التي كان منها شعيب عليه السلام، وفيها معايش ضيقة وتجارات كاسدة، ومن مدين إلى أيلة خمس مراحل.</p>\n<p class=\"arabic\">ومدين الذي سميت به البلدة هو مدين بن إبراهيم عليه السلام. وفي القرآن ` وإلى مدين أخاهم شعيبا `، وقال بعضهم : لم يكن شعيب عليه السلام من ذرية إبراهيم عليه السلام، وإنما هو من ذرية بعض من آمن به، وهم أصحاب الأيكة من ولد مدين بن إبراهيم، وسلط الله على قومه حرا شديدا أخذ بأنفاسهم، ثم بعث الله سحابة فوجدوا لها بردا، فلما صاروا تحتها أرسلها عليهم نارا، فذلك قوله تعالى ` فأخذهم عذاب يوم الظلة `، فاحترقوا كما يحترق الجراد في المقلى، وكانوا أهل كفر بالله وبخس في المكيال والميزان.</p>\n<p class=\"arabic\">وزعم قوم أن أهل مدين بعث الله إليهم شعيبا من العرب العاربة والأمم الدائرة وليسوا من ولد مدين بن إبراهيم. [v.1, p.525]</p>\n<p class=\"arabic\">ومدين في الطريق من مدينة النبي صلى الله عليه وسلم إلى مصر، وهي بين جبال شامخة متكائدة ، وبقرب مدين البئر التي استقى منها موسى عليه السلام، قد بني على أسها بيت من صخر فيه قناديل معلقة، وبها كهف شعيب كان يؤوي إليه غنمه، وفي الجبال التي هناك بيوت منقورة في صخر صم قد حفر في البيوت قبور، وفي تلك القبور عظام بالية كأمثال عظام الإبل، يكون مقدار كل بيت عشرين ذراعا أو نحوها ولتلك البيوت روائح خبيثة لا يدخل الداخل فيها حتى يضع يده على أنفه من شدة النتن، يقال إنهم لما أخذهم عذاب يوم الظلة دخلوا فيه فهلكوا، وبقرب هذه البيوت تلال تراب عظيمة قيل إنها كانت مواضعهم عامرة فخسف بها.</p>\n<p class=\"arabic\">ومع يهود مدين كتاب يزعمون أن النبي صلى الله عليه وسلم كتبه لهم، وهم يظهرونه للناس حتى الآن، وهو في قطعة أديم قد اسودت لطول الزمن عليها، إلا أن خطها بين، وفي آخره: وكتب علي بن أبي طالب، غير معرب ، وقال قوم: إنه بخط معاوية بن أبي سفيان، ولم يذكر عليا، وهو عند أهل قرية من ساحل مدين يقال لها مسي، ومن هناك لا تزال تسير والجبال تيامنك والبحر بيسارك حتى تفضي إلى أيلة.</p>",
            "title": "مدين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001386-000.json"
        }
    ],
    "type": "FeatureCollection"
}