{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صفين</h1>\n<p class=\"arabic\">موضع بالعراق معروف على الفرات، ويقال فيه صفون أيضا فهو يقال صفين في حال الرفع والنصب والجر، ومنهم من يقول صفون في الرفع، والأغلب على صفين التأنيث.</p>\n<p class=\"arabic\">وقيل لأبي وائل شقيق بن سلمة: أشهدت صفين؟ قال:</p>\n<p class=\"arabic\">نعم، وبئست صفون؛ وقال أبو الطفيل عامر بن واثلة الكناني:</p>\n<p class=\"arabic_poetry\">كما بلغت أيام صفين نفسه * تراقيه والشامتي شهود وهي صحراء ذات كدى وأكمات، وبها كانت الوقيعة العظيمة بين علي ومعاوية رضي الله عنهما، وأهل العراق وأهل الشام، والتي جاء فيها الحديث المتفق على صحته: ` لا تقوم الساعة حتى تقتتل فئتان عظيمتان يكون بينهما مقتلة عظيمة دعواهما واحدة `، وكان ذلك في شهر ربيع الأول سنة سبع وثلاثين، وقيل في ربيع الآخر، وأقام علي ومعاوية رضي الله عنهما بصفين سبعة أشهر، وكان بينهم قبل القتال نحو من سبعين زحفا، وقتل في ثلاثة أيام ثلاثة وسبعون ألفا من الفريقين وقتل فيها من أصحاب معاوية رضي الله عنه خمسة وأربعون ألفا على اختلاف في ذلك كله، وكان أهل الشام خمسة وثلاثين ألفا ومائة ألف، وكان أهل العراق عشرين أو ثلاثين ألفا ومائة ألف، وقتل في أصحاب علي رضي الله عنه خمسة وعشرون بدريا، وكان معه منهم سبعون رجلا وممن بايع تحت الشجرة سبعمائة، وعلي فيما لا يحصى من أصحاب رسول الله صلى الله عليه وسلم ومن خيار التابعين، ومع علي رضي الله عنه رايات كانت مع رسول الله صلى الله عليه وسلم يقاتل بها، وقيل: بل لم يشهدها من أهل بدر غير خزيمة بن ثابت، وهو قول مرغوب عنه، فإن من البدرية عمار بن ياسر رضي الله عنه وقد قتل معه، وبه عرفت الفئة الباغية في قوله صلى الله عليه وسلم، فإنه قال لعمار حين جعل يحفر الخندق: ` ويح ابن سمية تقتلك فئة باغية `، وجعل يمسح رأسه، أخرجه مسلم، قالوا: وهو خبر متواتر من أصح الحديث، وحين لم يقدر معاوية رضي الله عنه على إنكار هذا الحديث قال: إنما قتله من [v.1, p.363] أخرجه، وقد أجاب علي رضي الله عنه عن قول معاوية رضي الله عنه بأن قال: فرسول الله صلى الله عليه وسلم إذا قتل حمزة حين أخرجه.</p>\n<p class=\"arabic\">قال الإمام عبد القاهر في كتاب ` الإمامة ` من تأليفه: أجمع فقهاء الحجاز والعراق من فريقي أهل الحديث والرأي، منهم مالك والشافعي وأبو حنيفة والأوزاعي والجمهور الأعظم من المتكلمين أن عليا رضي الله عنه مصيب في قتاله لأهل صفين، كما قالوا بإصابته في قتاله لأهل الجمل، وقالوا أيضا: إن الذين قاتلوه بغاة ظالمون له، ولكن لا يجوز تكفيرهم ببغيهم.</p>\n<p class=\"arabic\">قال إمام الحرمين: كان علي رضي الله عنه إماما حقا ومقاتلوه بغاة وحسن الظن بهم يقتضي أن يظن بهم قصد الخير وإن أخطأوه.</p>\n<p class=\"arabic\">وكان علي رضي الله عنه ركب بغلة رسول الله صلى الله عليه وسلم ثم تعصب بعمامة رسول الله صلى الله عليه وسلم السوداء ثم نادى: أيها الناس من يشتري نفسه من الله؟ من يبيع الله نفسه؟ فانتدب لها ما بين عشرة آلاف إلى اثني عشر ألفا فحمل بهم حملة واحدة، فلم يبق لأهل الشام صف إلا أزالوه حتى أفضوا إلى معاوية رضي الله عنه فدعا بفرسه لينجو عليه، فلما وضع رجله في الركاب تمثل بقول عمرو بن الاطنابة:</p>\n<p class=\"arabic_poetry\">وقولي كلما جشأت وجاشت * مكانك حمدي أو تستريحي فأقام.</p>\n<p class=\"arabic\">قال بشير الأنصاري: والله الذي بعث محمدا صلى الله عليه وسلم ما سمعنا برئيس قوم قط أصاب بيده في يوم واحد ما أصاب علي يومئذ بيده، أنه قتل فيما ذكر العادون زيادة على خمسمائة رجل من رجال العرب كان يخرج إليهم فيضرب فيهم ثم يجيء بسيفه منحنيا..</p>\n<p class=\"arabic\">وسئل خبار: لم كان علي رضي الله عنه يحب ركوب البغال دون الخيل، قال: لأنه لم يكن ممن يفر فيطلب السوابق، ولا يطلب الهارب، فاقتصر على ما يحصل به فارسا دون ما يكون به فارا أو طالبا. وكانت درعه صدرا بلا ظهر، فقيل له: لو أحرزت ظهرك، فقال: إذا وليت فلا وألت. وكان إذا استعلى الفارس قده وإذا استعرضه قطعه، والقد القطع طولا والقطع القطع عرضا.</p>\n<p class=\"arabic\">ولما رأى معاوية رضي الله عنه ما لا قبل له به لأنه رأى أمر علي رضي الله عنه يقوى وأمره يضعف شاور عمرا رضي الله عنه فقال له: ما ترى. قال: مر الناس برفع المصاحف، فأمر برفع مائة مصحف، فرفعت، فلما رأى ذلك أصحاب علي رضي الله عنه كفوا عن القتال، فقال لهم علي رضي الله عنه: إن هذه لخديعة، فسلوهم ما شأن هذه المصاحف، فقال معاوية رضي الله عنه: نجعل القرآن حكما بيننا ونثوب إلى السلم، فكان ذلك سببا لتحكيم الحكمين: أبي موسى الأشعري وعمرو بن العاصي رضي الله عنهما، وخروج الخوارج على علي رضي الله عنه، وافتراق الناس واختلاف أصحابه.</p>\n<p class=\"arabic\">قال شقيق بن سلمة: والله لكأني أنظر يومئذ إلى رجل واقف على فرس على تل ومعه رمح طويل في رأسه مصحف يقول: بيننا وبينكم ما في هذا المصحف، ثم قرأ: ` ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون ` ثم يقول: من لفارس، من للروم، فقال أناس من أصحاب علي رضي الله عنه: يا أمير المؤمنين أنصف القوم، فقال علي رضي الله عنه: والله ما كتاب الله يريدون. فلم يزالوا به، قالوا له: ابعث حكما منك وحكما منهم. قال القاضي أبو بكر بن الطيب: ومعاذ الله أن يكون الحكمان حكما عليه بالخلع، وإنما حكم عليه بذلك عمرو وحده، وقد أنكر ذلك عليه أبو موسى وأغلظ له في القول، وعلى أنهما لو اتفقا جميعا على خلعه لم ينخلع حتى يكون الكتاب والسنة المجتمع عليهما يوجبان خلعه أو واحدا منهما.</p>\n<p class=\"arabic\">وذكر صعصعة بن صوحان العبدي، قال: كان علي رضي الله عنه مصاف أهل الشام يوما بصفين حتى برز رجل من حمير من آل ذي يزن اسمه كريب بن الصباح ليس في أهل الشام يومئذ أشهر بشدة البأس منه، برز بين الصفين ثم نادى: من يبارز، فبرز إليه شرحبيل بن طارق البكري، فقتل شرحبيل، ثم نادى كريب: من يبارز. فبرز إليه الحارث بن الجلاح، فاقتتلا، فقتل الحارث، ثم نادى: من يبارز فبرز إليه عائذ بن مسروق الهمداني فقتل عائذ، ثم رمى كريب بأجسادهم [v.1, p.364]</p>\n<p class=\"arabic\">بعضها على بعض، ثم قام عليها بغيا وعدوانا، ثم قال: هل بقي لنا من مبارز. فخرج إليه علي بن أبي طالب رضي الله عنه فناداه: ويحك يا كريب، إني أحذرك الله وأدعوك إلى كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، ويلك لا يدخلك النار، فقال له كريب: ما أكثر ما سمعت منك هذه المقالة، لا حاجة لنا فيها، أقدم إن شئت، من يأخذ سيفي هذا وهذا أثره، فقال علي رضي الله عنه: لا حول ولا قوة إلا بالله، ثم مشى إليه علي رضي الله عنه فالتقيا هنيهة، ثم إن عليا رضي الله عنه ضربه فقتله، ثم نادى علي رضي الله عنه: من يبارز؟ فبرز إليه الحارث بن وداعة الحميري، فقتله علي رضي الله عنه، ثم نادى: من يبارز؟ فبرز إليه المطاع بن المطلب القيني فقتله، ثم نادى: يا معشر المسلمين: ` الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله مع المتقين `، ثم نادى علي رضي الله عنه: ويحك يا معاوية، هلم فبارزني ولا تفنين العرب بيننا فقال عمرو رضي الله عنه: اغتنمه، فقد قتل أربعة من فرسان العرب، وأنا أطمع أن يظفرك الله به، فقال معاوية رضي الله عنه: والله إن تريد إلا قتلي فتصيب الخلافة، اذهب إليك، فليس مثلي يخدع، ما بارز ابن أبي طالب رجلا إلا سقى الأرض من دمه.</p>\n<p class=\"arabic\">وافترقوا قبل التحكيم عن سبعين ألف قتيل على أصح الروايات بعد أن تراموا بالنبل حتى فنيت، وتطاعنوا بالرماح حتى اندقت، وتضاربوا بالسيوف حتى انقطعت، ثم نزل القوم يمشي بعضهم إلى بعض قد كسروا جفون سيوفهم واضطربوا. بما بقي من السيوف وعمد الحديد فلا تسمع إلا غمغمة القوم، فلما صارت السيوف كالمناجل تراموا بالحجارة، ثم جثوا على الركب فتحاثوا التراب في الوجوه ثم تكادموا بالأفواه، وكسفت الشمس وثار القتام وارتفع الغبار وضلت الألوية والرايات، ومرت مواقيت أربع صلوات لأن القتال كان بعد صلاتهم الصبح، فاقتتلوا إلى نصف الليل، وهي ليلة الهرير جعل بعضهم يهر على بعض، وهو الصوت يشبه النباح، وكبروا في أوقات الصلوات خاصة، وقاتلهم علي رضي الله عنه ولم يذفف على جريح ولا تبع منهزما ولا أخذ أسيرا ولا سبى امرأة ولا كشف عورة ولا أخذ مالا، إلا ما أجلبوا به عليه من سلاح أو كراع فإنه يرده إلى أهلهم.</p>\n<p class=\"arabic\">قالوا: ولا خلاف بين أهل الحل والعقد أن عليا رضي الله عنه كان أحق بالخلافة والإمامة في ذلك الوقت من كل من على وجه الأرض عموما، وأفضل من معاوية خصوصا، لأنه ابن عم رسول الله صلى الله عليه وسلم لحا وأخوه نسبا وقسيمه حسبا، ومن الأولين السابقين والمهاجرين المذكورين في الكتاب، ومن العشرة المقطوع لهم بالجنة، وشهد بدرا، وقد غفر الله لكل من شهد بدرا من المسلمين، وقتل فيها يومئذ ثلث المقاتلين، وتحرك به جبل حراء وهو مع ابن عمه صلى الله عليه وسلم، وصلى القبلتين، وفداه صلى الله عليه وسلم ليلة الغار بنفسه، وشهد بيعة الرضوان، وبايع تحت الشجرة، وكتب كتاب المقاضاة بيده، وأعطاه صلى الله عليه وسلم لواءه في غير موقف، وزوجه البتول سيدة نساء أهل الجنة، وهو أبو سيدي شباب أهل الجنة، وخامس أصحاب العباءة، ويحب الله ويحبه الله، باتفاق من الصحيحين، وأنزله منه صلى الله عليه وسلم بمنزلة هارون من موسى، وعهد إليه أنه لا يحبه إلا مؤمن ولا يبغضه إلا منافق.</p>",
            "title": "صفين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000935-000.json"
        }
    ],
    "type": "FeatureCollection"
}