{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قنوج</h1>\n<p class=\"arabic\">أفخر بلاد الهند اسما وشأنا، وأعظمها صيتا وأقدمها بنيانا، وكان واليها بأجيال أكبر شياطين الكفر جاها ومقدارا وأتمهم قوة، وكان سلفه ملوك الهند من مستقرهم إلى منتهى الثغور، وكان ولاة قشمير لهم بمنزلة الحجاب، وكانوا قد أقروا لهم بالسمع والطاعة أذعنوا للانقياد والمتابعة، وكان بين آخر ثغور هذا الجانب وبين قنوج ممالك الهند متصلة الحدود بالحدود، تقطعها قوافل التجار في مدة سنة كاملة إذا واظبوا على السير، وكان ولاة كفارها لهم أمر نافذ وذكر سائر وناحية عظيمة وقلاع حصينة وعدة كاملة وقوة وافرة، وهم يعتقدون أن الأصنام آلهتهم ولا يتفكرون في خلق السموات والأرض.</p>\n<p class=\"arabic\">وقصدها غازيا لها محمود بن سبكتكين سلطان خراسان من مستقره بغزنة سنة عشر وأربعمائة، في خلافة الإمام القادر بالله أمير المؤمنين، وفي رسالته يخاطب القادر بالله بذلك: استخار العبد في النهوض إلى عرصة مقره وعقر داره، ابتداء بتحصين الممالك المعقودة بإقباله، فوثب بنواحي غزنة العبد محمدا مع خمسة عشر ألف راجل وعشرة آلاف فارس من أولي الإخلاص في الوفاء وخواص الأولياء الموثوق بغنائهم، وأنهض العبد مسعودا مع عشرة آلاف راجل وعشرة آلاف فارس من أولي الإخلاص في الوفاء والامحاض في الولاء إلى ملتان لتنظيفها من بقايا الباطنية، وتقرير أمورها على الطريقة السوية، وشحن بلخ وطخارستان بأرسلان مع اثني عشر ألف فارس وعشرة آلاف راجل من الأنجاد والشجعان، وضبط ولاة خوارزم بالترشاش الحاجب مع عشرين ألف فارس وعشرين ألف راجل المختارين للجلاد والطعان، بعدما هذب أحوال الأطراف والقلاع، وسد ثغورها بالأمناء والأنجاد عند المصاع، غير ساكن إلى حضورهم ولا واثق بقوة جمهورهم، بل اعتمد كتاب الله تعالى واتكل عليه في رعاية ما استرعي من الممالك والأمم، وانتخب ثلاثين ألف فارس وعشرة آلاف راجل لصحبة راية الإسلام، كلهم طلاب الشهادة، وتحت ظلل الحمام، وانضمت إليهم جماهير المطوعة من النواحي المفترقة، وانتظمت أحوالهم بإطلاق ما يسر الله عز وجل من الصلة والنفقة.</p>",
            "title": "قنوج",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001229-000.json"
        }
    ],
    "type": "FeatureCollection"
}