{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فيروزاباد</h1>\n<p class=\"arabic\">في بلاد فارس، منها الإمام أبو إسحاق إبراهيم بن علي بن يوسف الفيروزابادي الشيرازي الفقيه ، لقيه أبو الوليد الباجي ببغداد، وأدخل كتبه إلى الأندلس: ` التبصرة ` في الفقه و ` اللمع ` في أصول الفقه و ` المعرفة ` في الجدل، وله تواليف كثيرة وكان إمام الشافعية، ودرس بالنظامية، شيخ أهل الدهر، وإمام أهل العصر، رحل الناس إليه من الأقطار، وقصدوه من كل الجهات، وكان يجري مجرى أبي العباس بن سريج، جاءته الدنيا صاغرة فأباها، واقتصر على خشونة العيش أيام حياته، وكان عامة المدرسين في العراق والجبال تلامذته وأتباعه، وصنف في الأصول والفروع والخلاف والمذهب، وكان زاهدا ورعا متواضعا كريما سخيا حسن المجالسة مليح المحاورة، يضرب به المثل في الفصاحة حتى قال بعضهم:</p>\n<p class=\"arabic_poetry\">لساني إذا عن الحوادث صارم * ينيلني المأمول في الإثر والأثر</p>\n<p class=\"arabic_poetry\">يقد فيفري في اللقاء كأنه * لسان أبي إسحاق في مجلس النظر وقال: رأيت رسول الله صلى الله عليه وسلم في المنام ومعه صاحباه فقلت: يا رسول الله بلغني عنك أحاديث عن ناقلي الأخبار وأريد أن أسمع منك حتى أتشرف به في الدنيا وأجعله ذخيرة في الآخرة، فقال: يا شيخ، من أراد السلامة فليطلبها في سلامة غيره منه، فكان أبو إسحاق يفرح بهذا ويقول: سماني رسول الله صلى الله عليه وسلم شيخا.</p>\n<p class=\"arabic\">وقال الشاشي: أبو إسحاق الشيرازي حجة على أئمة العصر، وكان إذا تكلم في مسئلة، وقال آخر سؤالا غير متوجه، ينشد:</p>\n<p class=\"arabic_poetry\">سارت مشرقة وسرت مغربا * شتان بين مشرق ومغرب وقيل: أبو إسحاق أمير المؤمنين بين الفقهاء، ولما قدم الشيرازي رسولا إلى نيسابور تلقاه الناس، وحمل إمام الحرمين أبو المعالي الجويني غاشيته ومشى بين يديه كالخديم، وكان ذلك بمشهد أكابر نيسابور، وقال: أنا أفتخر بهذا.</p>\n<p class=\"arabic\">وعنه، قال الشافعي: حكمي على أصحاب الكلام أن يضربوا بالجرائد ويحملوا على الإبل ويطاف بهم في العشائر والقبائل، ويقال: هذا جزاء من ترك الكتاب والسنة وأخذ في الكلام.</p>\n<p class=\"arabic\">وللشيرازي:</p>\n<p class=\"arabic_poetry\">وما حبي لفاحشة ولكن * رأيت الحب أخلاق الكرام وله:</p>\n<p class=\"arabic_poetry\">سألت الناس عن رجل وفي * فقالوا ما إلى هذا سبيل</p>\n<p class=\"arabic_poetry\">تمسك إن ظفرت بود حر * فإن الحر في الدنيا قليل ومات أبو إسحاق سنة ست وسبعين وأربعمائة وأول من صلى عليه الإمام المقتدي بأمر الله بداره في باب الفردوس.</p>",
            "title": "فيروزاباد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001155-000.json"
        }
    ],
    "type": "FeatureCollection"
}