{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قرطاجنة</h1>\n<p class=\"arabic\">هذا الاسم في ثلاثة مواضع، أحدها بالأندلس عند جبل طارق، وهى مدينة للأول غير مسكونة وبها آثار كثيرة وتعرف بقرطاجنة الجزيرة وبمرساها نهر يريق في البحر يعرف بوادي الرمل.</p>\n<p class=\"arabic\">والثانية قرطاجنة الخلفاء بالأندلس أيضا من كورة تدمير وهي فرضة مدينة مرسية، وهي مدينة قديمة أولية بها ميناء ترسي فيه المراكب الكبار والصغار، وهي كثيرة الخصب والرخاء المتتابع، ولها إقليم يسمى الفندون وقليلا ما يوجد مثله في طيب الأرض وعذوبة الماء، ويحكى أن السنبل يحصد فيه عن مطرة واحدة، وإليه المنتهى في الجودة. ومن مدينة قرطاجنة إلى مرسية في البر أربعون ميلا.</p>\n<p class=\"arabic\">وبقرطاجنة هذه هزم عبد العزيز بن موسى بن نصير تدمير ابن غندرس الذي سميت به تدمير هزمه وأصحابه ووضع المسلمون فيهم السيف يقتلونهم كيف شاءوا حتى نجا تدمير في شرذمة من فلال أصحابه إلى حصن أوريوله وكان مجربا بصيرا داهية، فلما رأى قلة أصحابه أمر النساء فنشرت شعورهن وأمسكن القصب بأيديهن ووقفن على سور المدينة في من بقي من الرجال، وقصد بنفسه كهيئة الرسول واستأمن فأمن، وانعقد له الصلح ولأهل بلده، وافتتحت تدمير صلحا، فلما نفذ أمره عرفهم بنفسه وأدخلهم المدينة، فلم يروا بها إلا نفرا يسيرا من الرجال فندم المسلمون على ما كان منهم، وكان ما انعقد من صلح لتدمير مع عبد العزيز على إتاوة يؤديها وجزية عن يد يعطيها، وذلك على سبع مدائن منها: أوريوله ولقنت وألش وغيرها، وتاريخ فتحها رجب من سنة أربع وتسعين.</p>\n<p class=\"arabic\">ومن الغرائب ما حكي أن ديرا بقرطاجنة الخلفاء كان على مقربة منه قبر لامرأة شهيدة ولها قدر عندهم وعلى القبر قبة في أعلاها كوة لا يعلو تلك القبة طائر، فإن علاها اجتذبته قوة من تلك الكوة فيسقط في القبة، وقد أخبر رجل بهذه القصة وهو يتصيد بقرطاجنة فأنكر ذلك واعتمد وضع جوارح صيده على القبة فتساقطت داخلها، وكان بتلك القبة مشهد عظيم في يوم من العام يجتمع إليها الداني والقاصي من نصارى تلك النواحي وذلك في الرابع والعشرين من اغشت، فلما كانت سنة أربع عشرة وأربعمائة قصد جماعة من نصارى بلاد افرنجة في مركب حربي إلى تلك القبة فاستخرجوا منها الشهيدة واحتملوها، فلما وصلوا بها إلى جزيرة صقلية بذل لهم نصاراها مالا عريضا ليتركوا المرأة عندهم فيقبروها في كنائسهم، فأبوا عليهم ووصلوا بها إلى بلادهم.</p>\n<p class=\"arabic\">والثالثة: قرطاجنة إفريقية وهي أجلها وأشهرها، حتى قال المسعودي لما ذكر البيوت المعظمة عند أوائل الروم، قال : كان بيت معظم قبل ظهور دين النصرانية ببلاد المغرب بقرطاجنة، وهي تونس وراء بلاد القيروان وهي من أرض الإفرنجة، وبني على اسم الزهرة بأنواع الرخام.</p>\n<p class=\"arabic\">وبين قرطاجنة وتونس عشرة أميال أو نحوها ومرساهما واحد وقرطاجنة من المدن المشهورة وفيها من الآثار وعجائب البنيان ما ليس في بلد شرقا ولا غربا ولو دخلها إنسان ومشى فيها عمره يتأمل آثارها لرأى كل يوم فيها أعجوبة لم يرها قبل ذلك.</p>\n<p class=\"arabic\">وهي الآن خراب لأن المسلمين لما غزوها في صدر الإسلام هرب أهلها من باب يقال له باب النساء، فمنهم من فر إلى الأندلس، ومنهم من فر إلى جزيرة صقلية، ويقال إن حسان بن النعمان لما غزاها في سلطان عبد الملك أو غيره خربها وكسر قناتها.</p>\n<p class=\"arabic\">وإنما الباقي منها الآن قلعة تسمى المعلقة، كان يسكنها قوم من العرب يعرفون ببني زياد، لما طلع عبد المؤمن بن علي إلى إفريقية قبض على أميرهم محمد بن زياد وضرب عنقه، وكانت في وقت عمارتها من غرائب البلاد وفيها من عجائب البناء وظهور القدرة في ذلك ما لم يبلغه أحد. [v.1, p.462] ويقال إن ملكها كان ملكا جبارا عظيم الشأن، وكان ملك أكثر الأرض وكان يسمى أنبيل فدخل بلاد الروم وقتل ملوكها وأخذ بلادهم، وبعث إلى قرطاجنة من خواتيم الملوك الذين قتلهم ثلاثة أمداد، ويقال إنه نازل مدينة رومة الكبرى التي هي دار مملكة الروم، فلما حاصرها وضيق على ملكها وأفسد أنظارها أرسل ملك رومة قائدا من قواده، فحشد من كان ببلاده من الروم والجيوش، وأمره بالوصول إلى بلاد إفريقية والنزول على قرطاجنة وخرابها، وكان اسم هذا القائد شيبيون ، فخربوا بلاد إفريقية، ونزلوا بلاد قرطاجنة فلم يكن فيها من يقاوم، فأرسلوا إلى ملكهم أنبيل يعلمونه بما حل ببلادهم من أهل رومة، ويسألونه الإسراع لإغاثتهم، فعجب من ذلك ملك قرطاجنة وقال: أردت قطع الرومانيين من الدنيا، وأظن إله السماء أراد غير ذلك، ثم رجع إلى بلاده فزعا، فزحف إليه شيبيون قائد صاحب رومة فهزمه مرارا عدة حتى قتله واستأصل عسكره، ودخل قرطاجنة فهدمها، وأحرقها وخرب المسلمون عند فتح إفريقية بقيتها.</p>\n<p class=\"arabic\">وكان بها قصر من أغرب ما يكون من البناء، مفرط العظم والعلو، أقباء معقودة بعضها فوق بعض طبقات كثيرة، وهو مطل على البحر، وهو حصن عظيم يسميه الناس الطياطر، وهو بناء في استدارة عرض خمسين قوسا قائم في الهواء، سعة كل قوس منها تزيد عن ثلاثين شبرا، وبين كل قوس وأختها سارية سعتها أربعة أشبار ونصف، ويقوم على كل قوس من هذه الأقواس خمسة أقواس، قوس في حلق قوس، صنعة واحدة، وبناؤها من حجر الكذان، وقد صور في البحر الداير على الأقواس أنواع الصور وضروب من التماثيل العجيبة الثابتة في الصخر من صفات الناس والسباع والحيوانات والمراكب قد أتقن ذلك بأبدع صنعة، وسائر البناء الأعلى أملس لا شيء عليه، فيقال إن هذا البناء كان ملعبا ومجتمعا في فصل ما من السنة.</p>\n<p class=\"arabic\">ومن غريب مباني قرطاجنة الدواميس التي عددها أربعة وعشرون في سطر واحد، طول كل داموس منها مائة وثلاثون خطوة في عرض ست وعشرين، في أعلاها أقباء، بين كل داموسين منها خوخات يصل منها الماء إلى جميعها بهندسة وحكمة، وكان الماء الواصل من عين جوقار التي بقرب القيروان إلى قرطاجنة يفرغ في هذه الدواميس على عدة قناطير لا تحصى على وزن معتدل على قسي مبنية بالصخر فما كان منها في نشز الأرض كان قصيرا وما كان في بطون الأرض وأخاديدها كان طويلا في نهاية العلو، وهذه القناة من أغرب مباني الأرض، وانقطع الماء من هذه الدواميس لكسر القناة وخراب قرطاجنة، ومن حينئذ لم يزل الهدم فيها واستخراج الرخام الكثير منها إلى الآن، وأخبر من رأى ألواح رخام استخرجت منها طولها أربعون شبرا في عرض أربعة أشبار، والحفر في خراباتها دائم لا ينقطع وإخراج الرخام منها كذلك. قالوا: ويوجد بها من أعمدة الرخام ما يكون دوره أربعين شبرا ويحيط بقرطاجنة أوطية من سهول بها مزارع وغلات.</p>\n<p class=\"arabic\">وبقرطاجنة دار الطياطر وهو كله أقباء معقودة على سواري رخام وعليها مثلها نحو أربع مرات قد أحاطت بالدار، والدار دائرة، من أغرب ما يكون من البناء، وبها أبواب كثيرة قد صور على كل باب منها صورة نوع من الحيوان، وقد صور في الحيطان صور جميع الصناع بأيديهم آلاتهم، وفي هذه الدار من الرخام ما لو أجمع أهل إفريقية على نقله ما قدروا عليه لكثرته، وكان فيها قصران يعرفان بالأختين ليس فيهما حجر سوى الرخام ورخام الواحد لا يشبه رخام الثاني، ويوجد فيها لوح رخام طوله ثلاثون شبرا وعرضه خمسة عشر شبرا، ويقال إنه وجد فيها غارب بيت من لوح واحد والناس ينقلون من رخام هذين القصرين لحسنه على قدم الزمان، وما فرغ إلى الآن، وبهذين القصرين ماء مجلوب يأتي من ناحية الجوف لا يعرف من أين منبعه، وكان عليه نواعر وسواق تسقي بساتينهم، وكان بها قصر عظيم يطل على البحر يسمى قومش وهو من أعجب ما فيها لأنه مبني على سواري رخام مفرطة الكبر والعظم، يجلس على رأس السارية منها اثنا عشر رجلا بينهم سفرة طعام أو شراب، وهي مشطبة كالملح بياضا والمها صفاء، يكون دور السارية منها نحو الثلاثين شبرا في علو مفرط، وعليها [v.1, p.463] سوار أخر معترضة، وقد بني القصر عليها أقباء معقودة بعضها فوق بعض بأغرب صناعة وأعظم بناء، فكان هذا القصر حصنا عظيما، وإنما هدم عن عهد قريب لأنه تحصن فيه قوم من القطاع فكانوا يقطعون بتلك الجهات ويلجأون إليه، فخرج إليهم أهل تونس فقتلوهم وهدموا القصر، وبقربه موضع فيه أقباء ودهاليز تحت الأرض يهاب الدخول فيها، وفيها جثث الموتى على حالها، فإذا مست تلاشت لقدمها.</p>\n<p class=\"arabic\">وداخل المدينة ميناء تدخله المراكب بشرعها وفيها مواجل كثيرة للماء، وبعضها يسمى بالجرير، وآخر فيها يعرف بمواجل الشياطين بسبب أن من يقرب منها يسمع لها دويا والناس يتنافسون في الدخول فيها، فمن جسر على دخولها ليلا علم أنه جريء القلب ثبت الجنان، وهي منظر عظيم هائل، من تكلم فيها بكلمة سمع فيها دوي عظيم يحكي تلك الكلمة، وذلك لإحكام سطوحها، وهي ثمانية عشر صهريجا مقترن بعضها ببعض في ارتفاعها نحو مائتي ذراع في عرض كبير، والأظهر أنها كانت مخازن لماء عين الزغوانية المجلوب إليها على رأس الحنايا العادية التي لا نظير لها في الدنيا فهي من عجائب الدنيا، وكان هذا الماء يأتي إليها على مسافة خمسة أيام من عين جوقار ، وهو ماء كثير يقوم بخمسة أرحاء أو أكثر، وعرض القناة نحو ثمانية أشبار، وارتفاعها نحو القامة ونصف أعني موضع جري الماء وهذه الحنايا تغيب مرة تحت الأرض في المواضع المرتفعة فإذا جازت على المواضع المنخفضة تكون على قناطر فوقها قناطر حتى تسامي السحاب علوا، فهي من أغرب بنيان في الأرض وفي وسط المدينة صهريج كبير حوله نحو ألف وسبعمائة حنية سوى ما تهدم منها كان يقع فيها الماء المجلوب في هذه القناة ويخرج من هذا الصهريج إلى بعض تلك المواجل، وفي بعض أرجل تلك القناطر كتابة في حجر قيل إن ترجمتها: هذا من عمل أهل سمرقند وقيل إن ذلك الماء جلب في أربعين سنة، ولو قيل في أربعمائة سنة لكان أعجب.</p>\n<p class=\"arabic\">قالوا : ولما افتتح موسى بن نصير جزيرة الأندلس قال لهم: دلوني على أسن شيخ عندكم، فأتي بشيخ قد رفعت حاجباه عن عينيه بعصابة من الكبر، فقال له موسى: من أين أنت يا شيخ؟ قال: من إفريقية، من مدينة قرطاجنة، فقال له: فما الذي صيرك هاهنا، وكيف كان خبر قرطاجنة. فقال له: إن قرطاجنة بناها قوم من بقية العاديين فسكنوها ما شاء الله ثم خربت ألف سنة فبناها ارمين الملك ابن لاوذ بن نمرود الجبار وجلب إليها الماء بالقناطر على الأودية، وشق الجبال حتى أوصله إلى قرطاجنة، فسكنها قومي ما شاء الله أن يسكنوها إلى أن حفر إنسان في أسس تلك القناطر، فوجد حجرا عليه كتابة فيها: إن هذه المدينة ستخرب إذا ظهر فيها الملح، قال: فبينا نحن في ندي قومنا جلوسا إذا ملح على حجر قد عقد عليه، قال: فتأملنا فإذا ذلك في جميع المدينة، فعند ذلك رحلنا إلى هنا.</p>\n<p class=\"arabic\">وعن عبد الرحمن بن زياد بن أنعم قال: كنت أمشي مع عمي بقرطاجنة نتأمل آثارها ونعتبر عجائبها، فإذا بقبر عليه مكتوب بالحميرية: أنا عبد الله رسول رسول الله صالح، بعثني إلى أهل هذه القرية أدعوهم إلى الله تعالى فقتلوني ظلما فحسيبهم الله وهو نعم الوكيل، فهذا لا شك كان سبب خراب قرطاجنة .</p>\n<p class=\"arabic\">وذكر أورشيوش في كتابه: بنيت قرطاجنة قبل بنيان مدينة رومة باثنتين وسبعين سنة ولم تزل ذات هرج ومرج مذ كانت، إما لمحاربة الأباعد أهلها أو لمحاربة أهلها بعضهم بعضا وكانوا في القديم إذا انتابهم الجوع والوبأ داووا ذلك بهرق دماء الناس، فكانوا يذبحون أمام آلهتهم وعلى مذبح أوثانهم الصبيان والأطفال الذين قد يرحم مثلهم ويحن عليهم العدو، وكانوا يرون هرق دمائهم قربانا، قال: والعجب أن المعروف أن الشياطين إنما تخدع الناس فيما يشاكل شهواتهم ويوافق أهواءهم، فأما أن تزين لهم مداواة الوبأ بقتل الناس وهرق دماء الأطفال حتى يصير فعلهم أضر من الوبأ الذي يشتكونه فإن ذلك غريب من انقياد الناس للشياطين، وقالوا: إن آلهة أهل قرطاجنة في ذلك الزمان سخطت عليهم من سبب ذلك القربان، وكانوا إذ ذاك قد حاربوا بصقلية حروبا كثيرة فتكوا فيها ثم حاربوا سردانية فنكبوا، فإذ ذاك ردوا عودهم على قائدهم الذي كان صاحب حربهم واسمه امروه، فنفوه ومن كان معه من [v.1, p.464] أهل عسكره، فلما طلب أولئك المنفيون إليهم أن يردوهم من النفي فلم يفعلوا أقبلوا لمحاربتهم ومحاربة مدينتهم.</p>",
            "title": "قرطاجنة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001193-000.json"
        }
    ],
    "type": "FeatureCollection"
}