{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحجر</h1>\n<p class=\"arabic\">حطيم الكعبة وهو المدار بالبيت كأنه حجره مما يلي المثعب.</p>\n<p class=\"arabic\">وقيل هو كنصف دائرة مفروش الصحن بالرخام الأبيض، وهو من الركن الشامي إلى الركن الغربي، وله باب مما يلي الركن الشامي، وباب مما يلي الركن الغربي، وذرعه من جدار الكعبة الذي تحت الميزاب إلى جدار الحجر سبعة عشر ذراعا وثماني أصابع، وذرع ما بين بابيه عشرون ذراعا، وعرض داخله ثمانية وثلاثون ذراعا، ومن خارج أربعون ذراعا.</p>\n<p class=\"arabic\">وذكر الزهري أنه سمع ابن الزبير رضي الله عنهما يقول: على الميزاب هذا المحدودب قبور عذارى بنات إسماعيل. والحجر هذا هو الذي جلس فيه أبو سفيان وعمير بن وهب وصفوان بن أمية بعد وقيعة بدر فذكروا مصابهم بمن أصيب من قريش يومئذ، الحديث بطوله، وفيه أن عمير بن وهب جاء إلى المدينة للفتك برسول الله صلى الله عليه وسلم فأتي به إليه ملببا، فقال له رسول الله صلى الله عليه وسلم: ` جلست أنت وفلان وفلان بالحجر فذكرتم أصحاب القليب فقلت أنت كذا وكذا ` إلى آخر الحديث وهو بطوله في سير ابن إسحاق .</p>\n<p class=\"arabic\">والحجر أيضا على لفظه بلد ثمود بين الشام والحجاز، وقيل هو من وادي القرى وهو حصين بين الجبال، وبه بيوت منقورة في الحجر، وبها الآن بئر ثمود، ويحيط بالحجر من كل ناحية جبال ورمال لا يكاد أحد يرتقي ذروتها إلا بعد الجهد والمشقة، ومن الحجر إلى تيماء أربع مراحل.</p>\n<p class=\"arabic\">والحجر هو المذكور في القرآن في قوله تعالى: ` ولقد كذب أصحاب الحجر المرسلين ` واجتاز النبي صلى الله عليه وسلم في طريقه إلى تبوك فأمر أصحابه بالإسراع ولا يستقوا من بئرها وقال: ` لا تدخلوا مساكن الذين ظلموا إلا وأنتم باكون ` وكان نبيهم صالح عليه السلام، وبيوتهم باقية منحوتة في الجبال ورمتهم باقية وآثارهم بادية، وهم بين الشام والحجاز إلى ساحل البحر الحبشي على طريق الحاج إلى الشام، وهم على ناحية تبوك، وكان القوم أصحاب إبل فقال لصالح زعيم من زعمائهم: إن كنت صادقا فأظهر لنا من هذه الصخرة ناقة سوداء عشراء ذات عرف وشعر ووبر، فتمخضت كما تتمخض الحامل وانشقت عن الناقة ثم تلاها سقبها في نحو صفتها، الخبر بطوله .</p>",
            "title": "الحجر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000502-000.json"
        }
    ],
    "type": "FeatureCollection"
}