{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بلكين</h1>\n<p class=\"arabic\">جبل بلكين في جزيرة صقلية وفيه المغارة العظيمة التي فيها الدفين المكنوز الذي وضعه هناك صاحب قطانية، وقد أعجزت الناس الحيلة في الوصول إليه. قال محمد بن سعيد الأنصاري الأرجواني إنه أتى هذا الغار في نفر أرادوا الوقوف عليه ومعاينة ما فيه، قال: وكان ديرا للرهبان يسكنونه وله باب واسع يكون طوله مائتي ذراع في مثله، وله مما يلي القبلة باب آخر صغير، قال: فنزلت أنا وصاحب لي فيه فإذا بين أعلاه وقعره نحو ستين قامة وأنزلنا مع أنفسنا سرج الشمع وبقي سائر أولئك النفر في أعلى الغار ينتظرون تحريكنا للحبال التي أرسلونا بها فيجذبونها، قال: ثم سرنا في الغار منحدرين في طريق يسلك تجاه الجنوب حتى أفضينا إلى بئر عمقها نحو ست قيام فنزلنا إليها فإذا بطريق يشرع فيها فسرنا مدة منحنين نحو نصف ميل أيضا ثم لم تزل تقصر علينا حتى سلكناه حبوا حتى وصلنا إلى مجلس كبير مملوء بحجارة قدر كل حجر نصف القنطار، فنظرنا في إخراج تلك الحجارة فعلمنا إن أخرجنا منها حجرا واحدا فما زاد سد المسلك الذي دخلنا منه، قال: ورأيت للمجلس المذكور من خلل الحجارة بابا آخر من جهة القبلة مرتفعا عن أسفله بنحو القامتين ومنه أدخلت إليه تلك الحجارة والله أعلم. قال: وقد صنع أمام ذلك المجلس طاق محفور في ناحية المغارة وله فتح قصير يكون شبرين في مثلهما لا يدخل فيه الداخل إلا بتعب شديد ومشقة مجهدة، يذكرون أنه ينزل منه إلى مكان صعب ينزل فيه بحيلة ولطف يوصل منه إلى سماط عظيم يكون طوله نحو مائة ذراع في عرض سبعين ذراعا وعلوه كثير وفيه عجائب عظيمة من حياض مملوءة بضروب من مياه الحكمة وصور قد وضعت لفنون من المنفعة، قال: فأردنا الدخول إليه والوقوف على عجائبه فخشينا أن ينفد الشمع الذي كان معنا فنهلك، قال: فانصرفنا من حيث دخلنا وكان دخولنا إثر صلاة الصبح، فما وصلنا إلى موضع الحبال التي توازي باب المغارة إلا بعد هزيع من الليل فتعلقنا بالحبال وخرجنا، وقد كان أصحابنا أيسوا منا. ويقال إن صاحب قطانية أدخل هذا الدفين هناك من أسفل غربي الجبل من مغارة أخرى كانت تنفذ إلى هذه ثم سد بابها بطين الحكمة فالله أعلم، ويذكر أن محمد بن سعيد هذا وجد هناك مالا عريضا وأصاب فيه خيرا كثيرا. [v.1, p.102]</p>",
            "title": "بلكين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000269-000.json"
        }
    ],
    "type": "FeatureCollection"
}