{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عمورية</h1>\n<p class=\"arabic\">في بلاد الروم من ناحية بلاد باطوس وتفسيره المشرق، وهي مدينة كبيرة مشهورة في بلاد الروم وبلاد المسلمين أزلية، غير أن الفتوح تتوالى عليها من عهد المسلمين والروم، ولها سور حصين وهي على نهر كبير يصب في الفرات وعمورية رصيف إلى سائر البلاد المجاورة لها والمتباعدة عنها، ومنها الطريق إلى طرسوس، وبين عمورية والخليج مائة وخمسة وسبعون ميلا وكانت منزلا لبعض ملوك الروم.</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز: إن عثمان ائتم بأبي بكر وعمر رضي الله عنهم في إيثاره المجاهدين وتقويتهم بالأموال ولقد زاد عثمان رضى الله عنه أهل العطاء مائة دينار وتابع إغزاءهم أرض الروم [v.1, p.413] حتى ذلت عمورية وما دونها من مدائن صاحبة الروم على أداء الجزية وإنزال جماعة من المسلمين مدينة عمورية يقاتلون من خلفها فلم يزل المسلمون بها حتى بلغ أهل عمورية قتل عثمان رضي الله عنه قبل أن يبلغ من كان بها من المسلمين فبيتوا المسلمين فقتلوهم على فرشهم، وانتقض ذلك الصلح وغزاها المعتصم الخليفة العباسي وافتتحها في شهر رمضان سنة ثلاث وعشرين ومائتين بسبب أن الروم خرجت إلى زبطرة فقتلوا الرجال وسبوا النساء وأخربوها وأمر ببناء زبطرة وشحنها، وقد تقدم ذكر ذلك في حرف الزاي، وفي قصيدة حبيب المشهورة:</p>\n<p class=\"arabic_poetry\">يا يوم وقعة عمورية انصرفت * منك المنى حفلا معسولة الشنب وفي بعض الأخبار أنه نصب على عمورية المجانيق، وأقام عليها حتى فتحها ودخلها فقتل فيها ثلاثين ألفا وسبى مثلهم وكان في سلبه ستون بطريقا، وطرح النار في عمورية من سائر نواحيها فأحرقها، وجاء ببابها إلى العراق فنصبه على أحد أبواب دار الخلافة قال سليمان بن يحيى: كنت أنا ويحيى بن أكثم نسير مع المعتصم وهو يريد بلاد الروم فمررنا براهب فوقفنا عليه، فقلنا: أيها الراهب أترى هذا الملك يدخل عمورية. قال: لا إنما يدخلها ملك أكثر أصحابه أولاد زنا فأتينا المعتصم فأخبرناه فقال: أنا والله صاحبها أكثر جندي أتراك وهم أولاد زنا.</p>",
            "title": "عمورية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001059-000.json"
        }
    ],
    "type": "FeatureCollection"
}