{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طبرية</h1>\n<p class=\"arabic\">مدينة من بلاد الأردن بالشام، بينها وبين عكا يومان، وبنى هذه المدينة طيباريوس أحد ملوك الروم، وإلى اسمه أضيفت فعربتها العرب حين افتتحت البلاد فقالت: طبرية. وهو الذي لخمس عشرة سنة من ملكه كان تعميد يشوع الناصري في نهر الأردن، وزعموا أن المعمد له يحيى بن زكريا ابن خالة يشوع، وهو عندهم عيسى عليه الصلاة والسلام.</p>\n<p class=\"arabic\">وطبرية مدينة جليلة على جبل مطل، وهي طويلة في ذاتها قليلة العرض في طولها نحو ميلين. قال اليعقوبي : وهي مدينة الأردن، وهي في أصل جبل على بحيرة جليلة عذبة يخرج منها نهر الأردن المشهور وتحمل فيها الغلات إلى المدينة، ويعمل بها من الحصر السامانية كل عجيبة وفيها حمامات حامية من غير نار في الشتاء والصيف، وبها عيون حارة يأتيها أصحاب البلاء من المقعدين والمفلوجين وأصحاب القروح فيقيمون بها في الماء ثلاثة أيام فيخرجون بارئين بإذن الله سبحانه وتعالى.</p>\n<p class=\"arabic\">وفي الخبر أن يأجوج ومأجوج يجتازون في خروجهم عليها [v.1, p.385] فيشربها أولهم، ويجتاز آخرهم فيقول: قد كان هاهنا مرة ماء، أو هذا معناه.</p>\n<p class=\"arabic\">وفي طبرية مياه تنبع حارة تفور في الصيف والشتاء لا تنقطع فتدخل المياه الحارة إلى حماماتهم فلا يحتاجون إلى وقود.</p>\n<p class=\"arabic\">وإليها ينسب الإمام أبو جعفر محمد بن جرير الطبري صاحب التفسير والتاريخ والمصنفات الكثيرة، نزل بغداد ومات سنة عشر وثلثمائة.</p>\n<p class=\"arabic\">وطولها نحو فرسخ مع طول الجبل، وعرضها أقل من نصف ميل، ولها بابان، وهي في المشرق من البحيرة، وطول البحيرة اثنا عشر فرسخا في مثلها. وقال علي بن محمد الحلبي: يخرج من بحيرة طبرية قار من أعمق وسط البحيرة، ثم تقذفه الريح في حافتها فيجتمع هناك ويستعمله أهل انطاكية وطرسوس وما إلى تلك البلاد، يطلون به أصول الكروم والشجر فلا يصعد إليها دود ولا نمل ولا حيوان مؤذ. ومن غريب ما حكي أن لأهل طبرية قرية فيها شجر أترج، تخرج الأترجة على مثال النساء، الأترجة لها ثديان وما يشبه اليدين والرجلين، وموضع الفرج مفتوح، وأمر هذه القرية في الأترج مستفيض عندهم لا يدفع، وهي قرية ناصرة حيث ولد المسيح عليه السلام ويزعم أهل طبرية أنه لا يولد لأهل ناصرة بكر إلى هذه الغاية لأنهم عيروا مريم بنت عمران، وأهل بيت المقدس يدفعون ما يقول أهل طبرية من ولادة المسيح عندهم، ويزعمون أنها ببيت المقدس وأن آثار ذلك ظاهرة.</p>",
            "title": "طبرية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000979-000.json"
        }
    ],
    "type": "FeatureCollection"
}