{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حلب</h1>\n<p class=\"arabic\">مدينة بالشام، بينها وبين قنسرين اثنا عشر ميلا، وسميت بحلب رجل من العمالقة، وهي مدينة عظيمة مسورة بحجارة بيض، ونهر قويق يجري على بابها، وفي جانبها قلعة منيعة بها مقام أميرها، ولها سبعة أبواب، منها باب الجنان وباب أربعين وباب أنطاكية وباب قنسرين وباب اليهود وباب الفراديس والباب الشرقي، ومسجد جامعها داخل المدينة، وأغلب [v.1, p.196] أسواق حلب مسقف، وبحلب جماعة من اليهود ونصارى نسطوريون.</p>\n<p class=\"arabic\">قال بعضهم : حلب قدرها خطير، وذكرها في كل زمن يطير، لها قلعة شهيرة الامتناع، معدومة الشبيه والنظير في القلاع، ويقال إن هذه القلعة كانت في قديم الزمان ربوة يأوي إليها إبراهيم الخليل عليه السلام بغنيمات فيحلبها هنالك ويتصدق بلبنها فلذلك سميت حلب، وبها مشهد عظيم يقصد الناس التبرك به. ومن فضائل هذه القلعة ماء نابع فيها لا يخاف معه فيها ظمأ، والطعام يصير فيها الدهر كله، وعليها سوران دونهما خندق لا يكاد البصر يبلغ مدى عمقه، وبالجملة القلعة مشهورة بالحصانة والحسن، وأبراج سور البلد كثيرة جدا وأبراجها كلها مسكونة وكلها طيقان وداخلها المساكن السلطانية والمنازل الرفيعة. والبلد حفيل الترتيب بديع الحسن واسع الأسواق وكلها مسقفة بالخشب فهي في ظلال وارفة، وقيساريتها حديقة بستان نظافة وجمالا مطيفة بجامعها، وجامعها من أحسن الجوامع وأجملها، وفي صحنه بئران معينان وقد استفرغت الصنعة القرنصية جهدها في منبره فما رؤي في بلد منبر على شكله وغرابة صنعته، واتصلت الصنعة الخشبية إلى المحراب فتخللت صفحاته كلها حسنا على تلك الصفة الغريبة، وكل ذلك مرصع بالعاج والأبنوس، واتصل الترصيع من المنبر إلى المحراب مع ما يليهما من جدار القبلة فتجتلي العيون منها أبهى منظر يكون في الدنيا. وحسن هذا الجامع أكثر من أن يوصف، ويتصل به من الجانب الغربي مدرسة تناسب الجامع حسنا وإتقان صنعة، وهذه المدرسة من أحفل ما بني، وجدارها الشرقي مفتح كله بيوتا وغرفا فوقها ولها طيقان يتصل بعضها ببعض، وقد امتد بطول الجدار عريش كرم مثمر عنبا، فجعل لكل طاق من تلك الطيقان قسطها من ذلك متدليا أمامها، فيمد الساكن فيها يده ويجنيه متكيا بلا مشقة. وفي البلد سوى هذه المدرسة أربع مدارس أو خمس، وبها مارستان وأمرها في الاحتفال عظيم، وحسنها كله داخل لا خارج لها إلا نهرها الجاري من جوفها إلى قبليها ويشق ربضها المستدير بها، لأن لها ربضا كبيرا فيه من الحمامات ما لا يحصى عدة، وبهذا النهر الأرحاء وهي متصلة بالبلد، وبهذا الربض بعض بساتين تتصل بطوله، وعلى الجملة فهي من بلاد الدنيا التي لا نظير لها.</p>\n<p class=\"arabic\">وكانت بحلب، سنة ست وثلاثين وأربعمائة، وقيعة عظيمة على ارمانوس الرومي، وكان قد عسكر عليها في نحو مائة وأربعين ألفا أتت على أكثرهم، وأسر فيها نحو سبعة آلاف وخمسمائة من كبارهم وبطارقهم، وأمير حلب يومئذ شبل الدولة نصر بن صالح بن مرداس الكلابي، وكانت تجمع له من العرب وكور قنسرين نحو عشرة آلاف، وكانت الوقيعة على ثلاثة فراسخ من حلب، وكثرت الغنائم والسبي بأيدي المسلمين حتى بيع الفرس من سبي الروم بسرجه ولجامه بمثقالين، والغلام منهم بمثقال والجارية بثلاثة مثاقيل. ولبعضهم :</p>\n<p class=\"arabic_poetry\">حلبت الدهر أشطره * وفي حلب صفا حلبي</p>",
            "title": "حلب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000517-000.json"
        }
    ],
    "type": "FeatureCollection"
}