{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الخضراء</h1>\n<p class=\"arabic\">مدينة بالمغرب بقرب مليانة، وهي مدينة جليلة كثيرة البساتين ولذلك سميت الخضراء، وهي على نهر إذا حمل دخل بعضها والأظهر أنه شلف لأنه بمقربة منها.</p>\n<p class=\"arabic\">وهي مدينة صغيرة حصينة، وبها عمارات متصلة وكروم وبها من السفرجل كل شيء حسن، وبها سوق وحمام، وسوقها يجتمع إليه أهل تلك الناحية، ومنها إلى مليانة مرحلة.</p>\n<p class=\"arabic\">والخضراء أيضا بالأندلس، وهي الجزيرة الخضراء ويقال لها جزيرة أم حكيم، وهي جارية طارق بن زياد مولى موسى بن نصير، كان حملها معه فتخلفها بهذه الجزيرة فنسبت إليها، وعلى مرسى أم حكم مدينة الجزيرة الخضراء، وبينها وبين قلشانة أربعة وستون ميلا، وهي على ربوة مشرفة على البحر، سورها متصل به، وبشرقيها خندق وغربيه أشجار تين وأنهار عذبة، وقصبة المدينة موفية على الخندق وهي منيعة حصينة سورها حجارة وهي في شرقي المدينة ومتصلة بها، وبالمدينة جامع حسن البناء فيه خمس بلاطات وصحن واسع وسقائف من جهة الجوف، وهو في وسط المدينة في أعلى الربوة، وأسواقها متصلة من الجامع إلى شاطئ البحر، وعلى البحر بين القبلة والشرق من مدينة الجزيرة مسجد سري يعرف بمسجد الرايات ركزت فيه المجوس راياتها فنسب إليها وله باب من خشب سفن المجوس، وبها كان دار صناعة بناها عبد الرحمن بن محمد أمير المؤمنين للأساطيل وأتقن بناءها وعالى أسوارها ثم اتخذها المنتزون بها في الفتنة قصرا.</p>\n<p class=\"arabic\">وبغربي المدينة مدخل الوادي في البحر عليه بساتين كثيرة، ومهبطه من حيث تدخله السفن، ومنه شرب أهل الجزيرة ويسمونه وادي العسل، ويمده البحر إلى قدر شطر المدينة، وهو نحو نصف ميل، وتجاهه أثر مدينة الجلندى الملك صاحب قرطاجنة إفريقية بقبلي مدينة الجزيرة، وهي اليوم خربة تزدرع، وبها حائط عريض مبني بالحجارة داخل البحر، ومن هذا الحائط كانت تشحن المراكب وبنى عليه محمد بن فلان برجا.</p>\n<p class=\"arabic\">ومدينة الجزيرة طيبة رفيقة بأهلها جامعة لفائدة البر والبحر، قريبة المنافع من كل وجه لأنها وسطى مدن الساحل وأقرب مدن الأندلس مجازا إلى العدوة، ومنها تغلب ملوك الأندلس على ما تغلبوا عليه من بلاد إفريقية، ولها ثلاث حمامات، ولها كور كثيرة وكانت جبايتها ثمانية عشر ألفا وتسعمائة. وأهل الجزيرة هذه هم الذين أبوا أن يضيفوا موسى والخضر عليهما السلام، وبها أقام الخضر الجدار وخرق السفينة، والجلندى هو الذي كان يأخذ كل سفينة غصبا، حكي ذلك عن وكيع بن الجراح.</p>\n<p class=\"arabic\">ومرسى الجزيرة مشتى مأمون وهو أيسر المراسي للجواز وأقربها من بر العدوة ويحاذيه مرسى مدينة سبتة ويقطع البحر بينهما في ثلاثة مجار ويتلوه جبل طارق. [v.1, p.223]</p>\n<p class=\"arabic\">وللخضراء هذه سور حجارة مفرغ بالجير ولها ثلاثة أبواب وبها دار صناعة داخل المدينة، وعلى نهرها المسمى نهر العسل بساتين وجنات بضفتيه معا، وبالجزيرة الخضراء إنشاء وإقلاع وحط، وأمام المدينة الجزيرة المعروفة بأم حكيم المتقدمة الذكر، والجزيرة الخضراء أول مدينة افتتحت من الأندلس في صدر الإسلام سنة تسعين من الهجرة على يد موسى بن نصير من قبل المروانيين ومعه طارق بن عبد الله بن ونموا الزناتي في قبائل البربر. وعلى باب البحر مسجد يسمى مسجد الرايات يقال إن هناك اجتمعت رايات القوم للرأي، وكان وصولهم أيضا من جبل طارق، وسمي بذلك لأن طارق بن عبد الله لما جاز بالبربر الذين معه تحصن بهذا الجبل وقدر أن العرب لا تثق به، وأراد أن ينفي عن نفسه التهمة فأمر بإحراق المراكب التي جاز بها فبرئ بذلك مما اتهم به. وبين هذا الجبل والجزيرة الخضراء ستة أميال، وهو جمل منقطع مستدير في أسفله كهوف فيها ماء.</p>\n<p class=\"arabic\">ولها من الأبواب الباب الكبير ويعرف بباب حمزة غربي وباب الخوخة قبلي وباب طرفة جوفي، ولها ثلاثة حمامات. وتغلب المجوس عليها في سنة خمس وأربعين ومائتين وأحرقت المسجد الجامع بها، وفي الشرق من مدينة الجزيرة مسجد يقال إنه من بناء صاحب من أصحاب رسول الله صلى الله عليه وسلم، ويقال إنه أول مسجد بني بالأندلس، ويعرف الموضع الذي فيه بقرطاجنة فإذا أقحط أهل الجزيرة استسقوا فيه فسقوا بفضل الله ورحمته. والجزيرة في شرقي شذونة وقبلي قرطبة، ولها أقاليم عدة.</p>",
            "title": "الخضراء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000572-000.json"
        }
    ],
    "type": "FeatureCollection"
}