{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">هرقلة</h1>\n<p class=\"arabic\">بالشام في بلاد الروم، كان الرشيد نزل عليها وحصرها سنة تسعين ومائة، وكان طاغية الروم نقفور بن استبراق قد هادنه، ثم نكث، وكان الرشيد مريضا فكرهوا تعريفه بذلك لمرضه فدخل عليه من أنشده:</p>\n<p class=\"arabic_poetry\">نقض الذي أعطاكه نقفور * وعليه دائرة البوار تدور</p>\n<p class=\"arabic_poetry\">أبشر أمير المؤمنين فإنه * فتح أتاك به الإله كبير في أبيات غير هذه فقال الرشيد: أو قد فعل؟ ثم جهز وغزاه [v.1, p.592] فنزل على هرقلة هذه، وكان معه أهل الثغور، وفيهم شيخا الثغور الشامية: مخلد بن الحسين وأبو إسحاق الفزاري صاحب كتاب السير، فخلا الرشيد بمخلد بن الحسين فقال: أيش تقول في نزولنا على هذا الحصن؟ فقال: هذا أول حصن لقيته من حصون الروم، وهو في نهاية المنعة والقوة، فإن نزلت عليه وسهل فتحه لم يتعذر عليك فتح حصن بعده، فأمره بالانصراف ودعا بأبي إسحاق الفزاري فقال له مثل ما قال لمخلد، فقال: يا أمير المؤمنين، هذا حصن بنته الروم في نحر الدروب، وجعلته لها ثغرا من الثغور، وليس بالآهل، فإن فتحته لم يكن فيه ما يعم المسلمين من الغنائم، وإن تعذر فتحه كان ذلك نقصا في التدبير، والرأي عندي أن يسير أمير المؤمنين إلى مدينة عظيمة من مدن الروم، فإذا فتحت عمت غنائمها المسلمين، وإن تعذر ذلك قام العذر، فقال الرشيد: القول قول مخلد، ونزل على هرقلة ونصب حواليها الحرب سبعة عشر يوما فأصيب خلق من المسلمين، وفنيت الأزودة والعلوفات، وضاق صدر الرشيد من ذلك، فأحضر أبا إسحاق الفزاري فقال: يا إبراهيم قد ترى ما نزل بالمسلمين، فما الرأي الآن عندك؟ قال: يا أمير المؤمنين، قد أشفقت من هذا وقدمت القول فيه، ورأيت أن يكون الحرب والجد من المسلمين على غير هذا الحصن، والآن فلا سبيل إلى الرحيل عنه من بعد المباشرة، فيكون ذلك نقصا في الملك ووهنا على الدين، وإطماعا لغيره من الحصون في الامتناع على المسلمين والمصابرة لهم، ولكن يا أمير المؤمنين تأمر بالنداء في الجيش: أن أمير المؤمنين مقيم على هذا الحصن حتى يفتحه الله على المسلمين، وتأمر بقطع الحجارة وجمع الخشب وبناء مدينة بإزاء هذا الحصن إلى أن يفتحه الله تعالى، ولا يكون هذا الخبر ينمي إلى من في الحصن إلا على المقام فإن رسول الله صلى الله عليه وسلم قال: ` الحرب خدعة `، وهذه حرب حيلة لا حرب سيف.</p>\n<p class=\"arabic\">فأمر الرشيد بالنداء من ساعته، فحملت الحجارة وقطع الشجر، وأخذ الناس في البناء، فلما رأى أهل الحصن ذلك جعلوا يتسللون في الليل ويدلون أنفسهم في الحبال إلى أن أسلموها وتركوها وهي الآن خراب تعرف بهرقلة.</p>\n<p class=\"arabic\">وقال سهل الترجمان: كنت مع الرشيد حين نزل على هرقلة ففتحها، فرأيت فيها حجرا مكتوبا عليه باليونانية، فجعلت أترجمه والرشيد ينظر إلي وأنا لا أعلم، وكانت ترجمته: بسم الله الرحمن الرحيم يا ابن آدم غافص الفرصة عند إمكانها، وكل الأمور إلى وليها، ولا يحملنك إفراط السرور على المآثم، ولا تحمل نفسك هم يوم لم يأت فإنه إن يكن من أجلك يأت الله فيه برزقك، ولا تكن من المغرورين من جمع المال، فكم قد رأينا جامعا لبعل حليلته ومقترا على نفسه توفيرا لخزانة غيره، وكان تاريخ الكتاب في ذلك اليوم زائدا على ألفي سنة.</p>\n<p class=\"arabic\">وباب هرقلة مطل على واد وخندق يطيف بها. وذكر جماعة من أهل الثغور أن أهل هرقلة لما اشتد بهم الحصار وعضتهم الحرب بالحجارة والنار والسهام، فتح الباب فاستشرف المسلمون لذلك، فإذا رجل من أهلها كأجمل الرجال قد خرج في أكمل السلاح فنادى: يا معشر العرب قد طالت مواقفتكم إيانا، فليخرج إلي منكم الرجل والعشرة إلى العشرين مبارزة، فلم يخرج إليه من الناس أحد ينتظرون إذن الرشيد، وكان الرشيد نائما، فعاد الرومي إلى حصنه، فلما هب الرشيد أخبر بذلك، فتأسف ولام خدمه على تركهم إيقاظه، فقيل يا أمير المؤمنين: إن امتناع الناس منه اليوم سيطمعه ويطغيه، وأحر به أن يخرج في غد فيعود لمثل قوله، فطالت على الرشيد ليلته، وأصبح كالمنتظر له، إذ فتح الباب فإذا بالفارس قد خرج وعاد إلى كلامه، فقال الرشيد: من له؟ فابتدره جلة القواد فعزم على إخراج بعضهم، فضج أهل الثغور والمطوعة بباب المضرب، فأذن لبعضهم، وفي مجلسه مخلد بن الحسين وإبراهيم الفزاري، فدخلوا فقالوا: يا أمير المؤمنين، قوادك مشهورون بالبأس والنجدة وعلو الصيت ومباشرة الحرب، ومتى خرج واحد منهم فقتل هذا العلج لم يكبر ذلك، وإن قتله العلج كانت وصمة على العسكر وثلمة لا تسد، ونحن عامة لا يرتفع لأحد منا صوت ، فإن رأى أمير المؤمنين أن يختار منا رجلا يخرجه إليه فعل، فاستصوب الرشيد رأيهم، قال مخلد وإبراهيم: صدقوا يا أمير المؤمنين، فأوموا إلى رجل منهم يعرف بابن الجزري مشهور في الثغور معروف بالنجدة، فقال له الرشيد: تخرج؟ [v.1, p.593] قال: نعم وأستعين بالله عليه، فقال: أعطوه فرسا ورمحا وسيفا وترسا فقال: يا أمير المؤمنين أنا بقوسي أوثق، ورمحي في يدي أسد ، ولكن قد قبلت السيف والترس، فلبس السلاح، واستدناه الرشيد فودعه وأتبعه الدعاء، وخرج معه عشرون من المطوعة.</p>\n<p class=\"arabic\">فلما انقض في الوادي قال لهم العلج وهو يعدهم واحدا واحدا: إنما كان في الشرط عشرون وقد ازددتم رجلا، ولكن لا بأس، فنادوه: ليس يخرج إليك منا إلا رجل واحد، فلما فصل منهم ابن الجزري تأمله العلج وقد أشرف أكثر الروم من الحصن يتأملون صاحبهم، فقال له الرومي: أتصدقني عما أسألك عنه؟ قال: نعم، قال: أنت ابن الجزري بالله؟ قال: اللهم نعم، ثم أخذا في شأنهما، فاطعنا حتى طال الأمر بينهما، وكاد الفرسان يقومان تحتهما، وليس منهما واحد خدش صاحبه، ثم رميا برمحيهما، هذا نحو أصحابه وهذا نحو حصنه، وانتضيا سيفيهما وقد اشتد الحر عليهما وتبلد جواداهما فجعل ابن الجزري يضرب الرومي الضربة التي يظن أنه بالغ فيها، فيتقيها الرومي، وكانت درقته حديدا، فيسمع بذلك صوت منكر، ويضربه الرومي فينغرز سيفه لأن ترس ابن الجزري كان درقة ثبتية، وكان العلج يخاف أن يعض السيف فيعطب، فلما يئس كل واحد منهما من صاحبه انهزم ابن الجزري، فدخلت الرشيد والمسلمين كآبة لم يصبهم مثلها، وفرح المشركون، وإنما كانت حيلة من ابن الجزري، فاتبعه العلج وعلا عليه، فلما تمكن منه ابن الجزري رماه بوهق، فاختطفه من سرجه، ثم عطف عليه، فما وصل إلى الأرض حتى فارقه رأسه، فكبر المسلمون وانكسر المشركون وبادروا الباب ليغلقوه.</p>\n<p class=\"arabic\">واتصل الخبر بالرشيد فصاح بالقواد أن يجعلوا في حجارة المنجنيق النار، فليس عند القوم دفع بعد هذا، وعاجلهم المسلمون إلى الباب فدخلوها بالسيف، وقيل إنهم بادروا بالأمان، وافتتاحها عنوة أشهر من قول من قال فتحت صلحا، قال الشاعر في ذلك :</p>\n<p class=\"arabic_poetry\">هوت هرقلة لما أن رأت عجبا * حوائما ترتمي بالنفط والنار</p>\n<p class=\"arabic_poetry\">كأن نيرانها في جنب قلعتهم * معلقات على أرسان قصار وصبت الأموال على ابن الجزري وقود وخلع عليه، فلم يقبل شيئا من ذلك، وسأل أن يعفى ويترك على ما هو عليه، وفي ذلك يقول أبو العتاهية:</p>\n<p class=\"arabic_poetry\">ألا نادت هرقلة بالخراب * من الملك الموفق للصواب</p>\n<p class=\"arabic_poetry\">غدا هارون يوعد بالمنايا * ويبرق بالمذكرة القضاب</p>\n<p class=\"arabic_poetry\">ورايات يحل النصر فيها * تمر كأنها مر السحاب</p>\n<p class=\"arabic_poetry\">أمير المؤمنين ظفرت فاسلم * وابشر بالغنيمة والإياب</p>",
            "title": "هرقلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001567-000.json"
        }
    ],
    "type": "FeatureCollection"
}