{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إيليا</h1>\n<p class=\"arabic\">ويقال أيليا بفتح الهمزة، مدينة بالشام وهي بيت المقدس، وهي مدينة قديمة جليلة على جبل يصعد إليها من كل جانب، وهي طويلة من المغرب إلى المشرق، وفي طرفها الغربي باب البحر وهذا الباب عليه قبة داود عليه السلام، وفي طرفها الشرقي باب يسمى باب الرحمة وهو مغلق لا يفتح إلا من عيد الزيتون إلى مثله، وفي المشرق منها زقاق شارع إلى الكنيسة العظمى المعروفة بكنيسة القيامة، وهي الكنيسة المحجوج إليها من جميع بلاد الروم التي في مشارق الأرض ومغاربها فيدخل من باب في غربيها فيجد الداخل القبة التي تشتمل على جميع الكنيسة، وهي قالوا من عجائب الدنيا، والكنيسة أسفل ذلك الباب، ولها باب من جهة الشمال ينزل منه إلى أسفل الكنيسة على ثلاثين درجة، ويسمى هذا الباب باب شنتمرية، وعند نزول الداخل إلى الكنيسة تلقاه مقبرة عيسى عليه السلام فيما زعموا ولها بابان، وعليها قبة محكمة البناء، وعلى الباب في يسار الكنيسة منحرفا بشيء إلى الجنوب الحبس الذي حبس فيه المسيح عليه السلام، والقبة الكبيرة قوراء مفتوحة إلى السماء، وبها دار فيها الأنبياء مصورون، وعلى المقبرة ثلاثة قناديل من ذهب معلقة على المكان.</p>\n<p class=\"arabic\">وإذا خرجت من هذه الكنيسة وقصدت شرقا ألفيت البيت المقدس الذي بناه سليمان بن داود عليهما السلام، وكان مسجدا محجوجا إليه في أيام دولة اليهود ثم انتزع من أيديهم وأخرجوا عنه إلى مدة الإسلام، فهو معظم في مدة الإسلام وهو المسجد الأقصى وليس في الأرض مسجد على قدره إلا جامع قرطبة، وصحن المسجد الأقصى أكبر من صحن جامع قرطبة.</p>\n<p class=\"arabic\">ومدينة إيليا مسورة في نشز من الأرض، والجبال محيطة بها، والمدينة في غربي المسجد، وماء إيليا من الأمطار، ولداود عليه السلام بها حياض مصهرجة فيها مياه الأمطار، وخارجها بساتين ومزارع وأشجار وزيتون وليس بها من شجر النخل إلا واحدة، ويقال إنها المذكورة في التنزيل في شأن مريم، وهي منحنية، ويقال إنها غرست منذ زيادة على ألف سنة.</p>\n<p class=\"arabic\">والأرض المقدسة أربعون ميلا في مثلها، فأما بيت المقدس فأول من بناه وأوري موضعه يعقوب عليه السلام، وقيل إن أول من بناه داود عليه السلام، وكان بناؤه له إلى وقت تخريب بخت نصر له وانقطاع دولة بني إسرائيل أربعمائة سنة وأربع وخمسون سنة، فلم يزل خرابا إلى أن بناه ملك من ملوك الطوائف من الفرس يقال له كوشك، ثم تغلبت ملوك غسان على الشام بتمليك الروم لهم ودخولهم في نصرانيتهم، إلى أن جاء الله بالإسلام، وملك الشام منهم جبلة بن الأيهم ففتح الله الشام على المسلمين في زمن عمر بن الخطاب رضي الله عنه.</p>\n<p class=\"arabic\">وكان أبو عبيدة بن الجراح رضي الله عنه أمير الجيش قد كتب إلى بطاركة إيليا يدعوهم إلى الإسلام أو أداء الجزية فالتووا عليه فنزل عليهم وحاصرهم حصارا شديدا فلما رأوا أنه غير مقلع عنهم واشتد عليهم الحصار سألوه أن يصالحهم على أن يعطوه الجزية فأجابهم إلى ذلك، فقالوا: فأرسل إلى خليفتك فيكون هو الذي يعطينا العهد ويكتب لنا الأمان فإنا لا نرضى إلا به، فاستوثق منهم أبو عبيدة بالأيمان المغلظة إن قدم أمير المؤمنين فأعطاهم الأمان ليقبلوا ذلك منه، ثم خاطب عمر رضي الله عنه بما دعوا إليه وباستيثاقه منهم، فسار عمر رضي الله عنه نحو إيليا وخرج المسلمون يستقبلونه فخرج أبو عبيدة رضي الله عنه بالناس، وأقبل عمر رضي الله عنه على جمل له عليه رحل ملبس جلد كبش حولي حتى انتهى إلى مخاضة، فأقبلوا يتبادرونه حتى نزل عن بعيره وأخذ بزمامه وهو من ليف، ثم دخل بين يديه حتى صار إلى أصحاب أبى عبيدة رضي الله عنهما فإذا معهم برذون يجنبونه، فقالوا: يا أمير المؤمنين اركب هذا البرذون فإنه أحجى بك وأهون عليك في ركوبه ولا نحب أن يراك أهل الذمة في مثل هذه الهيئة، واستقبلوه بثياب بيض فركب البرذون وترك الثياب، فلما هملج به نزل عنه وقال: خذوا هذا عني فإنه شيطان، فقالوا: يا أمير المؤمنين لو لبست هذه الثياب البيض وركبت هذا البرذون لكان أجمل في المروءة وأحسن في الذكر، فقال عمر رضي الله عنه: ويحكم لا تعتزوا بغير ما أعزكم الله به فتذلوا، ثم مضى ومضى المسلمون فيهم أبو الأعور السلمي قد لبسوا ثياب الروم من الديباج وغيره، فقال عمر رضي الله عنه: احثوا في وجوههم التراب حتى يرجعوا إلى هيئتنا وسنتنا، وأمر بذلك الديباج فخرق، فقال له يزيد بن أبي سفيان: يا أمير المؤمنين إن الدواب والسلب عندنا كثير والعيش رفيغ والسعر رخيص وحال المسلمين كما تحب فلو أنك لبست هذه الثياب البيض وركبت هذه المراكب الفره وأطعمت المسلمين من هذا الطعام الكثير لكان أبعد في الصيت [v.1, p.68] وأعظم في أعين الأعاجم، فقال له عمر رضي الله عنه: يا يزيد لا والله لا أتزين للناس بما يشينني عند الله تعالى ولا أريد أن يعظم أمري عند الناس ويصغر عند الله عز وجل، ثم سار حتى أتى إيليا فخرج إليه أبو الجعيد فصالحه، وكتب له عمر رضي الله عنه كتابا أمنهم فيه على أنفسهم وذراريهم ونسائهم وأموالهم وكنائسهم واشترطوا أن لا يساكنهم اليهود فيها، فلما قبضوا كتاب الصلح فتحوا للمسلمين أبواب إيليا، فدخل عمر رضي الله عنه والمسلمون معه، وسخر عمر رضي الله عنه أنباط أهل فلسطين في كنس بيت المقدس، وكانت فيه مزبلة عظيمة، وجاء عمر رضي الله عنه ومعه كعب فقال: يا أبا إسحاق أتعرف موضع الصخرة؟ فقال: اذرع من الحائط الذي يلي موضع كذا، كذا وكذا ذراعا ثم احفر فإنك تجدها، قال: وهي يومئذ مزبلة، فحفروا فظهرت، فقال عمر رضي الله عنه لكعب: أين ترى أن نجعل قبلة المسجد قال: اجعلها خلف الصخرة فتجمع القبلتين قبلة موسى وقبلة محمد صلى الله عليهما وسلم، قال: ضاهيت اليهود يا أبا إسحاق، خير المساجد مقدمها. قال: فبنى القبلة في مقدم المسجد، ثم بنى عبد الملك بن مروان مسجد بيت المقدس سنة سبعين، وحمل إلى بنيانه خراج مصر سبع سنين، وبنى القبة على الصخرة وجعل على أعلى القبة ثمانية آلاف صفيحة من نحاس مطلية بالذهب، في كل صفيحة سبعة مثاقيل ونصف من ذهب، وأفرغ على رؤوس الأعمدة مائة ألف مثقال ذهبا وخارج القبة كلها ملبس بصفائح الرصاص، وطول مسجد بيت المقدس بالذراع الملكي ويقال إنه ذراع سليمان عليه السلام وهو ثلاثة أشبار سبعمائة وخمس وخمسون ذراعا، وفيه من الأساطين ستمائة وأربع وثمانون اسطوانة، والعمد التي في قبة الصخرة ثلاثون عمودا وفيه خمسة آلاف قنديل توقد فيه ليلة كل جمعة.</p>",
            "title": "إيليا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000191-000.json"
        }
    ],
    "type": "FeatureCollection"
}