{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ملطية</h1>\n<p class=\"arabic\">من الثغور الجزرية بالشام، وهي المدينة العظمى وكانت قديمة، فأخربتها الروم فبناها أبو جعفر المنصور سنة تسع وثلاثين ومائة وحصل عليها سورا محكما، وعلى نحو ثلاثة أيام من ملطية يخرج سيحان وهو نهر أذنة من الثغر الشامي ويجري في بلاد الروم وليس للمسلمين عليه إلا مدينة أذنة بين طرسوس والمصيصة. وكان فتح ملطية عنوة حبيب بن مسلمة الفهري، وجهه إليها عياض بن غنم من سميساط، ففتحها ورتب فيها رابطة من المسلمين، ثم شحنها معاوية، فكانت في طريق الصوائف، ثم انتقل عنها أهلها أيام ابن الزبير فقصدها الروم ثم تركتها فنزلها قوم من الأرمن والنبط ثم أناخ الروم عليها، فلما كانت سنة ثلاث وثلاثين ومائة قصدها الطاغية، والجزيرة يومئذ مفتونة فأناخ عليها، فلما جهد أهلها سألوه الأمان فوثق لهم، فرحلوا وحملوا ما تيسر لهم وألقوا كثيرا مما ثقل عليهم في الآبار والمجاري، ثم خرجوا وشيعهم الروم حتى بلغوا مأمنهم، وتوجهوا نحو الجزيرة، وهدم الروم ملطية، فلم تزل كذلك حتى وجه أبو جعفر المنصور عبد الوهاب بن إبراهيم الإمام على الجزيرة وثغورها، ومعه الحسن بن قحطبة، ومعهم سبعون ألفا، فعسكروا على ملطية وأتموا بناءها، وكان للحسن في ذلك أثر جميل، وبنى مسجدها وبنى للجند الساكنين بها لكل عرافة بيتين سفليين وغرفتين فوقهما وإصطبلا، والعرافة عشرة نفر إلى خمسة عشر رجلا، وبناها مسلحة على ثلاثين ميلا منها، ومسلحة على نهر يدعى ثاقب يدفع في الفرات، ورتب المنصور فيها أربعة آلاف مقاتل من أهل الجزيرة، وزاد في أعطياتهم عشرة دنانير لكل رجل ومعونة مائة دينار، وغزتها الروم أيام الرشيد فلم يقدروا عليها.</p>\n<p class=\"arabic\">وفي سنة ثلاث وثلاثين ومائة أقبل طاغية الروم قسطنطين بن الليون فنزل على ملطية فقاتلوه قتالا شديدا، فألح عليهم حتى نزلوا على أمان، فهدم المدينة والمسجد الجامع ودار الإمارة، وغزتها الروم أيام الرشيد فلم يقدروا عليها.</p>",
            "title": "ملطية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001437-000.json"
        }
    ],
    "type": "FeatureCollection"
}