{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أصيلة</h1>\n<p class=\"arabic\">بلد بقرب طنجة ويقال فيه أزيلة بالزاي، وهي مدينة كبيرة قديمة عامرة آهلة كثيرة الخير والخصب، وكان لها مرسى مقصود، وكان سبب خرابها أن المجوس لما خرجوا من البحر الكبير أول ما يلقاهم مدينة أصيلة فينزلون مرساها ويخربون ما قدروا عليه منها فيجتمع البرابر ويحاربونهم فكانوا معهم على ذلك حتى خلت مع ما كان بين أهل تلك البلاد من الفتن.</p>\n<p class=\"arabic\">ويقال إن المجوس قصدوا إليها مرة فاجتمع البرابر لقتالهم فقالوا لهم: ما جئنا لقتال وإنما لنا ببلدكم أموال وكنوز فتنحوا عنا حتى نستخرجها لكم ونشاطركم فيها، فرضي البربر بذلك واعتزلوا عن الموضع الذي ذكروه لهم، فحفر المجوس موضعا من تلك المواضع التي زعموا فوجدوا مطامير من الدخن فاستخرجوه، فلما نظر البربر من بعيد إلى صفرة الدخن ظنوه تبرا فبدروا إليهم ونقضوا عهدهم وهرب المجوس إلى مراكبهم، فلما أصاب البربر الدخن ندموا ورغبوا إلى المجوس أن يرجعوا إلى استخراج المال، قالوا لهم: قد رأينا منكم نقض العهد فلا نأمنكم أبدا.</p>\n<p class=\"arabic\">وأصيلة أول مدن العدوة من جانب الغرب، وهي في سهل من الأرض وحولها رواب لطاف والبحر بغربيها وجوفيها، وكان عليها سور له خمسة أبواب، ولجامعها خمس بلاطات، وإذا ارتج البحر بلغ الموج إلى حائط الجامع، وسوقها حافل يوم الجمعة، وماء آبار المدينة شريب، وبخارجها آبار عذبة، ومرساها مأمون، والمدخل إليها من الشرق، ويستدير بالمرسى من ناحية الجوف جسر من حجارة مخلوقة تطيف على السفن المرساة فيه، وهي مدينة محدثة، وكان سبب بنائها أن المجوس نزلوا مرساها مرتين، أما الأولى، فانهم أتوا وزعموا أن لهم بها أموالا وكنوزا فاجتمع البربر لقتالهم على ما قدمناه، وذلك في أيام الإمام عبد الرحمن بن الحكم وأما خروجهم الثاني فإن الريح قذفتهم في ذلك المرسى منصرفهم من الأندلس وعطبت لهم على باب المرسى من ناحية المغرب مراكب كثيرة، ويعرف ذلك الموضع بباب المجوس إلى اليوم، فاتخذ الناس موضع أصيلة رباطا فأتوه من جميع الأمصار، وكانت تقوم فيه سوق جامعة ثلاث مرات في السنة، وهو وقت اجتماعهم وذلك في شهر رمضان وفي عشر ذي الحجة وفي عاشوراء، وكان الموضع ملكا للواتة فابتنى فيه قوم من كتامة واتخذوه سوقا جامعا وتسامع الناس أمرها من الأندلس وأهل الأمصار فقصدوها في الأوقات المذكورة بضروب السلع، ثم بنوا شيئا بعد شيء فعمرت فقدمها القاسم بن ادريس فملكها وبنى سورها ومصرها وبها قبره، ووليها إبراهيم ابنه ثم حسين بن إبراهيم ثم صار أمرها إلى حسن الحجام منهم ثم استولى عليهم ابن أبي العافية وكان الحجام يستعمل عليها الولاة.</p>\n<p class=\"arabic\">قالوا وتفسير أصيلة جيدة، وبقبلي أصيلة قبائل لواتة وبنو زياد من هوارة وبين القبلة والغرب منها عين تعرف بعين الخشب ثرة، وأصيلة بغربي طنجة .</p>\n<p class=\"arabic\">ومن أصيلة أبو محمد عبد الله بن إبراهيم الأصيلي أصله من كورة شذونة من بلاد الأندلس وكان جده من مسالمة أهل الذمة ورحل أبوه إبراهيم إلى أصيلة من بلاد العدوة ثم رحل في طلب العلم وجال في الآفاق وأوغل في بلاد المشرق ولقي الرجال، وتفنن في الرأي والحديث، وكان من جلة العلماء وصنف كتبا كثيرة نفاعة، وسمع بخبره أمير المؤمنين الحكم وكان معتنيا بهذا الشأن [v.1, p.42]</p>\n<p class=\"arabic\">فاستجلبه من العراق فأقبل إلى الأندلس، فلما وصل إلى المرية مات الحكم فانعكس أمله وبقي حائرا، وكان مقلا ثم نهض إلى قرطبة حضرة السلطان ونشر بها علمه، فشرق فقهاؤها بمكانه وبقي مدة مضاعا حتى هم بالانصراف إلى المشرق، ثم علق بحبل محمد بن أبي عامر قيم الدولة الهشامية وكان عرف مكانه في العلم وبعد أثره فيه، فرغب في اصطناعه وأجرى عليه الرزق فنعشه به ثم أخرج أمر السلطان بتقديمه للشورى ثم ولي قضاء سرقسطة، وكان من حفاظ مذهب مالك إلا أنه على مذهب العراقيين من أصحابه، ومن تواليفه ` الدلائل على أمهات المسايل ` توفي سنة اثنتين وسبعين وثلاثمائة على أثر موت ابن أبي عامر.</p>",
            "title": "أصيلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000127-000.json"
        }
    ],
    "type": "FeatureCollection"
}