{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تستر</h1>\n<p class=\"arabic\">مدينة بالأهواز بينها وبين عسكر مكرم ثمانية فراسخ، وفتحها أبو موسى الأشعري رضي الله عنه، وبينها وبين مدينة سابور ثمانية فراسخ، وهي مرتفعة الأرض والماء يرتفع في الشاذروان إلى بابها، وبها وجد أبو موسى الأشعري رضي الله عنه قبر دانيال وكان أهل الكتاب يديرونه بينهم على مجامعهم يتبركون به ويستسقون به المطر إذا أجدبوا وأخذه أبو موسى رضي الله عنه، وشق النهر إلى أعلى باب السوس خلجانات جعل فيها ثلاثة قبور مطوية بالآجر ودفن تابوته في أحد القبور ثم استوثق منها كلها وعماها ثم فتح عليها الماء حتى اختلط الثرى الكثير على ظهور القبور هناك.</p>\n<p class=\"arabic\">ومن أهل تستر كان نافع مولى عبد الله بن عمر رضي الله عنهما أصابه عبد الله في غزواته ومات سنة سبع عشرة ومائة، وقال: دخلت مع ابن عمر إلى عبد الله بن جعفر رضي الله عنهم فأعطي في اثني عشر ألفا فأبى أن يبيعني وأعتقني أعتقه الله من النار.</p>\n<p class=\"arabic\">وكان أبو موسى الأشعري رضي الله عنه سار بعد فتح الأهواز والسوس إلى تستر وبها شوكة العدو وحده وكتب إلى عمر رضي الله عنه يستمده، فكتب عمر إلى عمار بن ياسر رضي الله عنه يأمره بالمسير إليه في أهل الكوفة، فقدم عمار جرير بن عبد الله البجلي رضي الله عنه وسار أبو موسى رضي الله عنه حتى أتى تستر وعلى ميمنته البراء بن مالك وعلى ميسرته مجزأة بن ثور السدوسي وعلى الخيل أنس بن مالك رضي الله عنه وعلى ميمنة عمار البراء ابن عازب الأنصاري رضي الله عنهما وعلى الميسرة حذيفة بن أبي اليمان رضي الله عنه وعلى خيله قرظة بن كعب الأنصاري وعلى رجالته النعمان بن مقرن المزني، فقاتلهم أهل تستر قتالا شديدا وحمل أهل الكوفة وأهل البصرة حتى بلغوا باب تستر، فقاتلهم البراء بن مالك على الباب حتى استشهد رضي الله عنه، ودخل الهرمزان وأصحابه المدينة بشر حال وقد قتل منهم في المعركة تسعمائة وأسر ستمائة وضربت أعناقهم بعد وكان الهرمزان قد حضر وقعة جلولاء مع الأعاجم، ثم إن رجلا من الأعاجم استأمن إلى المسلمين على أن يدلهم على عورة العدو، فأسلم واشترط أن يفرض له ولولده، فعاقده أبو موسى على ذلك، ووجه معه رجلا من بني شيبان يقال له أشرس بن عوف فخاض به دجيلا على عرق من حجارة ثم علا به المدينة وأراه الهرمزان ثم رده إلى العسكر، فندب أبو موسى رضي الله عنه أربعين رجلا مع مجزأة بن ثور وأتبعهم مائتي رجل وذلك في الليل والمستأمن يتقدمهم فأدخلهم المدينة فقتلوا الحرس وكبروا على سور المدينة، فلما سمع ذلك الهرمزان هرب إلى قلعته وكانت موضع خزانته وأمواله، وعبر أبو موسى رضي الله عنه حين أصبح حتى دخل المدينة فاحتوى عليها، وجعل الرجل من الأعاجم يقتل أهله وولده ويلقيهم في دجيل خوفا من أن يظفر بهم العرب ، وطلب الهرمزان الأمان فأبى أبو موسى أن يعطيه ذلك إلا على حكم عمر رضي الله عنه فنزل على ذلك. وقتل أبو موسى من كان في القلعة ممن لا أمان له وحمل الهرمزان إلى عمر رضي الله عنه فاستحياه وكان الذي قدم عليه به أنس بن مالك رضي الله عنه فاستشار عمر أنسا فيه فقال: يا أمير المؤمنين تركت خلفي شوكة شديدة وعدوا كلبا وإن قتلته يئس القوم من الحياة، فاستحياه وأسلم وفرض له عمر رضي الله عنه ثم إنه اتهم بممالأة أبي لؤلؤة على قتل عمر رضي الله عنه، فقال له عبيد الله بن عمر رضي الله عنهما: امض بنا ننظر إلى فرس فمضى وعبيد الله خلفه فضربه بالسيف فقتله.</p>\n<p class=\"arabic\">ويقال إن أجناد المسلمين لما نزلوا على تستر وبها الهرمزان وجنود أهل فارس وأهل الجبال والأهواز فحاصروهم أشهرا وأكثروا القتل فيهم، وقتل البراء بن مالك رضي الله عنه في ما بين أول ذلك الحصار إلى أن فتح الله على المسلمين مبارزة مائة سوى من قتل في غير المبارزة، وقتل مجزأة بن ثور مثل ذلك وكعب بن سور وأبو تميمة كل واحد منهم مثل ذلك وهؤلاء من أهل البصرة، وفعل جماعة من الكوفيين مثل ذلك، وزاحفهم المشركون في أيام تستر ثمانين زحفا تكون عليهم مرة ولهم أخرى، حتى إذا كانوا في آخر [v.1, p.140] زحف منها واشتد القتال قال المسلمون: يا براء أقسم على ربك ليهزمهم، فقال البراء بن مالك: اللهم اهزمهم لنا واستشهدني، فهزموهم حتى أدخلوهم خنادقهم ثم اقتحموها عليهم وأرزوا إلى مدينتهم فأحاط المسلمون بها وضاقت المدينة بهم وطالت حربهم، فخرج رجل إلى النعمان واستأمنه على أن يدله على مدخل يدخل منه إلى المدينة ويكون منه فتحها فأمنه النعمان فدلهم على مخرج الماء فنهدوا إلى ذلك المخرج فدخل منه من دخل وكبر المسلمون من خارج وفتحت الأبواب، ورضي الهرمزان أن ينزل على حكم عمر رضي الله عنه فشدوه وثاقا واقتسموا ما أفاء الله عليهم فكان سهم الفارس ثلاثة آلاف والراجل ألفا، وخرج المسلمون بالهرمزان إلى المدينة وقد هيئوه في هيئته فألبسوه كسوته من الديباج ووضعوا على رأسه تاجا مكللا بالياقوت كيما يراه عمر رضي الله عنه في هيئته، ثم خرجوا به على الناس يريدون عمر في منزله فلم يجدوه فسألوا عنه فقيل لهم جلس في المسجد لوفد قدموا عليه، فانطلقوا إلى المسجد فلم يجدوه إلى أن دلوهم عليه في جهة من المسجد نائما، فكان من أمره مع الهرمزان وإسلام الهرمزان ما هو مشهور، وفي الخبر طول.</p>",
            "title": "تستر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000379-000.json"
        }
    ],
    "type": "FeatureCollection"
}