{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طرابنش</h1>\n<p class=\"arabic\">آخرها شين معجمة، بجزيرة صقلية، والنصارى يسمونها أطرابنه، وبينها وبين مرسى علي ثلاثة وعشرون ميلا، وهي مدينة قديمة مسورة بيضاء كالحمامة، وبينها وبين مدينة تونس مسيرة يوم وليلة، والسفن منها وإليها لا تتعطل شتاء ولا صيفا، وبها السوق والحمام وجميع ما يحتاج إليه من مرافق المدن، لكنها في لهوات البحر لاحاطته بها من جهاتها الثلاث، وأدنى البر منها من جهة واحدة ضيقة، والبحر فاغر فاه لها من سائر الجهات، وأهلها يرون أنه لا بد من التقامه لها، ومحرثها عظيم، وكان سكانها مسلمين ونصارى، وللفريقين فيها مساجد وكنائس، وبركنها من جهة المشرق جبل حامد، وهو جبل عظيم مفرط السمو متسع في أعلاه فيه معقل للروم، وبينه وبين الجبل قنطرة تتصل به، وفي الجبل بلد كبير يقال إن حريمه من أحسن حريم هذه الجزيرة، وبهذا الجبل الكروم، ويقال إن فيه نحوا من أربعمائة عين متفجرة، والصعود إليه هين من إحدى جهاته، وهم يرون أن منه يكون فتح هذه الجزيرة فلا يتركون مسلما يصعد إليه، ولذلك أعدوا فيه ذلك المعقل، فلو أحسوا بحادثة جعلوا حريمهم فيه وقطعوا القنطرة. وطرابنش هذه في البسيط لا ماء لها إلا من بئر على البعد منها.</p>\n<p class=\"arabic\">والبحر يحدق بها من جميع جهاتها، وإنما يسلك إليها على قنطرة، ومرساها في الجانب الجنوبي منها، وهو مرسى ساكن غير متحرك تشتي فيه أكثر السفن آمنة من جميع الأنواء، موجه هاد عند هيجان الرياح، ويصاد به السمك الكثير، ويؤخذ بها التن بشباك كبار، ويوجد ببحرها المرجان السني، وعلى بابها سباخ الملح، ولها إقليم واسع الجهات، وأرضها من أكرم الأرضين في الزراعة، كثيرة الفوائد والغلات، وأسواق المدينة رحيبة، ومعايشها خصيبة، وبقربها جزيرة الراهب وجزيرة اليابسة وجزيرة مليطمة. وطرابنش يسافر إليها في أيام الشتاء لجودة مرساها واعتدال بحرها وهوائها، وبينها وبين جبل حامد نحو عشرة أميال.</p>",
            "title": "طرابنش",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000994-000.json"
        }
    ],
    "type": "FeatureCollection"
}