{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أبيوود</h1>\n<p class=\"arabic\">من مدن خراسان، فيها ولد الفضيل بن عياض الزاهد بمكة سنة سبع وثمانين ومائة، قال سفيان بن عيينة : دعانا الرشيد فدخلنا عليه ودخل الفضيل آخرنا مقنعا رأسه بردائه، فقال: يا سفيان أيهم أمير المؤمنين؟ فقلت: هذا، فقال: أنت يا حسن الوجه الذي أمر هذه الأمة كلها في عنقك؟ لقد تقلدت أمرا عظيما، فبكى الرشيد، ثم أتي كل رجل منا ببدرة فكل قبلها إلا الفضيل، فقال الرشيد: يا أبا علي إن لم تستحل أخذها فخذها فأعطها ذا دين وأشبع بها جائعا واكس عاريا وفرج بها عن مكروب، فاستعفاه منها، فلما خرج قلت له: يا أبا علي أخطأت ألا أخذتها وصرفتها في أبواب البر، فأخذ بطرف لحيتي ثم قال: يا أبا محمد أنت فقيه البلد والمنظور إليه وتغلط هذا الغلط! لو طابت لأولئك لطابت لي، قال سفيان: فصغر والله إلي نفسي.</p>\n<p class=\"arabic\">ومن أهل أبيورد محمد بن أحمد الأموي أبو المظفر الأبيوردي أوحد عصره في معرفة اللغة والأنساب وغير ذلك له تصانيف كثيرة، منها ` تاريخ ابيورد ونسا ` و ` المختلف والمؤتلف ` و ` طبقات العلم في كل فن ` و ` ما اختلف وائتلف في أنساب العرب `، وله في اللغة مصنفات ما سبق إليها، وكان متصرفا في فنون جمة، فصيح الكلام حاذقا بالتصنيف وافر العقل، سئل عن أحاديث الصفات فقال: بعر وتمر، وقال في قوله صلى وسلم الله عليه ` ليس لعرق ظالم حق `، العروق أربعة: عرقان ظاهران وعرقان باطنان، فالظاهران الغرس والبناء والباطنان البئر والمعدن وله:</p>\n<p class=\"arabic_poetry\">تنكر لي دهري ولم يدر أنني * أعز وأحداث الزمان تهون</p>\n<p class=\"arabic_poetry\">فظل يريني الخطب كيف اعتداؤه * وظلت أريه الصبر كيف يكون وله: [v.1, p.7]</p>\n<p class=\"arabic_poetry\">فيا ويح نفسي لا أرى الدهر منزلا * لعلوة إلا ظلت العين تذرف</p>\n<p class=\"arabic_poetry\">ولو دام هذا الوجد لم يبق عبرة * ولو أنني من لجة البحر أغرف وله:</p>\n<p class=\"arabic_poetry\">بأبي ريم تعرض لي * عن رضا في طيه غضب</p>\n<p class=\"arabic_poetry\">فأراني صبح وجنته * بظلام الصدغ ينتقب</p>\n<p class=\"arabic_poetry\">فأتى بالكأس مترعة * كضرام النار يلتهب</p>\n<p class=\"arabic_poetry\">فهي شمس في يدي قمر * وكلا عقديهما الشهب</p>\n<p class=\"arabic_poetry\">ولها من ذاتها طرب * فلهذا يرقص الحبب وتوفي سنة سبع وخمسمائة بأصبهان.</p>",
            "title": "أبيوود",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000031-000.json"
        }
    ],
    "type": "FeatureCollection"
}