{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">التينات</h1>\n<p class=\"arabic\">مدينة بالشام بينها وبين طرابلس مسيرة أيام، منها أبو الخير التيناتي أحد المشايخ الأكابر العارفين بالله تعالى كان صاحب مشاهدة وكان يسمى علام الله من أخباره قال أبو الحسن القرافي أتيت التينات أزوره فوافقت إنسانا جاء يزوره فقال لي: ندخل الآن عليه فيقدم لنا الخبز واللبن وأنا لا آكله فإني [v.1, p.147] صفراوي قال: فدخلنا على الشيخ فقام ودخل بيته وجاء على يده قصعة فيها لبن وخبز وقال لي: كل أنت هذا، وفي يده الأخرى رمان حلو وحامض فقال للرجل: كل أنت هذا. وقال عبد العزيز البحراني: قصدت التينات أزوره فسألت صبيا عن مسجده فقال: قد آذيتم الشيخ الزمن، كم تأكلون خبز هذا الضعيف، فوقع في قلبي قوله فاعتقدت أن لا آكل طعاما ما دمت بتينات، فبت ليلتي ما قدم لي شيئا ولا عرض علي، فلما خرجت وصرت إلى الزيتون فإذا به يصيح خلفي فالتفت فإذا به، فدفع لي ثلاثة أرغفة ملطوخة بلبن وقال لي: كل، قد خرجت من عقدك، ثم قال لي: أما سمعت قول النبي صلى الله عليه وسلم: ` الضيف إذا نزل نزل برزقه `، فقلت: بلى، فقال: فلم شغلت قلبي بقول صبي. قال القرافي: قدم أبو الخير تنيس فقال لي: قم حتى نصعد السور ونكبر. ثم قلت في نفسي ونحن على السور: هذا عبد أسود بم نال ما هو فيه؟ فالتفت إلي وقال: يعلم ما في نفوسكم فاحذروه، فلما سمعت ذلك فزعت وغشي علي، فمر وتركني، فلما أفقت جعلت أذم نفسي وأستغفر الله، فجاء وقال: وهو الذي يقبل التوبة عن عباده، فقمت معه. وقال: كنت واقفا أركع فإذا اللعين إبليس قد جاء في صورة حية عظيمة فتطوق بين يدي سجودي فنفضته وقلت: يا لعين لولا أنك نجس لسجدت على ظهرك، وقال: كنت بطرابلس الشام ليلا فذكرت الحرم وطيبه فاشتقته، فسجدت ورفعت رأسي فإذا أنا في المسجد الحرام. قال إبراهيم بن عبد الله: قصدته في مسجده فإذا هو مع شخص يحدثه فقال لي: يا إبراهيم اخرج ورد الباب، فخرجت وجلست بالباب طويلا وكانت لي حاجة إليه، فقلت في نفسي: إن كانا في سر فقد فرغا، ففتحت الباب فإذا به جالس وحده، فقلت: وأين الرجل فإنه لم يخرج؟ فقال: يا بني هو لم يخرج من الباب فقلت: من هو؟ قال: الخضر، فبكيت وقلت: لو عرفته لسألته الدعاء. ثم مضت مدة فبعثني الشيخ أبتاع له حوائج فحملتها في كساء على ظهري فلقيت رجلا في الطريق فسلم علي وقد بقي إلى التينات ستة أميال وقد تعبت فقال: ناولني أحمل عنك، فناولته فحملها وجعل يحادثني بأخبار الصالحين حتى بلغنا باب التينات، فدفعه وودعني وقال: اقرأ على الشيخ السلام فقلت: أقول من؟ فقال: هو يعرف، فلما دخلت على الشيخ قال: يا إبراهيم ما استحيت حملته ستة أميال ما حسدتك، وحسدتني على كلامه، فبكيت فقلت: هو هو؟ فقال: هو هو ولا حيلة، تبكي إذا لم تلقه وتبكي إذا لقيته. [v.1, p.148]</p>\n<p class=\"arabic\"></p>",
            "title": "التينات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000400-000.json"
        }
    ],
    "type": "FeatureCollection"
}