{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحوأب</h1>\n<p class=\"arabic\">بزيادة همزة بين الواو والباء، ماء قريب من البصرة على طريق مكة، وهو الذي مرت به عائشة رضي الله عنها في توجهها إلى البصرة يوم الجمل، فلما انتهوا بها في الليل إلى ماء لبني كلاب يعرف بالحوأب نبحت كلابهم الركب، فقالت عائشة رضي الله عنها: ما اسم هذا الموضع؟ فقال السائق لجملها: هذا الحوأب، فاسترجعت وذكرت ما قيل لها في ذلك وقالت: إني لهيه، قد سمعت رسول الله صلى الله عليه وسلم يقول: ` ليت شعري أيتكن تنبحها كلاب الحوأب `، وفي رواية أنه صلى الله عليه وسلم قال لها: ` لعلك صاحبة الجمل الأذنب تنبحها كلاب الحوأب `، وقالت لهم: ردوني إلى حرم رسول الله صلى الله عليه وسلم، لا حاجة لي في المسير، فقال الزبير رضي الله عنه: بالله ما هذا الحوأب، ولقد غلط فيما أخبرك به، وكان طلحة رضي الله عنه في ساقة الناس فلحقها وأقسما أن ذلك ليس بالحوأب، وشهد معهما خمسون ممن كان معهما، فكان ذلك أول شهادة زور أقيمت في الإسلام.</p>\n<p class=\"arabic\">وكتبت أم سلمة زوج النبي صلى الله عليه وسلم إلى عائشة أم المؤمنين رضي الله عنهما إذ عزمت على الخروج إلى الجمل: من أم سلمة زوج النبي صلى الله عليه وسلم إلى عائشة أم المؤمنين، فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد فإنك سدة بين رسول الله صلى الله عليه وسلم وبين أمته، حجابك مضروب على حرمته، وقد جمع القرآن ذيولك فلا تسحبيها، وسكن عقائرك فلا تقدحيها فالله من وراء هذه الأمة، لو علم رسول الله صلى الله عليه وسلم أن النساء يحتملن الجهاد عهد إليك، أما ترين أنه قد نهاك عن الفراطة في الدين، فإن عمود الدين لا يثبت بالنساء إن مال ولا يرأب بهن إن انصدع، جهاد النساء غض الأطراف وضم الذيول. ما كنت قائلة لرسول الله صلى الله عليه وسلم لو عارضك ببعض هذه الفلوات ناصة قعودك من منهل إلى منهل، وغدا تردين على رسول الله صلى الله عليه وسلم، وأقسم لو قيل لي يا أم سلمة ادخلي الجنة لاستحييت أن ألق رسول الله صلى الله عليه وسلم هاتكة حجابا ضربه علي. فاجعليه سترك وقاعة البيت حسبك ، فإنك أنصح ما تكونين لهذه الأمة ما قعدت عن نصرتهم، ولو أني حدثتك بحديث سمعته من رسول الله صلى الله عليه وسلم لنهشت نهش الحية الرقشاء المطرقة والسلام.</p>\n<p class=\"arabic\">فأجابتها عائشة رضي الله عنها: من عائشة أم المؤمنين إلى أم سلمة، سلام عليك، فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد فما أقبلني لوعظك وأعرفني بحق نصيحتك، وما أنا بمعتمرة بعد تعريج، ولنعم المطلع مطلع فرقت فيه بين فئتين متشاجرتين، فإن أقعد فعن غير حرج، وإن أمض فإلى ما لا غنى لي عن الازدياد منه، والسلام.</p>\n<p class=\"arabic\">واستمرت عائشة رضي الله عنها على المشي إلى أن انتهت إلى [v.1, p.206] البصرة، فكانت وقعة الجمل بالخريبة بمقربة من البصرة قتل فيها نحو ثلاثة عشر ألفا، وقتل الزبير وطلحة بن عبيد الله ومحمد بن طلحة المدعو بالسجاد رضي الله عنهم، وهو الذي قال فيه علي رضي الله عنه حين رآه قتيلا: هذا رجل قتله بره بأبيه. ورمي هودج عائشة رضي الله عنها فجعلت تنادي: يا بني البقيا، يا بني البقيا، ويعلو صوتها، وكانت جهيرة، فأبوا إلا إقداما، وماج الناس بعضهم في بعض، فصرخ صارخ: اعقروا الجمل، وقال عبد الله بن الزبير رضي الله عنهما: أمسيت يوم الجمل وبي سبع وثمان جراحة من طعنة وضربة، وما رأيت مثل يوم الجمل قط ما ينهزم منا أحد وما نحن إلا كالجبل الأسود وما يأخذ بخطام الجمل أحد إلا قتل. ونادى علي رضي الله عنه: اعقروا الجمل فإنه إن عقر تفرقوا، فضربه رجل فسقط، فما سمعت صوتا قط كان أشد من عجيج الجمل، وقطع على خطام الجمل سبعون يدا من بني ضبة كلما قطعت يد رجل قام آخر وقال: أنا الغلام الضبي، ورمي الهودج بالنشاب حتى صار كالقنفذ، وقصة يوم الجمل مطولة شهيرة فليقتصر من خبرها على هذا القدر ففيه مقنع.</p>",
            "title": "الحوأب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000539-000.json"
        }
    ],
    "type": "FeatureCollection"
}