{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الرامي</h1>\n<p class=\"arabic\">جزيرة الرامي بالهند متصلة بجزيرة سرنديب، وهي مدينة الهند وبها عدة ملوك وفيها معادن وطيب، وطولها سبعمائة فرسخ في مثلها، وقيل ثمانمائة فرسخ في مثلها، وفيها الكركدن وهو دابة تكون دون الجمل وفوق الجاموس وفي عنقها عوج كعوج عنق الجمل، لكن اعوجاجه خلاف اعوجاج عنق الجمل، ورأسها مما يلي يديها، ولها قرن في وسط جبهتها طويل، في غلظه قبضتان، ويقال إن بعض هذه القرون إذا شقت ظهرت فيها صورة إنسان وصورة طائر وغيره من الصور كاملة الشكل بيضاء وهذا القرن الذي توجد فيه هذه الصورة تصنع منه مناطق تساوي قيمة كبيرة، وتكون الصورة التي توجد فيه من أوله إلى آخره. وحكى الجاحظ أن هذه الدابة تقيم في جوف أمها سبع سنين، وأنها تخرج رأسها وعنقها من فرج أمها فترعى الحشيش ثم تعيد رأسها إلى جوف أمها فإذا ابتدأ تكون قرنها امتنعت من الخروج إلى المرعى على حسب عادتها فتنقر في جوف أمها حتى تشقه فتخرج منه فتموت الأم، ومن الناس من يضعف هذا الخبر لأنه يقتضي فناء الأمهات.</p>\n<p class=\"arabic\">وملوك الهند تصنع من قرن هذه الدابة أنصبة السكاكين للموائد وإذا وضع الطعام بين أيديهم وكان فيه سم عرق ذلك النصاب فيعلم بذلك أن الطعام مسموم.</p>\n<p class=\"arabic\">وجزيرة الرامي طيبة الثرى معتدلة الهواء عذبة المياه، وفيها بلاد عدة وقرى ومعاقل، وفيها ينبت البقم وهو يشبه نبات الدفلى وخشبه أحمر وعروقه دواء من سم الأفاعي والحيات، قالوا: وقد جرب ذلك فصح.</p>\n<p class=\"arabic\">وفي هذه الجزيرة جواميس لا أذناب لها، وفي غياض هذه الجزيرة ناس عراة لا يفهم كلامهم، وهم يستوحشون من الناس وطول الواحد منهم أربعة أشبار وله ذكر صغير وكذلك للمرأة منهم فرج صغير، وشعورهم زغب أحمر، ولا يلحقون لسرعة جريهم.</p>\n<p class=\"arabic\">وبساحل هذه الجزيرة قوم يلحقون المراكب وهي تجري بالريح الطيبة، ويبيعون العنبر من أصحاب المراكب بالحديد، ويتجهز من هذه الجزيرة بالكافور الطيب وبها منه كثير، وشجره عظام تظل مائة رجل ومائتين وأكثر وأقل، ينقر أعلاها فيسيل منه الماء كافورا، فإذا كان في آخره خرج أبيض، ثم ينقر أسفل ذلك بأوسط الشجر فينساب عليهم الكافوركأنه قطع الرخام في البياض ويسيل كما يسيل الصمغ، وهو صمغ هذا الشجر، ويتجهز منها أيضا بضروب الأفاويه واللؤلؤ الفائق في الجودة. ومن هذه الجزيرة إلى سرنديب ثلاثة أيام.</p>",
            "title": "الرامي",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000673-000.json"
        }
    ],
    "type": "FeatureCollection"
}