{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القلزم</h1>\n<p class=\"arabic\">مدينة من أعمال مصر على ساحل البحر، وبها يعرف البحر فيقال بحر القلزم، وبها المراكب للتجار، وسمي القلزم لأنه في مضايق بين جبال، والقلازم: الدواهي والمضايق، وهي مدينة صغيرة متقنة البناء ليس فيها زرع ولا شجر، وإنما تمار من أرض مصر، ويضيق عندها البحر حتى يأتي كالنهر، ويمر كذلك دون مدينة القلزم إلى الشمال عشرة أميال وينقطع، وشرب أهل مدينة القلزم من جزيرة هناك ومن السويس يجلب على الظهر، وهي بئر بطريق مصر على ثلاثة أميال من مدينة القلزم ومن أمثالهم: أكل لحم التيس وشرب ماء السويس، مع العقل ليس. ومن أعاجيبها أن معزها مرسلة في السكك لا مراعي لها ولا أكل إلا التراب، وهي سمان فائقة السمن، ومن أعاجيبها أن في ربض النصارى منها مسجدا في وسطه اسطوانة يأخذ الرقاصون منها زنة الحبة ونحوها ويحرز في جلد فلا تؤذيه دابة من دواب البحر، والرقاصون يراعون ذلك مراعاة شديدة ولا يشكون فيه ولا يخلون منه ويزعمون أن القرش إذا قابل في البحر تلك الاسطوانة انقلب على ظهره، وربما هلك فرماه البحر ميتا، وطول هذا البحر من القلزم إلى الواقواق أربعة آلاف وخمسمائة فرسخ ، وقد رام بعضهم فيما سلف أن يوصل بين بحر القلزم وبحر الروم حرصا على عمارة الأرض وخصب البلاد ومنافع العباد فمنع من ذلك خشية تنوصل الروم بسبب ذلك إلى غزو الحجاز.</p>\n<p class=\"arabic\">وفي بحر القلزم جبال عالية فوق الماء وتروش طافية ومخفية [v.1, p.466] وطرق السفن منها معلومة لا يدخلها إلا المهرة من رؤساء البحر العالمون بطرقاته، والسير فيه أبدا بالنهار فقط، ولا يسير به في الليل أحد لصعوبة طرقه من تعاريج مسالكه. وكانت القلزم مدينتين وأكثرهما الآن خراب لتسلط العدو عليهما وتضييقه الدائم على أهلهما حتى قلت العمارة وخاف القاصد إليهما وفني ما بأيدي أهلهما وضاقت معايشهم، وبين القلزم ومصر تسعون ميلا، وبالقلزم تنشأ السفن المسافرة في هذا البحر، وتعمل بحبال الليف والدسر وتجلفط بالشحم المتخذ من دواب البحر ودقاق اللبان.</p>",
            "title": "القلزم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001202-000.json"
        }
    ],
    "type": "FeatureCollection"
}