{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مالطة</h1>\n<p class=\"arabic\">جزيرة من الجزائر التي تلي جزيرة صقلية، وهي في القبلة من مسينة بينها وبين صقلية مجرى واحد، وكانت قبل هذا للمسلمين، وفيها مراس منشأة للسفن، وأشجارها الصنوبر والعرعر والزيتون، وطولها ثلاثون ميلا، وفيها مدينة من بنيان الأول وكان يسكنها الروم.</p>\n<p class=\"arabic\">وغزاها خلف الخادم مولى زيادة الله بن إبراهيم عند قيام أبي عبد الله محمد بن أحمد ابن أخي زيادة الله على يد أحمد بن عمر بن عبد الله بن الأغلب، فهو الذي شقي في أمرها، وخلف هذا هو المعروف ببناء المساجد والقناطر والمواجل، فحاصرها ومات وهو محاصر لها، فكتبوا إلى أبي عبد الله بوفاته، فكتب أبو عبد الله إلى عامله بجزيرة صقلية، وهو محمد بن خفاجة، أن يبعث إليهم واليا، فبعث إليهم سوادة بن محمد، ففتحوا حصن مالطة، وظفروا بملكها عمروس أسيرا، فهدموا حصنها وغنموا وسبوا ما عجزوا عن حمله، وحمل لأحمد من كنائس مالطة ما بنى به قصره الذي بسوسة داخلا في البحر، والمسلك إليه على قنطرة وكان ذلك سنة خمس وخمسين ومائتين فبقيت بعد ذلك جزيرة مالطة خربة غير آهلة، وإنما كان يدخلها النشاءون للسفن، فإن العود فيها أمكن ما يكون، والصيادون للحوت لكثرته في سواحلها وطيبه، والشائرون للعسل فإنه أكثر شيء هناك.</p>\n<p class=\"arabic\">فلما كان بعد الأربعين والأربعمائة من الهجرة عمرها المسلمون، وبنوا مدينتها، ثم عادت أتم مما كانت عليه، فغزاها الروم سنة خمس وأربعين وأربعمائة في مراكب كثيرة وعدد، فحصروا المسلمين في المدينة واشتد الحصار عليهم وطمعوا فيهم، وسألهم المسلمون الأمان فأبوا إلا على النساء والأموال، فأحصى المسلمون عدد المقاتلة من أنفسهم فوجدوهم نحو أربعمائة، ثم أحصوا عبيدهم فوجدوهم أكثر عددا منهم، فجمعوهم وقالوا لهم: إنكم إن ناصحتمونا في قتال عدونا وبلغتم من ذلك مبلغا وانتهيتم حيث انتهينا، فأنتم أحرار، نلحقكم بأنفسنا وننكحكم بناتنا ونشارككم أموالنا، وإن أنتم توانيتم وخذلتمونا لحقكم من السباء والرق ما يلحقنا، وكنتم أشد حالا منا، لأن أحدنا قد يفاديه حميمه، ويخلصه من الأسر وليه، ويتمالأ على استنقاذه جماعته، فوعد العبيد من أنفسهم بأكثر مما ظنوا بهم، ووجدوهم إلى مناجزة عدوهم أسرع منهم، فلما أصبح القوم من اليوم الثاني غاداهم الروم على عادتهم، وقد طمعوا ذلك اليوم في التغلب عليهم وأسرهم، والمسلمون قد استعدوا في أكمل عدة للقائهم، وأصبحوا على بصيرة في مناجزتهم، واستنصروا الله عز وجل عليهم، فزحفوا وثاروا نحوهم دعسا بالرماح وضربا بالسيوف غير هائبين ولا معرجين، واثقين بإحدى الحسنيين من الظفر العاجل أو الفوز الآجل، فأمدهم الله تعالى بالنصر، وأفرغ عليهم الصبر، وقذف في قلوب أعدائهم الرعب، فولوا منهزمين لا يلوون، واستأصل القتل أكثرهم، واستولى المسلمون على مراكبهم فما أفلتهم منها غير واحد، ولحق عبيدهم بأحرارهم، ووفوا لهم بميعادهم، وهاب العدو بعد ذلك أمرهم، فلم يعترضهم أحد منهم إلى حين . [v.1, p.520]</p>",
            "title": "مالطة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001369-000.json"
        }
    ],
    "type": "FeatureCollection"
}