{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سامرا</h1>\n<p class=\"arabic\">هي سر من رأى وهي بالعراق، بناها المعتصم، وذكر أنها كانت مدينة سام بن نوح وأنها ستعمر بعد الدهور، على يد ملك جليل مظفر منصور، ذلك المعتصم بالله أمير المؤمنين.</p>\n<p class=\"arabic\">قالوا : وسر من رأى هي المدينة الثانية من مدن خلفاء بني العباس سكنها ثمانية منهم، وهم: المعتصم، وهو ابتدأها وأنشأها، والواثق هارون ابنه والمتوكل جعفر بن المعتصم والمنتصر محمد بن المتوكل والمستعين أحمد بن محمد بن المعتصم والمعتز أبو عبد الله بن المتوكل والمهتدي محمد بن الواثق والمعتمد أحمد بن المتوكل.</p>\n<p class=\"arabic\">وكانت سر من رأى في متقدم الزمان صحراء لا عمارة فيها، وكان بها دير للنصارى بالموضع الذي صارت فيه دار السلطان المعروفة بدار العامة وصار الدير بيت المال، فلما قدم المعتصم من بغداد منصرفه من طرسوس في السنة التي بويع له فيها بالخلافة وهي سنة ثمان عشرة ومائتين نزل دار المأمون ثم بنى دارا في الجانب الشرقي من بغداد وانتقل إليها فأقام بها باقي سنة ثمان عشرة وتسع عشرة وعشرين وإحدى وعشرين ومائتين، وكان معه خلق من الأتراك، وهم يومئذ عجم، وكان يوجه في أيام المأمون إلى سمرقند في شراء الأتراك فكان يقدم عليه في كل سنة منهم جماعة فاجتمع له في أيام المأمون منهم زهاء ثلاثة آلاف غلام، فلما أفضت إليه الخلافة لج في طلبهم واشترى من كان ببغداد منهم من رقيق الناس، فكان في من اشترى منهم من بغداد جملة منهم أشناس، وكان مملوكا لنعيم بن خازم، وإيتاخ كان مملوكا لسلام الأبرش، ووصيف وكان زرادا مملوكا لابن النعمان الزراد، وسيما الدمشقي وبغا الكبير وكان مملوكا للفضل بن سهل، وكان أولاد الأتراك يركبون الدواب ويركضون فيصدمون الناس يمينا وشمالا، فيثب عليهم الغوغاء فيقتلون بعضا ويضربون بعضا، وتذهب دماؤهم هدرا لا يعدون على من فعل ذلك بهم، فثقل على المعتصم ذلك، وعزم على الخروج من بغداد، فخرج إلى الشماسية خارج بغداد، فضاقت عليهم أرض ذلك الموضع، وكره أيضا قربها من بغداد، فمضى إلى البردان فأقام بها أياما ثم مر إلى القاطول فقال: هذا أصلح المواضع، وصير الدير المعروف بالقاطول وسط المدينة وجعل البناء على دجلة وعلى القاطول، وابتدأ البناء وأقطع القواد والكتاب والناس فبنوا حتى ارتفع البناء واختطت الأسواق على القاطول وعلى دجلة، وسكن هو في بعض ما بني له، ثم قال: أرض القاطول غير طائلة والبناء فيها صعب وليس لأرضها سعة، ثم ركب متصيدا، فمر في صيده حتى صار إلى موضع سر من رأى، وهي صحراء لا عمارة فيها ولا أنيس إلا دير للنصارى، فوقف بالدير وكلم من فيه من الرهبان فقال: ما اسم هذا الموضع؟ فقال بعض الرهبان: نجد في كتبنا المتقدمة أنه موضع يسمى سر من رأى، وأنه كان مدينة سام بن نوح، وأنه سيعمر بعد الدهور على يدي ملك جليل مظفر منصور له أصحاب كأن وجوههم طيور الفلاة، ينزلها وينزلها ولده، فقال: أنا والله أبنيها وأنزلها وينزلها ولدي من بعدي، ولقد أمر الرشيد يوما أن يخرج ولده إلى الصيد فخرجوا فخرجت مع محمد والمأمون وأكابر ولد الرشيد واصطاد كل واحد منهم صيدا وصدت بومة ثم انصرفنا وعرضنا صيدنا عليه، فجعل من كان معنا من الخدم يقول: هذا صيد فلان وهذا صيد فلان حتى عرض عليه صيدي فلما رأى البومة، وقد كان الخدم أشفقوا من عرضها عليه لئلا يتطير بها أو تنالني منه غلظة، فقال: من صاد هذه؟ قالوا أبو إسحاق، فاستبشر وضحك وأظهر السرور ثم قال: إما إنه يلي الخلافة ويكون جنده وأصحابه والغالبون عليه وجوههم مثل هذه [v.1, p.300] البومة فيبني مدينة وينزلها بهؤلاء القوم وينزلها ولده من بعده، وما سر الرشيد يومئذ بشيء من الصيد كما سر بصيدي لتلك البومة. ثم عزم المعتصم على أن ينزل بذلك الموضع فأحضر محمد بن عبد الملك الزيات وغيره وقال لهم: اشتروا من أصحاب هذا الدير هذه الأرض وادفعوا لهم ثمنها أربعة آلاف دينار، ففعلوا ذلك ثم احضروا المهندسين وقالوا: اختاروا أصلح هذه المواضع، فاختاروا عدة مواضع للقصور، وصير إلى كل واحد من أصحابه بناء قصر، فصير إلى خاقان أبي الفتح بن خاقان بناء قصر الجوسق الخاقاني، وإلى عمر بن فرج بناء القصر المعروف بالعمري، ثم خط القطائع للقواد والكتاب، وخط المسجد الجامع ووسعت صفوف الأسواق وجعلت كل تجارة منفردة وكل قوم على حدتهم على ما رسمت عليه أسواق بغداد، وأشخص إليه البناءون والنجارون والحدادون وغيرهم، وسيق إليه الساج وسائر الخشب والجذوع من البصرة وما والاها من بغداد، ومن أنطاكية وسواحل الشام، وسيق إليه الرخام والعمد، فأقيمت باللاذقية دور صناعة للرخام، وأفرد قطائع الأتراك عن قطائع الناس جميعا وجعلهم معتزلين عنهم لا يختلطون بقوم من المولدين ولا يجاورهم إلا الفراغنة، فأقطع أشناس وأصحابه الموضع المعروف بالكرخ وضم إليه عدة من قواد الأتراك والرجال وأمره أن يبني المساجد والأسواق، وأقطع خاقان وأصحابه مما يلي الجوسق</p>\n<p class=\"arabic\">الخاقاني وأمر بضم أصحابه ومنعهم من الاختلاط بالناس، وأقطع وصيفا وأصحابه وبنى حائطا سماه حائط الجسر ممتدا وصير قطائع الأتراك جميعا والفراغنة العجم بعيدة من الأسواق في شوارع واسعة ودروب طوال لا يختلط بهم غيرهم، وزوجهم السراري ومنعهم من التصاهر إلى أحد وأجرى لجواري الأتراك أرزاقا قائمة وكتب أسماءهن في الديوان فلم يكن أحد يطلق امرأته ولا يفارقها، وجعل في كل موضع سويقة فيها عدة حوانيت للعامة مما لا بد لهم منه، وامتد بناء الناس من كل ناحية وجعلت الشوارع لقطائع قواد خراسان وأصحابهم من الجند والشاكرية وعن يمين الشوارع ويسارها الدروب وفيها منازل الناس كافة، واتسع الناس في البناء بسر من رأى أكثر من اتساعهم ببغداد وبنوا المنازل الواسعة، إلا أن شربهم جميعا من دجلة مما يحمل في الروايا على البغال والإبل لأن آبارهم بعيدة الرشاء ملحة الماء فليس لهم اتساع في الماء. وبلغت غلات سر من رأى وأسواقها عشرة آلاف ألف درهم في السنة، وقرب محمل ما يأتي من الميرة من الموصل وسائر ديار ربيعة في السفن في دجلة فصلحت أسعارها. ثم لما فرغ المعتصم من الخطط ومن وضع أساس البناء الشرقي من دجلة، وهو جانب سر من رأى، عقد جسرا إلى الجانب الغربي من دجلة، وصير إلى كل قائد عمارة ناحية من النواحي، وحمل النخل من بغداد والبصرة وسائر النواحي وحملت الغروس من الجزيرة والشام والجبل والري وخراسان وسائر البلدان وكثرت المياه في هذه العمارات في الجانب الشرقي بسر من رأى، وصلح النخل ونبتت الأشجار وزكت الثمار وحسن الريحان والبقل وزرع الناس أصناف البقل والزرع والرياحين فزكا كل ما زرع فيها وغرس لجمام الأرض، حتى بلغ مستغل العمارة بالنهر الإسحاقي والعمري والعربات المحدثة وخراج الجنات والبساتين مائة ألف دينار في السنة، وأقدم المعتصم من كل بلد من يعمل عملا من الأعمال ويعالج منه من مهن العمارة والزرع والنخل والغروس وهندسة الماء ووزنه واستنباطه، وحمل من مصر صناع القراطيس، ومن البصرة صناع الزجاج والخزف، وجعل لهؤلاء الواصلين من أصحاب المهن قصورا وأسواقا فحسنت العمارات ورغب وجوه الناس في أن يكون لهم بها أدنى أرض وتنافسوا في ذاك وبلغ الجريب من الأرض مالا كبيرا. ومات المعتصم سنة سبع وعشرين ومائتين وولي الخلافة ابنه هارون الواثق فبنى القصر المعروف بالهاروني على دجلة وانتقل إليه، ثم توفي الواثق سنة اثنتين وثلاثين ومائتين وولي جعفر المتوكل بن المعتصم فنزل الهاروني وآثره على جميع قصور المعتصم، ونزل محمد ابنه المنتصر قصر المعتصم المعروف بالجوسق وأنزل ابنه إبراهيم المؤيد المطيرة. ني وأمر بضم أصحابه ومنعهم من الاختلاط بالناس، وأقطع وصيفا وأصحابه وبنى حائطا سماه حائط الجسر ممتدا وصير قطائع الأتراك جميعا والفراغنة العجم بعيدة من الأسواق في شوارع واسعة ودروب طوال لا يختلط بهم غيرهم، وزوجهم السراري ومنعهم من التصاهر إلى أحد وأجرى لجواري الأتراك أرزاقا قائمة وكتب أسماءهن في الديوان فلم يكن أحد يطلق امرأته ولا يفارقها، وجعل في كل موضع سويقة فيها عدة حوانيت للعامة مما لا بد لهم منه، وامتد بناء الناس من كل ناحية وجعلت الشوارع لقطائع قواد خراسان وأصحابهم من الجند والشاكرية وعن يمين الشوارع ويسارها الدروب وفيها منازل الناس كافة، واتسع الناس في البناء بسر من رأى أكثر من اتساعهم ببغداد وبنوا المنازل الواسعة، إلا أن شربهم جميعا من دجلة مما يحمل في الروايا على البغال والإبل لأن آبارهم بعيدة الرشاء ملحة الماء فليس لهم اتساع في الماء. وبلغت غلات سر من رأى وأسواقها عشرة آلاف ألف درهم في السنة، وقرب محمل ما يأتي من الميرة من الموصل وسائر ديار ربيعة في السفن في دجلة فصلحت أسعارها. ثم لما فرغ المعتصم من الخطط ومن وضع أساس البناء الشرقي من دجلة، وهو جانب سر من رأى، عقد جسرا إلى الجانب الغربي من دجلة، وصير إلى كل قائد عمارة ناحية من النواحي، وحمل النخل من بغداد والبصرة وسائر النواحي وحملت الغروس من الجزيرة والشام والجبل والري وخراسان وسائر البلدان وكثرت المياه في هذه العمارات في الجانب الشرقي بسر من رأى، وصلح النخل ونبتت الأشجار وزكت الثمار وحسن الريحان والبقل وزرع الناس أصناف البقل والزرع والرياحين فزكا كل ما زرع فيها وغرس لجمام الأرض، حتى بلغ مستغل العمارة بالنهر الإسحاقي والعمري والعربات المحدثة وخراج الجنات والبساتين مائة ألف دينار في السنة، وأقدم المعتصم من كل بلد من يعمل عملا من الأعمال ويعالج منه من مهن العمارة والزرع والنخل والغروس وهندسة الماء ووزنه واستنباطه، وحمل من مصر صناع القراطيس، ومن البصرة صناع الزجاج والخزف، وجعل لهؤلاء الواصلين من أصحاب المهن قصورا وأسواقا فحسنت العمارات ورغب وجوه الناس في أن يكون لهم بها أدنى أرض وتنافسوا في ذاك وبلغ الجريب من الأرض مالا كبيرا. ومات المعتصم سنة سبع وعشرين ومائتين وولي الخلافة ابنه هارون الواثق فبنى القصر المعروف بالهاروني على دجلة وانتقل إليه، ثم توفي الواثق سنة اثنتين وثلاثين ومائتين وولي جعفر المتوكل بن المعتصم فنزل الهاروني وآثره على جميع قصور المعتصم، ونزل محمد ابنه المنتصر قصر المعتصم المعروف بالجوسق وأنزل ابنه إبراهيم المؤيد المطيرة.</p>\n<p class=\"arabic\">قالوا : والسر عند العرب السرور بعينه، فمعنى هذا الاسم سرور من رأى، ويجوز لك في إعرابه ما جاز في حضرموت وبعلبك. ووقع لفظ سامرا في شعر البحتري ممدودا في قوله:</p>\n<p class=\"arabic_poetry\">وتركته علما بسامراء *</p>",
            "title": "سامرا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000770-000.json"
        }
    ],
    "type": "FeatureCollection"
}