{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خرخير</h1>\n<p class=\"arabic\">هو اسم ناحية تجاور الصين، وهي كثيرة الخصب والمساكن، مياههم كثيرة وأنهارهم جارية تجري إليهم من ناحية تخوم الصين، ولهم على نهرهم الأعظم أرحاء يطحنون بها الأرز والحنطة وسائر الحبوب كذلك، يطحنونها ويخبزونها ويأكلونها وقد يأكلونها طبيخا دون طحن فيتقولون بذلك. وهذا الوادي ينبت على حافاته شجر العود، وفيه سمك يسمى الشطرون يفعل في الجماع ما يفعله السقنقور الذي يوجد في نيل مصر.</p>\n<p class=\"arabic\">والمدينة التي يسنكها ملك خرخير مدينة حصينة لها سور منيع وخندق وفصيل كبير، وبقربها جزيرة الياقوت يحيط بها جبل مستدير صعب الصعود لا يقدر أحد على الوصول إليه إلا بعد جهد، ولا يقدر أحد على النزول إلى الجزيرة وبها حيات قتالة، وبأرضها حصى الياقوت كثير، وأهل تلك الناحية يتصيدون هذه اليواقيت بحيل يعرفونها.</p>\n<p class=\"arabic\">ومدن الخرخيرية كلها مجتمعة في موضع واحد من الأرض في، نحو ثلاث مراحل، وهي أربع مدن كبار، ولها أسوار منيعة، وأهلها أهل عدة وقوة وحمية. وتنتج في بلاد الخرخير الخيل والغنم والبقر، وخيلهم قصار الرقاب سمان، وهم يعلفونها للأكل والذبح، وأكثر تصرفهم وانتقالهم على البقر. ونساء الخرخير يتصرفن في جميع الأشغال، وليس للرجال تصرف في أكثر من الحرث والحصاد، والنساء يحجبن أطراف ثديهن لئلا تعظم وفيهن نزالة وشدة مثل الرجال، وهم يحرقون موتاهم ويلقون رمادهم في النهر ومن بعد منهم عن النهر أحرق ميته وذرى رماده في الريح.</p>\n<p class=\"arabic\">خراسان:</p>\n<p class=\"arabic\">قطر معروف، قال الجرجاني: معنى خر: كل، وسان معناه سهل، أي كل بلا تعب، وقال غيره: معنى خراسان بالفارسية مطلع الشمس. وهو عمل كبير وإقليم جليل معتبر، وفي شعر الحكيم الذي ذكر أقطار الأرض وحكم لها قوله: ` والدنيا خراسان `؟ والعرب إذا ذكرت المشرق كله قالوا: فارس، فخراسان من فارس، وعلى هذا يؤول حديث النبي صلى الله عليه وسلم: ` لو كان الإيمان معلقا بالثريا لنالته رجال من فارس ` أنه عنى أهل خراسان، لأنك إن طلبت مصداق هذا الحديث في فارس لم تجده لا أولا ولا آخرا وتجد هذه الصفة نفسها في خراسان، دخلوا في الإسلام رغبة، ومنهم العلماء والمحدثون والنساك والمتعبدون، وإذا حصلت المحدثين في كل بلد وجدت نصفهم من أهل خراسان ومنهم، البرامكة والقحاطبة وطاهر وبنوه وغيرهم. وأما أهل فارس فإنهم كانوا كنار خمدت لم تبق لهم بقية تذكر إلا ابن المقفع وابنا سهل: الفضل وحسن. [v.1, p.214]</p>\n<p class=\"arabic\">وخراسان تشتمل على كور عظام وأعمال جسام، وكانت خراسان تسمى في القديم بلد أشرنيه سميت بأشورين بن سام بن نوح وهو أول من اعتمر الصقع بعد الطوفان، وحدها الذي يحيط بها من شرقيها سجستان وبلد الهند، وغربها مفازة الغزية ونواحي جرجان، وشمالها ما وراء النهر وشيء من بلاد الترك وجنوبها مفازة فارس وقومس إلى نواحي جبال الديلم مع جرجان وطبرستان والري وما يتصل بها، وكور خراسان وأعمالها التي يتفرق فيها الحكام وأصحاب البرد نيف وثلاثون عملا.</p>\n<p class=\"arabic\">وفي خراسان كان خروج رافع بن الليث بن نصر بن سيار سنة تسعين ومائة وقتله سليمان بن حميد عامل علي بن عيسى فوجه علي ابنه عيسى بن علي لمحاربته فالتقيا بسمرقند فهزمه رافع، ويقال إنه عد في دراعة عيسى التي كانت عليه يوم الوقيعة عشرون خرقا من ضربة بسيف وطعنة برمح ورمية بنشاب وإن عيسى قال: من تعرض لهذا عجب في الحياة.</p>\n<p class=\"arabic\">قال القتيبي : يتلو العرب في الشرف أهل خراسان فإنهم لم يزالوا لقاحا لا يؤدون إلى أحد إتاوة، وكانت ملوك العجم قبل ملوك الطوائف تنزل بلخ ثم نزلوا بابل ثم نزل أزدشير بن بابك فارس فصارت دار ملكهم، وصارت خراسان لملوك الهياطلة، وهم قتلوا فيروز بن يزدجرد بن بهرام ملك فارس، وكان غزاهم فكادوه بمكيدة في طريقه حتى سلك سبيلا معطشة فخرجوا إليه فأسروه وأكثر أصحابه فأعطاهم موثقا من الله لا يغزوهم أبدا ولا يجوز حدودهم، ونصب حجرا بينه وبين بلدهم وجعله الحد الذي حلف عليه وأشهد الله ومن حضره من قرابته وأساورته فمنوا عليه وأطلقوه، فلما عاد إلى مملكته دخلته الأنفة مما أصابه فعاد لغزوهم ناكثا لأيمانه غادرا بذمته، وجعل الحجر الذي نصبه أمامه في مسيره، يتأول أنه ما تقدم الحجر، فلما صار إليهم ناشدوه الله واذكروه ما جعل على نفسه من العهد والذمة، فأبى إلا لجاجا ونكثا، فواقعوه فقتلوه وقتلوا حماته واستباحوا عسكره وأسروا ضعفته ثم أعتقوهم، وغبروا بعد ذلك زمانا طويلا ثم قتلوا كسرى بن قباذ بن هرمز، وهذا شيء يخبر به أهل فارس من سيرهم.</p>\n<p class=\"arabic\">وبخراسان اعتدال الهواء وطيب الماء وصحة التربة وعذوبة الثمر وإحكام الصنعة وتمام الخلقة وطول القامة وحسن الوجوه وفراهة المراكب من الخيل والإبل والحمير وجودة السلاح والدروع والثياب. وهم يثخنون في الترك القتل ويأسرونهم وبهم يدفع الله عن المسلمين معرتهم، وهم أشد العدو بأسا وأغلظهم أكبادا وأصبرهم على البؤس أنفسا، وقد جاء في الحديث: ` اتركوا الترك ما تركوكم `.</p>\n<p class=\"arabic\">وجاء في خراسان ما لا يعلم جاء مثله إلا في الحرمين والأرض المقدسة، حكوا عن بريدة رضي الله عنه قال، قال رسول الله صلى الله عليه وسلم: ` يا بريدة ستبعث من بعدي بعوث فكن في بعث خراسان ثم كن في بعث أرض منه يقال لها مرة وإذا أتيتها فانزل مدينتها وصل فيها فإنها بناها ذو القرنين، غزيرة أنهارها تجري بالبركة، على كل نقب منها ملك يدفع عن أهلها السوء إلى يوم القيامة `، فقدمها بريدة رضي الله عنه فمات فيها.</p>\n<p class=\"arabic\">ومن خراسان البرامكة لم يقرب أحد السلطان قربهم ولا أعطي عطاءهم ومنهم القحاطبة وعلي بن هاشم، عبد الله بن طاهر حدث بعض قواده بخراسان أنه فرق في مقام واحد بخراسان ألف ألف دينار، وهذا يكبر أن يملك فكيف أن يوهب. وإذا تدبرت قول رسول الله صلى الله عليه وسلم : ` لو كان الإيمان معلقا بالثريا لنالته رجال من أهل فارس ` لم تجد مصداق هذا القول في أهل فارس، لأنهم كانوا أعداء الإسلام حتى غلبوا ومزقوا كل ممزق، ولم تجد منهم رجالا برعوا في العلم ولا عرفوا بحفظ الأثر والتفقه في الدين والاجتهاد والعبادة، وتجد هذه الصفة بعينها في أهل خراسان لأنهم دخلوا في الإسلام رغبة وطوعا وهم أشد الناس تمسكا بالدين، فمنهم المحدثون والعلماء والعباد المجتهدون، وكانت خراسان وفارس شيئا واحدا لأنهما متحاذيان ومتصلان ولسانهما واحد بالفارسية.</p>",
            "title": "خرخير",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000556-000.json"
        }
    ],
    "type": "FeatureCollection"
}