{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">العقبة</h1>\n<p class=\"arabic\">المراد العقبة التي واعد رسول الله صلى الله عليه وسلم فيها النفر الذين بايعوه من الأوس والخزرج من أواسط أيام التشريق. قال كعب بن مالك: بتنا تلك الليلة مع قومنا ورحالنا، حتى إذا مضى ثلث الليل خرجنا من رحالنا لميعاد رسول الله صلى الله عليه وسلم نتسلل تسلل القطا مستخفين حتى اجتمعنا في الشعب عند العقبة، ونحن ثلاثة وسبعون رجلا، ومعنا امرأتان من نسائنا، فاجتمعنا في شعب ننتظر رسول الله صلى الله عليه وسلم حتى جاءنا ومعه عمه : العباس بن عبد المطلب وهو يومئذ على دين قومه، إلا أنه أحب أن يحضر أمر ابن أخيه ويتوثق له، فلما جلسوا كان أول متكلم العباس رضي الله عنه فقال: يا معشر الخزرج - وكانت العرب يسمون هذا الحي من الأنصار الخزرج، خزرجها وأوسها - إن محمدا منا حيث قد علمتم، وقد منعناه من قومنا ممن هو على مثل رأينا فهو في عز من قومه ومنعة في بلده وإنه قد أبى إلا الانحياز إليكم واللحوق بكم؟ فإن كنتم ترون أنكم وافون بما دعوتموه إليه ومانعوه ممن خالفه فأنتم وما تحملتم له من ذلك، وإن كنتم ترون أنكم مسلموه وخاذلوه بعد الخروج به إليكم فمن الآن فدعوه، فإنه في عز ومنعة من قومه وبلده، قال، فقلنا له: قد سمعنا ما قلت فتكلم يا رسول الله فخذ لنفسك ولربك ما أحببت، قال: فتكلم رسول الله صلى الله عليه وسلم فتلا القرآن، ودعا إلى الله تعالى، ورغب في الإسلام، ثم قال: ` أنا معكم على أن تمنعوني مما تمنعون منه نساءكم وأبناءكم `، قال: فأخذ البراء بن معرور رضي الله عنه بيده، ثم قال: نعم، والذي بعثك بالحق، لنمنعنك مما نمنع أزرنا، فبايعنا يا رسول الله فنحن والله أهل الحروب وأهل الحلقة ورثناها كابرا عن كابر، فاعترض القول أبو الهيثم بن التيهان فقال: يا رسول الله إن بيننا وبين الرجال حبالا وإنا قاطعوها، يعني اليهود، فهل عسيت إن نحن فعلنا ذلك ثم أظهرك الله تعالى أن ترجع إلى قومك وتدعنا؟ قال: فتبسم رسول الله صلى الله عليه وسلم ثم قال: ` بل الدم الدم والهدم الهدم، أنا منكم وأنتم مني، أحارب من حاربتم وأسالم من سالمتم `.</p>\n<p class=\"arabic\">ثم قال رسول الله صلى الله عليه وسلم: ` أخرجوا إلي اثني عشر نقيبا يكونون على قومهم `، فأخرجوا منهم اثني عشر نقيبا: تسعة من الخزرج وثلاثة من الأوس، فقال لهم: ` أنتم على قومكم بما فيهم [v.1, p.417] كفلاء ككفالة الحواريين لعيسى بن مريم عليهما السلام، وأنا كفيل على قومي `، قالوا: نعم.</p>\n<p class=\"arabic\">وقال لهم العباس بن عبادة بن نضلة الأنصاري: يا معشر الخزرج هل تدرون على م تبايعون هذا الرجل؟ قالوا: نعم، قال: إنكم تبايعونه على حرب الأحمر والأسود من الناس، فإن كنتم ترون أنكم إذا نهكت أموالكم مصيبة وأشرافكم قتلا أسلمتموه، فمن الآن فهو والله إن فعلتم خزي في الدنيا والآخرة، وإن كنتم ترون أنكم وافون له بما دعوتموه إليه على نهكة الأموال وقتلة الأشراف فخذوه فهو والله خير الدنيا والآخرة، قالوا: فإنا نأخذه على مصيبة الأموال وقتل الأشراف، فما لنا بذلك يا رسول الله إن نحن وفينا؟ قال صلى الله عليه وسلم: ` الجنة `، قالوا: ابسط يدك، فبسط صلى الله عليه وسلم يده، فبايعوه؟ وإنما قال ذلك العباس رضي الله عنه ليشد العقد لرسول الله صلى الله عليه وسلم في أعناقهم، وقال آخرون: إنما قال ذلك ليؤخر القوم تلك الليلة رجاء أن يحضرها عبد الله بن أبي بن سلول فيكون أقوى لأمر القوم.</p>\n<p class=\"arabic\">قال: فلما بايعنا لرسول الله صلى الله عليه وسلم صرخ الشيطان من رأس العقبة، بأنفذ صوت سمعته قط: يا أهل المنازل، هل لكم في مذمم والصباء معه قد اجتمعوا على حربكم، فقال رسول الله صلى الله عليه وسلم: ` هذا ازب العقبة، أي عدو الله، أما والله لأفرغن لك `، ثم قال رسول الله صلى الله عليه وسلم: ` ارفضوا إلى رحالكم ` فقال له العباس بن عبادة بن نضلة رضي الله عنه: والذي بعثك بالحق، إن شئت لنميلن غدا على أهل منى بأسيافنا، قال: فقال رسول الله صلى الله عليه وسلم: ` لم أؤمر بذلك ولكن ارجعوا إلى رحالكم `، قال: فرجعنا إلى مضاجعنا فنمنا عليها حتى أصبحنا، فلما أصبحنا غدت علينا جلة قريش حتى جاءونا في منازلنا فقالوا: يا معشر الخزرج إنه قد بلغنا أنكم قد جئتم إلى صاحبنا هذا لتستخرجوه من بين أظهرنا، وتبايعوه على حربنا، والله ما من حي من العرب أبغض إلينا أن تنشب الحرب بيننا وبينكم منكم، قال: فانبعث من هناك من مشركي قومنا يحلفون ما كان من هذا شيء، وما علمناه، قال: وصدقوا لم يعلموا، قال: وبعضنا ينظر إلى بعض، قال: ثم قام القوم وفيهم الحارث بن هشام بن المغيرة المخزومي وعليه نعلان جديدان، قال: فقلت له، كلمة، كأني أريد أن أشرك القوم بها فيما قالوا: يا أبا جابر أما تستطيع أن تتخذ وأنت سيد من ساداتنا مثل نعلي هذا الفتى من قريش؟ قال: فسمعها الحارث فخلعهما من رجليه ثم رمى بهما إلي فقال: والله لتنتعلنهما، قال: يقول أبو جابر: مه أحفظت والله الفتى، فاردد إليه نعليه، قال، فقلت: والله لا أردهما، فأل والله صالح، والله لئن صدق الفأل لأسلبنه.</p>\n<p class=\"arabic\">قال: ونفر الناس من منى فتنطس القوم الخبر، فوجدوه قد كان، فخرجوا في طلب القوم، فأدركوا سعد بن عبادة رضي الله عنه بأذاخر فأخذوه، فربطوا يديه إلى عنقه بنسع رحله، ثم أقبلوا به حتى أدخلوه مكة يضربونه ويجذبونه بجمته، وكان ذا شعر كثير. قال سعد رضي الله عنه: فوالله إني لفي أيديهم إذ طلع علي نفر من قريش فيهم رجل وضيء أبيض شعشاع حلو من الرجال، قال، قلت في نفسي: إن يكن عند أحد من القوم خير فعند هذا، قال: فلما دنا مني رفع يديه فلطمني لطمة شديدة، قال، فقلت في نفسي: لا والله ما عندهم بعد هذا من خير، قال: فوالله إني لفي أيديهم يسحبونني إذ أوى إلي رجل منهم فقال: ويحك، أما بينك وبين أحد من قريش جوار ولا عهد؟ قال، قلت: بلى والله لقد كنت أجير لجبير بن مطعم بن عدي بن نوفل بن عبد مناف تجاره وأمنعهم ممن أراد ظلمهم ببلادي، وللحارث بن حرب بن أمية بن عبد شمس بن عبد مناف، قال: ويحك، فاهتف باسم الرجلين واذكر ما بينك وبينهما، قال: ففعلت، وخرج ذلك الرجل إليهما، فوجدهما في المسجد عند الكعبة، فقال لهما: أما أن رجلا من الخزرج الآن يضرب بالأبطح، وإنه ليهتف بكما، ويذكر أن بينه وبينكما جوارا، قالا: ومن هو؟ قال: سعد بن عبادة، قالا: صدق والله إن كان ليجير تجارنا ويمنعهم أن يظلموا ببلده، فجاءا فخلصا سعدا من أيديهم، فانطلق.</p>",
            "title": "العقبة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001068-000.json"
        }
    ],
    "type": "FeatureCollection"
}