{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سنابل</h1>\n<p class=\"arabic\">قرية بأرض عمان منها مازن بن الغضوبة الطائي وفد على النبي صلى الله عليه وسلم، قالوا: وسبب إسلامه ووفوده على النبي صلى الله عليه وسلم وإقطاعه له أرض عمان، قال: عترت يوما عتيرة، وهي الذبيحة، فسمعت صوتا من الصنم يقول: يا مازن أقبل أقبل فاسمع ما لا يجهل، هذا نبي مرسل، جاء بحق منزل، فآمن به كي تعدل، عن حر نار تشعل، وقودها بالجندل. قال مازن: فقلت والله إن هذا لعجب، ثم عقرت بعد أيام عتيرة أخرى، فسمعت صوتا أبين من الأول، وهو يقول: يا مازن اسمع تسر، ظهر خير وبطن شر بعث نبي من مضر، بدين الله الأكبر، فدع نحيتا من حجر، تسلم من حر سقر. قال مازن: فقلت إن هذا والله لعجب، وإنه لخير يراد بي، وقدم علينا رجل من أهل الحجاز فقلنا: ما الخبر وراءك. قال: خرج بتهامة رجل يقول لمن أتاه: أجيبوا داعي الله، يقال له أحمد، فقلت: هذا والله نبأ ما سمعت، فثرت إلى الصنم فكسرته أجذاذا، وشددت راحلتي ورحلت حتى أتيت رسول الله صلى الله عليه وسلم، فشرح لي الإسلام فأسلمت، وأنشأت أقول:</p>\n<p class=\"arabic_poetry\">كسرت يا جر أجذاذا وكان لنا * ربا نطيف به ضلا بتضلال</p>\n<p class=\"arabic_poetry\">بالهاشمي هدانا من ضلالتنا * ولم يكن دينه منا على بال</p>\n<p class=\"arabic_poetry\">يا راكبا بلغن عمرا وإخوتها * أني لما قال ربي ياجر قال وقلت: يا رسول الله، إني امرؤ مولع بالطرب وشرب الخمر وبالهلوك إلى النساء، وألحت علي السنون فأذهبن الأموال وأهزلن الذراري والرجال، وليس لي ولد، فادع الله أن يذهب عني ما أجد ويأتني بالحيا ويهب لي ولدا، فقال النبي صلى الله عليه وسلم: ` اللهم أبدله بالطرب قراءة القرآن وبالحرام الحلال وأتهم بالحيا وهب له ولدا `، فقال مازن: فأذهب الله عني كل ما أجد. وأخصبت عمان، وتزوجت أربع حرائر ووهب الله تعالى لي حبان بن مازن وأنشأت أقول:</p>\n<p class=\"arabic_poetry\">إليك رسول الله سقت مطيتي * تجوب الفيافي من عمان إلى العرج</p>\n<p class=\"arabic_poetry\">لتشفع لي يا خير من وطئ الحصى * فيغفر لي ربي فأرجع بالفلج</p>\n<p class=\"arabic_poetry\">إلى معشر خالفت في الله دينهم * فلا رأيهم رأيي ولا شرجهم شرجي</p>\n<p class=\"arabic_poetry\">وكنت امرءا بالدعب والخمر مولعا * شبابي حتى آذن الجسم بالنهج</p>\n<p class=\"arabic_poetry\">فأصبحت همي في جهاد ونيتي * ولله ما صومي ولله ما حجي</p>",
            "title": "سنابل",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000834-000.json"
        }
    ],
    "type": "FeatureCollection"
}