{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بياسة</h1>\n<p class=\"arabic\">بالأندلس أيضا، بينها وبين جيان عشرون ميلا، وكل واحدة منهما تظهر من الأخرى. وبياسة على كدية من تراب مطلة على النهر الكبير المنحدر إلى قرطبة، وهي مدينة ذات أسوار وأسواق ومتاجر وحولها زراعات، ومستغلات الزعفران بها كبيرة.</p>\n<p class=\"arabic\">وفي سنة ثلاث وعشرين وستمائة ملك الروم بياسة في يوم عرفة من ذي حجتها، وكان صاحب جيان إذ ذاك عبد الله بن محمد بن عمر بن عبد المؤمن قد تغير له عبد الله العادل بن المنصور صاحب إشبيلية فخافه، فخرج إلى بياسة فدخلها وكلم أهلها لمساعدته وامتناعه بهم إلى أن يأخذ لنفسه الأمان، فساعدوه على مراده ومنعوه ممن رامه، فجهز إليه العادل العساكر وقدم عليهم ادريس بن المنصور، فلما نزلوا بظاهر بياسة مكثوا عليها أياما، والزمان شات، فلم يغنوا شيئا، وأراد عبد الله صاحب بياسة تفريق ذلك الجمع بما أمكن، فداخله بأن صالحه على أن يدفع له ابنا صغيرا ليكون رهينة لديه بطاعته، فوجد إدريس السبيل إلى الانصراف عنه، وكان أكبر همه، إذ قد جهده وأصحابه شدة البرد ونزول المطر إلى ما كانوا يخافونه من مد النهر ووصول روم طليطلة الذين كانوا أولياء لصاحب بياسة وأنصارا له، فخاف أن يدعو بهم فيلبوه، إذ كان حل من أنفسهم محلا كثيرا لشجاعته، فارتحل أبو العلا لذلك ورأى أنه قد صنع شيئا وأنه قد قام عذره، فلما وصل إلى اشبيلية استقصر فعله واستهجن رأيه وبقي عندهم كالخامل المتخوف. ثم جهزوا بعده جيشا آخر إلى بياسة قدموا عليه عثمان بن أبي حفص، فسار حتى بلغ قبلي بياسة، فبرز إليهم دون المائة فارس من فرسان عبد الله صاحب بياسة ومن الروم الذين معهم، فلما رأوهم انهزموا وولوا الأدبار ولم يجتمع منهم أحد مع أحد، وبقي صاحب بياسة ببلده ولا أحد يرومه إلى أن تملك قرطبة ومالقة وغيرهما وكاد يستولي على الأمر لو ساعده المقدار، وخرج فأوقع بأهل اشبيلية بفحص القصر سنة اثنتين وعشرين وستمائة وقتل منهم نحو ألفي رجل وانصرف عنها مكسورا مفلولا.</p>\n<p class=\"arabic\">وقد كان أدخل الروم قصبة بياسة وأسكنهم فيها، والمسلمون معهم في سائر المدينة، وكان دفعه القصبة إليهم على سبيل الرهن في مال كان لهم تعين عليه، فبقوا في القصبة ساكنين، والمسلمون في البلد يداخلونهم ويعاملونهم، وهو إذ ذاك في قرطبة مقيم، فلما غزا اشبيلية وانصرف عنها مفلولا مكسورا ثار به أهل قرطبة، إذ توهموا أنه يريد إدخال النصارى مدينتهم، فخرج عنها فارا إلى الحصن المدور، فأقام هناك وبقيت بياسة بيد الروم، وغلق [v.1, p.121] الرهن، وأحب أهل بياسة إخراج الروم عن قصبتهم فداخلوا صاحب جيان: عمر بن عيسى بن أبي حفص بن يحيى وسألوه المسير إليهم في جموعه، فجاءهم بحشوده ومعه محمد بن يوسف المسكدالي، فدخلوا بياسة، وأما من كان بالقصبة من الروم فلم يبالوا شيئا، وأما من كان منهم بالمدينة فأتى عليه القتل بعد أن أبلوا في الدفاع، إلا أنهم غلبوا بالكثرة، وبقي أهل القصبة لا يستطيع أحد الوصول إليهم لحصانتها، ولو أراد الله تعالى لوفق هذا الوالي إلى المقام، فإن أهل القصبة لم يكن عندهم شيء يقتاتونه إلا ما يأتيهم من المدينة مياومة، فلو مكث عليها يوما أو يومين لضاقوا وخرجوا، ولم يكن أهل ملتهم نصروهم إلا في مدة بعيدة لبعد المسافة، ولكن أبى المقدار إلا أن يفرغ في يومه ذاك ولم يجسر على المبيت ليلة واحدة، وظن أن الفجاج ترميه بالخيل والرجال، فقال لأهل البلد: أنا راجع فمن أحب أن يخرج فليخرج ومن أحب أن يقعد فليقعد، فرغبوا أن يمكث يوما أو يومين فأبى عليهم إلا الرجوع في يومه، فلم يكن لأهل البلد بد من فراق بلدهم والخروج عن نعمتهم، فتفرقوا في البلاد وبقي الروم في جميع المدينة وملكوها كلها.</p>\n<p class=\"arabic\">ومن أهل بياسة الأديب التاريخي أبو الحجاج يوسف بن إبراهيم البياسي مصنف كتاب ` الإعلام بحروب الإسلام ` وغيره من تصانيفه.</p>",
            "title": "بياسة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000321-000.json"
        }
    ],
    "type": "FeatureCollection"
}