{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تبت</h1>\n<p class=\"arabic\">في بلاد الترك، وهي مملكة متميزة من بلاد الصين والغالب عليهم حمير، رتبهم بعض التبابعة، ولهم حضر وبدو، وبواديهم ترك لا يقوم لهم أحد من بلاد الأتراك، وهم معظمون في سائر أجناس الترك لأن الملك كان فيهم في قديم الزمان، وعند سائر أجناس الترك أن الملك سيعود إليهم، وهم قوم يداخلون أهل فرغانة ويتجهزون بالحديد والفضة والحجارة الملونة والجلود النمرية والمسك التبتي المنسوب إليها، وهي مدينة على نشز عال، وفي أسفلها سور منيع، وملكها ينزل فيها، وتصنع بها ثياب غلاظ حسنة لدنة يباع الثوب منها بدنانير كثيرة لأنها حرير في قز، ويتجهز منها أيضا بالرقيق والمسك إلى بلاد فرغانة وإلى بلاد الهند، وليس على معمور الأرض أحسن ألوانا ولا أرق بشرا ولا أجمل خلقا ولا أنعم أبدانا من رقيق الترك، يسرق بعضهم أبناء بعض ويبيعونهم من التجار، وقد يبلغ ثمن الجارية منهن ثلثمائة دينار.</p>\n<p class=\"arabic\">ولبلد التبت خواص عجيبة في هوائه ومائه وأرضه وسهله وجبله، ولا يزال الإنسان به ضاحكا فرحا مسرورا لا تعرض له الأحزان ولا الهموم ولا الأفكار، ولا تحصى عجائب أنواع ثماره وزهره ومروجه وأنهاره، وهو بلد تقوى فيه طبيعة الدم على الحيوان الناطق وغيره من الحيوان، ولا تكاد ترى في هذه البلاد شيخا حزينا ولا عجوزا بل الطرب في الشيوخ والكهول والشبان والأحداث عام، وفي أهله رقة طبع وبشاشة وأريحية تبعث على كثرة استعمال الملاهي بالمعاقرة وأنواع الرقص، حتى إن الميت إذا مات لا يكاد يداخل أهله كثير حزن، ولهم تحنن كثير بعضهم على بعض، والتبسم فيهم عام.</p>\n<p class=\"arabic\">والمشهور أنه تبت بالتاء المثناة، وقال المسعودي : سمي هذا البلد بمن ثبت فيه ورتب له من رجال حمير فقيل ثبت لثبوتهم، وقد افتخر دعبل بن علي الخزاعي بذلك في قصيدته التي يناقض فيها الكميت ويفخر بقحطان على نزار: [v.1, p.130]</p>\n<p class=\"arabic_poetry\">وهم كتبوا الكتاب بباب مرو * وباب الصين كانوا الكاتبينا</p>\n<p class=\"arabic_poetry\">وهم سموا سمرقندا بشمر * وهم غرسوا هناك الثبتينا وبلاد التبت متاخمة لبلاد الصين وأرضها من إحدى جهاتها ولأرض الهند وخراسان ومفاوز الترك، ولهم مدن وعمائر كثيرة ذوات منعة وقوة، وكانوا في قديم الزمان يسمون ملوكهم تبعا بتبع ملك اليمن، ثم إن لغاتهم تغيرت عن الحميرية وحالت إلى لغة تلك البلاد بمن جاورهم من الأمم. والأرض التي بها ظباء المسك من التبتي والصيني أرض واحدة متصلة، وإنما بان فضل المسك التبتي على الصيني لأن ظباء التبت ترعى السنبل وأنواع الأفاويه وظباء الصين ترعى الحشيش، ولأن أهل التبت لا يعرضون لإخراج المسك من نوافجه ويتركونه على ما هو عليه، وأهل الصين يخرجونه من النوافج ويلحقه الغش بالدم وغيره، ولو سلم المسك الصيني من ذلك كله لكان كالتبتي، وأجود المسك وأطيبه ما خرج من الظبي بعد بلوغه وتناهيه في النضج، والنافجة اسم فارسي معناه السرة، وأما ما يصاد من الظباء فتقطع منها نوافجها فإنه تكون فيه سهوكة فيبقى زمانا حتى تزول عنه تلك الرائحة، وإنما ذلك كالثمر إذا لم ينضج.</p>\n<p class=\"arabic\">وممن ينسب إلى تبت محمد بن محمد التبتي حدث بسنده أن رسول الله صلى الله عليه وسلم قال: ` صلاة الجماعة على خمس وعشرين من صلاة الواحد، وصلاة التطوع حيث لا يراه أحد مثل خمس وعشرين صلاة على أعين الناس `.</p>",
            "title": "تبت",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000351-000.json"
        }
    ],
    "type": "FeatureCollection"
}