{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الصخور</h1>\n<p class=\"arabic\">حصن صغير على نهر مرسية من الأندلس فيه دعا لنفسه محمد بن هود سنة خمس وعشرين وستمائة وأبو العلا ادريس المأمون في اشبيلية وقد صفت له، وكان عازما على التحرك إلى بر العدوة، فبينا هو يروم ذلك إذ وصله الخبر بقيام ابن هود هذا وكان من الجند، ولم يكن إذ ذاك أحد من أكابر الأندلسيين يطمع في ثيارة ولا يحدث بها نفسه كبني مردنيش في بلنسية وبني عيسى في مرسية وبني صناديد في جيان وبني نصر في غرناطة وبني فارس في قرطبة وبني وزير في اشبيلية لانتظام البرين على طاعة الدولة الممهدة القواعد، ورجوع أمورهما إلى إمام واحد، حتى اتفقت ثيارة العادل بمرسية ثم ثيارة البياسي وفتنته ثم مبايعة أبي العلا بإشبيلية، ففتحوا على دولتهم بابا يدخل منه غيرهم، فأوقع الله تعالى في خاطر ابن هود هذا أنه يملك الأندلس، وتحدث بذلك مع من يثق به، وذكر أنه محمد بن يوسف بن محمد بن عبد العليم بن أحمد المستنصر بن هود، واحتقر السيد الذي كان في مرسية من قبل أبي العلا فجمع أصحابه وخرج بهم إلى الحصن المعروف بالصخور فدعا لنفسه، واجتمع له جمع من القطاع ودعار الشعاري والضياع وقال لهم: أنا صاحب الزمان، وأنا الذي أرد الخطبة عباسية وخاطب بذلك أبا الحسن القسطلي قاضي مرسية يومئذ وأعلمه أنه إن تمكن من هذا الغرض فإن الدولة تكون في يده، فأصغى الشيخ إليه إصغاء أذهله عن حتفه الذي بحث عنه بظلفه، وواعده، ثم حضر القاضي القسطلي عند السيد الملقب بأبي الأمان وقد لاحت عليه دلائل الخذلان فقال: يا سيدنا هذا الرجل الذي كان في الصخور ما زال خديمكم يكتب له ويرغبه في الطاعة ويعده بما يكون من الخير في أثر ذلك حتى أذعن، وها هو قد وصل لتقبيل يدكم الكريمة، وسيدنا يرتب له ولأصحابه ما يكفهم عن الثيارة ويرجى أن ينتفع بهم في قطع الفساد عن جهات هذه البلاد، فابتهج السيد وأنفذ إليه بالمبادرة فلم يمر إلا القليل حتى دخل ابن هود وأصحابه مرسية على السيد في السلاح، فعندما مالوا لتقبيل يده قبضوا عليه ثم حبسوه وأجلسوا ابن هود في مكانه، وخطب في أول جمعة للمستنصر العباسي ثم لنفسه بالمتوكل على الله أمير المؤمنين، وعندما وصل الخبر بذلك إلى أبي العلا، وكان عزم على جواز البحر، تمثل:</p>\n<p class=\"arabic_poetry\">إن الطبيب إذا تعارض عنده * مرضان مختلفان داوى الأخطرا وصرف وجهته إلى مرسية، ففي أول منزلة نزل بها قام الأستاذ أبو علي الشلوبيني فابتدأ يخطب، وقال: ثلمك الله ونثرك، يريد: سلمك الله ونصرك، وكان يرد السين والصاد ثاء، وقام بعده أبو الحسن بن أبي الفضل فأنشده قصيدة أولها: [v.1, p.355] خدمتك السيوف والأقلام * وأصاخت لأمرك الأيام وقام الكاتب البلوي فأنشد قصيدة منها:</p>\n<p class=\"arabic_poetry\">إن تك مرسية قد عصت * فما قد بقي طائعا أكثر</p>\n<p class=\"arabic_poetry\">منابرنا لك قد أصبحت * فما ضر أن قد عصى منبر فكره أبو العلا ما أتوا به واسود وجهه وتطير الحاضرون بذلك، وامتنع أبو العلا بعد هذا المجلس من كلام الخطباء وإنشاد الشعراء في هذه القضية، وأقام محاصرا لمرسية حتى رحل في السنة الثانية إذ علم أهلها أنهم لا ينفعهم معه إلا التجريد عن ساعد الجد، وعلم هو أنه لا تجوز عليهم حيلة ولا تنفع فيهم موعظة، وكان الأمر على ما نطق به القدر على ألسنة أولئك.</p>",
            "title": "الصخور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000914-000.json"
        }
    ],
    "type": "FeatureCollection"
}