{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">باجة</h1>\n<p class=\"arabic\">في إفريقية باجة وفي الأندلس وفي الصين، فالتي في إفريقية مدينة كبيرة أولية قديمة فيها آثار للأول ولها حصن حصين قديم مبني بالصخر الجليل أتقن بناؤه يقال إنه من عهد عيسى عليه السلام، وباجة على جبل شديد البياض يسمى الشمس لبياضه، وهي في وطاء من الأرض، وبين باجة وطبرقة مرحلة وبعض أخرى، وهي كثيرة الأنهار والعيون، وإحدى تلك العيون عين كبيرة تسمى عين الشمس، وهي تحت سور المدينة وباب المدينة بازاء العين ويسمى الباب باب عين الشمس، وباجة رخيصة الأسعار جدا أمحلت البلاد أو أخصبت، فإذا أخصبت البلاد لم تكن للحنطة فيها قيمة، وتسمى باجة هري إفريقية فإن منها يمتار جميع تلك البلاد عربها وبربرها لكثرة طعامها ورخصه، وباسمها سميت باجة الأندلس، وباجة إفريقية على مقربة من فحص قل المشهور بكثرة الزرع، وأرض هذا الفحص أرض مشققة سوداء يجود فيها جميع البذر ويكون فيه حمص وفول قلما يوجد مثله في موضع، ولباجة نظر كبير وقرى كبيرة عامرة، وكان الولاة يتنافسون في ولاية باجة ويقولون: من يترك قمح عندة وسفرجل زانة وعنب بلطة وحوت درنة؟ ودرنة بحيرة كبيرة بين باجة وطبرقة.</p>\n<p class=\"arabic\">وأما باجة الأندلس فهي من أقدم مدائنها بنيت في أيام الأقاصرة، وبينها وبين قرطبة مائة فرسخ، وهي من الكور المجندة نزلها جند مصر وكان لواؤهم في الميسرة بعد جند فلسطين، وهم النازلون بشذونة، فحمل الأمير عبد الرحمن بن معاوية لواءهم وأسقط جندهم وأخمل ذكرهم، وكان سبب ذلك أن العلاء بن مغيث اليحصبي كان رأس جند باجة فثار بها وقام بدعوة بني العباس ولبس السواد ورفع راية سوداء واجتمع إليه فئام من الناس، فقاتله عبد الرحمن بن معاوية في قرية من قرى اشبيلية تعرف بالكرم حتى هزمه الإمام وقتله. ومدينة باجة أقدم مدن الأندلس بنيانا وأولها اختطاطا وإليها انتهى يوليش جاشر وهو أول من تسمى قيصر وهو سماها باجة، وتفسير باجة في كلام العجم الصلح وحوز باجة وخطتها واسعة ولها معاقل موصوفة بالمنعة والحصانة، ومنها الإمام القاضي أبو الوليد الباجي سليمان ابن خلف شارح الموطأ الفقيه الأديب العالم المتكلم، رحل إلى الحجاز والعراق ولقي العلماء وتجول ثلاثة عشر عاما وصنف في الأصول والفروع وله:</p>\n<p class=\"arabic_poetry\">إذا كنت أعلم علما يقينا * بأن جميع حياتي كساعه</p>\n<p class=\"arabic_poetry\">فلم لا أكون ضنينا بها * وأجعلها في صلاح وطاعه ذكر ابن عساكر في تاريخه أنه توفي سنة أربع وسبعين وأربعمائة بالمرية، وقبره في الرباط على حاشية البحر.</p>\n<p class=\"arabic\">وأما باجة الصين فهي مدينة البغبوغ، والبغبوغ ملك الصين بأجمعه، وإلى مدينته ينتهي مسافرو بلاد العرب ، وبها جميع [v.1, p.75] الفواكه والبقول والحنطة والشعير والأرز، ولا يوجد بجميع بلاد الهند والصين عنب ولا تين البتة، وهذه المدينة دار ملك البغبوغ وموضع رجاله وخزائن أمواله وقصور حرمه وعياله، ولهذا الملك مائة زوجة بمهور وانفاذ، ومن لم يملك منهم هذا العدد لا يسمى عندهم ملك الملوك ولهم الفيلة المعدة للحروب ألف فيل بعدتها وأسلحتها ومن لم يكمل له هذا العدد فليس بملك الملوك، ولا يلي الصين إلا من ورثه عن آبائه وإخوته أو أقاربه، وهم جادون على سنن العدل وطريق الأمان وسيرهم حميدة، وهذه المدينة على ضفة نهر الصين.</p>",
            "title": "باجة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000210-000.json"
        }
    ],
    "type": "FeatureCollection"
}