{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نيسابور</h1>\n<p class=\"arabic\">سميت بذلك لأن سابور مر بها فلما نظر إليها قال: هذه تصلح لأن تكون مدينة فأمر بها فقطع قصبها ثم كبس ثم بنيت فقيل لها نيسابور وهي من بلاد خراسان، وهو بلد واسع افتتحه عبد الله بن عامر بن كريز في خلافة عثمان رضي الله عنه سنة ثلاثين وهي أرض سهلة ليس بها ماء جار إلا نهر يخرج إليهم فضله في السنة ولا يدوم ماؤه وهو فضل ماء هراة، وهي مدينة يكون قدرها قدر نصف مرو.</p>\n<p class=\"arabic\">ومن نيسابور جماعة من أكابر الفضلاء، ولو لم يكن إلا الإمام مسلم بن الحجاج النيسابوري صاحب ` المسند الصحيح ` ويقال أيضا: ما أخرجت خراسان بعد ابن المبارك مثل يحيى بن يحيى النيسابوري .</p>\n<p class=\"arabic\">ونيسابور مدينة جميلة في مستو من الأرض وأبنيتها من طين، وهي قديمة البناء، وقدر مساحتها ثلاثة أميال في مثلها ولها ربض كبير آهل دائر بها، ومسجد جامعها في ربضها، ولها قصبة منيعة، ولها أربعة أبواب: باب القنطرة، وباب سكة معقل، وباب القصبة، وباب قنطرة دومكين، ولها نهر يشربون منه ويسقون رساتيقهم، وبينها وبين سرخس ست مراحل، ورساتيقها عامرة وفيها مدن كثيرة، ونيسابور قلب لما حولها من البلاد والأقطار.</p>\n<p class=\"arabic\">وهي في أرض سهلة مقدارها فرسخ في مثله، وقهندزها متصل بمدينتها خارج عنها ويحف بهما جميعا ربض، وجامعها بموضع يعرف بالعسكر، ودار الإمارة بمكان يعرف بميدان الحسين، وبين المسجد الجامع ودار الإمارة ربع فرسخ، ودار الإمارة من بناء عمرو بن الليث، وأسواقها خارجة عن المدينة في الربض، ومعظمها سوقان: المربعة الكبيرة والمربعة الصغيرة، فإذا أخذت من المربعة نحو المغرب فالسوق ممتدة إلى مقابر الحسن، وفي خلال هذه الأسواق خانات يسكنها التجار للبيع فيها، يضاهي كل فندق منها سوقا من أسواق بعض البلدان. وليس بخراسان مدينة أصح هواء ولا أرحب فناء ولا أشد عمارة ولا أمكن تجارة ولا أكثر سابلة ولا أغزر فائدة من نيسابور، ويرتفع منها من أصناف البز وفاخر الثياب القطن والقز ما يعم البلاد وتؤثره الملوك ويتنافس فيه الرؤساء، ولها حدود واسعة ورساتيق عامرة ومدن معروفة. وكانت دار الإمارة في القديم بخراسان مرو وبلخ إلى أيام الطاهرية فإنهم نقلوها إلى نيسابور فعمرت وعظمت أحوالها وشهر بالعلم رجالها.</p>\n<p class=\"arabic\">وفي سنة ثمان عشرة وستمائة نزل الططر على نيسابور وهي حينئذ عروس خراسان، ومحط التجار من سائر البلدان، وبها الطراز الأعظم، وفيها من الأئمة والعلماء والسادة والكبراء خلق لم يجتمع في سواها وقد طابت غلاتها فراموا فيها مكرا بتأمين أو خديعة، فقال أهلها: الكلب خير من صاحب أمرهم فإنه يحفظ العهد وهو ما له عهد ولا يفي بقول قد غدر بأهل بخارى وأهل سمرقند وغيرهما، فكيف ننخدع بعدما سمعنا، وفينا من يرغب في [v.1, p.588] الشهادة وما برحوا يقاتلون حتى دخل الططر عليهما محلة فمحلة، ولم يبقوا على أحد حتى انهم قتلوا الأطفال وكثيرا من النساء، إذ كان فيهن من يرمي عليهم الحجارة من السطوح، وخربوا المدينة وتركوها موحشة وساروا إلى أختها مرو.</p>",
            "title": "نيسابور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001558-000.json"
        }
    ],
    "type": "FeatureCollection"
}