{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">شلب</h1>\n<p class=\"arabic\">من بلاد الأندلس، وهي قاعدة كورة اكشونبة، وهي بقبلي مدينة باجة، ولها بسائط فسيحة وبطائح عريضة، ولها جبل عظيم منيف كثير المسارح والمياه، وأكثر ما ينبت فيه شجر التفاح العجيب يتضوع منه روائح العود إذا أرسلت فيه النار.</p>\n<p class=\"arabic\">وهي في بسيط من الأرض عليها سور حصين، ولها جنات وغلات، وشرب أهلها من واديها الجاري إليها من جهة جنوبها وعليه أرحاء البلد، والبحر منها في الغرب على ثلاثة أميال ولها مرسى في الوادي وبها الإنشاء ، والعود بجبالها كثير يحمل منها إلى كل الجهات.</p>\n<p class=\"arabic\">والمدينة في ذاتها حسنة الهيئة بديعة البناء مرتبة الأسواق وأهلها وسكان قراها عرب من اليمن وغيرها وكلامهم بالعربية الصريحة، وهم فصحاء يقولون الشعر، وهم نبلاء خاصتهم وعامتهم، وأهل بوادي هذه البلدة في غاية من الكرم لا يجاريهم فيه أحد.</p>\n<p class=\"arabic\">ومن شلب إلى بطليوس ثلاث مراحل، ومن شلب إلى مارتلة أربعة أيام.</p>\n<p class=\"arabic\">وفي سنة خمس وثمانين وخمسمائة في ربيع الآخر منها نازل ابن الرنق صاحب قلمرية وما إليها من غرب الأندلس، مدينة شلب هذه، فلم يزل محاصرا لها إلى أن ضاق أهلها بالحصار وخافوا الغلبة عليهم فصالحوه على أن يخرجوا سالمين في أنفسهم ويتركوا البلد بجميع ما فيه من أموالهم وأثاثهم، فأجابهم إلى ذلك، ووفى لهم بما صالحهم عليه، ودخلها في الموفي عشرين من رجب هذه السنة. وبلغ أمر شلب إلى صاحب المغرب والأندلس المنصور يعقوب بن يوسف بن عبد المؤمن فامتعض لذلك وأنف منه وكبر عليه فاعترض جنوده، واستنفر وضم حشوده، واستعد الأسلحة وفرق الأموال، وخرج من مراكش قاصدا إلى الأندلس في وسط ذي الحجة من هذه السنة، واستمر سيره إلى أن وصل إلى رباط الفتح من مدينة سلا فأقام بها نحوا من ثلاثين يوما إلى أن توافت الحشود وتكاملت القبائل، وورد عليه في أثناء مقامه برباط الفتح فتح فتح عليه في المغرب وهنئ به، وفيه يقول أبو بكر بن مجبر:</p>\n<p class=\"arabic_poetry\">قلائد فتح كان يذخرها الدهر * فلما أردت الغزو أبرزها النصر القصيدة بطولها.</p>\n<p class=\"arabic\">وتحرك المنصور من رباط الفتح في أخريات المحرم عام ستة وثمانين وخمسمائة، وركب البحر من قصر مصمودة في الثاني والعشرين من ربيع الأول، فأقام بطريف إلى أن تحرك منها في غرة ربيع الآخر، وسار إلى قرطبة وعقدت له الرايات بجامعها الأكبر، وفي ذلك يقول أبو بكر بن مجبر قصيدته المشهورة التي أولها :</p>\n<p class=\"arabic_poetry\">بشراي هذا لواء قل ما عقدا * إلا ومد له الروح الأمين يدا</p>\n<p class=\"arabic_poetry\">وأقبل النصر لا يعدو مناحيه * فحيثما قصدت راياته قصدا [v.1, p.342]</p>\n<p class=\"arabic_poetry\">واستقبلته تباشير الفتوح وقد * كادت تكون على أكتافه لبدا إلى آخر القصيدة وهي طويلة.</p>\n<p class=\"arabic\">ثم تحرك من اشبيلية إلى قصر أبي دانس من غربي الأندلس فنزلوا على حكمه فاحتملوهم إلى مراكش، ورحل من قصر أبي دانس إلى حصن بلماله ، فاستسلموا ورغبوا في الأمان على أن يتركوا الحصن ويسلموا في أنفسهم وينصرفوا إلى بلادهم، فأجيبوا إلى ذلك، وخلي سبيلهم فنهضوا إلى بلادهم، وانتهب جميع ما كان في الحصن ثم هدم، ثم قصد إلى حصن المعدن فافتتح وهدم، وبعد الفراغ من ذلك كان النهوض إلى شلب، فوصلها في ثاني جمادى الآخرة سنة سبع وثمانين وخمسمائة، فأحدقت الجيوش بها وأخذت بمخنقها ونصب عليها المجانيق وآلات الحرب، وجدوا في قتالها وبالغوا في نكاية أهلها، فطلبوا الأمان في أنفسهم على أن يسلموا المدينة ويخرجوا إلى بلادهم فأجيبوا إلى ذلك، وخرجوا منها في السادس والعشرين من جمادى الآخرة، وفي ذلك يقول أبو بكر بن مجبر قصيدته المشهورة التي أولها:</p>\n<p class=\"arabic_poetry\">دعا الشوق قلبي والركائب والركبا * فلبوا جميعا وهو أول من لبى</p>\n<p class=\"arabic_poetry\">وظلنا نشاوى للذي بقلوبنا * نخال الهوى كأسا ويحسبنا شربا</p>\n<p class=\"arabic_poetry\">إذا القضب هزتها الرياح تذكروا * قدود الحسان البيض فاعتنقوا القضبا القصيدة. ثم أخذ المنصور في الرحيل إلى مراكش.</p>",
            "title": "شلب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000872-000.json"
        }
    ],
    "type": "FeatureCollection"
}