{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الثوية</h1>\n<p class=\"arabic\">موضع على ميل من الكوفة فيها قبر زياد بن أبيه، وكان طعن في يده فشاور شريحا القاضي في قطعها فقال له: لك رزق مقسوم وأجل معلوم وأكره إن كانت لك مدة أن تعيش أجذم وإن حم أجلك أن تلقى ربك مقطوع اليد، فإذا سألك لم قطعتها قلت بغضا للقائك وفرارا من قضائك. فلام الناس شريحا فقال: إنه استشارني والمستشار مؤتمن ولولا أمانة المشورة لوددت أن الله قطع يده يوما ورجله يوما وسائر جسده يوما. [v.1, p.151]</p>\n<p class=\"arabic\">قالوا : وكان زياد جمع الناس بالكوفة بباب قصره ليعرضهم على أمر علي رضي الله عنه، فمن أبى ذلك عرضه على السيف. قال عبد الرحمن بن السائب: حضرت فصرت إلى الرحبة ومعي جماعة من الأنصار فرأيت شيئا في منامي وأنا جالس في الجماعة، وقد خفقت، فرأيت شيئا طويلا قد أقبل فقلت: ما هذا؟ قال: أنا النقاد ذو الرقبة بعثت إلى صاحب هذا القصر، فانتبهت فزعا، فما كان إلا مقدار ساعة حتى خرج خارج من القصر فقال: انصرفوا فإن الأمير عنكم مشغول، وإذا به قد أصابه في يده ما أصابه، وفي ذلك يقول ابن السائب:</p>\n<p class=\"arabic_poetry\">ما كان منتهيا عما أراد بنا * حتى تأتى له النقاد ذو الرقبه</p>\n<p class=\"arabic_poetry\">فأسقط الشق منه ضربة ثبتت * لما تناول ظلما صاحب الرحبه يعني بصاحب الرحبة علي رضى الله عنه. ولما بلغ ابن عمر رضي الله عنهما موته قال: إيها إليك يا ابن سمية لا الدنيا بقيت ولا الآخرة أدركت ومات وهو على المصرين الكوفة والبصرة، ويكنى أبا المغيرة، ودفن في ظهر الكوفة بالثوية، وثم قبر أبي موسى وقبر المغيرة بن شعبة رضي الله عنهما، ورثاه حارثة بن بدر الغداني فقال:</p>\n<p class=\"arabic_poetry\">صلى الاله على قبر وطهره * عند الثوية يسفي فوقه المور</p>\n<p class=\"arabic_poetry\">زفت إليه قريش نعش سيدها * فثم كل التقى والبر مقبور</p>\n<p class=\"arabic_poetry\">أبا المغيرة والدنيا مفجعة * وإن من غرت الدنيا لمغرور</p>\n<p class=\"arabic_poetry\">قد كان عندك بالمعروف معرفة * وكان عندك للنكراء تنكير</p>\n<p class=\"arabic_poetry\">وكنت تغشى وتؤتي المال من سعة * إن كان بيتك أضحى وهو مهجور</p>\n<p class=\"arabic_poetry\">الناس بعدك قد خفت حلومهم * كأنما نفخت فيها الأعاصير</p>",
            "title": "الثوية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000413-000.json"
        }
    ],
    "type": "FeatureCollection"
}