{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ميلة</h1>\n<p class=\"arabic\">مدينة على أربع مراحل من قلعة حماد، وفي سنة ثمان وسبعين وثلثمائة، خرج المنصور العبيدي أو غيره غازيا لكتامة، فلما قرب من ميلة زحف إليها عازما على استئصال أهلها، فخرج إليه النساء والعجائز والأطفال بعد أن عبى جيوشه لمحاربتها، فلما رأى من خرج إليه منها بكى، وأمر ألا يقتل من أهلها أحد، وأمر بهدم سورها وتسيير من فيها إلى باغاية، فخرجوا بجماعتهم يريدونها وقد حملوا ما خف من أمتعتهم، فلقيهم ماكسين بن زيري بعسكره فأخذ جميع ما كان معهم، وبقيت ميلة خرابا ثم عمرت بعد [v.1, p.568] ذلك، وعليها سور صخر، وحولها ربض وبها جامع وأسواق وحمامات، والمياه تطرد حولها، يسكنها العرب والجند والمولدون، وهي من غر مدن الزاب، ولها باب شرقي يعرف بباب الروس، وعلى مقربة منه جامعها، وهو ملاصق لدار الإمارة، وباب جوفي، ويليه داخل المدينة عين تعرف بعين أبي السباع مجلوبة تحت الأرض من جبل هناك يشق منها سوقها ساقية، فإذا قل الماء في الصيف أجريت يوم السبت والأحد لا غير، ولها حمامان في ربضها، وبها عين تعرف بعين الحمى يرش منها على المحموم فيبرأ ببركتها وشدة بردها، ومن مدينة ميلة إلى جبل جيجل، وهو جبل الرحمن.</p>\n<p class=\"arabic\">وميلة مدينة أزلية بها آثار للأول تدل على أنها كانت كبيرة، وهي الآن عامرة آهلة كثيرة الخصب رخيصة السعر على نظر واسع وقرى عامرة، وهي كثيرة الأسواق والمتاجر، وعليها سور جليل، وفي وسط مدينتها عين خرارة عذبة من بناء الأول لها سرب كبير يدخل فيه فلا يوجد له آخر ولا يعلم من أين يأتي ذلك الماء، ويقال إنه مجلوب من جبل بالقرب منها يسمى تامروت ، وهي العين المعروفة بعين أبي السباع، وبالقرب من ميلة جبل العنصل، ويسمى اليوم جبل بني زلدوي، وهم قبيل كبير من البربر سكنوا ذلك الجبل، ولهم خلاف كثير على الولاة بسبب منعة جبلهم، وفيه مدن وعمائر وقرى كثيرة، وهو أخصب جبال إفريقية، فيه جميع الفواكه من التفاح والسفرجل والأعناب الكثيرة.</p>\n<p class=\"arabic\">وميلة مدينة حسنة كثيرة الأشجار، محاسنها ظاهرة ومياهها عذبة، وكانت في طاعة يحيى بن العزيز صاحب بجاية، وبينها وبين قسنطينة الهوا ثمانية عشر ميلا.</p>",
            "title": "ميلة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001507-000.json"
        }
    ],
    "type": "FeatureCollection"
}