{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جلولا</h1>\n<p class=\"arabic\">أيضا بإفريقية إلا أن هذه بفتح اللام فيما أظن، وهي قديمة لها حصن وعين ثرة في وسطها، وهي كثيرة البساتين والأشجار غزيرة الفواكه والثمار، والأزهار والرياحين بها كثيرة جدا، وأكثر رياحينها الياسمين، ويطيب عسلها بضرب النحل ياسمينها وجرس نحلها له، وكانت أكثر فواكه القيروان تجلب إليها منها.</p>\n<p class=\"arabic\">وفتحها معاوية بن حديج الكندي، وكان وجهه إلى إفريقية معاوية بن أبي سفيان رضي الله عنهما سنة خمس وأربعين في جيش كثيف فيهم عبد الملك بن مروان ويحيى بن الحكم</p>\n<p class=\"arabic\">وكريب بن إبراهيم بن الصباح وخالد بن ثابت الفهمي وأشراف من جند الشام ومصر فقدموا إفريقية، وبعث ملك الروم بطريقا معه ثلاثون ألفا فكانوا ما بين قصر الأجم إلى الساحل، ونابذ معاوية أهل جلولا فكان يقاتلهم على باب المدينة صدر النهار، فإذا فاء الفيء انصرف إلى معسكره بموضع يقال له القرن؟ فقاتلهم ذات يوم، فلما انصرف نسي عبد الملك بن مروان قوسا له معلقة بشجرة فرجع إليها فإذا جانب من المدينة قد تهدم، فصاح في الناس فرجعوا وقد رأوا غبرة شديدة فظنوا أن العدو ضرب في ساقتهم، فكان بينهم قتال شديد حتى دخلت العرب المدينة عنوة وغشوا أهل المدينة فانكشفوا، واحتوى المسلمون على ما فيها وقتلوا المقاتلة وسبوا الذرية.</p>\n<p class=\"arabic\">وقيل بل كان معاوية بن حديج مقيما بالقرن وبعث عبد الملك بن مروان في ألف فارس فحاصرها أياما فلم يقدر عليها فانصرف، ثم رأى في ساقة الناس غبارا كثيرا فظنوا أن العدو تبعهم وتسرع بعضهم في الرهج فإذا مدينة جلولا قد وقع حائطها من جهة واحدة، فانصرف المسلمون إليها فقتلوا من فيها وسبوا وغنموا، وانصرف عبد الملك إلى معاوية بن حديج وهو معسكر بالقرن ينتظره، فلما أتاه بالغنائم اختلفوا فيها، فقال عبد الملك: هي لأصحابي خاصة، وقال معاوية: بل لجماعة المسلمين، ثم كتب إلى معاوية بن أبي سفيان فعاد جوابه: إن العسكر ردء للسرية فاقسم بين جميعهم، فضربوا للفارس بسهمين وللراجل بسهم فوقع للفارس ثلثمائة دينار.</p>\n<p class=\"arabic\">وكان يخرج من جلولا رجل من المشركين على فرس أبيض فيكلم الناس وينال منهم فإذا أرادوه ولى كأنما الريح تحمله، فوقف يوما على نفر من المسلمين وهم على غدائهم، فقال له بعضهم: كل من غدائنا، وقام له بعراق من لحم، فلما دنا منه أخذ برجله وقلبه فأراد قتله، فمنعه أصحابه وقالوا له: هذا أمان، وخلوا سبيله، فشكر لهم ذلك وكف عن ما كان يتكلم به وقال: يا معشر المسلمين أنتم قوم على حق ولا شك إنكم الغالبون على هذا البلد، فمن اتخذ منكم ضيعة فليخلف هذا الجبل فإنا كنا نسمي هذا الفحص باسم عصفور الشوك لأن صاحبه يطمع فيه ولا يدركه، وكذلك هذا الفحص. [v.1, p.168]</p>\n<p class=\"arabic\">ولما وقعت المنازعة بين عبد الملك ومعاوية بن حديج في غنائم جلولا ثقل عبد الملك على معاوية بن حديج وكان يتجهمه ولا يقبل عليه، فرأى حنش الصنعاني عبد الملك منكسرا متغيرا فقال له: ما شأنك؟ قال: إني أبعد قريش مجلسا من الأمير، فقال له حنش: لا تغتم فوالله لتلين الخلافة وليصيرن الأمر إليك، فلما أفضت الخلافة إلى عبد الملك وبعث الحجاج بن يوسف لقتال عبد الله بن الزبير رضي الله عنهما وقتل عبد الله أخذ حنشا الصنعاني أسيرا فبعث به إلى عبد الملك فقال له عبد الملك: ألست الذي بشرتني بالخلافة؟ قال: بلى، قال: فلم ملت عني إلى ابن الزبير؟ قال: رأيته يريد الله تعالى ورأيتك تريد الدنيا فملت إليه، فعفا عنه وأطلقه.</p>",
            "title": "جلولا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000456-000.json"
        }
    ],
    "type": "FeatureCollection"
}