{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اصبهان</h1>\n<p class=\"arabic\">ليست هذه الباء بخالصة ولذلك يكتبها بعض الناس بالفاء وهي مكسورة الأول، سميت بأصبهان بن نوح وهو الذي بناها، وقيل سميت اصبهان لأن اصبه بلسان الفرس البلد وهان الفرس، معناه بلد الفرسان. ولم يكن يحمل لواء الملك منهم إلا أهل اصبهان لنجدتهم وكانوا معروفين بالفروسية والبأس، وهي من بلاد فارس، وهما مدينتان بينهما مقدار ميلين إحداهما تعرف باليهودية وهي أكبرهما، والثانية تعرف شهرستان وفي كل واحد منهما منبر، واليهودية مثلا شهرستان في المساحة، وهما أخصب مدن الجبال وخراسان.</p>\n<p class=\"arabic\">وذكر ابن سعيد أن اصبهان اثنتا عشرة مدينة بعضها قريب من بعض والمتميزة منها بالشهرة جي وشهرستان واليهودية.</p>\n<p class=\"arabic\">وكان الططر قد قاسوا عليها زحوفا لم يقاسوها على غيرها من بلاد الإسلام إلى أن نشأ بين رئيس الشفعوية ورئيس الحنفية فتنة فقتل الشفعوي الحنفي وسما ابن الحنفي لطلب الثأر فسار إلى الططر وضمن لهم أن الحنفية معه، فأرسلوا معه جمعا عظيما فكان ذلك سببا لأن غلبوا عليها فأبقوا على الحنفية وأفنوا الشفعوية وهدموا ديارهم وأحرقوا أملاكهم.</p>\n<p class=\"arabic\">وكور أصبهان ثمانون فرسخا في مثلها وهي بضعة عشر رستاقا، والرستاق الإقليم بلغتهم، وفي كل رستاق ثلاثمائة وستون قرية، وليس بالعراق إلى خراسان بعد الري مدينة أكبر من اصبهان ومنها يرتفع العتابي والوشي وسائر ثياب الابريسم والقطن إلى الآفاق، وبقرب اصبهان معدن الكحل وهو الاثمد مصاقب لفارس، ومن اصبهان يتجهز به إلى كل بلد ومدينة اصبهان أكثر البلاد يهودا، وفي الخبر: يتبع الدجال من مدينة اصبهان أكثر من أربعين ألفا عليهم الطيالسة.</p>\n<p class=\"arabic\">ومن أهل اصبهان داود بن علي بن خلف الأصبهاني قيل كان في مجلسه أربعمائة صاحب طيلسان أخضر، وكان من المتعصبين للشافعي، وصنف كتابين في فضائله، وإليه انتهت رياسة العلم ببغداد. ومنها أيضا أبو الفرج الأصبهاني صاحب الكتاب الكبير في الأغاني كان عالما حافظا.</p>\n<p class=\"arabic\">وبأصبهان لقي قحطبة أحد أكابر قواد السفاح عامر بن ضبارة فقتله في سنة إحدى وثلاثين ومائة وكان في مائة ألف وخمسين ألفا، وكان قحطبة في اثنين وثلاثين ألفا فبلغت عدد الرؤوس من السبي التي جمعت لقحطبة من أصحابه عشرين ألفا وصار في يديه من ذراريهم عشرون ألفا إلى غير ذلك من الأمور الجليلة.</p>",
            "title": "اصبهان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000128-000.json"
        }
    ],
    "type": "FeatureCollection"
}