{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الري</h1>\n<p class=\"arabic\">كورة معروفة تنسب إلى الجبل وليست منه بل هي أقرب إلى خراسان، وهي بقرب دنباوند وطبرستان وقومس وجرجان.</p>\n<p class=\"arabic\">ولما فتح نعيم بن مقرن الري خرب مدينتها القديمة، وهي التي يقال لها العتيقة، وبنى الري الحديثة. وهي مدينة ليس بعد بغداد في المشرق مدينة أعمر منها إلا نيسابور فإنها أكبر منها عرصة وأوسع رقعة، فأما اشتباك البناء وكثرة العمارة فالري أعمر من نيسابور، ومقدار الري فرسخ في مثله، ويخترقها نهر يقال له روذة ، وقدام المسجد الجامع قلعة الري على قنة الجبل صعبة المرتقى متكائدة المطلع، فإذا صرت فيها اطلعت على طسوج الري كلها، وأبواب الري باب باطاق يخرج منه إلى الجبال والعراق، وباب بليستان يخرج منه إلى قزوين، وباب كوهك يخرج منه إلى طبرستان، وباب هشام يخرج منه إلى قومس، وباب خراسان [v.1, p.278] يخرج منه إلى قم. وزي أهلها زي العراق ولهم دهاء وتجارات، وبها قبر محمد بن الحسن الفقيه الكوفي وقبر الكسائي وقبر الفزاري المنجم. ولما نزلها المهدي في خلافة المنصور لما توجه لمحاربة عبد الجبار بن عبد الرحمن الأزدي ولد له بها الرشيد.</p>\n<p class=\"arabic\">وافتتحها قرظة بن كعب الأنصاري في خلافة عمر بن الخطاب رضي الله عنه، كذا وجدت في بعض الأخبار، وهو خلاف ما تقدم إلا أن يكون نعيم بن مقرن قدمه لذلك فباشر الحرب أو بالعكس أو تكرر فتحها والله أعلم، فأما أصحاب المغازي فقالوا : خرج نعيم بن مقرن إلى الري فلقيه أبو الفرخان مسالما ومخالفا لملك الري يومئذ سياوخش بن مهران، وكان سياوخش قد استمد أهل دنباوند وطبرستان وقومس وجرجان وقال: قد علمتم أن هؤلاء إن حلوا الري أنه لا مقام لكم فاحتشدوا له، فناهدهم المسلمون، فالتقوا بصفح جبل الري الذي إلى جانب مدينتها فاقتتلوا به، وقد كان أبو الفرخان قال لنعيم: إن القوم كثير وأنت في قلة، فابعث معي خيلا أدخل مدينتهم من مدخل لا يشعرون به، وناهدهم أنت فإنهم إذا خرجوا عليهم لم يثبتوا لك، فبعث معه نعيم من الليل خيلا عليها ابن أخته المنذر بن عمرو فأدخلهم المدينة ولا يشعر القوم، وبيتهم نعيم بياتا فشغلهم عن مدينتهم فاقتتلوا وصبروا حتى سمعوا التكبير من ورائهم، فانهزموا فقتلوا مقتلة عدوا فيها بالقصب، وأفاء الله على المسلمين بالري نحوا من فيء المدائن، وصالح أبو الفرخان نعيما على أهل الري، فلم يزل بعد شرف الري في آله وسقط آل بهرام، وأخرب نعيم مدينة الري وهي التي يقال لها العتيقة وأمر أبا الفرخان ببناء مدينة الري الحدثى، وكتب لهم نعيم كتابا أعطاهم فيه الأمان لهم ولمن كان معهم من غيرهم على أن على كل حالم من الجزية طاقته في كل سنة وعلى أن ينصحوا ولا يغلوا ولا يسلوا وينزلوا المسلم ويقروه يوما وليلة ويفخموه، فمن سب مسلما أو استخف به نهك عقوبة، ومن ضربه قتل، ومن بدل منهم فلم يسلم برمته فقد غر جماعته، وقال أبو نجيد في يوم الري:</p>\n<p class=\"arabic_poetry\">ألا هل أتاها أن بالري معشرا * شفوا سقما لما استجابوا وقتلوا</p>\n<p class=\"arabic_poetry\">لهم موطنان عاينوا الملك فيهما * بأيد طوال لم يخنهن مفصل</p>\n<p class=\"arabic_poetry\">وخيل تعادى لا هوادة عندها * وراد وكمت تمتطى ومحجل</p>\n<p class=\"arabic_poetry\">ودهم وشقر ينشر العتق بينها * إذا ناهدت قوما تولوا وأوهلوا</p>\n<p class=\"arabic_poetry\">قتلناهم بالسفح مثنى وموحدا * وصار لنا منهم مراد ومأكل</p>\n<p class=\"arabic_poetry\">جزى الله خيرا معشرا عصبوهم * وأعطاهم خير العطاء الذي ولوا وبالري واد عظيم يأتي من بلاد الديلم يقال له نهر موسى.</p>\n<p class=\"arabic\">ولما مات بها محمد بن الحسن والكسائي قال الرشيد: دفنت الفقه والعربية بالري.</p>\n<p class=\"arabic\">ويرتفع من الري إلى البلاد الثياب المنيرة من الزهيري والبرود والأكسية.</p>\n<p class=\"arabic\">والإمام الحافظ المصنف فخر الدين أبو عبيد الله محمد بن عمر الرازي كان والده خطيب الري، والنسبة إلى الري رازي على غير قياس.</p>",
            "title": "الري",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000717-000.json"
        }
    ],
    "type": "FeatureCollection"
}