{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اخميم</h1>\n<p class=\"arabic\">مدينة في البلاد المصرية في الجانب الشرقي من النيل لها ساحل، وهي مدينة كبيرة قديمة فيها أسواق وحمامات ومساجد كثيرة وفيها من البرابي وعجائب المباني والآثار ما يعجز الوصف عنه وهي بصعيد مصر.</p>\n<p class=\"arabic\">وكان سوريد بن سهلون صاحب الأهرام ملكا عاقلا عالما أوتي علما [v.1, p.15] وحكمة، فكان يتعهد مصالح رعيته، واتخذ مرآة من أخلاط أقامها على منار في وسط قصره بمكان ينظر فيها جميع الأمم والأقاليم ويقابل ذلك بما يصلحه، وقد كان عهد إلى رئيس كهنته أن يأمرهم بالنظر في كل يوم فيما يحدث في العالم ويخلد ذلك في كتاب، فجمع إليه العلماء والكهناء والمنجمين من جميع الأقطار وعملوا له ما أراد من جميع الطلسمات وغير ذلك. وفي أيامه بنيت الأهرام التي بأرض مصر بسبب أن هذا الملك كان رأى رؤيا هالته: رأى الكواكب البابانية في صور طير بيض كأنها تخطف العالم وتلقيهم بين جبلين وكأن الجبلين انطبقا عليهم، وكأن الكواكب النيرة مظلمة كاسفة كلها، فأخبر بذلك كهانه وعلماءه، فأولوا ذلك على أنه يدل على آفة نازلة من السماء مفسدة للأرض وأهلها وحيوانها وقالوا له: هي آفة محيطة بأقطار الأرض إلا اليسير، وذلك إذا نزل قلب الأسد في أول دقيقة من السرطان وتكون الشمس والقمر في أول دقيقة من الحمل، فقدر الملك أن ذلك غرق يأتي على الأرض ومن فيها، فأمر ببناء الأهرام والبرابي لتخليد علومهم وصناعاتهم وسير ملوكهم وسنتهم في رعيتهم، وأمر ببناء أعلام عظام تكون خزائن أموالهم وكنوزهم وذخائرهم وقبورا لهم تحفظ أجسادهم من الفساد، وأمر أن يكون ذلك كله في حجر صلد لا تغيره الدهور ولا يفسده الطوفان، وقيل أمر ببناء هذه الأهرام والبرابي من حجارة ومن طين، فإن كان هذا الحادث ماء ذهبت التي هي من طين وبقيت التي هي من حجارة، وإن كانت نارا ذهبت التي هي من حجارة وبقيت التي هي من طين، فكان ذلك الحادث ماء فذهبت الطين وبقيت الحجارة، ثم اختار موضعا لبناء تلك الأعلام، بقرب النيل في الجانب الغربي منه، وجعل طول حائط الهرم مائة وخمسين ذراعا في عرض مثل ذلك، وارتفاعه في السماء أربعمائة ذراع وعمقها تحت الأرض مثل ارتفاعها فوق الأرض، وعرض الحائط عشرين ذراعا. فلما تم بنيان الأهرام والبرابي أمر الملك أن يكتب على حيطان البرابي وسقوفها جميع الأشياء وغوامض الأمور ودلائل النجوم وعللها وسائر الطبائع وعمل الأدوية وتأليفها ومعرفة العقاقير وأسماؤها وصورها وعلم صنائع الكيمياء وغيرها مما ينفع ويضر، كل ذلك ملخصا مفسرا لمن عرف كتابتهم، وفهمها، ونقش في حيطانها وسقفها جميع الطلسمات، وكتب على كل طلسم خاصيته ونفعه وضرره ولما وضع، وجعل في تلك الأهرام فنونا من الذهب والفضة والكيمياء وحجارة الزبرجد الرفيعة والجواهر النفيسة، فلما تمت هذه الأهرام والبرابي على ما أراد الملك قال لهم: انظروا هل تفسد هذه الأعلام؟ فنظروا فوجدوها باقية لا تزول، فقال لهم: هل يفتح فيها موضع أو يدخل إليها؟ فنظروا وقالوا: يفتح في الهرم الفلاني في الجانب الشمالي منه، فقال: حققوا النظر في معرفة الموضع نفسه، فنظروا وعرفوه أنه يكون لمدة أربعة آلاف دورة للشمس، والدورة سنة، فقال لهم: انظروا مقدار ما ينفق في فتح هذا الموضع، فنظروا فعرفوه فقال: اجعلوا في الموضع الذي يوصل إليه من داخل الهرم ذهبا مقدار ما ينفق على فتحه، ثم حثهم على الفراغ من بناء الأهرام والبرابي ففرغوا منها في ستين سنة، وأمر أن يكتب عليها: بنينا هذه الأهرام في ستين سنة فليهدمها من يريد هدمها في ستمائة سنة على أن الهدم أهون من البناء، ثم قال لهم: انظروا هل يكون بمصر بعد هذه الآفة آفة أخرى، فنظروا فإذا الكواكب تدل على وقت نظرهم على آفة أخرى نازلة من السماء تكون في آخر الزمان وهي ضد الأولى: نار محرقة لأقطار العالم، فقال لهم: هل توقفونا على أمر آخر بعد هذه الأمور؟ فنظروا فقالوا: إذا قطع قلب الأسد ثلثي دورة وهو آخر دقيقة من العقرب لم يبق من حيوان الأرض متحرك إلا تلف، فإذا استتم أدواره تحللت عقد الفلك. فقال لهم: في أي يوم تنحل عقد الفلك؟ فقالوا له: اليوم الثاني من حركة الفلك، فعجب من ذلك وأمر بتخليد ما قاله العلماء من هذه الحكم في الكتب وأن تستودع في تلك الأهرام، فيقال ان فيها علوم الأولين والآخرين.</p>\n<p class=\"arabic\">قالوا : فلما كان في زمن المأمون بن الرشيد أراد هدم الأهرام، فعرفه بعض شيوخ المصريين أن ذلك غير ممكن ولا يحسن بأمير المؤمنين أن يطلب شيئا لا يبلغه، فقال: لا بد أن أعلم ما ما فيها، ثم أمر بفتح هرم من أعظمها، ففتح فيه ثلم في جانبه الشمالي لقلة دوام الشمس على من يعمل فيه، فعملوا فيه فوجد حجرا صلدا يكل فيه الحديد، فكانوا يقدون النار عند الحجر [v.1, p.16] فإذا حمي رش بالخل ورمي بالمنجنيق بزبر الحديد، وأقاموا على ذلك أياما حتى فتحوا الثلمة التي فيها الآن، فدخلوا ذلك الهرم فوجدوا بنيانه بالحديد والرصاص، ووجدوا عرض الحائط عشرين ذراعا، ووجدوا بالقرب من الموضع الذي فتحوا مطهرة من حجر أخضر فيها مال، فقال المأمون: زنوه، فوزنوا الجملة فوجدوا، فيها مالا معلوما، وكان المأمون فطنا فقال: ارفعوا ما أنفقتم على فتح هذه الثلمة، فوجدوه موازيا لما وجد من المال، فعجب المأمون من معرفتهم بالموضع الذي يفتح على طول الزمان، وازداد بعلم النجوم غبطة، ووجد المأمون في الهرم صنما أخضر مادا يده وهو قائم فلم يعلم خبره، ونظر إلى الزلاقة والبئر التي في الهرم وأمر بالنزول فيه، فأفضوا إلى صنم أحمر عيناه من جزعتين سواد في بياض كأنهما حدقتا إنسان ينظر إليهم، فهالهم أمره وقدروا أن له حركة فجزعوا منه وخرجوا، ويقال إنه وجد فيها مالا كثيرا. وسأل المأمون من وجد بمصر من علمائها هل لهذه الأهرام أبواب فقيل لها أبواب تحت الأرض في آزاج مبنية بالحجارة كل واحد منها عشرون ذراعا له باب من حجر واحد يدور بلولب إذا أطبق لم يعرف أنه باب، وصار كالبنيان لا يدخل إليه الذر ولا يوصل إليه إلا بكلام وقرابين وبخورات معروفة، وإن في هذه الأهرام فنونا من الذهب والفضة والكيمياء وحجارة الزبرجد الرفيع والجواهر النفيسة ما لا يسعه وصف واصف، وفيها من الكتب المستودعة فيها طرائف الحكمة وكمال الصنعة ومن التماثيل الهائلة من الذهب الملون على رؤوسها التيجان الفاخرة مكللة بالجواهر النفيسة ما يستدل به على عظم ملكهم، وجعلوا على ذلك من الطلسمات ما يمنع منه ويدفع عنه إلى أوقات معلومة، وقصدوا بذلك أن تكون تلك الأشياء ذخيرة لأعقابهم ولمن يكون بعدهم ليروا عظيم مملكتهم، ووضعوا أساس تلك الأعلام وقت السعادة، وجعلوا في أساس كل علم منها صنما، وزبروا في صدورها دفع المضار والآفات عنها، وفي يد كل صنم منها آلة كالبوق وهو واضعه على فيه، والخبر عن هذه الأهرام والبرابي مذكور في المطولات.</p>\n<p class=\"arabic\">ويقال إن ذا النون الإخميمي الزاهد إنما قدر على ما قدر عليه من علوم البربى حتى عمل الصنعة الكبيرة لأنه خدم راهبا كان بإخميم مدة صباه فعلمه قراءة الخط الذي في البربى وعلمه القربان والبخور واسم الروحاني وأوصاه أن يكتم ذلك، فلما علم ذا النون ما علم من علم الكيمياء وغيرها عمد إلى طين الحكمة فطمس به على صنعة الكيمياء حتى لا يبلغ إليها أحد غيره وهو طين لا ينقلع أبدا.</p>\n<p class=\"arabic\">وفي بعض الأخبار أن قوما قصدوا الأهرام فنزلوا في تلك الآبار وطلبوا أن يدخلوا من تلك المضايق التي تخرج منها تلك الرياح، واحتملوا معهم سرجا في أواني زجاج، فلما حصلوا في تلك المضايق التي تخرج منها الرياح، خرجت عليهم ريح شديدة فأخرجتهم منها، وأطفأت أكثر سرجهم، فأخذوا أحدهم وكان أقواهم جأشا وأشدهم عزما وأصلبهم قلبا، فربطوا وسطه بالحبال وقالوا له: ادخل فإن رأيت شيئا تكرهه جذبناك، فلما دخل المغرور وزاحم تلك الرياح انطبق عليه الفتح فجذبوه فانقطعت حبالهم وبقي ذلك الرجل في ذلك الشق وهم لا يعلمون له خبرا، فصعدوا هاربين حتى خرجوا من تلك البئر واغتموا لما أصاب صاحبهم، فجلسوا عند الثلمة مفكرين في أمر صاحبهم وفي أمرهم وما أقدموا عليه، فبينا هم كذلك إذ انفرجت من الأرض فرجة كالكرة وأنارت لهم ذلك الرجل عريانا مشوه الخلق جامد العينين وهو يتكلم بكلام عجيب لا يفهم، فلما فرغ من كلامه سقط ميتا، فازداد وجلهم وتضاعف حزنهم، وعلموا أنهم خلصوا من أمر عظيم، فاحتملوا صاحبهم واتصلت أنباؤهم بوالي مصر وهو يومئذ ابن المدبر وفي أيام المتوكل، فسألهم عن أمرهم فأخبروه، فعجب من ذلك وأمر أن يكتب الكلام الذي قاله ذلك الرجل الذي مات حسبما قاله، وأقام ابن المدبر يطلب من يفسره له، إلى أن وجد رجلا يعرف شيئا من ذلك اللسان، ففسره: هذا جزاء من طلب ما ليس له وأراد الكشف عما لم يخبأه، فليعتبر من رآه قال: فمنع حينئذ ابن المدبر أن يتعرض أحد للأهرام.</p>\n<p class=\"arabic\">وفي خبر آخر أن جماعة دخلوا الهرم فوجدوا في بعض البيوت زلاقة إلى بئر، فنزلوا فيها، فوجدوا سربا فساروا فيه نصف يوم حتى انتهوا إلى حفير عميق وفي عدوته باب لطيف، فكانوا يتبينون فيه شعاع الذهب والفضة والجواهر النفيسة، ومن رأس الحفير مما يليهم إلى ذلك الباب المحاذي لهم الذي فيه الذهب والجوهر عمود حديد قد ألبس محورا من حديد يدور عليه ولا يستمسك [v.1, p.17]</p>\n<p class=\"arabic\">في دورانه، فاحتالوا في وقوفه وذهاب حركته فلم يقدروا على ذلك، فربطوا أحدهم في حبل وتعلق بالعمود ليصل إلى الجانب الآخر فدار به المحور فتحير وسقط وانقطع الحبل الذي كان فيه فخرجوا هاربين لا يلوون على شيء.</p>\n<p class=\"arabic\">وقال بعضهم : رأيت في بربى إخميم صورة عقرب، فألصقت عليها شمعا فلم أتركها في موضع إلا انحاشت إليها العقارب من كل مكان وموضع، وإن كانت في تابوت اجتمعت حول التابوت وتحته، قال فطلبها بعض إخواني فأخذها، فرجعت إلى إخميم فوجدت تلك الصورة قد نقرت وأفسدت.</p>\n<p class=\"arabic\">ومن المتعارف عند أهل إخميم أنه كان في البربى التي عندهم شيطان قائم على رجل واحدة وله يد واحدة وقد رفعها إلى الهواء، وفي جبهته وحواليه كتاب، وله إحليل ظاهر ملتصق بالحائط، فقيل إنه من احتال لذلك الإحليل حتى ينقب عليه وينزعه من غير أن يتكسر ويعلقه في وسطه لم يزل منعظا إلى أن ينزعه ويجامع ما أحب، ولا ينكسر ما دام عليه. ولما ولي فلان ببلد إخميم أخبر بذلك، فطلب تلك الصورة في البربى فلم يجد منها غير واحدة كانت بقرب سقف البربى فاحتال عليها حتى أخذ الإحليل، فكان يستعمله فيخبر عنه بعجب. ومنه أنه كان في البربى صور كثيرة فلم تزل تؤخذ حتى نفدت، وكانت في هذه البرابي عجائب من الطلاسم في فنون شتى قد درس أكثرها وتهدم أكثر البرابي. وأما الأهرام فباقية على حالها ما اختل منها شيء، فيقال إن كل ما تهدم من هذه الهياكل وتغير سببه أن المنجمين تركوا الاستقصاء في أخذ الطالع وتصحيحه في وقت وضع الأساس وكذلك ما بقي منها فلقرب الطالع من التصحيح والقول في هذه الأهرام والبرابي على الاستقصاء في الكتب، وفيما ذكرناه كفاية.</p>",
            "title": "اخميم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000053-000.json"
        }
    ],
    "type": "FeatureCollection"
}