{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حمص</h1>\n<p class=\"arabic\">مدينة بالشام من أوسع مدنها، ولا يجوز فيها الصرف كما يجوز في هند لأنه اسم أعجمي، سميت برجل من العمالق يسمى حمص، ويقال رجل من عاملة، هو أول من نزلها، ولها نهر عظيم يشرب منه أهلها.</p>\n<p class=\"arabic\">وهي مدينة حسنة في مستو من الأرض وهي عامرة بالناس، والمسافرون يقصدونها بالأمتعة والبضائع من كل فن، وأسواقها قائمة وخصبهم تام ومعايشهم رقيقة ، وفي نسائهم جمال وحسن بشرة، وشرب أهلها من ماء يأتيهم في قناة على مرحلة منها مما يلي دمشق، والنهر المسمى بالمقلوب يجري على بابها بمقدار رمية سهم، ولهم عليه قرى متصلة وبساتين وأشجار وأنهار كبيرة، ومنها تجلب الفواكه إلى المدينة، وكانت من أكثر البلاد كروما فتلف أكثرها، وثراها طيب للزراعات وهواؤها أعدل هواء يكون بمدن الشام، وهي مطلسمة لا تدخلها حية ولا عقرب ومتى أدخلت على باب المدينة هلكت على الحال. وبها على القبة العالية الكبيرة التي في وسطها صنم نحاس على صورة الإنسان الراكب يدور مع الريح كيف ما دارت، وفي حائط القبة حجر عليه صورة عقرب فإذا جاز إنسان ملدوغ أو ملسوع طبع ذلك الحجر الطين الذي يكون معه ثم يضع الطين على اللسعة فيبرأ للحين. وجميع أزقتها وطرقها مفروشة بالحجر الصلد، وزراعاتها مباركة كثيرة، وهي تكتفي باليسير من المطر أو السقي، وبها مسجد جامع كبير من أكبر جوامع الشام، ومنها إلى حلب خمس مراحل.</p>\n<p class=\"arabic\">وافتتحها أبو عبيدة بن الجراح صلحا سنة أربع عشرة في خلافة عمر رضي الله عنه، وذلك أنه لما تم الصلح بينه وبين أهل بعلبك وكتب لهم كتابا، خرج نحو حمص فجمع له أهلها جمعا عظيما ثم استقبلوه بجومية فرماهم بخالد بن الوليد رضي الله عنه، فلما نظر إليهم خالد قال: يا أهل الإسلام الشدة الشدة، ثم حمل عليهم خالد وحمل المسلمون معه فولوا منهزمين حتى دخلوا مدينتهم، وبعث خالد ميسرة بن مسروق فاستقبل خيلا لهم عظيمة عند نهير قريب من حمص فطاردهم قليلا ثم حمل عليهم فهزمهم، وأقبل رجل من المسلمين من حمير يقال له شرحبيل فعرض له منهم فوارس فحمل عليهم وحده فقتل منهم سبعة، ثم جاء إلى نهر دون حمص مما يلي دير مسحل فنزل عن فرسه فسقاه، وجاءه نحو من ثلاثين فارسا من أهل حمص فنظروا إلى رجل واحد وأقبلوا نحوه، فلما رأى ذلك أقحم فرسه وعبر الماء إليهم، ثم ضرب فرسه فحمل عليهم فقتل أول فارس ثم الثاني ثم الثالث ثم الرابع ثم الخامس ثم انهزموا وتبعهم وحده، فلم يزل يقتل واحدا واحدا حتى انتهوا إلى دير مسحل وقد صرع منهم أحد عشر رجلا فاقتحموا جوف الدير واقتحم معهم فرماه أهل الدير بالحجارة حتى قتلوه رحمه الله، وجاء ملحان بن زياد وعبد الله بن قرط وصفوان بن المعطل إلى المدينة فأخذوا يطيفون بها يريدون أن يخرج إليهم أهلها فلم يخرجوا، وجاء المسلمون حتى نزلوا على باب الرستن فزعم النضر بن شفي أن رجلا من آل ذي الكلاع كان أول من دخل مدينة حمص، وذلك أنه حمل من جهة باب الرستن فلم يرد وجهه شيء فإذا هو في جوف المدينة، فلما رأى ذلك ضرب فرسه فخرج كما هو على وجهه، ولا يرى إلا أنه قد هلك حتى خرج من باب الرستن فإذا هو في عسكر المسلمين. وحاصر المسلمون أهل حمص حصارا شديدا فأخذوا يقولون للمسلمين: اذهبوا نحو الملك فإن ظفرتم به فنحن كلنا لكم عبيد، فأقام أبو عبيدة رضي الله عنه على باب الرستن بالناس وبث الخيل في نواحي أرضهم فأصابوا مغانم كثيرة وقطعوا عنهم المادة والميرة، واشتد عليهم الحصار وخشوا السبي فأرسلوا إلى المسلمين يطلبون الصلح، فصالحهم المسلمون وكتبوا لهم كتابا بأمان على أنفسهم وأموالهم وكنائسهم وعلى أن يضيفوا المسلمين يوما وليلة وعلى أن على أرض حمص مائة ألف دينار وسبعين ألف دينار، وفرغوا من الصلح وفتحوا باب المدينة للمسلمين فدخلوها وأمن بعضهم بعضا.</p>\n<p class=\"arabic\">وقال أدهم بن محرز بن أسد الباهلي: أول راية دخلت أرض حمص ودارت حول مدينتها راية ميسرة بن مسروق، ولقد كانت لأبي أمامة راية ولأبي راية، وإن أول رجل من المسلمين قتل رجلا من المشركين لأبي وإني أول مولود بحمص وأول مولود فرض له بها وأول من رمى فيها بيده، كنت أختلف إلى الكتاب، ولقد شهدت صفين وقاتلت. [v.1, p.198]</p>\n<p class=\"arabic\">وقال عبد الله بن قرط: عسكر أبو عبيدة ونحن معه حول حمص نحوا من ثمان عشرة ليلة وبث عماله في نواحي أرضها واطمأن في عسكره. وبحمص مات خالد بن الوليد رضي الله عنه سنة إحدى وعشرين، وقيل بل مات في المدينة وصلى عليه عمر رضي الله عنه.</p>\n<p class=\"arabic\">وبين حمص وسلمية ستة فراسخ، ويقال إن أهل حمص أول من ابتدع الحساب في سالف الزمن، لأنهم كانوا تجارا يحتاجون إلى الحساب في أرباحهم ورؤوس أموالهم ونفقاتهم، ويقال إنه لا يدخل حمص حية ولا عقرب، وليس لها سور، وفي وسطها حصن مستدير، وأكثر مدينة حمص اليوم خراب، وشرقي مدينتها البرية، ويقال: إن أبقراط الفاضل كان مسكنه مدينة حمص.</p>\n<p class=\"arabic\">وقال قتادة: أخبرت أنه نزل حمص خمسمائة من أصحاب النبي صلى الله عليه وسلم، وقيل نزلها من بني سليم ممن صحب النبي صلى الله عليه وسلم أربعمائة.</p>\n<p class=\"arabic\">وأهل هذه البلدة موصوفون بالنجدة والتمرس بالعدو لمجاورتهم له، وبعدهم في ذلك أهل حلب. وقبليها قلعة حصينة منيعة، وشرقيها جبانة فيها قبر خالد بن الوليد سيف الله المسلول ومعه قبر ابنه عبد الرحمن وقبر عبد الله بن عمر رضي الله عنهم. وأسوار هذه المدينة غاية في العتاقة والوثاقة مبنية بالحجارة السود وأبوابها حديد سامية الأشراف هائلة المنظر تكتنفها الأبراج الحصينة، وفي داخلها ما شئت من بادية شعثاء، وما ظنك ببلد حصن الأكراد منه على أميال يسيرة وهو معقل العدو، وبها مدرسة واحدة.</p>\n<p class=\"arabic\">واشبيلية بالأندلس تسمى حمص أيضا، ولبعض المتأخرين ينسب عثمان بن عتيق إلى انتحال أشعار الناس:</p>\n<p class=\"arabic_poetry\">يا أهل ترشيش ألا حاكم * يحكم في السارق بالنص</p>\n<p class=\"arabic_poetry\">قد جاءكم من جمة شاعر * وشعره يأتيه من حمص يعني اشبيلية.</p>",
            "title": "حمص",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000519-000.json"
        }
    ],
    "type": "FeatureCollection"
}