{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أفسيس أو أفسميس أو أفسبين</h1>\n<p class=\"arabic\">مدينة في رستاق من عمل من الأعمال التي دون خليج القسطنطينية من جهة بلاد الأرمن، وكانت مدينة أفسيس هذه على البحر الرومي فبعد البحر عنها وخربت وأحدثت مدينة على نحو ميل منها، فبعض الناس يقول أصحاب الكهف غير أصحاب الرقيم وكلا موضعيهما بأرض الروم. وذكر محمد بن موسى المنجم حين أنفذه الواثق إلى بلاد الروم أنه أشرف على أصحاب الرقيم بخرمة من بلاد الروم، ويقال إن أفسيس هذه هي مدينة أصحاب الكهف، قالوا: وهم في كهف في رستاق بين عمورية ونيقية، وهذا الكهف في جبل علوه أقل من ألف ذراع وله سرب من وجه الأرض ينفذ إلى الموضع الذي فيه أصحاب الكهف، وفي أعلى الجبل شبيه بالبئر ينزل فيها إلى باب السرب ويمشي فيه مقدار ثلثمائة خطوة ثم يفضي منه إلى ضوء، وهناك رواق على أساطين منقورة فيه عدة أبيات منها بيت مرتفع العتبة مقدار القامة، عليه باب حجارة منقورة وفيه الموتى وهم أصحاب الرقيم وعددهم سبعة، وهم نيام على جنوبهم، وهي مطلية بالصبر والمر والكافور، عند أرجلهم كلب دائر في استدارة رأسه عند ذنبه ولم يبق منه إلا القحف وأكثر أعظمه باقية حتى لا يخفى منه شيء.</p>\n<p class=\"arabic\">قال مؤلف نزهة المشتاق : ووهم أهل الأندلس في أصحاب الرقيم حين زعموا أن أصحاب الرقيم هم الشهداء الذين هم في مدينة لوشة، قال ورأيت القوم في هذا الكهف عام عشرة وخمسمائة فنزلنا إليهم من فم بئر عمقها نحو من قامة وزائد، ومشينا في سرب فيه ظلمة خطوات قلائل ثم اتسع الغار فألفينا هناك الموتى وهم رقود على جنوبهم وعددهم سبعة وعند أرجلهم كلب ملتو، وقد ذهب لحمه وجلده وبقيت عظامه في فقاراته كما هي في الحياة، ولا يعلم أحد في أي زمن دخلوا هذا الكهف أو ادخلوا إليه، وأول رجل يلفى منهم له خلق عظيم ورأس كبير، وأهل الأندلس يقولون إن هؤلاء القوم الذين في هذا الكهف هم أصحاب الكهف، والصحيح ان أصحاب الكهف من قدمنا ذكرهم وفي ذكرنا في الرقيم في حرف الراء بعض خبرهم أيضا فتأمله. [v.1, p.49]</p>",
            "title": "أفسيس أو أفسميس أو أفسبين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000139-000.json"
        }
    ],
    "type": "FeatureCollection"
}