{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طوس</h1>\n<p class=\"arabic\">مدينة من نيسابور على مرحلتين، وقيل على ستة عشر فرسخا. وطوس العظمى يقال لها نوقان، وهي مدينة كبيرة حسنة المباني كثيرة الأسواق شاملة الأرزاق عامرة الأمكنة رائقة الجهات ولها مدن بها منابر.</p>\n<p class=\"arabic\">ولما فتح ابن عامر مدينة نيسابور قيل صلحا وقيل عنوة فتح ما حولها طوس وبيورد ونسا وحمران وسرخس، وقيل [v.1, p.398] بعث إلى سرخس عبد الله بن خازم ففتحها.</p>\n<p class=\"arabic\">وبطوس قبر الرشيد أمير المؤمنين وفيها توفي الرضا علي بن موسى بن جعفر بن محمد بن علي بن الحسين.</p>\n<p class=\"arabic\">وكان الرشيد توجه إلى خراسان وبه علة هونها عليه الأطباء، فلما صار إلى طوس اشتدت به وزادت، واستراب بأطبائه، فبعث إلى متطبب فارسي يقال له الأسقف، فأشخصه إليه، وأمر بقوارير فيها أبوال مختلفة فعرضت عليه، فقال فيها حتى انتهى إلى قارورة الرشيد فقال: قولوا لصاحب هذا الماء فليدع الحمية وليوص، فإنه لا يقوم من مرضه، فبكى الرشيد بكاء شديدا وتململ على فراشه وجعل يردد هذين البيتين:</p>\n<p class=\"arabic_poetry\">إن الطبيب بطبه ودوائه * لا يستطيع دفاع محذور أتى</p>\n<p class=\"arabic_poetry\">ما للطبيب يموت بالداء الذي * قد كان يبرئ مثله فيما مضى وضعف عندما سمع من الطبيب ضعفا زائدا، وأرجف الناس بموته فلما بلغه ذلك دعا بحمار ليركبه، فلما صار عليه سقطت فخذاه فلم يقدر على الثبات على السرج، فقال: أنزلوني، صدق المرجفون، ثم دعا بأكفانه فنشرت بين يديه، فاختار منها ما رضيه وحفر له قبر فلما اطلع فيه قال: ` ما أغنى عني ماليه، هلك عني سلطانيه `.</p>\n<p class=\"arabic\">وذكر الفضل بن الربيع أن الرشيد رأى بالرافقة سنة اثنتين وتسعين ومائة رؤيا أفزعته فأصبح واجما بذلك، لا يجسر أحد على سؤاله وكان بختيشوع طبيبه جسورا عليه، وكان أول من يدخله عليه فسأله عما أحدث في ليلته، فسألناه أن يكلمه، فابتدأه وقال: يا أمير المؤمنين قد وجم أهل الدار ولا يدرون ما الخبر، فهل حدث شيء؟ قال: أعظمه، ويحك يا بختيشوع، إني رأيت في منامي كأن خادما جاءني حاسرا عن ذراعيه وفي كمه تراب، والله لو رأيت الخادم أو الكف أو التراب في ألف من أجناسه لعرفت كلا منها، فجعل يقول لي: هذه تربتك، فأفزعني ذلك، وحق لي الفزع، فقال له: وما في هذا يا أمير المؤمنين، وللرؤيا شروط، ولا بد للإنسان من التراب، ولكن أنت إن شاء الله تعالى بعد العمر الطويل والأمد الواسع، وما زال يسليه حتى طابت نفسه وسلا ودعا بالجلساء والمغنين، ثم خرج إلى خراسان في سنة ثلاث وتسعين بعدها، وقد طوى بغداد، وصيرها منزلا ووافى إلى طوس وقد زادت علته، فأقام بها وقال للخدم ليجئني أحدكم بقبضة من تراب هذا البستان، فجاء واحد منهم بتراب منه في كفه، فأدناه إليه، وقد حسر عنه ذراعيه، فلما رآه قال: يا بختيشوع، أتذكر رؤياي بالرافقة؟ هذا والله ذلك الخادم، وهذه الكف، وهذا التراب، وقد حضر الموت، فغالطه بختيشوع وقال: إنما أراك هذا ما وقر في نفسك، وأنت مع العلة إلى الفكر في غير هذا أحوج، فمات بعد أيام ودفن في ذلك البستان.</p>\n<p class=\"arabic\">وقال الفضل جيء إلى الرشيد بأخي رافع وبابن عم له مأسورين، وهو لما به فتحامل في الجلوس لعذابهما وهو لا يطيق القعود وقد خرق له في السرير خرق ينجو منه، وتحت فراشه جاورس، وقد قعد الخدم خلف السرير يمسكون أطراف جنبيه لئلا يسقط، ولولا مكانهم ما ثبت جالسا، فأقيم الرجلان بين يديه فقال: أظننتم يا آل رافع أنكم لو كنتم بعدد نجوم السماء وحصى الأرض فتموني؟! بل اصطلمكم بيميني وشمالي، فجعلا يعتذران ويقولان: ما نحن ورافع؟! وإنما نحن قوم غزاة قد انقطعنا إلى الله تعالى ذكره، ما أكلنا له مالا قط، ولا نحن صحبناه، ولا كنا في جملته، يعلم ذلك الناس. وأغلظ لهما وطال الخطاب، فأقبل أحدهما على صاحبه فقال: كم تعتذر إلى هذا الظالم والظلم هواه، ولا يملك لك إلا ما يملك لنفسه، فلما سمعهما غضب واستشاط وقال: ليجزر الكلبان الساعة، فصيرا إلى ناحية وبطحا وشدا ووضعت السواطر عليهما فقطعا آرابا، وجزع الناس وقد تناهى ضعف الرشيد بصياحه على الرجلين، وجرد فأغمي عليه بعقب ذلك وكأنه كان ذبالة طفئت، ولحق بهما من يومه فكان شأنه عجبا، وكان إذا اشتد به وجعه يقول: صبرا لأمر الله، وينشد:</p>\n<p class=\"arabic_poetry\">وإني لمن قوم كرام يزيدهم * رجاء وصبرا شدة الحدثان [v.1, p.399]</p>\n<p class=\"arabic\">وكانت وفاته بطوس في جمادى الأخرى سنة ثلاث وتسعين ومائة وله خمس وأربعون سنة، وكان مولده بالري، وقال للعباس بن موسى: في علمنا المدروس أني أموت بطوس. ولإبراهيم بن المهدي يرثيه:</p>\n<p class=\"arabic_poetry\">ذكرت أخي هارون وهو ببلدة * تكلفها شهر وأوبتها شهر</p>\n<p class=\"arabic_poetry\">بطوس ومن تكتب بطوس وفاته * يطل من أخلاء الصفاء له الهجر</p>\n<p class=\"arabic_poetry\">كملت فلما صرت للأرض زينة * أفلت عن الدنيا كما يأفل البدر</p>\n<p class=\"arabic_poetry\">فما الخير بالمأمول ما هبت الصبا * ولا الشر بالمأمون ما برق الفجر وفي الرشيد ودفنه بطوس يقول دعبل، وكان بذيء اللسان:</p>\n<p class=\"arabic_poetry\">قبران في طوس خير الناس كلهم * وقبر شرهم هذا من العبر</p>\n<p class=\"arabic_poetry\">لا ينفع الرجس من قرب الزكي ولا * على الزكي بقرب الرجس من ضرر يعني علي بن موسى الرضا والرشيد، وقبراهما متجاوران بظاهر مدينة نوقان، وهي طوس العظمى، في مشهد حسن في قرية يقال لها ملياناد، وفيها حصن حصين منيع وفيه قوم معتكفون.</p>\n<p class=\"arabic\">وبنوقان معدن قدور البرام يحمل منها إلى سائر بلاد خراسان، وفيها معادن النحاس والحديد والفضة والفيروزج والدهنج وغيرها.</p>\n<p class=\"arabic\">ومن أهل طوس الإمام أبو حامد محمد بن محمد الغزالي رحمة الله عليه.</p>",
            "title": "طوس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001015-000.json"
        }
    ],
    "type": "FeatureCollection"
}