{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اغمات</h1>\n<p class=\"arabic\">بأرض المغرب بقرب وادي درعة وبينها وبين نفيس مرحلة، وبينها وبين أغمات ست مراحل في قبائل البربر المصامدة وأهل أغمات تجار مياسير يدخلون بلاد السودان بقناطير الأموال من النحاس الملون والأكسية وثياب الصوف والعمائم وصنوف النظم من الزجاج والأصداف والأحجار وضروب الأفاويه والعطر وآلات الحديد المصنوع، ولم يكن في دولة الملثمين أكثر أموالا منهم، ولأبواب منازلهم علامات تدل على مقادير أموالهم، وتغيرت بعد ذلك أحوالهم لإتيان المصامدة على أكثر أموالهم وفيهم مع هذا نخوة واعتزاز وبها ضروب من الفواكه وأنواع من النعم.</p>\n<p class=\"arabic\">واغمات مدينتان إحداهما تسمى اغمات وريكة والأخرى اغمات هيلانة وبينهما نحو ثمانية أميال، وبأغمات وريكة تسكن الأعيان وبها ينزل التجار على القديم لأنها كانت دار التجهز للصحراء، وهي في فحص أفيح طيب التراب، والمياه تخترقها يمينا وشمالا وحولها جنات وبساتين وأشجار ملتفة، وبها نهر جريته من القبلة إلى الجوف يشق المدينة بعضه، وماؤه زعاق وعليه أرحاء وحوله بساتين كثيرة، وهي بلد متسع كثير الرخاء والخصب إلا أنه وخيم الهواء وألوان أهله مصفرة والعقارب القتالة فيه كثيرة، وبينه وبين البحر مسافة أربعة أيام وأقرب المراسي إليه مرسى بلد ركراكة وهو أحد مراسي سواحل الغرب يقرب من البحر المحيط تنزل فيه السفن ولا تخرج إلا بالرياح العاصفة في زمن الشتاء عند تكدر الهواء وتحمل السفن من مدينة نفيس تفاحا جليلا يباع بها منه وقر بعير بنصف درهم.</p>\n<p class=\"arabic\">وكانت إمارة أهل اغمات دولا بينهم يتولى الرجل منهم عن تراض واتفاق.</p>\n<p class=\"arabic\">وهذا النهر المذكور يدخل المدينة يوم الخميس والجمعة والسبت والأحد، وباقي الجمعة يأخذونه لسقي جنانهم. وهذه المدينة يكنفها جبل درن وثلوج جبل درن تسيل في اغمات، وربما جمد نهرها في وسط المدينة حتى يجتاز الأطفال عليه.</p>\n<p class=\"arabic\">وفي سنة تسع وأربعين وأربعمائة غزا عبد الله بن ياسين اغمات واستولى على بلاد المصامدة سنة خمسين، وقتل ببلد برغواطة سنة إحدى وخمسين وعلى قبره اليوم مشهد مقصود ورابطة معمورة، ولم يقتل عبد الله بن ياسين حتى استولى على سجلماسة وأعمالها والسوس كله وأغمات ونول لمطة والصحراء. وبأغمات قبر أبي القاسم محمد بن عباد جلبه إليها يوسف بن تاشفين فلم يزل بها حتى مات وقبره هنالك معروف، وإياه عنى شاعره في تأبينه بقوله من قصيدة :</p>\n<p class=\"arabic_poetry\">` وقل لعالمها السفلي ` قد كتمت * سريرة العالم العلوي أغمات من قصيدة مشهورة.</p>\n<p class=\"arabic\">ويسكنها يهود تلك البلاد، وكان علي بن يوسف منع اليهود من سكنى مراكش فلا يدخلها أحد منهم إلا نهارا ثم ينصرفون في العشية، وليس دخولهم إياها إلا لأموره وما يختص [v.1, p.46] به، ومتى عثر على أحد منهم بات بها استبيح ماله ودمه.</p>",
            "title": "اغمات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000135-000.json"
        }
    ],
    "type": "FeatureCollection"
}