{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طلياطة</h1>\n<p class=\"arabic\">بالأندلس بينها وبين اشبيلية محلة من عشرين ميلا، ومن طلياطة إلى لبلة محلة مثلها.</p>\n<p class=\"arabic\">وفي جمادى الأولى من سنة اثنتين وعشرين وستمائة كانت الوقيعة على أهل اشبيلية بفحص طلياطة، فأغار الروم الغربيون على تلك الجهة فغنموا ما وجدوا واستاقوا ما أصابوا، والعادل صاحب المغرب يومئذ باشبيلية ووزيره أبو زيد بن يوجان ، ومعهما أهل الدولة وأشياخ الأمر، ولا غناء لديهم ولا مدفع عندهم، إذ كان الأمر قد أدبر، ورونق الدولة قد تغير، ومن نزلت به من الناس مصيبة أو أغير له على سرح لم يرج مغيثا ولا يجد نصيرا، وكان خبر هؤلاء الروم بلغ اشبيلية قبل ذلك بأيام، واجتمع جمع كثير من العامة في المسجد الجامع، فلما فرغ من صلاة الجمعة قاموا فصاحوا بالسلطان يحملونه على الخروج، فلما كان يوم السبت خرج المنادي ينادي الناس بالخروج إلى العدو، فأخذوا في ذلك وتجهزوا، وخرج بعضهم في ذلك اليوم، ولما كان يوم الأحد جد بالناس الخروج، فخرجوا على كل صعب وذلول، كبارهم وصغارهم، بسلاح وبغير سلاح، كما يخرجون إلى نزههم في البساتين والجنات، فتكامل جمعهم في جهة طلياطة يوم الأحد، ولم يخرج معهم من الخيل إلا دون المائة، والروم في عدد ضخم، عليهم الدروع وبأيديهم الأسلحة، وأكثر جمع المسلمين بغير سلاح إلا ما لا قدر له، وإنما هم أهل الأسواق والباعة، وكان فيمن خرج من الجند أبو محمد عبد الله بن أبي بكر بن وزير ، وهو أعلم بالحرب من هؤلاء الرعاع والغوغاء الذين لا يعقلون، فصاحوا به أن يصير بهم إلى لقاء العدو، فأبى عليهم ونهاهم وحذرهم، فأبوا عليه إلا اللقاء وسبوه وآذوه بالقول، فتركهم وانصرف عنهم هو ومن كان معه من الخيل، إذ رأوا ما لم يروه، وعاينوا ما لم يعاينوه، وأبصروا ما لا طاقة لهم به، فلما رأى الروم ذلك مالوا على أولئك العامة، فلما رأوهم مستقبلين لهم أخذوا في الفرار فوقع القتل بهم، فأفني منهم بالقتل كثير، وأسر منهم كثير، وأفلت كثير، وكان الناس بعد يختلفون في مقدار من أتى القتل عليه من أهل اشبيلية والأسر، فمقلل ومكثر، فالمكثر يقول بلغوا عشرين ألفا، وقيل دون ذلك، فالله أعلم. وخرج العادل من اشبيلية متوجها إلى حضرة مراكش في ذي القعدة من هذه السنة، وهي سنة إحدى وعشرين وستمائة.</p>",
            "title": "طلياطة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001004-000.json"
        }
    ],
    "type": "FeatureCollection"
}