{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بجانة</h1>\n<p class=\"arabic\">بفتح الباء وبعدها جيم مفتوحة مشددة بعدها ألف وبعد الألف نون، مدينة بالأندلس كانت في قديم الدهر من أشرف قرى أرش اليمن، وإنما سمي الإقليم أرش اليمن لأن بني أمية لما دخلوا الأندلس أنزلوا بني سراج القضاعيين في هذا الإقليم وجعلوا إليهم حراسة ما يليهم من البحر وحفظ الساحل، فكان ما ضمنوا منه من مرسى كذا إلى مرسى كذا يسمى أرش اليمن أي عطيتهم ونحلتهم.</p>\n<p class=\"arabic\">وبقرب بجانة كان جامع الإقليم الأعظم إلا أنها كانت حارات مفترقة حتى نزلها البحريون وتغلبوا على من كان فيها من العرب وصار الأمر لهم فجمعوها وبنوا سورها وامتثلوا في ذلك ببنية قرطبة وترتيبها، وجعلوا على أحد أبوابها صورة تشاكل الصورة التي على باب القنطرة فأمها الناس من كل جهة وانجفلوا إليها من كل ناحية فارين من الفتن التي كانت إذ ذاك شاملة فكانت أمنا لمن قصدها وحرما لمن لجأ إليها، وكانت الميرة تجلب إليها من العدوة وضروب المرافق والتجارات، وكان ذلك أيضا من الأسباب الداعية إلى قصدها واستيطانها، وصار حولها أرباض كثيرة، ويدخلها من النهر جدولان أحدهما بأعلى المدينة من جانب المشرق يسقي بساتينها كلها، والثاني يشق الأرباض الجوفية ويخرج عنها إلى الأرباض القبلية حتى يقع في النهر هناك، وجامعها داخل المدينة بناه عمر بن أسود وفيه قبو على قبة فيها إحدى عشرة حنية منصوبة على أربعة عشر عمودا، منقش أعاليه بنقوش عجيبة، وبشرقي القبو ثلات بلاطات وبغربيه أربع بلاطات أوسع من الشرقية على عمد صخر، وفي الصحن بئر عذبة. وكان بمدينة بجانة أحد عشر حماما وطرز حرير ومتاجر رائجة، وكان يذهب الوادي الآتي من شرقيها كثيرا من أرباضها وأسواقها عند حمله.</p>\n<p class=\"arabic\">وبشرقي بجانة على ثلاثة أميال جبل شامخ فيه معادن غريبة وفيه الحمة العجيبة الشأن ليس لها نظير في الأندلس في طيب مائها وعذوبته وصفائه ولدونته ونفعه وعموم بركته يقصدها أهل الأسقام والعاهات من جميع النواحي فلا يكاد يخطئهم نفعها، وعليها بناء للأول صهريج إلى جانب العين مربع واسع كانوا قد بنوا على شرقيه قبوين فأعلاهما هناك ظاهر إلى اليوم، والجدر الباقية حواليه واتخذوا على ذلك الماء قرية كثيرة الزيتون والأشجار وضروب الثمار يسقى جميعها من ذلك الماء تعرف بقرية الحمة، وما فضل عن سقي هذه القرية يجتمع أسفلها في صهريج عظيم من بناء الأول أيضا، فإذا تكامل فيه الماء سرب إلى قرية متخذة تحته [v.1, p.79] تسمى آبله فسقيت بذلك الماء، وبجوفي مدينة بجانة حمة أخرى أغزر من الحمة الأولى إلا أن الأولى أنجع في الأسقام وأصلح للأبدان، وهم يزعمون أن جرية الأولى على الكبريت وجرية هذه على النحاس، وتذكر الأعاجم أن ملك تدمير وملك ريه في غابر الدهر خطبا ابنة ملك أرش اليمن وما يليه فشرطت ابنة الملك أن من بلغ ماء إحدى الجهتين حتى يدخله في دار سكنى أبيها، وكانت في موضع مدينة بجانة اليوم، أنه أحق ببضعها، فجد كل واحد منهما في ذلك وجهد جهده، وبنيا قنيا يجلبون الماء فيها فاعترض صاحب الحمة الجوفية خندق ولم يكن بد من بناء قناطر عليه فشغله ذلك حتى بلغ صاحب الحمة الشرقية ماءه، فزوجه الملك ابنته، وأثر ما حاولاه من ذلك باق في الجانبين إلى اليوم.</p>\n<p class=\"arabic\">وبين بجانة والمرية خمسة أميال أو ستة أميال، وكانت بجانة في القديم هي المدينة المشهورة قبل المرية فانتقل أهلها إلى المرية فعمرت وخربت بجانة، ولم يبق منها الآن إلا آثار بنيانها ومسجد جامعها قائم بذاته، وحول بجانة جنات وبساتين ومتنزهات وكروم وأموال كثيرة، وعلى ستة أميال منها حصن الحمة، والحمة في رأس جبل، ذكر المسافرون أنه لا نظير لهذه الحمة في معمور الأرض إتقان بناء وسخانة ماء، والمرضى يقصدونها من جميع الجهات ويقيمون عليها حتى يشفوا من أمراضهم، ويرحل إليها أهل المرية في فصل الربيع بنسائهم وأولادهم باحتفال في المطاعم والمشارب والتوسع في الإنفاق، فربما بلغ المسكن في الشهر بها ثلاثة دنانير مرابطية وأقل وأكثر.</p>\n<p class=\"arabic\">وكان السبب في نزول البحريين مدينة بجانة أنه لما اشتدت شوكة بني ادريس بن ادريس الحسنيين بالمغرب أمر خلفاء بني أمية بضبط السواحل وألا تجري في البحر جارية إلا تحت نظر وإشراف، وكان لا يخرج خارج من الأندلس إلا بسراح ولا يدخل أحد حتى يعرف خبره ومن حيث ورد ما الذي أورده ولا تظهر في البحر جارية إلا استخبر أمرها وعرف شأنها ومتى ألفي في البحر قارب يزيد على اثني عشر ذراعا ممسوح العجز نقض ورد إلى المقدار المذكور، فلم يزل الأمر كذلك إلى أن تحركت الفتن بالأندلس ووقعت الفترة في احتراس البحر وسواحله، فاتخذ قوم من أوباش الأندلس مراكب وكانوا يأتون بها السواحل الخالية ويحملون الناس إلى كل جهة وهم المسمون بالبحريين وكان عظم نزولهم نواحي طرطوشة، فلما قوي أمرهم وكثر جمعهم غزوا أهل مرشانة وأخفروا العهد الذي كان بين الأمير وبينهم، فأصابوا فيهم شيئا، فلما صدروا بغنائمهم لم يأمنوا على أنفسهم إن نزلوا سواحل الأندلس، فكانوا ينتجعون هناك البلاد وينتهزون الفرص في المراكب إذا أمكنتهم ويغزون سواحل افرنجة، وغيرها، ثم أجمعوا على الانصراف إلى الأندلس واستيطان موضع منها، ثم نزلوا شرقي وادي أرش اليمن وهو خلاء قفر، فخرجوا هنالك ولاطفوا من بإزائه من العرب وهادوهم بتحف المشرق وطرائفه وأوسعوهم برا فأذنوا لهم في النزول فانتشروا على وادي أرش اليمن، وافترقوا في قراه على وجه التصنيف والتجارة، وأظهروا أحسن المعاملة وأداء الطاعة، ثم كثروا وتلاحق بهم من كان تخلف عنهم واشتدت شوكتهم وعظمت على تلك الناحية مضرتهم، حتى تغلبوا على مدينة بجانة وطردوا عنها مشاهير عربها ومن تقدمت له رياسة بها، وفرقوهم في البلاد وابتنوا مدينة بجانة على هيئة مدينة قرطبة واستأذنوا الإمام محمد بن عبد الرحمن في ذلك ورغبوا إليه أن يسجل لرجل منهم ويعقد له بالتأمير عليهم، وكان الأمير محمد مشغولا بقيام ابن مروان وعمر بن حفصون وغيرهما، فعقد لهم ما أرادوا وكان ذلك في سنة ست وسبعين ومائتين فأحسنوا مجاورة أهل بجانة وأظهروا العدل فيهم، وكان عربها قد أساءوا مجاورتهم وأكثروا الجور فيهم، فتسامع الناس بأمرهم وما بسطوه من عدلهم فأموا مدينة بجانة من الأقاليم القاصية والأقطار النائية وصارت حرما لمن سكنها وأمنا لمن أوطنها واتخذوا حولها حصونا كثيرة فلم تزل الولاية تتردد فيهم إلى أن كان آخرهم ولاية عبد الرحمن بن مطرف بن عبد الرحمن بن أصبغ الطائي وكان صالحا ورعا قد حج حجات، عقد له الولاية على أهل بجانة أمير المؤمنين عبد الرحمن سنة ثلاث وثلاثمائة ثم اختلفت عليها الولاة بعد ذلك إلى أن فسد النظام واختل الترتيب كما في سائر البلاد.</p>",
            "title": "بجانة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000218-000.json"
        }
    ],
    "type": "FeatureCollection"
}