{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سبأ</h1>\n<p class=\"arabic\">مدينة باليمن هي الآن خراب، وهي مدينة بلقيس صاحبة سليمان عليه السلام المذكورة في القرآن، وبها طوائف من اليمن من أهل عمان، وبها كان السد الذي خرقه سيل العرم المذكور في القرآن.</p>\n<p class=\"arabic\">قالوا : ولم تزل أرض سبأ من أخصب أرض، وأهلها في أرغد عيش، وكانت مسيرة شهر للراكب المجد في مثل ذلك، وكان الملك يسير منها جنانا من أولها إلى أن ينتهي إلى آخرها لا تواجهه الشمس ولا يفارقه الظل مع تدفق المياه وصفاء الهواء واتساع الفضاء، فمكثوا كذلك ما شاء الله لا يعاندهم ملك إلا قصموه، ولا يعارضهم جبار إلا كسروه، وكانت سمة الملك الذي يملك البلد مأرب فاشتهر البلد باسمه قال الشاعر:</p>\n<p class=\"arabic_poetry\">من سبإ الحاضرين مأرب إذ * يبنون من دون سيله العرما وقيل: إن مأرب سمة قصر الملك في ذلك الزمان وقال أبو الطمحان:</p>\n<p class=\"arabic_poetry\">ألم تر مأربا ما كان أحصنه * وما حواليه من سور وبنيان وكانت أرض سبأ في بدء الزمان عامرة تركبها السيول وتعمها الوحول فجمع ملك من ملوك حمير الحكماء وأحضر البصراء وشاورهم في دفع ذلك السيل وإزاحة ما كان من أمره،</p>\n<p class=\"arabic\">فأجمعوا على حفر مصارف له إلى برار تؤديه إلى البحار، فحشد الملك لذلك أهل</p>\n<p class=\"arabic\">مملكته حتى صرف الماء واتخذ سدا في الموضع الذي كان فيه مبدأ جريان الماء من الجبل إلى الجبل، وذلك نحو فرسخ، رضمه بالحجارة والحديد، وجعل فيه ثلاثين مجرافا للماء في استدارة الذراع على أصح هندسة وأكمل تقدير، يجتذبون منها مقدارا من الماء معلوما وشربا للأرض مقسوما، وبعث الله إليهم اثني عشر نبيا، وكانوا يعبدون الشمس، فأرسل إليهم رسلا يدعونهم إلى الحق ويزجرونهم عن الباطل ويذكرونهم آلاء الله، فأنكروا نعمة الله وقالوا: إن كنتم صادقين فادعوا الله أن يسلبنا ذلك، حتى قالت امرأة منهم:</p>\n<p class=\"arabic_poetry\">إن كان ما نصبح في ظلاله * من ربكم فلينطلق بماله * إليه عنا وإلى عياله * فدعت عليهم الرسل، فأرسل الله عليهم السيل بفأرة خرقت ذلك السد المحكم والصخر المرضم ليكون ذلك أثبت في العبرة، فأباد الله خضراءهم وأذهب أموالهم ومزقوا كل ممزق وباعد بين أسفارهم؛ وأول ما تكهن سطيح الغساني في أمر سيل العرم، وكان عمرو بن عامر بلغه علم ذلك فرأى يوما جرذا يقل برجله صخرة ما يقلها خمسون رجلا، فرجع وهو يقول:</p>\n<p class=\"arabic_poetry\">أبصرت أمرا هاج لي برح السقم * يسحب فهرا من جلاميد العرم * فأجمع على الخروج من أرض سبأ وبيع ماله بها وأعمل الحيلة [v.1, p.302] في ذلك، وتم له ذلك ثم أنذر الناس فتفرقوا أيادي سبا وتمزقوا كل ممزق، وبعض هذا مذكور في ذكر مأرب.</p>",
            "title": "سبأ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000774-000.json"
        }
    ],
    "type": "FeatureCollection"
}