{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الذنائب</h1>\n<p class=\"arabic\">موضع بنجد عن يسار فلجة مصعدا إلى مكة، وينسب إليه يوم من أيام حرب البسوس وفيه قتل كليب بن ربيعة، وفيه يقول مهلهل من قصيدته المشهورة:</p>\n<p class=\"arabic_poetry\">فإن يك بالذنائب طال ليلي * فقد أبكي على الزمن القصير وكان السبب في قتل كليب أنه كان قد عز وساد في ربيعة فبغى بغيا شديدا، فكان هو الذي ينزلهم منازلهم ويرحلهم [v.1, p.258] فلا ينزلون ولا يرحلون إلا بأمره، وبلغ من بغيه أنه اتخذ جرو كلب فكان إذا نزل منزلا فيه كلأ قذف ذلك الجرو فيه فيعوي فلا يرعى أحد ذلك الكلأ إلا بإذنه، وكان يفعل هذا بحياض الماء فلا يردها أحد إلا بإذنه أو من أذن بحرب، فضرب به المثل في العز فقيل: أعز من كليب. وكان يحمي الصيد فيقول: صيد ناحية كذا في جواري فلا يصيد أحد منه شيئا، ولا يمر بين يديه أحد إذا جلس، ولا يحتبي أحد في مجلسه غيره.</p>\n<p class=\"arabic\">وكان لمرة بن ذهل بن شيبان بن ثعلبة عشرة بنين، جساس أصغرهم، وكانت أخته عند كليب، وكان قال لها: هل تعلمين على الأرض عربيا أمنع مني ذمة؟ فسكتت، ثم أعاد عليها الثانية فسكتت، ثم أعاد الثالثة فقالت: نعم، أخي جساس. وقيل إنه قال لها وهي تغسل رأسه ذات يوم: من أعز وائل؟ فصمتت، فأعاد عليها، فلما أكثر قالت: نعم أخواي جساس وهمام، فنزع رأسه وأخذ القوس فرمى فصيل ناقة البسوس خالة جساس وجارة بني مرة فقتله، فأغمضوا على ما فيه وسكتوا على ذلك، ثم لقي كليب ابن البسوس فقال: ما فعل فصيل ناقتكم؟ قال: قتلته وأخليت لنا لبن أمه، فأغمضوا على هذه أيضا، ثم إن كليبا أعاد على امرأته فقال: من أعز وائل؟ فقالت: أخواي، فأضمرها وأسرها في نفسه وسكت حتى مرت به إبل جساس فرأى الناقة فأنكرها فقال: ما هذه الناقة؟ قالوا: لخالة جساس، فقال: أو قد بلغ من أمر ابن السعدية أن يجير علي بغير إذني، ارم ضرعها يا غلام، فأخذ القوس فرمى ضرع الناقة فاختلط لبنها بدمها، فراحت الرعاة على جساس فأخبروه بالأمر، فقال: احلبوا لها مكيالي لبن، بمحلبها ولا تذكروا لها من هذا شيئا، ثم أغمضوا عليها أيضا، حتى أصابهم سماء فغدا في غبها يتمطر، وركب جساس بن مرة وابن عمه عمرو بن الحارث بن ذهل، وطعن عمرو كليبا فحطم صلبه، وقيل: سكت جساس حتى ظعن ابنا وائل، فمرت بكر بن وائل بماء يقال له شبيث، فنهاهم كليب عنه وقال: لا يذوقون منه قطرة، ثم مروا على ماء آخر يقال له الأحص فنفاهم عنه، ثم مروا على ماء آخر فمنعهم إياه، فمضوا فنزلوا الذنائب، قال: فاتبعهم كليب وحيه حتى نزلوا عليه، ثم مر عليه جساس وهو واقف على غدير الذنائب فقال: طردت أهلنا عن المياه حتى كدت تقتلهم عطشا، فقال كليب: ما منعناهم من ماء إلا ونحن له شاغلون، فمضى جساس ومعه ابن عمه المزدلف، وقيل بل جساس ناداه فقال: هذا كفعلك بناقة خالتي، فقال: أو قد ذكرتها؟ أما إني لو وجدتها في غير إبل مرة لاستحللت تلك الإبل بها، فعطف عليه جساس فرسه فطعنه برمح فأنفذ حضنيه، فلما حضره الموت قال: يا جساس، اسقني من الماء فقال: ما عقلت استسقاءك الماء مذ ولدتك أمك إلا ساعتك هذه، فعطف عليه المزدلف عمرو بن ربيعة، فاحتز رأسه، فلما قتل كليبا أمال يده بالفرس حتى انتهى إلى أهله، قال: وتقول أخته حين رأته لأبيها: يا أبتاه، إن ذا الجساس أتى خارجا ركبتاه، قال: ما خرجت ركبتاه إلا لأمر عظيم، فلما جاء قال: ما وراءك يا بني، قال: ورائي أني قد طعنت طعنة تشغل شيوخ وائل زمنا، قال: أقتلت كليبا؟ قال: نعم، قال: وددت أنك وإخوتك متم قبل هذا، ما بي إلا أن تتشاءم بي أبناء وائل.</p>\n<p class=\"arabic\">وكان همام بن مرة آخى مهلهلا وعاقده ألا يكتمه شيئا، فجاءت أمة له فأسرت إليه قتل جساس كليبا، فقال له مهلهل: ما قالت، فلم يخبره، فذكره العهد بينهما فقال: أخبرت أن جساسا قتل كليبا، فقال: است أخيك أضيق من ذلك؟ وقيل قال له: أخبرتني أن أخي قتل أخاك، قال: هو أضيق استا من ذلك. وتحمل القوم وغدا مهلهل بالخيل، وقالت بنو تغلب بعضهم لبعض: لا تعجلوا على إخوتكم حتى تعذروا بينكم وبينهم، فانطلق رهط من أشرافهم وذوي أسنانهم حتى أتوا مرة بن ذهل، فعظموا ما بينهم وبينه وقالوا له: اختر منا خصالا، إما أن تدفع إلينا جساسا فنقتله بصاحبنا، فلم يظلم من قتل قاتله، وإما أن تدفع إلينا هماما، وإما أن تقيدنا من نفسك، فسكت وقد حضرته وجوه بكر بن وائل فقالوا: تكلم غير مخذول، فقال: أما جساس فغلام حديث السن ركب فرسه حين خاف ولا علم لي به، وأما همام فأبو عشرة وأخو عشرة، ولو دفعته إليكم، لصيح بنوه في وجهي وقالوا: دفعت أبانا للقتل بجريرة غيره، وأما أنا فما أتعجل من الموت؟ وهل تزيد الخيل على أن تجول جولة فأكون أول قتيل، ولكن لكم في غير ذلك، هؤلاء بني فدونكم أحدهم فاقتلوه به، وإن شئتم فلكم ألف ناقة تضمنها لكم بكر بن وائل، فغضبوا وقالوا: لم نأتك لتؤدي لنا بنيك ولا لتسومنا اللبن، فتفرقوا ووقعت الحرب. [v.1, p.259]</p>\n<p class=\"arabic\">وكانت حربهم أربعين سنة فيهن خمس وقعات مزاحفات، وكانت تكون بينهم مغاورات، وكان الرجل منهم يلقى الرجل، والرجلان الرجلين، وكان أول تلك الأيام يوم عنيزة، وهي عند فلجة، فتكافأوا فيه: لا لبكر ولا لتغلب، وفي ذلك يقول مهلهل:</p>\n<p class=\"arabic_poetry\">كأنا غدوة وبني أبينا * بجنب عنيزة رحيا مدير</p>\n<p class=\"arabic_poetry\">ولولا الريح أسمع من بحجر * صليل البيض تقرع بالذكور فتفرقوا ثم غبروا زمانا. ثم التقوا يوم واردات وكان لتغلب على بكر، وقتلوا بكرا أشد القتل وقتلوا بجيرا، وفي ذلك يقول مهلهل:</p>\n<p class=\"arabic_poetry\">فإني قد تركت بواردات * بجيرا في دم مثل العبير ثم عادت الحرب بينهم زمانا وكان من الفريقين ما كان إلى أن صاروا إلى الموادعة. وكان جساس آخر من قتل في حرب بكر وتغلب، قاتل كليب، فإن أخت جساس كانت تحت كليب، فقتله جساس وهي حامل، فرجعت إلى أهلها، ووقعت الحرب فكان من الفريقين ما كان، وولدت أخت جساس غلاما سمته الهجرس رباه جساس، فكان لا يعرف أبا غيره، فزوجه ابنته، فوقع بين الهجرس وبين رجل من بني بكر كلام، فقال له البكري: ما أنت بمنته حتى ألحقك بأبيك، فأمسك عنه ودخل إلى أمه كئيبا، فسألته عما به فأخبرها الخبر، فلما أوى إلى فراشه ونام إلى جنب امرأته وضع أنفه بين ثدييها فتنفس تنفيسة تنفط ما بين ثدييها من حرارتها، فقامت الجارية فزعة حتى دخلت على أبيها فقصت عليه قصة الهجرس، فقال جساس: ثائر ورب الكعبة، وبات جساس على مثل الرضف حتى أصبح فأرسل إلى الهجرس فأتاه فقال له: إنما أنت ولدي ومني بالمكان الذي قد علمت وقد زوجتك ابنتي وأنت معي، وقد كانت الحرب في أبيك زمانا طويلا حتى كدنا نتفانى، وقد اصطلحنا وتحاجزنا، وقد رأيت أن تدخل في ما دخل فيه الناس من الصلح وأن تنطلق معي حتى نأخذ عليك مثل ما أخذ علينا، فقال الهجرس: أنا فاعل، ولكن مثلي لا يأتي قومه إلا بلأمته وفرسه، فحمله جساس على فرس وأعطاه لأمة ودرعا، فخرجا حتى أتيا جماعة من قومهما، فقص عليهم جساس ما كانوا فيه من البلاء وما صاروا إليه من العاقبة، ثم قال هذا الفتى ابن أختي قد جاء ليدخل فيما دخلتم فيه ويعقد ما عقدتم، فلما قربوا الدم وقاموا إلى العقد أخذ الهجرس بوسط رمحه ثم قال: وفرسي وأذنيه ورمحي ونصليه وسيفي وغراريه لا يترك الرجل قاتل أبيه وهو ينظر إليه، ثم طعن جساسا فقتله ولحق بقومه، فكان آخر قتيل في بكر وائل.</p>\n<p class=\"arabic\">ولما قتل جساس بن مرة كليبا كانت جليلة أخت جساس تحت كليب، فاجتمع نساء الحي للمأتم يقلن لأخت كليب: رحلي جليلة عن مأتمك فإن قيامها فيه شماتة وعار علينا عند العرب، فقالت لها: اخرجي يا هذه عن مأتمنا وأنت أخت واترنا وشقيقة قاتلنا، فخرجت وهي تجر أعطافها، فلقيها أبوها مرة فقال لها: ما وراءك يا جليلة؟ قالت: ثكل العدد وحزن الأبد، وفقد خليل، وقتل أخ عن قليل، وبين ذين غرس الأحقاد وتفتت الأكباد، قال لها: أو يكف ذلك كريم الصفح وإعلاء الديات، فقالت جليلة: أمنية مخدوع ورب الكعبة، أبالبدن تدع لك تغلب دم ربها، وفي الخبر طول.</p>",
            "title": "الذنائب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000662-000.json"
        }
    ],
    "type": "FeatureCollection"
}