{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قاشان</h1>\n<p class=\"arabic\">من مدن هراة، وهي مدينة كبيرة كثيرة الأسواق والصنائع وأهلها مياسير ولهم همم في ملابسهم وزيهم، وهي قليلة الأشجار والمياه.</p>\n<p class=\"arabic\">قابس :</p>\n<p class=\"arabic\">مدينة من بلاد إفريقية بينها وبين القيروان أربع مراحل، وتعد من البلاد الجريدية، وبينها وبين طرابلس ثمانية أيام وهي مدينة كبيرة قديمة عليها سور صخر جليل من بناء الأول، ولها حصن حصين وأرباض واسعة، وفيها فنادق وحمامات، وقد أحاط جميعها خندق كبير يجري إليه الماء إذا خافوا من نزول عدو عليهم، فيكون أمنع شيء، ولها واد يسقي بساتينها وأرضها ومزارعها، وأصل هذا الوادي من عين خرارة في جبل بين القبلة والغرب، وهو يصب في البحر. وبين مدينة قابس وبين البحر نحو ثلاثة أميال وأكثر جناتها فيما بينها وبين البحر، وهي كثيرة الثمار والتمر والموز بها كثير وليس بإفريقية موز إلا فيها وفيها شجر التوت كثير، ويربى بها الحرير وحريرها أطيب الحرير وأرقه وليس يعمل بإفريقية حرير إلا بها.</p>\n<p class=\"arabic\">وهي مدينة بحرية صحراوية لأن الصحراء منها قريبة، فيقال إنه ما اجتمع في مائدة رجل ثلاثة أشياء متضادة المواضع إلا في مائدة من سكن | قابس: يجتمع فيها الحوت الطري، ولحم الغزال الطري والرطب الجني، فهي حاضرة هذا الإقليم وقطبه.</p>\n<p class=\"arabic\">ومن كلام الناس: قابس دمشق المغرب.</p>\n<p class=\"arabic\">وماء قابس شروب يستسيغه أهلها، وبغابتها أشجار وجنات وكروم وزيتون كثير، ويتجهز بزيته إلى النواحي وبها نخل ملتف ورطب لا يعدله شيء في طيبه، وأهلها يجنونه طريا ثم [v.1, p.450] يودعونه دنانات فيخرج بعد مدة له عسلية لا يقدر على تناولها إلا بعد زوال تلك العسلية ثم لا يحاكيه شيء من التمر في طيب مذاقه وتعلكه، ومرساها لا يستر من ريح، إنما ترسي القوارب بواديها، وهو نهر صغير يدخله المد والجزر قالوا: وفي أهلها قلة ذمامة، ولهم زي ونظافة وفي باديتها عتو وفساد وقطع سبيل.</p>\n<p class=\"arabic\">وقال أبو عبد الله الحنفي:</p>\n<p class=\"arabic_poetry\">قلوصي إلى الترحال طال نزوعها * لها كل يوم أن تشد نسوعها</p>\n<p class=\"arabic_poetry\">إلى أن أحلتني لحيني بقابس * فصادفني ضنك الحجاز وجوعها</p>\n<p class=\"arabic_poetry\">أعاين فيها كل أسود كالح * يلوح على الأسنان منه رجيعها</p>\n<p class=\"arabic_poetry\">بمجلس قاض يدعي علم شرعة * ويعزب عنه أصلها وفروعها</p>\n<p class=\"arabic_poetry\">ولولا بنو الإفضال من آل مسلم * فإن لهم عندي يدا لا أضيعها</p>\n<p class=\"arabic_poetry\">سللت حسام الهجو فيهم فإن لي * به ضربات لا يفل صدوعها وبقابس قصر العروسين وهو من البناءات المشهورة، وكان بناه بنو رشيد من العرب الذين وجههم العبيديون إلى إفريقية، منهم مدافع بن رشيد بن مدافع بن جامع أناب إلى عبد المؤمن بن علي لما طلع إلى إفريقية وأسكنه قابس، وكان هؤلاء العرب تأخروا عن طاعته، وواليهم يومئذ مدافع بن رشيد الدهماني، وهم من سليم فألطفهم ورفق بهم واستدعاهم بأشعار خاطبهم بها، وتلوم عليهم فلم يصل منهم جواب، فبعث إليهم بعسكر عليهم ابنه عبد الله، وأقام هو يحاصر المهدية، فلما انتهى ابنه إلى قابس جمع مدافع أهله وعشيرته ومن انحاش إليه وفر فتبعته شرذمة من العسكر فواقفهم ساعة، ثم انهزم وقتل جماعة من أهله وعشيرته، وملك الموحدون قابس وحكموا على أهله وطائفته، وهرب مدافع وتوغل في الصحراء، وتبعته الخيل واستولت على ما معه، وجاء هو بنفسه إلى أن استجار بعرب طرابلس، فأقام عندهم نحو العامين، وكان شاعرا أديبا حافظا للسير والأخبار، ثم رأى التوجه إلى المغرب، فسار واجتمع بعبد المؤمن بمدينة فاس وأناب إليه، فأسكنه قابس، فأقام بها إلى أن توفي وقد ناهز التسعين.</p>\n<p class=\"arabic\">وكان لبني رشيد ذكر مع صنهاجة ومنهم أبو شاكر عامر بن محمد بن سكن بن جامع، خرج يوم فرارهم من قابس وخلص إلى دمشق وأنشد له صاحب الخريدة يتذكر أيامهم ببلدهم:</p>\n<p class=\"arabic_poetry\">يا حار طرفي غير هاجع * والدمع من عيني هامع</p>\n<p class=\"arabic_poetry\">ولقد أرقت مسامرا * نجما بدا في الشرق طالع</p>\n<p class=\"arabic_poetry\">متذكرا لصروف ده * ر أصبحت فينا قواطع</p>\n<p class=\"arabic_poetry\">إني من الشم الألى * شادوا العلا أبناء جامع</p>\n<p class=\"arabic_poetry\">أهل المراتب والكتا * ئب والمواهب والصنائع</p>\n<p class=\"arabic_poetry\">يتسابقون إلى المعا * لي كلهم فيها مسارع</p>\n<p class=\"arabic_poetry\">ولقد ملكنا قابسا * بالمشرفيات القواطع</p>\n<p class=\"arabic_poetry\">تسعين عاما لم يكن * خلق لنا فيها منازع [v.1, p.451]</p>\n<p class=\"arabic_poetry\">وجنابنا للمعتفي * ن بزهرة المعروف يانع</p>\n<p class=\"arabic_poetry\">وإذا شهدنا مجمعا * يومى إلينا بالأصابع</p>\n<p class=\"arabic_poetry\">عبثت بنا أيدي الزما * ن وأجدبت منا المرابع وبين قابس ونفزاوة ثلاث مراحل، وبينها وبين قفصة مرحلتان، وهي على مرحلتين من قيطون بياضة.</p>\n<p class=\"arabic\">ومن كلام الكاتب أبي المطرف بن عميرة في وصف قابس، وكان ولي قضاءها في أوائل مدة الخليفة المستنصر رحمه الله: ووجدته غوطي البساتين، طوري الزيتون والتين، فأما النخل فجمع عظيم، وطلع هضيم وسكك مأبورة، ونواعم في الخدور مقصورة، وبالجملة فبقعته وارفة الظل، آمنة الحرم والحل، جنة لو نزع ما في صدور أهلها من الغل.</p>\n<p class=\"arabic\">ومن رسالة أخرى: ووجدته بادي الحضارة، رائق النضارى جوانبه قد ملئت جنانا وأدواحه تروق ورقا وأفنانا، جنة لو نزع ما في صدور أهلها لعادوا إخوانا.</p>\n<p class=\"arabic\">ومن أخرى: وهذا البلد رائق الموضوع، مذكر بالأوطان والربوع، بل يزيد عليها في أشياء، والقاطن يتناول فيه ما يشاء.</p>\n<p class=\"arabic\">ومن أخرى: وهذا البلد رائق المنظر رافل في ورق الحسن الأخضر ولكنه مرتدف بالميرة منقطع عن الجيرة.</p>\n<p class=\"arabic\">ومن أخرى : وهذا البلد رائق الموضوع مذكر بالأوطان والربوع، وإنه لمدهام الغابة، تام الغرابة، مستأثر بسيد من سادة الصحابة ولا عيب بتربته إلا وخامة بهوائها وحميات قل ما يعرى من عدوائها وربما مطلت بالقوت قواربها ودجنت في البيوت عقاربها، وباتت تسري بالشر مرارا وتمنع النوم غرارا. ويخشى المؤمن أن يلدغ من جحرها مرارا ثم أقول: والسماء</p>\n<p class=\"arabic\">والطارق، إن لها نظراء في الحي الناطق، تتبارى في العقوق، وتتوارى في الشقوق، وتتوازى في الأفعال، ولا تجازى بالنعال.</p>\n<p class=\"arabic\">ومن أخرى : وهذه البلدة الآن حدائقها في ظلال من شرخ الشباب، وأطلال من ثمرات النخيل والأعناب، فهي بحال يقر بجمالها الأندلسي، ويحار بين خلالها الدبسي، ولا عيب فيها إلا هواء وخامته تخاف، وماء غير من خالصه الماء المضاف ولبيوت المدينة دواجن سيئة الجوار، سريعة إلى القطان والزوار، كراها تنفيه، وسراها تخفيه، وصلحها لا يطمع أحد فيه، فقبحت شائلة الأذناب، شاملة بالعذاب، كامنة بارزة، هامزة لامزة، تطرق بالبلية، وتحرق في الأذية، وتقسم شرها بين البر والفاجر بالسوية، دبت عندنا ليلة إلى من كان يرمق دبيبها وتحاول قبل أن تصيبه أن يصيبها، فأوقعت به لدغا في القدم، وإلقاء في أشد الألم، وبات وبتنا معه في ليلة أخي ذبيان وتعالى الله ما أطول ما كانت وأصعب ما كان.</p>",
            "title": "قاشان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001167-000.json"
        }
    ],
    "type": "FeatureCollection"
}