{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طبرستان</h1>\n<p class=\"arabic\">من بلاد خراسان، بفتح أوله وثانيه، سميت بذلك لأن الشجر كان حولها شيئا كثيرا فلم يصل إليها جنود كسرى حتى قطعوه بالفأس والطبر بالفارسية الفأس واستان الشجر.</p>\n<p class=\"arabic\">وطبرستان بلد عظيم كثير الحصون والأعمال منيع بالأودية، وأهله أشراف العجم وأبناء ملوكهم، وهم أحسن الناس وجوها.</p>\n<p class=\"arabic\">وطبرستان من الحصانة والمنعة بحيث لا يبلغه وصف، وكانت ملوك الفرس توليها رجلا من أهل بيت المملكة وتسميه الأصبهبذ، وهو حافظ الجيش في لغتهم كما تقدم. وحد طبرستان مما يلي المشرق جرجان وقومس، ومما يلي المغرب الديلم، ومما يلي الشمال [v.1, p.383] البحر، ومما يلي الجنوب بعض قومس، وطول هذا الحد خمسون فرسخا، وعرضه مما يلي قومس أربعون فرسخا.</p>\n<p class=\"arabic\">وبحر طبرستان هو المسمى بحر الخزر، وما حوله من أقطار الخزر والغزية، وهذا البحر منقطع غير متصل بشيء من البحار، وطوله نحو ثمانمائة ميل، وعرضه ستمائة ميل، وفيه أربع جزائر، وهو بحر مظلم لا مد فيه ولا جزر، وهو مظلم القعر بخلاف بحر القلزم وغيره لأن تراب قعره طين، وما قيل أن هذا البحر متصل ببحر نيطس من تحت الأرض وبينهما نحو ست مراحل فليس بصحيح.</p>\n<p class=\"arabic\">وكان مزيد صالح أصبهبذ طبرستان ثم لم يزل بعد ذلك يعطي الشيء اليسير فيقبل منه لصعوبة مسلك البلد وخشونته فإذا أحس من صاحب خراسان بضعف لم يعط شيئا ولا أرى طاعة، حتى ولي أبو جعفر الخلافة وقتل أبا مسلم فهابه الاصبهبذ، فكتب إليه بالطاعة ووجه رسله، فقبل أبو جعفر ذلك وبر رسوله، ثم جعل يوجه بالهدايا والألطاف في كل نوروز ومهرجان، ثم إن الاصبهبذ استطال أيام إلى جعفر فأمسك عن البعثة إليه، وبقية الخبر في رسم الطاق فانظره هناك.</p>\n<p class=\"arabic\">وافتتحت طبرستان سنة اثنتين وأربعين ومائة، وأكبر مدنها الجبل وبها مستقر الولاة، وكانوا من قبل يسكنون سارية.</p>\n<p class=\"arabic\">وحكى البلاذري أن المأمون كان ولى مايزديار أعمال طبرستان والرويان ودنباوند وسماه محمدا، وجعل له مرتبة الأصبهبذ، فلم يزل على ذلك أيام المأمون وصدرا من خلافة المعتصم بالله نحوا من ست سنين ثم إنه كفر وغدر، فكتب المعتصم إلى عبد الله بن طاهر بن الحسين عامله على خراسان وسجستان والري وقومس وجرجان يأمره بمحاربته، فوجه عبد الله الحسن بن الحسين عمه في رجال خراسان، ووجه المعتصم بالله محمد بن إبراهيم بن مصعب في من ضم إليه من جند الحضرة، فلما توافت الجيوش في بلاده كاتب أخ له يقال له قوهيان بن قارن الحسن ومحمدا وأعلمهما أنه معهما عليه، وقد كان يحقد عليه أشياء يناله بها من الاستخفاف، وكان أهل عمله قد ملوا سيرته لتجبره وعسفه، فكتب إلى الحسن يشير عليه بأن يكمن في موضع سماه له، وقال للمايزديار: إن الحسن قد أتاك وهو بموضع كذا وكذا، وذكر غير الموضع، وهو يدعوك إلى الأمان ويريد مشافهتك، فسار مايزديار يريد الحسن، فلما صار بقرب الموضع الذي كان الحسن كامنا فيه آذنه قوهيان بمجيئه، فخرج إليه في أصحابه، وكانوا منقطعين في الغياض فجعلوا ينثالون إليه، فأراد مايزديار الهرب فأخذ قوهيان بمنطقته، وانطوى عليه أصحاب الحسن، فأخذوه بغير عهد ولا عقد، فحمل إلى سر من رأى في سنة خمس وعشرين ومائتين، وضرب بالسياط بين يدي المعتصم ضربا مبرحا، فلما وقعت السياط عليه مات، فصلب بسر من رأى مع بابك الخرمي على العقبة التي بحضرة مجلس الشرطة، ووثب بقوهيان بعض خاصة أخيه، فقتل بطبرستان، وتولى طبرستان، سهلها وجبلها، عبد الله بن طاهر وطاهر ابنه بعده.</p>\n<p class=\"arabic\">والذي ارتفع من خراج طبرستان وكورها سنة ست وثلاثين ومائتين سوى الضياع من المورق أربعة آلاف ألف ومائتا ألف وثلاثة وسبعون ألف درهم ، وجميع المراحل ببلاد طبرستان أيام الطاهرية مائتان وثلاثون.</p>\n<p class=\"arabic\">وليس في بلاد الإسلام والكفر ناحية تقارب طبرستان في كثرة الابريسم، ومنها يرتفع الابريسم وأكسية الصوف والبرنكانات العجيبة، وليس في جميع الأرض أكسية تبلغ قيمة أكسيتهم، والغالب على أهلها وفور الشعر واقتران الحواجب وسرعة الكلام والعجلة والطيش، والغالب على طعامهم خبز الأرز وكذلك الديلم والجيل.</p>\n<p class=\"arabic\">ومما يوصف من كثرة ذخائر خرشيد الاصبهبد أن رجلا من أهل خراسان أتى طبرستان فأهدى إليه ديكا من ذهب، وفي عيني الديك ياقوتتان حمراوان لا يدرى ما قيمتهما، فأكرمه وقبل هديته، فكان ذلك الرجل يكثر أن يقول: حملت إلى الملك شيئا ليس [v.1, p.384] عند أحد من الخلق هو، فانتهى الخبر إلى الاصبهبذ، فأمر من الغد بنصب سماطين، فأحضر أصحابه للشراب، وأحضر الرجل الخراساني، وأمر ألا يخرج بيومه ذلك من الجامات إلا ديكة مكللة من الجواهر، ودفع إلى كل رجلين من السماطين ديكا من الديكة التي أخرجت من الخزائن، فبهت الخراساني مما رأى، وفطن أنه إنما عرض به لما كان يكثر أن يقوله، فقام فقال: أيها الملك، أخطأت فأقلني، فأمر له بصلة جزيلة ورد ذلك الديك إليه ولم يقبله. وكانت خزائن الملوك كلها صارت إليه.</p>\n<p class=\"arabic\">وطبرستان وجرجان وموقان وجيلان كلها وما والاها على ساحل الخزر ونزل الططر على طبرستان في سنة ست عشرة وستمائة واستولوا عليها قتلا ونهبا وتخريبا وفعلوا العظائم، على عادتهم.</p>",
            "title": "طبرستان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000977-000.json"
        }
    ],
    "type": "FeatureCollection"
}