{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سرقسطة</h1>\n<p class=\"arabic\">في شرق الأندلس وهي المدينة البيضاء.</p>\n<p class=\"arabic\">وهي قاعدة من قواعد الأندلس، كبيرة القطر آهلة ممتدة الأطناب واسعة الشوارع، حسنة الديار والمساكن متصلة الجنات والبساتين، ولها سور حجارة حصين، وهي على ضفة نهر كبير يأتي بعضه من بلاد الروم من جبال قلعة أيوب ومن غير ذلك، فتجتمع هذه الأنهار كلها فوق مدينة تطيلة، ثم تنصب إلى مدينة سرقسطة ومدينة سرقسطة هي المدينة البيضاء، لكثرة جصها وجيارها، ومن خواصها أنها لا تدخلها حية البتة وإن جلبت إليها ماتت وحيا.</p>\n<p class=\"arabic\">فمن الناس من يزعم أن فيها طلسما لذلك، ومنهم من يقول بنيانها من الرخام الرخو الذي هو صنف من الملح الدراني، ومن خاصيته ألا تدخل الحناش موضعا يكون فيه، ولها أقاليم عدة .</p>\n<p class=\"arabic\">وبسرقسطة جسر عظيم يجاز عليه إلى المدينة، ولها أسوار منيعة ومبان رفيعة.</p>\n<p class=\"arabic\">واسمها مشتق من اسم قيصر ، وهو الذي بناها، وذكر أنها بنيت على مثال الصليب، وجعل لها أربعة أبواب: باب إذا طلعت الشمس أقصى المطالع في القيظ قابلته عند بزوغها، فإذا غربت قابلت الباب الذي بإزائه من الجانب الغربي، وباب إذا طلعت الشمس من أدنى مطالعها في الشتاء قابلته عند بزوغها وهو الباب القبلي، وإذا غربت قابلت الذي بإزائه من الجانب الغربي. وهذه المدينة على خمسة أنهار.</p>\n<p class=\"arabic\">وسرقسطة واسعة الخطة لا يعرف بالأندلس مدينة تشبهها، وقيل: تعرف بالبيضاء لأن أسوارها القديمة من حجر الرخام الأبيض، وكان الذي بنى المسجد الجامع بسرقسطة ووضع محرابه حنش بن عبد الله الصنعاني، فلما زيد فيه هدم الحائط القبلي، غير المحراب، فإنه احتفره من جوانبه حتى انتهى إلى قواعده، فأعملت الحيلة في حمله على الخشب وجره إلى الموضع الذي هو فيه اليوم، فتصدع وبني حواليه البناء الذي هو باق إلى الآن، وتوفي حنش هذا وعلي بن رباح اللخمي، وهما من جلة التابعين، بمدينة سرقسطة وقبراهما بها معروفان بمقبرة باب القبلة، وكان بعض من مضى من الملوك أراد أن يتخذ عليها مشهدا ويبني فوقها مصنعا، فلما اعتزم على ذلك أتته امرأة معروفة بالصلاح والأمانة موسومة بالعدالة وأخبرته أنها رأتهما فيما يرى النائم، وأخبراها أنهما يكرهان أن يبنى على قبريهما شيء، فرجع عن ذلك الأمر الذي هم به.</p>\n<p class=\"arabic\">ومدينة سرقسطة أطيب البلدان بقعة وأكثرها ثمرة لكثرة الفواكه في بساتينهم حتى لا يقوم ثمنها. بمؤونة نقلها لرخصها فيتخذونها سرجينا يدمنون به أرضهم، وربما بيع فيها وسق القارب من التفاح بما تباع به الأرطال اليسيرة في غيرها، ومما خصت به سرقسطة معدن الملح الدراني الذي لا يوجد مثله في مكان ولا يعدل به.</p>\n<p class=\"arabic\">وأخذ النصارى سرقسطة من أيدي الم | سلمين سنة اثنتين وخمسمائة بعد أن حاصروها تسعة أشهر، صلحا، خرج إليها الإفرنج في خمسين ألف راكب، وابن ردمير في جملة أخرى، أعادها الله للإسلام بفضله.</p>\n<p class=\"arabic\">ومن سرقسطة قاسم بن ثابت صاحب ` الدلائل ` بلغ فيه الغاية من الإتقان ومات قبل أن يكمله، فأكمله أبوه ثابت بعده. وكان قاسم ورعا فاضلا أريد علي أن يلي قضاء سرقسطة، فأبى من ذلك، فأراد أبوه إكراهه على ذلك، فسأله أن يتركه ثلاثة أيام حتى ينظر في أمره ويستخير الله تعالى، فمات في هذه الثلاثة الأيام، فيروى أنه دعا لنفسه بالموت، وكان يقال إنه مجاب الدعوة، توفي بسرقسطة سنة اثنتين وثلثمائة.</p>",
            "title": "سرقسطة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000804-000.json"
        }
    ],
    "type": "FeatureCollection"
}