{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الرقيم</h1>\n<p class=\"arabic\">قال الله تعالى: ` أم حسبت أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا ` قيل المعنى إنكار اعتقاد كون ذلك عجبا، أي لا يعظم ذلك فإن سائر آيات الله تعالى أعظم من قصتهم وأعجب، وهذا هو الأشهر، وقيل يجوز أن يكون المراد: هل علمت أن أصحاب الكهف كانوا عجبا. بمعنى إثبات أنهم عجب، والكهف: اللحف المتسع في الجبل، فإن صغر فهو الغار، والرقيم القرية التي كانت بإزاء الكهف، وقيل الوادي الذي كان بازائه وهو واد بين بيسان وأيلة دون فلسطين، وقيل هو الجبل الذي فيه الكهف، وقيل الصخرة التي كانت على الكهف، هذا قول من جعله موضعا وحيزا، والآخرون قالوا: هو كتاب مرقوم، وكان عندهم فيه الشرع الذي تمسكوا به من دين عيسى أو غيره في لوح نحاس أو رصاص أو حجارة، على اختلافهم في ذلك.</p>\n<p class=\"arabic\">وكانوا فتية في غابر الدهر فروا بدينهم، فدخلوا كهفا خائفين من ملكهم وكان عابد وثن. قالوا: مر ابن عباس رضي الله عنهما في بعض غزواته مع ناس على موضع الكهف وجبله فمشى الناس إليه فوجدوا عظاما فقالوا: هذه عظام أهل الكهف، فقال لهم ابن عباس رضي الله عنهما: أولئك قوم فنوا وعدموا منذ مدة طويلة، فسمعه راهب فقال: ما كنت أحسب أن أحدا من العرب يعرف هذا، فقيل له: هذا ابن عباس ابن عم نبينا صلى الله عليه وسلم، فسكت.</p>\n<p class=\"arabic\">قال ابن عطية: وبالشام، على ما سمعت من ناس كثير، كهف فيه موتى يزعم مجاوروه أنهم أصحاب الكهف وعليهم مسجد وبناء يسمى الرقيم ومعهم كلب رمة. قال : وفي الأندلس في جهة أغرناطة بقرب قرية تسمى لوشة كهف فيه موتى ومعهم كلب رمة، وأكثرهم قد انجرد لحمه وبعضهم متماسك وقد مضت القرون السالفة ولم نجد من علم شأنهم ويزعم ناس أنهم أصحاب الكهف، قال: ودخلت إليهم ورأيتهم سنة أربع وخمسمائة وهم بهذه الحالة وعليهم مسجد وقريب منهما بناء رومي يسمى الرقيم كأنه قصر مخلق وقد بقي بعض جدرانه، وهو في فلاة من الأرض خربة، وبأعلى حضرة أغرناطة مما يلي القبلة آثار مدينة قديمة رومية يقال لها مدينة دقيوس وجدنا في آثارها غرائب وقبورا.</p>\n<p class=\"arabic\">وقال المسعودي : قيصر فلبس هو الذي دعي إلى دين [v.1, p.271] النصرانية فأجاب، وترك ما كان عليه من مذاهب الصابئين، واتبعه على ذلك خلق كثير من أهل مملكته، فآل ذلك إلى تحزبهم واختلاف كلمتهم في الديانة، وكان ممن خالف عليه بطريق من بطارقته يقال له داقيوس، فقتل فلبس واستولى على الملك، وملك سنتين، وتتبع النصارى فقتل منهم مقتلة عظيمة، ومنه هرب الفتية أصحاب الكهف، وهم في جبل من جبال الروم يعرف بخاوس شرقي مدينة افسيس وعلى نحو ألف ذراع منها، وكانت هذه المدينة على البحر الرومي فبعد البحر عنها.</p>\n<p class=\"arabic\">وقال جماعة: أصحاب الكهف غير أصحاب الرقيم، وكلا موضعيهما بأرض الروم، وقد مر في حرف الخاء، في ذكر مدينة خارمي، ذكر هذا الكهف، فلنكتف بهذا القدر هنا.</p>",
            "title": "الرقيم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000699-000.json"
        }
    ],
    "type": "FeatureCollection"
}