{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المرية</h1>\n<p class=\"arabic\">بالأندلس، مدينة محدثة أمر ببنائها أمير المؤمنين الناصر لدين الله عبد الرحمن بن محمد سنة أربع وأربعين وثلثمائة، وفيها يقول الشاعر:</p>\n<p class=\"arabic_poetry\">قالوا المرية صفها * فقلت مظ وشيح</p>\n<p class=\"arabic_poetry\">فقيل فيها معاش * فقلت إن هب ريح وكان المجوس لما قدموا المرية وتطوفوا بساحل الأندلس والعدوة، فاتخذها العرب مرابطا وابتنت بها محارس، وكان الناس ينتجعونها ويرابطون فيها، وهي اليوم أشهر مراسي الأندلس وأعمرها، ومن أجل أمصارها وأشهرها، وعليها سور حصين منيع بناه أمير المؤمنين [v.1, p.537] عبد الرحمن، وعلى ربضها المعروف بالمصلى سور تراب بناه خيران العامري، وكان قد أوصل إلى هذا الربض ماء العين التي هناك، وأجراه في سقاية، ثم أوصله محمد بن صمادح إلى سقاية عند جامعها داخل المدينة، واستطرد منه جدولا يصب في أسفل القصبة ويرفع بالدواليب إلى أعلاه. ووادي بجانة يعم بالسقي بساتين المرية، والبحر بقبلي مدينة المرية، وقصبتها بجوفيها، وهو حصن منيع لا يرام، مديد من المشرق إلى المغرب، ولها باب قبلي يفضي إلى المدينة مسافة ما بين أول المصعد في الجبل وبينه مائتا ذراع وثمانون ذراعا، ولها باب شرقي خارج عن أسوار المدينة، والربض متصل بجبالها، وهي أسهل مرتقى من الباب القبلي، وعرض ممشى السور الدائر بالقصبة خمسة أشبار، ومرسى المرية صيفي يكن شرقيه وغربيه.</p>\n<p class=\"arabic\">وكانت المرية في أيام الملثمين مدينة الإسلام، وبها من كل الصناعات كل غريبة، وكان بها من طرز الحرير ثمانمائة طراز، وتعمل بها الحلل والديباج والسقلاطون والأصبهاني والجرجاني والستور المكللة والثياب المعينة والعتابي والمعاجر وصنوف أنواع الحرير، وكانت فيما تقدم تصنع بها من صنوف آلات النحاس والحديد ما لا يحد، وكان بها من فواكه واديها الكثير الرخيص. وكانت المرية تقصدها مراكب التجار من الإسكندرية والشام، ولم يكن بالأندلس أكثر من أهلها مالا؛ والمرية في ذاتها جبلان بينهما خندق معمور، وعلى الجبل الواحد قصبتها المشهورة بالحصانة، وفي الجبل الثاني ربضها، والسور يحيط بالمدينة والربض، ولها أبواب عدة، والمدينة كبيرة كثيرة الخيرات، وفيها ألف فندق إلا ثلاثين فندقا، وكان الروم ملكوها فغيروا محاسنها وسبوا أهلها وخربوا ديارها.</p>",
            "title": "المرية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001409-000.json"
        }
    ],
    "type": "FeatureCollection"
}