{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الواحات</h1>\n<p class=\"arabic\">هي بلاد كثيرة في الصحراء ما بين إفريقية وبلاد مصر، ولولا قلة الماء في هذه الصحراء لكان الطريق من إفريقية إلى مصر على الواحات أقرب، وبلاد الواحات كثيرة التمر والنخل، وفيها مدن كثيرة مسورة وغير مسورة، وكل مدينة منها لها اسم يعود إلى الواح، وأهلها مسلمون، وهي آخر بلاد الإسلام، بينها وبين بلاد النوبة ست مراحل، وفي بعض مدن الواحات قبائل من لواتة، وإنما أهلها أقباط .</p>\n<p class=\"arabic\">وفي هذه الأرض أرض شبية وزاجية، وعيون حامضة الطعوم تستعمل كاستعمال الخل، وعيون مختلفة الطعوم من المر والحامض والحريف والملح، ولكل نوع منها منفعة وخاصية.</p>\n<p class=\"arabic\">وزعموا أن في أقصى بلاد الواحات بلدا يقال له واح صبرو لا يقع عليها إلا من ضل في الصحراء في النادر من الزمان، وأنه بلد عظيم كثير الخيرات من النخل والزرع وجميع الفواكه ومعادن [v.1, p.600] الذهب، وانه أخصب بلاد الدنيا، وأن الواقع عندهم يكون في أخصب عيش، وإذا أرادوا خروجه من بلادهم أروه صورة بلاده فتاقت نفسه إليها فلم يلبث عندهم ورحل كيف ما استطاع، وقد وقع في هذا البلد رجل من عرب بني قرة وبقي فيه مدة ورجع إلى بلاده، فأخبر بما رأى فيه من الخصب والخيرات، ومما في أيدي أربابه من الأموال. وليس لهم مدافعة ولا بصر بالحرب ولا سلاح، لأنهم لم يعهدوا الحروب، فبلغ ذلك أمير بني قرة، وكان اسمه مقرب بن ماض، فعزم على النهوض إليهم فأعد أزودة كثيرة وظهرا مطيقا وماء كثيرا، وذهب في الصحراء يطلب واح صبرو ودله الرجل الذي دخل البلد فوصل إلى مدينة الواح خارج، فسأل عن واح صبرو، فقالوا كلهم: ما نعرف له طريقا ولا يجده إلا من ضل في الصحراء في النادر من الزمان، وهو كما ذكر وأكثر فخرج من الواح خارج يطلب واح صبرو، فبقي يجول في الصحراء مدة فلم يجده ولا قدر على الوصول إليه، فخاف نفاد الزاد فكر راجعا، فنزل في رجوعه ذات ليلة ربوة من الأرض في تلك الصحراء فوجد بعض أصحابه في نواحي تلك الربوة بيتا للأول، فبحثوا عنه فإذا هو لبن من نحاس أحمر، فزادوا في البحث، فوجدوا أساس سور من نحاس للأول، فأوقروا جميع ما عندهم من تلك اللبن وساروا حتى أتوا مدينة الواح الخارج، فباعوا ذلك النحاس بأموال كثيرة ثم أرادوا أن يرجعوا إلى تلك الربوة التي وجدوا فيها النحاس فلم يقدروا عليها وضلوا طريقها، ولو وجدوها لكان فيها غناهم طول الدهر.</p>\n<p class=\"arabic\">قالوا : وأتى رجل من أهل الواح خارج إلى مقرب بن ماض فأخبره أنه دخل حائط نخل كان له، فوجد أكثر تمره قد أكل، ووجد فيه أثر قدم إنسان لا يشبه هذا الخلق في العظم، قال: فاحترسه هو وأهله ليالي حتى طرقهم ذلك الشخص، فرأوا خلقا عظيما لم يعهد مثله، فجعل يأكل التمر فلما هموا به فاتهم فلم يعلموا له أمرا، قالوا: فذهب معهم مقرب حتى وقف على أثر ذلك الشخص فاستعظمه وأمرهم أن يحفروا زبية في الموضع الذي كان يدخل فيه ويغطوا أعلاه بالحشيش ويرقبوه، ففعلوا ذلك ورقبوه ليالي كثيرة، فلما كان ذات ليلة أقبل ذلك الشخص على عادته فتردى في الزبية، فبادروا إليه بجمعهم وغلبوا عليه بكثرتهم حتى أخذوه، فإذا بامرأة سوداء عظيمة الخلق مفرطة الطول والعرض لا تفقه منها كلمة، فرآها مقرب بن ماض فهاله أمرها، فكلموها بكل لغة علموها من لغات السودان فلم تجاوب بواحدة منها، وتكلمت بكلام لا يفهم، وبقيت عندهم أياما يأتمرون في أمرها، فقال لهم مقرب: أرى أن ترسل وتركب الخيل السوابق والنجب العتاق في أثرها إلى أن يوقف على موضعها وتعلم حقيقة أمرها فلما أرسلت فاتت الخيل والنجب، وبارت الرياح فلم يقعوا منها على حقيقة خبر.</p>\n<p class=\"arabic\">ويذكر أن بين بلاد الواح وبلاد الجريد من إفريقية رمالا عريضة فيها بقاع تعرف بالجزائر وهي كثيرة النخل والعيون، ولا عمران فيها ولا أنيس. ويقال إنه يسمع فيها عزيف الجن، ولا شك أنها كانت بلادا عامرة، ويتكدس هناك من التمر تحت النخيل أكوام لا يقع عليه أحد إلا الطير والوحوش، وربما انتجعه الناس عند السنين الجدبة للضرورة.</p>\n<p class=\"arabic\">قالوا : وكثر جري الرياح على أرض الواحات الخارجة فعدا عليها وغير ما فيها من الآبار، فبلاد الواحات الخارجة الآن صحراء لا أنيس بها ولا عامر، والمياه بها موجودة، وكانت قديما معمورة متصلة الثمار والعمارات، ومنها كان الدخول إلى مدينة غانة في طريق مسلوكة ومناهل معلومة، لكنها انقطعت ودرست، وبالواحات الخارجة أغنام وأبقار متوحشة، وبين الواحات وحد النوبة مسيرة ثلاثة أيام في مفاوز غير عامرة، وفي أرض الواحات الخارجة جبل معترض فيها سامي الذروة، فيه معدن يستخرج منه حجر اللازورد ويحمل إلى أرض مصر فيصرف، وفي أرض الواحات يكون الثعبان ولا يكون البتة في غيرها من الأرض، والثعبان على ما يحكيه أهل تلك النواحي يرى كالتل العظيم يلتقم العجل والكبش والإنسان، وهو حيوان على صورة الحية ينساب على بطنه، له أذنان بارزتان وأنياب وأسنان، وحركته بطيئة، ويأوي إلى الكهوف والدهاس، فمن قصده أو اعترضه التقمه، وإذا خرج عن هذه الأرض مات، وهذا مشهور عندهم. وأما الواحات الداخلة فإن بها قوما من البربر وغيرهم متحضرين يزرعون هناك حيث المياه النيلج، والنيلج الواحي معروف بالطيب والجودة ويفوق غيره، وينتج بهذه الأرض مع ما اتصل بها من أعلى أرض أسوان حمير صغار المقادير في مقدار الكباش ملمعة بسواد وبياض لا تحمل [v.1, p.601] الركوب عليها، وأن أخرجت عن أرضها هلكت، وبأعلى صعيد مصر حمير ليست بكثيرة اللحم ولكنها في غاية السير وسرعة المشي، وبرمال الواحات وما اتصل بها حيات كثيرة تستتر في الرمل فإذا مرت بها الجمال ثارت من الرمل ورمت بأنفسها حتى تقع في المحامل، فتنهش هناك من وافقته فيموت في الحال.</p>",
            "title": "الواحات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001589-000.json"
        }
    ],
    "type": "FeatureCollection"
}