{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">النيل</h1>\n<p class=\"arabic\">مدينة بين الكوفة وواسط.</p>\n<p class=\"arabic\">ونيل مصر من سادات الأنهار وأشراف البحار فإنه يخرج من الجنة على ما في الخبر: إن النيل وسيحان يخرجان من الجنة، وهو من عجائب العالم إذ لا يعرف له منبع.</p>\n<p class=\"arabic\">ومن الناس من يقول : أنه ينبع من تحت جبل القمر وراء خط الاستواء بسبع درجات ونصف درجة، يخرج من اثنتي عشرة عينا هناك، فيجتمع في بحيرتين هنالك كالبطائح، ثم يتشعب من كل بطيحة ثلاثة أنهار تجتمع جميعها إلى بطيحة من الإقليم الأول، فيخرج من هذه البطيحة نيل مصر وغيره من الأنهار الكبار، وذلك في البلاد المحترقة الجنوبية التي لا يكون فيها نبات ولا حيوان لقرب الشمس من ذلك الموضع قيل فينبعث نيل مصر في رمال وجبال، ثم يخترق أرض السودان ما يلي بلاد الزنج، ثم ينبعث منه خليج يشق بلاد الزنج ويصب في بحر الزنج وتظهر في هذا الخليج الزيادة التي تظهر في نيل مصر. وفيه التمساح الكائن في نيل مصر، والحيوان الذي يسمى الورل الذي يكون في الصحراء والبراري إنما أصله من التمساح، وذلك أن التمساح يخرج من النيل ليسرح على الساحل، فربما جزر عنه الماء فيبقى في البر فيتناسل فيكون منه الورل المشهور، والتمساح لا يوجد إلا في نيل مصر أو في نهر أصله من ماء واحد مع نيل مصر.</p>\n<p class=\"arabic\">وفي نيل مصر السمك الرعاد، من صاده لم تزل يده ترعد ما دام في شبكته، وعلى النيل جبل يراه أهل تلك الجهة وفيه صدع من انتضى سيفه ثم أولجه فيه وقبض على مقبضه بيده جميعا اضطرب السيف في يديه فارتعد فلا يقدر على إمساكه ولو كان أشد الناس، وإذا حد بحجارة هذا الجبل سكين أو سيف لا يؤثر فيه حديد أبدا وجذب الإبر والمسال أشد جذبا من المغنيطس، ولا يبطل الثوم عمله كما يبطل المغنيطس، وحجر الجبل نفسه لا يجذب الحديد وإن حد عليه حديد جذب ذلك الحديد وهذا من العجب. ويقال إن نيل مصر يجري على وجه الأرض سبعمائة فرسخ أو تسعمائة ويخرج في غير عمران مسيرة أربعة أشهر، وفي بلاد السودان مسيرة شهرين، وفي بلاد مصر مسيرة شهر، من أسوان إلى أن يصب في البحر بحلق رشيد بشرقي الإسكندرية.</p>\n<p class=\"arabic\">وذكر هروشيوش الرومي في تاريخه أن من منبعثه إلى موقعه ثلثمائة ألف وتسعين ألفا وتسعمائة وثلاثين ميلا. والنيل مخالف لكل نهر من أنهار الأرض لأن كل نهر يستقبل الجنوب والنيل يستقبل الشمال، فهو مخالف لجميع أنهار الأرض كلها وعلة ذلك أن منبعثه من الجنوب، قال الشاعر:</p>\n<p class=\"arabic\">مصر ومصر شأنها عجيب</p>\n<p class=\"arabic\">ونيلها تجري به الجنوب</p>\n<p class=\"arabic\">قيل: وليس في الدنيا نهر يسمى بحرا ويما غير النيل، قال تعالى ` فإذا خفت عليه فألقيه في اليم ` والعرب تسميه البحر، وليس في الدنيا نهر يفيض على الأرض فيزرع عليه ويغني عن المطر غير نيل مصر. وقيل: بلاد مصر ثلاثة أشهر درة [v.1, p.586] بيضاء، وثلاثة أشهر مسكة سوداء وثلاثة أشهر زمردة خضراء وثلاثة أشهر سبيكة حمراء، وتفسير ذلك أن النيل إذا استوى عم جميع الأرض من بلاد مصر فتبقى قراها وضياعها في رواب وتلال كأنها الكواكب ويتصرف الناس بينها في الزواريق، فتكون الأرض كدرة بيضاء ويمكث عليها ثلاثة أشهر فإذا نضب عنها الماء أخذ الحراثون في بذر الزرع فتمكث الأرض سوداء إلى أن ينبت الزرع وتظهر خضرته ثلاثة أشهر فكأن الأرض مسكة سوداء وأيضا فإنه تفوح فيها روائح طيبة عطرة، فإذا كبر الزرع وظهرت خضرته كانت الأرض كأنها زبرجدة خضراء، وبقيت كذلك ثلاثة أشهر إلى أن يصفر الزرع ، وييبس ويتناهى فتكون الأرض عند ذلك كأنها سبيكة ذهب حمراء وبقيت كذلك ثلاثة أشهر حتى يتم الحصاد. وذكر أن مصر في كتب الأوائل مصورة، وسائر البلاد مادة إليها أيديها تستطعمها، يريد أنها أكثر بلاد الله زرعا.</p>\n<p class=\"arabic\">وليلة الغطاس بمصر أعجب شيء وهي لعشر يمضين من كانون الآخر، وهو شهر ينير، وحينئذ ينتهي مد النيل ويأخذ في الانحطاط. وأصفى ما يكون ماء النيل في ذلك الوقت، ولهذه الليلة بمصر شأن عظيم، يخرج الناس أجمعون بتلك الليلة لمشاهدتها، ويعدون ما قدروا عليه من الأطعمة والأشربة، ويلبسون أحسن ملابسهم، ويظهرون ما أمكنهم من الجواهر وأواني الذهب والفضة، وأحضروا جميع الملاهي، ويدخل الناس في الزواريق وبعضهم في الدور المشرفة على النيل، يستعملون المشاعل والشمع الكثير، فيحرق بمصر تلك الليلة من الشمع ما لا يحصى، والناس على شطوط النيل في الزواريق وفي الدور المشرفة على النيل بالطبول والأبواق وجميع الملاهي، وهي أحسن ليلة تكون بمصر وأكملها سرورا، ويغطس أكثر الناس في النيل، ومن لم يغطس يرش عليه من الماء، ويزعمون أن ذلك أمان من المرض.</p>\n<p class=\"arabic\">وذكر محمد بن محمد بن ادريس أن النيل على قسمين: القسم الأول نيل مصر يشق أرضها من الجنوب إلى الشمال وأكثر مدن مصر على ضفتيه معا، والقسم الثاني من النيل يمر من جهة المشرق إلى أقصى المغرب، وعلى هذا القسم من النيل جميع بلاد السودان أو أكثرها، وهذان القسمان مخرجهما من جبل القمر فوق خط الاستواء بست عشرة درجة، وان مبدأ النيل من هذا الجبل من عشر عيون فأما الخمسة الأنهار منها فإنها تصب وتجتمع في بطيحة كبيرة، والخمسة الأنهار الأخر تنزل أيضا من الجبل إلى بطيحة أخرى كبيرة، ويخرج من كل واحدة من هاتين البطيحتين ثلاثة أنهار فتمر بأجمعها إلى أن تصب في بطيحة كبيرة جدا وتفترق منها الأنهار فيخرج ذراع من النيل واحد فيمر في جهة المغرب وهو قبلي بلاد السودان الذي عليه أكثر بلادها، ويخرج منه ذراع آخر فيمر إلى جهة الشمال، ويشق في بلاد النوبة وبلاد أرض مصر وينقسم في أسفل أرض مصر على أربعة أقسام فثلاثة منها تصب في البحر الشامي، وقسم واحد يصب في البحيرة الملحة التي تنتهي إلى قرب الاسكندرية، وبين هذه البحيرة والإسكندرية ستة أميال وهي لا تتصل بالبحر بل هي من فيض النيل ومع الساحل قليلا.</p>\n<p class=\"arabic\">وذكر قدامة أن جرية النيل من مبدأه إلى مصبه في البحر الشامي خمسة آلاف ميل وستمائة ميل وأربعة وثلاثون ميلا، وعرض النيل في بلاد النوبة ميل واحد، وعرضه قبالة مصر ثلث ميل. وفي البطيحات الصغار وما بعدها من النيل التمساح وفيها الحوت المسمى بالخنزير، وهو ذو خرطوم أكبر من الجاموس ويخرج إلى الجهة المجاورة للنيل فيرعى الزرع بها ويرجع إلى النيل، وفي النيل سمكة مدورة حمراء الذنب يقال لها اللاش لا تظهر فيه إلا بذرة، وهي كثيرة اللحم طيبة الطعم، وفيه أيضا سمك يسمى الابرميس ، وهو حوت أبيض مدور أحمر الذنب يقال إنه ملك السمك وهو طيب الطعم لذيذ يؤكل طريا ومملوحا إلا أنه لطيف، وفيه أيضا الراي وهو سمك كبير لونه أحمر فيه كبير وصغير، وفيه سمك يقال له البني كبير عجيب الطعم في الواحد منه خمسة أرطال وعشرة أرطال، وفيه سمك في صورة الحيات، وفيه السمك الرعادة إذا مسها الإنسان ارتعدت يده حتى تسقط منها، وفيه كلاب الماء وفرس الماء وفيه خلقة الفرس، وحوافره مثل أرجل البط تنضم إذا [v.1, p.587] رفعتها وتنتفخ إذا وضعتها، وله ذنب طويل، وفيه السقنقور وهو صنف من التمساح يشاكل السمك من جهة يديه ورجليه ولا يشاكل التمساح وشحمه يتعالج به للجماع وكذلك ملحه الذي يملح به، والسقنقور لا يكون في النيل إلا بمكان من حد أسوان، والتمساح لا يكون إلا في نيل مصر، وهو مستطيل الرأس وطول رأسه نحو طول نصف جسده، وهو بري وبحري لأنه يخرج إلى البر ويقيم به اليوم والليلة يدب على يديه ورجليه ويضر في البر وأكثر ضرره في الماء ثم إن الله سبحانه وتعالى سلط عليه دابة من دواب النيل يقال لها اللشك ترتقبه وترصده حتى يفتح فاه فإذا فتحه وثبت فيه فتمر في حلقه ولا تزال تأكل كبده وأمعاءه حتى تفنيه فيموت، وفي النيل أيضا البوري والشابل.</p>",
            "title": "النيل",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001556-000.json"
        }
    ],
    "type": "FeatureCollection"
}