{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأندلس</h1>\n<p class=\"arabic\">هذه الجزيرة في آخر الإقليم الرابع إلى المغرب، هذا قول الرازي، وقال صاعد بن أحمد في تأليفه في طبقات الحكماء : معظم الأندلس في الإقليم الخامس وجانب منها في الرابع، كاشبيلية ومالقة وقرطبة وغرناطة والمرية ومرسية. واسم الأندلس في اللغة اليونانية اشبانيا والأندلس بقعة كريمة طيبة التربة كثيرة الفواكه، والخيرات فيها دائمة وبها المدن الكثيرة والقواعد العظيمة وفيها معادن الذهب والفضة والنحاس والرصاص والحديد والزئبق واللازورد والشب والتوتيا والزاج والطفل.</p>\n<p class=\"arabic\">والأندلس آخر المعمور في المغرب لأنها متصلة ببحر أقيانس الأعظم الذي لا عمارة وراءه. ويقال إن أول من اختط الأندلس بنو طوبال بن يافث بن نوح سكنوا الأندلس في أول الزمان، وملوكهم مائة وخمسون ملكا. ويقال إن الأندلس خربت وأقفرت وانجلى عنها أهلها لمحل أصابهم فبقيت خالية مائة سنة، ثم وقع ببلاد إفريقية محل شديد ومجاعة عظيمة فرقت أهلها، فلما رأى ملك إفريقية ما وقع ببلده اتخذ مراكب شحنها بالرجال وقدم عليهم رجلا من إفريقية ووجههم، فرمى بهم البحر إلى حائط إفرنجة وهو يومئذ مجوس، فوجههم صاحب إفرنجة إلى الأندلس.</p>\n<p class=\"arabic\">وقيل اسمها في القديم ابارية ثم سميت بعد ذلك باطقة ثم سميت اشبانية من اسم رجل ملكها في القديم كان اسمه اشبان، وقيل سميت بالاشبان سكنوها في الأول من الزمان وسميت بعد ذلك بالأندلس من أسماء الأندليش الذين سكنوها.</p>\n<p class=\"arabic\">وسميت جزيرة الأندلس جزيرة لأنها شكل مثلث وتضيق من ناحية شرق الأندلس حتى يكون بين البحر الشامي والبحر المظلم المحيط بالأندلس خمسة أيام ورأسه العريض نحو من سبعة عشر يوما، وهذا الرأس هو في أقصى المغرب في نهاية انتهاء المعمور من الأرض محصور في البحر المظلم، ولا يعلم أحد ما خلف هذا البحر المظلم ولا وقف منه بشر على خبر صحيح لصعوبة عبوره وإظلامه وتعاظم موجه وكثرة أهواله وتسلط دوابه وهيجان رياحه حسبما يرد ذلك في موضعه اللائق به إن شاء الله تعالى.</p>\n<p class=\"arabic\">وبلد الأندلس مثلث الشكل كما قلناه ويحيط بها البحر [v.1, p.32] من جميع جهاتها الثلاث، فجنوبها يحيط به البحر الشامي وجوفيها يحيط به البحر المظلم وشمالها يحيط به بحر صنف من الروم. وطول الأندلس من كنيسة الغراب التي على البحر المظلم إلى الجبل المسمى هيكل الزهرة ألف ميل ومائة ميل وعرضها ستمائة ميل.</p>\n<p class=\"arabic\">والأندلس أقاليم عدة ورساتيق جملة وفي كل إقليم منها عدة مدن، والركن الواحد من أركانها الثلاثة هو الموضع الذي فيه صنم قادس بين المغرب والقبلة، والركن الثاني شرقي الأندلس بين مدينة نربونة ومدينة برذيل بازاء جزيرتي ميورقة ومنورقة، والركن الثالث حيث ينعطف البحر من الجوف إلى الغرب حيث المنارة في الجبل الموفي على البحر وفيه الصنم العالي المشبه بصنم قادس وهو في البلد الطالع على بلد برطانية.</p>\n<p class=\"arabic\">والأندلس شامية في طيبها وهوائها يمانية في اعتدالها واستوائها هندية في عطرها وذكائها أهوازية في عظم جناتها صينية في جواهر معادنها عدنية في منافع سواحلها. وفيها آثار عظيمة لليونانيين أهل الحكمة وحاملي الفلسفة، وكان من ملوكهم الذين أثروا الآثار بالأندلس هرقلش وله الأثر في الصنم بجزيرة قادس وصنم جليقية والأثر في مدينة طركونه الذي لا نظير له. وفي غربي شنترين على مقدار خمسين ميلا فيما بين الأشبونة وشنترة في جبل هناك كان حصنا فيما مضى يوجد الحجر المعروف بالحجر اليهودي، وهو على شكل البلوط سواء ومن خاصيته تفتيت الحصا التي تكون في المثانة والكلية ويقع في الأكحال وفي جوفي بطليوس على قدر أربعين ميلا معدن المها.</p>\n<p class=\"arabic\">والأندلس دار جهاد وموطن رباط قد أحاط بشرقيها وشمالها وبعض غربها أصناف أهل الكفر، وروي عن عثمان رضي الله عنه أنه كتب إلى من انتدب إلى غزو الأندلس: أما بعد، فإن القسطنطينية إنما تفتح من قبل الأندلس، وإنكم إن فتحتموها كنتم شركاء من يفتحها في الأجر والسلام. وعن كعب الحبر أنه قال: يعبر البحر إلى الأندلس أقوام يفتحونها يعرفون بنورهم يوم القيامة. ودخل الأندلس رجل واحد من أصحاب النبي صلى الله عليه وسلم: قال عبد الملك بن حبيب: اسمه المنيذر الإفريقي وإنه يروي عنه عليه السلام أنه قال: ` من قال رضيت بالله ربا إلى آخرها فأنا الزعيم لآخذن بيده فأدخله الجنة `، ودخلها من التابعين حنش بن عبد الله الصنعاني وهو الذي أسس جامع سرقسطة وكان مع علي رضي الله عنه بالكوفة، فلما قتل علي رضي الله عنه انتقل إلى مصر، وقبره بسرقسطة معروف، ومنهم علي بن رباح اللخمي وعمرو بن العاصي وعلقمة بن عامر وأبو عبد الرحمن عبد الله بن زيد الحبلي الأنصاري، وعياض بن عقبة الفهري وموسى بن نصير، يقال بكري ويقال لخمي، ويقال إن نصيرا من سبي عين التمر أعتقه صبيح مولى أبي العاص بن أمية، يقال أصابه خالد في علوج عين التمر وادعوا أنهم من بكر بن وائل فصار نصير وصيفا لعبد العزيز بن مروان وأعتقه فمن أجل هذا يختلف فيه، وعقد الوليد لموسى على إفريقية سنة ثلاث وثمانين وكان مولد موسى سنة تسع عشرة في خلافة عمر رضي الله عنه وكان معاوية رضي الله عنه قد جعل نصيرا أبا موسى على حرسه فلم يقاتل معه عليا رصي الله عنه، فقال له معاوية رضي الله عنه: ما منعك من الخروج على علي رضي الله عنه ولم تكاف يدي عليك، قال: لم يمكن أن أشكرك بكفر من هو أولى بشكري منك، قال: ومن هو؟ قال: الله عز وجل.</p>\n<p class=\"arabic\">ومسافة ما يملكه المسلمون من الأندلس ثلاثمائة فرسخ طولا في ثمانين فرسخا عرضا والذي يملك منها النصارى مثل ما يملك المسلمون أو أشف. ثم حدث فيها من تغلب الثوار ما أضاع ثغورهم وأذهب أكثر بلادهم ولم يبق من تلك إلا الأقل، وبها الجبال المشهورة والحمامات الكثيرة.</p>\n<p class=\"arabic\">قال الرازي: أول من سكن الأندلس بعد الطوفان على ما يذكره علماء عجمها قوم يعرفون بالأندلش بالشين معجمة بهم سمي البلد ثم عرب، وكانوا أهل تمجس فحبس الله تعالى عنهم المطر حتى غارت عيونها ويبست أنهارها فهلك أكثرهم وفر من قدر على الفرار منهم، فأقفرت الأندلس وبقيت خالية مائة عام وملكهم أشبان بن طيطش وهو الذي غزا الأفارقة وحصر ملكهم بطالقة ، ونقل رخامها إلى اشبيلية وبه سميت فاتحذها دار مملكة وكثرت جموعه فعلا في الأرض وغزا من اشبيلية ايليا بعد سنتين من ملكه، خرج إليها في السفن وهدمها وقتل من اليهود مائة ألف واسترق مائة ألف وفرق في البلاد مائة ألف، وانتقل رخام ايليا وآلاتها إلى الأندلس، والغرائب التي أصيبت في مغانم الأندلس [v.1, p.33] كمائدة سليمان التي ألفاها طارق بن زياد بكنيسة طليطلة، وقليلة الدر التي ألفاها موسى بن نصير بكنيسة ماردة وغيرهما من الذخائر كانت مما حازه صاحب الأندلس من غنيمة بيت المقدس إذ حضر فتحها مع بخت نصر.</p>\n<p class=\"arabic\">وذكروا أن الخضر وقف بأشبان هذا وهو يحرث الأرض بفدن له أيام حداثته، فقال له: يا أشبان إنك لذو شان وسوف يحظيك زمان ويعليك سلطان فإذا أنت تغلبت على ايليا فارفق بورثة الأنبياء. فقال له أشبان: أساخر رحمك الله أنى يكون هذا وأنا ضعيف مهين فقير حقير، فقال: قدر ذلك لك من قدر في عصاك اليابسة ما تراه، فنظر أشبان إلى عصاه فرآها قد أورقت فريع لما رأى، وذهب الخضر عنه وقد قر ذلك الكلام في نفسه والثقة بكونه، فترك الامتهان وداخل الناس وصحب أجل الناس، وسما به جده فارتقى في طلب السلطان حتى نال منه عظيما، وكان ملكه عشرين سنة، واتصلت مملكة الأشبان بعده إلى أن ملك منهم الأندلس خمسة وخمسون ملكا، ثم دخل عليهم من حجر رومة أمة أخرى تعرف بالشبونقات وذلك زمان مبعث المسيح عليه السلام، فملكوا الأندلس وإفرنجة معها واتخذوا دار مملكتهم مدينة ماردة واتصلت مملكتهم إلى أن ملك منهم أربعة وعشرون ملكا، ويقال إن منهم كان ذو القرنين. ثم دخل على هؤلاء الشبونقات أمة القوط فغلبوا على الأندلس واقتطعوها من يومئذ عن صاحب رومة وانفردوا بسلطانهم واتخذوا مدينة طليطلة دار سلطانهم، وخنشوش ملك القوط هو أول من تنصر من هؤلاء فدعا الحواريين ودعا قومه إلى النصرانية وكان أعدل ملوكهم وأحسنهم سيرة، وهو الذي أصل النصرانية، والانجيلات والمصاحف الأربعة من انتساخه وجمعه وتثقيفه، فتنافست ملوك القوط بالأندلس بعده حتى غلبهم عليها العرب، وعدد من ملك منهم إلى آخرهم وهو لذريق ستة وثلاثون ملكا، ولذريق لم يكن من أبناء الملوك ولا بصحيح النسب في القوط وإنما نال الملك من طريق الغصب والتسور، ولما مات غيطشة الملك وكان أثيرا لديه فاستصغر أولاده واستمال طائفة من الرجال مالوا معه، فانتزع الملك من ولد غيطشة، وغيطشة آخر ملوك القوط بالأندلس ولي سنة سبع وسبعين من الهجرة فملك خمس عشرة سنة.</p>\n<p class=\"arabic\">وكانت طليطلة دار المملكة بالأندلس حينئذ وكان بها بيت مغلق متحامى الفتح، يلزمه من ثقات القوط قوم قد وكلوا به لئلا يفتح قد عهد الأول في ذلك إلى الآخر كلما ملك منهم ملك زاد على البيت قفلا فلما ولي لذريق عزم على فتح الباب والاطلاع على ما في البيت، فأعظم ذلك أكابرهم وتضرعوا إليه في الكف فأبى وظن أنه بيت مال، ففض الأقفال عنه ودخله فأصابه فارغا لاشيء فيه إلا تابوتا عليه قفل، فأمر بفتحه فألفاه أيضا فارغا لا شيء فيه إلا شقة مدرجة قد صورت فيها صور العرب على الخيول وعليهم العمائم متقلدي السيوف متنكبي القسي رافعي الرايات على الرماح، وفي أعلاها كتابة بالعجمية فقرئت فإذا هي: إذا كسرت هذه الأقفال عن هذا البيت وفتح هذا التابوت فظهر ما فيه من هذه الصور فإن الأمة المصورة فيه تغلب على الأندلس وتملكها، فوجم لذريق وعظم غمه وغم العجم وأمر برد الأقفال وإقرار الحراس على حالهم.</p>\n<p class=\"arabic\">وكان من سير الأعاجم بالأندلس أن يبعث أكابرهم بأولادهم إلى بساط الملك ليتأدبوا بأدبه وينالوا من كرامته، حتى إذا بلغوا أنكح بعضهم بعضا استئلافا لآبائهم وحمل صدقاتهم وتولى تجهيز إناثهم، فاتفق أن فعل ذلك يليان عامل لذريق على سبتة، وجه ابنة له بارعة الجمال تكرم عليه، فوقعت عين لذريق عليها فأعجبته فاستكرهها على نفسها، واحتالت حتى أعلمت أباها بذلك سرا بمكاتبة خفية، فأحفظه شأنها وقال: ودين المسيح لأزيلن سلطانه، فكان امتعاضه من فاحشة بنته السبب في فتح الأندلس للذي سبق من قدر الله سبحانه ثم إن يليان ركب بحر الزقاق من سبتة في أصعب الأوقات في شهر ينير، وأقبل حتى احتل بطليطلة حضرة لذريق، فأنكر عليه مجيئه في ذلك الوقت، وسأله عن السبب في ذلك، فذكر له أن زوجته اشتد شوقها إلى ابنتها التي عنده وتمنت لقاءها قبل الموت وألحت عليه في إحضارها وأحب إسعافها بها، وسأل الملك إخراجها إليه وتعجل إطلاقه للمبادرة بها ففعل، وأجاز الجارية وتوثق منها بالكتمان عليه وأفضل على أبيها، فانقلبت عليه.</p>\n<p class=\"arabic\">وذكر أنه لما دخل عليه قال له لذريق: إذا أنت قدمت علينا فاستفره لنا من الشذانقات، فقال له: أيها الملك، والمسيح لأدخلن عليك شذانقات ما دخل عليك بمثلها قط يعرض له بما أضمر من السعي في إدخال رجال العرب الأندلس عليه وهو لا يفطن فلم يتنهنه يليان إذ وصل سبتة أن تهيأ للمسير نحو موسى بن نصير، فأتاه بإفريقية، فحرضه على غزو الأندلس، [v.1, p.34] ووصف له حسنها وفوائدها وفضلها وهون عليه حال رجالها، فعاقده موسى على الانحراف إلى المسلمين وسامه مكاشفة أهل ملته من أهل الأندلس، ففعل يليان ذلك وحل بساحل الجزيرة الخضراء فقتل وسبى وغنم وأقام بها أياما يشن الغارات، وشاع الخبر عند المسلمين، فآنسوا بيليان، وذلك عقب سنة تسعين.</p>\n<p class=\"arabic\">وكتب موسى إلى الوليد يعلمه بما دعاه إليه ليليان ويستأذنه في افتتاح الأندلس، فكتب إليه الوليد أن خضها بالسرايا حتى تختبر شأنها ولا تغرر بالمسلمين في بحر شديد الأهوال، فراجعه أنه ليس ببحر وإنما هو خليج يتبين للناظر ما وراءه، فكتب إليه: وإن كان فلا بد من اختباره بالسرايا فبعث موسى عند ذلك رجلا من مواليه من البربر اسمه طريف بن مالك المعافري يكنى أبا زرعة، في أربعمائة رجل يغير بهم، ونزل في الجزيرة المنسوبة إليه ثم أغار على الجزيرة الخضراء ونواحيها، فأصاب شيئا لم ير موسى وأصحابه مثله حسنا وأصاب مالا جسيما وأمتعة، وذلك في شهر رمضان من سنة إحدى وتسعين. فلما رأى ذلك الناس تسرعوا إلى الدخول، فدعا موسى مولى له كان على مقدماته يسمى طارق بن زياد، قيل هو فارسي وقيل هو من الصدف وقيل ليس بمولى وقيل هو بربري من نفزة، فعقد له وبعثه في سبعة آلاف من البربر والموالي ليس فيهم عربي إلا القليل، فهيأ له يليان المراكب وحل بجبل طارق يوم سبت في شعبان من سنة اثنتين وتسعين وهو من شهور العجم شهر أغشت، وقيل في رجب من السنة، في اثني عشر ألفا غير ستة عشر رجلا لم يكن فيهم من العرب إلا قليل .</p>\n<p class=\"arabic\">وأصاب طارق عجوزا من أهل الجزيرة قالت: إنه كان لي زوج عالم بالحدثان وكان يحدث عن أمير يدخل بلدنا هذا ويصفه ضخم الهامة، وأنت كذلك، ومنها أن بكتفه الأيسر شامة عليها شعر فإن كانت بك هذه الشامة فأنت هو، فكشف طارق ثوبه فإذا بالشامة على كتفه كما ذكرت العجوز، فاستبشر بذلك هو ومن معه. وذكر عن طارق أنه كان نائما في المركب فرأى في منامه النبي صلى الله عليه وسلم والخلفاء الأربعة يمشون على الماء حتى مروا به فبشره النبي صلى الله عليه وسلم بالفتح وأمره بالرفق بالمسلمين والوفاء بالعهد، وفي حكاية أنه لما ركب البحر غلبته عينه فرأى النبي صلى الله عليه وسلم وحوله المهاجرون والأنصار قد تقلدوا السيوف وتنكبوا القسي فيقول له النبي صلى الله عليه وسلم: ` يا طارق تقدم لشأنك `، ونظر إليه وإلى أصحابه قد دخلوا الأندلس قدامه، فهب من نومه مستبشرا وبشر أصحابه ولم يشك في الظفر، فنزل بالجبل شانا الغارات في البسائط ولذريق يومئذ غائب في غزاة له واتصل به الخبر فعظم عليه أمره وفهم الخبر الذي منه أتي مع يليان، وأقبل مبادرا في جموعه حتى احتل بقرطبة أياما والجنود تتوافى عليه، وكان لحينه ولى ششبوت بن الملك غيطشة ميمنته وأخاه ميسرته وهما موتوران قد سلبهما ملك أبيهما، فبعثا إلى طارق يسألانه الأمان إذا مالا إليه عند اللقاء بمن معهما وعلى أن يسلم إليهما ضياع والدهما غيطشة إن ظفر، فأجابهما طارق إلى ذلك، وعاقدهما عليه فلما التقى الجمعان انحاز هذان الغلامان إلى طارق فكان ذلك سبب الفتح، وكان الطاغية لذريق في ستمائة ألف فارس.</p>\n<p class=\"arabic\">وقد خرجت عن حكم الاختصار الذي التزمت في هذا الوضع فلنقتصر على هذا القدر، وأما ذكر بلاد الأندلس فتأتي في مواضعها اللائقة بها إن شاء الله تعالى.</p>\n<p class=\"arabic\">وافتتحت الأندلس في أيام الوليد بن عبد الملك فكان فتحها من أعظم الفتوح الذاهبة بالصيت في ظهور الملة الحنيفية، وكان عمر بن عبد العزيز معتنيا بها متهمما بشأنها وهو الذي قطعها عن نظر والي إفريقية وجرد لها عاملا من قبله.</p>",
            "title": "الأندلس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000106-000.json"
        }
    ],
    "type": "FeatureCollection"
}