{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تيماء</h1>\n<p class=\"arabic\">من أمهات القرى، على سبع ليال من المدينة المكرمة، ولها سور على شاطئ بحر طوله فرسخ، ويخرج من تيماء إلى الشام على حوران والبثنية وحسمى، وبين تيماء وأول الشام ثلاثة أيام، وبتيماء مياه ونخل، ومنه تمتار البادية وبه تجارات قلائل.</p>\n<p class=\"arabic\">وفي تيماء يقول الشاعر في قصة السموأل بن عادياء حين استودع أموال امرئ القيس بن حجر وسلاحه وكراعه فبعث إليه الحارث بن أبي شمر الغساني ليأخذ كل ذلك منه فمنعه ولم يجبه إلى ذلك:</p>\n<p class=\"arabic_poetry\">بالأبلق الفرد من تيماء منزله * حصن حصين وجار غير غدار في أبيات، وأظنها قد تقدمت.</p>\n<p class=\"arabic\">وكانت أمة من العماليق نزلوا في قديم الزمان الحجاز وكان ملكهم بتيماء يقال له الأرقم بن أبي الأرقم فسكنوا مكة. والمدينة والحجاز كله وعتوا عتوا كبيرا، فلما أظهر الله عز وجل [v.1, p.146] موسى عليه السلام على فرعون وأهله وجنوده وطئ الشام وأهله وبعث بعثا من بني إسرائيل إلى الحجاز وأمرهم أن لا يستبقوا منهم أحدا بلغ الحلم فأظهرهم الله عز وجل عليهم فقتلوهم حتى انتهوا إلى مليكهم بتيماء، الأرقم بن أبي الأرقم، فقتلوه وأصابوا ابنا له وكان من أحسن الناس فضنوا به عن القتل وقالوا: نتركه حتى نقدم به على رسول الله صلى الله عليه وسلم فيرى فيه رأيه، فأقبلوا به، وقبض الله موسى عليه السلام قبل قدوم الجيش فلما سمع بهم الناس تلقوهم فسألوهم عن أمرهم فأخبروهم بفتح الله عليهم وقالوا: إنا لم نستبق منهم أحدا إلا هذا الفتى لنقدم به على نبي الله موسى فيرى فيه رأيه، فقالت لهم بنو إسرائيل: إن هذه لمعصية منكم لما خالفتم أمر نبيكم، لا والله لا تدخلوا علينا أبدا، فحالوا بينهم وبين الشام، فقال الجيش بعضهم لبعض: إن منعتم بلدكم فخير منه البلد الذي قدمتم منه، وكانت الحجاز إذ ذاك أشجر بلاد الله تعالى وأظهره ماء فكان هذا أول سكنى اليهود الحجاز، فكانوا بزهرة بين السافلة والحرة، ونزل جمهورهم بمكان يقال له يثرب يجمع السيول، سيول بطحان والعقيق وسيل قناة مما يلي زغابة وتفرقت هناك قريظة والنضير واتخذوا الآطام والمنازل ونزل بعض قبائل العرب عليهم.</p>\n<p class=\"arabic\">قال أصحاب المغازي : قدم الصديق رضي الله عنه خالد بن سعيد بن العاصي حين وجه الجنود إلى الشام، جعله ردءا بتيماء وأمره أن لا يبرحها وأن يدعو من حوله بالانضمام إليه، فأقام، فاجتمعت عليه جنود كثيرة، وبلغ الروم عظم ذلك العسكر، فضربوا على العرب الضاحية بالشام البعوث إليهم، فكتب خالد بن سعيد إلى أبي بكر بذلك، فكتب إليه أبو بكر رضي الله عنه أن أقدم ولا تحجم واستنصر الله تعالى، فسار إليهم خالد، فلما دنا منهم تفرقوا وأعروا منزلهم فنزله، ودخل من كان تجمع له في الإسلام، فكتب بذلك إلى أبي بكر، فكتب إليه أبو بكر رضي الله عنه: أقدم فصار في تيماء فيمن كان معه، فسار إليهم بطريق من بطارقة الروم يدعى ماهان فهزمه وفل جنده، فكتب بذلك إلى أبي بكر رضي الله عنه واستمده، فعند ذلك اهتاج أبو بكر رضي الله عنه إلى الشام وعناه أمره.</p>",
            "title": "تيماء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000396-000.json"
        }
    ],
    "type": "FeatureCollection"
}