{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قرمونة</h1>\n<p class=\"arabic\">مدينة بالأندلس في الشرق من اشبيلية، وبينها وبين استجة خمسة وأربعون ميلا، وهي مدينة كبيرة قديمة وهي باللسان اللطيني: كارب مويه - وهي الكاف والألف والراء والباء المعجمة بواحدة، معناه ` صديقي `.</p>\n<p class=\"arabic\">وهي في سفح جبل عليها سور حجارة من بنيان الأول كان تثلم في الهدنة ثم بني في الفتنة، وجنباتها حصينة ممتنعة على المحاربين إلا من جهة الغرب، وارتفاع سورها هناك أربعون حجرا وبالذراع ثلاث وأربعون ذراعا، وفي هذا السور الغربي برج يعرف بالبرج الأجم، عليه تنصب العرادات عند القتال، وفي ركن هذا السور أيضا مما يلي الجوف بنيان مرتفع على السور يسمى سمرملة، عليه برج للمحاربين، وتحته مرج نضير لا ينهشم ولا يصوح كلأه، ويتصل بهذا السور خندق عميق جدا أولي، وترابه مستند إلى السور، وفي السور القبلي موضع فيه صخرة عظيمة منيعة منتصبة كالحائط يحسر عنها الطرف من علوها، والسور مبني فوقها، وقد بقي منها دونه قدر ممشى الرجل، فيتدلى من هناك الرجال لاشتيار العسل واصطياد فراخ الطير من صدوع تلك الصخرة. وفي هذا السور القبلي باب يعرف بباب ترنى نسب إلى قرية بإزائه تسمى ترنى، وباب قرطبة شرقي عليه قصبة وأبراج، وباب قلشانة بين الشرق والجوف ومنه الخروج إلى قرطبة لسهولته، وأما باب قرطبة فطريقه وعر ممتنع، وباب اشبيلية غربي، دونه إلى داخل المدينة باب ثان بينهما خمسون ذراعا.</p>\n<p class=\"arabic\">وبمدينة قرمونة جامع حسن البناء فيه سبع بلاطات على أعمدة رخام وأرجل صخر، وسوقها جامعة يوم الخميس، وبها حمامات ودار صناعة بنيت بعد سنة المجوس مخزنا للسلاح وبداخل مدينة قرمونة آثار كثيرة للأول، ومقطع حجر وحواليها مقاطع كثيرة منها مقطع بجوفيها واشبيلية بغربي مدينة قرمونة بينهما عشرون ميلا وبقبلي قرمونة فحص مدينة عريض حمال للزرع، فيه قرى كثيرة ذات مياه غزيرة وعيون وآبار وافتتح عبد الرحمن بن محمد مدينة قرمونة سنة خمس وثلثمائة.</p>",
            "title": "قرمونة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001190-000.json"
        }
    ],
    "type": "FeatureCollection"
}