{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طرابلس</h1>\n<p class=\"arabic\">من مدن إفريقية، وهي مدينة كبيرة أزلية على ساحل البحر يضرب في سورها، وهو من حجر جليل من بناء الأول، قيل وتفسير طرابلس ثلاث مدن وقيل مدينة الناس ، وبها أسواق حافلة وحمامات كثيرة، وفي شرقيها بساتين كثيرة فيها فواكه كثيرة وخيرات جمة، وأهلها تجار يسافرون برا وبحرا، وهم أحسن الناس معاملة بضد أهل سرت، وداخل سورها بئر تعرف ببئر أبي الكنود، يقال إنه من شرب من مائه حمق، فهم يعيرون به، فيقال للرجل منهم إذا أتى ما يلام عليه: لا عتب عليك لأنك شربت من بئر أبي الكنود. ومن طرابلس إلى جبل نفوسة ثلاثة أيام، وطرف هذا الجبل الخارج في البحر هو طرف أوثان ما بين طرابلس والاسكندرية، وهذا الطرف الخارج في البحر إذا عدته المراكب استبشرت بالسلامة، ومن هذه المدينة تعد بلاد إفريقية.</p>\n<p class=\"arabic\">وبينها وبين سرت عشر مراحل، وفيها رباطات كثيرة يأوي إليها الصالحون.</p>\n<p class=\"arabic\">وذكر الليث بن سعد قال : غزا عمرو بن العاصي رضي الله عنه مدينة طرابلس سنة ثلاث وعشرين حتى نزل القبة التي على الشرف من شرقها، فحاصرها أشهرا لا يقدر منهم على شيء، [v.1, p.389] فخرج رجل من بني مدلج ذات يوم من معسكر عمرو متصيدا في سبعة نفر، فمضوا بغرب المدينة، ولم يكن فيه بين البحر والمدينة سور، وكانت سفن البحر شارعة في مرساها إلى بيوتهم، فنظر المدلجي وأصحابه فإذا البحر غاض من ناحية المدينة، فدخلوا منه حتى أتوا من ناحية الكنيسة فكبروا، فلم يكن للروم مفزع إلا سفنهم، وأقبل عمرو بجيشه حتى دخل عليهم، فلم يفلت الروم إلا بما خف لهم في مراكبهم، وغنم عمرو ما كان في المدينة. وإنما بنى سور مدينة طرابلس هرثمة بن أعين في حين ولايته. ولمدينة طرابلس فحص يسمى سوفجين ، وهم يقولون: فحص سوفجين يصيب سنة في سنين. ومن طرابلس إلى جبل نفوسة مسيرة ثلاثة أيام، وجبل نفوسة على ستة أيام من القيروان، وطول الجبل من المشرق إلى المغرب ستة أيام.</p>\n<p class=\"arabic\">وكان طاغية صقلية طرقها واستولى عليها في سنة أربعين وخمسمائة ثم استرجعها المسلمون، وحكم عليها أيضا قراقش الغزي سنة ست وثمانين وخمسمائة، ثم دخل في طاعة المنصور يعقوب بن يوسف بن عبد المؤمن خليفة مراكش.</p>\n<p class=\"arabic\">وطرابلس أيضا مدينة بالشام عظيمة، عليها سور صخر منيع، ولها رساتيق وأكوار وضياع جليلة، وبها من شجر الزيتون والكروم وقصب السكر وأنواع الفواكه وضروب الغلات الشيء الكثير، والوارد والصادر إليها كثير، والبحر محدق بها من ثلاثة أوجه، وهي معقل من معاقل الشام، وتقصد بضروب الغلات والأمتعة والتجارات، وتضاف إليها عدة قلاع وحصون داخلة في أعمالها وحوالي مدينتها أشجار الزيتون.</p>\n<p class=\"arabic\">وهو كان أطيب بلاد الشام ثمارا فسكنه قوم أذنبوا وأسرفوا فأمطرهم الله النار والكبريت ، فصار حينئذ رمادا، حتى الآن ترى فيها آثار النار في أرضها وأشجارها، وتنبت ثمارا تخالها طيبة فإذا عض عليها العاض ثار منها دخان وصارت رمادا.</p>",
            "title": "طرابلس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000993-000.json"
        }
    ],
    "type": "FeatureCollection"
}