{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سردانية</h1>\n<p class=\"arabic\">جزيرة على طرف من البحر الشامي، وهي كبيرة النظر كثيرة الجبال قليلة المياه، طولها مائتان وثلاثون ميلا وعرضها من الغرب إلى الشرق مائة وثمانون ميلا، وفيها ثلاث مدن الفيصنة وهي مدينة عامرة، ومنها مدينة قالمرة، وهي رأس المجاز إلى جزيرة قرشقة، والثالثة تسمى قشتالة .</p>\n<p class=\"arabic\">وأهل سردانية في الأصل روم أفارقة متبربرة متوحشون من أجناس الروم، وهم أهل نجدة وحزم لا يفارقون السلاح. وفي سردانية معادن الفضة الجيدة ومنها تخرج إلى كثير من بلاد الروم، وبين سردانية وجزيرة قرشقة مجاز طوله عشرون ميلا.</p>\n<p class=\"arabic\">وقيل سميت سردانية باسم ساردوس بن هرقل إذ قصدها بجمع عظيم وحاصرها وافتتحها، وهي كثيرة الزرع والضرع كثيرة الخير، وقيل طولها مائة وثلاثون ميلا وعرضها مائة وعشرون ميلا وحكي أن دورها يزيد على أزيد من خمسمائة ميل، ويقابلها من المشرق مدينة رومية، وبها أربع مدن.</p>\n<p class=\"arabic\">وكان أبو الجيش مجاهد العامري الملقب بالموفق قد دخلها سنة تسع وأربعمائة وافتتح أكثرها وجدد إحدى مدنها فأصاب المسلمين فيها جوع ووباء، فخرج عنها بمن معه من المسلمين في سنة عشر وأربعمائة، فهدم الروم بعد ذلك مدينته فهي اليوم خرابة، وكان أبو الجيش هذا غزا سردانية قبل هذا فعصفت بشوانيه الريح وكسرتها على جزيرة تسمى مذ ذاك جزيرة الشهداء وقتل العدو من المسلمين خلقا، ونالوا منهم نيلا.</p>\n<p class=\"arabic\">ورأيت في موضع آخر أن جزيرة سردانية كثيرة الأنهار والخيرات، ويذكر أن من فيها من النصارى من ناقلة بلاد البربر، وهم يطيلون الشعور كشعور النساء، ولهم خيل موصوفة، وسلاحهم المزاريق، وهم كشف لا تراس لهم، وبسردانية حمات شديدة الحر، وليس يكون فيها شيء من الهوام المؤذية ولا تنبت شيئا من الأشجار المسمومة.</p>\n<p class=\"arabic\">قال ابن عفير : لما غزا المسلمون أهل سردانية وعلموا أنهم مغلوبون عليها عمدوا إلى مبنى لهم في البحر فسكروه وأخرجوا ماءه تم قذفوا فيه آنيتهم من الذهب والفضة وسائر أمتعتهم، ودفنوا ذلك في الرمل وردوا عليه الماء، وعمدوا لكنيسة لهم فجعلوا لها [v.1, p.314] سقفا دون سقف، ووضعوا ما كان لهم من المال بين السقفين، فنزل رجل من المسلمين يغتسل في ذلك الموضع الذي سكروه فوقعت رجله على شيء فأخرجه فإذا هو صحفة فضة، ثم غاص أيضا فأخرج شيئا آخر، فعلم بذلك المسلمون وحبسوا عنه الماء وأخرجوا جميع ما فيه، ونظر رجل من المسلمين في تلك الكنيسة ذات السمكين إلى حمام وكان عنده قوس بندق فرماه فأخطأه وأصاب خشب السمك فكسر منه شيئا فانهار عليهم المال، فغل المسلمون يومئذ غلولا كثيرا، فإن كان الرجل ليأخذ الهر فيذبحه ويرمي بما في جوفه ثم يحشوه مالا ويخيط عليه ويرمي به في الطريق ليوهم من رآه أنه ميتة فإذا خرج أخذه، وكان الرجل ينزع نصل سيفه فيطرحه ويملأ الجفن غلولا ويضع قائم سيفه في الجفن، فلما ركبوا السفن وتوجهوا سمعوا مناديا ينادي: اللهم غرق بهم، فعاذوا بالمصاحف وتقلدوها وغرقوا جميعا إلا أبا عبد الرحمن الحبلي وحنش بن عبد الله فإنهما لم يكونا تدنسا من الغلول بشيء، وما ذكر بعض المؤرخين من أن الذين غرقوا هم الذين غلوا من غنائم الأندلس فإنما هم الذين غلوا من غنائم سردانية.</p>\n<p class=\"arabic\">وفي سنة سبع وثمانين ، أغزى موسى بن نصير عبد الله ابنه إلى سردانية فافتتح وأصاب سبيا وغنائم، وفي سنة ثلاث ومائة أغزى بشر بن صفوان يزيد بن مسروق اليحصبي سردانية ففتح وسبى وسلم وفي سنة ست ومائة أغزى بشر بن صفوان محمد بن أبي بكير مولى بني جمح فأصاب كرسقة وسردانية، وفي سنة تسع ومائة أغزى بشر بن صفوان من إفريقية حسان بن محمد بن أبي بكير مولى بني جمح سردانية فغنم وسبى، وفي سنة تسع عشرة أغزى ابن الحبحاب قثم بن عوانة فأصاب قلعة سردانية ، وغرق قثم في منصرفه ومراكب المسلمين وسلم بعضهم.</p>",
            "title": "سردانية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000797-000.json"
        }
    ],
    "type": "FeatureCollection"
}