{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">وليلي</h1>\n<p class=\"arabic\">مدينة بالمغرب بطرف جبل زرهون، مدينة رومية قديمة، ذكروا أن فيها نزل إدريس بن عبد الله بن حسن بن الحسن. ابن علي بن أب طالب رضي الله عنهم بعد أن انهزم من وقيعة فخ سنة تسع وستين ومائة فاستتر مدة، وألح السلطان في طلبه، فضاقت عليه المذاهب ورغب في الخروج من بلاد المشرق، فخرج معه راشد، وكان من موالي العلوية وأصله لمن البربر، ليثور به في قومه ويأمن من عدوه ` وكان راشد عاقلا شجاعا أيدا ذا فهم ولطف وحزم فخرج به في غمار الحاج وغير زيه وألبسه مدرعة وعمامة من خشن الثياب، وصيره كالغلام يخدمه ` إذا أمر أو نهى أسرع، فسار به مستخفيا من موضع إلى موضع حتى قربا من بلاد إفريقية فتركها، وسار به إلى بلاد البربر حتى انتهى إلى بلد فاس وطنجة، فنزل به مدينة وليلي هذه على إسحاق بن محمد ابن عبد الحميد الأوربي، وكانت اوربة إذ ذاك أعظم قبائل بلاد المغرب، وكانت فيها مدن كثيرة أعظمها حينئذ مدينة سقوما ، وكان إسحاق هذا معتزلي المذهب، فوافقه ادريس على مذهبه [v.1, p.609]</p>\n<p class=\"arabic\">وأقام عنده، وأمر إسحاق قبيلته بطاعته وتعظيمه وكان ذلك في خلافة الرشيد، فوصله خبره فغمه ذلك، فقال له يحيى بن خالد: أنا أكفيك أمره فأرسل إلى سليمان بن جرير وكان من ربيعة يرى رأي الزيدية متعصبا لآل أبي طالب، وكان جلدا شجاعا، وهو الذي جمع الرشيد بينه وبين هشام بن الحكم حين ناظره في أمر الإمامة في قصة طويلة، فرغبه يحيى بن خالد في المال، ووعده عن نفسه وعن الرشيد بمواعيد عظيمة، ودعاه إلى قتل ادريس والتلطف في أمره، فأجابه إلى ذلك، وأعطاه مالا جزيلا ودفع إليه قارورة فيها غالية مسمومة، ووجه معه رجلا من ثقاته فتوغلا في البلاد حتى وصلا إلى ادريس، وكان ادريس عالما برياسة سليمان في الزيدية، فلما وصل إليه قال له: إنما جئت بنفسي وحملتها على ما حملتها عليه لمذهبي فيكم أهل البيت. فجئتك لا من حاجة إليك إلا لأنصرك بنفسي فسر ادريس بقوله وقبله أحسن قبول، فأحسن نزله وأكرم مثواه وأنس به، فكان سليمان يجلس في مجالس من البربر ويظهر الدعاء إلى ولد رسول الله صلى الله عليه وسلم ويحتج لأهل البيت كاحتجاجه بالعراق وكان من شياطين الانس، فاعجب ذلك ادريس منه، ومكث عنده مدة وهو يطلب الغرة ويترصد الفرصة في أمره، حتى غاب راشد في بعض أمره، فدخل عليه سليمان ومعه القارورة، فلما انبسط إليه ادريس وأخلى له وجهه قال له سليمان: جعلني الله فداك، هذه القارورة فيها غالية رفيعة أوصلتها معي، وأعلم أنه ليس ببلدك طيب فجئتك بها، ووضعها بين يديه، ففتحها ادريس وشمها وتغلف بها، وقيل أخرج سكينة وقطع به تفاحة وأعطاه النصف الذي يلي الجهة المسمومة من السكين، ثم انصرف سليمان إلى صاحبه وقال: قد تم مرادنا، وقد كانا أعدا فرسين مضمرين، فركباهما وخرجا يركضان يطلبان النجاة، فلما وصل السم إلى خياشم ادريس وتغلغل في دماغه سقط مغشيا عليه لا يعقل، ولا يدري من يختص به من أهله وحاشيته ما شأنه، فبعثوا إلى راشد فجاء مسرعا، وتشاغل في معالجته، وقطع سليمان وصاحبه بلادا في تلك المدة. قيل: فبقي إدريس في غشيته عامة نهاره وليلته تضرب عروقه حتى مات، فتبين لهم أمر سليمان بن جرير، فركب راشد في طلبه مع جماعة من أصحابه، فجد السير في طلبهما حتى لحقهما وحده، لأن فرسه كان ضمر أكثر من خيل أصحابه، فأدركهما فشد عليهما راشد، ففر صاحب سليمان، وضرب سليمان بالسيف ثلاث ضربات على وجهه ورأسه، كل ذلك لا يصيب مقتلا، مع دفع سليمان عن نفسه، وعجز فرس راشد عن ادراكه، فلما رجع عنه راشد نزل فعصب جراحه فسار حتى لحق بالمشرق فكان في المشرق مكتع اليد، ومات إدريس بوليلي سنة خمس وسبعين ومائة فكانت مدته ثلاثة أعوام وستة أشهر، فهذا كان السبب في دخول العلويين بلاد المغرب فيما زعموا.</p>",
            "title": "وليلي",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001622-000.json"
        }
    ],
    "type": "FeatureCollection"
}