{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الزلاقة</h1>\n<p class=\"arabic\">بطحاء الزلاقة من إقليم بطليوس من غرب الأندلس [v.1, p.287] فيها كانت الوقيعة الشهيرة للمسلمين على الطاغية عظيم الجلالقة اذفونش بن فرذلند، بحميد سعي المعتمد محمد بن عباد، وكان ذلك في الموفي عشرين من رجب سنة تسع وسبعين وأربعمائة. وكان السبب في ذلك فساد الصلح المنعقد بين المعتمد وبين الطاغية المذكور بسبب إفناء هذه الضريبة ما في أيدي المسلمين من كور فإن المعتمد اشتغل عن أداء الضريبة في الوقت الذي جرت عادته يؤديها فيه بغزو ابن صمادح صاحب المرية واستنقاذه ما في يديه بسبب ذلك، فتأخر لأجل ذلك أداء الإتاوة عن وقتها، فاستشاط الطاغية غضبا وتشطط فطلب بعض الحصون زيادة على الضريبة، وأمعن في التجني فسأل في دخول امرأته القمطيجة إلى جامع قرطبة لتلد فيه من حمل كان بها حين أشار عليه بذلك القسيسون والأساقفة، لمكان كنيسة كانت في الجانب الغربي منه معظمة عندهم عمل عليها المسلمون المسجد الأعظم، وسأل أن تنزل امرأته المذكورة بالمدينة الزهراء، غربي مدينة قرطبة، تنزل بها فتختلف منها إلى الجامع المذكور حتى تكون تلك الولادة بين طيب نسيم الزهراء وفضيلة ذلك الموضع الموصوف من الجامع، وزعم أن الأطباء أشاروا عليه بالولادة في الزهراء كما أشار عليه القسيسون بالجامع، وسفر بذلك بينهما يهودي كان وزيرا لابن فرذلند، فتكلم بين يدي المعتمد ببعض ما جاء به من عند صاحبه فأيأسه ابن عباد من جميع ذلك، فأغلظ له اليهودي في القول وشافهه بما لم يحتمله، فأخذ ابن عباد محبرة كانت بين يديه، فأنزلها على رأس اليهودي فألقى دماغه في حلقه وأمر به فصلب منكوسا بقرطبة، واستفتى ابن عباد الفقهاء لما سكت عنه الغضب عن حكم ما فعله باليهودي، فبدره الفقيه محمد بن الطلاع بالرخصة في ذلك لتعدي الرسول حدود الرسالة إلى ما يستوجب به القتل إذ ليس له أن يفعل ما فعل، وقال للفقهاء حين خرجوا: إنما بدرت بالفتوى خوفا أن يكسل الرجل عما عزم عليه من منابذة العدوة عسى الله أن يجعل في عزيمته للمسلمين فرجا.</p>\n<p class=\"arabic\">وبلغ الفنش ما صنع ابن عباد فأقسم بآلهته ليغزونه باشبيلية ويحصره في قصره، فجرد جيشين جعل على أحدهما كلبا من مساعير كلابه، وأمره أن يسير على كورة باجة من غرب الأندلس، ويغير على تلك التخوم والجهات ثم يمر على لبلة إلى اشبيلية، وجعل موعده إياه طريانة للاجتماع معه، ثم زحف ابن فرذلند بنفسه في جيش آخر عرمرم فسلك طريقا غير طريق صاحبه، وكلاهما عاث في بلاد المسلمين ودمر حتى اجتمعا لموعدهما بضفة النهر الأعظم قبالة قصر ابن عباد. وفي أيام مقامه هناك كتب إلى ابن عباد زاريا عليه: كثر بطول مقامي في مجلسي الذبان واشتد علي الحر فأتحفني من قصرك بمروحة أروح بها عن نفسي وأطرد بها الذباب عني، فوقع له ابن عباد بخط يده في ظهر الرقعة: قرأت كتابك وفهمت خيلاءك وإعجابك وسأنظر لك في مراوح من الجلود اللمطية في أيدي الجيوش المرابطية تريح منك لا تروح عليك إن شاء الله. فلما ترجم لابن فرذلند توقيع ابن عباد في الجواب أطرق إطراق من لم يخطر له ذلك، وفشا في بلاد الأندلس خبر توقيع ابن عباد وما أظهر من العزيمة على إجازة الصحراويين والاستظهار بهم على ابن فرذلند فاستبشر الناس وفتحت لهم أبواب الآمال.</p>\n<p class=\"arabic\">وانفرد ابن عباد بتدبير ما عزم عليه من مداخلة يوسف بن تاشفين، ورأت ملوك الطوائف بالأندلس ما عزم عليه من ذلك فمنهم من كتب إليه ومنهم من شافهه، كلهم يحذره سوء عاقبة ذلك، وقالوا له: الملك عقيم، والسيفان لا يجتمعان في غمد، فأجابهم ابن عباد بكلمته السائرة مثلا: رعي الجمال خير من رعي الخنازير، أي إن كونه مأكولا لابن تاشفين أسيرا يرعى جماله في الصحراء خير من كونه ممزقا لابن فرذلند أسيرا يرعى خنازيره في قشتالة، وكان مشهورا بوثاقة الاعتقاد، وقال لعذاله ولوامه: يا قوم أنا من أمري على حالين: حالة يقين وحالة شك، ولا بد لي من إحداهما، أما حالة الشك فإني إن استندت إلى ابن تاشفين أو إلى ابن فرذلند ففي الممكن أن يفي لي ويبقي علي ويمكن ألا يفعل، فهذه حالة شك، وأما حالة اليقين فهي إني إن استندت إلى ابن تاشفين فأنا أرضي الله، وإن استندت إلى ابن فرذلند أسخطت الله فإذا كانت حالة الشك فيها عارضة فلأي شيء أدع ما يرضي الله وآتي ما يسخطه؟ وحينئذ أقصر أصحابه عن لومه.</p>\n<p class=\"arabic\">فلما عزم خاطب جاريه: المتوكل عمر بن محمد صاحب بطليوس وعبد الله بن حبوس بن ماكسين الصنهاجي صاحب غرناطة يأمرهما أن يبعث إليه كل واحد منهما قاضي حضرته، ففعلا، ثم استحضر قاضي الجماعة بقرطبة أبا بكر عبيد الله بن أدهم وكان أعقل أهل زمانه. فلما اجتمع القضاة عنده باشبيلية، أضاف إليهم وزيره أبا بكر بن زيدون وعرفهم أربعتهم أنهم رسله إلى يوسف بن تاشفين، وأسند إلى القضاة ما يليق بهم من وعظ يوسف وترغيبه في الجهاد، وأسند إلى ابن زيدون ما لا بد منه في تلك السفارة من إبرام العقود السلطانية. وكان يوسف بن تاشفين [v.1, p.288]</p>\n<p class=\"arabic\">لا يزال يفد عليه وفود ثغور الأندلس مستعطفين مجهشين بالبكاء ناشدين الله والإسلام مستنجدين بفقهاء حضرته ووزراء دولته، فيستمع إليهم ويصغي إلى قولهم وترق نفسه لهم، فما عبرت رسل ابن عباد البحر إلا ورسل يوسف بالمرصاد، وقد آذن صاحب سبتة بقصده الغزو وتشوفه إلى نصرة أهل الأندلس وسأله أن يخلي الجيوش تجوز في المجاز، فتعذر عليه، فشكا يوسف إلى الفقهاء فأفتوا أجمعين بما لا يسر صاحب سبتة.</p>\n<p class=\"arabic\">ولما انتهت الرسل إلى ابن تاشفين أقبل عليهم وأكرم مثواهم وجددوا الفتوى في حق صاحب سبتة بما يسره، واتصل ذلك بابن عباد فوجه من اشبيلية أسطولا نحو صاحب سبتة، فانتظمت في سلك يوسف، ثم جرت بينه وبين الرسل مراوضات ثم انصرفت إلى مرسلها، ثم عبر يوسف البحر عبورا هينا حتى أتى الجزيرة الخضراء ففتحوا له، وخرج إليه أهلها بما عندهم من الأقوات والضيافات، وجعلوا سماطا أقاموا فيه سوقا جلبوا إليها ما عندهم من سائر المرافق، وأذنوا للغزاة في دخول البلد والتصرف فيها، فامتلأت المساجد والرحبات بضعفاء المطوعين، وتواصوا بهم خيرا.</p>\n<p class=\"arabic\">فلما عبر يوسف وجميع الجيوش انزعج إلى اشبيلية على أحسن الهيئات جيشا بعد جيش وأميرا بعد أمير وقبيلا بعد قبيل، وبعث المعتمد ابنه إلى لقاء يوسف، وأمر عمال البلاد بجلب الأقوات والضيافات، ورأى يوسف من ذلك ما سره ونشطه، وتواردت الجيوش مع أمرائها على اشبيلية، وخرج المعتمد إلى لقاء يوسف من اشبيلية في مائة فارس ووجوه أصحابه، وأتى محلة يوسف فركض نحو القوم وركضوا نحوه، فبرز إليه يوسف وحده والتقيا منفردين وتصافحا وتعانقا، وأظهر كل واحد منهما المودة والخلوص، فشكرا نعم الله وتواصيا بالصبر والرحمة وبشرا أنفسهما بما استقبلاه من غزو أهل الكفر، وتضرعا إلى الله تعالى في أن يجعل ذلك خالصا لوجهه مقربا إليه، وافترقا فعاد يوسف لمحلته، ورجع ابن عباد إلى جهته، ولحق بابن عباد ما كان أعده من هدايا وتحف وألطاف أوسع بها محلة ابن تاشفين، وباتوا تلك الليلة، فلما صلوا الصبح ركب الجميع، وأشار يوسف على ابن عباد بالتقدم إلى إشبيلية ففعل، ورأى الناس من عزة سلطانه ما سرهم، ولم يبق من ملوك الطوائف بالأندلس إلا من بادر وأعان وخرج وأخرج، وكذلك فعل الصحراويون مع يوسف، بكل صقع من أصقاعه رابطوا وصابروا.</p>\n<p class=\"arabic\">ولما تحقق ابن فرذلند جواز يوسف استنفر جميع أهل بلاده وما يليها وما وراءها، ورفع القسيسون والرهبان والأساقفة صلبانهم ونشروا أناجيلهم، فاجتمع له من الجلالقة والافرنجة وما يليهم ما لا يحصى عدده، وجعل يصغي إلى أنباء المسلمين متغيظا على ابن عباد حانقا ذلك عليه متوعدا له، وجواسيس كل فريق تتردد بين الجميع، وبعث ابن فرذلند إلى ابن عباد أن صاحبكم يوسف قد تعنى من بلاد بعيدة وخاض البحور، وأنا أكفيه العناء فيما بقي، ولا أكلفكم تعبا، أنا أمضي إليه وألقاكم في بلادكم رفقا بكم وتوفيرا عليكم، وقال لأهل وده ووزرائه: إني رأيت إن أمكنتهم من الدخول إلى بلادي فناجزوني بين جدرها ربما كانت الدائرة علي فيكتسحون البلاد ويحصدون من فيها في غداة واحدة، لكن أجعل يومهم معي في حوز بلادهم، فان كانت علي اكتفوا بما نالوه ولم يجعلوا الدروب وراءهم إلا بعد أهبة أخرى، فيكون في ذلك صون لبلادي وجبر لمكاسري، وإن كانت الدائرة عليهم كان مني فيهم وفي بلادهم ما خفت أنا أن يكون منهم في وفي بلادي إذا ناجزوني في وسطها. ثم برز بالمختار من أنجاد جموعه على باب دربه وترك بقية جموعه خلفه، وقال حين نظر إلى ما اختاره من جموعه: بهؤلاء أقاتل الجن والإنس وملائكة السماء، فالمقلل يقول: كان هؤلاء المختارون من أجناده أربعين ألف دارع، ولا بد لمن هذه صفته أن يتبعه واحد واثنان، وأما النصارى فيعجبون ممن يزعم ذلك ويقوله، واتفق الكل أن عدة المسلمين كانت أقل من عدة المشركين.</p>\n<p class=\"arabic\">ورأى ابن فرذلند في نومه كأنه راكب على فيل فضرب نقيرة طبل فهالته رؤياه وسأل عنها القسوس والرهبان فلم يجبه أحد، ودس يهوديا عن من يعلم تأويلها من المسلمين فدل على عابر فقصها عليه ونسبها إلى نفسه، فقال له العابر: كذبت، ما هذه الرؤيا لك، ولا بد أن تخبرني عن صاحبها وإلا لم أعبرها لك، فقال: اكتم ذلك، هو الفنش بن فرذلند، فقال العابر: قد علمت أنها رؤياه، ولا ينبغي أن تكون لغيره وهي تدل على بلاء عظيم ومصيبة فادحة تؤذن بصلبه عما قريب، أما الفيل فقد قال الله تعالى: ` ألم تر كيف فعل ربك بأصحاب الفيل ` وأما ضرب النقيرة فقد قال الله تعالى: ` فإذا نقر في الناقور `، فانصرف اليهودي إلى ابن [v.1, p.289] فرذلند وجمجم له ولم يفسرها له.</p>\n<p class=\"arabic\">ثم خرج ابن فرذلند ووقف على الدروب ومال بجيوشه إلى الجهة الغربية من بلاد الأندلس فتقدم يوسف فقصده وتأخر ابن عباد لبعض الأمر ثم انزعج يقفو أثره بجيش فيه حماة الثغور ورؤساء الأندلس، وجعل ابنه عبد الله على مقدمته، وسار وهو يتفاءل لنفسه مكملا البيت المشهور:</p>\n<p class=\"arabic_poetry\">لا بد من فرج قريب * يأتيك بالعجب العجيب</p>\n<p class=\"arabic_poetry\">غزو عليك مبارك * سيعود بالفتح القريب</p>\n<p class=\"arabic_poetry\">لله سعدك إنه * نكس على دين الصليب</p>\n<p class=\"arabic_poetry\">لا بد من يوم يكو * ن أخا له يوم القليب ووافت الجيوش كلها بطليوس فأناخوا بظاهرها وخرج إليهم صاحبها المتوكل عمر بن محمد فلقيهم بما يجب وبالأقوات والضيافات، وبذل مجهوده، ثم جاءهم الخبر بشخوص ابن فرذلند إليهم، ولما ازدلف بعضهم إلى بعض أذكى المعتمد عيونه في محلات الصحراويين خوفا عليهم من مكايد ابن فرذلند إذ هم غرباء لا علم لهم بالبلاد، وجعل يتولى ذلك بنفسه حتى قيل إن الرجل من الصحراويين كان يخرج عن طرق محلاتهم لبعض شأنه أو لقضاء حاجته فيجد ابن عباد بنفسه مطيفا بالمحلة بعد ترتيب الكراديس من خيل على أفواه طرق محلاتهم، فلا يكاد الخارج منهم عن المحلة يخطئ ذلك من لقاء ابن عباد لكثرة تطوافه عليهم.</p>\n<p class=\"arabic\">ثم كتب يوسف إلى ابن فرذلند يدعوه إلى الإسلام أو إلى الجزية أو يأذن بحرب، فامتلأ غيظا وراجعه بما دل على شقائه، وقامت الأساقفة والرهبان فرفعوا صلبهم ونشروا أناجيلهم، وخرجوا فتبايعوا على الموت، ووعظ يوسف وابن عباد أصحابهما، وقام الفقهاء والعباد يعظون الناس ويحضونهم على الصبر ويحذرونهم الفرار، وجاءت الطلائع تخبر أن العدو مشرف عليهم صبيحة يومهم، وهو يوم الأربعاء، فأصبح المسلمون وقد أخذوا مصافهم، فكع ابن فرذلند ورجع إلى إعمال الخديعة، فرجع الناس إلى محلاتهم وباتوا ليلتهم، ثم أصبح يوم الخميس فأخذ ابن فرذلند في إعمال الحيلة فبعث لابن عباد يقول: غدا يوم الجمعة، وهو عيدكم، وبعده الأحد وهو عيدنا، فليكن لقاؤنا بينهما وهو يوم السبت، فعرف المعتمد ذلك يوسف فقال: نعم، فقال له المعتمد: هذه خديعة من ابن فرذلند، إنما يريد غدر المسلمين فلا تطمئن إليه وليكن الناس على استعداد له طول يوم الجمعة على احتراس كثير، وابن عباد مواظب على احتراس جميع المحلات خائفا عليها من كيد العدو، وبعد هزيع من الليل انتبه الفقيه الناسك أبو العباس أحمد بن رميلة القرطبي - وكان في محلة ابن عباد - فرحا مسرورا يقول إنه رأى النبي صلى الله عليه وسلم فبشره بالفتح والشهادة له في صبيحة غد، وتأهب ودعا ودهن رأسه وتطيب، وانتهى ذلك إلى ابن عباد فبعث إلى يوسف يخبره بها تحقيقا لما توقعه من غدر ابن فرذلند، فحذروا أجمعين ولم ينفع ابن فرذلند ما حاوله من الغدر.</p>\n<p class=\"arabic\">ثم جاء في الليل فارسان من طلائع المعتمد يخبران أنهما أشرفا على محلة ابن فرذلند وسمعا ضوضاء الجيوش واضطراب الأسلحة ثم تلاحق بقية الطلائع محققين بتحرك ابن فرذلند، ثم جاءت الجواسيس من داخل محلات ابن فرذلند يقولون: استرقنا السمع الساعة، فسمعنا ابن فرذلند يقول لأصحابه: ابن عباد مسعر هذه الحروب، وهؤلاء الصحراويون وإن كانوا أهل حفاظ وذوي بصائر في الجهاد، غير عارفين بهذه البلاد وإنما قادهم ابن عباد، فاقصدوه واهجموا عليه، وإن انكشف لكم هان عليكم هؤلاء الصحراويون بعده ولا أرى ابن عباد يصبر لكم إن صدقتموه الحملة. وعند ذلك بعث ابن عباد كاتبه أبا بكر بن القصيرة إلى يوسف يعرفه بإقبال ابن فرذلند ويستحث نصرته، فمضى ابن القصيرة يطوي المحلات حتى جاء يوسف بن تاشفين فعرفه جلية الأمر، [v.1, p.290] فقال له: قل له إني سأقرب منك إن شاء الله، وأمر يوسف بعض قواده أن يمضي بكتيبة رسمها له حتى يدخل محلة النصارى فيضرمها نارا ما دام ابن فرذلند مشتغلا مع ابن عباد، وانصرف ابن القصيرة إلى المعتمد فلم يصله إلا وقد غشيه جنود ابن فرذلند، فصدمها ابن عباد صدمة قطعت آماله ولم ينكشف له، فحميت الحرب بينهما، ومال ابن فرذلند على المعتمد بجموعه وأحاطوا به من كل جهة فاستحر القتل فيهم، وصبر ابن عباد صبرا لم يعهد مثله لأحد، واستبطأ يوسف وهو يلاحظ طريقه، وعضته الحرب واشتد البلاء وأبطأ عليه الصحراويون، وساءت ظنون أصحابه، وانكشف بعضهم وفيهم ابنه عبد الله، وأثخن ابن عباد جراحات وضرب على رأسه ضربة فلقت هامته حتى وصلت إلى صدغه، وجرحت يمنى يديه وطعن في أحد جانبيه وعقرت تحته ثلاثة أفراس كلما هلك واحد قدم له آخر وهو يقاسي حياض الموت يضرب يمينا وشمالا، وتذكر في تلك الحال ابنا له صغيرا كان مغرما به، كان تركه بإشبيلية عليلا اسمه المعلى وكنيته أبو هاشم فقال:</p>\n<p class=\"arabic_poetry\">أبا هاشم هشمتني الشفار * فلله صبري لذاك الأوار</p>\n<p class=\"arabic_poetry\">ذكرت شخيصك تحت العجاج * فلم يثنني ذكره للفرار ثم كان أول من وافى ابن عباد من قواد ابن تاشفين، داود بن عائشة، وكان بطلا شهما فنفس بمجيئه عن ابن عباد، ثم أقبل يوسف بعد ذلك وطبوله تصدع الجو، فلما أبصره ابن فرذلند وجه أشكولته إليه وقصده بمعظم جنوده، وقد كان علم حساب ذلك من أول النهار فأعد له هذه الأشكولة وهي معظم جنوده، فبادر إليه يوسف وصدمهم بجمعه فردهم إلى مركزهم وانتظم به شمل ابن عباد ووجد ريح الظفر وتباشر بالنصر، ثم صدقوا جميعا الحملة فتزلزلت الأرض بحوافر خيولهم وخاضت الخيل في الدماء وصبر الفريقان صبرا عظيما، ثم تراجع ابن عباد إلى يوسف وحمل معه حملة نزل معها النصر، وتراجع المنهزمون من أصحاب ابن عباد حين علموا بالتحام الفئتين فصدقوا الحملة فانكشف الطاغية ومر هاربا منهزما، وقد طعن في إحدى ركبتيه طعنة بقي أثرها بقية عمره، فكان يخمع منها، فلجأ إلى تل كان يلي محلته في نحو الخمسمائة فارس كلهم مكلوم، وأباد القتل والأسر من عداهم من أصحابهم، وعمل المسلمون بعد ذلك من رؤوسهم صوامع يؤذنون عليها، وابن فرذلند ينظر إلى موضع الوقيعة ومكان الهزيمة فلا يرى إلا نكالا محيطا به وبأصحابه، وأقبل ابن عباد على يوسف فصافحه وهنأه وشكره وأثنى عليه، وشكر يوسف مقامه وحسن بلائه وجميل صبره، وسأله عن حاله عندما أسلمته رجاله بانهزامهم عنه، فقال: هم هؤلاء قد حضروا بين يديك فليخبروك. ولما انحاز الطاغية بشرذمته جعل ابن عباد يحرض على اتباع الطاغية وقطع دابره، فأبى ابن تاشفين واعتذر بأن قال: إن اتبعناه اليوم لقي في طريقه أصحابنا المنهزمين راجعين إلينا منصرفين فيهلكهم، بل نصبر بقية يومنا حتى يرجع إلينا أصحابنا ويجتمعون بنا ثم نرجع إليه فنحسم داءه، وابن عباد يرغب في استعجال إهلاكه ويقول: إن فر أمامنا لقيه أصحابنا المنهزمون فلا يعجزون عنه، ويوسف مصر على الامتناع من ذلك، ولما جاء الليل تسلل ابن فرذلند وهو لا يلوي على شيء، وأصحابه يتساقطون في الطريق واحدا بعد واحد من أثر جراحهم، فلم يدخل طليطلة إلا في دون المائة.</p>\n<p class=\"arabic\">وتكلم الناس في اختلاف ابن عباد وابن تاشفين، فقالت شيع ابن عباد: لم يخف على يوسف أن ابن عباد أصاب وجه الرأي في معاجلته لكن خاف أن يهلك العدو الذي من أجله استدعاه فيقع استغناء عنه، وقالت شيع يوسف: إنما أراد ابن عباد قطع حبال يوسف من العود إلى جزيرة الأندلس، وقال آخرون: كلا الرجلين أسر حسوا في ارتغاء وإن كان ابن عباد كان أحرى بالصواب.</p>\n<p class=\"arabic\">وكتب ابن عباد إلى ابنه بإشبيلية: كتابي هذا من المحلة يوم الجمعة الموفي عشرين من رجب وقد أعز الله الدين، ونصر المسلمين وفتح لهم الفتح المبين، وأذاق المشركين العذاب الأليم والخطب الجسيم، فالحمد لله على ما يسره وسناه من هذه الهزيمة العظيمة والمسرة الكبيرة هزيمة أذفونش، أصلاه الله تعالى الجحيم ولا أعدمه الوبال العظيم، بعد إتيان النهب على محلاته واستئصال القتل في جميع أبطاله وأجناده وحماته وقواده، حتى اتخذ المسلمون من هاماتهم صوامع يؤذنون عليها، فلله الحمد على جميل صنعه، [v.1, p.291] ولم يصبني بحمد الله إلا جراحات يسيرة آلمت، لكنها فرحت بعد ذلك وغنمت وأظفرت .</p>\n<p class=\"arabic\">ولما فرغ يوسف من وقيعة يوم الجمعة تواردت عليه أنباء من قبل السفن فلم يجد معها بدا من سرعة الكرة فانصرف إلى اشبيلية فأراح بظاهرها ثلاثة أيام ونهض نحو بلاده. ومشى ابن عباد معه يوما وليلة، فعزم عليه يوسف في الرجوع، وكانت جراحاته تثعب، وتورم كلم رأسه، فرجع وأمر ابنه بالمسير بين يديه إلى فرضة المجاز حتى يعبر البحر إلى بلاده.</p>\n<p class=\"arabic\">ولما دخل ابن عباد اشبيلية جلس للناس وهنئ بالفتح، وقرأت القراء وقامت على رأسه الشعراء فأنشدوه، قال عبد الجليل بن وهبون: حضرت ذلك اليوم وأعددت قصيدة أنشده إياها فقرأ القارئ: ` إلا تنصروه فقد نصره الله `، فقلت: بعدا لي ولشعري، والله ما أبقت لي هذه الآية معنى أحضره وأقوم به؛ واستشهد في هذا اليوم جماعة من أعيان الناس كابن رميلة المتقدم الذكر وقاضي مراكش أبي مروان عبد الملك المصمودي وغيرهما، وطار ذكر ابن عباد بهذه الوقيعة وشهر مجده، ومالت إليه القلوب، وسالمته ملوك الطوائف، وخاطبوه جميعا بالتهنئة، ولم يزل ملحوظا معظما إلى أن كان من أمره مع يوسف ما كان.</p>\n<p class=\"arabic\">قال مؤلف هذا الكتاب رحمة الله عليه: خالفت بشرح هذه الوقيعة شرط الاختصار لحلاوة الظفر في وقت نزول الهمم ووقوعها في الزمن الخامل، والله سبحانه يفعل ما يشاء وهو المستعان.</p>",
            "title": "الزلاقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000748-000.json"
        }
    ],
    "type": "FeatureCollection"
}