{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">العقر</h1>\n<p class=\"arabic\">بأرض بابل من ناحية الكوفة بالعراق بين واسط وبغداد، موضع كان التقاء مسلمة ين عبد الملك في ستة آلاف من أهل الشام بيزيد بن المهلب الخارج على يزيد بن عاتكة.</p>\n<p class=\"arabic\">وكان قد هرب من سجن عمر بن عبد العزيز سنة إحدى ومائة، وصار إلى البصرة، وعليها عدي بن أرطأة الفزاري، فأخذه يزيد بن المهلب فأوثقه: ثم خرج يريد الكوفة مخالفا على [v.1, p.418] يزيد بن عبد الملك، وحشدت له الأزد أحلافها، وانحدر إليه أهله وخاصته، وعظم أمره واشتدت شوكته، فبعث إليه يزيد أخاه مسلمة بن عبد الملك وابن أخيه العباس بن الوليد بن عبد الملك في جيش عظيم، فلما شارفاه رأى يزيد بن المهلب في عسكره اضطرابا فقال: ما هذا الاضطراب أن قيل جاء مسلمة والعباس؟! فوالله ما مسلمة إلا جرادة صفراء، وما العباس إلا نسطوس بن نسطوس، وما أهل الشام إلا طغام قد حشدوا ما بين فلاح وزراع ودباغ وسفلة، فأعيروني أكفكم ساعة تصفعون بها خراطيمهم، فما هي إلا روحة أو غدوة حتى يحكم الله بيننا وبين القوم الظالمين، علي بفرسي، قال: فأتي بفرس أبلق، فركب غير مسلح، فالتقى الجيشان فاقتتلوا قتالا شديدا، وولى أكثر أصحاب يزيد عنه، فقتل يزيد في المعركة وصبر إخوته أنفسهم فقتلوا جميعا، وفي ذلك يقول الشاعر:</p>\n<p class=\"arabic_poetry\">كل القبائل بايعوك على التي * تدعو إليها طائعين وساروا</p>\n<p class=\"arabic_poetry\">حتى إذا حضر الوغى وجعلتهم * نصب الأسنة أسلموك وطاروا</p>\n<p class=\"arabic_poetry\">إن يقتلوك فإن قتلك لم يكن * عارا عليك وبعض قتل عار فلما ورد الخبر على يزيد بن عبد الملك بذلك استبشر، وتكلف الشعراء له بهجو آل المهلب فأكثر، وبعث يزيد هلال بن أحوز المازني في طلب آل المهلب، وأمره ألا يلقى منهم من بلغ الحلم إلا ضرب عنقه، فاتبعهم حتى أتى قندابيل من أرض السند، وأتي هلال بغلامين من آل المهلب فقال لأحدهما: أدركت؟ قال: نعم، ومد عنقه، فكأن الآخر أشفق عليه فعض شفتيه، أي لا تظهر جزعا، فضرب عنقه، وأثخن هناك القتل في آل المهلب حتى كاد يفنيهم، فذكر أن آل المهلب مكثوا بعد إيقاع هلال بهم عشرين سنة، يولد فيهم الذكور ولا يموت منهم أحد.</p>\n<p class=\"arabic\">وقتل مع يزيد أخواه حبيب ومحمد ابنا المهلب، وكان يزيد جوادا شجاعا بليغا فصيحا.</p>\n<p class=\"arabic\">عقرباء:</p>\n<p class=\"arabic\">موضع بناحية اليمامة فيه نزل خالد بن الوليد رضي الله عنه والمسلمون حين لقوا مسيلمة الكذاب وجمعه.</p>\n<p class=\"arabic\">قالوا: لما أشرف خالد بن الوليد رضي الله عنه وأجمع أن ينزل بعقرباء قدم الطلائع أمامه، فرجعوا إليه فأخبروه أن مسيلمة ومن معه قد خرجوا فنزلوا عقرباء، وضرب عسكره، وقد قيل إن خالدا رضي الله عنه هو الذي سبق إلى عقرباء فضرب عسكره ثم جاء مسيلمة فضرب عسكره، ويقال توافيا إليها جميعا. فلما فرغ خالد رضي الله عنه من ضرب عسكره وحنيفة تسوي صفوفها نهض خالد رضي الله عنه إلى صفوفه فصفها وقدم رايته مع زيد بن الخطاب رضي الله عنه ودفع راية الأنصار إلى ثابت بن قيس بن شماس، فتقدم بها، وجعل على ميمنته أبا حذيفة بن عيينة بن ربيعة، وعلى ميسرته شجاع بن وهب، واستعمل على الخيل البراء بن مالك، ثم عزله واستعمل أسامة بن زيد، وأقبلت بنو حنيفة قد سلت السيوف، فلم تزل مسللة وهم يسيرون نهارا طويلا، فقال خالد: يا معشر المسلمين، أبشروا فقد كفاكم الله عدوكم، فما سلوا السيوف من بعيد إلا ليرهبونا، وإن هذا منهم لجبن وفشل، فقال له مجاعة ، وكان أسيرا عنده: كلا والله يا أبا سليمان، ولكنها الهندوانية خشوا تحطمها، وهي غداة باردة فأبرزوها للشمس لأن تسخن متونها. فلما دنوا من المسلمين نادوا: إنا نعتذر من سلنا سيوفنا، والله ما سللناها ترهيبا لكم ولا جبنا عنكم، ولكنها كانت الهندوانية، وكانت غداة باردة فخشينا تحطمها فأردنا أن تسخن متونها إلى أن نلقاكم فسترون، قال: فاقتتلوا قتالا شديدا وتصبر الفريقان جميعا صبرا طويلا حتى كثرت القتلى والجراح في الفريقين، واستلحم من المسلمين حملة القرآن حتى فنوا إلا قليلا، وهزم كلا الفريقين حتى دخل المسلمون عسكر المشركين، والمشركون عسكر المسلمين مرارا، وحملت حنيفة أول مرة وخالد على سريره حتى خلص إليه، فجرد سيفه وجعل يسوق حنيفة سوقا حتى ردهم وقتل منهم قتلى كثيرة، ثم كرت حنيفة حتى انتهوا إلى فسطاط خالد رضي الله عنه فجعلوا يضربون الفسطاط بالسيوف، ولما دخلوا الفسطاط أراد من حمل منهم قتل أم متمم امرأة خالد، [v.1, p.419] ورفع السيف عليها، فاستجارت مجاعة فألقى عليها رداءه وقال: إني جار لها فنعمت الحرة، وعيرهم وسبهم وقال: تركتم الرجال وجئتم إلى امرأة تقتلونها عليكم بالرجال، فانصرفوا.</p>\n<p class=\"arabic\">قال وحشي: اقتتلنا قتالا شديدا فهزموا المسلمين ثلاث مرات، وكر المسلمون في الرابعة، وتاب الله عليهم وصبروا لوقع السيوف حتى رأيت شهب النار تخرج من خلالها، حتى سمعت لها أصواتا كالأجراس، وأنزل الله تعالى نصره وهزم بني حنيفة وقتل مسيلمة. قال: ولقد ضربت يومئذ بسيفي حتى غرق قائمه في كفي من دمائهم، وأشرف عمار على صخرة يصيح: يا معشر المسلمين أمن الجنة تفرون، أنا عمار بن ياسر هلموا إلي.</p>\n<p class=\"arabic\">قال شريك الفزاري: لما التقينا والقوم، صبر الفريقان صبرا لم ير مثله قط ما تزل الأقدام فترا، واختلفت السيوف بينهم، وجعل أهل السوابق والنيات يتقدمون فيقتتلون حتى فنوا، ولقد أحصيت لنا ثلاث انهزامات، وما أحصيت لحنيفة إلا انهزامة واحدة، التي ألجأناهم فيها إلى الحديقة، حديقة الموت، وجماعة الناس أربعة آلاف، وحنيفة مثل ذلك، فلما التقينا أذن الله للسيوف فينا وفيهم، فجعلت السيوف تختلي هام الرجال وأكفهم، وجراحا لم أر جراحا قط أبعد غورا منها فينا وفيهم، ثم اقتحمنا الحديقة فضاربوا فيها وغلقنا الحديقة وأقاموا على بابها رجالا لئلا يهرب منهم أحد، فلما رأوا ذلك عرفوا أنه الموت فجدوا في القتال، ودكت السيوف بيننا وبينهم، ما فيهم رمي بسهم ولا حجر ولا طعن برمح حتى قتلنا عدو الله مسيلمة، وهذا لباب الخبر ومقصوده، وإلا فالقصة أطول من هذا.</p>",
            "title": "العقر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001069-000.json"
        }
    ],
    "type": "FeatureCollection"
}