{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دولاب</h1>\n<p class=\"arabic\">بينه وبين الأهواز فرسخان، فيه كانت الوقيعة بين أهل البصرة وبين الخوارج، قتل فيها نافع بن الأزرق رئيس الخوارج الأزارقة، وذلك في سنة خمس وستين، تزاحفوا فاقتتلوا قتالا شديدا حتى تكسرت الرماح وعقرت الخيل وكثرت الجراح والقتل وتضاربوا بالسيوف والعمد، وقتل في المعركة مسلم بن عبيس رئيس أهل البصرة ونافع بن الأزرق رئيس الأزارقة، وكانوا اقتتلوا زهاء شهر حتى كره بعضهم بعضا وملوا القتال، فإنهم لمتواقفون متحاجزون إذ جاءت سرية للخوارج جامة لم تكن شهدت القتال فحملت على الناس فانهزم الناس وقتل أمير البصرة، وقال قطري بن الفجاءة في ذلك:</p>\n<p class=\"arabic_poetry\">لعمرك إني في الحياة لزاهد * وفي العيش ما لم ألق أم حكيم</p>\n<p class=\"arabic_poetry\">من الخفرات البيض لم ير مثلها * شفاء لذي بث ولا لسقيم</p>\n<p class=\"arabic_poetry\">لعمرك إني يوم ألطم وجهها * على نائبات الدهر جد لئيم</p>\n<p class=\"arabic_poetry\">فلو شهدتني يوم دولاب أبصرت * طعان فتى في الحرب غير ذميم</p>\n<p class=\"arabic_poetry\">غداة طفت علماء بكر بن وائل * وأحلافها من يحمد وسليم</p>\n<p class=\"arabic_poetry\">ومال الحجازيون نحو بلادهم * وعجنا صدور الخيل نحو تميم</p>\n<p class=\"arabic_poetry\">وكان لعبد القيس أول حرها * وولت شيوخ الازد فعل هزيم [v.1, p.247] فلم نر يوما كان أكثر مقعصا * يمج دما من فائظ وكليم</p>\n<p class=\"arabic_poetry\">وضاربة خدا كريما على فتى * أغر نجيب الأمهات كريم</p>\n<p class=\"arabic_poetry\">أصيب بدولاب ولم تك موطنا * له أرض دولاب ودير حميم</p>\n<p class=\"arabic_poetry\">فلو شهدتنا يوم ذاك وخيلنا * تبيح من الكفار كل حريم</p>\n<p class=\"arabic_poetry\">رأت فتية باعوا الإله نفوسهم * بجنات عدن عنده ونعيم ولما أوقع الخوارج بدولاب بأهل البصرة هالهم ذلك وراعهم، ثم بلغهم أن الخوارج متوجهون نحو البصرة ففزعوا إلى الأحنف بن قيس، وقدم المهلب بن أبي صفرة خلال ذلك ومعه عهده بولاية خراسان من قبل عبد الله بن الزبير، فقال الأحنف: ما أرى لهذا الأمر إلا المهلب، وأجمع على ذلك الناس وامتنع المهلب من ذلك، فكتب على لسان ابن الزبير إلى المهلب إن الأزارقة المارقة قد أصابوا جندا للمسلمين كان عددهم كثيرا وأشرافهم كثيرا، وقد كنت وجهتك إلى خراسان، وقد رأيت لما ذكر أمر هؤلاء الخوارج أن تكون أنت على قتالهم، ورجوت أن تكون ميمونا مباركا على أهل مصرك، والأجر في ذلك أفضل من المسير إلى خراسان، فسر إليهم راشدا، فقاتل عدو الله وعدوك ودافع عن حقوقك وحقوق أهل مصرك، فإنه لن يفوتك من سلطاننا خراسان ولا غير خراسان إن شاء الله. فانتخب من الناس اثني عشر ألفا ثم تتام له زهاء عشرين ألفا، ثم مضى يؤم سوق الأهواز، ثم خندق عليه ووضع المسالح وأذكى العين وأقام الأحراس، ولم يزل الجند على مصافهم والناس على راياتهم وأخماسهم، وأبواب الخنادق عليها رجال موكلون بها، فكانت الخوارج إذا أرادوا بيات المهلب وجدوا أمرا محكما، فلم يقابلهم قط إنسان كان أشد عليهم ولا أغيظ لقلوبهم منه، والتقى الناس فاقتتلوا كأشد القتال، فصبر بعضهم لبعض عامة النهار، ثم إن الخوارج شدت على الناس في جمعها شدة منكرة فأجفل الناس وانصاعوا منهزمين لا تلوي أم على ولد حتى بلغت البصرة هزيمة الناس، فنادى مناد أن قتل المهلب، ونعي بالبصرة، فنسي الناس رجالهم وأقام أهل كل دار يبكون المهلب لا يسألون عن أحد، وضرب المهلب يومئذ على جبهته، ولم يبق يومئذ أحد من ولده إلا جرح، وأسرع المهلب حتى سبقهم إلى مكان يفاع في جانب عن سنن المهزومين، ثم إنه نادى الناس: إلي عباد الله، فثاب إليه جماعة من قومه من أهل عمان، فاجتمع إليه منهم نحو ثلاثة آلاف، فلما نظرهم رضي جماعتهم، فحمد الله وأثنى عليه ثم قال: أما بعد، فإن الله تعالى ربما يكل الجمع الكثير إلى أنفسهم فيهزمون وينزل النصر على الجمع القليل فيظهرون، ولعمري ما بكم الآن قلة، إني بجميعكم لراض، وإنكم لأنتم أهل الصبر وفرسان المصر، وما أحب أن أحدا ممن انهزم معكم، لو كانوا فيكم ما زادوكم إلا خبالا، عزمت على كل واحد منكم لما أخذ عشرة أحجار معه أو ما استطاع، ثم امشوا بنا نحو عسكرهم فإنهم الآن من ذلك آمنون وقد خرجت خيلهم في طلب إخوانكم، والله إني لأرجو ألا ترجع إليهم خيلهم حتى تستبيحوا عسكرهم وتقتلوا أميرهم، ففعلوا، ثم أقبل زحفا فلا والله ما شعرت الخوارج إلا والمهلب يضاربهم بالمسلمين في جانب عسكرهم، ثم استقبلوا عبيد الله بن الماحوز وأصحابه وعليهم الدروع والسلاح كاملا، فأخذ الرجل من أصحاب المهلب يستقبل الرجل منهم فيستعرض وجهه بالحجارة فيرميه حتى يثخنه ثم يطعنه بعد ذلك برمحه أو يضربه بسيفه، فلم يقاتلهم إلا ساعة حتى قتل عبيد الله بن الماحوز وأخوه عثمان وضرب الله وجوه أصحابه، وأخذوا عسكر القوم وما فيه، وقتل الأزارقة قتلا ذريعا، وأقبل من كان من الأزارقة في طلب المنهزمين من أهل البصرة راجعين وقد وضع لهم المهلب خيلا ورجالة في الطريق تختطفهم وتقتلهم فانكفأوا راجعين مفلولين، فلما أصبح المهلب غدا على القتلى فأصابوا ابن الماحوز مقتولا، وقال رجل من موالي المهلب: لقد صرعت يومئذ بحجر واحد ثلاثة، رميت به رجلا فأصبت أصل أذنه فصرعته ثم أخذت الحجر فضربت به آخر على هامته فصرعته، ثم ضربت آخر ثالثا، وقال رجل من الخوارج:</p>\n<p class=\"arabic_poetry\">أتانا بأحجار ليقتلنا بها * وهل يقتل الأبطال ويحك بالحجر ودعا المهلب الرقاد بن عبد وسعيد بن زيد الجهضمي فقال: أمعنا في الأرض فمن لقيتما من الناس فأعلماه حياتي، وامضيا إلى البصرة [v.1, p.248]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic\">فأخبرا أهلها بالظفر، وسبق غلام من بني سعيد إلى البصرة فأتى الأحنف فأخبره حتى انتهى إلى أمر المهلب وما صنع، فبكى الأحنف وقال: يا ابن أخي هلك المهلب وهلك أهل المصرين، فقال الغلام: عهدي والله بعبيد الله وعثمان ابني الماحوز قتيلين، إن الرائد لا يكذب أهله، قال: دعني من الظفر وأخبرني عن أخي المهلب، وكيف كان أمركم، فقال الغلام: نعم، أطبقت الحرب علينا يوما وليلة لا تثني حدا ولا تزايل منكبا يموج بعضنا ببعض، ونادى مناد: قتل المهلب، فانجلت الغياية عن ابني الماحوز قتيلين في حماة القوم، وبقوا بغير أمير فولوا أمرهم قطريا، وبقيت بقية وهم قل، ونظرت إلى السيوف قد طيرت قلنسوة المهلب عن رأسه مخضبا بالدماء، فلما رأينا وجهه جهرنا بالتكبير، وتركت رؤوس الخوارج تنغف وهي إليك سراع وأنا منصفك: إن كنت صادقا فلي حكمي وإن كنت كاذبا فتحكموا في، فقال الأحنف: ما أظنك إلا كاذبا، والقصة أطول من هذا.</p>",
            "title": "دولاب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000627-000.json"
        }
    ],
    "type": "FeatureCollection"
}