{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ارمينية</h1>\n<p class=\"arabic\">بكسر أوله وإسكان ثانيه بلد معروف يضم كورا كثيرة، سميت بكون الأرمن فيها، وهي أمة كالروم وغيرها فتحت في زمان عثمان رضي الله عنه، فتحها سلمان بن ربيعة الباهلي سنة أربع وعشرين، قالوا : وفي السنة التي بويع فيها عثمان رضي الله عنه غزا الوليد بن عقبة رضي الله عنه أذربيجان وارمينية لمنع أهلها ما صالحوا عليه أيام عمر رضي الله عنه، فدعا الوليد سلمان بن ربيعة الباهلي فبعثه أمامه مقدمة له، وخرج الوليد في جماعة الناس يريد أن يمعن في أرض ارمينية فمضى حتى دخل أذربيجان، وبعث سلمان بن ربيعة إلى ارمينية في اثني عشر ألفا فسار في أرضها فقتل وسبى وغنم وانصرف مملوء اليد إلى الوليد، فانصرف [v.1, p.25] الوليد وقد ظفر وأصاب حاجته، فلما دخل الموصل راجعا أتاه كتاب عثمان رضي الله عنه بأن معاوية رضي الله عنه كتب إليه بأن الروم قد أجلبت على المسلمين بجموع عظيمة وقد رأيت أن نمدهم بأخوانهم من أهل الكوفة وحكى الواقدي أن عثمان أمر معاوية، رضي الله عنهما، باغزاء حبيب بن مسلمة في أهل الشام ارمينية، فوجهه إليها معاوية، فبلغ حبيبا أن الموريان الرومي قد توجه نحوه في ثمانين ألفا من الروم والترك، وكان حبيب صاحب كيد، فأجمع على أن يبيت الموريان، فسمعته امرأته أم عبد الله بنت يزيد الكلبية يذكر ذلك فقالت له: فأين موعدك؟ فقال: سرادق الموريان أو الجنة، ثم بيتهم فقتل من أشرف له، ثم أتى السرادق فوجد امرأته قد سبقت فكانت أول امرأة من العرب ضرب عليها سرادق، ثم مات عنها فخلف عليها الضحاك بن قيس الفهري فهي أم ولده.</p>\n<p class=\"arabic\">قلت: وارمينية من الثغور الجزرية، وقيل سميت ارمينية باسم ارمين قومس ياشور الملك فسمي البلد باسمه وسميت المراحل بأسماء بنيه: اردبيل وورثان ودبيل وبيلقان بني أرمين، وفي بعض الأخبار أن الرشيد خرج ذات يوم إلى الصيد ببلاد الموصل وعلى يده باز أبيض فاضطرب على يده فأرسله فلم يزل يحلق حتى غاب في الهواء، ثم أقبل بعد اليأس منه وقد علق بدابة شبه الحية أو السمكة ولها ريش كأجنحة السمك، فأمر الرشيد فوضعت في طست، فلما عاد من قنصه أحضر العلماء فسألهم: هل تعلمون للهواء ساكنا؟ فقال مقاتل: يا أمير المؤمنين روينا عن جدك عبد الله بن العباس رضي الله عنهما أن الهواء معمور بأمم مختلفة الخلق سكان فيها أقربها منا دواب بيض في الهواء تفرخ فيه يرفعها الهواء الغليظ ويربيها حتى تنشأ كهيئة الحيات أو السمك لها أجنحة ليست بذات ريش تأخذها بزاة بيض تكون بارمينية فأخرج الطست إليهم بالدابة وأجاز مقاتلا.</p>\n<p class=\"arabic\">وفي سنة تسع وتسعين احتفر عدي بن عدي نهرا بأرمينية يقال له اليوم نهر عدي.</p>\n<p class=\"arabic\">ومن عجائب ارمينية واد لا يقدر أحد أن ينظر إليه ولا يشرف عليه ولا يدرى ما فيه وإذا وضعت القدر على شفيره غلت ونضج ما فيها. وبارمينية ماء حامض يعرف بالحمض إذا أخذ ورفع في إناء عذب وشرب.</p>",
            "title": "ارمينية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000074-000.json"
        }
    ],
    "type": "FeatureCollection"
}