{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بجاية</h1>\n<p class=\"arabic\">قاعدة الغرب الأوسط، مدينة عظيمة على ضفة البحر يضرب سورها، وهي على جرف حجر ولها من جهة الشمال جبل يسمى امسيول وهو جبل سام صعب المرتقى، وفي أكنافه جمل من النبات المنتفع به في صناعة الطب مثل البرباريس [v.1, p.80] والقنطوريون والراوند والاسفيوس وغير ذلك من الحشائش، وفي هذا الجبل عقارب صفر الألوان قليلة الضرر، وهي عين بلاد بني حماد والسفن إليها متكررة، والسفر إليها برا وبحرا والسلع إليها مجلوبة وأهلها تجار مياسير، ولها بواد ومزارع، والحنطة والشعير بها والتين كثير وسائر الفواكه، وبها دار صناعة لإنشاء الأساطيل لأن الخشب في أوديتها وجبالها كثير، ويجلب إليها من أقاليمها الزيت الطيب والقطران، وبها معادن الحديد الطيب وبها من الصناعات كل غريبة، وعلى نحو ميل منها نهر يأتي إليها من جهة المغرب وهو نهر عظيم يجاز عند فم البحر بالسفن، وكلما بعد عن البحر كان ماؤه قليلا ويجوزه من شاء في كل موضع. وهي قطب لكثير من البلاد، وهي محدثة بناها ملوك صنهاجة أصحاب قلعة أبي طويل المعروفة بقلعة حماد، وكان سبب بنائها أن العرب لما دخلوا إفريقية وأفسدوا القيروان وأكثر مدن إفريقية وهرب منهم صاحب القيروان المعز بن باديس إلى المهدية وكان ابن عمه صاحب القلعة المنصور بن بلكين بن حماد أشد شوكة من صاحب القيروان وأكثر جيشا فخرج لنصرة ابن عمه وجيش جيشا كبيرا، فلقيته العرب بجملتها بفحص سبيبة على مقربة من القيروان، فكان بينهم يوم عظيم حتى هزم المنصور وقتل أخوه وأكثر صنهاجة، وذلك أن أخاه كان أسن منه فنهاه عن مقاتلة العرب وقال له: أنت ببلادك فابعث إليهم وصانعهم يأتوك خاضعين طامعين في حبائك فهذا من خلق العرب قديما فأبى إلا لقاءهم، فلما كان ذلك اليوم وهزم قال له أخوه: ألم أنهك أن تلقاهم بنفسك ولكن أعطني تاجك والراية اقيم على الجيش وانج بنفسك، فإن كانت السلامة فمن الله تعالى وإلا بقيت أنت للناس فليس منك الخلف، وهذا من أغرب ما يفعله الأخ مع أخيه والمولى مع وليه، وأعطاه عمامته ورايته وكانت مشهورة، فسار بالجيش حتى لحق وقتل. وكانت لملوك صنهاجة عمائم شرب مذهبة يغالون في أثمانها تساوي العمامة منها خمسمائة دينار وستمائة دينار وأزيد، وكانوا يعممونها بأتقن صنعة فتأتي كأنها تاج، وكان ببلادهم صناع لذلك، يأخذ الصانع على تعميم عمامة منها دينارين وأزيد، وكانت لهم قوالب من عود في حوانيتهم يسمونها الرؤوس يتعممون عليها تلك العمائم، فلما جاء المنصور إلى تلك القلعة نزلت عليه جيوش العرب وضيقوا بلاده وكان يصانعهم حتى ضاق ذرعا بهم، وكان لا يقدر على التصرف في بلاده فطلب موضعا يبني فيه مدينة لا يلحقه فيها العرب، فدل على موضع بجاية وكان مرسى، ويقال إنه كانت فيه آثار قديمة، وإنها كانت مدينة فيما سلف، فبناها المنصور وسماها المنصورية، وانتقل ملكهم من القلعة إلى بجاية واتخذوها دار ملكهم. وبينها وبين قلعة حماد أربعة أيام، وهي مدينة عظيمة ما بين جبال شامخة قد أحاطت بها والبحر منها في ثلاث جهات في الشرق والغرب والجوف، ولها طريق إلى جهة المغرب يسمى المضيق على ضفة النهر المسمى بالوادي الكبير، وطريق في القبلة إلى قلعة حماد على عقاب وأوعار، وكذلك طريقها إلى الشرق، وليس لها طريق سهلة إلا من جهة الغرب، ولذلك قال الشاعر يعنيها:</p>\n<p class=\"arabic_poetry\">بجاية كلها عقاب * حل لمن حلها عقاب فلم يكن للعرب إليها سبيل، ولا كان يدخل من العرب إلا من يبعث عند الملك لمصانعة على بلاد القلعة وغيرها فيدخلها أفذاذ وفرسان دون عسكر، فبقي صاحب بجاية في ملك شامخ فإنها على نظر كبير وفائد عظيم لكن إنما عمرت بخراب القلعة التي بناها حماد بن بلكين التي تنسب دولة بني حماد إليها، وهي كانت دار الملك قبل بجاية وفيها كانت ذخائرهم وأموالهم.</p>\n<p class=\"arabic\">ورأيت في خبر آخر أن الناصر بن عالناس صاحب قلعة حماد هو الذي بنى بجاية وصيرها دار ملكه ولهذا تسمى الناصرية وأظن ذلك سنة سبع وخمسين وأربعمائة.</p>\n<p class=\"arabic\">وبجاية معلقة من جبل قد دخل في البحر يضرب فيه، ولها دار لصناعة المراكب وإنشاء السفن، وبينها وبين صقلية ثلاثة مجار، وهي مرسى عظيم تحط فيه السفن من كل جهة، وبجاية كثيرة الفواكه والخيرات، وهي مشرفة نزهة مطلة على البحر وعلى فحص قد أحاطت به جبال، ودوره نحو عشرة أميال، وتسقيه أنهار وعيون وفيه أكثر بساتينهم، ولها نهر كبير يقرب منها نحو الميلين أو دونهما عليه كثير من جنانهم، وقد صنعت عليه نواعر تسقي من النهر، وله منتزه عظيم.</p>\n<p class=\"arabic\">وفي بجاية موضع يعرف باللؤلؤة وهو أنف من الجبل قد خرج في البحر، متصل بالمدينة فيه قصور من بناء ملوك صنهاجة غاية في الحسن فيها طاقات مشرفة على البحر عليها شبابيك الحديد والأبواب المخرمة المحلاة والمجالس المقرنصة المبنية حيطانها بالرخام [v.1, p.81] الأبيض من أعلاها إلى أسفلها قد نقشت أحسن نقش وأنزلت بالذهب واللازورد، وكتب فيها الكتابات الحسنة بالذهب، وصورت فيها الصور الحسنة فجاءت من أحسن القصور وأتمها جمالا وهذا الجبل أمسيول الذي فيه بجاية جبل عظيم عال قد ذهب في الجو وخرج في البحر وفيه مياه سائحة وعيون كثيرة وبساتين، وهو كثير القردة ويكون فيه الحيوان المشوك المسمى بالذرب.</p>\n<p class=\"arabic\">وكان هجم على بجاية علي بن إسحاق بن حمو المشهور بابن غانية فملكها سنة ثمانين وخمس مائة في أول ولاية المنصور يعقوب بن يوسف بن عبد المؤمن ثم انتقل إلى قسنطينة فحاصرها ولم يقدر عليها فتوغل في صحراء بلاد الجريد وعاث وسفك الدماء ومات على توزر، سنة أربع وثمانين وخمسمائة.</p>",
            "title": "بجاية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000219-000.json"
        }
    ],
    "type": "FeatureCollection"
}