{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مأرب</h1>\n<p class=\"arabic\">وقد تخفف وهو الأكثر، مدينة باليمن على ثلاثة أيام من صنعاء، وعلى ثلاثة مراحل من ظفار، قيل هي سمة للملك، وقيل هو مسكن سبأ، وهو بسكون الهمزة، قال الله تعالى ` لقد كان لسبأ في مسكنهم آية جنتان عن يمين وشمال ` وقال الشاعر :</p>\n<p class=\"arabic_poetry\">من سبأ الحاضرين مأرب إذ * يبنون من دون سيله العرما وكان السد من بناء سبأ بن يشجب، وكان ساق إليها سبعين واديا ومات قبل أن يستتمه، فأتمته ملوك حمير بعده، وقيل بناه لقمان بن عاد وجعله فرسخا في فرسخ، وجعل له ثلاثين شعبا.</p>\n<p class=\"arabic\">والسد بين جبلين وهما يسميان المأزمين وتمر منه بموضع كان يقسم عليه ماء هذا السد في الجاهلية في صحراء ورمال، وهي التي تسمى جنة اليسرى، قال الله تعالى ` لقد كان لسبأ في مسكنهم ` فيمر حتى ينتهي إلى مأرب وفيه معدن الملح الذي أقطعه النبي صلى الله عليه وسلم أبيض بن حمال المأربي فجعله أبيض صدقة للمساكين، وعوضه النبي صلى الله عليه وسلم حائطا يعرف بالجدرات على باب مأرب، فلا يخلو من ثمر صيفا وشتاء وربيعا وخريفا لأن صلى الله عليه وسلم دعا له بالبركة. ومأرب مدينة سبأ، وبها عرش بلقيس، وكان العرش مبنيا على أساطين حجارة وكل اسطوانة منها فوق الأرض ثمان وعشرون ذراعا، فاحتمل العرش وبقيت الأساطين على حالها، ويقال إن تحت الأرض من تلك الأساطين مثل ما فوقها، وغلظ كل أسطوانة لا يحتضنه أربعة نفر، وفيها سوق ومسجد والمنزل بها، ثم يخرج منها ويقطع عرض الوادي فيدخل جنة اليمنى التي ذكرها الله تعالى، وليس فيها من الأشجار إلا الأثل والأراك، وتبذر فيها الذرة.</p>\n<p class=\"arabic\">وكانت مأرب في القديم مدينة كبيرة عامرة بالخلق مشهورة في بلاد العرب، وبها صرواح قصر سليمان عليه السلام، ولم يبق منه إلا طلل دارس، وبها قصر بلقيس كما قلناه، وبها كان السد المسمى بالعرم، وكان أكثر أهل مأرب سبأ من قبل العرب الحميرية، وكان لهم من الكبر والتيه والعجب على سائر الأمم ما هو مشهور، وكانوا مع ذلك يكفرون بأنعم الله سبحانه، وكان لهم بهذه المدينة سد عظيم البناء وثيق الصنعة قد أمنوا من خلله، وكان الماء يرتدع خلفه نحوا من عشرين قامة، فكان الماء محصورا من جوانبه قد أمنوه وأوثقوا صناعته، وكانت مساكنهم عليه، ولكل قبيلة منهم شرب معلوم يسقون منه ويصرفونه في مزارعهم قسمة عدل، وكان السد يعلو هذه المدينة كالجبل المنيف، فلما أراد الله سبحانه انقطاع دولتهم وتشتيت جماعاتهم أرسل عليهم السيل، فجاءهم وهم نائمون، فدفع السد ومر بالمدينة وما جاورها من القرى والبهائم والأمم والنبات، وقتل الكل بالكل وفرقهم شذر مذر، وتفرقت العرب وتبلبلت الألسن، وساروا في المشارق والمغارب، وبقي بالمدينة آثار تراجع إليها أقوام من حضرموت فهم يعمرونها إلى الآن، [v.1, p.515] وقد ذكر الأعشى ميمون بن قيس سد مأرب في قوله من شعر له :</p>\n<p class=\"arabic_poetry\">وفي ذاك للمؤتسي أسوة * ومأرب عفى عليها العرم</p>\n<p class=\"arabic_poetry\">رخام بنته لهم حمير * إذا جاء مواره لم يرم</p>\n<p class=\"arabic_poetry\">فأروى الزروع وأعنابها * على سعة ما بهم إذ قسم</p>\n<p class=\"arabic_poetry\">سعى جرذ فيهم ليلة * فحان بهم جرفهم فانهدم</p>\n<p class=\"arabic_poetry\">وطار القيول وقيلاتها * بيهماء فيها سراب يطم</p>\n<p class=\"arabic_poetry\">فصاروا أيادي ما يقدرون * منه على شرب طفل فطم وقال أمية بن أبي الصلت في قصيدة له:</p>\n<p class=\"arabic_poetry\">من سبأ الحاضرين مأرب إذ * يبنون من دون سيله العرما وقد تقدم.</p>\n<p class=\"arabic\">قال ابن إسحاق : وكان سبب خروج عمرو بن عامر من اليمن أنه رأى جرذا يحفر في سد مأرب الذي كان يحبس عليهم الماء فيصرفونه حيث شاءوا من أرضهم فعلم أنه لا بقاء للسد على ذلك، فاعتزم على النقلة من اليمن فكاد قومه، فأمر أصغر بنيه إذا أغلظ له ولطمه أن يقوم إليه فيلطمه، ففعل ابنه ما أمره به أبوه، فقال عمرو: لا أقيم ببلد لطم وجهي فيه أصغر ولدي؟ وعرض أمواله فقال أشراف اليمن: اغتنموا غضبة عمرو فاشتروا منه أمواله، وانتقل هو وولده وولد ولده فقالت الأزد: لا نتخلف عن عمرو بن عامر فباعوا أموالهم وخرجوا معه، فساروا حتى نزلوا ببلاد عك مجتازين يرتادون البلدان، فحاربتهم عك، فكان حربهم سجالا، ثم ارتحلوا عنهم فتفرقوا في البلدان فنزل آل جفنة بن عمرو بن عامر الشام، ونزلت الأوس والخزرج يثرب، ونزلت خزاعة مرا، ونزلت أزد السراة السراة، ونزلت أزد عمان عمان، ثم أرسل الله عز وجل على السد السيل فهدمه، ففيه أنزل الله عز وجل على رسوله صلى الله عليه وسلم ` لقد كان لسبأ في مسكنهم آية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور. فأعرضوا فأرسلنا عليهم سيل العرم ` إلى آخر الآية والعرم السد، واحدته عرمة.</p>\n<p class=\"arabic\">وروي أن معاوية بن أبي سفيان رضي الله عنه قال لحاجبه: أدخل أرث من بالباب تراه، فخرج فوجد رجلا ذا أطمار لا تكاد تواريه فقدمه، فلما مثل بين يديه قال: السلام عليك يا أمير المؤمنين، فرد عليه معاوية رضي الله عنه وأمره بالقعود، ثم أقبل عليه فقال: من أين الرجل؟ قال: من مأرب، قال: وممن؟ قال: من سبأ، قال: أنت من الذين بدلوا نعمة الله كفرا فأبدلهم الله بجنتيهم جنتين ذواتي أكل خمط وأثل وشيء من سدر قليل، قال: إني لمن تلك البلدة ومن نسل أولئك القوم، ولكنك يا معاوية من الذين قالوا لنبيهم محمد صلى الله عليه وسلم ` اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم ` وإنا لأهل الجنة التي وصفها الله والعرش الذي عظمه الله، وإنكم أهل النجعة التي صغرها الله وذمها لجوعها فقال ` لأيلاف قريش ` ووثب، فأجلسه معاوية واعتذر إليه.</p>",
            "title": "مأرب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001354-000.json"
        }
    ],
    "type": "FeatureCollection"
}