{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سوسة</h1>\n<p class=\"arabic\">من بلاد إفريقية، وإليها تنسب الثياب الرقيقة السوسية، ويقال لها البيضاء، ومنها ركب أسد بن الفرات البحر غازيا إلى صقلية في الزمان الأول.</p>\n<p class=\"arabic\">وهي مدينة قديمة فيها آثار للأول، وهي على ساحل البحر، وفيها بنيان عظيم يسمى الملعب، وهو من أغرب البنيان، فيه أقباء معقودة بحجر النشف الذي يطفو فوق الماء المجلوب من بركان صقلية، وداخل المدينة هيكل عظيم يسميه البحريون الفنطاس، وهو أول ما يرون من البحر إذا قصدوا من صقلية وغيرها.</p>\n<p class=\"arabic\">وسوسة في سند عال ترى دورها منه، وهي مخصوصة بكثرة الأمتعة وجودة حوك الثياب الرقاق وقصارتها، وجميع أشغال الثياب الرفيعة من طرز وكمد لا يصنع ببلد مثل صنعته بهذه المدينة، ويباع الغزل بها زنة المثقال بمثقالين، ولحم سوسة أطيب لحوم بلاد إفريقية لطيب مراعيها، وبالقرب منها محرس المنستير الذي جاء فيه الأثر الوارد، وهو حصن عالي البناء متقن العمل وفيه جماعة من الصالحين حبسوا أنفسهم فيه للعبادة، وأهل تلك البلاد يخرجون إليهم بالصدقات. وبقربه نحو خمسة محارس متقنة البناء معمورة بالصالحين.</p>\n<p class=\"arabic\">وبين سوسه وحصن اهرقلية ثمانية عشر ميلا وسوسة عامرة بالناس كثيرة المساجد، والمسافرون إليها قاصدون وعنها صادرون وبها المتاع الذي لا يوجد في غيرها وأسواقها عامرة، ومياههم من المواجل، وعليها سور من حجر حصين.</p>\n<p class=\"arabic\">وكان بين أهلها وبين أهل المهدية في القديم مشاحنة مشهورة، ومن المداعبات كان الأستاذ أبو عبيد الله محمد بن عبد الجبار السوسي رحمه الله يسأل عن قول الشاعر:</p>\n<p class=\"arabic_poetry\">لا تلمني على الدناءة إني * تونسي وجزت يوما بسوسه فيقال له: أي البلدين أعظم دناءة؟ والبيت المشهور إنما هو: وقد سكنت الجزيرة.</p>\n<p class=\"arabic\">وبالصين أيضا مدينة سوسة ، وهي مشهورة مذكورة، كثيرة التجارات متصلة العمارات، وأموال أهلها كثيرة، وتجاراتهم موفورة، وعمال فراضهم مفترقون في الآفاق، وتتصل بكل الأمصار، ويصنع بها الغضار الصيني الذي لا يعدله شيء من فخار الصين جودة، وبها طرز كثيرة مشهورة بعمل الحرير الصيني الرفيع القيمة [v.1, p.331] المحكم الصنعة الذي لا يقرن به غيره.</p>",
            "title": "سوسة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000851-000.json"
        }
    ],
    "type": "FeatureCollection"
}