{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بابل</h1>\n<p class=\"arabic\">بالعراق، كانت بابل من عظمها واستبشاع أمرها لا تكاد تجعل من عمل الآدميين، وهي المذكورة في قوله تعالى: ` وما أنزل على الملكين ببابل ` ويقال إن الضحاك أول من بناها، وسكنها العمالقة ، ودخلها إبراهيم عليه السلام، ويقال إن بها مولده، وقيل بل ولد بالسوس من أرض الأهواز، وقيل بكوثى من أرض السواد، وينسب إليها السحر والخمر، ويقال إن بها هاروت وماروت يعذبان إذ اختارا عذاب الدنيا على عذاب الآخرة وأنهما معلقان في سرب تحت الأرض كالحبلين، وأن بعض الناس رآهما كذلك، فجادله يهودي بها لرغبته في ذلك، فلما رأى منظرهما رأى منظرا عظيما وأمرا هائلا أفزعه، هذا سمعته من الفقيه ابن البراء يحكيه عن مجاهد صاحب التفسير ولا أدري أهو الرائي لهما أو غيره فالله أعلم. ويقال إن نمرود أسسها وهي مدينة ضاحكة المنظر جميلة المنصب زاهرة البناء واسعة الفناء قد جمعت إلى حسن المنظر من كل جانب رصانة البنيان وبهاء المنصب، وكانت سهلة بطحاء ديمومة فيحاء مربعة لها في كل تربيع حصنان عظيمان، وسائر ذلك من سورها لا يكاد من يبلغه خبره يصدق بصفته لكثرة ارتفاعه وفرط اتقانه، وكان خمسين ذراعا عرضا في ارتفاع مائتي ذراع في دور أربعة وستين ميلا، مبنيا بالآجر المرصص، وقد خندق حولها بخندق يجري فيه الفرات وفيه مائة باب من نحاس، وسعة السور في أعلاه كسعته في أسفله، وقد بني في أعلاه مساكن للمقاتلة، والجوابي متصلة في جميع دوره. قالوا: وبابل أقدم بناء بني بعد الطوفان وأن منها تفرق ولد نوح عليه السلام، وأن الذي هدمها كسرى الأول ملك الفرس لما تغلب على أرض بابل، وملوك بابل هم النبط، وزعموا أنهم أول ملوك العالم وأن الفرس أخذت الملك منهم كما أخذته الروم من اليونانيين وأول ملوكهم نمرود، وهم الذين شيدوا البنيان ومدنوا المدن وكوروا الكور وشقوا الأنهار ورتبوا الجيوش وجعلوا الألوية والأعلام. قالوا: وأول صنم يعبد من دون الله تعالى ود وكان رجلا مسلما من أهل بابل وكان محببا في قومه، فلما مات عسكروا حول قبره في أرض بابل وجزعوا عليه، فلما رأى الشيطان جزعهم عليه تشبه بصورة إنسان وقال: أرى جزعكم على هذا الرجل فهل لكم في أن أصور لكم مثله فيكون في ناديكم فتذكرونه، قالوا: نعم، فصنع لهم تمثالا فجعلوا يقبلون عليه ويعظمونه، حتى اتخذ كل واحد منهم تمثالا في منزله يعظمه ويتبرك به، ثم تناسلوا على ذلك حتى اتخذوه الها يعبدونه من دون الله تعالى.</p>",
            "title": "بابل",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000200-000.json"
        }
    ],
    "type": "FeatureCollection"
}