{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ذمياط</h1>\n<p class=\"arabic\">مدينة في البلاد المصرية على ساحل البحر قريبة من تنيس إليها ينتهي ماء النيل، وبها تعمل الثياب الرفيعة وغيرها مما يقارب الثياب التنيسية.</p>\n<p class=\"arabic\">وفي سنة خمس عشرة وستمائة نزل الفرنج على ذمياط مدة وقصدوا أخذ يمنى النيل، وكانت للمسلمين هناك سلاسل حديد ممدودة في النيل تمنع وصول المراكب من البحر، وبرج عظيم لا يستطيع أحد يقرب السلاسل من محاربة المقاتلين فيه، فأقام الفرنج أربعة أشهر في قتال هذا البرج إلى أن ملكوه وقطعوا السلاسل، فنصب المسلمون جسرا عظيما فاشتد قتالهم عليه، فأخذ الملك الكامل عدة من مراكب كبار وملاها من حجارة وخرقها فغرقت في طريق مراكبهم ومنعتها من الدخول فكانت من أحسن الحيل، ثم إن الفرنج أخذوا ذمياط بعد أن هلك أهلها بالجوع والوباء في السابع والعشرين من شعبان سنة ست عشرة وستمائة، وخاف الملك المعظم من الفرنج على مدينة القدس حتى هدم سورها، وكانوا قد حصنوا ذمياط حتى انقطعت منها آمال المسلمين وتكاثر وصول جمعهم إليها في البحر، ثم إنهم خرجوا عنها لمحاربة السلطان الكامل فاجتمع عنده من ملوك الإسلام نحو عشرين، ودخل ابن جبارة الشاعر على الكامل وعنده الملوك وفيهم أخواه المعظم عيسى صاحب دمشق والأشرف موسى صاحب حران وما يليها، فأنشده في قصيدة:</p>\n<p class=\"arabic_poetry\">أعباد عيسى جاء عيسى بزعمكم * وموسى جميعا ينصران محمدا فاهتز الملك الكامل إذ اسمه محمد، وأمر للشاعر على حسن هذه التورية بمائة دينار وخلعة. ولما ملك الفرنج ذمياط أقاموا بها وبثوا سراياهم في كل ما جاورها من البلاد فجلا أهل تلك البلاد، ولما تسامع الفرنج الذين وراء البحر بفتحها أقبلوا إليها من كل جهة وعظمت المصائب، وقد أقبل الططر من المشرق فدوخوا بلاد المسلمين، ثم إنهم ساروا في الفارس والراجل وقصدوا الكامل حتى نزلوا في مقابلته وبينهما خليج من النيل يقال له بحر أشمون وجعلوا يرمون بالمجانيق إلى معسكر المسلمين، وتيقن الناس أنهم يملكون البلاد المصرية، واجتمع الأشرف مع أخيه الكامل وتقدما فقاتلا الفرنج، وتقدمت شواني المسلمين في النيل وقابلت شواني الفرنج وأخذت منها ثلاث قطع بمن فيها من الرجال وما احتوت عليه، ففرح المسلمون وقويت نفوسهم وجعلت الرسل تتردد في أمر الصلح، وبذل لهم الكامل البيت المقدس وعسقلان وطبرية وجميع ما فتحه صلاح الدين من بلاد الفرنج بالساحل ما عدا الكرك والشوبك على أن يسلموا ذمياط فلم يرضوا وطلبوا ثلثمائة ألف دينار ليعمروها بها فلم يتم أمر، وقالوا: لا بد من الكرك، وكان الفرنج لاقتدارهم في نفوسهم لم يستصحبوا معهم ما يقوتهم عدة أيام ظنا أن العساكر الإسلامية لا تقوم لهم وأن القرى بأيديهم يأخذون منها ما شاؤوا من الميرة، فعبر طائفة من المسلمين إلى الأرض التي عليها الفرنج وفجروا النيل عليها، فركب الماء أكثر تلك الأرض، وصادف ذلك أيام الزيادة وليس للفرنج خبرة بأرض مصر، فلم يبق لهم فيها مسلك غير وجه واحد ضيق، فنصب الكامل حينئذ الجسور على النيل وعبرت عليها العساكر فملكت الطريق الذي تسلكه الفرنج إذا أرادوا العود إلى ذمياط فلم يبق لهم مخلص، واتفق أن وصل إليهم مركب كبير وحوله حراقات تحميه وفيه الفرنج والميرة والسلاح، فظفر به وبالحراقات المسلمون، فسقط في أيدي الفرنج ورأوا أنهم قد ضلوا عن الصواب ومفارقة بسيط الأرض إلى أرض يجهلونها، وعساكر الإسلام تحيط بهم وترميهم بالنشاب وتحمل على أطرافهم، وكان الفرنج يبيعون خيلهم وسلاحهم بالخبز لما دهمهم من الجوع إلى أن تم الصلح على تسليم ذمياط سابع رجب سنة ثمان عشرة وستمائة دون عوض، فكان ذلك من ألطاف الله الخفية التي لم تكن الآمال ترتقي إليها في ذلك الوقت، وانتقل ملوك الفرنج إلى الكامل والأشرف رهائن حتى تسلمهم المسلمون وكان فيهم ملك عكا وصاحب رومة وعدتهم عشرون، وتسلمهم المسلمون ، في تاسع رجب، وكان يوما مشهودا. ومن ألطاف الله تعالى أن المسلمين لما تسلموها وصارت بأيديهم بلغهم أن الفرنج وصلتهم نجدة عظيمة في البحر، فلو سبقوا [v.1, p.257] المسلمين إليها لامتنعوا من تسليمها ولم يلتفتوا إلى رهائنهم.</p>\n<p class=\"arabic\">وأكثر الشعراء تهنئة الملك الكامل بهذا الفتح، ومن أشهر ما قيل في ذلك قول بهاء الدين زهير المهلبي الحجازي المولد من قصيدة أولها :</p>\n<p class=\"arabic_poetry\">بك اهتز عطف الدين في حلل النصر * وردت على أعقابها ملة الكفر منها:</p>\n<p class=\"arabic_poetry\">ليهنك ما أعطاك ربك إنها * مواقف هن العز في موقف الحشر</p>\n<p class=\"arabic_poetry\">وما فرحت مصر بذا الفتح وحدها * لقد فرحت بغداد أعظم من مصر</p>\n<p class=\"arabic_poetry\">فأقسم لولا عزمة كاملية * لخافت رجال بالمقام وبالحجر ومنها:</p>\n<p class=\"arabic_poetry\">به ارتجعت ذمياط قسرا من العدا * وطهرها بالسيف والملة الطهر</p>\n<p class=\"arabic_poetry\">ورد على المحراب منه صلاته * فكم بات مشتاقا إلى الشفع والوتر</p>\n<p class=\"arabic_poetry\">وأقسم إن ذاقت بنو الأصفر الكرى * لما حلمت إلا بأعلامه الصفر</p>\n<p class=\"arabic_poetry\">ثلاثة أعوام ألحت وأشهرا * تجاهد فيها لا بزيد ولا عمرو</p>\n<p class=\"arabic_poetry\">كفى الله ذمياط المخافة إنها * لمن قبلة الإسلام في موضع النحر</p>\n<p class=\"arabic_poetry\">وما طاب ماء النيل إلا لأنه * يحل محل الدين من ذلك الثغر</p>\n<p class=\"arabic_poetry\">لك الله من أثنى عليك فإنما * من القتل قد أنجيته أو من الأسر ونصب الملك الكامل لكل ملك كان في نصرته دهليزا، وقعد هو في أحد الدهاليز، وزين كل دهليز بالعدد السلطانية والذخائر الملوكية، فكان ملوك الفرنج كلما عبروا فرأوا دهليزا حسبوا الملك الكامل فيه فيقتلون الأرض فيقال لهم: هذا الملك فلان، فما زالوا كذلك إلى أن وصلوا إليه وقد امتلأت عيونهم وصدورهم من عزة الإسلام.</p>",
            "title": "ذمياط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000660-000.json"
        }
    ],
    "type": "FeatureCollection"
}