{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أوارة</h1>\n<p class=\"arabic\">موضع لبني تميم كانت فيه قصة لعمرو بن هند عم النعمان بن المنذر على بني دارم، وكان أسعد بن المنذر أخا عمرو بن هند، وكان مسترضعا في بني تميم في بني دارم في حجر حاجب بن زرارة، وقيل في حجر زرارة، فخرج يوما متصيدا فلم يصب شيئا فمر بإبل سويد بن ربيعة الدارمي فنحر منها بكرة فقتله سويد فقال عمرو بن لقيط الطائي يحرض عمرو بن هند:</p>\n<p class=\"arabic_poetry\">من مبلغ عمرا بأ * ن المرء لم يحلق صباره</p>\n<p class=\"arabic_poetry\">وحوادث الأيام لا * تبقى عليهن الحجاره</p>\n<p class=\"arabic_poetry\">ها إن عجزة أمه * بالسفح أسفل من أواره</p>\n<p class=\"arabic_poetry\">تسفي الرياح خلال كش؟ * حيه وقد سلبوا أزاره</p>\n<p class=\"arabic_poetry\">فاقتل زرارة لا أرى * في القوم أوفى من زراره فنذر عمرو بن هند، وكان شديد البأس، أن يقتل من بني تميم مائة من خيارهم بدل ذلك المقتول، فغزاهم يوم القصيبة ويوم أوارة ثم أقسم ليحرقن منهم مائة رجل فلهذا سمي محرقا، فأخذ له منهم تسعة وتسعون رجلا، فقذفهم في النار، وأراد أن يبر قسمه بعجوز منهم ليكمل العدة التي أقسم عليها، فلما أمر بها قالت: ألا فتى يفدي هذه العجوز بنفسه، ثم قالت: هيهات، صارت الفتيان حمما وأقبل رجل من البراجم كان أبصر الدخان ووجد قتار لحومهم على بعد فظن أنه طعام يصنع للناس، فلما بلغ ورأى ما رأى جزع فقال عمرو: انظروا ممن الرجل، فأتي به إليه، فقال: ممن أنت: قال: من البراجم، فقال عمرو: إن الشقي وافد البراجم ألقوه في النار ليتم نذري، فتم نذره بالبراجم من بني تميم، وفي ذلك يقول جرير يعير الفرزدق وينسب بني تميم إلى الشره والنهم:</p>\n<p class=\"arabic_poetry\">أين الذين بنار عمرو حرقوا * أم أين اسعد فيكم المسترضع</p>\n<p class=\"arabic\">[v.1, p.62] وقال الطرماح :</p>\n<p class=\"arabic_poetry\">ودارم قد قذفنا منهم مائة * في جاحم النار إذ ينزون بالجدد</p>\n<p class=\"arabic_poetry\">ينزون بالمشتوى منهم ويوقدها * عمرو ولولا شحوم القوم لم تقد فلطمع البرجمي في الأكل عيرت تميم بحب الطعام، وقال الشاعر:</p>\n<p class=\"arabic_poetry\">إذا ما مات ميت من تميم * فسرك أن يعيش فجئ بزاد الأبيات.</p>\n<p class=\"arabic\">وقد ذكر ابن دريد في مقصورته هذه القصة في قوله :</p>\n<p class=\"arabic_poetry\">ثم ابن هند باشرت نيرانه * يوم أوارات تميما بالصلى</p>",
            "title": "أوارة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000175-000.json"
        }
    ],
    "type": "FeatureCollection"
}