{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الطف</h1>\n<p class=\"arabic\">ساحل البطيحة، وهو بين البصرة والأهواز.</p>\n<p class=\"arabic\">والطف أيضا بالعراق على فرسخين من البصرة، وهناك الموضع المعروف بكربلاء الذي قتل فيه الحسين بن علي رضي الله عنهما، وقال الشاعر فيه:</p>\n<p class=\"arabic_poetry\">وإن قتيل الطف من آل هاشم * أذل رقاب المسلمين فذلت وبالطف كان قصر أنس بن مالك رضي الله عنه، وفيه مات رحمه الله سنة ثلاث وتسعين، وهو ابن مائة عام وثلاثة أعوام.</p>\n<p class=\"arabic\">وكان مقتل الحسين رضي الله عنه بالطف في محرم سنة إحدى وستين لعشر خلون من المحرم، وله ست وخمسون سنة وخمسة أشهر وثلاثة أيام، قتله شمر بن ذي الجوشن، وقيل سنان بن أبي أنس، وصاحب الجيش عمر بن سعد بن أبي وقاص، وحمل رأسه إلى [v.1, p.396] يزيد بن معاوية، وهو أول رأس حمل على خشبة في الإسلام، وكان أهل الكوفة خاطبوه في الوصول إليهم، فأقبل يريدها، وبلغ ذلك عبيد الله بن زياد، فكتب إلى يزيد بن معاوية يعلمه بذلك فكتب إليه أن ضع عن أهل الكوفة خراجهم، ثم أتبعه بكتاب آخر: بلغني أن أهل الكوفة أصابتهم سنة فأعطهم عطاء ثانيا واستعطفهم، فلا رأي لي في حرب الحسين رضي الله عنه، فاعمل في صرفه إلى موضعه، ووجهه إلى حيث أحب واستعطفهم، فأنكروا ما نسب إليهم من البعث إلى الحسين رضي الله عنه وحلفوا على ذلك، وآل الأمر إلى ما قدر من مقتله، وخبر ذلك مشهور مطول.</p>\n<p class=\"arabic\">وحدث رجل من أهل الكوفة قال: اشتد الجهد بي وبعيالي، وجهدنا حتى والله نقضت منزلي، وبعت نقضه، فخرجت بهم إلى البصرة فنزلت في ناحية من نواحيها وكان لي حمار كأنه شاة أدب عليه فأصبحت يوما من الأيام فقلت: أسرجوا لي الحمار فقالت: يا مولاي، والله ما أكل شعيرا منذ أيام وما أصبح لنا دقيق ` فقلت: الله المستعان، اسرجي، فقالت: كيف يحملك؟ قلت: اسرجيه على كل حال، قال: فأسرجته فركبته، فخرجت في ظهر البصرة فإذا موكب مقبل من ناحية الطف، فلما دنوا دخلت بينهم، فدخلوا البصرة فدخلت معهم، وانتهى صاحب الموكب إلى داره، فإذا دهليز مفروش، فنزلوا فنزلت معهم، فدعا بغدائه فجاء أحسن طعام في الأرض، فتغدوا فتغديت معهم، ثم وضئنا ثم غلفنا الغالية، ثم قال: يا غلمان، هاتوا سفطا، فجاءوا بسفط أبيض عظيم فأدخلوه فحلوه فإذا ملؤه أكيسة فيها ألف درهم ألف درهم فأمرها على أصحابه ومر بي فأعطاني كيسا ثم أدارها الثانية فأعطاني كيسا ثم ثلث فأعطاني كيسا وبقي في السفط كيس فأخذه بيده ثم قال لي: هاك يا هذا الذي لا أعرفه، فخرجت من عنده بأربعة أكيسة فيها أربعة آلاف درهم فلما خرجت من الدار قلت لإنسان: من هذا؟ قال: عبيد الله بن أبي بكرة، وقال فيه بعض الشعراء:</p>\n<p class=\"arabic_poetry\">لو شيت لم تشق ولم تنصب * عشت بأسباب أبي حاتم</p>\n<p class=\"arabic_poetry\">عشت بأسباب الجواد الذي * لا يختم الأموال بالخاتم</p>",
            "title": "الطف",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001008-000.json"
        }
    ],
    "type": "FeatureCollection"
}