{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الباب والأبواب</h1>\n<p class=\"arabic\">قالوا: جبل القبج جبل عظيم وصقع مشتمل على كثير من الأمم فيه اثنتان وسبعون أمة، كل أمة لها ملك ولغة مخالفة لغيرها، ومدينة باب الأبواب على شعب من شعابه بناها كسرى أنوشروان وجعلها حاجزا بين بلاده وهذه الأمة لما كان من إفسادهم، فجعل مبدأ السور من جوف البحر على مقدار ميل مارا في البحر، بناه بالصخر والحديد والرصاص المفرغ على أزقاق البقر المنفوخة، فكلما ارتفع البنيان نزلت تلك الأزقاق إلى أن استقرت في قرار البحر، ولما ارتفع السور غاصت الرجال حينئذ بالخناجر على تلك الأزقاق فثقبتها وتمكن السور على الأرض في قعر البحر، ثم مد السور في البر ما بين جبل القبج والبحر مارا في أعالي الأرض ومنخفضاتها نحوا من أربعين فرسخا [v.1, p.77]</p>\n<p class=\"arabic\">إلى أن انتهى إلى قلعة طبرستان، وجعل على كل ثلاثة أميال من هذا السور بابا من حديد، وأسكن من داخله أمة تراعيه وتحرس ما يليه، وجعل لكل أمة ملكا، وحول هذا السور أمم لا يحصيهم إلا خالقهم، ولم يبنه أنو شروان إلا عن استيلاء عليهم، وحينئذ أذعنت له ملوك الآفاق وهادنته وراسلته.</p>\n<p class=\"arabic\">وكان ملك الباب والأبواب في بعض أعصار الإسلام محمد بن يزيد من ولد بهرام جور وكانت مملكته نحوا من شهر، وكان أهلها أسلموا حين دخلها مسلمة بن عبد الملك، وكان محمد هذا غلب على كثير من ممالك القبج وهو الذي يقال له شروان، قالوا: ولولا هذا السور بالباب والأبواب لغزت الأمم التي خلفه بلاد برذعة: الران والبيلقان واذربيجان وقزوين وهمذان والدينور ونهاوند وغيرها، ولوصلت إلى الكوفة والبصرة والعراق، لا سيما مع ضعف الإسلام في هذا الزمان. وهذا الجبل تكون مسافته طولا وعرضا نحوا من شهرين بل أكثر، وعليه وحوله أمم لا يحصيهم إلا الخالق جل وعز، والمدينة على بحر الخزر وفي وسطها مرسى للسفن وعلى فم هذا المرسى كالسد من جانبيه، وهناك سلسلة تمنع الداخل والخارج إلا بأمر من صاحب البحر، وهذان السدان من الصخور المحكمة أفرغ بينها الرصاص. وهي مدينة كبيرة بساتينها يسيرة وفواكهها قليلة وأكثر ذلك يجلب إليها من غيرها، وعليها سور حجارة وآجر وهي في نهاية من المنعة، وهي فرضة بحر الخزر والسرير وسائر بلاد طبرستان وجرجان، وتصنع بها ثياب الكتان وأهلها يلبسونها دون سائر البلدان وبلاد ارمينية واذربيجان، والأبواب التي ينسب إليها البلد هي أفواه شعاب في الجبال فيها حصون منها باب صول وباب اللان وباب صاحب السرير وباب فيلان شاه، وغيرها، ومن أهل هذه المدينة معتمر بن أحمد البابي أنشد في معنى قوله صلى الله عليه وسلم: ` اطلبوا الخير عند حسان الوجوه `:</p>\n<p class=\"arabic_poetry\">سألتك حاجة وعلمت أني * ألاقي في سؤالكها نجاحا</p>\n<p class=\"arabic_poetry\">لقول نبينا إذ قال حقا * وصرح في مقالته صراحا</p>\n<p class=\"arabic_poetry\">سلوا الحاجات أحسنكم وجوها * ولا تسلوا اللئام ولا القباحا وفي سنة ثمانين ومائة جاشت الخزر وخرجوا من الباب والأبواب وقتلوا من المسلمين وأهل نعمهم مائة ألف وأربعين ألفا وفضحوا المسلمات وانتهكوا أمرا عظيما لم يسمع بمثله في الإسلام. وكان فتح الباب في خلافة عمر رضي الله عنه على يد سراقة بن عمرو، وكان بكير بن عبد الله بازاء الباب قبل قدوم سراقة، وكان ملك الباب يومئذ شهربراز ، رجل من آل شهربراز الملك الذي أفسد بني إسرائيل وأعرى منهم الشام، وكان عمر رضي الله عنه جعل على مقدمة سراقة: عبد الرحمن بن ربيعة فقدم سراقة عبد الرحمن بن ربيعة وخرج في الأثر، حتى إذا خرج من أذربيجان نحو الباب قدم عليه بكير في أداني الباب، فلما أطل عبد الرحمن على الباب كاتبه شهربراز واستأمنه على أن يأتيه فأمنه عبد الرحمن على ذلك فأتاه فقال: إني بازاء عدو كلب وأمم مختلفة لا ينتسبون إلى حسب وليس ينبغي لذي الفضل والحسب أن يعين أمثال هؤلاء ولا يستعين بهم على ذوي الأحساب والأصول، وذو الحسب قريب من ذي الحسب حيث كان، ولست من القبج في شيء ولا من الأرمن، وإنكم قد غلبتم على بلادي، وأمتي، فأنا اليوم منكم، يدي مع أيديكم، وصغوي معكم، فمرحبا بكم وبارك الله لنا ولكم، وجزيتنا إليكم ولكم النصر والقيام بما تحبون، ولا تذلونا بالجزية فتوهنونا لعدوكم، فقال عبد الرحمن: فوقي رجل قد أظلك فسر إليه فجوزه، فسار إلى سراقة بمثل ذلك، فقال له سراقة: قد قبلت ذلك في من كان معك على هذا ما دام عليه، ولا بد من الجزاء على من يقيم ولا ينهض، فقبل ذلك شهربراز وصارت سنة فيمن يحارب العدو من المشركين وفي من يستنفر من أهل الجزية فتوضع عنه جزية تلك السنة التي استنفر فيها، وكتب سراقة بذلك إلى عمر رضي الله عنه فأجازه وحسنه.</p>",
            "title": "الباب والأبواب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000214-000.json"
        }
    ],
    "type": "FeatureCollection"
}