{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجاثليق</h1>\n<p class=\"arabic\">من أرض السواد بالعراق وفيه نزل عبد الملك بن مروان حين توجه إلى لقاء مصعب بن الزبير وذلك سنة اثنتين وسبعين، وهو في عساكر مصر والجزيرة والشام، وجاء مصعب في أهل العراق فالتقيا بمسكن، قرية من أرض العراق على شاطئ دجلة، وكاتب عبد الملك رؤساء أهل العراق ممن كان مع مصعب سرا يرغبهم ويرهبهم، وكان إبراهيم بن الأشتر على مقدمة مصعب، فاقتتلوا حتى غشيهم المساء وقتل إبراهيم بن الأشتر بعد أن نكا فيهم، وسار عبد الملك حتى نزل دير الجاثليق ثم تصاف القوم، فأفرد مصعب وتخلى عنه من كان معه من مضر واليمن، وبقي في سبعة نفر منهم إسماعيل بن طلحة بن عبيد الله وابنه عيسى بن مصعب، فقال له أبوه مصعب: يا بني اركب فرسك والحق بعمك ودعني فإني مقتول، فقال له: لا والله لا تتحدث نساء قريش أني فررت عنك ولا أحدثهم عنك أبدا، فقال له المصعب: أما إذ أبيت فتقدم أحتسبك، فتقدم عيسى فقاتل حتى قتل، وأمر عبد الملك أخاه محمدا أن يمضي إلى مصعب فيؤمنه ويعطيه عنه ما أراد، فمضى محمد فوقف قريبا من مصعب ثم قال: يا مصعب هلم إلي أنا ابن عمك محمد بن مروان، قد أمنك أمير المؤمنين على نفسك ومالك وكل ما أخذت وأن تنزل أي البلاد شئت ولو أراد بك غير ذلك لأنزله بك فأنشدك الله في نفسك، وأقبل رجل من أهل الشام إلى عيسى بن مصعب ليحتز رأسه فعطف عليه مصعب فقده وعرقب فرس مصعب وبقي راجلا، وأقبل إليه عبيد الله بن زياد بن ظبيان فاختلفا ضربتين سبقه مصعب بالضربة إلى رأسه، وكان مصعب قد اثخن بالجراح، وضربه عبيد الله فقتله واحتز رأسه وأتى به عبد الملك فسجد وقبض عبيد الله على قائم سيفه فاجتذبه من غمده حتى أتى على أكثره سلا ليضرب به عبد الملك حال سجوده ثم تذمم واسترجع، وكان يقول بعد ذلك: ذهب الفتك من الناس إذ هممت ولم أفعل، فأكون قد قتلت عبد الملك ومصعبا ملكي العرب في ساعة واحدة، وتمثل عبيد الله عند مجيئه برأس مصعب رضي الله عنه:</p>\n<p class=\"arabic_poetry\">نعاطي الملوك الحق ما قسطوا لنا * وليس علينا قتلهم بمحرم وقال عبد الملك: ما تلد قريش مثل مصعب، فأمر عبد الملك بمصعب وابنه فدفنا بدير الجاثليق. وفي مصرع مصعب بدير الجاثليق يقول عبيد الله بن قيس الرقيات : [v.1, p.155] لقد أورث المصرين عارا وذلة * قتيل بدير الجاثليق مقيم</p>\n<p class=\"arabic_poetry\">ولكنه ضاع الذمار ولم يكن * بها مضري يوم ذاك كريم</p>\n<p class=\"arabic_poetry\">جزى الله بصري بذاك ملامة * وكوفيهم إن المليم مليم</p>",
            "title": "الجاثليق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000422-000.json"
        }
    ],
    "type": "FeatureCollection"
}