{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">كرمان</h1>\n<p class=\"arabic\">أرض كرمان متصلة بأرض فارس وبأرض مكران. قالوا: وهي ثمانون فرسخا في مثلها، وحدها في الشرق أرض مكران وفي الغرب أرض فارس، وفي الشمال مفازة خراسان وسجستان وفي الجنوب بحر فارس.</p>\n<p class=\"arabic\">ومدينة كرمان الشيرجان، وهي التي ينزلها الوالي، وبني سورها أيام الرشيد، ولها ثمانية أبواب، أحدها باب بهياباد وهو باب الميدان ويخرج منه إلى درب وسكك حتى ينتهي إلى مصلى حاجب إلى دار المرضى ثم إلى الدروب المعروفة بباب بيمند وهو باب المغرب، وخارج هذا الدرب قصر خراب يعرف بقصر حاجب بن صالح، وكان سبب بنيانه أنه أول ما قدم كرمان حاجب بن صالح على ولايتها قصد دار عبد الله بن غسان فنزلها، وعبد الله بن غسان غائب، فصار إليه الأدهم بن ثعلبة المازني مع اثني عشر ابنا له كهولا ومشايخ، فلما سلم عليه فاتحه بأن قال: أيها الأمير أما تستحيي أن تنزل بنسوة أشراف وصاحبهن غائب؟ فأجابه حاجب وقال مغضبا بأي شيء يأمرنا الشيخ أن ننزل؟ قال: بالعراء، قال حاجب لجلسائه: ليس العجب من هذا الشيخ الخرف، ولكن العجب من هؤلاء المشايخ الذين يمشون معه، قالوا أيها الأمير إنهم ولده، فرده وقال: أيها الشيخ حق لك أن تزهى نعم وكرامة أنزل بالعراء، فأمر بضرب قبابه في مصلى حاجب، وما زال نازلا بالجبانة إلى أن بني له هذا القصر وفرغ منه ثم تحول إليه.</p>\n<p class=\"arabic\">وبالشيرجان التي هي مدينة كرمان الدواوين، وبها أسواق [v.1, p.491] كثيرة عامرة بالناس، وأهلها مياسير ذوو أموال كثيرة، وشرب أهلها من الآبار، وهي أكبر مدينة بكرمان، وفي أهلها عفة وخير ظاهر وفي تجارهم حسن معاملة وانقياد للحق، ولهم نزاهة عن كثير من أخلاق السوقة. وذكر أن السامري صاحب موسى عليه السلام من كرمان، وفي نساء كرمان جمال لا يبلغه شيء.</p>\n<p class=\"arabic\">وكان فيها أيام استعمال الحجاج سعيد بن سلم قاضيا عليها علجة يقال لها اردك وكانت من أجمل النساء بغيا يبيت عندها الرجل بجملة من المال، فبلغ سعيدا خبرها فأرسل إليها فجيء بها، فلما رآها قال: يا عدوة الله، فتنت فتيان البلد وأفسدتهم، ثم قال: اكشفي عن رأسك، فكشفت عن شعر جثل يضرب إلى عجيزتها، ثم قال: ألقي درعك، فألقته وقامت عريانة في أزار، فرأى ما حيره وذهب بعقله، ثم لم يملك نفسه حتى جعل يطعن باصبعه في عكنها، ثم قال: يا عدوة الله أدبري، فأدبرت، فنظر إلى ظهر فيه كماء الجدول ، على كفل كأريك خز حشوها قز ثم قال: أقبلي فأقبلت بصدر نقي وبطن ذي عكن وأحشاء لطيفة وكعثب كالقعب المكبوب يشرق بياضه وحسنه، فافتتن بها لما رأى من جمالها وكمالها، فوثب إليها فما بارحها حتى أولجه فيها، فقال عرفجة بن شريك في ذلك:</p>\n<p class=\"arabic_poetry\">ما بال أردك إذ تمشي مؤزرة * في البيت يا ابن قتيل العين ذا العلق</p>\n<p class=\"arabic_poetry\">اجرية تبتغي منها فتعجلها * أو بعض ما يعتري الجاني من الشبق فلما بلغ الحجاج قول سعيد وقول الشاعر قال: بل بعض ما يعتري الجاني من الشبق وصرف سعيدا.</p>\n<p class=\"arabic\">قال أصحاب المغازي : قصد سهيل بن عدي إلى كرمان ولحقه عبد الله بن عبد الله بن عتبان، وعلى مقدمة سهيل النسير بن عمرو العجلي، وقد حشد له أهل كرمان واستعانوا بالقفص، فاقتتلوا في أداني أرضهم، ففضهم الله تعالى، فأخذوا عليه بالطريق وقتل النسير مرزبانها، ودخل سهيل من قبل طريق القرى إلى جيرفت وعبد الله بن عبد الله من مفازة أخرى فأصابوا ما شاءوا من بعير وشاة، فقوموا الإبل والغنم فتحاصوها بالأثمان لعظم البخت على العراب وكرهوا أن يزيدوا، وكتبوا إلى عمر رض الله عنه فأجابهم: إن البعير العربي إنما قوم ببعير اللحم وذلك مثله، فإذا رأيتم أن للبخت فضلا فزيدوا.</p>\n<p class=\"arabic\">وذكر المدائني أن الذي فتح كرمان عبد الله بن بديل بن ورقاء الخزاعي في خلافة عمر بن الخطاب رضي الله عنه، ثم أتى الطبسين من كرمان، ثم قدم على عمر رضي الله عنه فقال: يا أمير المؤمنين، إني افتتحت الطبسين فأقطعنيهما فأراد أن يفعل فقيل لعمر رضي الله عنه إنهما رستاقان عظيمان فلم يقطعه إياهما، وهما بابا خراسان.</p>\n<p class=\"arabic\">وفي خبر البلاذري أن عثمان بن أبي العاصي لقي مرزبانها في جزيرة ابركاوان وهو في خف فقتله، فوهن أمر كرمان ونخبت قلوبهم فلما صار ابن عامر بأمر عمر بن الخطاب رضي الله عنه إلى فارس وجه مجاشع بن مسعود السلمي إلى كرمان في طلب يزدجرد، فأتى بيمند فهلك جيشه بها ثم لما توجه ابن عامر يريد خراسان ولى مجاشعا كرمان ففتح بيمند عنوة فاستبقى أهلها وأعطاهم أمانا، وبها قصر يعرف بقصر مجاشع، وأتى مجاشع الشيرجان، وهي مدينة كرمان فأقام عليها أياما يسيرة، وأهلها متحصنون وقد خرجت لهم خيل، فقاتلهم ففتحها عنوة وخلف بها رجلا ثم إن كثيرا من أهلها جلوا عنها وقد كان أبو موسى الأشعري وجه الربيع بن زياد ففتح ما حول الشيرجان وصالح أهل بم، فكفر أهلها وغدروا، ففتحها مجاشع بن مسعود وفتح جيرفت عنوة، وسار في كرمان فدوخها وهرب كثير من أهل كرمان فركبوا البحر ولحق بعضهم بمكران وبسجستان، فأقطع العرب منازلهم وأرضهم فعمروها وولي قطن بن قبيصة بن مخارق فارس وكرمان، وهو الذي انتهى إلى نهر فلم يقدر أصحابه على إجازته فقال: من جازه فله ألف درهم، فجازوه فوفى لهم، فكان ذلك أول يوم سميت فيه الجائزة. [v.1, p.492]</p>\n<p class=\"arabic\">وكان أبوه قبيصة من أصحاب النبي صلى الله عليه وسلم .</p>\n<p class=\"arabic\">وسميت كرمان بكرمان بن فلوج من ولد لمطي بن يافث بن نوح عليه السلام.</p>",
            "title": "كرمان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001281-000.json"
        }
    ],
    "type": "FeatureCollection"
}