{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دومة الجندل</h1>\n<p class=\"arabic\">بضم الدال، ما بين برك الغماد ومكة، وقيل هي ما بين الحجاز والشام، والمعنى واحد، وهي على عشر مراحل من المدينة وعشرين من الكوفة وثمان من دمشق واثنتي عشرة من مصر.</p>\n<p class=\"arabic\">قال عياض: هي بضم الدال وفتحها وأنكر ابن دريد الفتح، وهو موضع من بلاد الشام قرب تبوك، وسميت بدومان بن إسماعيل عليه السلام كان ينزلها، ودومة حصن منيع ومعقل حصين وبه عمارة وتتصل به عين التمر.</p>\n<p class=\"arabic\">وبعث رسول الله صلى الله عليه وسلم جيشا إلى دومة وأقر عليهم عبد الرحمن بن عوف رضي الله عنه وعممه بيده وقال: ` اغد باسم الله فجاهد في سبيل الله تقاتل من كفر بالله، وأكثر من ذكري عسى أن يفتح الله على يديك، فإن فتح فتزوج بنت ملكهم `. وكان الأصبغ بن عمرو بن ثعلبة ملكهم ففتحها وتزوج بنته تماضر بنت الأصبغ وكان افتتاح دومة صلحا، وهي من بلاد الصلح التي أدت إلى رسول الله صلى الله عليه وسلم الجزية وكذلك اذرح وهجر والبحران وأيلة.</p>\n<p class=\"arabic\">وقال ابن إسحاق : في سنة تسع فتح رسول الله صلى الله عليه وسلم دومة وبعث خالد بن الوليد رضي الله عنه فأتاه بأكيدر دومة، وهو أكيدر بن عبد الملك من كندة، وكان ملكا عليها وكان نصرانيا، فقال رسول الله صلى الله عليه وسلم لخالد: ` انك ستجده يصيد البقر `، فخرج حتى إذا كان من حصنه بمنظر العين وفي ليلة مقمرة صائفة وهو على سطح له ومعه امرأته، فباتت البقر تحك بقرونها باب القصر فقالت له امرأته: هل رأيت مثل هذا قط؟ قال: لا والله، قالت: فمن يترك هذه؟ قال: لا أحد، فنزل فأمر بفرسه فاستخرج له فركب وركب معه نفر من أهل بيته فيهم أخ له يقال له حسان، فركب وخرجوا معه بمطاردهم، فلما خرجوا لقيتهم خيل رسول الله صلى الله عليه وسلم فأخذوه وقتلوا أخاه، وقد كان عليه قباء من ديباج مخوص بالذهب، فاستلبه خالد رضي الله عنه فبعث به إلى رسول الله قبل قدومه عليه، فجعل المسلمون يلمسونه بأيديهم يتعجبون منه، فقال رسول الله صلى الله عليه وسلم: ` أتعجبون من هذا، فوالذي نفسي بيده لمناديل سعد بن عبادة في الجنة أحسن من هذا `. ثم إن خالدا رضي الله عنه قدم بأكيدر على رسول الله فحقن له دمه وصالحه على الجزية ثم خلى سبيله، فرجع إلى قريته وكان ذلك في غزوة تبوك.</p>\n<p class=\"arabic\">ودومة أيضا أخرى عند الحيرة، ويقال لما حولها النجف.</p>\n<p class=\"arabic\">وأما دومة، بفتح الدال، فأخرى مذكورة في أخبار الردة.</p>\n<p class=\"arabic\">وبدومة الجندل اجتمع الحكمان : أبو موسى الأشعري وعمرو بن العاصي رضي الله عنهما، وذلك في سنة ثمان وثلاثين بعث علي رضي الله عنه، عبد الله بن عباس وشريح بن هانئ الهمداني رضي الله عنهم، في أربعمائة رجل، وفيهم أبو موسى الأشعري رضي الله عنه، وبعث معاوية بن أبي سفيان بعمرو بن العاصي ومعه شرحبيل بن السمط رضي الله عنهم في أربعمائة رجل فلما دنا القوم من الموضع الذي كان فيه الاجتماع قال ابن عباس لأبي موسى: إن عليا لم يرض بك حكما لفضل عندك والمقدمون عليك كثير، وإن الناس أبوا غيرك، وإني أظن ذلك لشر يراد بهم، وقد ضم إليك داهية العرب فمهما نسيت فلا تنس أن عليا بايعه الذين بايعوا أبا بكر وعمر، وليست فيه خصلة تباعده من الخلافة وليس في معاوية خصلة تقربه من الخلافة. ووصى معاوية عمرا حين فارقه وهو يريد الاجتماع بأبي موسى فقال له: يا أبا عبد الله إن أهل العراق قد أكرهوا عليا على أبي موسى؟ وأنا وأهل الشام راضون بك، وقد ضم إليك رجل طويل اللسان قصير الرأي فأجد الحز وطبق المفصل ولا تلقه برأيك كله. ووافاهم عبد الله بن عمر وعبد الله بن الزبير [v.1, p.245] وعبد الرحمن بن الحارث بن هشام المخزومي والمغيرة بن شعبة في ناس.</p>\n<p class=\"arabic\">فاستقر جميعهم بدومة الجندل، فالتقى الحكمان ، فقال عمرو بن العاصي: يا أبا موسى ألست تعلم أن عثمان قتل مظلوما؟ قال: أشهد، قال: ألست تعلم أن معاوية وآل معاوية أولياؤه؟ قال: بلى، قال: فإن الله عز وجل قال: ` ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا ` فما يمنعك من معاوية ولي عثمان يا أبا موسى وبيته في قريش كما قد علمت، فإن تخوفت أن يقول الناس: ولى معاوية وليست له سابقة فإن لك في ذلك حجة، وجدته ولي عثمان بن عفان المظلوم والطالب بدمه، الحسن السياسة والتدبير، وهو أخو أم حبيبة زوج النبي صلى الله عليه وسلم، وكاتب رسول الله صلى الله عليه وسلم، وقد صحبه فهو أحد الصحابة رضي الله عنهم. ثم عرض له عمرو بالسلطان فقال: والله إن ولي أكرمك كرامة لم يكرمها خليفة، فقال له أبو موسى: يا عمرو اتق الله، فأما ما ذكرت من شرف معاوية فإن هذا ليس على الشرف يولاه أهله، ولو كان للشرف كان هذا الأمر إلى أبرهة بن الصباح، إنما هو لأهل الدين والفضل، مع إني لو كنت معطيه أفضل قريش شرفا أعطيته عليا، وأما قولك إن معاوية ولي دم عثمان فوله هذا الأمر فإني لم أكن لأوليه معاوية وأدع المهاجرين الأولين، وأما تعريضك لي بالسلطان فوالله لو خرج لي من سلطانه ما وليته ولا كنت لأرشى في حكم الله عز وجل، ولكن إن شئت أحيينا اسم عمر، فقال له عمرو: إن كنت تحب بيعة ابن عمر فما يمنعك من ابني وأنت تعرف فضله وصدقه؟ قال: إن ابنك رجل صدق ولكنك قد غمسته في هذه الفتنة.</p>\n<p class=\"arabic\">ثم قال أبو موسى: قد علمت أن أهل العراق لا يحبون معاوية أبدا وأن أهل الشام لا يحبون عليا أبدا فهلم فلنخلعهما معا ونستخلف عبد الله بن عمر، وكان عبد الله بن عمر مزوجا على بنت أبي موسى، قال عمرو: ويفعل ذلك عبد الله؟ قال أبو موسى: نعم إذا حمله الناس على ذلك، فصوب عمرو كل ما قاله أبو موسى وقال له عمرو: هل لك في سعد؟ قال أبو موسى: لا، وعد له عمرو جماعة وأبو موسى يأبى إلا صهره ابن عمر، فقال له عمرو: أرأيت لو رضي أهل العراق بعبد الله بن عمر وأبى أهل الشام أتقاتل أهل الشام. قال أبو موسى: لا، فقال عمرو: ولو رضي به أهل الشام وأبى أهل العراق أتقاتل أهل العراق؟ قال أبو موسى: لا، فقال: أما إذا رأيت الصلاح والخير في هذا للمسلمين فقم فاخطب الناس واخلع صاحبينا جميعا، وتكلم باسم هذا الذي تستخلف، فقال أبو موسى: بل أنت قم فاخطب فأنت أحق بذلك، فقال عمرو: ما أحب أن أتقدمك، وما قولي وقولك للناس إلا واحد فقم راشدا، فقام أبو موسى، فحمد الله وأثنى عليه وصلى على رسول الله صلى الله عليه وسلم ثم قال: أيها الناس، إنا نظرنا في أمرنا فرأينا أقرب ما يحضرنا في الصلاح ولم الشعث وحقن الدماء وجمع الألفة خلعنا عليا ومعاوية، وقد خلعت عليا ومعاوية كما خلعت عمامتي هذه، ثم أهوى إلى عمامته فخلعها، واستخلفنا رجلا قد صحب رسول الله صلى الله عليه وسلم بنفسه، وصحب أبوه النبي صلى الله عليه وسلم فبرز في سابقته، وهو عبد الله بن عمر، وأطراه ورغب الناس فيه ثم نزل، فقام عمرو فحمد الله وأثنى عليه وصلى على رسوله صلى الله عليه وسلم، ثم قال: أيها الناس إن أبا موسى عبد الله بن قيس خلع عليا وأخرجه من الأمر الذي يطلب وهو أعلم به، ألا وإني خلعت عليا معه وأثبت معاوية علي وعليكم، وقد صحب معاوية النبي صلى الله عليه وسلم وصحب أبوه النبي صلى الله عليه وسلم فهو الخليفة علينا وله طاعتنا وبيعتنا على الطلب بدم عثمان، فقام أبو موسى فقال: كذب عمرو، لم نستخلف معاوية ولكنا خلعناه وعليا جميعا، فقال عمرو: بل كذب عبد الله بن قيس قد خلع عليا ولم أخلع معاوية.</p>\n<p class=\"arabic\">وفي رواية: أن أبا موسى قال في خطبته: أيها الناس قد أجمعت أنا وصاحبي أن أخلع أنا علي بن أبي طالب ويعزل هو معاوية بن أبي سفيان، ونجعل هذا الأمر لعبد الله بن عمر فإنه لم يخض في الفتنة ولم يغمس يده في دم مسلم، ألا وإني قد خلعت علي بن أبي طالب كما أخلع سيفي هذا، ثم خلع سيفه من عاتقه ثم جلس، وقال لعمرو: قم، فقام عمرو بن العاصي فقال: أيها الناس إنه قد كان من رأي صاحبي ما قد سمعتم، وإنه أشهدكم أنه خلع علي بن أبي طالب كما يخلع سيفه وأنا [v.1, p.246] أشهدكم أني قد أثبت معاوية بن أبي سفيان كما أثبت سيفي هذا، وكان قد خلع سيفه قبل أن يقوم إلى الخطبة فأعاده على نفسه.</p>\n<p class=\"arabic\">فقال أبو موسى لعمرو: لعنك الله فإنما مثلك كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث، فقال له عمرو: لعنك الله إنما مثلك كمثل الحمار يحمل أسفارا، ثم ركل أبا موسى فألقاه لجنبه، فلما رأى شريح بن هانىء الهمداني ذلك قنع عمروا بالسوط، وقام الناس فحجزوا بينهم، فكان شريح بعد ذلك يقول: ما ندمت على شيء ندامتي على ضرب عمرو بالسوط إلا أن أكون ضربته بالسيف، أتى بعد ذلك الدهر بما أتى.</p>\n<p class=\"arabic\">وانخزل أبو موسى فاستوى على راحلته ولحق بمكة ولم يعد إلى الكوفة، وآلى ألا ينظر في وجه علي رضي الله عنه ما بقي، فقال ابن عباس رضي الله عنهما: قبح الله رأي أبي موسى، حذرته وأمرته بالرأي فما عقل. وكان أبو موسى يقول: لقد كان ابن عباس حذرني غدرة الفاسق، ولكني اطمأننت إليه وظننت أنه لا يؤثر شيئا على نصيحة الأمة. ثم انصرف عمرو وأهل الشام إلى معاوية فسلموا عليه بالخلافة.</p>\n<p class=\"arabic\">وكان السبب في بعث الحكمين أن أهل الشام لما رأوا أهل العراق قد أشرفوا على الفتح رفعوا المصاحف على رؤوس الرماح تالين: ` ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله ليحكم بينهم ` ويقولون: حاكمونا إلى كتاب الله، ونادوا كتاب الله بيننا وبينكم، وكان الأشتر النخعي يومئذ قد أشرف على الفتح، وهو يومئذ كان على الناس، فركنوا إلى ذلك، وعزموا على علي رضي الله عنه في البعث إليه، فأرسل إليه فقال: أحين أشرف على الفتح تبعث إلي؟ فأغلظوا له وألزموه بأن يبعث إليه، فبعث إليه كارها فانصرف ووقعت الفتنة والفرقة.</p>",
            "title": "دومة الجندل",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000625-000.json"
        }
    ],
    "type": "FeatureCollection"
}