{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بويرة</h1>\n<p class=\"arabic\">مدينة عظيمة من مدن الأفرنج، قالوا: ولهم من المدن نحو من مائة وخمسين مدينة غير العمائر والكور، وقد كانت مملكتهم قبل ظهور الإسلام بإفريقية وصقلية واقريطش. والافرنجة أكثر الناس عدة وأحسنهم انقيادا لملوكهم وأكثرهم مدنا، والافرنجة والصقالبة والنوكبرد وأشبان ويأجوج ومأجوج والترك والخزر وبرجان واللان والجلالقة كل هؤلاء من ولد يافث بن نوح.</p>\n<p class=\"arabic\">وبويرة أيضا في تيماء، قالوا: أحرق رسول الله صلى الله عليه وسلم نخل بني النضير وقطع زهو البويرة فنزل الله تعالى: ` ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله ` وقال حسان:</p>\n<p class=\"arabic_poetry\">لهان على سراة بني لؤي * حريق بالبويرة مستطير</p>\n<p class=\"arabic\">بوصير :</p>\n<p class=\"arabic\">قرية من قرى الفيوم بصعيد مصر، إليها انهزم مروان بن محمد بن مروان بن الحكم آخر خلفاء بني أمية فقتله عامر بن إسماعيل من أهل خراسان سنة اثنتين وثلاثين ومائة، وكان قال حين وصل إلى | بوصير: نحن ببوصير والى الله المصير. وكان صالح بن علي دخل في طلب مروان ومعه عامر بن إسماعيل المذحجي فلحقوه بمصر وقد نزل بوصير فهجموا على عسكره وضربوا الطبول وكبروا ونادوا: يا ثارات إبراهيم، فظن من في عسكر مروان أن قد أحاط بهم سائر المسودة فقتل مروان، قتله عامر بن إسماعيل وأراد الكنيسة التي فيها بنات مروان ونساؤه فإذا بخادم لمروان شاهر السيف يريد الدخول عليهن، فأخذوا الغلام [v.1, p.117]</p>\n<p class=\"arabic\">فسئل عن أمره فقال: أمرني مروان إذا هو قتل أن أضرب رقاب بناته ونسائه فلا تقتلوني فإنكم والله إن قتلتموني ليفقدن ميراث رسول الله صلى الله عليه وسلم، فقالوا له: انظر ما تقول، قال: إن كذبت فاقتلوني، هلموا فاتبعوني، فأخرجهم من القرية إلى موضع رمل فقال: اكشفوا هاهنا، فكشفوا فإذا البرد والقضيب وقعب ومخصر قد دفنها مروان لئلا تصير إلى بني هاشم، فوجه بها عامر بن إسماعيل إلى عبد الله بن علي، فوجه بها عبد الله بن علي إلى أبي العباس السفاح فتداولتها خلفاء بني العباس إلى أيام المقتدر، فيقال إن البرد كان عليه يوم قتل. ثم وجه عامر بن إسماعيل ببنات مروان وجواريه والأسارى إلى صالح بن علي، فتكلمت ابنة مروان الكبرى فقالت: يا عم أمير المؤمنين حفظ الله لك من أمرك ما تحب حفظه وأسعدك في الأمور كلها بخواص نعمه وعلمك بالعافية في الدنيا والآخرة، نحن بناتك وبنات أخيك وابن عمك فليسعنا من عدلكم ما وسعكم من جورنا، قال: إذا لا نستبقي منكم أحدا رجلا ولا امرأة، قالت: يا عم أمير المؤمنين فليسعنا عفوكم إذا، قال: أما العفو فنعم قد وسعكم، فإن أحببت زوجتك من الفضل بن صالح بن علي وزوجت أختك من أخيه، قالت: يا عم أمير المؤمنين وأي أوان عرس هذا فلتلحقنا بحران، قال: أنا أفعل ذلك إن شاء الله تعالى، فألحقهن بحران.</p>\n<p class=\"arabic\">واتصل بأبي العباس السفاح ما كان من عامر بن إسماعيل وقتله لمروان ببوصير وقد قيل إن ابن عم لعامر يقال له نافع قتله في تلك الليلة في المعركة وهو لا يعرفه وان عامرا لما احتز رأسه واحتوى على عسكره دخل الكنيسة التي كان فيها مروان فقعد على فرشه وأكل من طعامه، فخرجت إليه ابنة مروان الكبرى وتعرف بأم مروان، فقالت: يا عامر، إن دهرا أنزل أمير المؤمنين عن فرشه حتى أقعدك عليه فأكلت من طعامه واحتويت على أمره وحكمت في مملكته لقادر أن يغير مآربك، فاغتاظ السفاح من ذلك وكتب إليه: ويلك، أما كان لك في أدب الله عز وجل ما يزجرك عن أن تأكل من طعام مروان وتقعد على مهاده وتتمكن من وساده!! أما والله لولا أن أمير المؤمنين تأول ما فعلت على غير اعتقاد منك لذلك والشهوة لمسك من غضبه وأليم أدبه ما يكون لك زاجرا ولغيرك واعظا، فإذا أتاك كتاب أمير المؤمنين فتقرب إلى الله عز وجل بصدقة تطفئ بها غضبه وصلاة تظهر بها الاستكانة وصم ثلاثة أيام ومر جميع أصحابك أن يصوموا مثل صيامك. فلما جيء برأس مروان ووضع بين يدي أبي العباس السفاح سجد فأطال ثم رفع رأسه فقال: الحمد لله الذي لم يبق ثأري قبلك وقبل رهطك، الحمد لله الذي أظفرني بك وأظهرني عليك، ثم قال: ما أبالي متى طرقني الموت وقد قتلت بالحسين وبني أبيه من بني أمية مائتين وأحرقت شلو هشام بابن عمي زيد بن علي وقتلت مروان بأخي إبراهيم، وتمثل:</p>\n<p class=\"arabic_poetry\">لو يشربون دمي لم يرو شاربهم * ولا دماؤهم جمعا ترويني ثم حول وجهه إلى القبلة فأطال السجود ثم جلس وقد أسفر وجهه وتمثل بقول العباس بن عبد المطلب رضي الله عنه من أبيات له:</p>\n<p class=\"arabic_poetry\">أيا قومنا إن تنصفونا فأنصفت * قواطع في أيماننا تقطر الدما</p>\n<p class=\"arabic_poetry\">تدرين من أشياخ صدق تقدموا * بهن إلى يوم الوغى متقدما</p>\n<p class=\"arabic_poetry\">إذا خالطت هام الرجال تركنها * كبيض نعام في الوغى قد تحطما</p>",
            "title": "بويرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000304-000.json"
        }
    ],
    "type": "FeatureCollection"
}