{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الموصل</h1>\n<p class=\"arabic\">في الجانب الغربي من دجلة وسميت بهذا الاسم لأنها وصلت بين الفرات ودجلة، وشرب أهلها من ماء الدجلة، وبساتينها قليلة، وضياعها ومزدرعاتها ممتدة، وأبنيتها بالجص والحجارة، ولها رساتيق عظيمة وكور كثيرة.</p>\n<p class=\"arabic\">وهي مدينة عتيقة ضخمة عليها سوران وثيقان، وباطن الداخل منهما بيوت بعضها على بعض مستديرة بجداره المطيف بالبلد كله، قد أمكن فتحها فيه لغلظ بنيته وسعة وضعه، فللمقاتلة في هذه البيوت حرز ووقاية، وهي من المرافق الحربية، وفي أعلى البلد قلعة عظيمة قد رص بناؤها رصا، عليها سور وثيق البنية مشيد البروج، وتتصل بها دور السلطان، ويفصل بينها وبين البلد شارع متصل ممتد من أعلى البلد إلى أسفله، ودجلة شرقي البلد متصلة بالسور وأبراجه في مائها، وللبلد ربض كبير فيه المساجد والحمامات والخانات والأسواق، وأحدث فيها أحد أمراء البلد، كان يعرف بمجاهد الدين ، جامعا على شط دجلة ما رؤي أحفل منه، وأمامه مارستان حفيل، وبنى بداخل البلد قيسارية للتجار عليها أبواب حديد، وتطيف بها دكاكين وبيوت بعضها على بعض بأبدع بناء، وللمدينة جامعان: أحدهما جديد والآخر من عهد بني أمية، وفي وسط صحن هذا الجامع الجديد سارية رخام قائمة قد خلخل جيدها بخمسة خلاخل مفتولة فتل السوار من جرم رخامها، وفي أعلاها جامة رخام مثمنة يخرج عليها أنبوب من الماء خروج انزعاج وشدة، فيرتفع في الهواء أزيد من القامة كأنه قضيب بلور معتدل، ثم ينعكس إلى أسفل القبة. ويجمع في هذين الجامعين القديم والحديث، ويجمع أيضا في جامع الربض.</p>\n<p class=\"arabic\">وفي المدينة مدارس للعلم نحو الست أو أزيد قد بنيت على دجلة فتلوح كأنها القصور ولها مارستان. وبهذه المدينة مشهد جرجيس.</p>\n<p class=\"arabic\">وإذا عبرت دجلة نحو الميل ظهر لك تل التوبة، وهو التل الذي وقف عليه يونس عليه السلام بقومه، ودعا ودعوا حتى كشف الله عنهم العذاب، وبمقربة منه ، على قدر الميل أيضا، العين المباركة المنسوبة إليه عليه السلام ويقال إنه أمر قومه بالتطهر منها وإظهار التوبة ثم صعدوا إلى التل داعين، وفي هذا التل بناء عظيم هو رباط يشتمل على بيوت كثيرة ومقاصير، يضم الجميع باب واحد، وفي وسط ذلك البناء بيت ينسدل عليه ستر ويغلق عليه باب مرصع كله يقال إنه كان الموضع الذي وقف فيه يونس عليه السلام، ومحراب هذا البيت يقال إنه كان بيته الذي [v.1, p.563] كان يتعبد فيه، ويطيف بهذا كله شمع كأنه جذوع النخل عظما، فيخرج الناس إلى هذا الرباط ليلة كل جمعة ويتعبدون، وقريب من هذا الرباط خراب عظيم يقال إنه كان مدينة نينوى، مدينة يونس عليه السلام، وأثر السور المحيط بهذه المدينة ظاهر، وفرج الأبواب فيه بينة، وأكوام أبراجه مشرفة. وأهل الموصل على طريقة حسنة ومروة ، لا تلقى منهم إلا ذا وجه طلق، ولهم بر بالغرباء وإقبال عليهم، وعندهم اعتدال في جميع معاملاتهم.</p>\n<p class=\"arabic\">وكان جرجيس من الأنبياء الذين كانوا في الفترة بين عيسى ومحمد عليهما أفضل الصلاة والسلام، من أهل فلسطين، بعثه الله تعالى إلى ملك الموصل يدعوه إلى الإسلام فقتله بالعذاب مرات وأحياه الله عز وجل آية لهم وعبرة، ونشره قطعا ورماه إلى الأسد الضارية فخضعت الأسد برؤوسها، وظل يومه كذلك، فلما أدركه الليل جمع الله تعالى أوصاله ورد روحه، ثم أقبل عليهم اليوم الثاني يعظهم ويغلظ عليهم، فلما استمروا في عتوهم وكفرهم بعث الله تعالى عليهم نارا فأحرقتهم عن آخرهم.</p>\n<p class=\"arabic\">وصورة افتتاح الموصل فيما حكاه البلاذري أن عمر بن الخطاب رضي الله عنه ولى عتبة بن فرقد السلمي الموصل في سنة عشرين، فسار إليها فقاتله أهل نينوى، فأخذ حصنها وهو الشرقي من دجلة عنوة، وعبر دجلة فصالحه أهل الحصن الآخر على الجزية والأذن لمن أراد الجلاء، ثم فتح بلادا، ثم عزله عمر رضي الله عنه عن الموصل وولاها هرثمة بن عرفجة البارقي، وكان بها في الجانب الغربي حصن وبيع للنصارى ومنازل ومحلة لليهود، فمصرها هرثمة وأنزل العرب بها.</p>\n<p class=\"arabic\">وقد روى الهيثم بن عدي أن عياض بن غنم أتى الموصل ففتح الحصن الغربي والله أعلم.</p>\n<p class=\"arabic\">وكان عمر رضي الله عنه وجه هرثمة بن عرفجة البارقي إليها بعد عتبة بن فرقد السلمي فأنزل العرب بها منازلهم واختط لهم، ثم بنى المسجد الجامع.</p>\n<p class=\"arabic\">وقالوا: كان الذي فرش الموصل بالحجارة ابن تليد صاحب شرطة محمد بن مروان بن الحكم، وكان محمد ولي الموصل والجزيرة وأرمينية وأذربيجان، ويقال إن عبد الملك بن مروان ولى ابنه سعيدا صاحب نهر الموصل فبنى سعيد سوق الموصل، فهدمه الرشيد حين خالفوا، وفرشها بالحجارة حين اجتاز بها. وللموصل كور وأنظار وأعمال كثيرة، والذي ارتفع في خراج الموصل مع الإحسانات سوى الضياع من الرزق ستة آلاف ألف وثلثمائة ألف.</p>\n<p class=\"arabic\">وإبراهيم الموصلي وابنه إسحاق ينسبان إليها، وناهيك بهما نبلا وعلما ومعارف وشهرة.</p>",
            "title": "الموصل",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001495-000.json"
        }
    ],
    "type": "FeatureCollection"
}