{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عانات</h1>\n<p class=\"arabic\">كانت هي وهيت من طساسيج الأنبار، وكانت الخمر الطيبة تنسب إليها، فلما حفر أنوشروان الخندق من هيت حتى يأتي كاظمة مما يلي البصرة وينفذ إلى البحر وجعل عليه المناظر لعيث العرب في أطراف السواد وما يليه، فخربت عانات وهيت لذلك السبب.</p>\n<p class=\"arabic\">قال اليعقوبي: في وسط الفرات مدينة يقال لها ألوسة ومدينة يقال لها الناووسة ومدينة يقال لها الحديثة ومدينة يقال لها عانات، فهذه المدائن في وسط الفرات.</p>\n<p class=\"arabic\">وعانات منها صغيرة فيها سوق وأعمال وبينها وبين الدالية أحد وعشرون ميلا.</p>\n<p class=\"arabic\">وفي سنة خمسين وأربعمائة ثار على خليفة بغداد القائم بأمر الله أبو الحارث أرسلان التركي البساسيري القائم بدعوة [v.1, p.405] صاحب مصر معد المستنصر بن الظاهر العبيدي، حتى ظفر بالخليفة القائم بأمر الله، والبساسيري هذا مملوك تركي سما بنفسه إلى أن صار مشارا إليه بين قواد الدولة العباسية، ووقع بينه وبين الوزير رئيس الرؤساء ما أوجب خروجه عن الطاعة وانتماءه إلى المستنصر صاحب مصر، فخطب له في بلاد الرحبة من بلاد الفرات، ثم خطب له بالموصل، فأخرجه منها أبو طالب محمد بن ميكائيل المعروف بطغرلبك، ثم عاد إليها في هذه السنة مع قريش بن بدران أمير عقيل، فاستولوا عليها وأقاموا فيها الدعوة العبيدية، وتجهز طغرلبك السلجوقي إلى قتالهم، فجاءه خبر بأن أخاه إبراهيم خرج عليه وادعى السلطنة في همذان. وكان ذلك بدسيسة البساسيري وقريش، فإنهما أطمعاه في الاستبداد وضمنا له المعاضدة، فعدل طغرلبك عن البساسيري إلى أخيه واشتغل بحربه، فسار البساسيري وقريش إلى بغداد وخطب للمستنصر خليفة مصر العبيدي بجامع المنصور، وعقد الجسر ووقعت الحرب عليه، فغلب أصحاب البساسيري واستولوا على مدينة الرصافة، وخطبوا بجامعها للمستنصر، واتصلت الحرب في مدينة نهر معلى التي بها قصور الخلافة، وباتوا في دار الخلافة محاصرين، فركب القائم العباسي بنفسه لابسا السواد، وعلى كتفيه البردة النبوية، وبيده سيف مسلول، وعلى رأسه اللواء العباسي، والخدم بالسيوف المسلولة، فصاح البساسيري بأصحابه: لا تشغلنكم الهيبة والخديعة عن إدراك الغرض، احملوا وصيحوا بشعار ابن بنت رسول الله صلى الله عليه وسلم، فحملوا وصاحوا بشعار المستنصر، فلما رأى القائم العباسي الخليفة الحقيقة جلس في منظرة مطلة مشاهدا للحروب، ومعه رئيس الرؤساء وزيره، ثم أمر بتسكين الحرب، وطلب الصلح، والنهب يعمل عمله وصاح القائم من المنظرة: هل لك يا قريش في شرف الدهر وعز الأعقاب، أنزل على أمانك، فدمعت عيناه وقال: والله لا يصل إليك أحد وسيفي في يدي أبدا، ثم نزل فحمله معه والوزير رئيس الرؤساء وزيره يتضرع في الأمان وهو مع الخليفة، فوصل به إلى خيمته وأنزله مكرما بها وأسلم الوزير رئيس الرؤساء للبساسيري وأجار القائم وسلمه لابن عمه مهارش العقيلي صاحب الحديثة وعانة، فحمله معه وأسكنه في جزيرة عانة بالفرات، فوجد على الدار التي كان محبوسا فيها:</p>\n<p class=\"arabic_poetry\">أما ترى الدهر وتدبيره * حكى لعمري فيه مجانه</p>\n<p class=\"arabic_poetry\">يقطر ماء الظرف من هزله * إذ أنزل القائم في عانه فنقل ذلك إلى القائم فتبسم وقال: لعمري لقد أبدع في تدبيره، ولا حول ولا قوة إلا بالله، ولم يدر قائل البيتين، ولما بلغ المستنصر خليفة مصر هذان البيتان أدركته شفقة فقال لوالدته: لقد هممت أن أرد ابن عمي إلى بغداد يكون نائبا وتبعا ويكون ولده نوابا لولدنا، ويكون لنا في هذا أجر وفخر، فقالت له: بأي عقل تعتقه؟ هذا والله لو رددته يوما واحدا ما نسي قديمه ولعاد الأمر كما كان وصار إليه من كان عليه، فإياك أن تخطر هذا بخاطرك. وأما الوزير رئيس الرؤساء أبو القاسم علي بن الحسن بن المسلمة فلما حصل في يد البساسيري بسط عليه العذاب واستخرج منه أموالا كثيرة، فلما كان في يوم عيد النحر من هذه السنة ركب البساسيري وعبر إلى المصلى من الجانب الشرقي وعلى رأسه الألوية المستنصرية، فصلى وأنشده الشعراء، وكان فيهم أبو دلف الخزرجي الينبوعي المتشيع، فوقف تحت البنود البيض وأنشد:</p>\n<p class=\"arabic_poetry\">دار السلام هنيئا * بدعوة ابن الرسول</p>\n<p class=\"arabic_poetry\">جاء النهار وولى * ظلام تلك الذحول</p>\n<p class=\"arabic_poetry\">ما إن رأيت حصانا * حماله في النصول</p>\n<p class=\"arabic_poetry\">نور من الله سام * هاد لكل خذول فأمر له بإحسان جزيل. ولما فرغ البساسيري من أيام العيد أخرج الوزير رئيس الرؤساء وعليه جبة صوف وطرطور من لبد أحمر وفي رقبته مخنقة من جلود، فشهر على تلك الحال، ثم نصبت له خشبة وألبس جلد ثور، وجعل في فكيه كلابان وصلب بهما، فبقي يضرب إلى آخر النهار حتى مات وكان قد بقي في الوزارة اثنتي عشرة سنة ثم إن طغرلبك قدم لنصرة القائم، فهرب البساسيري أمامه، ونهب البساسيري مدينة واسط وعاث في كل ما مر به من بلاد العراق، وسار مهارش العقيلي من جزيرة الحديثة بالخليفة القائم العباسي، فسر السلطان طغرلبك بقدومه، وكان قد وصل إلى بغداد وسكن أهلها وأمنهم، وخرج للقاء القائم، ونزل عن فرسه، وقبل الأرض بين يديه، واعتذر من تأخره باشتغاله بحرب أخيه إبراهيم حتى فرغ منه، فقلده القائم سيفا بيده، ووصل القائم دار الخلافة وطغرلبك ممسك بلجام بغلته في سنة إحدى وخمسين وأربعمائة وصار طغرلبك خلف البساسيري [v.1, p.406]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic\">فهزمه، وسقط عن فرسه فقتله تركي وحمل رأسه إلى بغداد على قناة، واتفق أن كان إخراج البساسيري للقائم يوم الثلاثاء ثامن عشر من كانون الثاني، وكان قتله في مثل هذا اليوم من السنة الثانية بعدها.</p>\n<p class=\"arabic\">والبساسيري هذا هو أبو الحارث أرسلان مملوك تركي لتاجر يقال له ابن بساسير فنسب له، وقيل كان مولاه ينسب إلى بسا من أرض فارس.</p>\n<p class=\"arabic\">وللخليفة القائم دعاء معروف يستغيث به ربه مما حل به من البساسيري استجيب له فيه، وهو : إلى الله العظيم من عبده المسكين، اللهم إنك العالم بالسرائر، والمحيط بمكنونات الضمائر، اللهم إنك غني بعلمك واطلاعك على أمور خلقك عن إعلامي بما أنا فيه: عبد من عبيدك قد كفر نعمتك وما شكرها وألغى العواقب وما ذكرها، أطغاه حلمك وتجبر بأناتك حتى تعدى علينا بغيا وأساء إلينا عتوا وعدوانا، اللهم قل الناصرون لنا واغتر الظالم، وأنت المطلع العالم، والمنصف الحاكم، بك نعتز عليه وإليك نهرب من يديه، فقد تعزز علينا بالمخلوقين، ونحن نعتز بك يا رب العالمين اللهم إنا حاكمناه إليك وتوكلنا في إنصافنا منه عليك وقد رفعت ظلامتي إلى حرمك، ووثقت في كشفها بكرمك، فاحكم بيني وبينه وأنت خير الحاكمين وأرنا ما نرتجيه فقد أخذته العزة بالإثم، اللهم فاسلبه عزه ومكنا بقدرتك من ناصيته يا أرحم الراحمين.</p>\n<p class=\"arabic\">قالوا: ولما أخذ البساسيري الإمام القائم بأمر الله هذا وسجنه في الحديثة عمل هذا الدعاء وكتبه وسلمه إلى بدوي وأمره أن يعلقه على الكعبة، فحمله البدوي وعلقه على الكعبة، فحسب ذلك اليوم فوجد أن البساسيري قتل وجيء برأسه بعد سبعة أيام من التاريخ.</p>",
            "title": "عانات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001030-000.json"
        }
    ],
    "type": "FeatureCollection"
}