{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأحاسي</h1>\n<p class=\"arabic\">جزيرة الأحاسي على نحو عشرة أميال من المهدية بإفريقية ذات أحساء بينها وبين البر مجاز قريب كان نزل به الرجار طاغية صقلية في أسطول له أو من ناب عنه متوسلا إلى المهدية وبلاد المسلمين، وطمع في أن يصادف في المسلمين غرة وينتهز منهم فرصة، وذلك في عام سبعة عشر وخمسمائة، فعكس الله تعالى عليه مقصوده ونصر المسلمين عليه وذلك في سلطان الحسن بن علي بن يحيى بن تميم بن المعز بن باديس صاحب المهدية، ويكفي في التعريف بخبر هذه الكائنة كتاب الحسن هذا إلى بعض الجهات معلما بما سناه الله من الفتح فيه ` إن الرجار صير أسطوله المخذول نحو المهدية، حماها الله تعالى، في نحو من ثلثمائة مركب حمل على ظهورها ثلاثة آلاف راكب وزهاء ألف فارس، وكان الرجار قد رام إخفاء كيده ومكره فمنع السفر إلى سواحل المسلمين فسقط إلى الساحل مركب من حمالة أسطوله عرفنا من ركابه سريرة حاله، ولم نكن قبل ذلك مهملين لما يقتضيه هذا الحادث من التأهب والاستعداد، واستضمام الأجناد إلى الأجناد، والتحريض على مفترض الجهاد، فاستظهرنا باستضمام العرب المطيفة بنا فأقبلوا أفواجا أفواجا، وجاءوا مجيء السيل يعتلج اعتلاجا، ويتدفق أمواجا، وكلهم على نيات من الجهاد خالصة، وعزمات غير معردة في مواقف الموت ولا ناكصة، ووصل الأسطول المخذول ونزلوا على عشرة أميال من المهدية بجزيرة هنالك ذات أحساء، بينها وبين البر مجاز متداني العبرين قريب ما بين الشطين، هين مرامه، سهل على الفارس والراجل خوضه واقتحامه، فتبرع إليهم من جندنا ومن انضاف إليهم من العرب المنجدة لنا طائفة أوسعت أعداء الله طعنا وضربا، وملأت قلوبهم خوفا ورعبا، فلما عاينوا ما نزل بهم أنزلوا عن ظهور مراكبهم ما كان أبقاه الغرق من أفراسهم وكانت نحو ستمائة فرس، وظنوا أنهم إن امتطوا متونها مستلئمين وصدموا بها جيوش المسلمين أمكنهم بعدها انتهاز فرصة، فأكذب الله ظنونهم وخيب آمالهم وجعل الدائرة عليهم وولوا أدبارهم يرون الهزيمة غنيمة والهرب غلبا، وتركوا أفراسهم ومضاربهم وكثيرا من أسلحتهم وعددهم نهبا مقسما وفيئا مغتنما. والحمد لله الذي أيد الإسلام ونصره، وأعلاه وأظهره `.</p>",
            "title": "الأحاسي",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000051-000.json"
        }
    ],
    "type": "FeatureCollection"
}