{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اقريطش</h1>\n<p class=\"arabic\">جزيرة في البحر الشامي، وهي جزيرة عامرة كثيرة الخصب وبها مدن عامرة ودورها خمسة عشر يوما وبينها وبين ساحل البحر يوم وليلة، وقال هرشيوش: طولها مائة واثنان وسبعون ميلا في عرض خمسين ميلا، وقال غيره: دور أقريطش ثمانمائة ميل. وقال آخرون: طولها من الشرق إلى الغرب ثلثمائة ميل ويقال هي مجريان ونصف وبينها وبين الأرض الكبيرة ستون ميلا من ناحية الغرب ومن شرقيها إلى الأرض الكبيرة يومان، والأرض الكبيرة هي أرض الروم التي تتصل بالشام. ونظر اقريطش إلى صاحب القسطنطينية، وبينها وبين جزيرة صقلية مسيرة تسعمائة ميل وفيها من المدن مدينة ربض الخندق، وبها معدن ذهب وأشجار وفواكه وفي أجبلها الوعول الكثيرة وقيل طولها من الشرق إلى الغرب اثنا عشر يوما في ستة أيام. وبين اقريطش وجزيرة قبرس أربعة مجار، وسميت اقريطش لأن أول من عمرها رجل يقال له قراطي، وتسمى أيضا اقريطش البتربلش وترجمته مائة مدينة، وكذلك كان بها مائة مدينة وباقريطش أول ما استنبطت صناعة الموسيقى، وهي كثيرة المعز وليس بها إبل ولا سبع ولا ثعلب ولا غيرها من الدواب الدابة بالليل ولا فيها حية وإذا دخلت فيها ماتت في ذلك العام، وهي كثيرة الكروم والأشجار، ومراسيها من ناحية الشرق مرسى الفتوح وهو مرسى مشتى لا نظير له في موضع، ومراس كثيرة لا حاجة إلى ذكرها.</p>\n<p class=\"arabic\">وذكر عبد الله بن وهب عن ابن لهيعة، ان عبد الله بن سعد بن أبي سرح افتتح جزيرة اقريطش وكان غزا بامرأته قتيلة بنت عمرو بن عبد كلال في البحر، فرأت في المغانم خاتما أعجبها فسألت عبد الله بن سعد أن يعطيها الخاتم فقال: لا أستطيع إنما هو للمسلمين ولكن إن أردت أن تشتريه فاشتريه.</p>\n<p class=\"arabic\">ولما جرى على أهل الأندلس من الربض أيام الحكم بن هشام ما جرى خرج منهم عدد عظيم فنزل منهم طوائف ساحل البربر واستوطنوها، وذهبت أيضا منهم فرق نحو المشرق فلحقوا بمدينة الإسكندرية وهم أزيد من عشرة آلاف ولهم هناك أثر باق إلى اليوم فثاروا بالإسكندرانيين ثورة أهلكت منهم خلقا كثيرا، وتملك الأندلسيون الإسكندرية، وكان سبب ثورة الأندلسيين بهم أن قصابا منهم رمى وجه رجل من الأندلسيين بكرش فأنفوا من ذلك وصاروا إلى ما صاروا إليه، ثم صالحهم عامل من عمال العباسية بمصر على أن ينزلوا حيث شاءوا من أطراف الإسكندرية ومصر فاختاروا جزيرة اقريطش فتحملوا إليها ونزلوها وتملكوها، وكان الأمير منهم أبو حفص عمر بن عيسى وولده بعده فكانت مدة تملكهم لها نحو ثمانين سنة، وغزاها الطاغية سنة خمس وأربعين وثلثمائة، فغلب على مدينتها بعد حصار طويل، وامتنعت عليه منها حينئذ حصون كثيرة ثم استولى على جميعها بعد حين، فجميع من بقي باقريطش من المسلمين إنما هم تحت حكم النصارى.</p>\n<p class=\"arabic\">وكان باقريطش علماء جلة من الأندلسيين منهم الفتح بن العلاء قاضيها وإسحاق بن سالم وموسى بن عبد الملك ومحمد بن عمر أخو يحيى بن عمر المعروف بابن أبي الدوانق ثم خرج إلى مصر وبها توفي، وإسماعيل بن بدر وابنه محمد وابن ابنه إسماعيل ابن محمد، وهلك إسماعيل هذا في الحصار وأصاب العدو أهله وماله. وممن شهر بالعلم من ذرية أبي حفص: عمر بن عيسى بن محمد بن يوسف بن أبي حفص وله كتاب في معاني القرآن وغرائبه، ألفه في حبس القسطنطينية يدل على علمه باللسان واتساع باعه في العلم.</p>\n<p class=\"arabic\">وباقريطش الافثيمون الذي لا يعدل به ولا عوض عنه في جميع البلاد.</p>",
            "title": "اقريطش",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000144-000.json"
        }
    ],
    "type": "FeatureCollection"
}