{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">رومية المدائن</h1>\n<p class=\"arabic\">هي إحدى بلدان المدائن التي كان ينزلها كسرى ملك الفرس بالعراق، يقال لها رومية المدائن، والمدائن على مسافة بعض يوم من بغداد، ويشتمل مجموعها على مدائن متصلة على جانبي دجلة شرقا وغربا، ودجلة يشق بينها، ولذلك سميت المدائن، والغربية منها تسمى بهرسير والمدينة الشرقية تسمى العتيقة، وفيها القصر الأبيض الذي لا يدرى من بناه، وتتصل بهذه المدينة العتيقة المدينة الأخرى التي كانت الملوك تنزلها، وفيها الإيوان إيوان كسرى العجيب البنيان، الشاهد بضخامة ملك بني ساسان، ويقال إن سابور ذا الأكتاف منهم هو الذي بناه، وهو من أكابر ملوكهم، كما بنى ببلاد فارس وخراسان مدنا كثيرة. وكان الإسكندر، وقيل إنه ذو القرنين، بلغ مشارق الأرض ومغاربها وله في كل إقليم أثر، فبنى بالمغرب الإسكندرية، وبخراسان سمرقند ومدينة الصغد، وبخراسان السفلى مرو وهراة، وبناحية الجبل جي وهي أصبهان، ومدنا كثيرة في نواحي الأرض وأطرافها، وجال الدنيا كلها فلم يختر منها منزلا سوى المدائن، بناها مدينة عظيمة وجعل عليها سورا أثره باق، وهي التي تسمى الرومية في جانب دجلة الشرقي، وبها مات، وحمل إلى الإسكندرية لمكان والدته، فإنها كانت إذ ذاك باقية هناك.</p>\n<p class=\"arabic\">وفي رومية كان إيقاع أبي جعفر المنصور بأبي مسلم بالقتل سنة ست وثلاثين ومائة، وكان المنصور بعث إليه بعد ظفره بعسكر عبد الله بن علي وكان خرج على المنصور وحاربه أشهرا، ثم انهزم عبد الله وظفر أبو مسلم بعسكره، فبعث المنصور يقطين بن [v.1, p.276] موسى لقبض الخزائن، فلما دخل يقطين على أبي مسلم قال: السلام عليك أيها الأمير، قال: لا سلم الله عليك يا ابن اللخناء، أؤتمن على الدماء ولا أؤتمن على الأموال؟! فقال له: فما الذي أبدى منك هذا أيها الأمير؟ قال: أرسلك صاحبك لقبض ما في يدي من الخزائن، فقال له: امرأتي طالق ثلاثا إن كان أمير المؤمنين وجهني إليك لغير تهنئتك بالظفر، فاعتنقه أبو مسلم وأجلسه إلى جانبه، فلما انصرف قال لأصحابه: إني والله أعلم أنه قد طلق، ولكنه وفى لصاحبه.</p>\n<p class=\"arabic\">وسار أبو مسلم من الجزيرة، وقد أجمع على خلاف المنصور، فأخذ طريق خراسان منكبا عن العراق، وسار المنصور من الأنبار فنزل رومية المدائن وكتب إلى أبي مسلم: إني قد أردت مذاكرتك بأشياء لم يخلصها الكتاب فأقبل فإن مقامك عندنا قليل، فقرأ الكتاب ومضى إلى وجهه، فسرح إليه المنصور جرير بن يزيد بن جرير بن عبد الله البجلي وكان واحد زمانه دهاء ومعرفة، وكانت المعرفة بينهما قديمة فقال له: أيها الأمير ضربت الناس عن عرض لأهل هذا البيت ثم تنصرف على هذه الحال؟ ما آمن من يعيبك من هناك وهاهنا وإن يقال طلب ثار قوم ثم نقض بيعتهم فيخالفك من تأمن مخالفته إياك وإن الأمر لم يبلغ عند خليفتك ما تكره ولا أرى أن تنصرف على هذه الحال، فأراد أن يجيب إلى الرجوع، فقال له مالك بن الهيثم: لا تفعل فقال: لقد بليت بإبليس، يعني الجريري، فلم يزل به حتى أقبل به إلى البصرة. فكان أبو مسلم يجد خبره في الكتب السالفة وأنه يقتل بالروم، وكان يكثر من قول ذلك وأنه مميت دولة ومحيي أخرى، فلما دخل على المنصور رحب به وعانقه وقال له: كدت أن تمضي قبل أن أفضي إليك بما أريد، قال: قد أتيت يا أمير المؤمنين فمر بأمرك، فأمره بالانصراف إلى منزله وانتظر به الغوائل، ثم بعد ذلك ركب أبو مسلم إلى مضرب المنصور، وهو على دجلة برومية المدائن، فجلس تحت الرواق والمنصور يتوضأ، وكان تقدم إلى صاحب حرسه عثمان بن نهيك في عدة أن يقوموا خلف السرير الذي وراء أبي مسلم، فإذا صفق بيد على يد فليظهروا وليضربوا عنقه وما أدركوا منه بسيوفهم، وجلس المنصور فدخل عليه أبو مسلم، فسلم، فرد عليه وأذن له في الجلوس وحادثه ساعة ثم أقبل يعاتبه ويقول: فعلت وفعلت، فقال أبو مسلم: ليس يقال لي هذا بعد بلائي وما كان مني، فقال له: يا ابن الخبيثة وإنما فعلت ذلك بجدنا وحظوظنا ولو كان مكانك أمة سوداء لأجزت، ألست الكاتب إلي تبدأ بنفسك، والكاتب إلي تخطب فلانة بنت علي وتزعم أنك ابن سليط بن عبد الله بن العباس؟! لقد ارتقيت، لا أم لك، مرتقى صعبا، فأخذ أبو مسلم بيده يعركها ويقبلها ويعتذر إليه، فقال المنصور، وهو آخر ما كلمه: قتلني الله إن لم أقتلك، ثم صفق بإحدى يديه على الأخرى، فخرج إليه القوم، فضربه عثمان بن نهيك ضربة خفيفة بالسيف قطعت نجاد سيفه، وضربه آخر فقطع رجله واعتورته السيوف فقضت عليه، والمنصور يصيح: اضربوا قطع الله أيمانكم، وقد تقدم في حرف الخاء طرف آخر من هذا الفصل.</p>",
            "title": "رومية المدائن",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000711-000.json"
        }
    ],
    "type": "FeatureCollection"
}