{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">كوثا</h1>\n<p class=\"arabic\">مدينة بالعراق إلى جانب بابل، فيها ولد إبراهيم الخليل عليه السلام، وفيها المكان الذي فيه كان حبس إبراهيم الخليل عليه السلام والبيت الذي كان محبوسا فيه، ويقال إن بها طرح إبراهيم الخليل عليه السلام في النار، وبها تلول رماد عالية قد لزق بعضه ببعض يقال إنه رماد نار النمرود بن كنعان الذي طرح فيها إبراهيم عليه السلام.</p>\n<p class=\"arabic\">ولما انقضى أمر القادسية قدم سعد بن أبي وقاص رضي الله عنه زهرة بن حوية ثم اتبعه الجند، فلقي بأطراف كوثا جمعا من جموع العجم مقدمهم شهريار، فخرج ينادي: ألا رجل ألا فارس منكم شديد عظيم يخرج إلي حتى أثكلكم به، فقال له زهرة، وقد كايده، لقد أردت أن أبادرك، فإما اذ سمعت قولك فإني لا أخرج إليك إلا عبدا، فإن أقمت قتلك إن شاء الله، وإن فررت منه فإنما فررت من عبد، ثم أمر أبا نباتة نائلا الأعوجي، وكان من شجعان بني تميم، فخرج إليه، مع كل واحد منهما الرمح، وكلاهما وثيق الخلق، إلا أن شهريار مثل الجمل، فلما رأى نائلا ألقى الرمح ليعتنقه، وألقى نائل رمحه ليعتنقه، وانتضيا سيفيهما فاجتلدا بهما ثم اعتنقا فخرا عن دابتيهما فوقع شهريار على نائل كأنه بيت فضغطه بفخذه، وأخذ الخنجر وأراد حل أزرار درعه ليذبحه، فوقعت إبهامه في فم نائل، فمضغها فحطم عظمها، وأحس منه فتورا فثاوره فجلد به الأرض، ثم قعد على صدره، وأخذ خنجره فكشف درعه عن بطنه فطعنه في بطنه وجنبه حتى مات، وأخذ فرسه وسواريه وسلبه، وانكشف أصحابه فذهبوا في البلاد، وأقام زهرة بكوثا حتى قدم سعد عليه، فغنم سعد نائلا ذلك السلب كله وقال: عزمت عليك يا نائل إلا لبست سواريه وقباءه ودرعه وركبت دابته، وانطلق فتدرع سلبه ثم أتاه في سلاحه على دابته، فقال له سعد: اخلع سواريك إلا أن ترى حربا فالبسهما، فكان أول رجل من المسلمين سور بالعراق. وأقام سعد بكوثا أياما، وأتى المكان الذي حبس فيه إبراهيم عليه السلام بكوثا والبيت الذي كان فيه محبوسا فنظر إليه وصلى على رسول الله صلى الله عليه وسلم وعلى إبراهيم وعلى أنبياء الله أجمعين. وقرأ ` وتلك الأيام نداولها بين الناس `، وقد مر في ذكر افرندين أن المسلمين لما دخلوا المدائن وناداهم رسول كسرى: هل إلى الصلح من سبيل، أجابه رجل من المسلمين بلسانهم، وكان لا يعرف منه شيئا: لا، حتى نأكل عسل افرندين بأترج كوثا، والقصة مشروحة هناك.</p>",
            "title": "كوثا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001314-000.json"
        }
    ],
    "type": "FeatureCollection"
}