{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الفيوم</h1>\n<p class=\"arabic\">في البلاد المصرية، وهو نظر كبير فيه قرى كثيرة، يقال إن فيه من القرى عدد ما في قطر مصر كلها من القرى فإن بوسف عليه السلام حين صنعه أنزل في كل قرية أهل بيت من قرى مصر، وصير لكل قرية من الماء بقدر ما يروي أرضها من غير زيادة ولا نقصان، ويقال أيضا إن بالفيوم ثلثمائة قرية على عدد أيام السنة لا تقصر عن الري أبدا لحكمة شربها، فإذا نقص النيل في سنة من السنين وغلا السعر بمصر مارت كل قرية منها مصر يوما.</p>\n<p class=\"arabic\">وحجر اللهون بالفيوم من عجائب الدنيا، واللهون قرية كبيرة من قرى الفيوم، وهذا الحجر شاذروان بين طبقين من أحكم صنعة مدرج على ستين درجة، فيها فوارات في أعلاها وفي وسطها وفي أسفلها فتسقي العليا الأرض العليا والوسطى الأرض الوسطى، والسفلى الأرض السفلى بوزن وقدر لا ينقص لأحد دون حقه ولا يزيده فوق حقه، وهو من أحكم البنيان وأتقنه، قيل: ومن ذلك الوقت عرفت الهندسة.</p>\n<p class=\"arabic\">وقد ذكر كثير من الناس أن يوسف عليه السلام عمله بالوحي، ولم يزل الملوك من الأمم يقصدون هذا الموضع ويتأملون حسن صنعته ويتعجبون من غرائب حكمته، ويقال إن الملك المعاصر ليوسف عليه السلام لما تأمله قال: هذا من ملكوت السموات، وهو من البناء الذي يبقى على غابر الزمان، ويقال إنه عمل من ثلاثة أشياء: من الفضة والنحاس والرخام ، وفي الضفة الغربية منه مسجد يقال له مسجد يوسف، والفيوم يشرب من ذراع اثني عشر وليس بأرض مصر موضع يشرب من ذراع اثني عشر غير الفيوم لحكمة بنيان هذا اللهون، وإنما ري أرض مصر يشرب من ذراع ستة عشر، فإذا زاد النيل على اثني عشر قطع الماء عن الفيوم، وإذا كان يوم سد حجر اللهون حضر ذلك شهود أهل تلك الجهة وأمراؤهم بالطبول والبنود، والمهندسون من أهل تلك الجهة، فلم يكن لمن يدعي نقصا من الماء عذر، وخرجت الأرسال عند ذلك بالبشائر إلى مصر، وهو عندهم يوم نوروز ونزهة. وأهل الفيوم يزدرعون والماء باق على جميع أرض مصر، ويكون الحصاد عندهم وجميع من في أرض مصر لم يتم حرثه، فإذا كان حصاد أهل مصر كان ذلك أول السقية الثانية لأهل الفيوم، لأنهم يزدرعون في العام مرتين، ويزدرعون في السقية الثانية القمح والشعير والأرز فضلا عن القطاني. والفيوم أخصب بلاد الله وأكثرها فاكهة. لا يعدم بها الرطب شتاء وصيفا ولذلك غلتها أكثر جبايات مصر.</p>\n<p class=\"arabic\">قيل وإنما سميت الفيوم لأن خراجها ألف دينار كل يوم، والفيوم في وسط بلاد مصر، فلا يؤتى إلى كورة الفيوم من ناحية من النواحي لا من صحراء ولا مفازة. ولما فتح عمرو بن العاصي بلاد مصر أقام سنة لا يعلم أين الفيوم ولا حيث مكانه، حتى بعث عمرو بن قيس إلى ناحية الصعيد، فأبطأ عليه خبره، فقال: من يأتينا بخبر ابن قيس؟ فقال ربيعة بن حبيب: أنا آتيك به، فركب ثم جاز النيل من الجهة الشرقية فلم ير شيئا، فلما هم بالانصراف وسار قليلا طلع سواد الفيوم فأتوا عمرا بخبره. [v.1, p.445] فراغ [v.1, p.446]</p>\n<p class=\"arabic\"></p>",
            "title": "الفيوم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001158-000.json"
        }
    ],
    "type": "FeatureCollection"
}