{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نكور</h1>\n<p class=\"arabic\">مدينة بالمغرب بقرب مدينة مليلة، وهي مدينة كبيرة بينها وبين البحر نحو عشرة أميال وقيل خمسة، وهي بين رواب وجبال منها جبل يقابل المدينة يعرف بالمصلى. وبها جامع على [v.1, p.576] أعمدة من خشب العرعر، وهو والأرز أكثر خشبها، ولها أربعة أبواب في القبلة باب سليمان وبين القبلة والجوف باب بني ورياغل، وفي المغرب باب المصلى، وفي الجوف باب اليهود وسورها من اللبن، وحماماتها كثيرة، وأسواقها عامرة وغزا المجوس مدينة نكور سنة أربع وأربعين ومائتين فتغلبوا عليها وانتهبوها وسبوا من فيها إلا من خلصه الفرار فأقاموا بها ثمانية أيام.</p>\n<p class=\"arabic\">وبها نهران أحدهما يسمى نكور، وبه سميت، يخرج من جبل هناك ومن هذا الجبل ينبعث النهر المعروف بورغة وهو نهر كبير مشهور من أنهار المغرب وعلى نهرها الأرحاء.</p>\n<p class=\"arabic\">ومدينة نكور كثيرة البساتين طيبة الفواكه لا سيما الكمثرى والرمان فليس يوجد مثلهما في بلد، وهي قديمة أزلية افتتحها سعيد بن ادريس بن صالح الحميري أو بناها وهو المعروف بالعبد الصالح وذلك في أيام الوليد بن عبد الملك بن مروان وكان دخل أرض المغرب في الافتتاح الأول قبل موسى بن نصير، وعلى يديه أسلم البربر المجاورون لهذه المدينة وهم صنهاجة وغمارة ثم ارتد منهم بشر كثير لما ثقلت عليهم شرائع الإسلام.</p>\n<p class=\"arabic\">ولإبراهيم بن أيوب النكوري:</p>\n<p class=\"arabic_poetry\">أيا أملي الذي أبغي وسولي * ودنياي الذي أرجو وديني</p>\n<p class=\"arabic_poetry\">أأحرم من يمينك ري نفسي * ورزق الخلق في تلك اليمين</p>\n<p class=\"arabic_poetry\">ويحجب عن جبينك لحظ طرفي * ونور الأرض من ذاك الجبين</p>\n<p class=\"arabic_poetry\">وقد جبت المهامه من نكور * إليك بكل ناجية أمون وبين مدينة نكور ومرسى تمسامان عشرون ميلا.</p>",
            "title": "نكور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001530-000.json"
        }
    ],
    "type": "FeatureCollection"
}