{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بسكرة</h1>\n<p class=\"arabic\">من بلاد الزاب بأرض المغرب، وهي قاعدة تلك البلاد، وهي كبيرة كثيرة النخل والزيتون وأصناف الثمار، وعليها سور وخنادق وبها جامع ومساجد كثيرة وحمامات وحواليها بساتين كثيرة، وهي في غابة كبيرة مقدار ستة أميال، فيها أجناس من [v.1, p.113]</p>\n<p class=\"arabic\">التمر منها جنس يعرف بالكسبا وهو الصيحاني يضرب به المثل لفضله على غيره، وجنس آخر يعرف بالياوي أبيض أملس، وكان عبيد الله الشيعي صاحب القيروان يأمر عماله بالمنع من بيعه ويبعث ما هناك منه إليه لطيبه وحسنه، وتعرف هذه البلدة ببسكرة النخل، ويشق غابة بسكرة نهر كبير ينحدر من جبل أوراس يسقي بساتينها ونخيلها وهو نحو ستة أميال في غابة متصلة بالمدينة سوى غابات كورها وقراها. وحول بسكرة أرباض خارجة عن الخندق. وبسكرة دار فقه وعلم كثير وفيها العلماء وأهلها على مذهب أهل المدينة ولها من الأبواب باب المقبرة، وباب الحمام، وباب ثالث يسكنه المولدون. وحولها من قبائل البربر سدراتة ومغراوة. وداخل بسكرة آبار عذبة منها في الجامع بئر لا تنزف وداخل المدينة جنان يدخل إليها الماء من النهر، وبها جبل ملح يقطع منه كالصخر الجليل ومنه كان عبيد الله الشيعي وبنوه يستعملون في أطعمتهم وتعرف ببسكرة النخل .</p>\n<p class=\"arabic\">ومن قرى بسكرة قرية ملشون منها كان أبو عبد الملك الملشوني، كان فقيها عالما يحمل عنه العلم وهو الذي أخبر أن في طريق بسكرة جبلا فيه كهف فيه رجل قتيل لم يعرف أحد من أي عهد هو ولم تغيره الدهور ولا تقادم الأزمان كأنما جراحه تقطر دما، ويخبر الكافة عن الكافة والخلف عن السلف أنهم كذا عرفوه مذ كانوا، وقد نقله أهل تلك النواحي ودفنوه بأفنيتهم تبركا به ثم لم يلبثوا أن وجدوه في الكهف على حاله، حدث بذلك ثقات أهل تلك النواحي، ويقال إنه من الحواريين، قيل إن هذا القتيل في شق جبل في شرقي عين أوبار وهي عين عظيمة بين مدينة مرماجنة ومدينة سبيبة، وذكر أنه بجبل لواتة وأنه كأنما ذبح من يومه وأنه هناك من قبل فتح إفريقية.</p>",
            "title": "بسكرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000291-000.json"
        }
    ],
    "type": "FeatureCollection"
}