{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">آمد</h1>\n<p class=\"arabic\">مدينة من كور الجزيرة من أعمال الموصل والجزيرة ما بين دجلة والموصل، وآمد بمقربة من ميافارقين فتحها عياض بن غنم بعد قتال على مثل صلح الرها، فإنه لما أتى الرها خرج إليه أهلها فقاتلوه فهزمهم المسلمون حتى ألجأوهم إلى المدينة فطلبوا الأمان والصلح، فأجابهم عياض إليه وكتب لهم : ` بسم الله الرحمن الرحيم. هذا كتاب من عياض بن غنم لأسقف الرها إنكم إن فتحتم لي باب المدينة على أن تؤدوا لي عن كل رجل منكم دينارا أو مد قمح فأنتم آمنون على أنفسكم وأموالكم ومن تبعكم، عليكم ارشاد الضال وإصلاح الجسور والطرق ونصيحة المسلمين شهد الله وكفى بالله شهيدا `. فعلى مثل هذا الصلح صالح أهل آمد وأهل ميافارقين وكفر توثا بعد قتال أيضا على مثل صلح الرها.</p>\n<p class=\"arabic\">ومدينة آمد كبيرة حصينة على جبل في غربي دجلة وهي كثيرة الشجر والجبل عليها مطل نحو مائة قامة وعليها سور بحجارة الأرحى السود، ولها داخل سورها مياه جارية ومطاحن على عيون تطرد وأشجار وبساتين، وبينها وبين ميافارقين مرحلتان، ولها أربعة أبواب: باب التل وباب الماء وباب الجبل وباب الروم، وفي شمالها سوران، وفي قبليها برج كبير يسمى برج الزينة، وعلى باب الروم برجان، وقصبة السلطان في شرقها. والمدينة مستعلية على شرف، وهي أكبر من ميافارقين، وداخل آمد عين ثرة. وتأتيها دجلة من شمالها وتخرج من شرقيها، وبساتينها غربا وقبلة عنها إلى دجلة، وفي صحن جامعها أوتاد حديد قائمة معترضة من بلاط إلى بلاط ارتفاع الظاهر منها فوق الأرض ذراعان قد عقد بها كلها سلسلتان من حديد يذكر أهلها أن السرج كانت تقد عليها في سالف الأزمان.</p>\n<p class=\"arabic\">ومن العجائب جبل بآمد فيه صدع فمن انتضى سيفه وأولجه فيه وهو قابض عليه اضطرب السيف في يده وارتعد هو ولو كان أشد الناس وأعجوبة أخرى أنه من حد بذلك الجبل سكينا أو سيفا وحمله على الابر والمسال جذبها أكبر من جذب المغنيطس، والحجر نفسه لا يجذب الحديد ولو بقي يحد عليه مائة عام لكانت تلك القوة فيه قائمة، وهو أقوى من حجر المغنيطس لأن الثوم يذهب قوة المغنيطس، وهذا مثل الذي بحوز مورور من الأندلس من أعمال قرطبة، وأخبر من حد به سيفا في الحجر مكانه من الجبل وقد تقادم عهده فوجده يجذب من تحت غمده وتعلق الابر بالغمد، وذكر صاحب هذا السيف أنه قد صقله مرارا فما زالت تلك القوة فيه.</p>\n<p class=\"arabic\">ومن آمد إلى ميافارقين خمسة فراسخ. وفي سنة ست وثمانين ومائتين نزل المعتضد أمير المؤمنين خليفة بغداد على آمد بعد وفاة أحمد بن عيسى بن الشيخ وقد تحصن بها ولده محمد بن أحمد بن عيسى، فبث جيوشه حولها وحاصرها، فحدث شعلة بن شهاب اليشكري قال: وجهني المعتضد إلى محمد بن أحمد بن عيسى بن الشيخ لأخذ الحجة عليه، قال: فلما صرت إليه واتصل الخبر بأم الشريف أرسلت إلي فقالت: يا ابن شهاب، كيف خلفت أمير المؤمنين؟ فقلت: خلفته والله ملكا جزلا وحكما عدلا أمارا بالمعروف فعالا للخير متعززا على الباطل متذللا للحق لا تأخذه في الله لومة لائم، قال: فقالت لي: هو والله أهل ذاك ومستحقه ومستوجبه، وكيف لا يكون كذلك وهو ظل الله الممدود على بلاده، والخليفة المؤتمن على عباده، أعز به دينه وأحيا به سنته [v.1, p.3] وثبت به شريعته، ثم قالت لي: وكيف رأيت صاحبنا، تعني ابن أخيها محمد بن أحمد، قال فقلت: رأيت غلاما حدثا معجبا قد استحوذ عليه السفهاء فاستمد بآرائهم ونصت لأقوالهم يزخرفون له الكلام ويوردونه الندم، فقالت لي: فهل لك أن ترجع إليه بكتاب فلعلنا أن نحل ما عقد السفهاء، قال قلت: أجل، فكتبت إليه كتابا حسنا لطيفا أجزلت فيه الموعظة وأخلصت فيه النصيحة، وكتبت في آخره هذه الأبيات:</p>\n<p class=\"arabic_poetry\">اقبل نصيحة أم قلبها وجع * عليك خوفا وإشفاقا وقل سددا</p>\n<p class=\"arabic_poetry\">واستعمل الفكر في قولي فإنك إن * فكرت ألفيت في قولي لك الرشدا</p>\n<p class=\"arabic_poetry\">ولا تثق برجال في قلوبهم * ضغائن تبعث الشنآن والحسدا</p>\n<p class=\"arabic_poetry\">مثل النعاج خمول في بيوتهم * حتى إذا أمنوا ألفيتهم أسدا</p>\n<p class=\"arabic_poetry\">وداو داءك والأدواء ممكنة * وإذ طبيبك قد ألقى إليك يدا</p>\n<p class=\"arabic_poetry\">وأعط الخليفة ما يرضيه منك ولا * تمنعه مالا ولا أهلا ولا ولدا</p>\n<p class=\"arabic_poetry\">واردف أخا يشكر ردءا يكون له * ردءا من السوء لا تشمت به أحدا</p>\n<p class=\"arabic\">قال : فأخذت الكتاب وصرت به إلى محمد بن أحمد، فلما نظر فيه رمى به إلي ثم قال: يا أخا يشكر ما بآراء النساء تساس الدول، ولا بعقولهن يساس الملك، ارجع إلى صاحبك، فرجعت إلى أمير المؤمنين فأخبرته الخبر على حقه وصدقه، فقال: وأين كتاب أم الشريف؟ فأظهرته، فلما عرض عليه أعجبه شعرها وعقلها ثم قال: والله إني لأرجو أن أشفعها في كثير من القوم. فلما كان من فتح آمد ما كان ونزول محمد بن أحمد على الأمان لما عمهم القتال وجه إلي أمير المؤمنين فقال: يا شعلة بن شهاب هل عندك علم من أم شريف؟ قال، قلت: لا والله يا أمير المؤمنين، قال: فامض مع هذا الخادم فإنك تجدها في جملة نسائها، قال: فمضيت، فلما بصرت بي أسفرت عن وجهها وأنشأت تقول:</p>\n<p class=\"arabic_poetry\">ريب الزمان وصرفه * وعدته كشف القناعا</p>\n<p class=\"arabic_poetry\">وأذل بعد العز من؟ * االصعب والبطل الشجاعا</p>\n<p class=\"arabic_poetry\">ولقد نصحت فما أطع؟ * ت وكم حرصت بأن أطاعا</p>\n<p class=\"arabic_poetry\">فأبى بنا المقدار إ * لا أن نقسم أو نباعا</p>\n<p class=\"arabic_poetry\">يا ليت شعري هل نرى * يوما لفرقتنا اجتماعا</p>\n<p class=\"arabic\">ثم بكت وضربت بيدها على الأخرى وقالت: يا ابن شهاب كأني والله كنت أرى ما أرى فإنا لله وإنا إليه راجعون، قال فقلت: إن أمير المؤمنين قد وجهني إليك وما ذاك إلا لحسن رأيه فيك، قال فقالت لي: فهل لك أن توصل إليه كتابي هذا بما فيه؟ قلت: نعم، فكتبت إليه بهذه الأبيات:</p>\n<p class=\"arabic_poetry\">قل للخليفة والإمام المرتضى * وابن الخلائف من قريش الأبطح</p>\n<p class=\"arabic_poetry\">بك أصلح الله البلاد وأهلها * بعد الفساد وطال ما لم تصلح</p>\n<p class=\"arabic_poetry\">وتزحزحت بك قبة العز التي * لولاك بعد الله لم تتزحزح</p>\n<p class=\"arabic_poetry\">وأراك ربك ما تحب فلا ترى * ما لا تحب فجد بعفوك واصفح</p>\n<p class=\"arabic_poetry\">يا بهجة الدنيا وبدر ملوكها * هب ظالمين ومفسدين لمصلح</p>\n<p class=\"arabic\">قال : فأخذت الكتاب وصرت به إلى أمير المؤمنين، فلما عرضت عليه الأبيات أعجبته، فأمر أن تحمل إليها تخوت من ثياب وجملة من المال وإلى ابن أخيها محمد بن أحمد بن عيسى مثل ذلك، وشفعها في كثير من أهلها ممن عظم جرمه واستحق العقوبة.</p>\n<p class=\"arabic\">ومن العلماء المنسوبين إلى آمد المتأخرين السيف الآمدي [v.1, p.4]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic\">أبو الحسن علي بن أبي الحسن الفقيه الأصولي الناظر الحافظ مصنف ` أحكام الأحكام ` و ` منتهى السول ` و ` أبكار الأفكار ` والجدل والخلافيات وغيرها من تصانيفه، وفيه يقول القائل:</p>\n<p class=\"arabic_poetry\">إني نصحت لأهل العلم إن قبلوا * وكل قابل نصح سوف ينتفع</p>\n<p class=\"arabic_poetry\">لا تلتقوا السيف يوما في مناظرة * فكل من يلتقيه السيف ينقطع</p>",
            "title": "آمد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000018-000.json"
        }
    ],
    "type": "FeatureCollection"
}