{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حصن ثوبة</h1>\n<p class=\"arabic\">باليمن، ويقال إن فيه قبر هود النبي عليه الصلاة والسلام، وقال أبو الطفيل: سمعت عليا رضي الله عنه يقول: رأيت كثيبا أحمر تخالطه مدرة حمراء وأراك وسدر كثير بناحية كذا من حضرموت هل رأيته؟ قلت: نعم والله إنك لتنعت نعت رجل رآه، قال: لا ولكن حدثت عنه وفيه قبر هود عليه الصلاة والسلام، وعند رأسه سدر أو سلم، وقيل بل قبره بمهرة.</p>\n<p class=\"arabic\">وكانت كندة ارتدت بحضرموت بعد موت النبي صلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم لما قدم عليه وفدهم مسلمين استعمل عليهم زياد بن لبيد الأنصاري فأقام معهم في ديارهم يأخذ صدقاتهم حياة رسول الله صلى الله عليه وسلم، فلما مات ارتدوا، وقاتلهم زياد وكايدهم حتى حكم عليهم وسنذكر ذلك بأبسط من هذا في ذكر النجير وهي فيما ذكر حضرموت أو حصن بها.</p>\n<p class=\"arabic\">وزعموا أن بحضرموت النسناس وأنه كمثل نصف الإنسان بيد واحدة ورجل واحدة يثب وثبا ويعدو عدوا شديدا وأنه يغتذي بجميع النبات ويصبر على العطش، ورووا خبرا عن شبيب بن شبة بن الحارث التميمي قال: قدمت الشحر على رئيسها فتذاكرنا النسناس فقال: استعدوا فإنا خارجون في قنصهم، فلما خرجنا ألظ كلبان بواحد منها وله وجه كوجه الإنسان وشعرات في ذقنه ورجلاه كرجلي الإنسان، فجعل يعدو وهو يقول:</p>\n<p class=\"arabic_poetry\">الويل لي مما به دهاني * دهري من الهموم والأحزن * قفا قليلا أيها الكلبان * إليكما حتى تجارياني * لو في شباب ما ملكتماني * لكن قضاء الملك الرحمان * يذل ذا العزة والسلطان * فالتقيا به فأخذاه، فقال قائل من شجرة: سبحان الله ما أشد حمرة دمه، قالوا: نسناس خذوه، فأجاب آخر من شجرة فقال: كان يأكل السماق، فقالوا: خذوه، فأخذوه، وقالوا: لو سكت لم يعلم مكانه، فقال آخر: أنا صامت، فقالوا: نسناس خذوه، فقال آخر: يا إنسان احفظ رأسك، قالوا: [v.1, p.203] خذوه، قال المسعودي : ورأيت أهل الشحر وحضرموت يستظرفون أخبار النسناس ويتوهمون أنها ببعض البلاد، وهذا يدل على عدم كونه وأنه من هوس العامة كما وقع لهم خبر عنقاء مغرب.</p>",
            "title": "حصن ثوبة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000531-000.json"
        }
    ],
    "type": "FeatureCollection"
}