{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الربذة</h1>\n<p class=\"arabic\">منزل فيه أعراب وماء كثير، وفيه منزل أبي ذر رضي الله عنه صاحب رسول الله صلى الله عليه وسلم وفيه قبره وفيها مسجد جامع، وهي من القرى القديمة في الجاهلية.</p>\n<p class=\"arabic\">والربذة هي التي جعلها عمر رضي الله عنه حمى لإبل الصدقة، وهي في اللغة الصوفة من العين تعلق على البعير، وإليها نفى عثمان رضي الله عنه أبا ذر رضي الله عنه فمات بها سنة اثنتين وثلاثين، وهو جندب بن عبادة ويقال ابن السكن، وهو من غفار قبيلة من كنانة.</p>\n<p class=\"arabic\">وكان النبي صلى الله عليه وسلم قال فيه في وجهته إلى تبوك، لما أبطأ بأبي ذر رضي الله عنه جمله، فأخذ رحله فجعله على جمله ثم [v.1, p.266] خرج يتبع أثر رسول الله صلى الله عليه وسلم ماشيا، ونزل رسول الله صلى الله عليه وسلم في بعض منازله، ونظر ناظر من المسلمين فقال: يا رسول الله، هذا رجل يمشي على الطريق وحده، فقال رسول الله صلى الله عليه وسلم: ` كن أبا ذر، رحم الله أبا ذر، يمشي وحده ويموت وحده ويبعث وحده ` الحديث.</p>\n<p class=\"arabic\">فلما خرج أبو ذر رضي الله عنه إلى الربذة وأصابه بها أجله لم يكن معه أحد إلا امرأته وغلامه، فأوصاهما أن اغسلاني وكفناني ثم ضعاني على قارعة الطريق فأول ركب يمر بكم فقولوا: هذا أبو ذر صاحب رسول الله صلى الله عليه وسلم فأعينونا على دفنه، فلما مات فعلا به ذلك ثم وضعاه على قارعة الطريق، وأقبل عبد الله بن مسعود رضي الله عنه في رهط من أهل العراق، فلم يرعهم إلا الجنازة على ظهر الطريق وقد كادت الإبل تطؤها، وقام إليهم الغلام وقال: هذا أبو ذر صاحب رسول الله صلى الله عليه وسلم فأعينونا على دفنه، قال: فاستهل عبد الله بن مسعود رضي الله عنه يبكي: صدق رسول الله صلى الله عليه وسلم، تمشي وحدك وتموت وحدك وتبعث وحدك، ثم نزل هو وأصحابه فواروه، ثم حدثهم عبد الله بن مسعود رضي الله عنه حديثه وما قال له رسول الله صلى الله عليه وسلم في مسيره إلى تبوك.</p>\n<p class=\"arabic\">وفي الثغور الرومية التي افتتحها مسلمة بن عبد الملك ربذة أخرى.</p>\n<p class=\"arabic\">وبالربذة مات عتبة بن غزوان سنة سبع عشرة، له الهجرتان وبدر والمشاهد كلها، وكان من الرماة المذكورين يوم بدر.</p>",
            "title": "الربذة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000681-000.json"
        }
    ],
    "type": "FeatureCollection"
}