{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دير الجماجم</h1>\n<p class=\"arabic\">بظاهر الكوفة على شاطئ الفرات، قيل سمي دير الجماجم لأنه كان تعمل فيه أقداح من خشب، وقيل سمي دير الجماجم بوقعة كانت فيه دفنت جماجمهم فيه، وهي وقعة إياد على أعاجم كسرى على شاطئ الفرات الغربي بظاهر الكوفة على طريق البر الذي يسلك إلى البصرة وبهذا الموضع كانت الوقيعة بين عبد الرحمن بن محمد بن الأشعث بن قيس الكندي وبين الحجاج بن يوسف فإنه قد كان خلع عبد الملك بن مروان سنة اثنتين وثمانين، فبعث إليه عبد الملك ابنه عبد الله في أهل الشام وأخاه محمد بن مروان في أهل الجزيرة، ومع عبد الرحمن خيار أهل الأرض من القراء خرجوا منكرين لأمر الحجاج، فخيراه في عزل الحجاج ومراجعة الطاعة فلم يجب إلى ذلك فولي الحجاج حربه، فكانت وقعة ابن الأشعث مع الحجاج بدير الجماجم في شعبان من سنة ثلاث وثمانين، فهزم عبد الرحمن ولحق ببلاد الترك بعد أن كانت بينهما ثمانون وقعة أكثرها على الحجاج، وصار عبد الرحمن إلى رتبيل ملك الترك فقبله وأكرمه وصار إليه فل أصحابه وهم زهاء عشرين ألفا، وكان ابن الأشعث لما انهزم توجه إلى نيسابور ثم إلى كرمان فأغلق الباب دونه فسار إلى رتبيل ملك الترك، فوجه إليه الحجاج من ضمن له ألف ألف وأربعمائة ألف درهم على أن يسلم ابن الأشعث إليه، ففعل فقتل نفسه خشية أن يمثل به، فحمل إليه رأسه. وقال الأصمعي كانت لابن الأشعث أربع وقعات: وقعة الأهواز ووقعة الزاوية ووقعة دير الجماجم ووقعة بدجيل. وفي كتاب الدولابي ما قدمناه كانت بينهما ثمانون وقعة، وفي ذلك قال أعشى همدان وكان ممن خرج مع ابن الأشعث:</p>\n<p class=\"arabic_poetry\">إنا سمونا للكفور الفتان * بالسيد الغطريف عبد الرحمن</p>\n<p class=\"arabic_poetry\">سار بجمع كالقطا من قحطان * ومن معد قد أتى ابن عدنان</p>\n<p class=\"arabic_poetry\">أمكن ربي من ثقيف همدان * يوما إلى الليل يسلي ما كان</p>\n<p class=\"arabic_poetry\">إن ثقيفا منهم الكذابان * كذابها الماضي وكذاب ثان وشرح القصة على التفصيل يطول ويتلف الغرض من هذا الكتاب.</p>",
            "title": "دير الجماجم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000650-000.json"
        }
    ],
    "type": "FeatureCollection"
}