{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">زبطرة</h1>\n<p class=\"arabic\">من الثغور الجزرية، بينها وبين ملطية أربعة فراسخ وزبطرة حصن منيع كثير الأهل قديم رومي، فتحه حبيب بن مسلمة الفهري وكان قائما إلى أن أخربته الروم أيام الوليد بن يزيد، فبني بناء غير محكم فهدمته الروم في فتنة مروان، فأعاده المنصور فهدمته الروم فبناه الرشيد وشحنه، فطرقته الروم في خلافة المأمون وأغاروا على سرح أهله فأمر المأمون بمرمته وتحصينه.</p>\n<p class=\"arabic\">ثم خرجت الروم إلى زبطرة أيام المعتصم بالله عليهم توفيل بن ميخائيل ملك الروم في عساكره، ومعه ملوك برجان والبرغز والصقالبة وغيرهم ممن جاورهم من ملوك الأمم، فنزلوا على زبطرة وذلك سنة ثلاث وعشرين ومائتين، وفتحها بالسيف، وقتل الصغير والكبير، وسبى وأغار على ملطية، فضج الناس في الأمصار واستغاثوا في المساجد والديار، ودخل إبراهيم بن المهدي على المعتصم فأنشده قصيدة طويلة منها:</p>\n<p class=\"arabic_poetry\">يا غيرة الله قد عاينت فانتقمي * تلك النساء وما منهن يرتكب</p>\n<p class=\"arabic_poetry\">هب الرجال على إجرامها قتلت * ما بال أطفالها بالذبح تنتهب ويقال إن المعتصم بلغه أن روميا لطم أسيرة في زبطرة فصاحت: وامعتصماه، فأحفظه ذلك وأغضبه، فخرج من فوره نافرا عليه دراعة من الصوف بيضاء قد تعمم بعمة الغزاة، فعسكر غربي دجلة، ونودي في الأمصار بالنفير والسير مع أمير المؤمنين، فسالت العساكر والمطوعة من سائر بلاد الإسلام، فمن مكثر يقول: سار في خمسمائة ألف، ومقلل يقول: سار في مائتي ألف، ولقي الأفشين أحد قواده ملك الروم فهزمه وقتل أكثر بطارقته ووجوه أصحابه، وفتح المعتصم حصونا، ونزل على عمورية ففتحها الله على يديه، وخرج إليه لاوي البطريق منها وأسلمها إليه،</p>\n<p class=\"arabic\">وأسر منها البطريق الكبير باطس ، وقتل فيها ثلاثين ألفا، وأقام المعتصم عليها أربعة أيام يهدم ويحرق. وفي وصف هذه الحال يقول أبو تمام حبيب بن أوس الطائي قصيدته المشهورة التي أولها:</p>\n<p class=\"arabic_poetry\">السيف أصدق إنباء من الكتب * في حده الحد بين الجد واللعب يقول فيها:</p>\n<p class=\"arabic_poetry\">يا يوم وقعة عمورية انصرفت * منك المنى حفلا معسولة الشنب</p>\n<p class=\"arabic_poetry\">ألفيت جد بني الإسلام في صعد * والمشركين وجد الشرك في صبب يقول فيها للمعتصم:</p>\n<p class=\"arabic_poetry\">لبيت صوتا زبطريا هرقت له * كأس الكرى ورضاب الخرد العرب يعني صوت التي صاحت: وامعتصماه، ثم أمر المعتصم ببناء زبطرة وشحنها، فرامها العدو بعد ذلك فلم يقدر عليها.</p>",
            "title": "زبطرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000741-000.json"
        }
    ],
    "type": "FeatureCollection"
}