{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تكريت</h1>\n<p class=\"arabic\">بالعراق بين دجلة والفرات، وقيل هي من كور الموصل، من سر من رأى إلى تكريت، وهي مدينة قديمة كبيرة واسعة الأرجاء جميلة الأسواق كثيرة المساجد غاصة بالأهل، أهلها أحسن أخلاقا وقسطا في الموازين من أهل بغداد، ودجلة منها في جوفها ولها قلعة حصينة على الشط هي قصبتها المنيعة ويطيف بالبلد سور، وهي من المدن العتيقة، وهي على شاطئ دجلة في الجانب الغربي ينزلها قوم يقال لهم الجرامقة وبها تجار مياسير، ومنها تأخذ فوهة النهر الإسحاقي الذي حفره المعتصم إلى الضياع التي استنبطها في الجانب الغربي بسر من رأى، وبين تكريت والموصل ثلاث مراحل، والغالب على أهل تكريت أنهم نصارى وأبنيتهم بالجص والآجر، ومن تكريت يشق نهر دجيل الآخذ من الدجلة فيشق ربضها ويمر إلى سواد سر من رأى فيعبره إلى قرب بغداد.</p>\n<p class=\"arabic\">قال الخبريون : كتب سعد بن أبي وقاص إلى عمر رضي الله عنهما باجتماع أهل الموصل إلى الانطاق وإقباله بهم إلى تكريت حتى نزل بها وخندق عليه ليحموا أرضه، فأمر عمر سعدا رضي الله عنهما أن يسرح إلى الانطاق عبد الله بن المعتمر ففصل إليه عبد الله من المدائن في آلاف، فسار إلى تكريت حتى [v.1, p.133] نزل على الأنطاق ومعه الروم وتغلب وإياد والنمر وقد خندقوا فحصرهم أربعين يوما وتزاحفوا أربعة وعشرين زحفا في كلها يهزم الله تعالى المشركين ولا يخرجون خرجة إلا كانت عليهم، فلما رأت الروم ذلك تركوا أمراءهم ونقلوا متاعهم إلى السفن. وقد كان عبد الله بن المعتمر وكل بالعرب ليدعوهم إليه وإلى نصرته على الروم رجالا من تغلب وإياد والنمر فكانوا لا يخفون عنه شيئا، فأقبلت إليه العيون منهم بما فعلته الروم وسألوه للعرب السلم وقد أخبروه أنهم قد استجابوا، فأرسل إليهم: إن كنتم صادقين فاشهدوا أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم وأقروا بما جاء به من عند الله ثم أعلمونا رأيكم ، فردوا إليه رسله بالإسلام، فأرسل إليهم إذا سمعتم تكبيرنا فاعلموا أنا قد نهدنا إلى الأبواب التي تلينا لندخل عليهم منها فخذوا بالأبواب التي تلي دجلة وكبروا وقاتلوا واقتلوا من قدرتم عليه، فانطلقوا حتى واطأوهم على ذلك، ونهد عبد الله والمسلمون لما يليهم وكبروا وكبرت تغلب وإياد والنمر وقد أخذوا بالأبواب، فحسب القوم أن المسلمين أتوهم من خلفهم فابتدروا الأبواب التي أمامهم، فأخذتهم سيوف المسلمين مستقبليهم وسيوف الذين أسلموا ليلتئذ من خلفهم، فلم يفلت من أهل الخندق إلا من أسلم من تغلب وإياد والنمر، واقتسم المسلمون بتكريت ما أفاء الله عليهم على أن لكل سهم ألف درهم: للفارس ثلاثة آلاف وللراجل ألف، وبعثوا بالأخماس مع فرات بن حيان وبالفتح مع الحارث بن حسان، وولي حرب الموصل ربعي بن الأفكل والخراج عرفطة بن هرثمة.</p>\n<p class=\"arabic\">وقد ملح بعض المتأخرين في تسفيه رأي أميره والتهكم به في رميه الغرض الأقصى وهو مقصر عن أدناه في قوله :</p>\n<p class=\"arabic_poetry\">تكريت تعجزنا ونحن لسخفنا * نمضي لنأخذ ترمذا من سنجر</p>\n<p class=\"arabic_poetry\">والحيص بيص أمير جمع وافر * وأنا بشعوذتي طبيب العسكر</p>",
            "title": "تكريت",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000364-000.json"
        }
    ],
    "type": "FeatureCollection"
}