{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عكاظ</h1>\n<p class=\"arabic\">صحراء مستوية لا علم فيها ولا جبل إلا ما كان فيها من الأنصاب التي كانت بها في الجاهلية، وهي بأعلى نجد وقريب من عرفات، وقيل هي وراء قرن المنازل بمرحلة في طريق صنعاء، وهي من عمل الطائف وقيل هي على ثلاث مراحل من تبالة.</p>\n<p class=\"arabic\">وسوق عكاظ قرية كالمدينة جامعة لها مزارع ونخيل ومياه كثيرة، ولها سوق في يوم الجمعة يقصده الناس في ذلك اليوم بأنواع التجارات، فإذا أمسى المساء انصرف كل أحد إلى موضعه.</p>\n<p class=\"arabic\">وكانت عكاظ ومجنة وذو المجاز أسواقا لمكة في الجاهلية، وكانت عكاظ من أعظم أسواق العرب تنزلها قريش وهوازن وغطفان وأسلم والأحابيش وعقيل والمصطلق وطوائف العرب، وكانت تقوم في النصف من ذي القعدة إلى آخر الشهر، فإذا أهل هلال ذي الحجة أتوا ذا المجاز، وهو قريب من عكاظ، فيقوم سوقها إلى يوم التروية فيسيرون إلى منى.</p>\n<p class=\"arabic\">قال أبو عبيدة: أجمع العكاظيون على أن فرسان العرب ثلاثة: فارس تميم عيينة بن الحارث بن شهاب أحد بني ثعلبة بن يربوع بن حنظلة صياد الفوارس وسم الفرسان، وفارس بني قيس عامر بن الطفيل بن مالك بن جعفر بن كلاب وفارس ربيعة بسطام بن قيس بن مسعود بن قيس أحد بني شيبان بن ثعلبة.</p>\n<p class=\"arabic\">وعن ابن عباس رضي الله عنهما قال: لما قدم وفد إياد على رسول الله صلى الله عليه وسلم قال: ` ما فعل قس بن ساعدة `، قالوا: مات يا رسول الله، قال صلى الله عليه وسلم: ` كأني أنظر إليه بسوق عكاظ يخطب الناس على جمل له أحمر وهو يقول: أيها الناس اجتمعوا واسمعوا وعوا، من عاش مات، ومن مات فات، وكل ما هو آت آت، أما بعد فإن في السماء لخبرا، وإن في الأرض لعبرا، بحور تمور، ونجوم تغور، وسقف مرفوع وعماد موضوع، أقسم بالله قس قسما إن لله دينا أرضى من دين أنتم عليه، ما بال الناس يذهبون ولا يرجعون أرضوا فأقاموا، أم تركوا فناموا، وسبيل مؤتلف وعمل مختلف، وقال أشياء لا أحفظها `، فقال أبو بكر الصديق رضي الله عنه له: أنا أحفظها يا رسول الله، فقال صلى الله عليه وسلم: ` هاتها `، فقال:</p>\n<p class=\"arabic_poetry\">في الذاهبين الأولي * ن من القرون لنا بصائر</p>\n<p class=\"arabic_poetry\">لما رأيت مواردا * للقوم ليس لها مصادر</p>\n<p class=\"arabic_poetry\">ورأيت قومي نحوها * تمشي الأوائل والأواخر</p>\n<p class=\"arabic_poetry\">لا يرجع الماضي ولا * يبقى من الباقين غابر</p>\n<p class=\"arabic_poetry\">أيقنت أني لا محا * لة حيث صار القوم صائر فقال رسول الله صلى الله عليه وسلم: ` رحم الله قسا، إني لأرجو أن يبعثه الله تعالى أمة وحدة `.</p>\n<p class=\"arabic\">وكان رسول الله صلى الله عليه وسلم أول ما بعثه الله تعالى يعرض نفسه في المواسم على القبائل يدعوهم إلى الله تعالى وإلى ما جاء به، فحدث الواقدي عن عامر بن سلمة الحنفي وكان قد أسلم في آخر عمر رسول الله صلى الله عليه وسلم قال: رأيت رسول الله صلى الله عليه وسلم جاء ثلاثة أعوام بعكاظ ومجنة وذي المجاز يدعونا إلى الله عز وجل، وأن نمنع له ظهره حتى يبلغ رسالات ربه ويشترط لنا قال: فما استجبنا له ولا رددنا جميلا، لقد خشنا عليه وحلم عنا قال عامر: فرجعت إلى حجر في أول عام، فقال لي هوذة بن علي: هل كان في موسمكم هذا خبر؟ فقلت: رجل من قريش يطوف على القبائل يدعوهم إلى الله وحده، وأن يمنعوا ظهره حتى يبلغ رسالات ربه، ولهم الجنة، فقال: من أي قريش هو قلت: من أوسطهم نسبا في بني عبد المطلب، قال: هوذة: أهو محمد بن عبد المطلب؟ قلت: هو هو، قال: أما إنه سيظهر على ما هاهنا، فقلت: هاهنا فقط من بين البلدان، فقال: وغير ما هاهنا ثم وافيت في السنة الثانية فقدمت حجرا، فقال: ما فعل الرجل؟ فقلت: رأيته على حاله في العام الماضي، قال: ثم وافيت في السنة الثالثة، وهي آخر ما رأيته وإذا بأمره قد أمر، وإذا ذكره كثر في الناس، وأسمع أن الخزرج تبعته، فقدمت حجرا فقال لي هوذة: ما فعل الرجل؟ فقلت: رأيت أمره قد أمر، ورأيت قومه عليه أشداء، فقال لي هوذة: هو الذي قلت لك، ولو أنا تبعناه كان خيرا لنا [v.1, p.411] ولكنا نضن بملكنا وكان قومه توجوه وملكوه، قال عامر: فمر بي سليط بن عمرو العامري حين بعثه رسول الله صلى الله عليه وسلم إلى هوذة، فضيفته وأكرمته، فأخبرني من خبر هوذة وأنه لم يسلم وأنه رد ردا دون رد، قال: وأخبرت سليطا خبري بهوذة فأخبره سليط رسول الله صلى الله عليه وسلم وأسلم عامر بن سلمة ومات هوذة بن علي سنة ثمان من الهجرة كافرا على نصرانيته.</p>\n<p class=\"arabic\">وأتى رسول الله صلى الله عليه وسلم لبني محارب بن خصفة بعكاظ، فوجدهم في محالهم فيهم شيخ منهم وهو جالس في أصحابه فنزل رسول الله صلى الله عليه وسلم عن راحلته، ودعا إلى الله تعالى وطلب المنعة حتى يبلغ رسالات ربه، فرد على رسول الله صلى الله عليه وسلم أقبح الرد وقال له: عجبا لك، يأبى قومك أن يتبعوك وتأتي إلى محارب تدعوهم إلى ترك ما كان عليه آباؤهم!! اذهب، فإنه غير متبعك رجل من محارب آخر الدهر، وأقبل إليه سفيه منهم فقال: يا محمد ما في بطن ناقتي هذه إن كنت صادقا؟ فلعمري إنك لتدعي من العلم أعظم مما سألتك عنه، تزعم أن الله يوحي إليك ويكلمك، فاسكت عنه رسول الله صلى الله عليه وسلم وأقبل إليه رجل منهم يقال له سلمة بن قيس وكان رسول الله صلى الله عليه وسلم جالسا قريبا من بئرهم فأراد أن يطرحه في البئر، فقام رسول الله صلى الله عليه وسلم فتنحى عن البئر فجعل سلمة يقول: لو وقعت في البئر استراح منك أهل الموسم وأخذ رسول الله صلى الله عليه وسلم بزمام ناقته يقودها، وهم يرمونه بالحجارة حتى توارى عنهم وهو يقول: ` اللهم إنك لو شئت لم يكونوا هكذا فإن قلوبهم بيدك، وأنت أعلم بهم فإن كان هذا من سخط بك علي فلك العتبى ولا حول ولا قوة إلا بك `.</p>\n<p class=\"arabic\">وقال أبو فروة: وجد بعكاظ حجر مكتوب فيه:</p>\n<p class=\"arabic_poetry\">اصبر أخي فحبذا الصبر * لا تجزعن فإنه الدهر</p>\n<p class=\"arabic_poetry\">فلربما صبر الفتى متجلدا * ولربما جزع الفتى الحر وقال عقبة بن رؤبة بن العجاج: مر المستوغر بن ربيعة بن كعب بن سعد بعكاظ يقوده ابن ابنه خرفا فقال له رجل: أحسن إليه فقد طال ما أكرمك، فقال: من ظننته قال: أباك أو جدك؟ فال: فإن هذا ابن ابني، فقال له الرجل: لم أر كاليوم قط في الكذب، لو كنت المستوغر ما زدت، فقال: فإني المستوغر. وقال أبو عمرو بن العلاء: عاش المستوغر ثلثمائة وعشرين سنة.</p>",
            "title": "عكاظ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001054-000.json"
        }
    ],
    "type": "FeatureCollection"
}