{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قادس</h1>\n<p class=\"arabic\">من أرض خراسان.</p>\n<p class=\"arabic\">وقادس أيضا جزيرة بالأندلس عند طالقة من مدن اشبيلية، وطول جزيرة قادس من القبلة إلى الجوف اثنا عشر ميلا، وعرضها في أوسع المواضع ميل، وبها مزارع كثيرة الريع، وأكثر مواشيها المعز، وشعراؤها صنوبر ورتم، فإذا رعت معزهم خروب ذلك المكان عند عقدها أسكر لبنها، وليس يكون ذلك في ألبان الضأن، وقال صاحب الفلاحة النبطية: بجزيرة قادس نبات إذا رعته المعز أسكر لبنها إسكارا عظيما، وأهلها يحققون هذه الخاصية. وفي طرف الجزيرة الثاني حصن خرب أولي بين الآثار، وبه الكنيسة المعروفة بشنت بيطر، وشجر المثنان كثير بهذه الجزيرة، وبهذه الجزيرة شجيرة تشبه فسيل النخل لها صمغ إذا خلط بالزجاج صبغه وصار حجرا تتخذ منه الفصوص.</p>\n<p class=\"arabic\">وبها آثار للأول كثيرة، ومن أعجب الآثار بها الصنم المنسوب إلى هذه الجزيرة بناه أركلش ، وهو هرقلش، أصله من الروم الإغريقيين، وكان من قواد الروم وكبرائهم على زمان موسى عليه السلام، وقيل إنه أول معدود لملوك اليونانيين، وملك أكثر الأرض، فحارب أهل المشرق وافتتح مدنهم إلى أن وصل إلى الهند، وانصرف صادرا مفتتحا لبلاد أولاد يافث إلى أن انتهى إلى الأندلس، فلما بلغ البحر المحيط الغربي سأل عما وراءه، فقيل له إنه لا يجاوز إلا إلى بر الأندلس، فعمد إلى جزيرة قادس فبنى بها مجدلا عاليا منيفا، وجعل صورة نفسه مفرغة من نحاس في أعلى المنارة، وقد قابلت المغرب كرجل متوشح برداء من منكبه إلى أنصاف ساقيه، وقد ضم عليه وشاحه، في يده اليمنى مفتاح من حديد، وهو مادها نحو المغرب، وفي اليسرى صفيحة من رصاص منقوشة، فيها ذكر خبره، ومعنى المفتاح الذي بيده أنه افتتح ما وراءه من البلدان والمدن والصنم في وسط الجزيرة وبينه وبين الحصن المذكور ستة أميال، والصنم مربع ذرع أسفله من كل جانب أربعون ذراعا، وارتفع على قدر هذا الذرع ثم ضاق، وارتفع على قدر ذلك الذرع الثاني ثم ضاق، وارتفع على قدر ذلك الذرع الثالث، ثم خرط البنيان من ابتداء الطبقة الرابعة إلى أن صارت قدما الصورة على صخرة واحدة قدر تربيعها في رأي العين أربعة أذرع، قد تقدمت رجله اليمنى وتأخرت اليسرى كالماشي، وارتفاع الصنم من الأرض إلى رأس الصورة مائة وأربعة وعشرون ذراعا لطول الصورة من ذلك ثمانية أذرع، وقيل ستة، وقيل إن هذا الذرع بالذراع الكبير الذي هو ثلاثة أشبار ونصف، وقد خرج من بين رجليه عمود نحاس، وذهب صاعدا حتى علا فوق رأسه نحو ذراعين في رأي العين. وكان يقول أهل العلم بالحدثان في سالف الأزمان: يوشك أن يقع من يد هذه الصورة أحد المفتاحين فيكون بذلك بدء تحرك الفتن بالأندلس، ثم يقع الآخر بعد فيكون حينئذ خراب الأندلس، فذكر جماعة أهل قادس أن أحد المفتاحين سقط سنة أربعمائة، وهو في صورة المفتاح، فحمل إلى صاحب مدينة سبتة، فأمر به فوزن، فكانت زنته ثمانية أرطال. وقيل إن هذا الصنم بني لتاريخ ألفين وأربعمائة وإحدى وخمسين من وقت الطوفان، وقيل لتاريخ ألفين وأربعمائة وإحدى وخمسين من وقت آدم عليه السلام، والذي لا يشك فيه أنه بني على عهد موسى عليه السلام. [v.1, p.448]</p>\n<p class=\"arabic\">وقال موسى بن شخيص يعني هذا الصنم:</p>\n<p class=\"arabic_poetry\">ورجراجة الأرداف موارة الخطا * تهادى وليست من حسان الأوانس</p>\n<p class=\"arabic_poetry\">إلى أن ترى الشخص الملفع موفيا * على الصنم الموفي على بحر قادس</p>\n<p class=\"arabic_poetry\">ولما نزلنا تحته قال صاحبي * أعاجيب روم أو أعاجيب فارس</p>\n<p class=\"arabic_poetry\">فقلنا له خفض سؤالك والتمس * نجاتك من هول البحار الطوامس وكانوا يتحدثون أن الموسطة من البحر الغربي ويسمونه ببلاية لم تسلك قط إلى وقت سقوط ذلك المفتاح، فمن حينئذ سلك الناس في البحر إلى شلا وإلى السوس وغيرهما، وكان هذا مستفيضا عندهم.</p>\n<p class=\"arabic\">وذكر بعض المؤلفين لغرائب الحدثان أن صنم قادس موضوع على بلاد الأندلس، فجعل رأسه لطليطلة، وصدره لقرطبة، وكذلك أعضاؤه قسمها عضوا عضوا على بلاد الأندلس، فمتى أصاب عضوا من هذه الأعضاء آفة حلت بذلك القطر الذي من قسمته آفة.</p>\n<p class=\"arabic\">وفي بعض التصانيف: إذا هدم صنم قادس استولى النصارى على بلاد الأندلس، فنظروا فإذا الوقت الذي هدمه أبو الحسن علي بن عيسى بن ميمون فيه دخل النصارى قرطبة وملكوها.</p>\n<p class=\"arabic\">قال المخبر: وكنا باشبيلية تحت الذمة لأن رئيس النصارى المعروف بالسليطين لما استحوذ عليها أقر أبا زكريا يحيى بن علي رئيسا على ما كان بأيدي الملثمين منها ومن غيرها،</p>\n<p class=\"arabic\">وكان حكم السليطين نافذا فيها، ولقد وقع سنة أربعين تنازع بين رجلين من المرابطين في إنزال جنان بقرية من قرى اشبيلية، فادعاه أحدهما بإنزال ابن غانية له فيه، وأتى بظهير وادعاه الآخر بظهير السليطين، وحكم بينهما والي اشبيلية تحت نظر يحيى بن علي فأقره بيد الذي ادعاه بإنزال النصارى إياه واحتج بأن الأمر إنما هو للسليطين لا ليحيى بن علي، وكان هذا الملثم قد كتب له به السليطين بطليطلة حين سفر إليه رسولا عن يحيى بن علي.</p>\n<p class=\"arabic\">وكان هدم علي بن عيسى لهذا الصنم لأنه خيل إليه أنه على كنوز ضخمة وأن داخله محشو تبرا فدعا له الرجال والبناة وأخذوا في قطع حجر منه، وكلما قطعوا حجرا دعموا مكانه بدعامة من خشب، حتى وقف ذلك الجرم العظيم على الدعائم، ثم رموا إلى الخشب النار، بعدما ملأوا الخلل الذي بين الخشب حطبا، فسقط جميعه، وكانت له وجبة عظيمة، واستخرج الرصاص المعقود بالحجارة والنحاس الذي كان منه الصنم وكان مذهبا، وبردت في يديه من مطلبه الخيبة، وكان يقال إن الذي يهدم صنم قادس يموت مقتولا وكذلك كان.</p>\n<p class=\"arabic\">ويزعم أهل جزيرة قادس أنهم لم يزالوا يسمعون أن الراكب في هذا البحر إذا لجج فيه وغاب عنه صنم قادس، بدا له صنم ثان مثله، فإذا وصلوا إليه وجاوزوه حتى يغيب عليهم بدا لهم صنم ثالث، فإذا تجاوزوا سبعة أصنام صاروا في بلاد الهند، وهذا مستفيض عندهم معروف جار على ألسنتهم، لم يزل يأخذه آخرهم عن أولهم. قالوا: ولما أحكم أركلش هذه الآثار صمد إلى بلاد البربر فعبر إلى مدينة سبتة من الزقاق الخارج من البحر المحيط. ولم يزل يفتتح مدينة بعد مدينة حتى انتهى إلى لوبيا ومراقيا ، فوجد هناك آلاما وأوجاعا في بدنه، فلما اشتد ذلك به أجج نارا وألقى نفسه فيها فاحترق، وكان غرضه أن يحرق الأوجاع التي في بدنه، فدل هذا من فعله على أنه كان من عبدة النيران، وتفرقت جموعه، واتخذته المجوس وثنا يعبدونه.</p>",
            "title": "قادس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001163-000.json"
        }
    ],
    "type": "FeatureCollection"
}