{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مليانة</h1>\n<p class=\"arabic\">مدينة في أحواز أشير من أرض المغرب بين تنس والمسيلة وبقرب نهر شلف، وهي مدينة رومية فيها آثار، وهي ذات أشجار وأنهار تطحن عليها الأرحاء، جددها زيري بن مناد وأسكنها ابنه بلكين، وهي عامرة ومشرفة على جميع ذلك الفحص الذي فيه بنو واريفن وغيرهم، وهي عامرة آهلة، ولها آبار عذبة وسوق جامعة.</p>\n<p class=\"arabic\">وبقعتها كريمة ومزارعها خصيبة، ونهرها يسقي أكثر مزارعها وجناتها، ولها أرحاء على نهرها، ولأقاليمها حظ من سقي شلف، وعلى ثلاثة أميال منها جبل وانشريس .</p>\n<p class=\"arabic\">وعلى مليانة لقي أبو بكر ابن الصابوني الشاعر السلطان أبا زكريا ملك إفريقية، كان هاجر إليه من الأندلس وركب البحر، وخرج في ساحل الغرب الأوسط، ولقي عسكر السلطان على مليانة فنظم قصيدة وتعرض بها في جهة خيام خدام السلطنة، فمن العجائب أن لحظه السلطان بعينه فقال للحاجب: إن صدق ظني فذاك الشخص الذي من صفته كذا الناظر إلى جهتنا هو ابن الصابوني الشاعر، فسر إليه برفق واسأله، فإن كان هو ومعه قصيدة فيحضر بها وينشدها، فكان الأمر على ما قدر السلطان، وحضر وأنشد قصيدة أولها:</p>\n<p class=\"arabic_poetry\">الله جارك في حل ومرتحل * يا معليا ملة الإسلام في الملل</p>\n<p class=\"arabic_poetry\">فسرت والسعد يدعوني وينشدني * إن السعادة في مليانة فمل فلما أتمها أمر بإنزاله، وأنعم عليه بخمسمائة دينار، وصحب العسكر إلى حضرة تونس.</p>\n<p class=\"arabic\">ملل :</p>\n<p class=\"arabic\">بينها وبين المدينة النبوية ثمانية عشر ميلا، وهي بطريق مكة وفيها آثار، وهي قليلة الأهل، ماؤها من الآبار، وكان كثير عزة يقول: إنما سميت ملل لتملل الناس بها، وكان الناس لا يبلغونها حتى يملوا، وقال جعفر بن الزبير يرثي ابنا له مات ب | ملل:</p>\n<p class=\"arabic_poetry\">أهاجك بين من حبيب قد ارتحل * نعم ففؤادي هائم القلب مختبل</p>\n<p class=\"arabic_poetry\">أحزني على ماء العشيرة والهوى * على ملل يا لهف نفسي على ملل</p>\n<p class=\"arabic_poetry\">فتى السن كهل الحلم يهتز للندى * أمر من الدفلى وأحلى من العسل</p>",
            "title": "مليانة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001444-000.json"
        }
    ],
    "type": "FeatureCollection"
}