{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مؤتة</h1>\n<p class=\"arabic\">قرية بالشام، بعث إليها رسول الله الجيش سنة ثمان، عليهم زيد بن حارثة وقال: ` إن أصيب زيد فجعفر بن أبي طالب على الناس، وإن أصيب جعفر فعبد الله بن رواحة. وخرجوا في ثلاثة آلاف، وودعهم المسلمون فقالوا لهم: صحبكم الله ودفع عنكم وردكم إلينا صالحين، فقال عبد الله بن رواحة رضي الله عنه:</p>\n<p class=\"arabic_poetry\">لكنني أسأل الرحمن مغفرة * وضربة ذات فرغ تقذف الزبدا</p>\n<p class=\"arabic_poetry\">أو طعنة بيدي حران مجهزة * بحربة تنفذ الأحشاء والكبدا</p>\n<p class=\"arabic_poetry\">حتى يقال إذا مروا على جدثي * أرشده الله من غاز وقد رشدا ومضوا حتى نزلوا معان من أرض الشام، فبلغ الناس أن هرقل قد نزل مآب من أرض البلقاء في مائة ألف من الروم، وانضم إليهم من لخم وجذام والقين وبهراء وبلي مائة ألف منهم، فأقام الناس ليلتين على معان ينظرون في أمرهم، وقالوا: نكتب إلى رسول الله صلى الله عليه وسلم فنخبره بعدد عدونا، فإما أن يمدنا بالرجال وإما أن يأمرنا بأمر فنمضي له، فشجع الناس عبد الله بن رواحة وقال: يا قوم والله إن الذي تكرهون للذي خرجتم تطلبون، الشهادة، وما يقاتل الناس بعدد ولا قوة ولا كثرة، وما نقابلهم إلا بهذا الدين الذي أكرمنا الله به، فانطلقوا فإنما هي إحدى الحسنيين، إما ظهور وإما شهادة، فقال الناس: قد والله صدق ابن رواحة، فمضى الناس حتى إذا كانوا بتخوم البلقاء لقيتهم جموع هرقل والروم والعرب بقرية من قرى البلقاء يقال لها مشارف، ثم دنا العدو وانحاز المسلمون إلى قرية يقال لها مؤتة، فالتقى الناس عندها، فتعبى لهم المسلمون ثم التقوا فاقتتلوا، فقاتل زيد بن حارثة رضي الله عنه براية رسول الله صلى الله عليه وسلم حتى شاط في رماح القوم، ثم أخذها جعفر رضي الله عنه فقاتل بها حتى إذا ألحمه القتال اقتحم عن فرس له شقراء، قال المخبر: والله كأني أنظر إليه حين اقتحم عنها ثم عقرها ثم قاتل القوم حتى قتل، وهو يقول:</p>\n<p class=\"arabic_poetry\">يا حبذا الجنة واقترابها * طيبة وباردا شرابها * والروم روم قد دنا عذابها * علي إذ لاقيتها ضرابها * وكان جعفر رضي الله عنه أول من عقر في الإسلام، ووجد في مقدمه مائتا ضربة بسيف وطعنة برمح واثنتان وسبعون جراحة، ولما قتل جعفر رضي الله عنه أخذ الراية عبد الله بن رواحة رضي الله عنه ثم تقدم بها وهو على فرسه، فجعل يستنزل نفسه ويتردد، ثم قال:</p>\n<p class=\"arabic_poetry\">أقسمت بالله لتنزلنه * لتنزلن أو لتكرهنه * أن اجلب الناس وشدوا الرنه * مالي أراك تكرهين الجنه * قد طال ما قد كنت مطمئنه * هل أنت إلا نطفة في شنه * وقال أيضا:</p>\n<p class=\"arabic_poetry\">يا نفس إلا تقتلي تموتي * هذا حمام الموت قد صليت * وما تمنيت فقد أعطيت * إن تفعلي فعلهما هديت * يعني صاحبيه زيدا وجعفرا رضي الله عنهما، ثم نزل فأتاه ابن عم له بعرق من لحم فقال: شد بهذا صلبك فإنك قد لقيت أيامك هذه ما لقيت، فأخذه من يده فانتهش منه نهشة ثم سمع الحطمة في ناحية الناس فقال: وأنت في الدنيا، ثم ألقاه من يده وأخذ سيفه وتقدم فقاتل حتى قتل، ثم أخذ الراية ثابت بن أرقم أحد بني العجلان، فقال: يا معشر المسلمين، اصطلحوا على رجل منكم، فاصطلحوا على خالد بن الوليد رضي الله عنه، فلما أخذ الراية دافع القوم وحاشى بهم، ثم انحاز وانحيز عنه حتى انصرف بالناس، [v.1, p.565] قال خالد رضي الله عنه: ندر في يدي يوم مؤتة تسعة أسياف وصبرت في يدي صفيحة يمانية. وكان صلى الله عليه وسلم إذا وجه عليا رضي الله عنه بعد مؤتة في وجه قال: ` اللهم إنك أثكلتني عبيدة يوم بدر، وحمزة يوم أحد، وجعفرا يوم مؤتة، وهذا علي، فلا تذرني فردا وأنت خير الوارثين `. ولما أصيب القوم قال رسول الله صلى الله عليه وسلم: ` أخذ الراية زيد بن حارثة فقاتل بها حتى قتل شهيدا، ثم أخذها جعفر فقاتل بها حتى قتل شهيدا `، ثم صمت رسول الله صلى الله عليه وسلم حتى تغيرت وجوه الأنصار وظنوا أنه قد كان في عبد الله بن رواحة بعض ما يكرهون، ثم قال صلى الله عليه وسلم: ` ثم أخذها عبد الله بن رواحة فقاتل بها حتى قتل شهيدا `، ثم قال صلى الله عليه وسلم: ` لقد رفعوا لي في الجنة فيما يرى النائم على سرر من ذهب، فرأيت في سرير عبد الله بن رواحة ازورارا عن سريري صاحبيه، فقلت: عم هذا؟ فقيل لي: مضيا وتردد ثم مضى `.</p>\n<p class=\"arabic\">وذكر ابن هشام أن جعفرا أخذ اللواء بيمينه فقطعت، فأخذه بشماله فقطعت، فاحتضنه بعضديه حتى قتل، وهو ابن ثلاث وثلاثين سنة، فأثابه الله تعالى بذلك جناحين في الجنة يطير بهما حيث يشاء. ويقال إن رجلا من الروم ضربه يومئذ فقطعه بنصفين.</p>\n<p class=\"arabic\">وذكر ابن عقبة أن رسول الله صلى الله عليه وسلم قال بالمدينة لما أصيبوا قبل أن يأتيه نعيهم: ` مر علي جعفر بن أبي طالب في الملائكة يطير كما يطيرون وله جناحان `. قال: وقدم يعلى بن منية على رسول الله صلى الله عليه وسلم بخبر أهل مؤتة، فقال له رسول الله صلى الله عليه وسلم: ` إن شئت فأخبرني وإن شئت أخبرتك `، قال: فأخبرني يا رسول الله، فأخبره صلى الله عليه وسلم خبرهم كله ووصفه له، فقال: والذي بعثك بالحق ما تركت من حديثهم حرفا واحدا لم تذكره، وأن أمرهم لكما ذكرت، فقال رسول الله صلى الله عليه وسلم: ` إن الله تعالى رفع لي الأرض حتى رأيت معترككم `.</p>\n<p class=\"arabic\">وقالت عائشة رضي الله عنها: عرفت في وجه رسول الله صلى الله عليه وسلم الحزن لما أتى نعيهم، ذكر القصة بطولها ابن إسحاق.</p>",
            "title": "مؤتة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001499-000.json"
        }
    ],
    "type": "FeatureCollection"
}