{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جرش</h1>\n<p class=\"arabic\">باليمن، وهي من البلاد التي كان أهلها اتخذوا الأصنام بعد دين إسماعيل عليه السلام وهم مذحج بن أدد، وهم من الذين قالوا ` لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ` قال ابن إسحاق : وقدم على رسول الله صلى الله عليه وسلم صرد بن عبد الله الأزدي فحسن إسلامه في وفد من الأزد، فأمره رسول الله صلى الله عليه وسلم على من أسلم من قومه، وأمره أن يجاهد بمن أسلم من كان يليه من أهل الشرك من قبائل اليمن، فخرج صرد يسير بأمر رسول صلى الله عليه وسلم حتى نزل بجرش وهي يومئذ مدينة مغلقة وبها قبائل من اليمن وقد ضوت إليه خثعم، فدخلوا معهم حين سمعوا بمسير المسلمين إليهم فحاصروهم فيها قريبا من شهر وامتنعوا فيها منه، ثم إنه رجع عنهم قافلا حتى إذا كان إلى جبل لهم يقال له شكر ظن أهل جرش أنه إنما ولى عنهم منهزما، فخرجوا في طلبه حتى إذا أدركوه عطف عليهم فقتلهم قتلا شديدا، وكان أهل جرش بعثوا رجلين إلى رسول الله صلى الله عليه وسلم بالمدينة يرتادان وينظران، فبينا هما عند رسول الله صلى الله عليه وسلم بعد العصر إذ قال رسول الله صلى الله عليه وسلم: ` بأي بلاد الله شكر؟ `، فقام الجرشيان فقالا: يا رسول الله، ببلادنا جبل يقال له كشر ، وكذلك تسميه أهل جرش، فقال لهما: ` ليس بكشر ولكنه شكر `، قالا: فما شأنه يا رسول الله؟ قال صلى الله عليه وسلم: ` إن بدن الله لتنحر عنده الآن `، فجلس الرجلان إلى أبي بكر أو إلى عثمان رضي الله عنهما فقال لهما: ويحكما إن رسول صلى الله عليه وسلم الآن لينعي لكما قومكما، فقوما إليه فسلاه أن يدعو الله أن يرفع عن قومكما، فقاما إليه فسألاه ذلك، فقال: ` اللهم ارفع عنهم `، فخرجا من عند رسول الله صلى الله عليه وسلم راجعين إلى قومهما فوجداهم أصيبوا يوم أصابهم صرد في اليوم الذي قال فيه رسول الله صلى الله عليه وسلم ما قال وفي الساعة التي ذكر فيها رسول الله صلى الله عليه وسلم ما ذكر، فخرج وفد جرش حتى قدموا على رسول الله صلى الله عليه وسلم فأسلموا.</p>",
            "title": "جرش",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000435-000.json"
        }
    ],
    "type": "FeatureCollection"
}