{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الطاق</h1>\n<p class=\"arabic\">بخراسان بمقربة من طبرستان، كان خزانة لملوك الفرس اتخذه منوجهر، وهو نقر في جبل فيه خمسمائة بيت وأحواض للماء منقورة في صخرة صماء، وعلى الباب صخرة مهندسة مسواة يرسلها ألف رجل وكان صاحبها مزيد صالح أصبهبذ طبرستان وتفسيره بالفارسية حافظ الجيش، فلم يزل بعد ذلك يعطي الشيء اليسير فيقبل منه لصعوبة ذلك البلد وخشونته فإذا أحس من صاحب خراسان بضعف لم يعط شيئا ولا أرى طاعة حتى ولي أبو جعفر الخلافة وقتل أبا مسلم فهابه الأصبهبذ فكتب إليه بالطاعة ووجه رسله فقبل أبو جعفر ذلك وبر رسوله ثم جعل يوجه إليه الهدايا والألطاف في كل نوروز ومهرجان، ثم إن الأصبهبذ استطال أيام أبي جعفر وأمسك عن البعثة إليه وأعان على ذلك خلاف عبد الجبار بن عبد الرحمن بخراسان، فلما وجه إليه أبو جعفر أبا عون القائد مع ابن الخصيب فأسراه بخراسان كتب أبو جعفر إلى ابن الخصيب بولايته على قومس وطبرستان وجرجان وأمره بدخول طبرستان فوجه إلية قائدا في عشرة آلاف وهو خزيمة بن خازم التميمي وروح بن حاتم المهلبي ومعهما مروان بن الخصيب وبلغ الأصبهبذ ذلك فنقل حرمه وخزائنه إلى الطاق وكان أعد فيه الطعام والآلة وما يحتاج إليه، وحمل جميع حرمه وخزائنه إليه وخلف عليهم ألف رجل مقاتلة، وأرسل الصخرة على الباب وخرج هو بنفسه وأصحابه إلى الديلم، [v.1, p.382] فعظمه أهل الديلم وانقادوا له وأفضل عليهم بالأموال ليستعين بهم على العرب، فنزل جند الخليفة أسفل الطاق، فعاينوا منه مؤيسا لهم، فكتب صاحب الجيش إلى الخليفة أنه لا يمكنه في الحرم والخزائن شيء، فكتب إليه يأمره بالمقام مع جميع الجند هناك حتى يفتحوا الطاق أو يكون محشرهم منه، فأقاموا عليه سنتين وسبعة أشهر وسووا المنازل ورسل الأصبهبذ تختلف من الديلم في السر يتحملون الأموال من دفائن الساحل وينصرفون إليه بالأخبار وكان المتخلفون بالطاق يدورون كل ليلة دورة بالسلاح حيث يراهم جند العرب، فأرسل الله عز وجل عليهم الموت ووقع في الرجال الوبأ فمات منهم في يوم واحد ثلثمائة رجل، ففزع النساء والحرم، وتقززوا من الموتى وضاق بهم الحصن وكانت فيهم الحرة أرومندخت بنت الفرخان الأعظم، وكان للأصبهبذ هناك ثلاثة بنين وثلاث بنات سماهم الخليفة: عيسى وموسى وإبراهيم بني خرشيد الأصبهبذ، فطلب الحرم الأمان على أن يدلوا على موضع الباب والمصعد إليهم، فدلوا على الباب ففتحوه، وأعان من بقي من رجالهم من فوق، فدخلوا الطاق وأصيب فيه من الأموال والذخائر ما لم يقدروا على حمله كثرة ولا فرغ من استخراجه من الطاق إلا في سبعة أيام، وحملوا الحرم والأولاد مكرمين. وبلغ الأصبهبذ ما وقع في أصحابه من الموت وفتح الطاق، فأمسك عن محاربة العرب، وقد كان تهيأ له ما أراد، فقال: ما حاجتي بعد الحرم والأولاد، فكتب إلى نسائه قبل الخليفة في العمل له في الموادعة على أن يحمل الضعف مما كان يحمل كل سنة، فكلموا الخليفة في ذلك فأجاب، وأمر بكتب السجلات، ودفعت إلى رسوله، ووصل الخبر قبل وصولها بموت خرشيد الأصبهبذ بالديلم فاسترجعت السجلات.</p>",
            "title": "الطاق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000975-000.json"
        }
    ],
    "type": "FeatureCollection"
}