{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الصراة</h1>\n<p class=\"arabic\">نهر ينشعب من الفرات ويجري إلى بغداد، ويقال: الصرا، بلا هاء أيضا، لأنه صري عن الفرات، أي: قطع.</p>\n<p class=\"arabic\">وقيل هو مجتمع دجلة والفرات وعليه دل قول أبي العلاء المعري يذم إبلا له :</p>\n<p class=\"arabic_poetry\">تمنت قويقا، والصراة حيالها * تراب لها من أينق وجمال قويق: نهر حلب، وهو صغير، فدعا عليها حين آثرت قويقا على الصراة جهلا منها.</p>\n<p class=\"arabic\">وقال إبراهيم بن المهدي : كنت مع محمد الأمين في الحصار وقد اشتد علينا، فخرج من قصر الذهب ليلة وصار إلى قصر القرار بقرب الصراة، وأحضرني فقال: يا عم أما ترى طيب هذه الليلة وحسن القمر فيها ومكاننا على دجلة والصراة؟ [v.1, p.357] فهل لك في أن نشرب فيها من وقتنا ونخفف بها الهم عن قلوبنا. فقلت: من أعظم الميل، والمكان في غاية الحسن، فعلى اسم الله فاشرب، فشرب رطلا وسقاني مثله، ثم قال: ما ترى في الغناء على ما نحن فيه؟ قلت: ما نستغني عنه، فدعا بجارية متقدمة يقال لها ضعفاء، فتطيرت من اسمها، فحضرت فقال: غني، فغنت بشعر النابغة الجعدي:</p>\n<p class=\"arabic_poetry\">كليب لعمري كان أكثر ناصرا * وأيسر جرما منك ضرج بالدم فنظر إلي واشتد عليه وعلي، إلا أني لم أره ذلك، فقال لها: غني غير هذا، فغنت:</p>\n<p class=\"arabic_poetry\">أبكى فراقهم عيني وأرقها * إن التفرق للأحباب بكاء</p>\n<p class=\"arabic_poetry\">ما زال يعدو عليهم صرف دهرهم * حتى تفانوا وصرف الدهر عداء فصاح عليها: لعنك الله، أما تعرفين من الغناء غير هذا؟ فقالت: ما تغنيت إلا ما عهدتك تحبه، ثم غنت:</p>\n<p class=\"arabic_poetry\">أما ورب السكون والحرك * إن المنايا كثيرة الشرك</p>\n<p class=\"arabic_poetry\">ما اختلف الليل والنهار ولا * دارت نجوم السماء في فلك</p>\n<p class=\"arabic_poetry\">إلا بنقل السلطان من ملك * قد انقضى ملكه إلى ملك</p>\n<p class=\"arabic_poetry\">وملك ذي العرش دائم أبدا * ليس بفان ولا بمشترك فصاح بها: قومي، غضب الله عليك ولعنك، فقامت مذعورة وعثرت بقدح بلور حسن الصنعة جدا كان يختصه ويسميه: رب رباح، كان موضوعا إلى ناحيته، فكسرته، فزاد عليه الأمر وقال: أما ترى يا عم ما قد منيت به الليلة؟ ما أرى السرور إلا قد قوض والأمر قد اقترب، فقلت: إنما هو اتفاق وقع، والله يطيل عمرك ويكبت عدوك، فسمعنا قائلا يقول من الشط:</p>\n<p class=\"arabic\">قضي الأمر الذي فيه تستفتيان، فوثب عن المجلس وقال: أما سمعت يا إبراهيم؟ فقلت: ما سعت شيئا، وقد كنت سمعت، فقال: ما بعد الفأل دليل، فما عدت إلى المجالسة بعد ذلك، وقتل محمد بعد أيام.</p>",
            "title": "الصراة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000922-000.json"
        }
    ],
    "type": "FeatureCollection"
}