{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الرقة</h1>\n<p class=\"arabic\">مدينة بالعراق مما يلي الجزيرة، وكل أرض إلى جانب واد ينبسط عليها الماء عند المد فهي رقة، وبه سميت المدينة.</p>\n<p class=\"arabic\">والرقة واسطة بلاد مضر، ومن مدنها الرها وسروج وشمشاط ورأس العين وغيرها، والرقة على شارعة الفرات في الشمال منه، وعليها سوران، وهي في فحص يبعد عن الجبال على مسافة أكثر من يومين، وفي شرقيها جبلان يسميان المنخرين.</p>\n<p class=\"arabic\">وفتح الرقة عياض بن غنم سنة ثمان عشرة، فإنه لما مات أبو عبيدة في طاعون عمواس استخلف عياضا فورد عليه كتاب عمر رضي الله عنه بتوليه حمص وقنسرين والجزيرة فصار إليها في خمسة آلاف، على مقدمته ميسرة بن مسروق العبسي، وعلى ميمنته سعيد بن عامر الجمحي، وعلى ميسرته صفوان بن المعطل السلمي، ويقال إن خالد بن الوليد رضي الله عنه كان على ميسرته، ويقال أيضا إن خالدا رضي الله عنه لم يسر تحت لواء أحد بعد أبي عبيدة رضي الله عنه ولزم حمص حتى توفي سنة إحدى وعشرين. فانتهت طليعة لعياض إلى الرقة فأغاروا على حاضر كان حولها للعرب وعلى قوم من الفلاحين فأصابوا مغنما، وهرب من نجا من أولئك فدخلوا مدينة الرقة، وأقبل عياض في عسكره حتى نزل ببابها المعروف بباب الرها في تعبئته، ثم تأخر عنها لئلا تبلغه حجارتهم وسهامهم وركب فطاف حول المدينة ووضع على أبوابها روابط، ثم رجع إلى عسكره وبث السرايا فآبت بالأسرى من القرى بالأطعمة الكثيرة، فلما مضت خمسة أيام أو ستة وهم على ذلك أرسل بطريق المدينة إلى عياض يطلب الأمان وقال: الأرض لنا قد وطئناها وأحرزناها ، فصالحه عياض على أن أمن جميع أهلها على أنفسهم وذراريهم وأموالهم ومدينتهم فأقرها في أيديهم على الخراج، ووضع الجزية على رقابهم وألزم كل رجل منهم دينارا في كل سنة وقمحا وشيئا من زيت وخل وعسل، ويقال إن عمر رضي الله عنه كتب إليه فألزم كل امرئ منهم أربعة دنانير كما ألزم أهل الذهب، وفتحوا أبواب المدينة وأقاموا للمسلمين سوقا وكتب لهم عياض كتابا.</p>\n<p class=\"arabic\">وكان أبو جعفر المنصور شخص إلى بيت المقدس فصلى فيه ثم انثنى إلى الرقة فأتى فيها منصور بن جعونة فقتله، وسبب ذلك أن المنصور قال فيما يقول: إن الله تعالى قد رفع الطاعون عن الشام ببركتنا ويمن ولايتنا، فقال له: ما كان الله ليجمعكم والطاعون في بلد.</p>\n<p class=\"arabic\">وبالرقة قتل أنس بن أبي شيخ وصلب، وكان أحد البلغاء وكان انقطاعه إلى جعفر بن يحيى، وكان يرمى بالزندقة، وحضر عرسا لجعفر فجعل أنس يذكر أهل بيت رسول الله ونسلهم حتى ذكر فاطمة بنت رسول الله بسوء، والبيت غاص بوجوه الناس، قال معاوية بن بكير: فقمت إليه فقلت: يا ابن الزانية، وأخذت بحلقه ورميت به تحتي وأقبلت أخنقه وهو يصيح: قتلني وأيم الله، لو كان معي سيفي لقتلته، قال: فخليت عنه، فبلغ الخبر الرشيد، فلما خرج الرشيد إلى الرقة نظر إلي يوما فقال: يا معاوية، قلت: لبيك يا سيدي، ثم التفت فقال: يا سندي علي بأنس بن أبي شيخ، وذكر ما كان بيني وبينه، فأحضر ودعاني فأمرني فضربت عنقه وصلبه، وكان الرشيد لما انصرف عن الري اجتاز ببغداد فطواها ولم ينزلها وجعلها طريقه إلى الرقة فأمر بإحراق جثة جعفر بن يحيى عند اجتيازه بها، وبالرقة توفي يحيى بن خالد في حبسه بها سنة تسع وثمانين ومائة وصلى عليه ابنه الفضل قبل خروجه. وفيها مات عبد الملك بن صالح بن علي فدفن بقصر الرشيد بالرقة وكان من أفصح بني هاشم في أيامه، ويقال إن الرشيد لما دخل منبج قال: لمن هذا؟ يعني بستانا وقصرا أعجباه، فقال: هو لك ولي بك، قال: [v.1, p.270]</p>\n<p class=\"arabic\">وكيف بناؤه؟ يريد القصر، قال: دون منازل أهلي وفوق نازل الناس، قال: وكيف مدينتك؟ قال: عذبة الماء باردة الهواء طيبة الوطاء قليلة الأدواء، قال: كيف ليلها؟ قال: سحر كله.</p>\n<p class=\"arabic\">وذكر المسعودي إن الرقة هي عين البذندون التي مات فيها المأمون وأن مولده اقتضى أنه يموت بمكان يقال له الرقة فكان كذلك وحمل إلى طرسوس فدفن بها.</p>",
            "title": "الرقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000697-000.json"
        }
    ],
    "type": "FeatureCollection"
}