{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الخندق</h1>\n<p class=\"arabic\">قبل وصولك إلى المدينة المكرمة من جهة المغرب بمقدار غلوة تلقى الخندق الشهير الذي صنعه النبي صلى الله عليه وسلم عند تحزب الأحزاب.</p>\n<p class=\"arabic\">وكانت وقعة الخندق في شوال بعد أحد بسنة لما أجلى رسول الله صلى الله عليه وسلم بني النضير خرج من اليهود سلام بن أبي الحقيق وحيي بن أخطب وكنانة بن الربيع النضريون، وهوذة بن قيس وأبو عمار الوائليان، في نفر من بني النضير وبني وائل، وهم الذين حزبوا الأحزاب على رسول الله صلى الله عليه وسلم حتى قدموا مكة على قريش، فاستعدوهم واستنصروهم على رسول الله صلى الله عليه وسلم ودعوهم إلى حربه وقالوا: إنا سنكون معكم عليه حتى نستأصله، فقالت لهم قريش: يا معشر يهود، إنكم أهل الكتاب الأول والعلم بما أصبحنا نختلف فيه نحن ومحمد، أفديننا خير أم دينه؟ قالوا: بل دينكم خير من دينه، وأنتم أولى بالحق منه، فهم الذين أنزل الله فيهم: ` ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا، أولئك [v.1, p.221] الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا `، ` النساء: 51، 52 `، فلما قالوا ذلك لقريش سرهم ونشطوا لما دعوهم إليه من حرب رسول الله صلى الله عليه وسلم، فاجتمعوا لذلك واتعدوا له، ثم خرج أولئك النفر حتى جاءوا غطفان من قيس عيلان فدعوهم إلى مثل ما دعوا قريشا إليه، وأخبروهم أنهم سيكونون معهم وأن قريشا قد تابعوهم على ذلك. وجعلت يهود لغطفان على الخروج نصف تمر خيبر في كل عام، فهؤلاء القوم الذين سماهم الله الأحزاب. وسمع النبي صلى الله عليه وسلم ما اجتمعوا عليه فأخذ في حفر الخندق وضربه على المدينة وعمل صلى الله عليه وسلم فيه ترغيبا للمسلمين في العمل فدأب عليه ودأبوا حتى أحكموه، وتسلل عنه رجال من المنافقين. فأنزل الله تعالى: ` إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه على أمر جامع لم يذهبوا حتى يستأذنوه ` الآية ونزل ` قد يعلم الله الذين يتسللون منكم لواذا ` وكانت في حفر الخندق آيات منها الكدية التي اشتدت عليهم في الخندق، فشكوها إلى رسول الله صلى الله عليه وسلم، فدعا بإناء من ماء فتفل فيه ثم دعا بما شاء الله أن يدعو به ثم نضح ذلك الماء على تلك الكدية، فانهالت حتى عادت كالكثيب ما ترد فأسا ولا مسحا، ومنها حفنة التمر التي جاءت بها عمرة بنت رواحة أم النعمان بن بشير إلى أبيها وخالها، فمرت بالنبي صلى الله عليه وسلم فقال: ` يا بنية ما هذا معك `؟ قالت، قلت: يا رسول الله، هذا تمر بعثتني به أمي إلى أبي، بشير بن سعد، وخالي عبد الله بن رواحة يتغديانه، قال صلى الله عليه وسلم: ` هاتيه `، قالت: فصببته في كفي رسول الله صلى الله عليه وسلم فملأتهما، ثم أمر صلى الله عليه وسلم بثوب فبسط، ثم دحا بالتمر عليه فتبدد فوق الثوب، ثم قال لإنسان عنده: ` اصرخ في أهل الخندق أن هلم إلى الغداء `، فاجتمع أهل الخندق عليه فجعلوا يأكلون منه وجعل يزيد حتى صدر أهل الخندق عنه وإنه ليسقط من أطراف الثوب.</p>\n<p class=\"arabic\">ومنها قصة شاة جابر بن عبد الله رضي الله عنهما ذبحها وشواها ثم قال: يا رسول الله صنعت لك شويهة ومعها شيء من خبز هذا الشعير فأحب أن تنصرف معي إلى منزلي، وأنا أريده وحده، فقال صلى الله عليه وسلم: ` نعم `، ثم أمر صارخا صرخ أن انصرفوا مع رسول الله صلى الله عليه وسلم إلى بيت جابر، فقلت: إنا لله وإنا إليه راجعون، فأقبل والناس معه، فجلس وأخرجناها له فبرك وسمى الله تعالى ثم أكل، وتواردها الناس، كلما فرغ قوم قاموا وجاء ناس، حتى صدر أهل الخندق عنها ومنها قصة الناحية التي غلظت في الخندق على سلمان، فأخذ صلى الله عليه وسلم المعول وضرب ضربة لمعت برقة ثم ضرب أخرى فلمعت برقة ثم ضرب الثالثة فلمعت برقة، قال، فقلت: بأبي أنت وأمي يا رسول الله، ما هذا الذي رأيت تحت المعول؟ قال صلى الله عليه وسلم: ` أو قد رأيت ذلك يا سلمان `؟ قلت: نعم، قال صلى الله عليه وسلم: ` أما الأولى فإن الله تعالى فتح علي بها اليمن، وأما الثانية فإن الله تعالى فتح علي بها الشام والمغرب، وأما الثالثة فإن الله تعالى فتح علي بها المشرق `.</p>\n<p class=\"arabic\">وقصة الأحزاب وانصرافهم خائبين مذكورة في سورة الأحزاب، وقد شرح ذلك أصحاب السير.</p>",
            "title": "الخندق",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000569-000.json"
        }
    ],
    "type": "FeatureCollection"
}