{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قبرس</h1>\n<p class=\"arabic\">جزيرة على البحر الشامي كبيرة القطر مقدارها ستة عشر يوما، وبها قرى ومزارع وجبال وأشجار وزروع ومواش، وبها معدن الزاج المنسوب إليها، ويتجهز به منها إلى سائر الأقطار. وبها ثلاث مدن. ومن قبرس إلى طرابلس [v.1, p.453] الشام مجريان، وقبرس على ممر الأيام رخاؤها شامل وخيراتها كاملة.</p>\n<p class=\"arabic\">وكان معاوية رضي الله عنه غزاها وصالح أهلها على جزية سبعة آلاف دينار، فانتقضوا عليه فغزاهم ثانية فقتل وسبى سبيا كثيرا. وروي أنه لما افتتحت مدائن قبرس وقع الناس في السبي يقتسمونه ويفرقونه بينهم، فتشكى بعضهم إلى بعض، فبكى أبو الدرداء رضي الله عنه ثم تنحى فجلس ثم احتبى بحمائل سيفه فقيل: أتبكي في يوم أعز الله فيه الإسلام وأهله وأذل الكفر وأهله؟! فضرب على منكبيه وقال: ويحك ما أهون الخلق على الله تعالى إذا تركوا أمره، بينما هي إمرة قاهرة ظاهرة على الناس إذ تركوا أمر الله عز وجل فصاروا إلى ما ترى.</p>\n<p class=\"arabic\">ودور جزيرة قبرس يوم ، وبينها وبين الأرض الكبيرة يوم، وبينها وبين ساحل مصر خمسة أيام، وبينها وبين رودس ميل، وإنما سميت جزيرة قبرس بمدينة هناك تسمى قبرو، وكانت قبرس معظمة في القديم للوثن المسمى قابرس .</p>\n<p class=\"arabic\">وأهل مدينة قبرس موصوفون بالغنى والجدة وبها معادن الصفر، ويجمع في جزيرة قبرس اللاذن ولا يجمع في غيرها، والذي يجمع منه على الشجر خاصة يحمل إلى ملك القسطنطينية أفضله، لأنه يعادل الألنجوج القماري طيبا وسائر ما يجمع مما يسقط على وجه الأرض هو الذي يستعمله الناس.</p>\n<p class=\"arabic\">وشهدت أم حرام بنت ملحان غزو قبرس فتوفيت بها، وأهل قبرس يتبركون بقبرها ويعرفونه قبر المرأة الصالحة، وكانت قد سألت رسول الله صلى الله عليه وسلم ليدعوا لها الله عز وجل أن يجعلها من الذين يركبون ثبج البحر مجاهدين في سبيل الله تعالى، ففعل في حديث معروف.</p>\n<p class=\"arabic\">وكان الأوزاعي يقول: إنا نرى أن هؤلاء القوم، يعني أهل قبرس أهل عهد، وأن صلحهم وقع على شيء فيه شرط لهم وشرط عليهم وأنه لا يسعهم نقضه إلا بأمر يعرف به عذرهم.</p>\n<p class=\"arabic\">ورأى عبد الملك بن صالح في حدث أحدثوه أن ذلك نقض لعهدهم فكتب إلى عدة من الفقهاء يشاورهم في أمرهم، منهم الليث بن سعد ومالك بن أنس وسفيان بن عيينة وموسى بن أعين وإسماعيل بن عياش ويحيى بن حمزة وأبو إسحاق الفزاري ومحمد بن حسن رحمة الله عليهم، فاختلفوا عليه، وأجاب كل واحد منهم بما ظهر له، مما ليس هذا موضع ذكره.</p>\n<p class=\"arabic\">قالوا: وانتهى خراج أهل قبرس الذي يؤدونه إلى المسلمين بعد المائتين من الهجرة أربعة آلاف ألف وسبعمائة ألف وسبعة وأربعين ألفا.</p>",
            "title": "قبرس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001173-000.json"
        }
    ],
    "type": "FeatureCollection"
}