{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الشماسية</h1>\n<p class=\"arabic\">بالعراق، كان المعتصم خرج من بغداد يرتاد موضعا لمدينة يبنيها فمر بالشماسية، وهي خارج بغداد فضاقت عليه ولم يرضها حتى أتى موضع سر من رأى فأرضاه، فابتدأ بناءها.</p>\n<p class=\"arabic\">وفي خبر أن مهدي بن علوان الشاري كان خرج على المأمون أو على أبيه وانتهت خيله إلى الشماسية بالعراق، وأما البردان وقطربل ومسكن وما والاهما فكانت بها منازله، قال الفضل بن مروان: في سنة ست ومائتين أتى المأمون بمهدي الشاري أسيرا [v.1, p.345] ومعه ثلاثون رجلا من أصحابه فوصفه بالعقل وقال: انتهت خيله إلى الشماسية.</p>\n<p class=\"arabic\">قال: وكان فرات جلولاء في يد المعتصم، وهو أمير، فكتبت إليه عنه: لعبد الله مهدي أمير المؤمنين من أبي إسحاق ابن أمير المؤمنين يسأله الكف عن ضياعه ويبذل له عليها شيئا من المال، ووجه بالكتاب معي، فصرت إليه وهو بجلواباذ عليه دراعة وسيف وعمامة هارونية، فقلت له: قد أتيتك بكتاب ما أتاك مثله، أعني مخاطبة أبي إسحاق إياه بالخلافة، قال: فدعا بكتب كثيرة من الهاشميين وغيرهم يخاطبونه بالخلافة، قال: فكتب لي بما أردت وأعطاني خاتمه فختمت به الكتاب، فكان أول خاتم باطل وقع في يدي ثم ردفه خاتم إبراهيم بن المهدي.</p>\n<p class=\"arabic\">قال: ومرت بنا امرأة نصرانية فقال لي مهدي: هذه أمي وليس يحل لي أن أكرهها على الإسلام.</p>\n<p class=\"arabic\">قال: وذكر علي بن أبي طالب رضي الله عنه بسوء، فقال: هل لكم فيما هو خير من هذا كله؟ نكله إلى الله عز وجل.</p>\n<p class=\"arabic\">وقال يحيى بن أكثم: كنت أساير المأمون فوق باب الشماسية وهو على بغل، فخرج من زرع كان بالقرب من الطريق رجل معه قصة، فنفر البغل ورمى بالمأمون، فقال المأمون: والله لأقتلنك، فلما استوى على بغلته قال له الرجل: يا أمير المؤمنين لأن تلقى الله حانثا خير لك من أن تلقاه قاتلا، قال: صدقت والله، وقضى حاجته ووقع في قصته ما أراد.</p>\n<p class=\"arabic\">وقال أحمد بن أبي دواد: كنت أعيب الغناء وأطعن على أهله، فخرج المعتصم يوما إلى الشماسية في حراقة يشرب ووجه في طلبي فصرت إليه، فلما قربت منه سمعت غناء حيرني وشغلني عن كل شيء، فسقط سوطي من يدي، فالتفت إلى غلامي أطلب منه سوطه فقال لي: قد والله سقط مني، قلت له: فأي شيء كان سبب سقوطه؟ قال: صوت سمعته شغلني عن كل شيء فسقط سوطي من يدي، فإذا قصته قصتي، قال: وكنت أنكر أمر الطرب على الغناء وما يستفز به الناس منه ويغلب على عقولهم، وأناظر المعتصم فيه، فلما دخلت عليه يومئذ أخبرته بالخبر، فضحك وقال: هذا عمي كان يغني:</p>\n<p class=\"arabic_poetry\">إن هذا الطويل من آل حفص * نشر المجد بعد ما كان ماتا فإن كنت تبت مما كنت تناظرنا عليه في ذم الغناء سألته أن يعيده، ففعلت وفعل، وبلغ الطرب مني أكثر مما كان يبلغني عن غيري فأنكره، ورجعت عن رأيي فيه منذ ذلك اليوم.</p>",
            "title": "الشماسية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000880-000.json"
        }
    ],
    "type": "FeatureCollection"
}