{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طرسوس</h1>\n<p class=\"arabic\">مدينة بالشام حصينة، عليها سوران بينهما فصيل وخندق، ويجري الماء حواليها. وفي سنة سبعين ومائة بني سور طرسوس على يد أبي مسلم فرج الخصي التركي، وجهه مولاه هارون الرشيد لذلك، وأنزلها الناس عام ولي الخلافة، في جيش كثيف وعسكر ضخم إلى الثغور، وأمره أن يبني مدينة طرسوس في المرج الذي في سفح الجبل، ولم يكن هناك بناء قط، وأن يجعل النهر يشق وسطها، فابتدأ بناءها في جمادى سنة سبعين ومائة، فخط بها سبعة وثمانين برجا مستديرة ومربعة، على كل برج عشرون شرفة، وبين كل برجين ست وخمسون شرفة، عرض الشرفة ذراعان ونصف في ارتفاع مثل ذلك، وحوالي سورها فصيل واسع متقن مرتفع السمك، وخلف الفصيل خندق عريض عميق مبني بالصخر من أعلاه وأسفله مفروش كله بالصخر، ولها خمسة أبواب: باب الجهاد، وهو الباب الذي يخرج منه إلى المرج الذي يعسكر فيه أمراء الطوائف، وباب الصفصاف، وبين هذين البابين مدخل النهر الأعظم، وعلى مدخله شباك حديد وثيق مفرط العظم، وباب الشام ومنه يدخل زقاق أذنة والمصيصة والشام، وباب كذا وباب البحر، وعنده مخرج النهر ومصبه في البحر، وهناك أيضا شباك حديد مثل الذي عند مدخله، وباب يعرف بالباب المسدود ولم يفتح قط وعلى النهر داخل المدينة قنطرتان عظيمتان إحداهما تعرف بباب الصفصاف، وأخرى تعرف بباب البحر، فكمل بناؤها في سنة اثنتين وسبعين ومائة، وسكنها المجاهدون والمرابطون واختطت بها الخطط والمنازل سنة ثلاث وسبعين ومائة، فلم تبن مدينة أعظم غناء عن الإسلام ولا أشد نكاية على الكفرة، ولا أجمع للمجاهدين ولا أبعد صوتا، ولا أجل مرأى، ولا أتقن بناء منها. فلما نزل الرشيد طرسوس أفرد الثغور من الجزيرة والشام، وسمى الثغور الشامية والثغور الجزرية، ونهرها يأتي من جبل الروم حتى يشق وسطها.</p>\n<p class=\"arabic\">ولي قضاءها أبو عبيد القاسم بن سلام وفيها دفن المأمون بن الرشيد وكان خرج غازيا فمرض بعين البذندون فمات هناك، فحمل إلى طرسوس فدفن بها، وفي ذلك يقول أبو سعيد المخزومي :</p>\n<p class=\"arabic_poetry\">ما رأيت النجوم أغنت عن المأ * مون شيئا وملكه المأسوس</p>\n<p class=\"arabic_poetry\">خلفوه بعرصتي طرسوس * مثلما خلفوا أباه بطوس وذكر الحسين بن الضحاك قال: استحضر المأمون الجلساء والمغنين آخر جلسة جلسها بدمشق، وقد عزم على الخروج إلى البذندون، وقال لمخارق وعلويه: غنيا، فسبق مخارق فغنى بشعر جرير:</p>\n<p class=\"arabic_poetry\">لما تذكرت بالديرين أرقني * صوت الدجاج وقرع بالنواقيس</p>\n<p class=\"arabic_poetry\">فقلت للركب إذ جد المسير بنا * يا بعد يبرين من باب الفراديس فغنى علويه في معنى شعر :</p>\n<p class=\"arabic_poetry\">ألحين ساق إلى دمشق وما * كانت دمشق لأهلنا بلدا فضرب بالقدح الأرض وقال: مالك فض الله فاك، ودمعت عينه، وقال لأخيه أبي إسحاق: أسمعت، لا أحسبني والله أرى بالعراق أبدا، وقال: خذوا بيد هذا الجاهل أو النذير، واعطوا مخارقا ثلاثة آلاف درهم، وتقوض المجلس ولم يعد بعد. قال علويه: وكدت أحبس لولا كرم المأمون، وصار إلى البذندون على أثر ذلك فهلك في رجب سنة ثمان عشرة ومائتين.</p>\n<p class=\"arabic\">وطرسوس مدينة كبيرة كثيرة المتاجر، والعمارة والخصب الزائد وبينها وبين البحر اثنا عشر ميلا.</p>\n<p class=\"arabic\">وفي سنة اثنتين وخمسين وثلثمائة تغلب الروم على طرسوس [v.1, p.388] واحتلت ثغور الشام الأدنى إلا من رضي بأداء الجزية من المسلمين وعمرت طرسوس وما والاها بالروم فلما كان سنة سبع وخمسين وثلثمائة زحف ابن نوح صاحب خراسان بعساكر جرارة إلى طرسوس وأوقع بالروم وهزمهم، وجاوز الدرب إلى أرض القسطنطينية فالتقى جيوش المشركين وعليهم ابن الشمشكي بطريق نقفور، فمنح الله تعالى المسلمين النصر عليهم، ولم ينج ابن الشمشكي إلا وحيدا، ثم جهز نقفور جيشا آخر احتفل فيه لنصر ابن الشمشكي، فكان خلاف ما أمله، وصاروا بعد الطعن والضرب والمجالدة بالسيوف إلى المعانقة والمغافصة بالأيدي والتناصي بالشعور فما حجز بينهم إلا الليل، وثبت المسلمون في مصافهم، وباتوا على ظهور دوابهم، وناجزوهم بجد وحزم فإذا الأرض قد غصت بجثثهم، ولا أثر لمن بقي منهم ولا عين، قد تفرقوا في جنح الليل، وافتتح ابن نوح قلاعا كثيرة مما كان تغلب عليها الطاغية، منها مرعش وغيرها.</p>",
            "title": "طرسوس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000990-000.json"
        }
    ],
    "type": "FeatureCollection"
}