{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دبا</h1>\n<p class=\"arabic\">مثل عصا، موضع بظهر الحيرة، ودبا فيما بين عمان والبحرين، كان وفد الأزد من أهل دبا على رسول الله صلى الله عليه وسلم مقرين بالإسلام، فبعث فيهم مصدقا منهم يقال له حذيفة بن اليمان الأزدي من أهل دبا، وكتب له فرائض صدقات أموالهم ثم رسم له أخذها من أغنيائهم وردها على فقرائهم، ففعل ذلك حذيفة ورد فاضلها إلى رسول الله صلى الله عليه وسلم إذ لم يجد لها موضعا، فلما توفي رسول الله صلى الله عليه وسلم منعوا الصدقة وارتدوا، فدعاهم حذيفة إلى التوبة فأبوا، وأسمعوه شتم النبي صلى الله عليه وسلم، فقال: يا قوم أسمعوني الأذى في أبي وأمي ولا تسمعوني الأذى في رسول الله صلى الله عليه وسلم، فأبوا إلا ذاك وجعلوا يرتجزون:</p>\n<p class=\"arabic_poetry\">لقد أتانا خبر ردي * أمست قريش كلها نبي * ظلم لعمر الله عبقري * فكتب حذيفة إلى أبي بكر الصديق رضي الله عنه بما كان منهم فاغتاظ أبو بكر عليهم غيظا شديدا وقال: من لهؤلاء ويل لهم، ثم بعث إليهم عكرمة بن أبي جهل، وكان النبي صلى الله عليه وسلم استعمله على سفلى بني عامر بن صعصعة مصدقا، فلما بلغته وفاة النبي صلى الله عليه وسلم انحاز إلى تبالة في أناس من العرب ثبتوا على الإسلام، فكان مقيما بتبالة فجاءه كتاب أبي بكر رضي الله عنه، وكان أول بعث بعثه إلى أهل الردة: أن سر فيمن قبلك من المسلمين إلى أهل دبا، فسار عكرمة في نحو ألفين من المسلمين ورأس أهل الردة لقيط بن مالك فلما بلغه مسير عكرمة بعث ألف رجل من الأزد يلقونه، وبلغ عكرمة أنهم في جموع كثيرة فبعث طليعة، وكان لأصحاب لقيط أيضا طليعة، فالتقت الطليعتان فتناوشوا ساعة ثم انكشف أصحاب لقيط، وبعث أصحاب عكرمة فارسا يخبر عكرمة، فلما أتاه الخبر أسرع بأصحابه ومن معه حتى لحق طليعته ثم زحفوا جميعا ميمنة وميسرة وسار على تعبئة حتى أدرك القوم فالتقوا فاقتتلوا ساعة، ثم رزق الله تعالى عكرمة عليهم الظفر فهزمهم وأكثر فيهم القتل، ورجعوا منهزمين أجمعين إلى لقيط بن مالك، فأخبروه أن جمع عكرمة مقبل إليهم وأنهم لا طاقة لهم بهم، وفقدوا من أصحابهم بشرا كثيرا، منهم من قتل ومنهم من أسر، فلما انتهوا إلى لقيط مفلولين قوي حذيفة بن اليمان رضي الله عنه بمن معه من المسلمين فناهضهم وناوشهم، وجاء عكرمة في أصحابه فقاتل معهم فأصابوا منهم مائة أو نحوها في المعركة ثم انهزموا حتى دخلوا مدينة دبا فتحصنوا فيها وحصرهم المسلمون شهرا أو نحوه وشق عليهم الحصار إذ لم يكونوا أخذوا له أهبة، فأرسلوا إلى حذيفة رجلا منهم يسأله الصلح، فقال: إلا أخيرهم، بين حرب مجلية أو سلم مخزية، قالوا: أما الحرب المجلية فقد عرفناها فما السلم المخزية؟ قال: تشهدون أن قتلانا في الجنة وقتلاكم في النار، وأن ما أخذنا منكم فهو لنا وما أخذتموه منا فهو رد علينا، وأنا على حق وأنكم على باطل وكفر، نحكم فيكم بما رأينا فأقروا بذلك، فقال: اخرجوا من مدينتكم عزلا لا سلاح معكم، ففعلوا، فدخل المسلمون حصنهم، فقال حذيفة رضي الله عنه: إني قد حكمت فيكم أن أقتل أشرافكم وأسبي ذراريكم، فقتل من أشرافهم مائة رجل، وسبى ذراريهم، وقدم حذيفة رضي الله عنه بسبيهم إلى المدينة، وهم ثلثمائة من المقاتلة وأربعمائة من الذرية والنساء، وأقام عكرمة بدبا عاملا عليها لأبي بكر رضي الله عنه، فلما قدم حذيفة رضي الله عنه بسبيهم إلى المدينة اختلف فيهم المسلمون فكان زيد بن أسلم يحدث عن أبيه أن أبا بكر رضي [v.1, p.232] الله عنه أنزلهم دار رملة بنت الحارث، وهو يريد أن يقتل من بقي من المقاتلة، فكان من كلام عمر رضي الله عنه: يا خليفة رسول الله قوم مؤمنون إنما شحوا على أموالهم والقوم يقولون: والله ما رجعنا عن الإسلام ولكن شححنا على أموالنا، فيأبى أبو بكر رضي الله عنه أن يدعهم بهذا القول، ولم يزالوا موقفين بدار رملة حتى توفي أبو بكر رضي الله عنه وولي عمر رضي الله عنه فدعاهم فقال: قد كان من رأيي يوم قدم بكم على أبي بكر رضي الله عنه أن يطلقكم وقد أفضى إلي الأمر فانطلقوا إلى أي البلاد شئتم فأنتم قوم أحرار لا فدية عليكم، فخرجوا حتى نزلوا البصرة، وكان فيهم أبو صفرة والد المهلب وهو غلام يومئذ، وكان في من نزل البصرة.</p>\n<p class=\"arabic\">وعن ابن عباس رضي الله عنهما أن رأي المهاجرين فيهم إذ استشارهم أبو بكر رضي الله عنه كان قتلهم أو فداءهم بأغلى الفداء، وكان عمر رضي الله عنه يرى ألا قتل عليهم ولا فداء، فلم يزالوا محتبسين حتى ولي عمر بن الخطاب رضي الله عنه فأرسلهم بغير فداء.</p>\n<p class=\"arabic\">ويروى عن عمر بن عبد العزيز أن عمر بن الخطاب رضي الله عنه قضى فيهم بأربعمائة، فصار فداء، ثم نظر في ذلك فقال: لا سباء في الإسلام فهم أحرار، والأول أكثر. وعن عروة: لما قدم أهل غزو دبا المدينة قافلين أعطاهم أبو بكر رضي الله عنه خمسة دنانير خمسة دنانير.</p>",
            "title": "دبا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000593-000.json"
        }
    ],
    "type": "FeatureCollection"
}