{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">حران</h1>\n<p class=\"arabic\">مدينة من ديار مضر، قديمة عتيقة، لا يدرى متى بنيت، يقال بناها هران أخو إبراهيم عليه السلام وهو أبو لوط عليه السلام، ويقال هارن، وإليه تنسب حران، وهي مدينة الصابئين ولهم بها تل عليه مصلاهم، وهم يعظمونه وينسبونه إلى إبراهيم عليه السلام، وهي من غر البلاد لكنها قليلة الماء والشجر ولها رساتيق وعمارات وموضعها في مستو من الأرض، يحيط بها جبل شامخ مسافة يومين.</p>\n<p class=\"arabic\">ويزعم الصابئون أن حاران بنى تارح، وهو أخو إبراهيم عليه السلام، مر بها بعد نيف وخمسين سنة فقال: وإنك كعهدك يا عجوز.</p>\n<p class=\"arabic\">وحران مدينة مسورة ومسجد جامعها داخل في مدينتها، ولها أربعة أبواب: باب الرقة جنوبي، والشرقي باب يزيد، والشمالي باب يزيد ، والغربي باب الفرات ، ولها في غربيها دويرات وفي شمالها خرب، وليس للمدينة في نفسها بساتين وماؤها من الآبار، ولها قرى متصلة بها، تضم كل قرية خلقا كثيرا، ولها عمارات واسعة، وفي كل قرية مسجد جامع ومنار، ويزعم الصابئون أن ماني الثنوي من أهل حران وأنه كان أسقفا بنجران، فوقع عزم من الجاثليق فقال: والله لأفسدن عليه شريعته، فقال باثنين وضارع قول المجوس، وجعل أناجيل وتسمى مسيحا، فضارع قول النصارى وأفسد الشريعة، وقتله سابور أحد ملوك الفرس على الزندقة وصلبه على باب مدينة أرجان من مدن فارس. ويزعم الصابئون أيضا أن ديصان الزنديق من أهل حران وأنه ولد زنا وجد منبوذا على نهر يقال له ديصان فسمي به.</p>\n<p class=\"arabic\">وفي مدينة حران مجمع الصابئين وقد درج أكثرهم وبقيت إلى اليوم منهم هناك بقية، وأخبر من رأى بقيتهم وذكر أنهم يستقبلون الكعبة في صلاتهم كما يستقبل المسلمون، وذكر أنهم من ولد صاب بن طاط بن خنوخ، كان من أهل الحكمة والفلسفة والعلم بالنجوم وهو أول من نزل بابل واتخذ بها هيكلا، وكان فيه كاهن يسمى كرمن ومعناه بلسانهم العالم الكبير، ووضع لأهل العصر نواميس يعملون بها وأحكاما ينتهون إليها، وكان قد أحكم في الصقع الذي كان نازلا به من أرض بابل بناء بطالع قد ارتصده ووقت قد اختاره، وأثبت فيه من غوامض العلوم ما بقي أثره للصابئة، ونقش بلاطات الهيكل بضروب الصناعات وصور فيها جميع المهن وصور أهلها، وسن للصابئة أن متى أدرك لأحدهم ابن وصلح أن يتصرف، أتى به والداه إلى ذلك الهيكل وقربا عنه فيه قربانا ومشى الغلام داخل الهيكل، فإذا كان عند الصباح وفرغ أهل الهيكل من ناموسهم قصد به السادن إلى تلك البلاطات المزبور فيها جميع المهن وأراه إياها، فما مالت إليه نفس الغلام من هذه الصناعات والمهن أمر أبويه أن يسلماه فيها فيحذق في تلك الصناعة.</p>\n<p class=\"arabic\">وكان لهم في القرابين أشياء أحدثها لهم صاب من جملة ما [v.1, p.191] يقربونه في صلاتهم وتقديسهم من أمور وضعها لهم صاب وهي تهليل وتحميد وتسبيح، ولم يزالوا برهة من زمانهم جارين على ما وضع لهم من ذلك وعاملين بما نهج لهم إلى أن انبعث فيهم مركيون فأحدث لهم أشياء وحد لهم حدودا ومال بهم نحو الكواكب، فابتدع لهم ضروبا من الهياكل ونصب فيها أصناما ووقت لهم في الصلوات أوقاتا، وهيئة صلاتهم هو أن يدخل الهيكل وقد وضع يديه معا على صدره ثم يستقبل القبلة عليه لباس من صوف القرابين، ثم يبسط يديه معا مادهما وجامعا بينهما، ثم يسجد برأسه قائما ويزمزم، ثم يمشي القهقرى خطى يسيرة ويخرج.</p>\n<p class=\"arabic\">وهم يجمعون في مواقيت صومهم ومناسكهم بين الشهور الشمسية والقمرية، ويسمون الشهر الهلالي بما يتفق أن يقع فيه من شهور السريانيين، فيقولون: هلال تشرين الأول، هلال تشرين الثاني، وكذلك في جميعها، ويكبسون في ثلاث سنين شهرا ويجعلونه نصف آذار ويسمونه هلال آذار الثاني فتصير شهور تلك السنة ثلاثة عشر شهرا من أجل الأحد عشر يوما وربع التي بين الشمسية والقمرية.</p>\n<p class=\"arabic\">ووصف بعض البلغاء حران فقال : بلد لا حسن لديه ولا ظل متوسدا برديه، وقد اشتق من اسمه هواؤه، فلا يألف البرد ماؤه، ولا تجد فيه مقيلا، ولا تتنفس فيه إلا نفسا ثقيلا، قد نبذ بالعراء، ووضع في وسط الصحراء، يعدم رونق الحضارة، وتعرى أعطافه من ملابس النضارة.</p>\n<p class=\"arabic\">ولأبينا إبراهيم عليه السلام بقبليها بنحو ثلاثة فراسخ مشهد مبارك، فيه عين ماء جارية، كان مأوى له ولسارة ومتعبدا لهما.</p>\n<p class=\"arabic\">وأهل هذه البلاد من الموصل لديار ربيعة وديار بكر إلى الشام محسنون للغرباء مكرمون للفقراء، وأهل قراها كذلك، ما يحتاجون الغرباء الصعاليك معهم زادا. ولهذه البلدة أسواق حافلة عجيبة الترتيب مسقفة كلها بالخشب لا يزال أهلها في ظل بارد، ويتصل بأسواقها جامعها وهو في غاية الحسن، له صحن كبير فيه ثلاث قباب مرتفعة على سواري رخام تحت كل قبة بئر عذبة، وبهذه البلدة مارستان، وهي كبيرة وسورها حصين مبني بالحجارة وكذلك منار الجامع.</p>\n<p class=\"arabic\">وفتح حران عياض بن غنم أخذها على مثل صلح الرها. وحران فيها من أهل كل بلد ومن أهل كل قبيلة من نزار وقحطان، وهي في مرج أفيح وبقعة حمراء.</p>",
            "title": "حران",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000508-000.json"
        }
    ],
    "type": "FeatureCollection"
}