{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الزاهرة</h1>\n<p class=\"arabic\">مدينة متصلة بقرطبة من البلاد الأندلسية، بناها المنصور بن أبي عامر لما استولى على دولة خليفته هشام، قال ابن حيان : كان الخليفة الحكم وقف من الأثر على البقعة التي بنيت فيها الزاهرة، وكانت ملوك المروانية قبله تتخوف ذلك، وكان ألهجهم بشأنها الحكم، فنظر فيها وقاس على مجالها البقعة المدعوة بألش، بفتح اللام، وهي بغربي مدينة الزهراء، ووجد انتقال الملك إليها فأمر حاجبه أبا أحمد الصقلي بالسبق إلى بنائها طمعا في مزية سعدها، ولا يخرج الأمر عن يده ولده فأنفق عليها مالا عظيما، فمن الغرائب أن محمد بن أبي عامر تولى له شأنها ولا يعلم يومئذ به ثم وقع إلى الحكم أن البقعة بغير ذلك الموضع وأنها بشرقي مدينة قرطبة وأنفذ بفتاه للوقوف عليها فانتهى إلى منزل ابن بدر المسمى ألش مضمومة اللام. وأصاب هناك عجوزا مسنة وقفته على حد الارتياد وقالت له: سمعنا قديما أن مدينة تبنى هنا ويكون على هذه البئر نزول ملكها، فكم تعنى أمير المؤمنين بالسؤال عنها وأمر الله تعالى واقع لا محالة فعاد الرسول بالجلية فلم تطل المدة حتى بناها محمد بن أبي عامر وبنوا أرجاء تلك البئر قرارة.</p>\n<p class=\"arabic\">قال الفتح بن خاقان : لما استفحل أمره واتقد جمره وجل شأنه وظهر استبداده وكثر حساده وخاف على نفسه من الدخول إلى قصر السلطان وخشي أن يقع لطالبه في أشطان توثق لنفسه. وكشف له ما ستره عنه في أمسه من الاعتزاز عليه. ورفض الاستناد [v.1, p.283] إليه، وسما إلى ما سمت إليه الملوك من اختراع قصر ينزل فيه، ويحله بأهله وذويه، ويضم إليه رياسته ويتم به تدبيره وسياسته ويجمع فيه فتيانه وغلمانه ويحشر إليه صنائعه، فارتاد موضع مدينته المعروفة بالزاهرة، الموصوفة بالمشيدات الباهرة، وأقامها بطرف البلد على نهر قرطبة الأعظم، وشرع في بنائها سنة ثمان وستين وثلثمائة فحشر إليها الصناع والفعلة، وأبرزها بالذهب واللازورد متوجة منعلة، وجلب نحوها الآلات الجليلة، وسربلها بما يرد العيون كليلة، وتوسع في اختطاطها وتولع في انتشارها في البسيط وانبساطها ، وبالغ في رفع أسوارها وثابر على تسوية أنجادها وأغوارها، وأوثق أبوابها وأتقن مضايقها فاتسعت هذه المدينة في المدة القريبة، وصار بناؤها من الأبنية الغريبة، وبني معظمها في عامين، وفي سنة سبعين وثلاثمائة انتقل المنصور إليها ونزلها بخاصته وعامته، فتبوأها وشحنها بجميع أسلحته، وأمواله وأمتعته،، واتخذ فيها الدواوين للعمال، ترتفع فيها ضروب الأعمال، والاصطبلات لأنواع الكراع، وعمل داخلها الأهراء، وأطلق بساحتها الأرحاء، ثم أقطع وزراءه وكتابه، وقواده وحجابه، القطائع الواسعة فابتنوا بأكنافها كبار الدور، وجليلات القصور، واتخذوا خلالها المستغلات المفيدة، والمنازه المثيرة، فاتسعت هذه المدينة في المدة القريبة وقامت فيها الأسواق، وكثرت فيها الأرزاق، وتنافس الناس في النزول بأكنافها، والحلول بأطرافها، للدنو من صاحب الدولة، حتى اتصلت أرباضها بأرباض قرطبة، وكان الفراغ منها سنة سبعين وثلثمائة. وفي هذه السنة نزل فيها بخاصته وعامته وخلع الخليفة إلا من الاسم الخلافي، ورتب فيها جلوس وزرائه، ورؤوس أمرائه، وكتب إلى الأقطار بالأندلس والعدوة في أن تحمل إلى مدينته تلك الأموال والجبايات، ويقصدها أصحاب الولايات، فانحشد إليها الناس من جميع الأقطار وحجر على خليفته كل تدبير، واتفق له ذلك بسرعة بطشه، وأقام الخليفة منذ نقل عنه الملك إلى قصر الزاهرة، مهجور الفناء، محجور الغناء، خفي الذكر، مسدود الباب، محجوب الشخص، لا يخاف منه باس ولا يرجى منه إنعام، وليس له إلا الرسم السلطاني في السكة والدعوة والاسم الخلافي، وأزال أطماع الناس منه وصيرهم لا يعرفونه، واشتد ملكه منذ نزل قصر الزاهرة، وتوسع مع الأيام في تشييد أبنيتها وتجنيد أفنيتها حتى كملت أحسن كمال، وجاءت في نهاية الحسن والجمال، وما زالت هذه المدينة رائقة متناسقة السعود، تراوحها الفتوح وتغاديها، لا تزحف منها راية إلا إلى الفتح، ولا يصدر عنها تدبير إلا بنجح، إلى أن حان يومها العصيب، وقيض لها من المكروه نصيب، فتولت فقيدة، وخلت من بهجتها كل عقيدة.</p>",
            "title": "الزاهرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000737-000.json"
        }
    ],
    "type": "FeatureCollection"
}