{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أسوان</h1>\n<p class=\"arabic\">في الصعيد آخر بلاد مصر، وفي بلادهم من الجبال والأوعار التي تحول بينهم وبين النوبة ولولا هي لأفسدت النوبة بلاد مصر، والنيل إنما يهبط من بلاد النوبة على صخور وأوعار لا يدخل ذلك الموضع مركب، وأسوان من ثغور النوبة إلا انهم في أكثر الأوقات مهادنون، وكذلك مراكب مصر لا تصعد في النيل إلا إلى مدينة أسوان فقط وهي في آخر الصعيد الأعلى. وإلى أسوان تصعد المراكب من فسطاط مصر وعلى أميال منها جبال وأحجار يجري النيل في وسطها وهذا الموضع فارق بين سفن الحبشة في النيل وسفن المسلمين.</p>\n<p class=\"arabic\">وأسوان مدينة صغيرة كثيرة الحنطة وسائر أنواع الحبوب والفواكه والبطيخ الأخضر وسائر البقول، وبها اللحوم الكثيرة من البقر والغزلان والمعز وغيرها من صنوف اللحم العجيبة البالغة في الطيب والسمن وأسعارها أبدا رخيصة، وبها تجارات وبضائع تحمل منها إلى بلاد النوبة، وليس يتصل بأسوان من جهة المشرق [v.1, p.57]</p>\n<p class=\"arabic\">بلد للإسلام، وعلى مقربة من أسوان، جنوبا من النيل، جبل في أسفله معدن الزمرد وفي برية منقطعة من العمارة، ولا يوجد الزمرد في شيء من الأرض بأجمعها إلا فيه وله طلاب كثيرة، ومن هذا المعدن يخرج ويتجهز به إلى سائر البلاد؛ وأما معدن الذهب فمن أسوان إليه نحو خمسة عشر يوما من شرق وشمال، ويتصل بأسوان من جهة المغرب الواحات وهي الآن خالية لا ساكن بها وكانت فيما سلف عامرة والمياه تخترق أرضها وبها معز وغنم قد توحشت فهي تتوارى من الناس وتصاد كما يصاد الحيوان البري.</p>\n<p class=\"arabic\">ومن أسوان الطريق إلى عيذاب، وعيذاب مدينة على ضفة البحر المغربي المعروف ببحر القلزم، ومن عيذاب يعبر إلى ساحل الحجاز إلى جدة، ومن عيذاب يسلك إلى اليمن والهند وغير ذلك من البلاد.</p>\n<p class=\"arabic\">وأهل أسوان عرب من قحطان وربيعة ومضر وقريش ناقلة من الحجاز، وهو خصيب كثير النخل توضع النواة في تربته فتنبت نخلة تثمر لسنتين تمرا، وببلاد البصرة وغيرها لا يغرس النخل إلا من الفسيل وما يخرج من النواة فليس يثمر، وكان لقمان عليه السلام عبدا نوبيا أسود ذا مشافر، ومن النوبة النساء المعروفات بالمقورات لا يقدر أحد على افتضاض أبكارهن ولا مباشرتهن حتى يفتق القوابل من قبلها بقدر ما يحتاج للوطء، وهن أطيب النساء خلوة، فإذا حملت المرأة منهن وأقربت زاد القوابل في شق ذلك المكان فإذا وضعت حملها عادت تلك الزيادة بالأدوية الملحمة حتى يلتئم، أخبر بذلك الثقات.</p>",
            "title": "أسوان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000159-000.json"
        }
    ],
    "type": "FeatureCollection"
}