{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحرة</h1>\n<p class=\"arabic\">حرة مدينة النبي صلى الله عليه وسلم تعرف بحرة واقم فيها كانت الوقيعة الشنيعة بأهل المدينة، وذلك أنه لما شمل الناس جور يزيد بن معاوية وعماله وعمهم ظلمهم، وما ظهر من فسقه من قتله ابن بنت رسول الله صلى الله عليه وسلم وأنصاره وما أظهر من شرب الخمور وسار بها فرعونية، أخرج أهل المدينة عامله عليهم عثمان بن محمد بن أبي سفيان لمروان بن الحكم وسائر بني أمية، وذلك عند تنسك ابن الزبير وإظهاره الدعاء لنفسه سنة ثلاث وستين، وكان إخراجهم لمن ذكرناه عن إذن ابن الزبير، واغتنمها مروان منهم إذ لم يقبضوا عليهم ويحملوهم إلى ابن الزبير، فحثوا السير نحو الشام، ونمي فعل أهل المدينة ببني أمية ومن معهم إلى يزيد فسير إليهم جيوش أهل الشام عليهم مسلم بن عقبة المري الذي أخاف المدينة ونهبها وقتل أهلها، وبايعه أهلها على أنهم عبيد يزيد وسماها نتنة مناقضة لتسمية رسول الله صلى الله عليه وسلم لها طيبة وقال: ` من أخاف المدينة أخافه الله `، فسمي مسلم هذا بمجرم ومسرف لما كان من فعله، وقال يزيد حين عرض هذا الجند:</p>\n<p class=\"arabic_poetry\">أبلغ أبا بكر إذا الأمر انبرى * وأشرف القوم على وادي القرى * أجمع</p>\n<p class=\"arabic_poetry\">سكران من القوم ترى * يريد بهذا القول عبد الله بن الزبير وكان يكنى أبا بكر ويسمى يزيد السكران الخمير، وكتب لابن الزبير:</p>\n<p class=\"arabic_poetry\">ادع إلاهك في السماء فإنني * أدعو عليك رجال عك وأشعر [v.1, p.192]</p>\n<p class=\"arabic_poetry\">كيف النجاة أبا خبيب منهم * فاحتل لنفسك قبل مأتى العسكر ولما انتهى الجيش من المدينة إلى الموضع المعروف بالحرة وعليهم مسلم، خرج إلى حربه أهلها عليهم عبد الله بن مطيع العدوي وعبد الله بن حنظلة الأنصاري، فكانت بينهم وقعة عظيمة قتل فيها خلق من الناس من بني هاشم وسائر قريش والأنصار وغيرهم من سائر الناس، وبايع الناس على أنهم عبيد ليزيد ومن أبى ذلك أمره مسلم على السيف غير علي بن الحسين بن علي بن أبي طالب السجاد وعلي بن عبد الله بن العباس بن عبد المطلب رضي الله عنهم، وفي وقعة الحرة يقول محمد بن أسلم:</p>\n<p class=\"arabic_poetry\">فإن تقتلونا يوم حرة واقم * فنحن على الإسلام أول من قتل</p>\n<p class=\"arabic_poetry\">ونحن تركناكم ببدر أذلة * وأبنا بأسياف لنا منكم نفل ونظر الناس إلى علي بن الحسين السجاد وقد لاذ بالقبر الشريف وهو يدعو فأتي به مسرف وهو مغتاظ عليه متبر منه ومن آبائه، فلما رآه ارتعد وقام له وأقعده إلى جانبه وقال له: سلني حوائجك، فلم يسأله في أحد ممن قدم للسيف إلا شفعه فيه وانصرف، فقيل لعلي رضي الله عنه: رأيناك تحرك شفتيك فما الذي قلت؟ قال، قلت: اللهم رب السموات السبع وما أظللن والأرضين السبع وما أقللن ورب العرش العظيم ورب محمد وآله الطاهرين، أعوذ بك من شره وأدرأ بك في نحره، أسألك أن تؤتيني خيره وتكفيني شره، وقيل لمسلم: رأيناك تسب هذا الغلام وسلفه فلما أتي به إليك رفعت منزلته، قال: ما كان ذلك برأي مني ولقد ملىء قلبي منه رعبا.</p>\n<p class=\"arabic\">وأما علي بن عبد الله بن العباس رضي الله عنهما فإن أخواله من كندة منعوه منه وأناس من ربيعة كانوا في جيشه فقال علي رضي الله عنه في ذلك:</p>\n<p class=\"arabic_poetry\">أبي العباس قرم بني لؤي * وأخوالي الملوك بنو وليعه</p>\n<p class=\"arabic_poetry\">هم منعوا ذماري يوم جاءت * كتائب مسرف وبنو اللكيعه</p>\n<p class=\"arabic_poetry\">أراد بي التي لا عز فيها * فحالت دونه أيدي ربيعه ونزل بأهل المدينة من القتل والنهب والسرق والسبي وشبه ذلك أمر عظيم. ثم خرج عنها يريد مكة في جنوده ليوقع بابن الزبير وأهل مكة بأمر يزيد، وذلك سنة أربع وستين، فلما انتهى إلى الموضع المعروف بقديد مات مسرف لعنه الله، فاستخلف على الجيش الحصين بن نمير حتى أتى مكة في محرم سنة أربع وستين، فحاصر مكة وأحاط بها، وعاذ ابن الزبير بالبيت الحرام وسمى نفسه العائذ بالبيت، ونصب الحصين المجانيق والعرادات على مكة والمسجد من الجبال والفجاج، فتواترت أحجار المجانيق والعرادات على البيت ورمي مع الأحجار النار والنفط ومشاقات الكتان فانهدمت الكعبة ووقعت صاعقة فأحرقت من أصحاب المجانيق أحد عشر رجلا، واشتد الأمر على أهل مكة وابن الزبير إلى أن بلغت الحصين وفاة يزيد بالشام فانحلت العزيمة ثم كانت بينه وبين ابن الزبير مخاطبات فآل الأمر إلى أن انصرف عنه إلى الشام.</p>",
            "title": "الحرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000509-000.json"
        }
    ],
    "type": "FeatureCollection"
}