{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سرخس</h1>\n<p class=\"arabic\">مدينة بينها وبين نيسابور ستة مراحل، وهي بين نيسابور ومرو، وهي على نهر لا يدوم جريانه لأنهم إنما تأتيهم فضلته، وكذلك نهر هراة، وليس لسرخس طواحين ماء إنما طحنهم بالدواب، وتكون سرخس في مقدار نصف مرو.</p>\n<p class=\"arabic\">ولما سار ابن عامر إلى الطبسين يريد أبرشهر، وهي نيسابور، فتح ما حولها: طوس وبيورد، ونسا وحمران، وسرخس. ويقال: بعث إلى سرخس عبد الله بن خازم ففتحها وأصاب جاريتين من آل كسرى.</p>\n<p class=\"arabic\">وهو بلد جليل، ومدينته عظيمة، وهو في برية في رمال فيها أخلاط من الناس، وهي طيبة الثرى معتدلة الهواء لها رساتيق وقرى، ولأهل بواديها همة في انتخاب الجمال وتنسيلها، وشربهم من مياه الآبار، وأرحاؤها تديرها الدواب، وبناؤها بالطين واللبن، ومنها إلى هراة خمس مراحل.</p>\n<p class=\"arabic\">وإلى سرخس هرب نصر بن سيار عامل مروان بن محمد لما استوسقت الأمور إلى أبي مسلم صاحب الدعوة فخاف على نفسه فهرب إلى سرخس.</p>\n<p class=\"arabic\">ولما غلب ابن عامر على ما بين سرخس إلى نيسابور أرسل إليه أهل مرو يطلبون الصلح، فصالحهم على ألفي ألف ومائتي ألف، وقيل ستة آلاف ألف ومائتي ألف.</p>\n<p class=\"arabic\">وفيها قتل المأمون وزيره الفضل بن سهل، دخل الحمام بسرخس فقتل غيلة، وأحضر المأمون قتلته فقتلهم. وذكر أن المأمون كان وقع للفضل بن سهل بخطه توقيعا نسخته : أغنيت يا فضل بن سهل بمعاونتك إياي على طاعة الله تعالى وإقامة سلطاني عن معاضدة غيرك فرأيت أن أغنيك، وسبقت الناس من الحاضر كان لي والغائب عني، فأحببت أن أسبق إلى الكتاب لك بخطي بما رأيته لك على نفسي، وأنا أسأل الله تعالى تمامه فإن حولي وقوتي ومقدرتي وقبضتي وبسطي به لا شريك له، وقد أقطعتك السيب من أرض العراق حيازة تميم مولى أمير المؤمنين عطاء لك ولعقبك لما أنت عليه من النزاهة عن أموال رعيتي ولما قمت به من حق الله تعالى وحقي، فلم تأخذك في ذلك لومة لائم، وقد جعلت لك بعد ذلك مرتبة من يقول في كل شيء فيسمع منه ولا تتقدمك مرتبة أحد ما لزمت ما أمرتك به من العمل لله ولدينه والقيام بصلاح دولة أنت ولي القيام بها، وجعلت كله لك بشهادة الله تعالى وجعلته لك كفيلا على عهدي، وكتبت خطي في صفر سنة أربع وتسعين ومائة.</p>",
            "title": "سرخس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000802-000.json"
        }
    ],
    "type": "FeatureCollection"
}