{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فحص البلوط</h1>\n<p class=\"arabic\">بالأندلس من ناحية قرطبة منه القاضي أبو الحكم منذر بن سعيد البلوطي كان متفننا في ضروب من العلوم وكانت له رحلة لقي فيها جماعة من العلماء في الفقه واللغة وكان كثير المناقب والخصال الحميدة غير مدافع مع ثبات جنان وجهارة صوت وحسن ترتيل، وله تفسير على الكتاب العزيز. ومما جرى له مع عبد الرحمن الناصر أمير المؤمنين أنه بنى قبة واتخذ قراميد القبة من فضة وبعضها مغشى بالذهب وجعل سقفها نوعين صفراء فاقعة وبيضاء ناصعة يستلب الأبصار شعاعها، فجلس فيها إثر تمامها لأهل مملكته وقال لقرابته ووزرائه مفتخرا عليهم: رأيتم أو سمعتم ملكا كان قبلي صنع مثل ما صنعت فقالوا له: لا والله يا أمير المؤمنين وإنك لأوحد في شأنك، فبينا هم على ذلك دخل منذر بن سعيد واجما ناكسا رأسه، فلما أخذ مجلسه قال له ما قال لقرابته، فأقبلت دموع القاضي تتحدر على لحيته وقال له: والله يا أمير ما ظننت أن الشيطان لعنه الله يبلغ منك هذا المبلغ ولا أن تمكنه من قيادك هذا التمكين مع ما آتاك الله تعالى وفضلك به على المسلمين حتى ينزلك منازل الكافرين، فاقشعر</p>\n<p class=\"arabic\">عبد الرحمن من قوله وقال: انظر ما تقول، كيف أنزلني منازلهم؟ قال: نعم أليس الله تعالى يقول ` ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون ` فوجم الخليفة عبد الرحمن ونكس رأسه مليا ودموعه تتحدر على لحيته خشوعا وتذمما مما جرى ثم أقبل على منذر بن سعيد فقال له: جزاك الله عنا وعن الدين خيرا وكثر في الناس أمثالك فالذي قلت والله هو الحق، وقام من مجلسه ذلك يستغفر الله تعالى وأمر بنقض سقف القبة وأعاده قرمدا على صفة غيرها.</p>\n<p class=\"arabic\">ومن أخباره أن الناصر لدين الله أمره بالخروج للاستسقاء، فخرج واجتمع له الناس في مصلى الربض بقرطبة بارزين إلى الله في جمع عظيم ثم قام منذر بن سعيد باكيا خاشعا لله تعالى، فخطب فقال: ` سلام عليكم كتب ربكم على نفسه الرحمة أنه من عمل منكم سوءا بجهالة ثم تاب من بعده وأصلح فإنه غفور رحيم ` استغفروا ربكم إنه كان غفارا، قال: فضج الناس بالبكاء وارتفعت أصواتهم بالاستغفار والتضرع إلى الله تعالى بالسؤال، فما تم النهار حتى أرسل الله تعالى السماء بماء منهمر.</p>\n<p class=\"arabic\">وكان رحمه الله تعالى على متانة دينه وجزالته في أحكامه حسن الخلق كثير الدعابة ربما ارتاب بباطنه من لا يعرفه حتى إذا رام أن يصيب من دينه ثار به ثورة الليث العادي، قيل له إن قوما من جيران أحد المتحاكمين من أهل ربض الرصافة قد تألبوا معه على خصمه وأعانوه بشهادة مدخولة وهم غادون بها عليك وكان كثيرا ما تأتيه عيونه بمثل ذلك فغدوا عليه بمجلس نظره وكانت أسماء جميعهم متفقة في الوزن على مثال فعلون فأخذوا مواضعهم وقام الذين يشهدون له، فلما رأى القاضي أسماءهم قال رافعا صوته: يا ابن صيفون ويا ابن زيدون ويا ابن سحنون من الربض الملعون ألقوا ما أنتم ملقون، فلما سمعوا قوله لاذوا عن الشهادة وخرجوا متسللين فكفي شأنهم.</p>\n<p class=\"arabic\">وكان نظارا لا يقنع بالتقليد، ومن قوله في استقصار هذه الفرقة:</p>\n<p class=\"arabic_poetry\">عذيري من قوم إذا ما سألتهم * دليلا يقولوا هكذا قال مالك [v.1, p.95]</p>\n<p class=\"arabic_poetry\">فإن زدت قالوا قال سحنون مثله * وقد كان لا تخفى عليه المسالك</p>\n<p class=\"arabic_poetry\">فإن قلت قال الله ضجوا وأعولوا * علي وقالوا أنت خصم مماحك ونوادره كثيرة.</p>",
            "title": "فحص البلوط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000261-000.json"
        }
    ],
    "type": "FeatureCollection"
}