{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تاجرا</h1>\n<p class=\"arabic\">موضع من أحواز قابس في مكان منه يقال له لاقية، وفي تاجرا كانت الوقيعة بين الشيخ المجاهد أبي محمد عبد الواحد بن أبي حفص وبين يحيى بن إسحاق المسوفي الميورقي، وكان سببها أن يحيى بن إسحاق هذا كان تغلب على حصن المهدية في جملة ما تغلب عليه من البلاد الإفريقية، فتحرك إليه صاحب المغرب الملك الناصر أبو عبد الله محمد بن يعقوب المنصور بن يوسف بن عبد المؤمن من مراكش في جمادى الأولى من سنة إحدى وستمائة، فلما فارق بلاد المغرب وأشرف على بلاد العدو، جد في أمره وتدرج حتى أتى المهدية فنزل عليها في صفر من سنة اثنتين وستمائة فحاصرها ونصب عليها المجانيق وواصل حربها، وكان يحيى بن إسحاق ترك بالمهدية نائبه وبقي جوالا في بلاد إفريقية بعسكره، فلما نزل الناصر على المهدية وجه الشيخ أبا محمد عبد الواحد هذا في أربعة آلاف فارس إلى لقاء يحيى بن إسحاق وأقام الناصر على محاصرة المهدية، وكان أصحاب يحيى بن إسحاق شجعوه وحرضوه على الثبوت فثبت، فالتقى الجمعان بموضع يقال له لاقية من تاجرا، وأمر يحيى أصحابه فعقلوا الإبل وأوقفوا الهوادج إزاءها، وأمر الشيخ أبو محمد عبد الواحد أصحابه بالإعراض عن تلك الإبل والهوادج ومشوا على تعبئة، وصدر الرماة وقدم الطلائع فصدقوا الدفاع ودارت بين الفريقين رحى الحرب ثلاث ساعات من النهار وحمل يحيى حملات وبعد ذلك انهزم أصحابه وركبهم السيف إلى الأصيل، وأجلت الحرب عن قتل جبارة أخي يحيى وكاتبه علي بن اللمطي وعامل له يقال له الفتح بن محمد وبعض الأعراب وجماعة من الجند،</p>\n<p class=\"arabic\">وفر يحيى في شرذمة قليلة وتفرقت حشوده وأعرابه وأخذت رايته السوداء وأحاط الموحدون بعسكره وأمواله وما كانوا حازوا من طرابلس إلى منتهى بجاية، وقفل الشيخ أبو محمد غانما مظفرا وساق معه المتاع والكراع وسائر الغنائم.</p>\n<p class=\"arabic\">حكي أنه كان في محلة يحيى نحو ثمانية عشر ألف جمل محملة بالأموال والرجال والنساء وغير ذلك وسلم جميعها وفر، ولم يقتل من جيش الموحدين إلا أربعة نفر، وكان يحيى أنفذ عياله وأولاده وحاشيته مع ثقات أصحابه إلى موضع نحو خمسة فراسخ من محلته فلما فر أخذهم في صدره ولولا ذلك ما سلم له أحد منهم، ومات في عسكر يحيى نحو المائة نفس سوى من قتل في المعركة من الفرسان واستنقذ السيد أبا زيد وجماعة من الأسرى الذين كانوا في يد يحيى أسرى، ورجع الشيخ أبو محمد بجميع ذلك إلى الناصر وهو محاصر للمهدية ومعه الغنائم والأسرى الذين استنقذهم، وقدم الحرسي الذي كان على نكال السيد أبي زيد على قتب سام إشهارا له وبيده راية سوداء وطيف بذلك كله على المهدية. وكانت هذه الهزيمة في الثاني عشر من ربيع الأول من سنة اثنتين وستمائة وكان بين فتح الموحدين ميورقة وبين هزيمة تاجرا نحو من ثلاثة أشهر وثلاثة أيام، ورفع حماد المالقي وهو مشهور بالإبداع هذين البيتين إلى الناصر في قطع الكاغد:</p>\n<p class=\"arabic_poetry\">رأى يحيى إمام الخلق يأتي * ففر أمام من يأتي إليه</p>\n<p class=\"arabic_poetry\">فشبهت الشقي بياء يفري * ولام الأمر قد دخلت عليه [v.1, p.125]</p>\n<p class=\"arabic\">وكمل التبريز بالغنائم على ملاحظة من المحصورين بالمهدية وهم مع ذلك متجلدون مواظبون على القتال بصرامة وشدة شكيمة معلنون بالتكذيب بهزيمة يحيى وينوعون السب ويفحشون، وألح الملك الناصر في قتالهم وجمع المجانيق والآلات على جهة واحدة من السور حتى كثر فيهم الموتان والجراحة، وتحققوا بعد ذلك بانهزام يحيى فسقط في أيديهم وطلبوا الأمان فأسعفهم به، ونزل علي بن الغازي صاحب المهدية وهو ابن عم يحيى وأتباعه وشيعته على أن يخلى سبيله ويسلموا البلد، وكان ذلك في التاسع من جمادى الأولى أو في السابع والعشرين منه من سنة اثنتين وستمائة، فكان بين هزيمة تاجرا وببن فتح المهدية شهران وستة وعشرون يوما.</p>\n<p class=\"arabic\">تاهرت :</p>\n<p class=\"arabic\">مدينة مشهورة من مدن الغرب الأوسط على طريق المسيلة من تلمسان، وكانت تاهرت فيما سلف مدينتين كبيرتين إحداهما قديمة والأخرى محدثة، فالقديمة منهما ذات سور على قنة جبل ليس بالعالي وبها ناس وجمل من البرابر ولهم تجارات وبضائع وأسواق عامرة وبأرضها مزارع وضياع جمة وبها من نتاج البراذين والخيل كل شيء حسن، وبها البقر والغنم كثير جدا وكذلك العسل والسمن وسائر غلاتها كثيرة، وبها مياه متدفقة وعيون جارية تدخل أكثر ديارهم ولهم على هذه المياه بساتين وأشجار تحمل ضروبا من الفواكه الحسنة، ولها سور صخري وبها قصبة منيعة مشرفة على سوقها المسماة بالمعصومة.</p>\n<p class=\"arabic\">وتاهرت في سفح جبل يسمى قزول وعلى نهر كبير يأتيها من ناحية الغرب ولها نهر آخر يجري من عيون يجتمع منه شرب أرضها وبساتينها، وسفرجلها لا نظير له حسنا وطعما وشما، ولها ثلاثة أبواب: باب الصفا وهو باب الأندلس وباب المنازل وباب المطاحن، وهي شديدة البرد كثيرة الغيوم والثلج، قال بكر بن حماد وكان ثقة مأمونا حافظا للحديث يصف برد | تاهرت:</p>\n<p class=\"arabic_poetry\">ما أصعب البرد وريعانه * وأطرف الشمس بتاهرت</p>\n<p class=\"arabic_poetry\">تبدو من الغيم إذا ما بدت * كأنما تنشر من تحت</p>\n<p class=\"arabic_poetry\">فنحن في بحر بلا لجة * تجري بنا الريح على السمت</p>\n<p class=\"arabic_poetry\">نفرح بالشمس إذا ما بدت * كفرحة الذمي بالسبت ونظر رجل من تاهرت إلى توقد الشمس بالحجاز فقال: احرقي ما شئت فوالله انك بتاهرت لذليلة.</p>\n<p class=\"arabic\">وتاهرت الحديثة في قبليها لواتة وهوارة في قرارات، وبغربيها زواغة وبجوفيها مطماطة وزناتة ومكناسة، وفي شرقيها حصن هو تاهرت القديمة.</p>\n<p class=\"arabic\">وكان صاحب تاهرت ميمون بن عبد الرحمن بن رستم بن بهرام من ولد سابور ذي الأكتاف الفارسي، وكان ميمون اباضيا وكان يسلم عليه بالخلافة، وتعاقب مملكة تاهرت بنو ميمون وبنو إخوته إسماعيل وعبد الرحمن بن الرسمية إلى سنة ست وتسعين ومائتين، فوصل أبو عبد الله الشيعي إلى تاهرت فدخلها بالأمان ثم قتل ممن فيها من الرسمية عددا كثيرا وبعث برؤوسهم إلى أخيه أبي العباس وطيف بها في القيروان ونصبت على باب رقادة، وملك بنو رستم تاهرت مائة وثلاثين سنة. وكان عبد الرحمن بن رستم خليفة لأبي الخطاب عبد الأعلى بن السمح بن عبيد بن حرملة على إفريقية، فلما قتل محمد بن الأشعث الخزاعي أبا الخطاب في صفر سنة أربع وأربعين ومائة هرب عبد الرحمن بأهله وما خف من ماله وترك القيروان، فاجتمعت إليه الاباضية واتفقوا على تقديمه وبنيان مدينة تجمعهم، فنزلوا موضع تاهرت اليوم وهو غيضة أشبة، ونزل عبد الرحمن منه موضعا مربعا لا شعراء فيه وأدركتهم صلاة الجمعة فصلى بهم هناك، فلما انقضت الصلاة ثارت صيحة شديدة على أسد ظهر في الشعراء فأخذ حيا وأتي به إلى الموضع الذي صلوا فيه وقتل هناك، فقال عبد الرحمن بن رستم: هذا بلد لا يفارقه سفك دم ولا حرب أبدا، وانتدبوا من تلك الساعة فبنوا في ذلك الموضع مسجدا وقطعوا خشبه من تلك الشعراء فهو كذلك إلى اليوم، وهو مسجد جامعها وهو من أربع بلاطات.</p>\n<p class=\"arabic\">وبتاهرت أسواق عامرة وحمامات كثيرة يسمى منها نحو [v.1, p.126] اثني عشر حماما، وحواليها من البرابر أمم كثيرة .</p>\n<p class=\"arabic\">وفي سنة خمس وستمائة كانت وقعة تاهرت ليحيى بن إسحاق الميورقي على السيد أبي عمران موسى بن يوسف بن عبد المؤمن، فإنه لما فر من إفريقية أمام صاحبها الشيخ أبي محمد عبد الواحد بن الشيخ أبي حفص الموالي عليه الهزائم تمرس بجهة تلمسان، فكتب أبو محمد إلى أبي عمران بأن لا يعرض له فإنه في اتباعه بالقوم الذين دربوا على قتاله، فقال أولياء السيد: إن هذه لذلة عظيمة نقعد كالنساء في البيوت حتى يأخذه صاحب إفريقية من أيدينا، فخرج إليه السيد من تلمسان بمن اجتمع إليه وساروا إلى جهة تاهرت، فأقبل الميورقي حين أبعدوا من منازلهم بشرذمته التي هي بقايا الحتوف وطرائد السيوف، فحمل عليهم حملة فلم يثبتوا لها وقتل السيد في المعركة وأسر ولده وأقاربه وخواصه، وكان القتلى من عسكره ألفا وسبعمائة، واحتوى الملثمون على ما أقال عثرتهم من نكبتهم، ورجعوا إلى إفريقية، ففك الأسرى وأخذ الغنائم صاحبها أبو محمد عبد الواحد من أيديهم على عادته، ولما خلت تلمسان من حكام لجهاتها ومصلح لما فسد من أحوالها اختير لها أبو زيد بن يوجان الهنتاتي الذي كان وزير المنصور يعقوب فهو الذي فتح باب الفتنة الآتية على دولتهم، فيالله ماذا فعل وما فعل به وصنع.</p>",
            "title": "تاجرا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000330-000.json"
        }
    ],
    "type": "FeatureCollection"
}