{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مجدونيه</h1>\n<p class=\"arabic\">مدينة مجدونية قاعدة الروم الإغريقيين، ومنها أرسطاطاليس فيلسوف الروم وعالمها وطبيبها وجهبذها وخطيبها، وهو معلم الاسكندر وله إليه رسائل.</p>\n<p class=\"arabic\">ومن رسائله هذه الرسالة الفذة الصغيرة في حجمها الكبيرة في معناها، قالوا: اشتملت على مصالح الدنيا والآخرة، قال فيها علي بن رضوان المصري: وقد وضع العارف أرسطاطاليس مقالة كتبها على طريق البلاغة جمع فيها ما إذا نصبه الإنسان غرضا في مطلوب من مطالب السعادة الذاتية المسماة فلسفة، والعرضية المسماة بحثا، وصل إلى مطلوبه، قال: وأنا أشير على كل من وقف عليها أن يعمل فيها ما عملناه وفرضناه على أنفسنا، وذلك أني أقرؤها في كل يوم مرة واحدة أتدبر معانيها وألزمها في مطلوباتي فأبلغ منها إلى ما ألتمسه، وهذا لفظ العارف:</p>\n<p class=\"arabic\">قال : أما بعد، فإن حقا على العاقل أن ينظر إلى محاسن الناس ومساوئهم وموقعها منهم في منافعها ومضارها، ثم يلتمس المنافع لنفسه من مثل ما نفعهم، ويتقي المضار عنها من مثل ما [v.1, p.523] ضرهم، فيوظف الأمور وظائفها، ويجعل بين طبقاتها حدودا تزايل بينها، ثم يأخذ لنفسه آلة تأديبها في إحياء علم ما علم من الأمور بالعمل، واستجلاب ما جهل بالتعلم، ثم يكون تأديبه لنفسه في غير وقت واحد ولا معلوم، فإنه واجد في كل حين من أحايينه وطبقة من طبقات الدهر التي هو راكبها، أو في حال من حالات نفسه التي تتحرك إليها من ضروب الجد أو الهزل، أو الفرح أو الحزن، أو الإقامة أو الظعن، موضع تأديب لنفسه وتقويم لها حتى لا يكون لأهل طبقة من الطبقات، رفيعة كانت أو وضيعة، عليه في طبقتهم التي يشاركهم فيها فضل، فان امرءا لا يلتمس أن يكون له فضل على أهل منزلة من المنازل إلا دعاه فضله عليهم إلى الرغبة عنهم، حتى ترقى به منزلته إلى مشاركة أهل المنزلة التي فوق منزلته، فإن التماس الراحة بالراحة يذهب الراحة ويورث النصب، لأن تأديب المرء نفسه داعية إلى نقله إلى الأرفعين إن كان ذا رفعة، ومن الأخسين إن كان ذا خساسة، وترك التأدب ضرر، وذو الضرر نصب عامل فقير، فمنهاج التأديب تيقيظ النفس بالأدب، ثم لا يمنعك عصيانها من إدامة تيقيظها، فإن إلحاحك عليها مع حبها الراحة سيحملها على طلب الراحة بتنقيص الطاعة، ولا يلبث الذي ينتقص، وإن كان كثيرا، أن يترك قليلا، وإذا همت النفس ببعض الإجابة كان أولى ما تؤخذ به إعطاء الدين لحقه وإشعار النفس حظها ثم تعهد الإخوان بالملاطفة، فإن التارك متروك، ثم الاستكثار من فوائد الإخوان، فإن كثرتهم تقيل العثرة وتنشر المحمدة، ثم تأدية الفروض إلى أهل المكاسرة المتشبهين بالإخوان، والصبر عليهم إما طمعا في تحويل ذلك منهم صدقا، وإما اتقاء كلمة فاجر وقعت في سمع مائق ذي دولة، ثم اعطاء إخوان الإخوان شعبة من الحفظ والتذكير، فإن إخوان الإخوان من الإخوان، وهم بمنزلة العلم المستدل به على الوفاء، ثم إن تقضى محن الإخوان التي يمتحنون بها عند الناس: أما عند الموت فبحفظه في العقب، وأما عند الزمانة فبحفظه على حال الضعف، وأما عند الحاجة فبحفظه عن المسكنة، ثم وزن ما نلت بما أنلت، ثم حسن التقاضي إن ظن لك فضل بإسقاط المن وإحراز الفضل، والسخط على نفسك في التقصير، ثم تعهد الملوك بالتقريظ والملازمة فإن همتها في أنفسها الامتداح وفي الناس الاستغناء ، ثم تعهد النصحاء بالممالأة فإن نصيبهم منك واستفادتك منهم في الخلوة، ثم تعهد الصلحاء بالمصافاة لتعرف بمثل ما عرفوا به من الخير، ثم تعهد الأكفاء بالمكارمة فإنها تحسم البخل وتجري الإخاء، ثم تعهد الخاصة بتفتيش الداخلة، ثم تعهد ذوي الرحم بالرحمة وأقوياءهم بالتعليم، فإن رحمتك ذوي الرحم تورثك برهم وتعليمك ذوي القوة منهم تورثك نفعهم، ثم تعهد المعيشة بالإصلاح من غير تحبس للمستوجبات لما يجب لها، ثم تعهد الأعداء بالأذى، وذوي الاغتيال بالمناقضة ، وذوي التنصل بالمغفرة، وذوي الاعتراف بالرأفة والرحمة، وذوي المواثبة بالوقار، وأهل المشاتمة بالمحقرة، وأهل المناقشة بالمكاثرة، وأهل الموادعة بالاحتراس، ثم الأخذ في الشبهات بالكف، وفي المجهولات بالإرجاء، وفي الواضحات بالعزيمة، وفي المستريبات بالبحث، ثم إحياء الحزم عند المكاره، والصبر عند النوائب، والتحمل عند الغيظ، والكظم عند الغضب، والوقار عند المستجهلات، ثم تعهد الجار بالرفق، والقرين بالمواساة، والصاحب بالمطاوعة، والزائر بالتحفة، ثم صحبة الملوك بكتمان السر وإرشاد الأعمال وتقريظ الأفعال، ثم قس بين خيار إخوانك وشرارهم، ثم انظر أي الفريقين تستجمع به مودتهم، فإن كان تشبهك بخيارهم زادك عند شرارهم نفاقا، وإن كان تشبهك بشرارهم زادك عند خيارهم كسادا، فإن أحق الأمرين يجمعهم جميعا لك إن شاء الله تعالى والسلام.</p>",
            "title": "مجدونيه",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001379-000.json"
        }
    ],
    "type": "FeatureCollection"
}