{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إسكندرية</h1>\n<p class=\"arabic\">مدينة عظيمة من ديار مصر بناها الإسكندر بن فيلبش فنسبت إليه، وهي على ساحل البحر الملح، وذلك أن الإسكندر لما استقام له الملك في بلاده وهي رومة وما والاها من بلاد الروم وكان روميا فيما يقال خرج يختار أرضا صحيحة الهواء والتربة والماء ليبني فيها مدينة يسكنها فأتى موضع الإسكندرية فأصاب فيها أثر بنيان وعمد رخام منها عمود عظيم عليه مكتوب بالقلم المسند وهو القلم الأول من أقلام حمير وملوك عاد: أنا شداد بن عاد، شددت بساعدي الواد، وقطعت عظيم العماد، وشوامخ الجبال والأطواد، وبنيت إرم ذات العماد، التي لم يخلق مثلها في البلاد، وأردت أن أبني هنا مدينة كإرم، وانقل إليها كل ذي قدم، من القبائل والأمم، فأصابني ما أعجلني، وعما ذهبت إليه قطعني، فارتحلت عن هذه الدار، لا لقهر ملك جبار، ولا لخوف جيش جرار، ولكن لتمام المقدار، وانقطاع الآثار، وسلطان العزيز الجبار، فمن رأى أثري، وعرف خبري، وطول عمري، فلا يغتر بالدنيا بعدي. فلما رأى الإسكندر طيب أرض ذلك المكان وصحة هوائه ومائه عزم على بناء مدينة في ذلك الموضع، فبعث إلى البلاد فحشد الصناع واختط الأساس واستجلب العمد الرخام وأنواع المرمر الملون والأحجار في البحر من جزيرة صقلية وبلاد إفريقية واقريطش، فبناها على آزاج وطبقات قد عمل لها مخاريق ومتنفسات للضوء يسير الفارس وبيده رمح فيه فلا يضيق عليه منها طريق من تلك الآزاج حتى يدور جميع بلد الإسكندرية وكانت أسواقها مقنطرة كلها فلا يصيب أهلها المطر، وبنى أسوارها من أنواع الرخام الأبيض والملون وكذلك جميع قصورها ودورها فكانت تضيء بالليل بغير مصباح لشدة بياض الرخام وربما علق على أسوارها وقصورها شقق الحرير الأخضر لاختطاف بياضها أبصار الناس، وبنى عليها سبعة أسوار أمام كل سور خندق وسور فصيل، فيقال إنها كانت أعظم مدينة بنيت في معمور الأرض وأغربها بنيانا.</p>\n<p class=\"arabic\">وبنى المنار الذي ليس على قرار الأرض مثله على طرف اللسان الداخل في البحر من البر وجعله على كرسي من زجاج على هيئة السرطان في جوف البحر، وجعل طوله في الهواء ألف ذراع وجعل في أعلاه المرآة، وكانت المرآة قد ركبت من أخلاط عجيبة غريبة فيبصر فيها ما يأتي من مراكب العدو على مسيرة أيام فيتأهب لهم فإن قربت المراكب من البلد عملت أخلاط بأدهان يعرفونها وطليت بها المرآة وعكس شعاعها على تلك المراكب فأحرقها وجعل في المنار تماثيل من نحاس وطلاسم كثيرة تمنع وتدفع ولها خواص، منها تمثال مشير بيده نحو العدو فإذا صار منه على مقدار ليلة فإن دنا وأمكن أن يرى بالبصر سمع لذلك التمثال صوت هائل على ميلين وثلاثة، وتمثال آخر كلما مضى من الليل أو من النهار ساعة سمع له صوت طرب بخلاف الصوت الذي كان منه قبل ذلك، فمن الناس من يرى أن هذه المنارة من بناء الإسكندر ومنهم من يرى أن دلوكة الملكة بنتها ومنهم من يرى أن جيرون الملك بناها، وقيل إن الذي بنى الأهرام بمصر بناها، وقيل الذي بنى رومة بناها وبنى الإسكندرية، قال: وإنما أضيفت إلى الإسكندر لسكناه بها وغلبته على ممالك الأرض، وقيل إن الإسكندر كان لا يخاف أن يطرقه عدو في البحر ولا يهاب ملكا فيجعل لذلك مرقبا وحراسا، وقيل إن أول من ملك الإسكندرية فرعون واتخذ فيها مصانع ومجالس وهو أول من عمرها ثم تداولتها الملوك من بعده، وأن سليمان عليه السلام اتخذها مسكنا وبنى فيها قصورا ومصانع عجيبة من بناء الجن له وبنى في المنار مسجدا متقنا هو باق إلى الآن، والأصح أن الإسكندر بناها من أولها واختط أساسها وبنى المنار فيها وعمل المرآة في أعلاها، فيقال إنه ما ظهر العدو في البحر إلا بعد زوال تلك المرآة، وكان ملك الروم أعمل الحيلة في زوال المرآة من المنار: فبعث خادما من خواص خدمه ذا دهاء ومعرفة، فجاء مستأمنا إلى بعض الثغور فحمل إلى الوليد فأعلمه أنه كان من خواص ملك الروم وأنه أراد قتله لموجدة لم يكن لها حقيقة وأنه هرب منه ورغب في الإسلام، فأسلم بين يدي الوليد وأظهر له النصح في أشياء خدمه فيها ثم إنه استخرج له دفائن في دمشق وغيرها من بلاد الشام بكتب كانت عنده، فلما رأى ذلك الوليد شرهت نفسه وتمكن طمعه وباحثه عما عنده من هذا الفن فقال: إن الإسكندر استولى على ممالك العالم واحتوى على الأموال والذخائر التي كانت لشداد بن عاد وغيره من ملوك العرب والعجم فبنى لها الآزاج والسرادب والأقباء وأودعها تلك الذخائر والأموال والجواهر ثم بنى فوقها تلك المنارة التي بالإسكندرية فلو هدم ذلك المنار لاستخرج من تحته من الأموال والذخائر التي كانت لشداد بن عاد. فصدق ذلك الوليد وطمع فيه وبعث من خواصه من يقف معه على هدم المنار، وأمر صاحب الإسكندرية [v.1, p.54] أن يعينه على جميع ما يريد، فهدم ذلك الرومي قدر نصف المنار فأزال المرآة التي كانت غرضه وأراد هدم الكل فضج أهل الإسكندرية وعلموا أنها مكيدة وحيلة، فلما استفاض ذلك خشي الرومي على نفسه فهرب في الليل في مركب كان قد أعده لذلك الوقت، وبقيت المنارة على ذلك المقدار. وارتفاع هذا المنار ثلثمائة ذراع بالرشاشي وهو ثلاثة أشبار، وأمر الإسكندرية ومنارها أشهر من أن يطال الكتاب بذكره، وبين الإسكندرية والمنارة في البحر ميل وفي البر ثلاثة أميال.</p>\n<p class=\"arabic\">والإسكندرية من عمالة مصر قاعدة من قواعدها، وأرض مصر تتصل حدودها من جهة الجنوب ببلاد النوبة ومن جهة الشمال بالبحر الشامي ومن جهة الشام بفحص التيه ومن جهة الشرق ببحر القلزم ومن جهة الغرب ببلاد الواحات.</p>\n<p class=\"arabic\">فأما المنار اليوم فهو ثلاثة أحزم، الأول مربع البناء قد عمل أحسن عمل بحجارة مربعة قد أخفي الصاقها حتى صارت كالحجر الواحد لم يغيره الزمان، وارتفاعه ثلثمائة ذراع وعشرون ذراعا ثم ترك في أعلاه قدر غلظ الحائط وهو ثمانية أشبار ونحو عشرة أذرع سوى الغلط ورفع ما بقي من البناء مثمن الشكل طوله ثمانون ذراعا ثم ترك غلظ حائطه وهو أقل من غلظ الأسفل وهو ثمانية اذرع سوى ذلك، ثم أقيم عليه بناء مربع الشكل ارتفاعه خمسون ذراعا أو نحوها، وفي أعلى ذلك مسجد ينسب لسليمان عليه السلام وفي الناحية الشمالية من البناء كتابة بالنحاس لم يقدر أحد على فكها ولا معرفة ما هي، وباب المنار من حديد لا يعلم له عهد ويرقى إلى الباب من أسفل المنار في علوة لا تتبين وكذلك إلى أعلى الحزام الأول في طريق يمشي فيه فارسان متواكبان في أرض سهلة لا يعلم الراقي فيه هل هو راق أو ماش، وفي كل عطف من هذا العقد باب دار في داخلها بيوت مربعة، سعة كل بيت منها من عشرين ذراعا إلى عشرة أذرع قد فتح لها مضاو ومنافس للهواء لئلا تهدمها الرياح، وعدد ما في المنار من البيوت ثلثمائة وأربعة وستون بيتا، وعطف مطالعها من أسفلها إلى أعلاها اثنان وسبعون عطفا في كل عطف اثنتا عشرة درجة، وبيوتها كلها آزاج معقودة، وبناء المنار كله معقود بخشب الساج، وعدد أبوابه الظاهرة اثنان وعشرون بابا فتحت لتخترقه الرياح ولولا ذلك لهدمته وهذا المنار من دخله ولم يعرف مسالكه تاه فيه وضل لأن فيه طرقا تؤول إلى أسفله وإلى البحر، ويقال إن جيش صاحب المغرب حين وصل الإسكندرية وذلك في خلافة المقتدر دخل جماعة منهم المنار على خيولهم ليروا ما فيه من الغرائب فتاهوا وتهوروا هم ودوابهم وفقد منهم عدد كبير. وكان البحر أثر في أسفل المنارة من غربيها كالكهف العظيم فسد بعض أمراء مصر ذلك الثلم بأساطين الرخام بعضها فوق بعض، فالبحر يضرب اليوم في تلك الأساطين فلا يوثر فيها شيئا. وفي جهة الشمال من المنار، بناء عظيم عريض قد ارتفع من فم البحر حتى ظهر على وجه الماء يدل على أنه كانت عليه مصانع قد ذهبت، ويسمى ذلك البنيان الفاروس، وتحته مرسى السفن لأنه يكف عنها الريح والموج، وقد زعم قوم أن ذلك الظاهر ليس ببناء وإنما هو هدم من حجارة المنار الذي ذكرناه. ولهذه المنارة بالإسكندرية مجمع في العام يسمونه بخميس العدس، وهو أول خميس من شهر نيسان لا يتخلف في الإسكندرية عن الخروج إلى المنار ذلك اليوم أحد، وقد أعدوا لذلك الأطعمة والأشربة، ولا بد في ذلك الطعام من العدس، فيفتح بابها للناس ويدخلون فيها، فمن ذاكر لله تعالى ومصل ومن لاه متفرغ، فيقيمون إلى نصف النهار ثم ينصرفون، ومن ذلك اليوم بعينه يحترس البحر. وفي المنارة قوم مرتبين يوقدون النار بالليل كله في الحزام الأول، ليؤم أهل السفن سمت تلك النار من جميع البلاد، ويوقد صاحب السفينة النار في سفينته، فإذا رأى المحترسون النار في البحر زادوا في وقود النار وأوقدوها من جهة المدينة، فإذا رأى ذلك محرسو المدينة ضربوا الأبواق والأجراس حذرا من العدو.</p>\n<p class=\"arabic\">وكان حول المنار مغايص يستخرج منها أنواع الأحجار، يتخذ منها فصوص الخواتم، وكان حول المنارة من تلك الجواهر كثير، فيقال إن الإسكندر غرق ذلك حول المنار ليوجد هناك إذا طلب فيكون ذلك الموضع أبقى لها ويرى الناس على مر الدهر عظم ملكه وما قدر عليه من وجود ما عز عند غيره، وقيل إنها كانت آلات شراب الإسكندر فلما مات كسرتها أمه ورمتها في تلك المواضع غيرة أن لا تصير لأحد بعده.</p>\n<p class=\"arabic\">والقصر الأعظم الذي بالإسكندرية الذي لا نظير له في معمور الأرض اليوم خراب، وهو على ربوة عظيمة بازاء باب الموسم، طوله خمسمائة ذراع وعرضه على النصف من ذلك، ولم يبق منه إلا بعض سواريه، وبابه من أعظم بناء وأتقنه كل عضادة منه [v.1, p.55] حجر واحد وعتبته حجر واحد فيه نحو مائة اسطوانة وفي نحو الشمال منه اسطوانة عظيمة لم يسمع بمثلها، غلظها ستة وثلاثون شبرا وهي في العلو بحيث لا يدرك أعلاها قاذف حجر، وعليها رأس محكم الصناعة يدل على أن بناء كان عليها، وتحتها قاعدة حجر أحمر بديع الشكل محكم عرض كل ضلع من أضلاعه عشرون شبرا في ارتفاع ثمانية أشبار، والاسطوانة منزلة في عمود من حديد قد خرقت به الأرض، فإذا اشتدت الرياح رأيتها تتحرك وربما جعلت تحتها الحجارة فتطحنها لشدة حركتها، وهذه الاسطوانة من عجائب العالم، ويقال إن الجن صنعتها لسليمان عليه السلام، وكانت في وسط قبة وحولها أساطين، وعلى الكل قبة شبه الصحفة من حجر واحد رخام أبيض بأحسن صنعة وأغرب إتقان، فلما مات سليمان رفعت الجن تلك القبة ورمت بها في البحر فإنها كانت من أغرب ما عملت الجن لسليمان عليه الصلاة والسلام.</p>\n<p class=\"arabic\">ودخل بعض ملوك مصر الإسكندرية ورأى قصرها فرآه عجيب الشان غريب البنيان فدعا الصناع وسألهم أن يبنوا له مثله فقالوا: لا نقدر على ذلك، فعزم عليهم، فقام إليه شيخ فقال: أنا أبني لك مثله وأحسن منه إن فعلت لي ما أريد، قال: بلى، قال: ايتوني بثورين مطيقين وعجلة فأمر له بذلك، فدخل مقابر الأولين فيها واحتفر قبرا منها واستخرج جمجمة عظيمة فوضعها في العجلة فما جرها الثوران إلا بعد مشقة وجهد فجاءه بها فقال: أصلح الله الملك إن أعطيتني من تكون رؤوسهم مثل هذا الرأس بنيت لك مثل هذا القصر، فعلم أنه لا يقدر على ذلك. ورئي بالإسكندرية قصاب عنده ضرس إنسان يزن به اللحم زنته ثمانية أرطال. وكان بالإسكندرية دار ملعب قد تهدم أكثرها، وكانت قد بنيت بضروب من الحكمة، وكانوا يجلسون فيها لقضاء حوائجهم وأخذ آرائهم، فكان كل جالس فيها إنما جلوسه تلقاء وجه صاحبه لا يخفى على أحد منهم شيء من حال غيره يتساوى قريبهم وبعيدهم في ذلك، وكان لهم يوم مهرجان يجتمعون فيه في هذا الملعب ويحضره رؤساؤهم وأبناء ملوكهم وعامتهم ويلعب فيها الفتيان بالصوالج وبينهم كرة فإن دخلت تلك الكرة كم رجل ممن حضر ذلك اليوم فلا بد له من ولاية مصر، كان هذا عندهم معروفا لا ينكره أحد. وكان عمرو بن العاصي رضي الله عنه قد سافر إلى الإسكندرية في الجاهلية تاجرا بالقطن والأدم فحضر ذلك الملعب في ذلك اليوم، فلعبوا فيه بالكرة، فدخلت كم عمرو بن العاصي رضي الله عنه، فعجبوا من ذلك وقالوا: ما كذبتنا هذه الكرة قط إلا اليوم، فكان ما قدر الله تعالى من مجيء الإسلام وولاية عمرو بن العاصي رضي الله عنه مصر ثلاث مرات.</p>\n<p class=\"arabic\">والإسكندرية تعجب كل من رآها لبهجتها وحسن منظرها وارتفاع مبانيها وإتقانها وسعة شوارعها وطرقاتها، وهي برية بحرية وفيها من النعم والأرزاق والفواكه ما ليس ببلد، مع طيب هوائها وتربتها. ومن المفسرين من قال إنها إرم ذات العماد، وقال عوف بن مالك حين دخل الإسكندرية لأهلها ما أحسن مدينتكم، فقالوا له: إن الإسكندر حين بناها قال: أبني مدينة إلى الله فقيرة وعن الناس غنية، فبقيت بهجتها على الدهور، وكان الفرما أخوه قال: أبني مدينة غنية عن الله فقيرة إلى الناس فذهبت بهجتها ولا يزال ينهدم كل يوم فيها شيء. وأمر ملك الروم مرة باحصاء ملوك الإسكندرية ورؤسائها خاصة، فوجدهم ستمائة ألف ملك، وأخبار هذا الصقع كثيرة مستقصاة في المطولات فلنقتصر على هذا القدر.</p>",
            "title": "إسكندرية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000152-000.json"
        }
    ],
    "type": "FeatureCollection"
}