{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عمان</h1>\n<p class=\"arabic\">مضمومة الأول مخففة الميم، مدينة معروفة، سميت بعمان بن سنان بن إبراهيم، كان أول من اختطها، وقال الشاعر:</p>\n<p class=\"arabic_poetry\">أين عمان من قصور عمان * وهي فرضة البحر من العروض، وإليها ينسب العماني الشاعر . [v.1, p.412]</p>\n<p class=\"arabic\">وكان عامل رسول الله صلى الله عليه وسلم على عمان عباد وجيفر ابنا الجلندى.</p>\n<p class=\"arabic\">وبلاد عمان متصلة بأرض مهرة، وهي مجاورة لها من جهة الشمال، وبلاد عمان مستقلة في ذاتها عامرة بأهلها وهي كثيرة النخل والفواكه والموز والرمان والتين والعنب، وهي بلاد حارة وببلاد عمان حية تسمى العربد وإليها ينسب السكران المعربد وهي حية تنفخ ولا تؤذي. ويحكى أنها أخذت ووضعت في آنية زجاج وتوثق من رأسها وأخرجت من بلاد عمان فتفقدت الآنية ولم توجد الحية فيها والأخبار بهذا شائعة. وبعمان أيضا دويبة تسمى القراد إذا ظفرت بجارحة من الإنسان عضته، فلا تزال عضدتها تربو وتتزايد إلى أن تتقيح وتتدود ولا يزال ذلك الدود يسعى في جوف الإنسان حتى يموت. وبجبال عمان قردة كثيرة تضر بأهلها اضرارا كليا، وربما اجتمع منها العدد حتى لا يطاق دفاعها إلا بالخروج إليها بالسهام والسلاح العام وحينئذ يقدر على دفاعها. ويتصل بأرض عمان من جهة المغرب ومع الشمال أرض اليمامة.</p>\n<p class=\"arabic\">وبلاد عمان ثمانون فرسخا، فما والى البحر منها سهول ورمال وما تباعد منه حزون وجبال ولها عدة مدن ومدينة عمان حصينة على ساحل البحر، ومن الجانب الآخر جبل فيه مياه سائحة قد أجريت إلى المدينة، وهي كثيرة النخل والبساتين وضروب الفواكه كما قلناه وطعامهم الحنطة والشعير والأرز والجاورس وكان الذي أجرى الماء من الجبل إلى المدينة رجل مجوسي يقال له أبو الفرج كان له من الصامت ثمانمائة كنجلة دنانير كل كنجلة تسعة أمناء ، وهو الذي اتخذ بعمان خانات للتجار مفروشة مكان الآجر باللبن المتخذة من نحاس في كل لبنة من مائة إلى مائة وخمسين منا . وخراج أهل عمان على المقاطعة ثمانون ألف دينار. وفي الأمثال: من تعذر عليه الرزق فعليه بعمان. وأهدى صاحب عمان إلى الكعبة بعد العشرين والأربعمائة محاريب، زنة المحراب أزيد من قنطار فضة، وقناديل فضة في نهاية الإحكام، وسمرت المحاريب في جوف الكعبة مما يقابل بابها وذلك إثر أخذ أمير مكة أبي الفتوح الحسن بن جعفر الحسيني لحلي الكعبة من المحاريب وغيرها.</p>\n<p class=\"arabic\">وعمان بها أبواب حديد وبها مياه وأسواق وموز كثير ونهر جار ونخيل وسائر الفواكه، وهي فرضة الصين، وبها مرفأ الصين وتحمل من سيراف الأمتعة إليها والحمولة في قوارب ثم توقر السفينة العظيمة حتى تلجج في البحر العظيم فتسير بالريح الطيبة مقدار أربعين يوما إلى خمسين يوما حتى تنتهي إلى مدينة تسمى الشحر.</p>\n<p class=\"arabic\">وحكي أن رجلا عمانيا ورد مكة بلؤلؤتين لم ير مثلهما فباعهما بألفي دينار ذهبا من رجل سمرقندي وخرج من مكة في يومه، فلما كان بعد عدة أيام قدم من قبل صاحب عمان رسول يطلب الذي باع اللؤلؤتين ويذكر أنهما سرقتا من قصره، فطلب المشتري فعمي أثره وخفي خبره ووصل بهما إلى مدينة دمشق فأهدى إحداهما إلى صاحبها فأعطاه بها عشرة آلاف دينار ثم سار إلى سمرقند فأهدى الثانية إلى صاحبها فكافأه عليها بخمسة عشر ألف دينار فهاتان اللؤلؤتان من مغاص عمان وما والاها من هذه المواضع.</p>",
            "title": "عمان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001058-000.json"
        }
    ],
    "type": "FeatureCollection"
}