{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بلخ</h1>\n<p class=\"arabic\">هي مدينة خراسان العظمى وهي في مستو من الأرض، ودار مملكة الأتراك والملك بها لازم، وبها العساكر والأجناد والملك والقواد والعمال والأسواق العامرة والمتاجر والأموال الواسعة والأحوال الصالحة، وبناؤها بالطين واللبن، ولها سبعة أبواب وربض عامر كثير المساكن، وبها أسواق وصناعات، ومسجد جامعها في وسط المدينة والأسواق دائرة به، وهي على ضفة نهر متوسط مقدار ما يدير ماؤه عشر أرحاء، وهو جار على باب النوبهار ويسقي رساتيق وقد أحاط بجميعها من كل الجهات الكروم والجنات والبساتين والمباني والمنتزهات، وبها مدارس للعلوم ومقامات للطلاب والأرزاق جارية على من أراد شيئا من ذاك، وبهذه المدينة أموال وملوك مياسير وتجار وأحوال صالحة. ويتصل بها من جهة جنوبها بلاد طخارستان، وهي قطب ومدار لما جاورها .</p>\n<p class=\"arabic\">ولها كور ومدائن وفتحها عبد الله بن سمرة في خلافة معاوية بن أبي سفيان رضي الله عنهما.</p>\n<p class=\"arabic\">ومدينة بلخ يتصل بعملها طخارستان والختل وعمل الباميان وهي مدينة في بساط من الأرض وبينها وبين أقرب الجبال إليها أربعة فراسخ وهي مع ربضها نحو فرسخ في مثله، واسم نهرها دهاس، وهي قديمة تجمع ضروب التجارات وتقصد بالأمتعة من كل الجهات، ويغلب على أهلها تدقيق النظر في العلوم الغامضة ويرتفع من بلخ النوق البخاتي التي لا نظير لها في قطر من الأقطار، ومن بلخ إلى مدينة مرو مائة وستة وعشرون فرسخا.</p>\n<p class=\"arabic\">قال أصحاب المغازي : بعث عبد الله بن عامر الأحنف بن قيس إلى بلخ فسار إليهم من مرو الروذ فحاصرهم فصالحه أهلها على أربعمائة ألف فرضي بذلك ومضى إلى خوارزم فأقام حتى هجم الشتاء فقال لأصحابه: ما ترون؟ فقال له حصين: قد قال عمرو بن معدي كرب:</p>\n<p class=\"arabic_poetry\">إذا لم تستطع شيئا فدعه * وجاوزه إلى ما تستطيع فأمر الأحنف بالرحيل ثم انصرف إلى بلخ وقد قبض ابن عمه ما صالحهم عليه ووافق مهرجانهم وهو يجبيهم فأنفذوا إليه هدايا من آنية الذهب والفضة ودنانير ودراهم ومتاع ودواب فقال: هذا لم نصالحكم عليه، قالوا: لا، ولكن هذا شيء نصنعه في هذا اليوم لمن ولينا نستعطفه به، قال: ما أدري ما هذا وإني لأكره أن أرده ولعله من حقي، ولكني أقبضه وأعزله حتى أنظر، وقدم الأحنف فأخبره فسألهم عنه فقالوا مثل ما قالوا له، فقال الأحنف: آتي به الأمير، فحمله إلى ابن عامر وأخبره به فقال: اقبضه يا أبا بحر فهو لك، قال: لا حاجة لي فيه، فقال ابن عامر: ضمه إليك، قال: وكان مضما.</p>\n<p class=\"arabic\">وفي سنة ثمان عشرة وست مائة نزل الططر على مدينة بلخ وقد انتهت حينئذ في العمارة والجلالة، فقاتل أهلها وصبروا حتى قتل منهم ومن الططر خلق، وكان تحصل عند الططر من المسلمين من بلاد خراسان عدد كثير فأضافوهم لمن جلبوه معهم وقدموهم أمامهم وزحفوا بهم لقتال بلخ لتقع فيهم السهام وحجارة المنجنيق، وتكاثر الططر واشتد القتال وطال، وكانت أسوارها متشعثة لاستمرار العافية، فدخلوها عنوة ولم يبقوا فيها عينا تطرف، وتركوها أكوام تراب تعوي فيها الذئاب ثم ساروا إلى أختها نيسابور.</p>",
            "title": "بلخ",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000262-000.json"
        }
    ],
    "type": "FeatureCollection"
}