{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الطائف</h1>\n<p class=\"arabic\">مخلاف من مخاليف مكة على مرحلتين من مكة وقيل بينهما ستون ميلا، وهي إحدى القريتين المذكورتين في القرآن، وكان اسم الطائف وج سميت بوج بن عبد الحي من العمالقة، ثم سكنتها ثقيف، فبنوا عليها حائطا مطيفا بها فسموه الطائف.</p>\n<p class=\"arabic\">وهو منازل ثقيف وهي مدينة صغيرة متحضرة، مياهها عذبة وهواؤها معتدل وفواكهها كثيرة وضياعها متصلة وعنبها كثير جدا، وزبيبها معروف يتجهز به إلى جميع الجهات وأكثر فواكه مكة من الطائف، وبها تجار مياسير، وجل بضائعهم الأديم وهو غاية في الجودة رفيع القيمة والنعل الطائفي يضرب به المثل. والطائف على جبل غزوان وبه جملة من قبائل هذيل وهو جبل مشهور بالبرد وربما جمد الماء في الصيف لشدة برده.</p>\n<p class=\"arabic\">وكانت ثقيف كلها عاقدت هوازن يوم حنين على حرب رسول الله صلى الله عليه وسلم ومضى فلهم حين فرغ رسول الله صلى الله عليه وسلم من حنين فأغلقوا عليهم أبواب مدينتها ثم صنعوا الصنائع للقتال فسار إليهم رسول الله صلى الله عليه وسلم فنزل عليهم فحاصرهم، وفي ذلك قال كعب بن مالك:</p>\n<p class=\"arabic_poetry\">قضينا من تهامة كل ريب * وخيبر ثم أجممن السيوفا</p>\n<p class=\"arabic_poetry\">نخيرها فلو نطقت لقالت * قواطعهن دوسا أو ثقيفا فحاصرهم رسول الله صلى الله عليه وسلم بضعا وعشرين ليلة أو بضع عشرة ليلة فقاتلهم قتالا شديدا وتراموا بالنبل، ورماهم رسول الله صلى الله عليه وسلم بالمنجنيق وهو أول من رمى به في الإسلام ودخل نفر من أصحابه تحت دبابة زحفوا بها إلى جدار الطائف فأرسلت عليهم ثقيف سكك الحديد محماة بالنار فخرجوا من تحتها فرمتهم بالنبل فقتلوا منهم رجالا، فأمر رسول الله صلى الله عليه وسلم بقطع أعناب ثقيف، فوقع الناس فيها يقطعون ثم أخبر رسول الله صلى الله عليه وسلم أنه لم يؤذن في ثقيف فأذن الناس بالرحيل وأقام أهل الطائف على شركهم وامتناعهم في طائفهم، ثم أسلموا بعد ذلك.</p>\n<p class=\"arabic\">وكانت لثقيف بالطائف اللات، فلما جاء الله بالإسلام هدمت، تولى ذلك خالد بن الوليد والمغيرة بن شعبة.</p>\n<p class=\"arabic\">وبالطائف توفي عبد الله بن عباس سنة ثمان وستين ودفن في مسجدها وكانت ثقيف بنته لما أسلمت في موضع مصلى رسول الله صلى الله عليه وسلم بناه منهم عمرو بن أمية بن وهب، وكان في ذلك المسجد سارية فيما يزعمون، لا تطلع الشمس عليها يوما من الأيام إلا سمع لها نقيض وهو الصوت.</p>\n<p class=\"arabic\">والطائف أكثر بلاد الله عنبا.</p>\n<p class=\"arabic\">ولما دخل سليمان بن عبد الملك الطائف فنظر إلى بيادر الزبيب [v.1, p.379]</p>\n<p class=\"arabic\">فقال: ما تلك الحرار السود؟ فقيل له: ليست بحرار يا أمير المؤمنين، ولكنها بيادر الزبيب، فقال لله در قسي، علم في أي عش وضع أفرخه.</p>\n<p class=\"arabic\">قال الأصمعي: دخلت الطائف فكأني كنت أبشر وكان قلبي يطفح بالسرور وما أجد لذلك إلا انفساح جوها وطيب نسيمها. وعسل الطائف من فائق العسل.</p>\n<p class=\"arabic\">وزي ثقيف الأقبية المصبغة بالورس والعصفر، ويحزمون على أوساطهم ملاءات القطن الرقاق وعليها البرود العجيبة.</p>\n<p class=\"arabic\">ويحكى أن الوليد بن عبد الملك أفسد في أرض لعبد الله بن يزيد بن معاوية، فشكا ذلك أخوه خالد بن يزيد إلى عبد الملك؟ فقال له عبد الملك: ` إن الملوك إذا دخلوا قرية أفسدوها ` فقال له خالد: ` وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها ` فقال عبد الملك أفي عبد الله تتكلم وبالأمس دخل إلي فعثر في لسانه ولحن في كلامه؟! قال: أفعلى الوليد تعول؟ قال: إن كان الوليد لحانا فسليمان أخوه! قال خالد: وإن كان عبد الله لحانا فأخوه خالد، فقال الوليد: أتتكلم ولست في العير ولا في النفير؟! فقال خالد: ألم تسمع ما يقول يا أمير المؤمنين؟ أنا والله ابن العير والنفير ، ولكن لو قلت: حبيلات وغنيمات والطائف ورحم الله عثمان قلنا صدقت. أراد بذلك أن رسول الله صلى الله عليه وسلم نفى الحكم بن أبي العاص إلى الطائف فصار راعيا حتى رده عثمان رضي الله عنه.</p>",
            "title": "الطائف",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000965-000.json"
        }
    ],
    "type": "FeatureCollection"
}