{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سرنديب</h1>\n<p class=\"arabic\">جزيرة بالهند في بحرهم المسمى هركند، وهي [v.1, p.312] جزيرة كبيرة مشهورة الذكر، وهي ثمانون فرسخا في ثمانين فرسخا.</p>\n<p class=\"arabic\">وبجزيرة سرنديب هيكل عظيم من ذهب يفرطون في مبلغ زنته وقيمة الجوهر الذي عليه، وإليه يجتمع أهلها فيتدارسون سير آبائهم وقصص ملوكهم.</p>\n<p class=\"arabic\">وبهذه الجزيرة نزل آدم عليه السلام حين أهبط من الجنة، نزل على جبل الرهون منها وهو جبل سامي الذروة عالي القمة ذاهب في الجو، يراه البحريون من مراكبهم عن مسيرة أيام، وهو الذي ذكر أن آدم عليه السلام أهبط عليه، وعلى هذا الجبل يتلألأ نور يشبه البرق الدائري، عليه دائما وحوله أنواع الياقوت الأحمر والأصفر والأكحل، والأحمر أشرفها وأنفسها لأنه إذا ألقي في النار ازداد حمرة وحسنا، وإن كانت فيه نكتة شديدة الحمرة وجعلت في النار انبسطت في الحجر تلك الحمرة فحسنته ولونته، ومبارد الحديد لا تؤثر في جميع ألوان الياقوت، والأصفر أقل صبرا على النار من الأحمر، وأما الأكحل فلا صبر له، قالوا: ومن تقلد حجرا أو تختم به من هذه الأصناف الثلاثة من الياقوت وكان في بلد قد وقع فيه الطاعون منع أن يصيبه ما أصاب أهل ذلك البلد. ويذكر البراهمة، وهم عباد الهند، أن على هذا الجبل أثر قدم آدم عليه السلام مغموس في الحجر، وطوله سبعون ذراعا، وأن على هذا الأثر نورا يخطف شبيها بالبرق دائما، وأن القدم الثانية منه جاءت في البحر عند خطوته، والبحر من الجبل على مسيرة يومين أو ثلاثة، وفي وادي هذا الجبل الماس الذي يحاول به نقش الفصوص من أنواع الحجارة، وعلى هذا الجبل أنواع من الطيب وضروب من صنوف العطر مثل العود والأفاويه ودابة المسك ودابة الزباد، وبه الأرز والنارجيل وقصب السكر، وفي أنهاره يوجد جيد البلور وكبيره. وبجميع سواحل هذه الجزيرة مغايص اللؤلؤ الجيد النفيس المثمن.</p>\n<p class=\"arabic\">وفي جزيرة سرنديب قواعد كثيرة، وملك هذه الجزيرة يسكن أغنا، وهي مدينة القصر، وبها دار ملكه، وهو ملك عادل كثير السياسة ناظر في أمور رعيته حافظ لهم ذاب عنهم، وله ستة عشر وزيرا: أربعة من أهل ملته وأربعة نصارى وأربعة مسلمون وأربعة يهود، وقد رتب لهم موضعا تجتمع فيه أهل الملل وتكتب حججهم وأخبارهم، ويجتمع إلى علماء كل ملة: الهندية والرومية والإسلامية واليهودية، جمل من الناس وعدة طوائف، فيكتبون عنهم سير أنبيائهم وقصص ملوكهم في سائر الأزمان ويعلمونهم ويفهمونهم ما لا يعلمونه، وللملك في بده صنم من ذهب لا يدرى لما عليه من الدر والياقوت وأنواع الأحجار أثمان، وليس يملك أحد من ملوك الهند ما يملكه صاحب سرنديب من الدر النفيس والياقوت الجليل وأنواع الأحجار لأن أكثر ذلك يوجد في جبال جزيرته وفي أوديتها وبحرها، وإليها تقصد مراكب أهل الصين وسائر بلاد الملوك المجاورين له.</p>\n<p class=\"arabic\">وملك سرنديب تحمل إليه الخمر من العراق وفارس فيشتريها بماله وتباع له في بلاده، وهو يشرب ويحرم الزنا ولا يراه، وملوك الهند وأهلها يبيحون الزنا ويحرمون الشراب المسكر. ويجلب من سرنديب الحرير والياقوت بجميع ألوانه كلها والبلور والماس والسنباذج وأنواع من العطر كثيرة.</p>\n<p class=\"arabic\">ولأهل سرنديب نظر في زراعة النارجيل، ويقومون بحفظه ويبيحونه للصادر والوارد ابتغاء الأجر وطلب المثوبة، وأهل عمان وغيرها من بلاد اليمن ربما قصدوا إلى هذه الجزائر التي فيها النارجيل، فيقطعون من خشب النارجيل ما أحبوه ويصنعون من ليفه حبالا يحرزون به ذلك الخشب وينشئون منه مراكب ويصنعون منه صواريها، ويفتلون من خوصه حبالا، ثم يسقون تلك المراكب بخشب النارجيل ويمضون بها إلى بلادهم، فيبيعونه هناك ويتصرفون به.</p>\n<p class=\"arabic\">قالوا: ولما نزل آدم عليه السلام، على جبل الرهون من هذه الجزيرة وعليه الورق الذي خصفه فيبس فذرته الرياح في بلاد الهند، فيقال، والله أعلم، أن علة كون الطيب بأرض الهند من ذلك الورق، وقيل غير ذلك، ولذلك خصت أرض الهند بالعود والقرنفل والأفاويه والمسك وسائر الطيب، وكذلك الجبل لمعت عليه اليواقيت.</p>\n<p class=\"arabic\">قالوا: ولما أهبط آدم عليه السلام من الجنة أخرج معه منها صرة من الحنطة وثلاثين قضيبا من شجر الجنة مودعة أصناف الثمار، [v.1, p.313] وقيل أهبط آدم عليه السلام قبل غروب الشمس من اليوم الذي خلق فيه بالهند على جبل يقال له مود، وقبل سرنديب كما قدمناه وهو المشهور الذي لا يدفعه علماء الإسلام وأهل التوراة والإنجيل.</p>",
            "title": "سرنديب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000793-000.json"
        }
    ],
    "type": "FeatureCollection"
}