{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بخارى</h1>\n<p class=\"arabic\">من بلاد خراسان، وهو بلد واسع يشف على المدن كبرا ومحاسن وكثرة أشجار، وهي في مستو من الأرض وبناؤها خشب مشتبك ويحيط بهذا الخشب المشتبك في البناء من القصور والبساتين والسكك والقرى المتصلة ما يكون طوله ستة وثلاثين ميلا في مثلها، ويحيط بجميعها سور يجمع هذه القصور والمساكن التي تمتد من القصبة ويسكنها من يكون من أهل القصبة شتاء وصيفا، وداخل هذا السور سور آخر يكون عرضه نحو ثلاثة أميال في مثلها، وداخل هذا السور مدينة حسنة لها سور مجصص ولها قصبة خارج المدينة متصلة بها تكون كالمدينة الصغيرة وفيه قلعة ومسكن حسن وقصور يروق الأبصار منظرها ينزلها الولاة. ولبخارى ربض طويل فسيح المحلات، وأكثر أسواقها في هذا الربض، والمسجد الجامع بها معدوم المثال كثير الاحتفال، وببخارى بشر كثير لا يحصيهم العدد وجل أهلها [v.1, p.82] مياسير ويشق ربضها نهر الصغد ويخترق أكثر ديارها وشوارعها وأسواقها ولأهل بخارى عليه أرحاء عدة، وبضفتيه المنازه والبساتين والجنات والحدائق المتسعة والأشجار والمزارع، ويقع فاضل هذا النهر في بحيرة كبيرة هناك، ولبخارى هذه مدن عدة.</p>\n<p class=\"arabic\">وافتتح بخارى سعيد بن عثمان بن عفان في زمن معاوية رضي الله عنه ثم خرج عنها يريد سمرقند فامتنع أهلها فلم تزل مغلقة حتى افتتحها سلم بن زياد في أيام يزيد بن معاوية ثم انتقضت وامتنعت حتى صار إليها قتيبة بن مسلم الباهلي في أيام الوليد بن عبد الملك فافتتحها.</p>\n<p class=\"arabic\">قال أهل العلم بالممالك : لم ير ولم يسمع بظاهر بلد أحسن من ظاهر بخارى لأنك إذا علوت قهندزها لم يقع بصرك من جميع النواحي إلا على خضرة تتصل خضرتها بلون السماء فكأن السماء مكبة زرقاء على بساط أخضر تلوح القصور فيما بين ذلك كالكواكب العلوية بياضا ونورا، بين أرض وضياع كوجه المرآة استواء وكطلعة الحسناء بهاء قد جمعت إلى بعد المسافة وسعة المساحة عذاء التربة وكمال حسن المنتزه قالوا: والمشار إليه من متنزهات الأرض صغد سمرقند ونهر الأبلة وغوطة دمشق وسواد العراق.</p>\n<p class=\"arabic\">وببخارى دار الإمارة على جميع خراسان، وهي مدينة في مستو من الأرض ويحيط بها من القصور والبساتين والمسالك والقرى المتصلة والسكك المشتبكة ما يكون اثني عشر فرسخا في مثلها ويحيط بذلك كله سور يجمع تلك القرى والقصور ولا يرى من أضعاف ذلك قفر ولا خراب، ومن دون هذا السور على القصبة وما يتصل بها من القصور والمحال التي تعد من القصبة سور آخر هو فرسخ في مثله، ومدينة داخل هذا السور وتحيط بها حصون ولها قهندز خارج المدينة متصل بها وهو مقدار مدينة صغيرة وبها قلعة بها مسكن ولاة خراسان، ولها ربض عريض طويل، والمسجد الجامع على باب القهندز في المدينة، ولها سبعة جوامع وأسواقها في ربضها وليس بخراسان ولا ما وراء النهر ما هو أشد اشتباكا من بخارى ولا أكثر أهلا، وفي ربضها نهر الصغد يشق الربض وأسواقها، وهو آخر نهر الصغد ويصير إلى طواحن وضياع ومزارع ويسقط الفاضل منه في مجمع ماء هناك، وللمدينة سبعة أبواب حديد وللقهندز بابان ولربضها دروب كثيرة وليس في مدينتها ولا قهندزها ماء جار لارتفاعهما ، وتنبعث من نهرها الأعظم أنهار، وليس في داخل حدود بخارى جبل ولا نشز إلا موضع المدينة ولهم خارج المدينة ملاحات.</p>\n<p class=\"arabic\">وأهل بخارى يتفاوضون فيما بينهم ويتعارفون أنه ما عقد في قلعتهم لواء ولا خرجت منه راية فهزمت ولا غلب فيها وال قط وهذا من الاتفاق العجيب. ولسان بخارى لسان الصغد يحرف بعضه قليلا، وزيهم الأقبية والقلانس كزي ما وراء النهر لأنها مستقيمة على كور ما وراء النهر، ويرجع أهلها من العفة والدماثة والأمانة وحسن السيرة وحسن المعاملة وقلة الشر وإفاضة الخير وبذل المعروف وسلامة النية إلى ما يفضلون به سائر الناس.</p>\n<p class=\"arabic\">ويكفي أن من بخارى الإمام محمد بن إسماعيل الجعفي البخاري رحمه الله مؤلف الكتاب الصحيح من حديث رسول الله صلى الله عليه وسلم الذي عليه معول أهل السنة في جميع بلاد المسلمين وغير ذلك من تصانيفه، ومناقبه لا تحصى توفي سنة ست وخمسين ومائتين وعاش اثنتين وستين سنة.</p>\n<p class=\"arabic\">وفي سنة ست عشرة وستمائة وقعت كائنة الططر العظمى، كان فيها المصاف بين الملك خوارزم شاه وجنكزخان بين نهر سيحون ونهر جيحون ودام القتال ثلاثة أيام بلياليها وقتل من الفريقين ما لا يحصى ولم ينهزم المسلمون ولا الكفار، فلما كانت الليلة الرابعة افترق كل فريق منهما تحت الليل وفر خوارزم شاه وقد انقطع قلبه مما شاهد من صبر العدو وأيقن بذهاب دولته على [v.1, p.83]</p>\n<p class=\"arabic\">على أيديهم، وقيل إن منجمه قال له: لا تتعب نفسك فما لك معهم طالع وهم الغالبون على البلاد لا محالة، فشغل نفسه بالفرار حتى مات، فلما استراح الططر ساروا إلى بخارى فقاتلوها ثلاثة أيام وكان فيها عشرون ألف فارس فهربوا تحت الليل، فخرج إلى الططر أكابر البلد وأخبروهم أن جند السلطان قد فروا وقالوا: نحن رعية من ملكنا فإن حلفتم لنا وأمنتمونا مكناكم من المدينة فحلفوا بأيمانهم وبذلوا لهم الأمان ووصلوا بخارى يوم الثلاثاء رابع ذي الحجة فقاتلوا القلعة المعروفة بالقهنداز اثني عشر يوما ثم دخلوها عنوة فقتلوا جميع من فيها حتى الكلاب والقطط وضربوا برؤوس الأطفال الحيطان وقالوا: كذا نصنع بكل من امتنع منا وأغلق بابا في وجوهنا، ثم إنهم أمروا أهل بخارى بالخروج إلى ظاهرها بنسائهم وأولادهم بعد ما أخذوا جميع سلاحهم، فلما أخرجوا الجميع قالوا: ميزوا فقراءكم من أغنيائكم، فلما تميزوا اقتسموا الأغنياء وأحالوا على الفقراء السيف وأبقوا على أرباب الصنائع من ينتفعون به وفجروا بالنساء أمام الرجال فكان من الناس من ذهب عقله ومنهم من خطف دبوسا أو سيفا وقاتل حتى قتل ثم انهم عذبوا الأغنياء على الأموال حتى ودوا أنهم ماتوا، ودرى الططر أنهم لم يبق عندهم شيء فقتلوهم عن آخرهم.</p>",
            "title": "بخارى",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000221-000.json"
        }
    ],
    "type": "FeatureCollection"
}