{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ذو قار</h1>\n<p class=\"arabic\">واد على ثلاث ليال من منى، وقال أبو عبيدة: هو متاخم لسواد العراق، وفيه كانت الوقيعة بين العرب والفرس بسبب سلب النعمان بن المنذر، وذلك أن النعمان بن المنذر لما غضب عليه كسرى أبرويز بن هرمز بسبب إفساد زيد بن عدي بن زيد حاله عند كسرى أبرويز أتى هانئ بن مسعود بن عامر بن عمرو بن أبي ربيعة بن ذهل بن شيبان، فاستودعه ماله وأهله وولده وألف شكة، ويقال أربعة آلاف شكة، ووضع وضائع عند أحياء من العرب ثم هرب وأتى طيئا فأبوا أن يدخلوه جبلهم، فخرج حتى وضع يده في يد كسرى فحبسه بساباط، وقيل بخانقين.</p>\n<p class=\"arabic\">قالوا: فلما هلك النعمان جعلت بكر بن وائل تغير في [v.1, p.260] السواد، وبلغ كسرى أن مال النعمان وحليته وولده عند هانئ بن مسعود، فبعث إليه: إن النعمان إنما كان عاملي وقد استودعك ماله وأهله والحلقة، فابعث بها ولا تكلفني أن أبعث إليك وإلى قومك بالجنود تقتل المقاتلة وتسبي الذرية، فبعث إليه هانئ: إن الذي بلغك باطل وما بيدي قليل ولا كثير، وإن يكن الأمر كما قد قيل فإنما أنا أحد رجلين: إما رجل استودع أمانة فهو حقيق أن يردها على من أودعه إياها ولن يسلم الرجل الخير أمانته، أو رجل مكذوب عليه فليس ينبغي أن تأخذه بقول عدو أو حاسد.</p>\n<p class=\"arabic\">قالوا: وكانت الأعاجم قوما لهم حلم قد سمعوا بعض علم العرب وعرفوا أن هذا الأمر كائن فيهم، فلما ورد على كسرى كتاب هانئ هذا حملته الشفقة أن يكون ذلك قد اقترب على أن أقبل حتى قطع الفرات وقد أحنقه ما صنعت بكر بن وائل في السواد ومنع هانئ إياه ما منعه، فدعا إياس بن قبيصة واستشاره في الغارة على بكر بن وائل، فقال له إياس: إن الملك لا يصلح أن يعصيه أحد من رعيته، وإن تطعني، لم يعلم أحد لأي شيء قطعت الفرات فيرون أن شيئا من أمر العرب قد كربك، ولكن ترجع وتضرب عنهم وتبعث عليهم العيون حتى ترى غرة منهم ثم ترسل كتيبة من العجم فيها بعض القبائل التي تليهم فيوقعون بهم وقعة الدهر، ويأتونك بطلبتك، فقال له كسرى: أنت رجل من العرب وبكر بن وائل أخوالك فأنت تتعصب لهم ولا تألوهم نصحا، قال إياس: رأي الملك أفضل، فقام إليه عمرو بن عدي بن زيد العبادي، وكان كاتبه وترجمانه بالعربية وفي أمور العرب فقال له: أقم أيها الملك أفضل مقام وابعث إليهم الجنود يكفوك، وقام النعمان بن زرعة من ولد السفاح التغلبي فقال: أيها الملك إن هذا الحي من بكر بن وائل إذا قاظوا بذي قار تهافتوا تهافت الجراد في النار، فعقد للنعمان بن زرعة على تغلب والنمر، وعقد لخالد بن يزيد البهراني على قضاعة وإياد، وعقد لاياس بن قبيصة على جميع العرب ومعه كتيبتاه الشهباء والدوسر، فكانت العرب ثلاثة آلاف، وعقد للهامرز على ألف فارس من الأساورة، وعقد لجنابرزين على ألف، وبعث معهم اللطيمة، وهي عير كانت تخرج من العراق فيها البز والعطر والألطاف توصل إلى باذام عامله باليمن، وقال: إذا فرغتم من عدوكم فسيروا بها إلى اليمن، وأمر عمرو بن عدي أن يسير بها، وعهد كسرى إليهم إذا شارفوا بلاد بكر بن وائل ودنوا منها أن يبعثوا إليهم النعمان بن زرعة، فإن أتوكم بالحلقة ومائة غلام منهم يكونون رهنا بما أحدثت سفهاؤهم فاقبلوا منهم ولا تقاتلوهم.</p>\n<p class=\"arabic\">فلما بلغ بكر بن وائل الخبر سار هانئ بن مسعود حتى نزل بذي قار، وأقبل النعمان بن زرعة حتى نزل على ابن أخته مرة بن عمرو، فحمد الله وأثنى عليه ثم قال إنكم أخوالي وأحد طرفي، وإن الرائد لا يكذب أهله، وقد أتاكم ما لا قبل لكم به من أحرار فارس وفرسان العرب والكتيبتان الشهباء والدوسر، وإن في الشر خيارا، ولأن يفتدى بعضنا ببعض خير من أن تصطلموا، انظروا هذه الحلقة فادفعوها وادفعوا رهنا من أبنائكم بما أحدث سفهاؤكم، فقال له القوم: ننظر في أمرنا، وبعثوا إلى من يليهم من بكر بن وائل وبرزوا ببطحاء ذي قار بين الجهلتين، وجعلت لا ترفع لهم جماعة إلا قالوا: سيدنا في هذه الجماعة، يعني حنظلة بن ثعلبة بن سيار، فإذا به فقالوا: يا أبا معدان قد طال انتظارنا وقد كرهنا أن نقطع أمرا دونك، وهذا ابن أختك النعمان بن زرعة قد جاء والرائد لا يكذب أهله، قال: فما الذي أجمع عليه رأيكم واتفق عليه ملأكم؟ قالوا: قلنا إن اللخي أهون من الوهي، وإن في الشر خيارا ولأن يفتدي بعضكم بعضا خير من أن تصطلموا جميعا، فقال حنظلة: قبح الله هذا رأيا، والله لا تجر أحرار فارس غرلها ببطحاء ذي قار وأنا أسمع الصوت، ثم أمر بقبته فضربت بوادي ذي قار، ثم نزل ونزل الناس وأطافوا به، ثم قال لهانئ بن مسعود: يا أبا أمامة إن ذمتكم ذمتنا وإنه لن يوصل اليك حتى تفنى أرواحنا، فأخرج هذه الحلقة ففرقها بين قومك فإن تظفر فسترد عليك، وان تهلك فأهون مفقود، فأمر بها ففرقت عليهم، ثم قال حنظلة للنعمان: لولا أنك رسول لما أبت إلى قومك سالما، فرجع النعمان إلى قومه وأصحابه فأخبرهم بما رد عليه القوم، فباتوا ليلتهم يستعدون للقتال، وباتت بكر بن وائل يتأهبون للحرب، فلما أصبحوا أقبلت الأعاجم نحوهم، وأمر حنظلة بالظعن جميعا فرفعها خلف الناس ثم قال: يا معشر بني بكر، قاتلوا عن ظعنكم أو دعوا، فأقبلت الأعاجم يسيرون على تعبئة، فقال ربيعة بن غزالة السكوني ثم التجيبي: يا بني شيبان لا تستهدفوا لهذه الأعاجم فيهلككم نشابها ولكن تكردسوا لهم كراديس فيشد عليهم كردوس، فإذا أقبلوا عليه شد الآخر.</p>\n<p class=\"arabic\">قالوا: فلما التقى الجمعان وتتام القوم قام حنظلة بن ثعلبة [v.1, p.261] فقال: يا معشر بكر بن وائل إن النشاب الذي مع الأعاجم يعرفكم فإذا أرسلوه لم يخطئكم فعاجلوهم باللقاء وابدروهم بالشدة، ثم قام هانئ بن مسعود فقال: يا قوم هالك معذور خير من منجى معرور، وإن الحذر لا يدفع القدر، وإن الصبر من أسباب الظفر، المنية ولا الدنية، واستقبال الأمر خير من استدباره، والطعن في الثغر أكرم منه في الدبر، يا قوم جدوا فما من الموت بد، فتح لو كان له رجال، أسمع صوتا ولا أرى قوما يال بكر شدوا واستعدوا وإلا تشدوا تردوا. ثم قام شريك بن عمرو بن شراحيل فقال: يا قوم إنما تهابونهم إنكم ترونهم عند الحفاظ أكثر منكم، وكذلك أنتم في أعينهم، فعليكم بالصبر فإن الأسنة تردي الأعنة، يال بكر قدما قدما، ثم قام عمرو بن جبلة اليشكري فقال:</p>\n<p class=\"arabic_poetry\">يا قوم لاتغرركم هذي الخرق * ولا وميض البيض في الشمس برق * من لم يقاتل منكم هذا العنق * فجنبوه الراح واسقوه المرق * ثم إن القوم اقتتلوا صدر نهاهم أشد قتال رآه الناس قط إلى أن زالت الشمس فشد الحوفزان، واسمه الحارث بن شريك، على الهامرز فقتله، وقتلت بنو عجل جنابرزين، وضرب الله تعالى وجوه الفرس فانهزموا، وقتل الأسود بن شريك بن عمرو وخالد بن يزيد البهراني وأفلت النعمان بن زرعة واياس بن قبيصة واتبعتهم بكر بن وائل يقتلونهم بقية يومهم وليلتهم حتى أصبحوا من الغد وقد شارفوا السواد ودخلوه، وأقبلت بكر على الغنائم فقسموها بينهم وقسموا اللطائم بين نسائهم.</p>\n<p class=\"arabic\">قالوا: وكانت وقعة ذي قار لأربعين من مولد النبي صلى الله عليه وسلم، وفي رواية أنها كانت بعد وقعة بدر بأشهر، ورسول الله صلى الله عليه وسلم بالمدينة، فلما بلغه ذلك قال: ` هذا أول ما انتصفت فيه العرب من العجم وبي نصروا `.</p>\n<p class=\"arabic\">ويروى أن النبي مثلت له الوقعة وهو بالمدينة، فرفع يديه فدعا لبني شيبان ولجماعة ربيعة بالنصر، ولم يزل يدعو لهم حتى أري هزيمة الفرس.</p>\n<p class=\"arabic\">ويروى أنه صلى الله عليه وسلم قال: ` إيه بني أبي ربيعة، اللهم انصر بني أبي ربيعة ` فهم إلى الآن إذا حاربوا دعوا بشعار النبي صلى الله عليه وسلم ودعوته لهم وقال قائلهم يا رسول الله وعدك، فإذا دعوا بذلك نصروا. وقال بكر بن الأصم:</p>\n<p class=\"arabic_poetry\">إن كنت ساقية المدامة أهلها * فاسقي على كرم بني همام</p>\n<p class=\"arabic_poetry\">وأبا ربيعة كلها ومحلما * سبقوا بغاية أفضل الأقسام</p>\n<p class=\"arabic_poetry\">زحفوا بجمع لا ترى أقطاره * لقحت به حرب لغير تمام</p>\n<p class=\"arabic_poetry\">عرب ثلاثة آلف وكتيبة * ألفان عجم من بني الفدام</p>\n<p class=\"arabic_poetry\">ضربوا بني الأحرار يوم لقوهم * بالمشرفي على شؤون الهام</p>\n<p class=\"arabic_poetry\">وغدا ابن مسعود فأوقع وقعة * ذهبت لهم في معرق وشآمي [v.1, p.262]</p>\n<p class=\"arabic\"></p>",
            "title": "ذو قار",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000664-000.json"
        }
    ],
    "type": "FeatureCollection"
}