{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">وادي السباع</h1>\n<p class=\"arabic\">بالبصرة على طريق المدينة، سمي بذلك لأن أسماء بنت عمران بن الحاف بن قضاعة كانت تنزله ويقال لها أم الأسبع، لأن ولدها أسد وكلب والذئب والدب والفهد والسرحان. وأقبل وائل بن قاسط فلما نظر إليها رأى امرأة ذات جمال فطمع فيها، ففطنت له فقالت: لو هممت بك لأتاك أسبعي، فقال: ما أرى حولك أسبعا، فدعت بنيها فأتوا بالسيوف من كل ناحية، فقال: والله ما هذا إلا وادي السباع، فسمي به. وبهذا الموضع قتل الزبير بن العوام رضي الله عنه لما رجع عن يوم الجمل، قتله عمرو بن جرموز.</p>\n<p class=\"arabic\">قالوا : خرج علي رضي الله عنه حاسرا على بغلة رسول الله يوم الجمل فنادى: يا زبير اخرج إلي، فخرج إليه الزبير شاكا سلاحه، فقيل ذلك لعائشة رضي الله عنها فقالت: واحزنك يا أسماء، فقيل لها إن عليا حاسر فاطمأنت، واعتنق كل واحد منهما صاحبه، فقال له علي رضي الله عنك: ويحك يا زبير، ما الذي أخرجك؟ قال: دم عثمان رضي الله عنه، قال: قتل الله تعالى أولانا بدم عثمان، أوما تذكر يوم لقيت رسول الله صلى الله عليه وسلم وهو راكب حماره، فضحك إلي وضحكت إليه وأنت معه، فقلت أنت: يا رسول الله ما يدع علي زهوه، فقال: ` ليس به زهو، أتحبه يا زبير `؟ قلت: والله إني لأحبه، فقال: ` إنك ستقاتله وأنت له ظالم ولينصرن عليك `، فقال الزبير: أستغفر الله لو ذكرته ما خرجت، فكيف أرجع الآن وقد التقت حلقتا البطان؟ هذا والله العار الذي لا يغسل أبدا، فقال: يا زبير ارجع بالعار قبل أن ترجع بالعار والنار، فرجع الزبير وهو يقول:</p>\n<p class=\"arabic_poetry\">اخترت عارا على نار مؤججة * أنى يقوم لها خلق من الطين</p>\n<p class=\"arabic_poetry\">نادى علي بأمر لست أجهله * عار لعمرك في الدنيا وفي الدين</p>\n<p class=\"arabic_poetry\">فقلت حسبك من عذل أبا حسن * فبعض هذا الذي قد قلت يكفيني ورجع الزبير إلى عائشة رضي الله عنها فقال: ما كنت في موطن منذ عقلت إلا وأنا أعرف فيه أمري غير موطني هذا، قالت: فما تريد أن تصنع؟ قال: أريد أن أدعهم وأذهب، فقال له ابنه عبد الله: جمعت هذين حتى إذا حدد بعضهم إلى بعض أردت أن تتركهم وتذهب؟! قال: ذكرني يا بني أمرا كنت أنسيته، فقال: لا والله ولكن فررت من سيوف بني عبد المطلب فإنها طوال حداد تحملها فتية أنجاد، فقال: لا والله ولكن ذكرني ما أنسانيه الدهر فاخترت العار على النار، أفبالجبن تعيرني لا أبا لك!؟ ثم قلع سنانه وشد على ميمنة علي رضي الله عنه فقال: افرجوا له فقد هاجوه، وشد في الميسرة، ثم مضى منصرفا حتى أتى وادي السباع، والأحنف بن قيس معتزل في قومه من بني تميم، فقال له رجل: هذا الزبير مارا، فقال الأحنف: ما أصنع بالزبير وقد جمع بين فئتين عظيمتين من الناس فقتل بعضهم بعضا، وهو مار إلى منزله سالما، ما رأيت مثل هذا، أتى بحرمة رسول الله صلى الله عليه وسلم يسوقها فهتك عنها حجاب رسول الله صلى الله عليه وسلم وستر حرمته في بيته، ألا رجل يأخذ لله منه؟ فلحقه نفر من بني تميم سبقهم إليه عمرو بن جرموز، وقد نزل للصلاة، فقتله وهو ابن خمس وسبعين سنة، وأتى عمرو بن جرموز بسيف الزبير وخاتمه إلى علي رضي الله عنه، فقال علي: هذا سيف طال ما جلى الكرب عن وجه رسول الله صلى الله عليه وسلم، لكن الحين ومصارع السوء، وقاتل ابن صفية في النار، ففي ذلك يقول عمرو بن جرموز:</p>\n<p class=\"arabic_poetry\">أتيت عليا برأس الزبير * وقد كنت أرجو به الزلفه [v.1, p.603]</p>\n<p class=\"arabic_poetry\">فبشر بالنار قبل العيان * فبئست بشارة ذي التحفه</p>\n<p class=\"arabic_poetry\">لسيان عندي قتل الزبير * وضرطة عير بذي الجحفة وفي ذلك تقول زوجه عاتكة بنت عمرو بن زيد بن نفيل أخت سعيد بن زيد:</p>\n<p class=\"arabic_poetry\">غدر ابن جرموز بفارس بهمة * يوم اللقاء وكان غير معرد</p>\n<p class=\"arabic_poetry\">يا عمرو لو نبهته لوجدته * لا طائشا رعش البنان ولا اليد</p>\n<p class=\"arabic_poetry\">ثكلتك أمك إن قتلت لمسلما * حلت عليك عقوبة المتعمد</p>\n<p class=\"arabic_poetry\">إن الزبير لذو بلاء صادق * سمع سجيته كريم المشهد</p>\n<p class=\"arabic_poetry\">فاذهب فما ظفرت يداك بمثله * فيما مضى فيما تروح وتغتدي</p>",
            "title": "وادي السباع",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001594-000.json"
        }
    ],
    "type": "FeatureCollection"
}