{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بلاد البحرين</h1>\n<p class=\"arabic\">هي بلاد واسعة شرقيها ساحل البحر، وجوفها متصل باليمامة، وشمالها متصل بالبصرة، وجنوبها متصل ببلاد عمان، وقاعدتها هجر، وأهلها عبد القيس ومن بلاد البحرين الأحساء والقطيف وبيشة والزارة والخط الذي تنسب إليه الرماح الخطية وغيرها. وهي بلاد سهلة كثيرة الأنهار والعيون عذبة الماء ينبطون الماء على القامة والقامتين، والحناء والقطن على شطوط أنهارها بمنزلة السوسن، وهي كثيرة النخل والفواكه، ولها تمر إذا انتبذ وشرب اصفرت الثياب من عرقه، وبساتينهم على نحو ميل منها ولا يأتونها إلا غدوا أو رواحا لافراط حر الرمضاء وإن حوافر الدواب تسقط فيها إذا احتدمت، وهي مخصوصة بتعظيم الطحال ولذلك قال بعض الشعراء:</p>\n<p class=\"arabic_poetry\">ومن يسكن البحرين يعظم طحاله * ويغبط بما في بطنه وهو جائع ولها مدن كثيرة وبلاد البحرين منهالة الكثبان جارية الرمل حتى يسكروه بسعف النخل وربما غلب عليهم في منازلهم، فإذا أعياهم حملوا النقوض وتحولوا، وقد كان من البحرين إلى عمان طريق فغلب عليه الرمل ومنع من سلوكه فلا يوصل اليوم من البحرين إلى عمان إلا في البحر. وفي البحرين على طريق البصرة جزائر مسيرة يومين وثلاثة وفيها آثار وبناء وخرابات يرفئ فيها أصحاب السفن إذا هاجت الرياح وفي تلك الجزائر صيد كثير وفي جزيرة خارك منها جزر غليظ يقطع بالقدوم لغلظه، وميرة البحرين تجلب إليها من فارس، ويقال إن اليمامة والبحرين والقريتين وما يليها كانت لطسم وجديس، وفي اليمامة كانت زرقاء اليمامة، وسيأتي ذكر ذلك إن شاء الله تعالى في حرف الياء.</p>\n<p class=\"arabic\">ولما سار حسان بن تبان أسعد أبو يكرب ملك اليمن بأهل اليمن يريد أن يطأ بهم أرض العرب وأرض الأعاجم حتى إذا كانوا بالبحرين كرهت حمير وقبائل اليمن المسير معه وأرادوا الرجعة إلى بلادهم إلى آخر الخبر، ذكره ابن إسحاق .</p>\n<p class=\"arabic\">وبها كان خروج أبي فديك الخارجي تغلب عليها سنة اثنتين وسبعين، ووجه إليه عبد الملك بن مروان عشرين ألفا من أهل البصرة والكوفة وكانت بينهم معركة عظيمة وحمل إليه أهل المصرين حتى استباحوا عسكر الخوارج وقتلوا أبا فديك وحصروهم في المشقر فنزلوا على الحكم فقتل منهم ستة آلاف وأسر ثمانمائة .</p>",
            "title": "بلاد البحرين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000220-000.json"
        }
    ],
    "type": "FeatureCollection"
}