{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خانفو</h1>\n<p class=\"arabic\">مدينة عظيمة في الصين على نهر عظيم أكبر من الدجلة أو نحوها يصب إلى بحر الصين، وبين هذه المدينة وبين البحر مسيرة ستة أيام أو سبعة، تدخل هذا النهر سفن البحر الواردة من بلاد البصرة وسيراف وعمان ومدن الهند وجزائره بالأمتعة والجهاز، وبهذه المدينة خلائق من المسلمين والنصارى واليهود والمجوس، وغيرهم من أهل الصين، وكان نزل بهذه المدينة في سنة أربع وستين ومائتين ثائر ثار على ملك الصين من غير بيت الملك تبعه أهل الدعارة والفساد، وكثر جنده فقصد هذه المدينة فحاصرها وأتته جيوش الملك فهزمها واستباح الحريم، وافتتح هذه المدينة عنوة وقتل من أهلها خلقا لا يحصون كثرة، وأحصي من المسلمين واليهود والنصارى ممن قتل وغرق مائة ألف، وإنما أحصي ما ذكرناه من العدد لأن ملوك الصين تحصي من في مملكتها من رعيتها وممن جاورها من الأمم وصار ذمة لها في دواوين لها، وكتاب قد وكلوا بإحصاء ذلك لما يراعون من حياطة من شمله ملكهم، وقطع هذا الثائر ما كان حول مدينة خانفو من غابات التوت إذ كان يحتفظ به لما يكون من ورقه من طعم لدود القز الذي ينتج منه الحرير. [v.1, p.210]</p>\n<p class=\"arabic\">ومدينة خانقو هي المرقى الأعظم من مراقي الصين، وهي على جون يصعد فيه إلى كثير من بلاد البغبوغ وهو ملك الصين بأسرها لا ملك فوقه بل كل ملوك ذلك المكان تحت طاعته، والذكر له، ويقال إن بالصين ثلثمائة مدينة كلها عامرة وفيها عدة ملوك كلهم تحت طاعة البغبوغ، ويقال له ملك الملوك، وهو حسن السيرة عادل في رعيته، رفيع في همته، قاهر في سلطانه، مصيب في آرائه، حازم في اجتهاده، لطيف في حكته، وهاب في عطائه، ناظر في الأمور القريبة والبعيدة، بصير بالعواقب، وله في قصره مجلس قد أتقن بنيانه وأحكم سمكه وأبدعت مجالسه ، له فيه كرسي ذهب يجلس عليه ووزراءه حوله، وعلى أعلى رأسه جرس معلق تمتد منه سلسلة ذهب إلى خارج القصر ويتصل طرف السلسلة إلى أسفل القصر، فإذا جاء المظلوم بكتاب مظلمته اجتذب طرف السلسلة فتحرك الجرس فيخرج وزير الملك يده من الطاق كأنه يقول للمظلوم اصعد، فيصعد المظلوم إلى المجلس على درج مختص بصعود المظلومين عليه حتى يقف بين يدي الملك فيسجد المظلوم ثم يقف، فيمد الملك يده إلى المظلوم ويأخذ الكتاب فينظر فيه ثم يدفعه إلى وزرائه، ويحكم له بما يوجب له الحكم وبما يقتضيه مذهبه وشرعه من غير تسويف ولا تطويل ولا وساطة وزير ولا حاجب، ومع ذلك فإنه مجتهد في دينه مقيم لشريعته ديان محافظ كثير الصدقة على الضعفاء، ودينه عبادة البدود، وأهل الهند والصين كلهم لا ينكرون الخالق ويثبتونه بحكمته وصنعته الأزلية، ولا يقولون بالرسل ولا الكتب، وفي كل حال لا يفارقون العدل والإنصاف.</p>\n<p class=\"arabic\">وبخانقو ملك مهيب له مملكة شامخة وفيلة كثيرة وأجناده يأكلون الأرز والنارجيل والألبان وقصب السكر. ومدينة خانقو مرفأ الصين وهي على نهر عذب يخترقها قد عقد عليه الجسور وعلى أحد جانبيه أسواق العرب والفرس، ومن الجانب الآخر أسواق أهل المدينة، ولهم رواء وأمانة وصدق لهجة، وبها ضياع وقوم يتخذون الغضارات الصينية والحرير الصيني وإذا جن الليل قرع الطبل في الجانبين وانصرف كلا الفريقين إلى مواضعهم فمن وجد بعد ذلك في سوق أدب وغرم.</p>",
            "title": "خانفو",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000544-000.json"
        }
    ],
    "type": "FeatureCollection"
}