{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أليس</h1>\n<p class=\"arabic\">على صلب الفرات، فتحها خالد بن الوليد رضي الله عنه، قالوا : لما أصاب خالد من أصاب يوم الولجة من بكر بن وائل الذين أعانوا أهل فارس غضب لهم قومهم فكاتبوا الأعاجم وكاتبهم الأعاجم، فاجتمعوا إلى أليس وعليهم عبد الأسود العجلي، وكتب ازدشير إلى بهمن أن سر حتى تقدم أليس بجيشك إلى من اجتمع بها من فارس ونصارى العرب، فقدم بهمن أمامه جابان وأمره بالحث وقال له: كفكف نفسك وجندك عن قتال القوم حتى ألحق بك إلا أن يعجلوك، فسار جابان إلى أليس وانطلق بهمن إلى ازدشير ليستأمره فيما يريد، ومضى جابان حتى انتهى إلى أليس فنزل بها واجتمعت إليه المسالح التي كانت بازاء العرب وعبد الأسود في نصارى بني عجل، فنهد إليهم خالد وليست له همة إلا من تجمع لهم من عرب الضاحية ونصاراهم، ولما طلع على أليس قالت الأعاجم لجابان: أنعاجلهم أو نغدي الناس ولا نريهم أنا نحفل بهم ثم نقاتلهم بعد الفراغ؟ فقال جابان: إن تركوكم والتهاون بهم فتهاونوا ولكن ظني أن سيعاجلوكم ويعجلوكم عن طعامكم، فعصوه، وبسطوا البسط ووضعوا الأطعمة، فلما وضعت توجه خالد إليهم، ووكل خالد بنفسه حوامي تحمي ظهره، ثم برز أمام الناس فنادى أين أبجر أين عبد الأسود، أين مالك بن قيس؟ فنكلوا عنه جميعا إلا مالكا، فبرز له، فقال له خالد: يا ابن الخبيثة ما جرأك علي من بينهم وليس فيك وفاء، وضربه فقتله، وأجهض الأعاجم عن طعامهم قبل أن يأكلوه، فقال لهم جابان: ألم أقل لكم يا قوم، والله ما دخلتني من رئيس وحشة قط حتى كان اليوم، فقالوا تجلدا حيث لم يقدروا على الأكل: ندعها حتى نفرغ منهم ثم نعود إليها، فقال جابان: وإنما أظنكم والله لهم وضعتموها وأنتم لا تشعرون فالآن فأطيعوني وسموها، فإن كانت لنا فأهون هالك، وإن كانت علينا كنا قد صنعنا شيئا وأبلينا عذرا، فقالوا: لا إلا اقتدارا عليهم، فاقتتلوا قتالا شديدا، والمشركون يزيدهم كلبا وشدة ما يتوقعون من قدوم بهمن، فصابروا المسلمين للذي في علم الله تعالى أن يصيرهم إليه، وحرب المسلمون عليهم، وقال خالد رضي الله عنه: اللهم لك إن منحتنا أكتافهم ألا أستبقي منهم أحدا قدرنا عليه حتى أجري نهرهم بدمائهم، ثم إن الله تعالى كشفهم للمسلمين ومنحهم أكتافهم، فأمر خالد رضي الله عنه مناديه فنادى في الناس: الأسر، الأسر، لا تقتلوا إلا من امتنع. وأقبلت الخيول بهم أفواجا مستأسرين يساقون سوقا، وقد وكل بهم خالد رضي الله عنه رجالا يضربون أعناقهم في النهر، ففعل ذلك بهم يوما وليلة، وطلبوهم الغد وبعد الغد حتى انتهوا بهم إلى النهر فضرب على النهر أعناقهم، وكانت على النهر أرحاء فطحنت بالماء وهو أحمر قوت العسكر ثلاثة أيام، وهو ثمانية عشر ألفا ويزيدون، ولما رجع المسلمون من طلبهم ودخلوا عسكرهم وقف خالد رضي الله عنه على الطعام الذي كان المشركون قدموه لغدائهم فأعجلوا عنه، فقال للمسلمين: قد نفلتكموه فهو لكم، وقد كان رسول الله صلى الله عليه وسلم أتى على طعام مصنوع نفله، فقعد الناس على ذلك الطعام لعشائهم بالليل وجعل من لا يرد الأرياف ولا يعرف الرقاق يقول: ما هذه الرقاق البيض؟ وجعل من قد عرفها يجيبهم ويقول لهم مازحا: هل سمعتم برقيق العيش؟ فيقولون: نعم، فيقولون: هذا هو فسمي الرقاق. [v.1, p.29]</p>\n<p class=\"arabic\">وعن خالد بن الوليد رضي الله عنه قال: إن رسول الله صلى الله عليه وسلم نفل الناس يوم خيبر الخبز والطبيخ والشواء وما أكلوا غير ذلك في بطونهم غير متأثليه.</p>\n<p class=\"arabic\">وبعث خالد رضي الله عنه بالخبر مع رجل من بني عجل كان دليلا صارما، فقدم على أبي بكر رضي الله عنه بالخبر بفتح أليس وبقدر الفيء وبعدة السبي وبما حصل من الأخماس وبأهل البلاء من الناس، وبلغت قتلاهم يوم أليس سبعين ألفا. وقال خالد رضي الله عنه: لقد قاتلت يوم مؤتة وانقطع في يدي تسعة أسياف وما لقيت قوما كقوم لقيتهم من أهل فارس، وما لقيت من أهل فارس قوما كأهل أليس.</p>",
            "title": "أليس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000094-000.json"
        }
    ],
    "type": "FeatureCollection"
}