{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الفرات</h1>\n<p class=\"arabic\">أحد الأنهار الستة الكبار المشهورة وهي النيل ودجلة والفرات ومهران السند وجنجون الهند وخمدان الصين وجيحون خراسان.</p>\n<p class=\"arabic\">ويخرج الفرات من داخل بلاد الروم ومن جبال متصلة بقالي قلا من ثغور ارمينية ثم يمر في بلاد الروم، ويمتد حتى يصير إلى ملطية حتى يكون منها على ميلين، ثم يمتد إلى سميساط فيحمل من هناك السفن إلى بغداد ثم يمتد من سميساط مارا في جهة الجنوب مائلا مع الشرق إلى ساحل جرجان كذا ثم إلى الرافقة ويجتاز بالرقة إلى قرقيسيا، وهناك يصب في نهر الخابور إلى عانة إلى هيت إلى الأنبار، ومن هناك ينزل نهر عيسى إلى بغداد، ثم يصير خلجانا أربعة وتتفرق في البطائح.</p>\n<p class=\"arabic\">وفي الخبر النبوي من حديث مسلم: ` لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب يقتتل الناس عليه، فيقتل من كل مائة تسعة وتسعون، ويقول كل رجل منهم: لعلي أكون أنا الذي أنجو به `. وفي طريق آخر: ` يوشك أن يحسر الفرات عن كنز من ذهب ` الحديث.</p>\n<p class=\"arabic\">وقد أحسن النابغة الذبياني في وصف حال الفرات في قوله يذكر ممدوحه:</p>\n<p class=\"arabic_poetry\">فما الفرات إذا هب الرياح له * ترمي غواربه العبرين بالزبد</p>\n<p class=\"arabic_poetry\">يمده كل واد مترع لجب * فيه ركام من الينبوت والخضد</p>\n<p class=\"arabic_poetry\">يظل من خوفه الملاح معتصما * بالخيزرانة بعد الأين والنجد</p>\n<p class=\"arabic_poetry\">يوما بأجود منه سيب نافلة * ولا يحول عطاء اليوم دون غد وعبر المسلمون، في الفتح الأول، الفرات إلى المدائن لمحاصرتها، ويأتي ذلك إن شاء الله تعالى مشروحا في ذكر المدائن.</p>\n<p class=\"arabic\">وفي السنة التي بعث فيها رسول الله صلى الله عليه وسلم إلى كسرى، وذلك سنة سبع زاد الفرات ودجلة زيادة لم ير مثلها، واتسعت بثوق عظام حملت السكور والمسنيات وطلب الماء الوهاد، فجهد أبرويز أن يردها ويقيم شاذرواناتها، فغلب الماء وطمى على العمارات، فغرق الكور والسطوح. وشغلت الأعاجم بحرب العرب فطمى الماء وزاد فلما ولى معاوية عبد الله بن دراج مولاه العراق غلب الماء بالمسنيات والسكور، واستخرج به من الأرض ما بلغت عليه خمسة عشر ألف ألف، واستخرج الحجاج أيام الوليد ما غمر الماء من أرض البطيحة نحو خمسين فرسخا في مثلها. [v.1, p.439]</p>",
            "title": "الفرات",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001140-000.json"
        }
    ],
    "type": "FeatureCollection"
}