{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طالقة</h1>\n<p class=\"arabic\">مدينة بالأندلس بقرب اشبيلية وهي من المدن القديمة وكانت دار مملكة الأفارقة بالأندلس، وكانت من مدن اشبيلية المتصلة بها في سالف الدهر وهي خراب، إذ كان اشبان بن طيطش غزا طالقة وحصر ملكهم بها حتى فتحها وتغلب على مملكتهم فهدم طالقة ونقل رخامها وآلاتها إلى اشبيلية، وبه سميت، واتخذها دار ملكه وكثرت جموعه فعلا في الأرض وغزا من اشبيلية ايليا بعد سنتين من ملكه، خرج إليها في السفن ففتحها وهدمها وقتل من اليهود مائة ألف، واسترق مائة ألف، وفرق في البلاد مائة ألف وانتقل رخام ايليا وآلاتها إلى الأندلس والغرائب التي أصيبت في مغانم الأندلس كمائدة سليمان التي ألفاها | طارق بن زياد بكنيسة طليطلة وقليلة الدر التي ألفاها موسى بن نصير بكنيسة ماردة وغيرها من الذخائر، إنما كانت مما صار لصاحب الأندلس من غنيمة بيت المقدس إذ حضر فتحها مع بخت نصر.</p>\n<p class=\"arabic\">وحكوا أن الخضر وقف باشبان هذا وهو يحرث الأرض في حداثته، فقال له: يا اشبان إنك لذو شان وسوف يحظيك زمان ويعليك سلطان، فإذا أنت غلبت على ايليا فارفق بذرية الأنبياء، فقال له اشبان: أساخر أنت، رحمك الله!! أنى يكون هذا وأنا ضعيف مهين؟! فقال: قدر ذلك من قدر في عصاك اليابسة ما تراه، فنظر اشبان إلى عصاه فرآها قد أورقت، فريع لما رأى، وذهب الخضر عنه وقد وقر ذلك الكلام في نفسه والثقة بكونه، فترك الامتهان، وداخل الناس وصحب أجل الناس وسما به جده فارتقى في طلب السلطان حتى نال منه عظيما وكان ملكه عشرين سنة، واتصلت مملكة الاشبانيين إلى أن ملك منهم الأندلس خمسة وخمسون ملكا.</p>\n<p class=\"arabic\">وكانت بطالقة آثار عجيبة وعجائب غريبة، فمن ذلك صورة جارية من مرمر لم يسمع في الأخبار، ولا رئي في الآثار صورة أبدع منها في قالب جارية كاملة القد حسنة الجسم جميلة الوجه، قد صور كل عضو من أعضائها وكل جارحة من جوارحها على أتم ما يكون وأفضل ما يستحسن في جوارح المرأة، وفي حضنها صورة صبي على مثل ذلك من الحكمة والإتقان وقد صورت حية تصعد من قدمها كأنها تريد نهش الصبي، قسمت [v.1, p.381] الصورة نظرها بين مصعد الحية ومكان الطفل كالمشفقة الحذرة، يتبين ذلك في التفاتها، ولو وقف الناظر يتأملها عامة نهاره لم يسأم ذلك ولا مله لدقيق صنعتها وغريب حكمتها، وهذه الصورة موضوعة في بعض حمامات اشبيلية، وقد تعشقها جماعة من العوام، وشغف بها ناس من الطغام، فتعطلت أشغالهم وانقطعت متاجرهم بالنظر إليها.</p>",
            "title": "طالقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000972-000.json"
        }
    ],
    "type": "FeatureCollection"
}