{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجسر</h1>\n<p class=\"arabic\">كانت وقيعة الجسر بالعراق في خلافة عمر رضي الله عنه وكان ندب المسلمين إلى حرب العجم في العراق، وقدم عليهم أبا عبيد بن مسعود بن عمرو الثقفي فكانت بينهم وقائع كلها على العجم، فرجعت المرازبة إلى يزدجرد منهزمين وقد فتح أبو عبيد من بلادهم ما فتح ونزل على الحيرة فشتمهم يزدجرد وأقصاهم ودعا بهمن ذا الحاجب فعقد له على اثني عشر ألفا وقال له: قدم هؤلاء الذين انهزموا فإن انهزموا فاضرب أعناقهم، فخرج في عدة لم ير مثلها، وبلغ المسلمين مسيرهم إليهم فقال المثنى بن حارثة: إنك لم تلق مثل هذا الجمع ولا مثل هذه العدة، ولمثل ما أتوك به روعة لا تثبت لها القلوب، فارتحل من منزلك حتى تعبر الفرات وتقطع الجسر ويصير الفرات بينك وبينهم، فإن عبروا إليك قاتلتهم واستعنت بالله، قال: إني لأرى هذا وهنا.</p>\n<p class=\"arabic\">وأقبل بهمن فنزل قس الناطف بينه وبين أبي عبيد الفرات، وأرسل إلى أبي عبيد إما أن تعبر إلينا وإما أن نعبر إليك، فقال أبو عبيد: نعبر إليكم، فقال المثنى: أذكرك الله والإسلام أن تعبر إليهم، فحلف ليعبرن، ودعا من عقد له الجسر، فقال سليط بن قيس الأنصاري: يا أبا عبيد اذكرك الله ألا تركت للمسلمين مجالا فإن العرب من شأنها أن تفر ثم تكر، فاقطع هذا الجسر وتحول عن منزلك وانزل أدنى منزل من البر، ونكتب إلى أمير المؤمنين نعلمه ما قد أجلبوا به علينا ونقيم، فإذا كثر عددنا وجاء مددنا زحفنا إليهم وبنا قوة وأرجو أن يظهرنا الله تعالى عليهم قال: جبنت والله يا سليط، قال: والله لأنا أشد منك بأسا وأشجع منك قلبا، ثم تقدم فعبر، فقال المثنى لأبي عبيد: والله ما جبن ولكن أشار بالرأي وأنا أعلم بقتال هؤلاء منك، لئن عبرت [v.1, p.178] إليهم في ضيق هذا المطرد ليحرزن المسلمين هذا العدد، فقال المثنى للناس: اجعلوا جبننا بي ولا تعبروا، فقالوا: وكيف نصنع وقد عبر أميرنا وسليط في الأنصار وعبر أناس؛ فقال المثنى: إني لأرى ما يصنعون ولولا أن خذلانكم يقبح ولا أراه يحل ما صحبتكم، ثم عبر فالتقى الناس في موضع ضيق.</p>\n<p class=\"arabic\">وكانت دومة امرأة أبي عبيد رأت وهي بالطائف كأن رجلا نزل من السماء معه إناء فيه شراب فشرب منه أبو عبيد ورجال من أهل بيته، فقصتها على أبي عبيد فقال: هذه الشهادة إن شاء الله، فلما التقوا قال أبو عبيد: إن قتلت فأميركم عبد الله بن مسعود بن عمرو بن عمير يعني أخاه، فإن قتل فجبر بن أبي عبيد يعني ولده، فإن قتل فأميركم فلان، وعد أمراء كلهم شرب من الاناء ثم قال: فإن قتل فأميركم المثنى بن حارثة، وجعل على ميمنته سليط بن قيس وعلى ميسرته المثنى، وقدم ذو الحاجب الجالنوس معه الفيل الأبيض وراية كسرى وقد أحاطت به حماة المشركين، وكانت بين الناس مشاولة يخرج العشرة والعشرون فيقتتلون مليا من النهار، ثم حمل المشركون فنضحهم المسلمون بالنبل وجثت رجالهم فاستقبلوا بالرماح، فلم يقدروا من المسلمين على شيء فانصرفوا عنهم، ثم حملوا الثانية ففعلوا مثلها، ثم انصرفوا وحملوا الثالثة فصبروا، فلما رأوا أنهم لا يقدرون على ما يريدون من المسلمين جاءوا بالنشاب فوضعوه كأنه آكام وتفرقوا ثلاث فرق، فقصدت فرقة لأبي عبيد في القلب، وفرقة لسليط في الميمنة، وفرقة للمثنى في الميسرة، ثم صاروا كراديس فجعل الكردوس يمر معرضا بالمسلمين ويرميهم حتى كسرت الجراحات فيهم، وأقبلت الفيلة عليها الجلاجل، والخيول عليها التجافيف، والفرسان عليهم الشعر، فلما نظرت إلى ذلك خيول المسلمين رأت شيئا منكرا لم تكن ترى مثله، فجعل المسلمون إذا حملوا عليهم لم تقدم خيولهم وإذا حملت المشركون عليهم بالفيلة والجلاجل فرقت بين كراديسهم فلا تقوم لها الخيل إلا على نفار وخزقهم الفرسان بالنشاب وعض المسلمين الألم، وجعلوا لا يصلون إليهم فنادى سليط بن قيس: يا أبا عبيد أرأيي أم رأيك؟ أما والله لتعلمن أنك قد أضررت برأيك نفسك والمسلمين، ثم قال: يا معشر المسلمين على م نستهدف لهؤلاء المشركين؟ من أراد الجنة فليحمل معي، فحمل في جماعة أكثرهم من الأنصار فقتل وقتلوا، وترجل أبو عبيد وترجل الناس ومشوا إليهم فتكافحوا وصافحوهم بالسيوف، وحمي الناس حتى كثرت القتلى بين الطائفتين جميعا، وجعلت الفيلة لا تحمل على جماعة إلا دفعتهم، فنادى أبو عبيد: احتوشوا الفيلة فقطعوا بطنها واقلبوا عنها أهلها. وواثب هو الفيل الأبيض فتعلق بخطامه ووقع الذي عليه وفعل القوم مثل ذلك، فما تركوا فيلا إلا حطوا رحله وقتلوا أصحابه، وضرب أبو عبيد مشفر الفيل فقطعه؛ واستدبره أبو محجن فضرب عرقوبه فاستدار وسقط بجنبه، وتعاور أبا عبيد المشركون فقتلوه، وقيل خبطه الفيل لما قطع مشفره وقام عليه، فلما بصر الناس بأبي عبيد تحت الفيل خشعت أنفس بعضهم، وأخذ اللواء الذي كان أمره من بعده، فقاتل الفيل حتى تنحى عن أبي عبيد فاجتره إلى المسلمين وأحرزوا شلوه ثم تجرثم الفيل فاتقاه الفيل بيده وخبطه الفيل وقام عليه، وتتابع أمراء أبي عبيد الذين عهد إليهم كلهم يأخذ اللواء فيقاتل حتى يموت وصبر الناس حتى قتلوا وصارت الراية إلى المثنى بن حارثة فجاش بها الناس ساعة ثم انهزم الناس وركبهم المشركون ثم حمل المثنى في سبعين من بكر بن وائل أصحاب خيل مقرحة كان يعدها للطلب وللغارة، فقاتلهم حتى ارتفع عنهم المشركون فانضموا إلى إخوانهم من المسلمين، ومضى الناس نحو الجسر وجاءهم المثنى وعروة بن زيد الخيل وجماعة، ونادى المثنى: أيها الناس أنا دونكم فاعبروا على هينتكم ولا تدهشوا فإنا لن نزول حتى نراكم من ذلك الجانب، فانتهى الناس إلى الجسر وقد سبق إليه عبد الله بن مرثد الثقفي، أو غيره فقطعه وقال: قاتلوا من دونكم فخشع الناس فاقتحموا الفرات فغرق من لم يصبر، وأسرع المشركون في من صبر، وأتاهم المثنى بن حارثة فأمر بالسفينة التي قطعت فوصلت بالجسر، وعبر الناس، وقال المثنى للرجل الذي قطع الجسر: ما حملك على ما صنعت؟ قال: أردت أن يصبر الناس، وأصيب يومئذ من المسلمين ألف وثمانمائة وقتل من المشركين ألفان وقيل أكثر من ذلك، وقيل أسرعت السيوف في أهل فارس وأصيب منهم ستة آلاف في المعركة ولم تبق إلا الهزيمة، فلما خبط أبو عبيد وقام عليه الفيل جال المسلمون جولة وركبهم أهل فارس، وقيل هلك يومئذ من المسلمين نحو أربعة آلاف بين قتيل وغريق، وهرب ألفان وبقي ثلاثة آلاف. ولما عبر الناس عبر المثنى وقطع الجسر بعد عبورهم فعقده المشركون، وخرج جابان ومرداشاه في ألف من الأساورة مستخفين ليسبقوا المسلمين إلى الطريق، وبلغ ذلك المثنى فخرج يريدهما في جريدة خيل، فاعترضاه يظنانه ، هاربا فأخذهما أسيرين [v.1, p.179]</p>\n<p class=\"arabic\">فضرب أعناقهما، وخرج أهل أليس على أصحابهما فأخذوهم فجاءوا بهم إلى المثنى فضرب أعناقهم وعقد بذلك لأهل أليس ذمة، وانهزم المشركون.</p>",
            "title": "الجسر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000476-000.json"
        }
    ],
    "type": "FeatureCollection"
}