{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جنداسابور</h1>\n<p class=\"arabic\">بضم أوله وإسكان ثانيه مثنى مضاف إلى سابور، مدينة من بلاد فارس، وهي تجري مجرى المثنى، يقال هذا جنداسابور ودخلت جندي سابور، وهي من عمل خوزستان في نشز من الأرض، حسنة حصينة منيعة تمير من جاورها بخيرها، وبها نخيل كثيرة وزروع ومياه، وعمارات وخصب وفواكه وأسواق جامعة لضروب من الصنائع، وبينها وبين السوس مرحلة.</p>\n<p class=\"arabic\">ولما فرغ أبو سبرة من السوس خرج بجنده حتى نزل في جندي سابور فأقاموا عليها يغادونهم ويراوحونهم القتال فما زالوا مقيمين حتى رمي بسهم الأمان من عبيد المسلمين، وكان فتحها وفتح نهاوند في مقدار شهرين فلم يفجأ المسلمين إلا أبوابها [v.1, p.173] تفتح ثم خرج السرح وخرجت الأسواق وانبث أهلها، فأرسل المسلمون: أن ما لكم؟ قالوا: رميتم لنا بالأمان فقبلنا وأقررنا لكم بالجزية على أن تمنعونا، فقالوا: ما فعلنا، وقال المشركون: ما كذبنا، فإذا عبد يدعى مكنفا كان أصله منها هو الذي كتب لهم، فقالوا: إنما هو عبد، قالوا: إنا لا نعرف حركم من عبدكم قد جاء أمان فنحن عليه ولم نبدل، فإن شئتم فاغدروا، فأمسكوا عنهم، وكتبوا إلى عمر رضي الله عنه، فكتب لهم إن الله تعالى قد عظم الوفاء أجيزوهم وأوفوا لهم وانصرفوا عنهم، وفي ذلك يقول عاصم بن عمير:</p>\n<p class=\"arabic_poetry\">لعمري لقد كانت قرابة مكنف * قرابة صدق ليس فيها تقاطع</p>\n<p class=\"arabic_poetry\">أجاركم من بعد ذل وقلة * وخوف شديد والبلاد بلاقع</p>\n<p class=\"arabic_poetry\">فجاء جوار العبد بعد اختلافنا * ورد أمورا كان فيها تنازع</p>\n<p class=\"arabic_poetry\">إلى العدل والوالي المصيب حكومة * فقال بحق ليس فيه تخالع</p>\n<p class=\"arabic_poetry\">ولله | جندي شاهبور لقد نجت * غداة بنتها بالبلاد اللوامع وكان سابور بن هرمز ذو الأكتاف أحد ملوك الفرس وباني الإيوان سار نحو بلاد الشام ففتح المدائن وقتل خلائق من الروم، ثم طالبته نفسه بالدخول إلى بلاد الروم متنكرا ليعرف أخبارهم وسيرهم فتنكر وسار إلى القسطنطينية، فصادف وليمة لقيصر قد اجتمع فيها الخاص والعام منهم، فدخل في جملتهم وجلس على بعض موائدهم، وكان قيصر أمر مصورا أتى عسكر سابور فصوره، فلما جاء قيصر بالصورة أمر بها فصورت على آنية الشراب من الذهب والفضة، وأتي من كان على المائدة التي كان عليها سابور بكأس فنظر بعض الخدم إلى الصورة التي على الكأس وسابور مقابل له على المائدة فعجب من اتفاق الصورتين وتقارب الشبهين، فمال إلى الملك فأخبره، ومثل بين يديه فسأله عن خبره فقال: بل أنا من أساورة سابور استحققت العقوبة لأمر كان مني، فدعاني ذلك إلى الدخول في أرضكم، فلم يقبلوا ذلك منه وقدم إلى السيف فأقر، فجعله في جلد بقرة، وسار قيصر في جنده حتى توسط العراق فافتتح المدائن وشن الغارات وعقر النخل وانتهى إلى مدينة جندي سابور وقد تحصن بها وجوه فارس، فنزل بها، وحضر عيد لهم في تلك الليلة وقد أشرفوا على فتح المدينة في صبيحتها فأغفل الموكلون أمر سابور وأخذ منهم الشراب، وكان بالقرب من سابور جماعة من أسارى الفرس فخاطبهم أن يحل بعضهم بعضا وأمرهم أن يصبوا عليه زقاقا من الزيت كانت هناك، ففعلوا، فلان عليه الجلد وتخلص، فأتى إلى المدينة وهم يتحارسون على سورها فعرفوه وأصعدوه بالحبال إليهم وفتح أبواب خزائن السلاح وخرج بهم ففرقهم حول مواضع في الجيش، والروم غارون مطمئنون، فكبس الجيش عند ضرب النواقيس فأتوه بقيصر أسيرا فاستحياه وأبقى عليه وضم إليه من أفلت من القتل من رجاله، فغرس قيصر بالعراق الزيتون بدلا مما عقره من نخل العراق ولم يكن يعهد بالعراق الزيتون قبل ذلك وعمر ما خرب، وانصرف قيصر نحو الروم.</p>",
            "title": "جنداسابور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000463-000.json"
        }
    ],
    "type": "FeatureCollection"
}