{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجحفة</h1>\n<p class=\"arabic\">بالحجاز قرية جامعة لها منبر بينها وبين البحر ستة أميال وبينها وبين مكة نحو ستة وسبعين ميلا، وهي منزل عامر آهل فيه خلق ولا سور عليه، والجحفة ميقات أهل الشام ومصر والمغرب، وبين الجحفة وعسفان غدير خم وهو الذي دعا رسول الله صلى الله عليه وسلم أن ينقل وبأ المدينة إلى مهيعة لما استوبأ المهاجرون المدينة.</p>\n<p class=\"arabic\">وعن الأصمعي أنه قال: لم يولد بغدير خم مولود فعاش إلى زمن الاحتلام إلا أن يتحول عنها، وبقرب غدير خم موضع خيمتي أم معبد الخزاعية، وبين خيمتي أم معبد وقديد ميلان، وروي أن النبي صلى الله عليه وسلم عرس في غدير خم وقال هناك: من كنت مولاه فعلي مولاه، اللهم وال من والاه وعاد من عاداه وذلك منصرفه من حجة الوداع، وسميت الجحفة جحفة لأن السيول أجحفتها. وذكر ابن الكلبي أن العماليق أخرجوا بني عبيل وهم أخوة عاد من يثرب فنزلوا الجحفة، وكان اسمها مهيعة، فجاءهم سيل فأجحفهم فسميت الجحفة، وفي أول الجحفة مسجد النبي صلى الله عليه وسلم وبين الجحفة والبحر نحو ستة أميال. وغدير خم على ثلاثة أميال من الجحفة يسرة عن الطريق، وهذا الغدير تصب فيه عين وحولها شجر كثير ملتف وهي الغيضة التي تسمى خم، وبين الغدير والعين مسجد النبي صلى الله عليه وسلم، وقال عليه [v.1, p.156] الصلاة والسلام: ` اللهم انقل وبأ المدينة إلى مهيعة `، ولما قدم رسول الله صلى الله عليه وسلم المدينة وعك أبو بكر وبلال رضي الله عنهما، قالت عائشة رضي الله عنها: فدخلت عليهما فقلت: يا أبة كيف تجدك؟ قالت: وكان أبو بكر رضي الله عنه إذا أخذته الحمى يقول:</p>\n<p class=\"arabic_poetry\">كل امرئ مصبح في أهله * والموت أدنى من شراك نعله * وكان بلال رضي الله عنه إذا أقلعت عنه يرفع عقيرته ويقول:</p>\n<p class=\"arabic_poetry\">ألا ليت شعري هل أبيتن ليلة * بواد وحولي إذخر وجليل</p>\n<p class=\"arabic_poetry\">وهل أردن يوما مياه مجنة * وهل تبدون لي شامة وطفيل قالت عائشة رضي الله عنها: فجئت رسول الله صلى الله عليه وسلم فأخبرته فقال: ` اللهم حبب إلينا المدينة كحبنا مكة وأشد وصححها وانقل حماها إلى الجحفة `.</p>",
            "title": "الجحفة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000429-000.json"
        }
    ],
    "type": "FeatureCollection"
}