{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">راست</h1>\n<p class=\"arabic\">مدينة الصقالبة في أول حد من حدودها تسير إليها في مفاوز وأرضين غير مسلوكة وعيون ومياه وأشجار ملتفة حتى تأتي بلادهم.</p>\n<p class=\"arabic\">وبلاد الصقالبة بلاد سهلية ومشاجر، وليس لهم كروم ولا مزارع، ولهم مثل الحباب من خشب معمول فيها نحلهم وعسلهم يخرج من الحب الواحد مقدار عشرة أباريق، وهم قوم يرعون الخنازير مع الغنم، وإذا مات منهم ميت حرقوه بالنار، ونساؤهم إذا مات لهن ميت قطعن أيديهن ووجوههن بالسكين، وإذا أحرق ذلك الميت صاروا إليه من الغد فأخرجوا الرماد من ذلك الموضع فجعلوه في برنية وجعلوه على تل، فإذا انقضت أيام السنة عمدوا إلى عشرين حبا من العسل أو أقل أو أكثر فذهبوا به إلى [v.1, p.263] ذلك التل، واجتمع أهل الميت هناك فأكلوا وشربوا ثم انصرفوا، وإن كان لميت ثلاث نسوة فزعمت واحدة منهن أنها محبة له قامت عند بيتها إلى خشبتين فأقامتهما في جرف أرض ثم وضعت خشبة أخرى معترضة على رأسها، وتعلق من طرف الخشبة حبلا ثم تشد طرفه في عنقها وهي قائمة على كرسي من تحتها فتبقى معلقة حتى تختنق وتموت، فإذا ماتت المرأة ألقيت في النار وأحرقت. وهم كلهم عبدة نيران وأكثر زرعهم الدخن، فإذا كان أيام حصادهم وذريهم أخذوا من حب الدخن في مغرفة ثم رفعوه نحو السماء ويقولون: يا ربنا أنت الذي رزقتنا فأتمم نعمتك علينا، ولهم ضروب من العيدان والطنابير والمزامير، ومزمارهم يكون في طول ذراعين، وجمودهم عليه من الأوتار ثمانية، وأنبذتهم العسل، يطربون عند حرق الميت ويزعمون أنهم يفرحون برحمة ربهم إياه، وليس لهم من البراذين إلا القليل ولا يكون عند رجل منهم دابة إلا عند رجل مذكور، وأكثر ثيابهم القمص، وسلاحهم المزاريق والأترسة والرماح، ولملكهم دواب أكله مما يحلب من ألبانها، ويشتد البرد في بلادهم حتى يحفر الرجل منهم السرب تحت الأرض ثم يجعل له سقفا من خشب يلقي عليه التراب، ويدخل الرجل بعياله ويضرم فيه النار حتى يحمى، وإذا صار إلى غايته رش عليه الماء فينتشر البخار في البيت، وتسكن هذه البيوت إلى أيام الربيع.</p>\n<p class=\"arabic\">وليس في نسائهم زنا، إلا ان الجارية إذا أحبت رجلا صارت إليه فأقامت عنده ما أحبت، فإن وجدها زوجها عذراء قال لها: لو كان فيك خير وكان لك جمال لرغب فيك الرجال واخترت لنفسك من يأخذ عذرتك، فيخرجها ويتركها.</p>",
            "title": "راست",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000671-000.json"
        }
    ],
    "type": "FeatureCollection"
}