{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مصر</h1>\n<p class=\"arabic\">هي الفسطاط، وهي خاصة بلاد مصر. وفي سنة تسع عشرة فتح عمرو بن العاصي مصر والإسكندرية، وقيل سنة عشرين، في خلافة عمر بن الخطاب رضي الله عنه. وجاء في الأثر: من أخرب خزائن الله فعليه لعنة الله، وخزائن الأرض هي مصر، أما سمعتم قول يوسف ` اجعلني على خزائن الأرض `، وقالوا: مكتوب في التوراة: مصر خزائن الله فمن أرادها بسوء قصمه الله. وفي السير أن هاجر أم إسماعيل عليهما السلام وأم العرب من قرية كانت أمام الفرما من مصر.</p>\n<p class=\"arabic\">وبمصر من المنافع والمصانع والبساتين والغرف المشرفة على النيل والقصور ما يبهج العيون ويطرب المحزون، وبين مصر والقاهرة نحو ثلاثة أميال، والقاهرة محدثة من بناء العبيديين.</p>\n<p class=\"arabic\">قالوا : ولما كانت سنة ثمان عشرة في خلافة عمر رضي الله عنه، وقدم عمر رضي الله عنه الجابية، خلا به عمرو بن العاصي رضي الله عنه وقد كان دخل مصر في الجاهلية وجرى له فيها خبر الكرة، وكان عمرو بن العاصي رضي الله عنه يعرف أحوال مصر، فجعل عمرو يعظم عند عمر بن الخطاب رضي الله عنهما أمرها، ويعرفه بكثرة جبايتها، ويهون عليه فتحها حتى ركن عمر رضي الله عنه إلى قوله، فعقد له على أربعة آلاف وجهزهم معه وقال له: سر وأنا أستخير الله تعالى، وسيأتيك كتابي سريعا بما أرى إن شاء الله تعالى، فإن أدركك كتابي آمرك به بالانصراف قبل أن تدخل أرض مصر فانصرف، وإن أنت دخلتها قبل أن يأتيك كتابي فامض لوجهك واستعن بالله واستنصره. فسار عمرو بن العاصي رضي الله عنه في جوف الليل ولم يشعر به أحد، واستخار عمر رضي الله عنه، فكأنه تخوف على المسلمين، فكتب إلى عمرو يأمره بالانصراف بمن معه، فأدركه الرسول وهو برفح، وتخوف عمرو إن قرأ الكتاب أن يكون فيه أمر بالإنصراف، فلم يأخذ الكتاب من الرسول ودافعه حتى نزل قرية قريبة من العريش، فسأل عنها فقيل له إنها من أرض مصر، فدعا بالكتاب فقرأه على المسلمين، ثم قال: ألستم تعلمون أن هذه القرية من أرض مصر؟ فقالوا: بلى، قال لهم: فإن أمير المؤمنين عهد إلي أنه إن لحقني كتابه وأنا لم أدخل أرض مصر أن أرجع بمن معي، وإن كتابه لم يلحقني حتى دخلت أرض مصر، فسيروا على بركة الله تعالى، فساروا حتى توسطوا بلاد مصر، فنزل عمرو بموضع على النيل، وهو الفسطاط، ولم تكن فيه حينئذ مدينة، وإنما بنى الفسطاط عمرو، وكان ملك مصر في ذلك الزمان المقوقس، وهو الذي أهدى لرسول الله صلى الله عليه وسلم مارية القبطية، فلما سمع المقوقس دخول المسلمين بلاده ونزولهم الفسطاط، ولم يكن لديه علم، راعه ذلك فنظر في توجيه الجنود إليهم. وكتب عمرو إلى عمر يستمده فأمده بأربعة آلاف. ويقال إن أسقفا كان بالإسكندرية من أهل العلم بالكوائن لما بلغه قدوم عمرو بالمسلمين إلى بلاد مصر، كتب إلى القبط يعلمهم أن ملكهم قد انقطع ويأمرهم بتلقي عمرو [v.1, p.552] بالطاعة له، فأطاعه كثير من القبط، فاستعان بهم على من سواهم، ثم سار عمرو إلى البلد الذي كان فيه الملك المقوقس، وكان حصنا عظيما، فاتقى بخندق حوله، واصطف المسلمون على أبواب الخندق وعليهم السلاح والدروع، ثم إن عمر رضي الله عنه بعث الزبير بن العوام رضي الله عنه في اثني عشر ألفا فقوي المسلمون، فجعل عمرو يلح بالقتال ووضع المنجنيق، فلما أبطأ الفتح على المسلمين قال الزبير بن العوام رضي الله عنه: أنا أهب نفسي لله وأرجو أن يفتح الله على المسلمين، فوضع له سلم إلى باب الحصن، فرقي فيه ثم قال: إذا سمعتم تكبيري أجيبوني، فما شعر أهل الحصن إلا بالزبير رضي الله عنه على رأس الحصن يكبر، والسيف بيده منتضى، فتحامل المسلمون على السلم حتى نهاهم عمرو خوفا أن ينكسر بهم، فهرب أهل الحصن جميعا، وعمد الزبير إلى باب الحصن ففتحه، فاقتحم المسلمون فيه، فلجأ الروم والقبط إلى قصر منيع في الحصن، فحاربهم المسلمون نحو شهر وكان في ذلك القصر الملك المقوقس مع أكابر الروم، فخاف المقوقس على نفسه وعلى من معه، فخرج على باب من موضع خفي، وترك في القصر جماعة يقاتلون، وأمر بقطع الجسر، ثم أرسل المقوقس إلى عمرو: إنكم قوم قد دخلتم بلادنا وطال مقامكم بأرضنا، وإنما أنتم عصبة يسيرة، وقد أظلتكم الروم وجهزوا إليكم الجيوش، وقد أحاط بكم هذا النيل، فأنتم أسارى بأيدينا، فابعثوا إلينا رجلا منكم نسمع كلامه، فعسى يأتي الأمر بيننا وبينكم على ما تحبون ونحب، وينقطع عنا وعنكم هذا القتال قبل أن تغشاكم جيوش الروم فتندموا، فرد عمرو مع رسله: إنه ليس بيننا وبينكم إلا إحدى ثلاث خصال: إما أن تدخلوا في الإسلام فكنتم إخواننا وكان لنا ما لكم وعلينا ما عليكم، فإن أبيتم أعطيتم الجزية عن يد وأنتم صاغرون، أو جاهدناكم بالصبر والقتال حتى يحكم الله بيننا وهو خير الحاكمين، فلما رجعت رسل المقوقس قال لهم: كيف رأيتموهم؟ قالوا: رأينا قوما الموت إلى أحدهم أحب من الحياة، والتواضع أحب إليهم من الرفعة، ليس لأحدهم في الدنيا رغبة، وإنما جلوسهم على التراب، وأكلهم على الركب، وأميرهم كواحد منهم يغسلون أطرافهم بالماء، وإذا حضرت صلاتهم لم يتخلف أحد منهم،</p>\n<p class=\"arabic\">ويخشعون في صلاتهم تخشعا كثيرا، فقال المقوقس: والذي نحلف به لو أن هؤلاء استقبلوا الجبال لزلزلوها، وما يقوى على قتال هؤلاء أحد وإن لم نغتنم صلح هؤلاء القوم وهم محصورون بهذا النيل. لن يجيبوا إذا تمكنوا من الأرض، وكان ذلك وقت خروج النيل وفيضه، والمسلمون قد أحدقت بهم المياه من كل جانب، لا يقدرون على النفوذ إلى الصعيد ولا إلى غيره. ن في صلاتهم تخشعا كثيرا، فقال المقوقس: والذي نحلف به لو أن هؤلاء استقبلوا الجبال لزلزلوها، وما يقوى على قتال هؤلاء أحد وإن لم نغتنم صلح هؤلاء القوم وهم محصورون بهذا النيل. لن يجيبوا إذا تمكنوا من الأرض، وكان ذلك وقت خروج النيل وفيضه، والمسلمون قد أحدقت بهم المياه من كل جانب، لا يقدرون على النفوذ إلى الصعيد ولا إلى غيره.</p>\n<p class=\"arabic\">ثم بعث إليهم عمرو بن العاصي رضي الله عنه عشرة رجال، أحدهم عبادة بن الصامت رضي الله عنه، وكان أسود اللون من العرب وأمره أن يكون متكلم القوم فإنه كان فصيحا، وأمره ألا يجيبهم إلا إلى إحدى ثلاث خصال، وهي المذكورة قبل، فركبوا السفن ودخلوا على المقوقس، فتقدم عبادة رضي الله عنه للكلام فهابه المقوقس لسواده وقال: نحوا عني هذا الأسود وقدموا غيره، فقالوا جميعا: هذا الأسود سيدنا وأفضلنا رأيا وحكمة، فكلمه عبادة رضي الله عنه، وازداد المقوقس هيبة لسواده وقال: نحوا عني هذا الأسود، فقالوا جميعا: هذا الأسود سيدنا وأفضلنا رأيا وعلما، فكلمه عبادة رضي الله عنه مرة أخرى، فقال المقوقس لأصحابه: لقد هبت منظره وان قوله عندي لأهيب، وإن هذا وأصحابه إنما خرجوا لإخراب الأرض، وما أظن ملكهم إلا سيغلب على الأرض كلها، وقال: نعطي كل من في الجيش دينارين دينارين، ونعطى أميرهم مائة دينار، ونبعث إلى خليفتهم ألف دينار فلم يجبه عبادة رضي الله عنه إلا إلى إحدى الثلاث خصال، فقال المقوقس لأصحابه: ماذا ترون؟ فقالوا: أما ما أراد من دخولنا في دينهم، فهذا ما لا يمكن ولا نترك دين المسيح إلى دين لا نعرفه، وأما ما أراد أن يجعلونا عبيدا فالموت أيسر من ذلك، فإن رضوا منا أن نضعف لهم ما أعطيناهم وينصرفوا عنا كان ذلك أهون علينا.</p>\n<p class=\"arabic\">فانصرف عنهم عبادة بن الصامت رضي الله عنه وأصحابه ولم ينعقد بينهم صلح على شيء، فألح عليهم المسلمون بالقتال حتى أذعن المقوقس لإعطاء الجزية عن القبط خاصة، وأما الروم فيخيرون في المقام على الجزية أو الخروج إلى أرض الروم، وتم ذلك بينهم وبين المسلمين، فأحصي يومئذ جميع من بمصر أعلاها وأسفلها من القبط فكانوا ستة آلاف ألف ممن بلغ الحلم، سوى الشيخ الفاني والصغير النامي والنساء، وفرض على كل واحد منهم دينارين دينارين في السنة، فكانت فريضتهم اثني عشر ألف ألف، [v.1, p.553] ورفع ذلك عرفاؤهم بالأيمان المؤكدة، ثم زادت بمن استقر بها من النصارى وغيرهم من النوبة ثلاثة آلاف دينار، فجعل عمرو يبحث عن الأموال ويضمها إلى بيت المال، فذكر له أن عند عظيم الصعيد مالا كثيرا، فبعث إليه فيه، فقال له: ما عندي مال، فسجنه، وسأل عمرو رضي الله عنه من كان يدخل إليه: هل يسمعونه يذكر أحدا؟ فقالوا له: سمعناه يكثر ذكر راهب الطور، فبعث عمرو رضي الله عنه فأتى بخاتم المسجون، وكتب كتابا على لسانه إلى ذلك الراهب، فأتي بقلة من نحاس مختومة برصاص، فإذا فيها كتاب فيه: يا بني إذا أردتم مالكم فاحفروا تحت الفسقية، وهي السقاية، فحفروا فاستخرجوا خمسين أردبا دنانير، والأردب نحو قنطار ونصف.</p>\n<p class=\"arabic\">ثم أمر عمرو رضي الله عنه المسلمين ببناء دور يسكنونها بالفسطاط، وهي مدينة مصر اليوم، وإنما سميت مدينة مصر الفسطاط لأن عمرو بن العاصي رضي الله عنه حين دخل مصر وضرب فسطاطه بذلك الموضع فلما أراد التوجه إلى الإسكندرية لقتال من بها من الروم، أمر بنزع الفسطاط، فإذا فيه حمام قد أفرخ، فقال عمرو رضي الله عنه: لقد تحرم هذا منا بمحرم، فأمر بالفسطاط فأقر مكانه وأوصى عليه، فلما قفل المسلمون من الإسكندرية بعد فتحها قال الناس: أين ننزل؟ فقيل: الفسطاط، لفسطاط عمرو الذي تركه في المنزل بمصر. ثم بدأ عمرو بن العاصي رضي الله عنه ببناء المسجد، وكان في موضعه حدائق وأعناب فقطعها، ووضعوا أيديهم في البناء فلم يزل عمرو ومن حضر من أصحاب رسول الله صلى الله عليه وسلم قياما حتى وضعت القبلة، فلما أتمه اتخذ فيه منبرا، فكان يخطب عليه، فوصل ذلك إلى عمر بن الخطاب رضي الله عنه، فكتب إلى عمرو بن العاصي: أما بعد: فإنه بلغني أنك اتخذت منبرا ترقى فيه على رقاب المسلمين أوما يسعك أن تقوم قائما والناس من تحتك، فعزمت عليك لما كسرته. ثم اختط عمرو داره التي هي اليوم عند باب المسجد، بينهما الطريق، وكذلك اختط جميع من أراد سكنى مصر من المسلمين دارا لنفسه، واختط الزبير رضي الله عنه دارا، وجعل فيها السلم الذي صعد عليه إلى الحصن المتقدم الذكر، فلما ولي عبد الملك بن مروان اغتصبها من آل الزبير واصطنعها لنفسه، فلما ولي أبو جعفر المنصور ردها على هشام بن عروة من بني الزبير.</p>\n<p class=\"arabic\">وحكى ابن عساكر أن رجلا ذكر أنه لقي الياس عليه السلام وسأله: كم الأبدال؟ فقال: ستون خمسون ما بين عريش مصر إلى شاطئ الفرات، ورجلان بالمصيصة، ورجل بإنطاكية، وسبعة في سائر أمصار العرب، بهم يسقون الغيث وبهم ينصرون على العدو، وبهم يقيم الله أمر الدنيا، فإذا أراد أن يهلكها أماتهم أجمعين.</p>",
            "title": "مصر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001461-000.json"
        }
    ],
    "type": "FeatureCollection"
}