{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جيرفت</h1>\n<p class=\"arabic\">مدينة من بلاد كرمان فيما وراء النهر بينها وبين الشيرجان ست مراحل، وطول جيرفت ميلان، وهي ممتدة آهلة عامرة لها غلات وزروع وكروم وزروعهم على السقي، وماؤهم الذي يشربون منه ويسقون به هو من واديها، وهو نهر صغير شديد الجري وله وجبة وخرير زائد على الصخر لا يستطيع أحد أن يجوزه راكبا، ومقدار مائه ما يدور به خمسون رحى، وبقرب جيرفت جبل يعرف بالميزان فيه جنات وفواكه جمة وفواكه جيرفت وحطبها أكثره يجلب من هذا الجبل، ولأهلها زي حسن وعيش خصيب، وبها متاجر خراسان وسجستان، وتجلب إليها الخيرات والبضائع والتجارات، وهي مدينة كاملة من كل شيء، والتمر بها مائة من بدرهمين، وهم لا يرفعون من تمرهم ما تسقطه الريح بل هو للسابلة دون أربابه، سيرة لهم في ذلك.</p>\n<p class=\"arabic\">وعلى جادتها معدن صغير ينزله نحو عشرة آلاف رجل من تجار وصناع ومن بحارة، قوم يعرفون بآل مرزوق أصلهم من البصرة، وهم قوم نبل أصحاب مروءة ظاهرة، ولهم بيوت للضيفان.</p>\n<p class=\"arabic\">وجيرفت مدينه عتيقة فيها منبر، ولها نهر يعرف بنهر روذ شديد الجري له وجبة وخرير شديد يجري على الصخور، [v.1, p.185] لا يستطيع أحد أن ينزله إلا متوقيا على رجليه من تلك الحجارة، وماؤه بقدر ما يدير خمسين رحى، وهي متجر خراسان وسجستان، وهي ذات نخل وأشجار، والغالب عليها من الأشجار السلم واللوز والأترج وفيها شجر يقال له جم، وهي كشجرة الجوز أصلا وورقا وأغصانا وثمرها ثمر يعرف بثمر جم له نوى مثل نوى التمر، وهو شبيه به في القدر إلا أنه عفص، وليس له طلع كطلع النخلة ولكن عناقيد كعناقيد الكرم، وهو أجود شيء للمبطونين، وفيها أشجار السيسبان والقرظ والحنا والداذي، فأما السيسبان فيشبه ورق السفرجل وحمله مثل عناقيد العنب وله لزوجة مثل الخطمي إذا كان رطبا. وأما الحنا فهي شبيهة بالآس ولها فواغ فإذا كنت على مقدار عشرة أذرع إلى عشرين وجدت منها رائحة عطرة طيبة، فإذا قربت منها لم تجد لها رائحة وأما الداذي فيشبه شجره الدفلى وهي قضبان مستوية تعلو خمس أذرع إلا أن أصله واحد، ومن أسفل الغصن إلى أعلاه أوراق متحاذية على السواء وقد اكتنفت جانبي الغصن، كل ورقة بمقدار الأنملة، فإذا كانت أيام الربيع وقع من أعلى كل ورقة نور أحمر وهو حسن المنظر جدا وقيل الداذي يشبه ورقه ورق الصبر، وله طلع كطلع النخل، ورائحته لا يقدر أحد أن يشمه من حدتها وذكائها، وترعف على المكان شدة حرارتها، ولكن يوضع في البيت فتعبق رائحته من جميع البيت ويعبق ما فيه من الثياب.</p>\n<p class=\"arabic\">وبجيرفت في كل شهر غلة حديثة من الحنطة والشعير والأرز والسمسم وسائر الحبوب وضروب الثمار وقصب السكر ومعاصر يعمل فيها الفانيذ، وحرها شديد مؤذ إلا أن الثلج بها موجود يحمل إليها الثلج من جبال البارز.</p>\n<p class=\"arabic\">وجيرفت من بناء شاهدار بنت المرزبان، ورثت المرزبة عن أبيها وزوجت نفسها من بعض قراباتها، وهي جيرفت بفتح الجيم وبالراء المهملة بعدها فاء وتاء معجمة باثنتين من فوقها، وبجيرفت اختلفت كلمة الخوارج وقاتل بعضهم بعضا.</p>",
            "title": "جيرفت",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000492-000.json"
        }
    ],
    "type": "FeatureCollection"
}