{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سبتة</h1>\n<p class=\"arabic\">مدينة عظيمة على الخليج الرومي المعروف بالزقاق، وهو أول البحر الشامي المنتهي إلى مدينة صور من أرض الشام، وهي تقابل الجزيرة الخضراء والمعروف أنها مفتوحة السين والنسب إليها بكسرها مثل بصرة وبصري والبحر يحيط بسبتة شرقا وجوفا وقبلة، وليس لها إلى البر غير طريق واحدة من ناحية الغرب لو شاء أهلها أن يقطعوه قطعوه، ولها بابان أحدهما محدث، ولها من جهات البحر أبواب كثيرة، وفي آخر المدينة بشرقيها جبل كبير فيه شعراء كثيفة يسمى جبل المينا ، وقد كان عبد الملك بن أبي عامر أمر أن تبنى بهذا الجبل مدينة ينقل إليها أهل سبتة، فبنى سورها ومات ولم يتم له المراد، والسور باق إلى الآن كأنه بني بالأمس وهو يظهر من بر الأندلس لبياضه، ومن غرائب ما في ذلك السور أن فيه شقة مستطيلة بأبراجها مبنية بالزيت عوضا عن الماء، وكان غرضه إتمام عمله على هذا النعت لولا الإنفاق الكثير، فإن البناء بالزيت أصلب وأبقى على مرور الدهر فلم يساعده الأجل.</p>\n<p class=\"arabic\">وسبتة سبعة أجبل صغار متصلة بعضها ببعض، معمورة، طولها من المشرق إلى المغرب نحو ميل، ويتصل بها من جهة المغرب وعلى ميلين منها جبل موسى، وهذا الجبل منسوب إلى موسى بن نصير الذي على يديه كان افتتاح الأندلس في صدر الإسلام، وتجاوره جنات وبساتين وأشجار وقرى كثيرة وقصب سكر وأترج يتجهز به إلى ما جاور سبتة من البلاد، وهو الموضع المسمى بليونش وبه مياه جارية وعيون مطردة وخصب زائد، ويلي المدينة من جهة المشرق جبل عال أعلاه بسيط، في أعلاه سور بناه محمد بن أبي عامر حين جاز إليها من الأندلس، وأراد أن ينقل المدينة إلى أعلى هذا الجبل عند فراغه من بناء أسوارها، وعجز أهل سبتة عن الانتقال، فمكثوا في مدينتهم وبقيت المدينة خالية وأسوارها قائمة قد نبت حطب الشعراء فيها، وهذه الأسوار تظهر من عدوة الأندلس لبياضها.</p>\n<p class=\"arabic\">وسبتة مدينة قديمة سكنها الأول، وفيها آثار كثيرة وكان لها ماء، مجلوب من نهر على ثلاثة أميال منها، يجري إليها من قناة مع ضفة البحر القبلي فكان يدخل كنيستها التي هي الآن جامع سبتة، وكان يوسف بن عبد المؤمن، سنة ثمانين وخمسمائة، أراد أن يجلب الماء إليها من قرية بليونش على ستة أميال من سبتة في قناة تحت الأرض على حسب ما فعله الأوائل في قناة قرطاجنة، وشرع في عمل ذلك ثم اقتصر عليه، وعلى قرية بليونش جبل عظيم فيه القردة، عبر من تحته موسى بن نصير إلى ساحل طريف، وكان عليه حصن هدمته مصمودة المجاورون له، ثم بناه الناصر عبد الرحمن المرواني فهدموه ثانية، وتحته أرض خصيبة فيها مياه عذبة وعليه قرية تعرف بقصر مصمودة، ولها نهر يصب في البحر عذب.</p>\n<p class=\"arabic\">والبحر يحيط بسبتة من جميع جهاتها إلا من جهة الغرب، فإن البحر يكاد يلتقي ولا يبقى بينهما إلا أقل من رمية قوس. وبسبتة مصايد للحوت، ويصاد بها منه نحو مائة نوع، ويصاد بها التن زرقا بالرماح وفي أسنتها أجنحة تثبت في الحوت ولا تخرج وفي أطراف عصيها شرائط القنب الطوال ولهم في ذلك دربة وحكمة، ويصاد بها أيضا شجر المرجان الذي لا يعدله مرجان، وبها سوق لتفصيله وحكه وثقبه وتنظيفه.</p>\n<p class=\"arabic\">قالوا: وتظهر سبتة عند صفاء البحر من الجزيرة الخضراء، ولذلك قال بعض المتأخرين :</p>\n<p class=\"arabic_poetry\">لما حططت بسبتة قتب النوى * والقلب يرجو أن يحول حاله [v.1, p.303]</p>\n<p class=\"arabic_poetry\">أبصرت من بلد الجزيرة مكنسا * والبحر يمنع أن يصاد غزاله</p>\n<p class=\"arabic_poetry\">كالشكل في المرآة تبصره وقد * قربت مسافته وعز مناله</p>",
            "title": "سبتة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000775-000.json"
        }
    ],
    "type": "FeatureCollection"
}