{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">لورقة</h1>\n<p class=\"arabic\">بالأندلس من بلاد تدمير، إحدى المعاقل السبعة التي عاهد عليها تدمير، وهي كثيرة الزروع والضرع والخمر.</p>\n<p class=\"arabic\">وهي على ظهر جبل، وبها أسواق وربض في أسفل المدينة وعلى الربض سور، وفي الربض السوق، وبها معدن تربة صفراء ومعادن مغرة تحمل إلى كثير من الأقطار، وبينها وبين مرسية أربعون ميلا وفيها معدن لازورد.</p>\n<p class=\"arabic\">ومن أغرب الغرائب الزيتونة التي على مقربة من حصن سرنيط وهو حصن من حصون لورقة البرانية منها، وهي زيتونة في حومة الجبل، فإذا كان وقت صلاة العصر من اليوم الذي يستقبل أول ليلة من شهر مايه نورت الزيتونة، فلا يجن عليها الليل إلا وقد عقدت، ولا يصبح إلا وقد اسود زيتونها وطاب، وقد عرف ذلك الخاصة والعامة ووقفوا عليه. وذكر إبراهيم بن يوسف الطرطوشي أن ملك الروم قال له سنة خمس وثلثمائة: إني أريد أن أرسل إلى ملك الأندلس قومسا بهدية، وأن من أعظم حوائجي عنده وأكبر مطالبي لديه أن في القاعة الكريمة الكنيسة التي في الدار التي فيها الزيتونة المباركة التي تنور وتعقد ليلة الميلاد وتطعم من نهارها بها قبر شهيد له محل عظيم عند الله عز وجل، فأنا أسأله مداراة أهل تلك الكنيسة وملاطفتهم حتى يسمحوا لي بعظام ذلك الشهيد، فإن حصل لي فهو أجل عندي من كل نعمة في الأرض.</p>\n<p class=\"arabic\">وبهذه الناحية موضع معروف من أراد أن يتخذ فيه جنانا صرف إلى الموضع العناية بالتدمين والعمارة والسقي من النهر، فتنبت الأرض بطبعها هناك شجر التفاح والكمثرى والتين والرمان وضروب الفواكه حاشا شجر التوت من غير غراسة ولا اعتمال، وهذا الموضع يعرف بأشكوني.</p>\n<p class=\"arabic\">وتفسير لورقة باللطيني ` الدرع الحصين ` ، وهذا الاسم وافق معناه لأنها من المعاقل الحصينة، وهي على نهر مجراه إلى الشرق من هذا القطر، ولورقة في الجوف منه وتتصل بمدينة لورقة مزارع عريضة تجتزئ في العام بالسقية الواحدة من هذا النهر كما تجتزئ أرض مصر، ولهذا النهر هناك مجريان، أحدهما أعلى من الثاني، فإذا احتيج إلى السقي به عولي بالسداد حتى يرقى المجرى الأعلى فيسقى به، وعلى هذا النهر نواعر في مواضع مختلفة تسقى به البساتين، وتخرج منه الجداول العظيمة، يسقي الجدول عشرة فراسخ وأكثر، وطعام لورقة يبقى مطمرا تحت الأرض عشرين عاما لا يتغير.</p>\n<p class=\"arabic\">وكثيرا ما تجاح زروع لورقة بالجراد، ويزعم أهلها أنه كان [v.1, p.512]</p>\n<p class=\"arabic\">فيها جرادة من ذهب طلبا لدفع مضار الجراد، فسرقت من هناك، فلم يزل الجراد من حينئذ ظاهرا عندهم فاشيا.</p>\n<p class=\"arabic\">ويزعمون أن البقر كانت لا تعتل عندهم ولا يقع فيها الموتان العام لها في بعض الأعوام حتى وجد في بعض الأسس من مباني الأول ثوران من صفر، أحدهما أمام صاحبه ينظر إليه، فلما انتزعت من ذلك الموضع وقع الموتان في البقر عندهم ذلك العام.</p>\n<p class=\"arabic\">وللورقة الفحص الذي لا يعلم في الأرض مثله وهو المعروف بالفندون المتصل بفحص شنقنيرة ومسافة ذلك خمسة وعشرون ميلا وكان قدم قرطبة أيام الأمير محمد قوم من وجوه المضرية واليمانية بتدمير فسألوهم عن هذا الفحص فذكروا فضله ونمو ما يزدرع فيه فأكثروا وقالوا: إن الحبة تتفرع من أصله ثلثمائة قصبة، فأنكر ذلك بعضهم فكذبه، فوجهوا رسولا أمروه بإغذاذ السير وبحمل أصول من ذلك الزرع، فأحضرها، فأحصي في كل أصل ثلثمائة قصبة وأكثر في كل قصبة سنبلتها.</p>\n<p class=\"arabic\">وبقرية تارة من قرى لورقة عين تخرج من حجر صلد تجري في قناة منقورة في الحجر، عمقها أكثر من قامة نحو ميلين، ثم يتصل بنقب في الحجر الصلد ومناهر مفتوحة إلى أعلى الجبل لتنفيس الهواء ثم تفضي إلى بيت في داخل الجبل ظليم ممتلئ ماء، والجبل كله معتمد على أرجل، ومن دخل إليه لا يعلم ما وراء تلك الأرجل.</p>",
            "title": "لورقة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001345-000.json"
        }
    ],
    "type": "FeatureCollection"
}