{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صقلية</h1>\n<p class=\"arabic\">جزيرة صقلية في قطعة من البحر الشامي بينها وبين أقرب بر من مالطة ثمانون ميلا؟ افتتحها المسلمون في صدر الإسلام وغزاها أسد بن الفرات الفقيه أميرا وقاضيا سنة اثنتي عشرة ومائتين، ففزع فيمه البطريق النصراني قائد صاحب صقلية إلى زيادة الله فعرض عليه أمر صقلية، والظفر بها، فولى زيادة الله أسد بن الفرات القاضي الفقيه على جيش إفريقية من قريش والعرب والبربر وغيرهم وأقره على القضاء مع القيادة، فخرج أسد في جيش عظيم وجمع كثير وعدة كاملة في شهر ربيع الأول من العام المذكور، وكان فصوله من مدينة سوسة في سبعين مركبا يوم السبت للنصف من ربيع الآخر ووصل إلى مرسى مازر يوم الثلاثاء بعده، وكانت طريقه من المرسى على قلعة بلوط ثم على قرى الريش ثم صار إلى قلعة الدب، وسميت بذلك لأنهم أصابوا فيها دبا أنيسا، ثم إلى قرية الطواويس، وسميت بذلك لأنهم أصابوا فيها طاووسا، ثم إلى معركة بلاطة ، وهناك ظهر لهم جمع الروم فنازلهم فانهزم المشركون وأصيب لهم كراع وسلاح ولذلك سميت معركة بلاطة، وهو اسم ملك النصارى، ثم رحل إلى حصون الروم وقراهم يغير ويسبي، وبث السرايا في جميع الجزيرة وكثرت المغانم عند المسلمين وصاروا في رغد من العيش، وسارع الناس إلى إمدادهم من إفريقية والأندلس، وحاصر أسد مدينة سرقوسة وقاتلهم برا وبحرا وأحرق مراكبهم وقتل جماعة من أهلها، ومات أسد سنة ثلاث عشرة ومائتين وهو محاصر لسرقوسة، ووقع الموتان في عسكر المسلمين.</p>\n<p class=\"arabic\">واختلفت عليهم بعده الولاة، ثم كان فيها من العلماء والعباد والفقهاء والشعراء وأعيان الناس ما لا يأخذه عد ولا يأتي عليه إحصاء، إلى أن طال الأمد وقست القلوب واختلفت الأهواء ووقعت الفتن بين أهلها، وخلفت فيهم خلوف، ومضت الأعصار الطويلة فتغلب عليها النصارى في سنة أربعمائة وثلاث وخمسين، ومازال [v.1, p.366] الطاغية رجار الفرنجي يفتحها قطرا قطرا ويأخذها كفرا كفرا إلى أن استولى على جميعها وذلك في مدة ثلاثين عاما إلا أنه أقر الناس بها على ديانتهم وشرائعهم وأمنهم في أنفسهم وأموالهم وأهلهم وذراريهم، وأقام على ذلك مدة حياته إلى أن مات سنة أربع وتسعين وأربعمائة، فخلفه ابنه رجار الثاني فحذا حذوه وسار بسيرته فركن إليه الناس ورضوا بتسليم الأمور له.</p>\n<p class=\"arabic\">وصقلية اسم لإحدى مدنها فنسبت الجزيرة كلها إليها، وفيها مدن كثيرة، وهي جزيرة عظيمة ضخمة حصينة خطيرة قيل إن فيها مائة بلد وثلاثين بلدا بين مدينة وقلعة غير ما بها من الضياع والمنازل.</p>\n<p class=\"arabic\">وطول هذه الجزيرة سبعة أيام وعرضها خمسة أيام، وفتحت في سنة اثنتي عشرة ومائتين، فتحها زيادة الله بن إبراهيم بن الأغلب أمير القيروان، بعث إليها أسد بن الفرات، كما قدمناه، فمشى في مراكبه إلى سرقوسة، مدينة من مدن الجزيرة، فنزل بمرساها، وقاتل البطريق الذي كان بها حتى قتله.</p>\n<p class=\"arabic\">قالوا: ومعنى صقلية باللسان القديم: تين وزيتون، وهو الذي أراد أبو علي حسن بن رشيق في مدح قاعدتها بلرم المدعوة باللسان العربي المدينة في قوله:</p>\n<p class=\"arabic_poetry\">أخت المدينة في اسم لا يشاركها * فيه سواها من البلدان والتمس</p>\n<p class=\"arabic_poetry\">وعظم الله معنى ذكرها قسما * قلد إذا شئت أهل العلم أو فقس يشير إلى قوله تعالى: ` والتين والزيتون `.</p>\n<p class=\"arabic\">وقال البكري : سميت صقلية باسم سيقلو أخو ايطال الذي به سميت ايطالية وكانت تعرف قبل تري قريا، ومعناه باللسان الإغريقي: ثلاثة في أربعة ، وإنما ذلك لثلاثة مواضع مشرفة فيها وهي: بلرم التي هي قاعدتها وباجنة ولياوم ، وبين صقلية وبلد إيطالية خليج من البحر.</p>\n<p class=\"arabic\">وقال ارشيوس عرض جزيرة صقلية مائة وسبعة وخمسون ميلا وطولها مائة وسبعة وسبعون ميلا، وقال غيره: دور صقلية الذي يحيط بها خمسمائة ميل وطول جزيرة صقلية من جبل بلرم إلى جل بحيتة، وعرضها من جبل باجنة إلى جبل انتسوا عند مرسى علي، ويذكر أنها مثلثة الشكل.</p>\n<p class=\"arabic\">وقال بعضهم: لا أدري جزيرة في البحر أكثر منها بلادا ولا عمارة أقطار، فالثلث الشرقي منها، من مسيني إلى جزيرة الأديب، مائتا ميل، ومن جزيرة الأديب إلى طرابنش أربعمائة ميل وخمسون ميلا، وهو الوجه الجنوبي، والوجه الثالث من طرابنش إلى الحراش اثنان وخمسون ميلا. وهي كثيرة الزرع والضرع والفواكه، وبلرم قاعدتها في شمال الجزيرة على سبع ليال من المجاز.</p>\n<p class=\"arabic\">وبجزيرة صقلية البركان العظيم الذي لا يعلم في العالم أشنع منظرا منه ولا أغرب خبرا، وهو في جزيرتين شمالا من هذه الجزيرة، وإذا هبت الريح الجوفية سمع له دوي هائل كالرعد القاصف.</p>\n<p class=\"arabic\">وقد كان بروفوريوس الفيلسوف شخص من مدينة صور إلى صقلية لينظر إلى البركان ويعاين فعل الطبيعة هناك ويخبر عنه وعن العلة فيه بقول واضح، فمات بها وقبره بها معروف، وقبر جالينوس أيضا هناك معلوم، وكان قد شخص من مدينة رومة يريد الشام ليلقى أصحاب عيسى عليه السلام.</p>\n<p class=\"arabic\">وبصقلية مياه حامضة، وبها معدن من الكبريت الأصفر الذي لا يوجد بموضع مثله، وهو بجزيرة البركان، وله قطاعون وعمالون عالمون بتناول ذلك قد تمرطت شعورهم وتصلبت أظفارهم، ويذكرون أنهم يجدونه في بعض الأزمنة سيالا متميعا فيجدون له في الأرض مواضع يجتمع فيها، ثم يجدونه في غير ذلك الأوان قد تحجر وحمض فيقطعونه بالمعاول. [v.1, p.367]</p>\n<p class=\"arabic\">وبجزيرة صقلية آبار ثلاث عند قلعة مينا من إقليم سرقوسة يخرج منها في وقت معلوم من السنة زيت النفط وذلك في شهر شباط وشهرين بعده، وينزل من البر عليه على درك ويرقى على درك آخر، ويخمر الذي يدخل البئر رأسه ويسد مسام أنفه، وإن تنفس في أسفل البئر هلك من ساعته، وما أخرج منه وضع في قصار يعلو الدهن منه.</p>\n<p class=\"arabic\">وفي بعض التواريخ أن جزيرة صقلية كان يسكنها في قديم الزمان أمة مهملة كانت تأكل الناس، ويقال إنه كان فيها جنس من المسوخ بعين واحدة .</p>\n<p class=\"arabic\">وفي السنة التي بويع فيها علي بن أبي طالب رضي الله عنه سار قسطنطين بن هرقل في ألفي مركب يريد بلاد المسلمين، فسلط الله تعالى عليه عاصفا من الريح فغرقها ونجا قسطنطين فلجأ إلى صقلية، فصنعوا له حماما ودخله فقتلوه فيه. وبمدينة صقلية نهران مطردان من عين واحدة.</p>\n<p class=\"arabic\">وكان بجزيرة صقلية ملوك وقواد وجيوش للمسلمين ورؤساء وعلماء وصالحون، فصنف ابن القطاع ` الدرة الخطيرة في محاسن الجزيرة ` ذكر فيها شعراءها وجملة من رجالها، وكان تغلب العدو عليها في سنة أربعين - أو ستين على الرواية الأخرى - وأربعمائة، وممن بكاها عبد الجبار بن حمديس الشاعر في قصيدته المشهورة التي أولها:</p>\n<p class=\"arabic_poetry\">قضت في الصبا النفس أوطارها * وأبلغها الشيب إنذارها</p>\n<p class=\"arabic_poetry\">نعم وأجيلت قداح الهوى * عليها فقسمن أعشارها يقول في آخرها:</p>\n<p class=\"arabic_poetry\">ذكرت صقلية والأسى * يهيج للنفس تذكارها</p>\n<p class=\"arabic_poetry\">فإن كنت أخرجت من جنة * فإني أحدث أخبارها</p>\n<p class=\"arabic_poetry\">ولولا ملوحة ماء البكا * حسبت دموعي أنهارها وزعموا أن في جزيرة صقلية، في ناحية منها، عينين تجريان: إحداهما أيما امرأة شربت منها حبلت، والأخرى أيما أنثى شربت منها حبلت وتوأمت .</p>",
            "title": "صقلية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000937-000.json"
        }
    ],
    "type": "FeatureCollection"
}