{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صاهك 2</h1>\n<p class=\"arabic\">موضع في بلاد فارس، فيه كان التقى المهلب بن أبي صفرة والأزارقة، بعث الحجاج إلى المهلب سيفا ليتقلده، فدفعه إلى ابنه المغيرة، فقاتل به في هذا اليوم، لأنه التقى يوم صاهك جمع المهلب والأزارقة وفيهم المهلب وقطري بن الفجاءة فقال المهلب لابنه المغيرة: يا أبا خراش إن الحجاج بعث إلي بهذا السيف الذي في عنقي، أحب أن أتقلده وعزم علي في ذلك فألقيت سيف سعد وكاد خيرا من سيف الحجاج، كما أن سعدا خير من الحجاج، فدونك فقاتل به اليوم ولا ترده إلي حتى تجربه، فأخذه المغيرة وجاءت الأزارقة يقودها ابن مخراق فلقيه المغيرة، فذكروا أن المغيرة ضرب ابن مخراق صالحا على بيضته فقدها من خلفها حتى أسرع السيف في عنقه مما يلي وداجه، وصرع صالح وحماه فوارس من أهل الجزيرة من بني شيبان، فرجع المغيرة إلى المهلب بسيفه مدمى، فقال المهلب: أخذته بحقه وما أحب أن غيرك من ولدي فعل ذلك، أنا كاتب إلى الحجاج بأمرك، ولولا عزيمته علي لقلدتكه، وكان سيفا مأثورا بعث به محمد بن يوسف أخو الحجاج من اليمن، وكان عليها، وكان وجده مع حبى ولميس ابنتي تبع في قبرهما، وكان معهما لوح مكتوب فيه: أنا حبى وهذه لميس أختي متنا لا نشرك بالله شيئا، فقال الحجاج: يا أهل الشام من أحق بهذا السيف؟ قالوا: أنت قال: لا، بل أحق به مني المهلب، فبعث به إليه وعزم عليه بأن يتقلده، فزعموا أن ابن مخراق كان يضع على قفاه بعد ذلك اليوم مصدغة محشوة قزا مخافة ضربة المغيرة، فقال الجرمي في ذلك:</p>\n<p class=\"arabic_poetry\">قل للمهلب قد وقيت نفوسنا * ببنيك فعلة تبع ذي التاج</p>\n<p class=\"arabic_poetry\">كانت إذا غشيت غياية مذحج * أنساهم ببنيه كل عجاج</p>\n<p class=\"arabic_poetry\">فلقد نصبت أبا خراش للعدا * فحداهم بصفيحة الحجاج</p>\n<p class=\"arabic_poetry\">صدر النهار يكر فيهم مهره * حتى تضمنه البهيم الداجي</p>\n<p class=\"arabic_poetry\">أخذ الحسام بكفه ومضى به * وأبو خراش للزيادة راج [v.1, p.353]</p>\n<p class=\"arabic\"></p>\n<p class=\"arabic_poetry\">ضرب ابن مخراق بصاهك ضربة * بين العكيف ومجمع الأوداج</p>\n<p class=\"arabic_poetry\">والخيل تعلم والفوارس أنه * كبش الأزارق كل يوم هياج</p>",
            "title": "صاهك 2",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000907-000.json"
        }
    ],
    "type": "FeatureCollection"
}