{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الأرك</h1>\n<p class=\"arabic\">هو حصن منيع بمقربة من قلعة رباح أول حصون أذفونش بالأندلس، وهناك كانت وقيعة الأرك على صاحب قشتالة وجموع النصارى على يد المنصور يعقوب بن يوسف بن عبد المؤمن بن علي ملك المغرب في سنة إحدى وتسعين وخمسمائة، وكان بلغ المنصور يعقوب أن صاحب قشتالة شن الغارات على بلاد المسلمين بالأندلس شرقا وغربا في يوم واحد، وعم ذلك جهات اشبيلية ونواحيها، فامتعض من ذلك، ثم تحرك من حاضرته مراكش إلى الأندلس واستقر باشبيلية فأعرض الجند وأعطى البركات، ثم نهض في الحادي عشر من جمادى الأخرى ووصل قرطبة فروح بها، والتقى الجمعان بحصن الأرك والتحم القتال، فانهزم العدو وركبهم السيف من ضحى يوم الأربعاء تاسع شعبان إلى الزوال وانتهب محلة الروم وقتل منهم زهاء ثلاثين ألفا، واستشهد من المسلمين دون الخمسمائة، وأفلت أذفونش واجتاز على طليطلة لا يعرج على شيء في عشرين فارسا وحصر المسلمون فلهم بحصن الأرك وكانوا خمسة آلاف فصالحوا بقدرهم من أسارى المسلمين.</p>\n<p class=\"arabic\">وسمعت من يحدث أن هذا الفتح كان اتفاقيا بسبب إحراز الروم بعض رايات المسلمين وذهابهم بها قائمة منتصبة وانبعاث حفائظ بعض القبائل لما عاينوا راية إخوانهم مقدمة على العدو، إذ ظنوا أن أصحابهم حملوا على العدو فأوغلوا وهم لا يعلمون الحال، وكيف ما كان فهو فتح مبين ونصر مؤزر.</p>\n<p class=\"arabic\">ثم رجع المنصور إلى اشبيلية ظافرا فأقام مدة ثم غزا بلاد الجوف فحاصر ترجاله ونزل على بلنسية ففتحها عنوة وقبض على قائدها يومئذ مع مائة وخمسين من أعيان كفارها ووجههم إلى خدمة بناء الجامع الكبير بسلا مع أسرى الأرك، ثم انتقل إلى طلبيرة ومكادة فخربهما ثم برز على طليطلة فشن عليها الغارات، ثم نازل مجريط وشرع في القفول فأخذ على جيان إلى قرطبة إلى استجة إلى قرمونة، ووصل إلى اشبيلية في رمضان.</p>\n<p class=\"arabic\">وبإفريقية بقرب تيفاش مدينة أركو بها جنات وعيون ومياه وبساتين وغلات وخير واسع.</p>",
            "title": "الأرك",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000084-000.json"
        }
    ],
    "type": "FeatureCollection"
}