{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">لبلابة</h1>\n<p class=\"arabic\">هو اسم عند أهل البحر والمسافرين فيه للبحر المحيط، بحر المغرب، وهو البحر الغربي المسمى بحر الظلمات، وهو البحر الذي لا يعلم أحد ما خلفه، وفيه الجزائر الخالدات، وهو الذي سافر فيه المغرورون وأقلعوا من مدينة الأشبونة حسبما ذلك مذكور عند ذكرها، ولم يقف منه أحد على خبر صحيح لصعوبة عبوره وإظلامه وتعاظم موجه وكثرة أهواله وتسلط دوابه وهيجان رياحه، وفيه جزائر كثيرة معمورة وخالية، وليس يركبه أحد من الناس ملججا، وإنما يمر عليه بطول الساحل ولا يفارقه، وأمواج هذا البحر تندفع مغلقة ولا ينكسر ماؤها، ولو انكسر موجه ما قدر أحد على سلوكه، وكان أهل المغرب الأقصى من الأمم السالفة يغيرون على أهل الأندلس فيضرون بهم كل الإضرار، وأهل الأندلس أيضا يكايدونهم ويحاربونهم جهد الطاقة، إلى أن كان زمن الاسكندر، ووصل إلى أهل الأندلس فأعلموه بما هم عليه من التناكر مع أهل السوس فأحضر الفعلة والمهندسين، وقصد مكان الزقاق، وكان أرضا جافة، فأمر المهندسين بوزن الأرض ووزن سطوح ماء البحرين، فوجدوا البحر الكبير يشف علوه على البحر الشامي بيسير فرفعوا البلاد التي على الساحل من بحر الشام، ونقلها من أخفض إلى أرفع ثم أمر أن تحفر الأرض التي بين طنجة وبلاد الأندلس، فحفرت حتى وصل الحفر إلى الجبال التي في أسفل الأرض، وبنى عليها رصيفا بالحجر والجير إفراغا وكان طول البناء اثني عشر ميلا، وهو الذي كان بين البحرين من المسافة والبعد، وبنى رصيفا آخر يقابله من ناحية أرض طنجة، وكان بين الرصيفين سعة سبعة أميال فقط، فلما أكمل الرصيفين ودخل البحر الشامي فاض ماؤه وهلكت مدن كثيرة كانت على الشطين معا، وغرق أهلها، وطغى الماء على الرصيفين نحو إحدى عشرة قامة، فأما الرصيف الذي يلي بلاد الأندلس فإنه يظهر في أوقات صفاء البحر من جهة الموضع المسمى بالصفيحة ظهورا بينا طوله على خط مستقيم، وقد عاين المسافرون ذلك وجروا مع طوله بطول الزقاق، وأهل الموضع يسمونه القنطرة، وأما الرصيف الثاني الذي في بلاد طنجة فإن الماء حمله في صدره واحتفر ما خلفه من الأرض وما استقر ذلك منه حتى وصل إلى الجبال من كلتا الناحيتين، وطول هذا الزقاق اثنا عشر ميلا، وعلى طرفه من جهة المشرق الجزيرة الخضراء وعلى طرفه من جهة المغرب جزيرة طريف، وعرض البحر بين سبتة والخضراء ثمانية عشر ميلا، وهذا البحر في كل يوم وليلة يجزر مرتين ويمتلي مرتين دائما بتقدير العزيز الحكيم وهذا البحر هو الذي يسمونه بحر اقيانس أو قيانوس.</p>\n<p class=\"arabic\">قالوا: وعلى الحد الذي يخرج منه الخليج إلى البحر الرومي المنارة النحاس الذي بناه هرقل الملك الجبار، وعليه الكتابة والتماثيل مشيرة بأيديها ألا طريق ورائي، ولا مسلك في هذا البحر ولا تجري فيه جارية ولا فيه حيوان، وهذا كالمخالف لما قدمناه.</p>\n<p class=\"arabic\">قالوا: ولا تدرك له غاية ولا يحاط بمقداره، وهو بحر الظلمات والأخضر والمحيط.</p>\n<p class=\"arabic\">قالوا: وقد خاطر بنفسه خشخاش من أهل الأندلس، وكان من فتيان قرطبة في جماعة من أحداثها فركبوا مراكب استعدوها ودخلوا هذا البحر وغابوا مدة ثم أتى بغنائم واسعة وأخبار مشهورة. قال المسعودي: وإنما يركب من هذا البحر ما يلي المغرب والشمال، وذلك من أقاصي بلاد السودان إلى برطانية الجزيرة العظمى التي في أقصى الشمال، وفي هذا البحر ست جزائر مقابل بلاد السودان تسمى الخالدات، وفيه بقرب جزيرة برطانية إحدى عشرة جزيرة، ثم لا يعرف أحد ما بعد ذلك.</p>\n<p class=\"arabic\">قالوا: وليس شيء من البحار كلها يتصل بالبحر الحبشي، وأما سائرها فمتصلة، وهي من بحر واحد، إلا أن بحر الخزر قد اختلف فيه: هل يتصل ببحر اقيانس أو لا قالوا: والصحيح أنه لا يتصل بشيء من هذه البحار. [v.1, p.509]</p>",
            "title": "لبلابة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001333-000.json"
        }
    ],
    "type": "FeatureCollection"
}