{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">رأس منف</h1>\n<p class=\"arabic\">مدينة في البلاد المصرية قديمة، كانت دار مملكة ملوك درجوا مما يلي جبل المقطم، وأكثرها الآن خراب، وبها كان فرعون موسى، وكان اتخذ لها سبعين بابا، وفصل حيطان المدينة بالحديد والصفر، وبها كانت الأنهار تجري من تحت سريره، وهي أربعة. قال رجل: رأيت بمنف دار فرعون، وكنت أمشي في مجالسه وغرفه وجميع سقائفه وحجره، فإذا ذلك كله حجر واحد منقور، فإن كان بناء قد أحكم حتى صار في الاستواء كحجر واحد لا يستبين فيه جمع بين حجرين فذلك عجب، وإن كان جبلا واحدا فنقرت الرجال فيه بالمناقر حتى تخرقت فيه تلك المخارق فهو أعجب وأعجب.</p>\n<p class=\"arabic\">وقد تنازع الناس في أمر فرعون موسى، فمنهم من رأى أنه من العماليق، ومنهم من قال: هو من لخم من الشام، ومنهم من رأى أنه من الفرس من مدينة اصطخر، ومنهم من رأى أنه من القبط من ولد مصرام، والقبط تثبت ذلك، وزعم قوم أنه من الأعاجم من الأندلس من قرمونة، وذكروا أن اسمه الوليد بن مصعب، وكان سبب ملكه أنه دخل مدينة منف من البادية يحمل خمرا على أتان له، وكان أهل منف قد اختلفوا في تولية ملك، فأجمعوا أن يكون أول من يدخل ذلك اليوم على باب المدينة، فكان أول داخل فرعون، فولوه الملك. وكانت مدينة منف في ذلك الزمان قاعدة مصر ومدنها ودار مملكتها، فلما تمكن فرعون ببلاد مصر بذل الأموال وجمع الجيوش، وقتل من خالفه وناوأه، ومدن المدن، وخندق الخنادق، واستقر له الأمر، وكان جبارا معجبا يدعو الناس إلى عبادته ويقول: أنا ربكم الأعلى، واستعبد بني إسرائيل، فكان من أمره مع موسى عليه السلام ما نصه الله تعالى في كتابه، فلما هلك رجعت بلاد مصر لبني إسرائيل يتوارثونها ملكا عن ملك ، ومنهم كان داود وسليمان عليهما السلام، إلى أن بعث الله عيسى عليه السلام وظهر دين النصرانية، وملك النصارى أرض مصر يتوارثونها إلى أن جاء الله تعالى بالإسلام.</p>",
            "title": "رأس منف",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001457-000.json"
        }
    ],
    "type": "FeatureCollection"
}