{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خرم</h1>\n<p class=\"arabic\">موضع بكاظمة، وخرم أيضا مدينة من مدن بلخ بخراسان وهي آخر المدن الشرقية مما يلي بلخ إلى ناحية التبت، والخرمية هي الطائفة التي تدعى المسلمية القائلة بدعوة أبي مسلم وإمامته، وبابك الخرمي أحد الثوار على المأمون وكان خرج في بلاد أذربيجان [v.1, p.215] والران والبيلقان في سنة إحدى ومائتين، والخرمية قوم من أعداء المسلمين يدينون بالثنوية ورئيسهم بابك وقتلوا من المسلمين عدة آلاف، وقال الفضل بن مروان: إن أبا مسلم داعي بني العباس وبابك الخرمي قتلا ثلاثة آلاف ألف وخمسمائة ألف إنسان، وإن ذلك مثبت في الجرائد باسم قرية قرية وناحية ناحية ووقعة وقعة.</p>\n<p class=\"arabic\">واشتد أمر بابك الخرمي ببلاد الران والبيلقان وكثر عيثه في تلك الديار، وسارت عساكره نحو الأمصار، ففرق الجيوش وهزم العساكر وقتل الولاة وأفنى الناس، فصير إليه المعتصم الجيوش عليها الأفشين، وطالت حروبه واتصلت وضايق بابك في بلاده حتى انفض جمعه وقل ماله وامتنع بالجبل المعروف بالبذين من أرض الران، فلما استشعر بابك ما نزل به هرب عن موضعه وزال عن مكانه متنكرا ومعه أخوه وأهله وولده ومن تبعه من خواصه، وقد تزيا بزي السفر وأهل التجارة والقوافل فنزل موضعا من بلاد أرمينية نزل فيه على بعض المياه بالقرب من أرمينية، وبالقرب منهم راعي غنم، فابتاعوا منه شاة وساموه شراء شيء من الزاد، فأنكرهم ومضى من فوره وخلف غنمه حتى أتى سهل بن سنباط عامل المكان فأخبره بالخبر وقال: هو بابك لا شك فيه. وقد كان الأفشين لما هرب بابك من موضعه وزال عن جبله خشي أن يعتصم ببعض القلاع أو يتحصن ببعض الجبال المانعة أو ينضاف إلى بعض الأمم القاطنة في تلك الديار فيكثر جمعه ويجتمع إليه فلال عسكره فيرجع إلى ما كان من أمره فأخذ الطرق وكاتب البطارقة في الحصون والمواضع من بلاد أرمينية وأذربيجان والران والبيلقان وضمن في ذلك الرغائب، فلما سمع سهل من الراعي ما أخبره به، ركب من فوره في من حضر من عدده وأصحابه حتى أتى الموضع الذي به بابك، فترجل له ودنا منه وسلم عليه بالملك وقال: أيها الملك قم إلى قصرك الذي فيه وليك وموضع يمنعك الله فيه من عدوك، فسار معه حتى أتى به إلى قلعته فأجلسه على سريره ورفع منزلته ووطأ له منزله هو ومن معه، وقدمت المائدة فقعد سهل يأكل معه فقال له بابك بعتوه وجهله وقلة معرفته بما هو فيه وما قد دفع إليه: أمثلك يأكل معي؟ فقام سهل عن الطعام وقال: أخطأت أيها الملك وأنت أحق من احتمل وليه، إذ كان ليس منزلتي منزلة من يأكل مع الملوك، وجاء بحداد فقال: مد رجلك أيها الملك، فأوثقه بالحديد الثقيل، فقال له بابك: أغدرا يا سهل. فقال: يا ابن الخبيثة إنما أنت راعي بقر وغنم وما أنت والتدبير وسياسة الملك وتدبير الجيوش ونظم السياسات؟! وقيد من كان معه، وبعث إلى الأفشين يخبره بالقصة، وإن الرجل في يده، فلما اتصل ذلك بالأفشين سرح إليه أربعة آلاف من رجاله عليهم خليفة له يقال له بوقادة فسلموا بابك ومن معه وأتي به الأفشين ومعه سهل بن سنباط، فرفع الأفشين منزلة سهل وخلع عليه وحمله وتوجه وقاد بين يديه وأسقط عنه الخراج، وأطلقت الطيور إلى المعتصم وكتب إليه بالفتح، فلما وصل ذلك إلى المعتصم ضج الناس بالتكبير وعمهم الفرح وظهر السرور، وكتب الكتب إلى الأمصار بالفتح، وقد كان أفنى عساكر السلطان. وسار الأفشين ببابك وقفل بمن معه من العساكر حتى أتى سامراء وذلك في سنة ثلاث وعشرين ومائتين، وتلقى الأفشين هارون بن المعتصم وأهل بيت الخلافة وأهل الدولة ونزل بالقاطول على خمسة فراسخ من سامراء وبعث إليه بالفيل الأشهب، وكان قد حمله بعض ملوك الهند إلى المأمون، وكان فيلا عظيما قد جلل بالديباج الأحمر والأخضر وأنواع الحرير الملون، ومعه ناقة بختية عظيمة مجللة بما وصفنا، وحمل إلى الأفشين دراعة من الديباج الأحمر منسوجة بالذهب قد رصع صدرها بأنواع الياقوت والجوهر، ودراعة دونها، وقلنسوة عظيمة كالبرنس ذات سفاسك بألوان مختلفة، وقد نظم على القلنسوة كثير من اللؤلؤ والجوهر، فألبس بابك الدراعة الجليلة وألبس أخوه الأخرى وجعلت القلنسوة على رأس بابك وعلى رأس أخيه نحوها، وقدم إليه الفيل وإلى أخيه الناقة، فلما رأى صورة الفيل استعظمه وقال: ما هذه الدابة العظيمة؟ واستحسن الدراعة، قال: هذه كرامة ملك جليل لملك أسير بعد العز ذليل، أخطأته الأقدار وزال عنه الجد وأورطته المحن، وإنها لفرحة تعقبها ترحة، وضرب له المصاف صفين في الخيل والرجال والسلاح والحديد والرايات والبنود من القاطول إلى سامرا، وبابك على الفيل وأخوه وراءه على الناقة، والفيل يخطر به بين الصفين، وبابك ينظر ذات اليمين والشمال ويميز الرجال والعدد ويظهر التأسف على ما فاته من سفك دمائهم غير مستعظم لما يرى من كثرتهم، وذلك في صفر سنة ثلاث وعشرين ومائتين، فلم ير الناس مثل ذلك اليوم ولا أحسن من تلك الزينة. ودخل الأفشين إلى المعتصم فرفع منزلته [v.1, p.216] وأعلى مكانه، وأتى ببابك فوقف بين يديه فقال له المعتصم: أنت بابك؟ فلم يجب، وكررها عليه مرارا وبابك ساكت، فقام إليه الأفشين فقال له: الويل للآخر، أمير المؤمنين يخاطبك وأنت ساكت؟ فقال: نعم أنا بابك، فسجد المعتصم عند ذلك، وأمر به فقطعت يداه ورجلاه. وفي رواية أنه قال له: نعم أنا عبدك وغلامك، وكان اسم بابك الحسين واسم أخيه عبد الله، فقال: جردوه، فسلبه الخزان ما كان عليه من الزينة فقطعت يمينه وضرب بها وجهه وفعل بيساره كذلك وثلث برجل وهو يتمرغ في النطع في دمه، وقد كان تكلم بكلام كثير يرغب في أموال عظيمة قبله فلم يلتفت إلى قوله، فأقبل يضرب بما بقي من يديه وجهه، فأمر المعتصم السياف أن يدخل السيف بين ضلعين من أضلاعه أسفل من القلب ليكون أطول لعذابه ففعل ذلك، ثم أمر بحز رأسه وضم أطرافه إلى جسده فصلب ثم حمل رأسه إلى مدينة السلام فنصب على الجسر، وحمل بعد ذلك إلى خراسان فطيف به في مدينة مدينة من مدنها وكورها لما كان في الناس من استفحال أمره وعظم شأنه وكثرة جيوشه وإشرافه على إزالة ملك وقلب ملة وتبديلها، وحمل أخوه عبد الله مع الرأس إلى مدينة السلام ففعل به إسحاق بن إبراهيم أميرها ما فعل ببابك بسر من رأى، وصلبت جثة بابك على خشبة طويلة في أقاصي عمارة سامراء يومئذ، وموضعه مشهور إلى هذه الغاية يعرف بخشبة بابك، فقام في مجلس المعتصم الخطباء فتكلمت بالتهنئة وقالت الشعراء في ذلك، وتوج الأفشين بتاج ذهب مرصع بالجوهر وإكليل ليس فيه إلا الياقوت الأحمر والزمرد الأخضر قد شبك بالذهب وألبس وشاحين، وزوج المعتصم الحسين بن الأفشين بأترجة بنت أشناس وزفت إليه وأقيم لها عرس يجاوز المقدار في الجمال والحسن وكانت توصف بجمال وكمال، ولما زفت إليه قال المعتصم: أنت بابك؟ فلم يجب، وكررها عليه مرارا وبابك ساكت، فقام إليه الأفشين فقال له: الويل للآخر، أمير المؤمنين يخاطبك وأنت ساكت؟ فقال: نعم أنا بابك، فسجد المعتصم عند ذلك، وأمر به فقطعت يداه ورجلاه. وفي رواية أنه قال له: نعم أنا عبدك وغلامك، وكان اسم بابك الحسين واسم أخيه عبد الله، فقال: جردوه، فسلبه الخزان ما كان عليه من الزينة فقطعت يمينه وضرب بها وجهه وفعل بيساره كذلك وثلث برجل وهو يتمرغ في النطع في دمه، وقد كان تكلم بكلام كثير يرغب في أموال عظيمة قبله فلم يلتفت إلى قوله، فأقبل يضرب بما بقي من يديه وجهه، فأمر المعتصم السياف أن يدخل السيف بين ضلعين من أضلاعه أسفل من القلب ليكون أطول لعذابه ففعل ذلك، ثم أمر بحز رأسه وضم أطرافه إلى جسده فصلب ثم حمل رأسه إلى مدينة السلام فنصب على الجسر، وحمل بعد ذلك إلى خراسان فطيف به في مدينة مدينة من مدنها وكورها لما كان في الناس من استفحال أمره وعظم شأنه وكثرة جيوشه وإشرافه على إزالة ملك وقلب ملة وتبديلها، وحمل أخوه عبد الله مع الرأس إلى مدينة السلام ففعل به إسحاق بن إبراهيم أميرها ما فعل ببابك بسر من رأى، وصلبت جثة بابك على خشبة طويلة في أقاصي عمارة سامراء يومئذ، وموضعه مشهور إلى هذه الغاية يعرف بخشبة بابك، فقام في مجلس المعتصم الخطباء فتكلمت بالتهنئة وقالت الشعراء في ذلك، وتوج الأفشين بتاج ذهب مرصع بالجوهر وإكليل ليس فيه إلا الياقوت الأحمر والزمرد الأخضر قد شبك بالذهب وألبس وشاحين، وزوج المعتصم الحسين بن الأفشين بأترجة بنت أشناس وزفت إليه وأقيم لها عرس يجاوز المقدار في الجمال والحسن وكانت توصف بجمال وكمال، ولما زفت إليه قال المعتصم:</p>\n<p class=\"arabic_poetry\">زفت عروس إلى عروس * بنت رئيس إلى رئيس</p>\n<p class=\"arabic_poetry\">أيهما كان ليت شعري * أجل في الصدر والنفوس</p>\n<p class=\"arabic_poetry\">أصاحب المرهف المحلى * أم ذو الوشاحين والشموس وكان مازيار بن قاران صاحب جبال طبرستان عصى في أيام المعتصم وكثرت عساكره واتسعت جيوشه، وكتب المعتصم إليه يأمره بالحضور فأبى، فكتب إلى عبد الله بن طاهر يأمره بحربه فسير إليه من نيسابور عمه الحسن بن الحسين بن مصعب فنزل مدينة السارية من بلاد طبرستان بعد حروب كثيرة كانت له مع المازيار، وأتت الحسن بن الحسين عيونه بركوب محمد بن قاران وهو المازيار للصيد في نفر يسير، فبادره الحسن وناوشه الحرب فأسره، وحمل إلى سامراء، فأقر على الأفشين أنه بعثه على الخروج والعصيان لمذهب كانا قد اجتمعا عليه ودين اتفقا عليه من مذهب الثنوية والمجوس، وقبض على الأفشين قبل قدوم المازيار بيوم وأقر عليه كاتب له يقال له سابور، فضرب المازيار بالسوط حتى مات بعد أن شهر، وصلب إلى جنب بابك، وقد كان المازيار رغب المعتصم في أموال كثيرة يحملها إليه إن هو من عليه بالبقاء فأبى قبول ذلك وتمثل:</p>\n<p class=\"arabic_poetry\">إن الأسود أسود الغاب همتها * يوم الكريهة في المسلوب لا السلب ومالت خشبة بابك إلى خشبة المازيار فتلاقت أجسادهما، وقد كان صلب في ذلك الموضع باطس بطريق عمورية وقد انحنى نحوهما لميل خشبته، ففي ذلك يقول أبو تمام من كلمة له :</p>\n<p class=\"arabic_poetry\">ولقد شفى الأحشاء من برحائها * أن صار بابك جار مازيار</p>\n<p class=\"arabic_poetry\">ثانيه في كبد السماء ولم يكن * لاثنين ثان إذ هما بالغار</p>\n<p class=\"arabic_poetry\">فكأنما انحنيا لكيما يطويا * عن باطس خبرا من الأخبار [v.1, p.217]</p>",
            "title": "خرم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000557-000.json"
        }
    ],
    "type": "FeatureCollection"
}