{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">لبنان</h1>\n<p class=\"arabic\">جبل بالشام قريب من تدمر، وهو سامي الارتفاع ممتد الطول يتصل من البحر إلى البحر، معروف بالزهاد والمنقطعين إلى الله تعالى. وعن قتادة أن البيت بني من خمسة أجبل: من طور سينا وطور زيتا ولبنان والجودي وحراء.</p>\n<p class=\"arabic\">وذكر الهيثم بن عدي أنه وجد في جبل لبنان غار في زمن الوليد بن عبد الملك، فدخل فإذا فيه رجل مسجى على سرير من ذهب، عند رأسه لوح من ذهب مكتوب فيه بالرومية: أنا سيا بن نواس بن سيا خدمت عيصو بن إسحاق بن إبراهيم خليل الرب الديان الأكبر، وعشت بعده دهرا طويلا ورأيت عجبا كثيرا، ولم أر فيما رأيت أعجب من غافل عن الموت وهو يرى مصارع آبائه، ويعلم أنه صائر إليهم لا محالة فلا يتوب، والذي بعد الموت من حساب الديان الأعظم ورد حقوق المظلومين يومئذ أعظم وأفظع، حقا أقول: لقد حضرت غاري هذا أغدو وأروح إليه أبكي على نفسي، وقد علمت أن الأجلاف الجفاة سينزلوني عن سريري هذا ويتمولونه ويخرجوني من غاري وهم يدينون بربوبية الديان الأعظم، وذلك حين يتغير الزمان ويتأمر الصبيان، فمن أدرك ذلك الزمان عاش قليلا ومات ذليلا.</p>\n<p class=\"arabic\">وفي لبنان البرباريس وهو هناك أطيب ما يكون، وهناك التفاح الذي لا يعدل به وهو مثلوج أبدا.</p>\n<p class=\"arabic\">وفي سفحه حصون للملاحدة الإسماعيلية فرقة مرقت وادعت الإلهية في أحد الأنام، قيض لها شيطان من الأنس يعرف بسنان خذلهم بأباطيل وخيالات موه عليهم باستعمالها فاتخذوه إلها يعبدونه، وحصلوا من طاعته بحيث يأمر أحدهم بالتردي من شاهقة جبل فيتردى، ويستعجل في مرضاته الردى، نعوذ بالله من الضلال والفتنة.</p>\n<p class=\"arabic\">وجبل لبنان حد بين بلاد الإسلام والافرنج لأن وراءه أنطاكية واللاذقية وطرابلس وسواها من بلادهم، وفي سفح الجبل المذكور حصن يعرف بحصن الأكراد هو للإفرنج ويغيرون منه على حماة وحمص، وهو بمرأى العين منهما. [v.1, p.508]</p>",
            "title": "لبنان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001331-000.json"
        }
    ],
    "type": "FeatureCollection"
}