{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">شلبطرة</h1>\n<p class=\"arabic\">بالأندلس، من بلاد الأذفونش، وهو حصن من حصون الأندلس من عمل قلعة رباح، كان الملك الناصر أبو عبد الله محمد بن المنصور يعقوب بن يوسف بن عبد المؤمن ملك المغرب نزل عليها وحاصرها بالمجانيق الضخام والآلات الحربية حتى قهر أهلها وملكها، وذلك في أول سنة ثمان وستمائة، وكان نزل أولا على حصن اللج فتملكه، ثم رجع الحصار كله على حصن شلبطرة، فنصب عليها المجانيق ورميت بالحجارة الصم الكبار، وطال حصارها إلى أن ضاق أهلها وأعياهم الأمر، فطلبوا أجلا يستجلبون فيه ملكهم صاحب طليطلة وقشتيلة الأذفونش بن شانجه، فأعطوا ما طلبوا، فخرج قوم من ثقاتهم إلى طليطلة والتقوا مع ملكهم أذفونش بها أو بغيرها من بلاده وأعلموه. بما انتهوا إليه من الشدة وما بلغوا من الجهد والمشقة، وحملوا إليه بعض أحجار المجانيق التي يرمون بها، فعذرهم، ولم تكن عنده قدرة لدفع ما نزل بهم، ولا استطاع الدفاع عنهم، فأذن لهم في الخروج عنها، فرجعت ثقاتهم بذلك، فطلبوا الخروج مسلمين في أنفسهم فوفى لهم بذلك، ومكنوه من الحصن، وانفصل الناس عنها في صدر ربيع الأول من سنة ثمان وستمائة، وكان الحصار فيها إحدى وخمسين ليلة، ورغم الأذفونش وتنحى ولم يقدر في ذلك الوقت على شيء حتى استغاث بأهل ملته، وكاتب من قرب وبعد منهم وشكا إليهم ما دهاه من المسلمين، وحثهم على حماية دينهم ونصرة ملتهم، فاستجابوا له، وجاءوه من كل جهة وانثالوا عليه، فكان من وقيعة العقاب على الملك الناصر في عام تسعة وستمائة ما هو مذكور في موضعه.</p>\n<p class=\"arabic\">ولما ملك الناصر حصن شلبطرة نفذت عنه المخاطبات بهذا الفتح، فمن فصل من ذلك خاطب به صاحب إفريقية حينئذ الشيخ المعظم أبا محمد عبد الواحد ، وهذا كتابنا إليكم من منزل الموحدين [v.1, p.344] بمنزل أندوجر، ولما كان صاحب قشتالة أقرب من تعينت حربه دارا وأكثرهم مهما استطاع اضرارا كان أولى من نوينا ووجب تقديم غزوه علينا، وكان المعقل المعروف بشلبطرة قد علقت به حبائل الصلبان، وضج من ناقوسه ما في جهاته الأربع من التكبير والأذان، مرقب الدو، وعقاب الجو، العلم المطل على الأعلام، والنكتة السوداء التي بقيت في بساط الإسلام، والخبأة الطلعة، الذي لا حال للمسلمين معه، قد جعلته النصرانية إلى كل غاية جناحا، وأعدته إلى أبواب المعاقل والمدائن مفتاحا، فاستخرنا الله تعالى على منازلته وقلنا هو يمين صاحب قشتالة إن قطعت قعد مقعد الذليل، ومظنة غيرة إن لم يتحرك لها، فقد قام على ضعفه أوضح دليل، ونحن في ذلك نبرأ من القوة والحول، ونتوكل على الله ذي الفضل والطول، فقبل النزول من السروج ووضع المهند والوشيج حباهم الله بكل ضرب وجيع، وموت وحي سريع، وملكوا عليهم أرباضهم وكانت من الذروة إلى البطحاء، فأضرموها نارا من جميع الأنحاء، ونسخوا فيها آية النهار بالظلماء، فألقوا يد الاستسلام، وذلوا لعزة الإسلام، ورغبوا في أمد يقيمون فيه الحجة على صاحبهم، فأذنا لرسلهم في التوجه إليه، لعلمنا أن ذلك أشد من وقع السيوف عليه، فحين إذ وافته رسلهم اعترف لهم بالصغار، وقلة القوة على الانتصار، وفارقوه على تسليم الدار، لمن له عقبى الدار، فنبذنا إليهم بأنفسهم احتقارا، وساروا إلى قومهم يحملون هموما طوالا وآمالا قصارا، وعلى أثرهم طهر الله تعالى المعقل من الأدران، ورقيت أعاليه ألوية الإيمان، وبدل الله عز وجل فيه الناقوس بالأذان، وحولنا كنيسته مسجدا ومنبرا على تقوى من الله ورضوان.</p>",
            "title": "شلبطرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000877-000.json"
        }
    ],
    "type": "FeatureCollection"
}