{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجابية</h1>\n<p class=\"arabic\">بالشام، قال البكري : وهي قنسرين، وبالجابية ضرب أيوب عليه السلام برجله الأرض فنبعت عينان فاغتسل من إحداهما وشرب من الأخرى، وبين العين والعين أربعون ذراعا، وبين الجابية ومنبج أربعة فراسخ، ومن حلب إليها ستة فراسخ، وبالجابية خطب عمر رضي الله عنه حين صار إلى إيليا إذ حاصرها أبو عبيدة رضي الله عنه، فرغب أهلها في الصلح على أن يكون عمر رضي الله عنه هو المتولي لعقده معهم، فكتب إليه بذلك أبو عبيدة رضي الله عنه ورغب إليه في القدوم لما فيه من النظر [v.1, p.153] لصالح المسلمين فتوجه عمر رضي الله عنه سنة ست عشرة، فلقيه أبو عبيدة رضي الله عنه فترجل كل واحد منهما لصاحبه واعتنقا ولقيه سائر الأمراء فأقام بالجابية عشرين يوما يقصر الصلاة فقام في الناس فقال : الحمد لله الحميد، المستحمد المجيد الدفاع الغفور الودود الذي من أراد أن يهديه من عباده اهتدى، ومن يضلل فلن تجد له وليا مرشدا، قال: وإذا رجل من القسيسين من النصارى عندهم وعليه جبة صوف، فلما قال عمر رضي الله عنه: من يهد الله فهو المهتدي قال: وأنا أشهد، فقال عمر رضي الله عنه: ومن يضلل فلن تجد له وليا مرشدا، فقبض النصراني جيبه عن صدره وقال: معاذ الله لا يضل الله أحدا يريد الهدى، فقال عمر رضي الله عنه: ماذا يقول عدو الله هذا النصراني؟ فأخبروه، فرفع عمر رضي الله عنه صوته وعاد في خطبته بمثل مقالته الأولى، ففعل النصراني كفعله الأول، فغضب عمر رضي الله عنه وقال: والله لئن أعادها لأضربن عنقه، فتفهمها العلج فسكت إذ عاد عمر رضي الله عنه في خطبته وقال: من يهدي الله فلا مضل له ومن يضلل فلا هادي له، ثم قال: أما والله فإني سمعت رسول الله صلى الله عليه وسلم يقول: ` إن خيار أمتي الذين يلونكم ثم الذين يلونهم ثم يفشو الكذب حتى يشهد الرجل على الشهادة ولم يستشهد عليها، وحتى يحلف على اليمين ولم يسألها، فمن أراد بحبوحة الجنة فليلزم الجماعة ولا يبالي شذوذ من شذ ` وذكر بقية الحديث.</p>\n<p class=\"arabic\">ثم خرج عمر رضي الله عنه من الجابية إلى إيليا فخرج إليه المسلمون يستقبلونه، وخرج أبو عبيدة رضي الله عنه بالناس أجمعين، وأقبل هو على جمل له وعليه فروة من جلد كبش حولي فانتهى إلى مخاضة، فأقبلوا يبتدرونه فقال للمسلمين: مكانكم، ثم نزل عن بعيره وأخذ بزمامه وهو من ليف ثم دخل الماء بين يديه جمله حتى جاز الماء إلى أصحاب أبي عبيدة رضي الله عنه، فإذا معهم برذون يجنبونه فقالوا: يا أمير المؤمنين اركب هذا البرذون فإنه أجمل بك ولا نحب أن يراك أهل الذمة في مثل هذه الهيئة واستقبلوه بثياب بيض، فنزل عمر رضي الله عنه عن جمله وركب البرذون وترك الثياب، فلما هملج به البرذون نزل عنه وقال: خذوا هذا عني فإنه شيطان، وأخاف أن يغير علي قلبي، فقالوا: يا أمير المؤمنين لو لبست هذه الثياب البيض وركبت هذا البرذون لكان أجمل في المروءة وأحسن في الذكر، فقال عمر رضي الله عنه: ويحكم لا تعتزوا بغير ما أعزكم الله به فتذلوا، ثم مضى ومضى المسلمون معه حتى أتى إيليا فنزل بها وأتاه رجال من المسلمين فيهم أبو الأعور السلمي قد لبسوا ثياب الروم وتشبهوا بهم في هيئتهم، فقال عمر رضي الله عنه: احثوا في وجوههم التراب حتى يرجعوا إلى هيئتنا وسنتنا ولباسنا، وكانوا أظهروا شيئا من الديباج فأمر به فحرق عليهم.</p>\n<p class=\"arabic\">وفي خبر آخر أن خالد بن الوليد رضي الله عنه لقيه عند مقدمه الجابية في الخيل عليهم الديباج والحرير، فنزل وأخذ الحجارة فرماهم بها وقال : سرعان ما لفتم عن رأيكم، إياي تستقبلون في هذا الزي وإنما شبعتم منذ سنتين، سرعان ما نزت بكم البطنة، والله لو فعلتموها على رأس المائتين لاستبدلت بكم غيركم، فقالوا: يا أمير المؤمنين إنها يلامقة وإن علينا السلاح، قال: فنعم إذا.</p>\n<p class=\"arabic\">وقال له يزيد بن أبي سفيان: يا أمير المؤمنين إن الثياب والدواب عندنا كثير، والعيش عندنا رفيغ والسعر رخيص، وحال المسلمين كما تحب فلو أنك لبست من هذه الثياب البيض وركبت من هذه الدواب الفره وأطعمت المسلمين هذا الطعام الكثير كان أبعد في الصوت وأزين لك في هذا الأمر وأعظم لك في الأعاجم، فقال له: يا يزيد والله لا أدع الهيئة التي فارقت عليها صاحبي ولا أتزين للناس. بما أخاف أن يشينني عند ربي، ولا أريد أن يعظم أمري عند الناس ويصغر عند الله تعالى، فلم يزل عمر رضي الله عنه على الأمر الأول الذي كان عليه في حياة رسول الله صلى الله عليه وسلم وحياة أبي بكر رضي الله عنه حتى خرج من الدنيا. ثم بعث إلى أهل إيليا فصالحهم على ما هو مذكور في كتب الأخبار، وفي وقت قدوم عمر رضي الله عنه الشام كان إسلام كعب الحبر.</p>",
            "title": "الجابية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000418-000.json"
        }
    ],
    "type": "FeatureCollection"
}