{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سلى</h1>\n<p class=\"arabic\">بكسر أوله وتشديد ثانيه، موضع بناحية الأهواز، كانت فيه وقيعة عظيمة بين الخوارج الأزارقة وبين المهلب بن أبي صفرة، قتل فيها عبيد الله بن الماحوز رئيس الخوارج وأخوه، وولي بعده أمرهم قطري بن الفجاءة، فإن الخوارج لما أوقعوا بأهل البصرة الوقيعة المشهورة بدولاب هال ذلك أهل البصرة وراعهم، ثم بلغهم أن الخوارج متوجهون نحو البصرة ففزعوا إلى الأحنف بن قيس، فأجمع رأي الناس على أنه ليس للخوارج إلا المهلب، فكلموا المهلب على ذلك فقال: لا أفعل، هذا عهد أمير المؤمنين، يعني عبد الله بن الزبير معي على خراسان، فلم أكن لأدع عهده وأمره، فاحتالوا عليه بأن افتعلوا كتابا على لسان ابن الزبير يقتضي تحريضه على النهوض إلى الخوارج لما فيه من الخير العاجل والآجل: فإنه لن يفوتك من سلطاننا خراسان ولا غير خراسان، فقبل المهلب منهم على شروط شرطها أجابوه إليها، فانتخب الناس فبلغت نخبته اثني عشر ألفا وعقد الجسر وعبر إلى الخوارج فتنحوا عنه إلى الأهواز، ودس الجواسيس إلى عسكر الخوارج فإذا حشوة ما بين قصاب وصباغ ودابغ، فخطب الناس وذكر من هناك، ثم قال للناس: أمثل هؤلاء يغلبونكم على فيئكم؟! وما زال حتى تتام إليه زهاء عشرين ألفا، ثم مضى يؤم سوق الأهواز حتى انتهى إلى منزل من منازل الأهواز يقال له سلى وسلبرى، فنزل به المهلب وخندق عليه ووضع المسالح وأذكى العيون وأقام الأحراس، فلم يزل الجند على مصافهم والناس على راياتهم وأبواب الخنادق عليها رجال موكلون بها، فكانت الخوارج إذا أرادوا بيات المهلب وجدوا أمرا محكما فرجعوا، فلم يقاتلهم إنسان قط أشد عليهم ولا أغيظ لقلوبهم منه، فبعث الخوارج عبيدة بن هلال والزبير بن الماحوز في جيش عظيم ليلا إلى عسكر المهلب، فجاء الزبير من جانبه الأيمن وجاء عبيدة من جانبه الأيسر، فكبروا وصاحوا بالناس فوجدوهم على تعبئتهم ومصافهم حذرين فلم يصيبوا للقوم غرة ولم يظفروا منهم بشيء، فلما أصبحوا أخرجهم المهلب على تعبئتهم: الأزد وتميم ميمنة الناس، وبكر بن وائل وعبد القيس ميسرة الناس، وأهل العافية في القلب وسط الناس، وخرجت الخوارج على تعبئة أيضا وهم أحسن عدة [v.1, p.320] وأكرم خيولا وأكثر سلاحا من أهل البصرة لأنهم فجروا الأرض وأكلوا ما بين الأهواز إلى كرمان، فاقتتلوا أشد القتال، وصبر بعضهم لبعض عامة النهار، ثم إن الخوارج شدت على الناس بأجمعها شدة منكرة فأجفل الناس وانصاعوا منهزمين لا تلوي أم على ولد حتى بلغت البصرة هزيمة الناس، ونادى مناد أن قد قتل المهلب، ونعي بالبصرة، فنسي الناس رجالهم، وقام أهل كل دار يبكون المهلب لا يسألون عن أحد غيره، وضرب المهلب يومئذ على جبهته ولم يبق يومئذ أحد من ولده إلا جرح، وأسرع المهلب حتى سبقهم إلى مكان يفاع في جانب عن سنن المنهزمين ثم إنه نادى الناس: إلي عباد الله، فثاب إليه جماعة من قومه من أهل عمان، فاجتمع إليه منهم نحو من ثلاثة آلاف رجل، فلما نظر إلى من قد اجتمع رضي جماعتهم، فحمد الله تعالى وأثنى عليه، ثم قال: أما بعد، فإن الله تعالى ربما يكل الجمع الكثير إلى أنفسهم فيهزمون وينزل النصر على الجمع القليل فيظفرون، ولعمري ما بكم من قلة، إني بجماعتكم لراض، وإنكم لأنتم أهل الصبر وفرسان المصر، وما أحب أن أحدا ممن انهزم معكم، لو كانوا فيكم ما زادوكم إلا خبالا، عزمت على كل امرئ منكم لما أخذ عشرة أحجار معه أو ما استطاع، ثم امشوا بنا نحو عسكرهم فإنهم الآن من ذلك آمنون، وقد خرجت خيلهم في طلب إخوانكم، فوالله إني لأرجو ألا ترجع إليهم وخيلهم، حتى تستبيحوا عسكرهم وتقتلوا أميرهم، ففعلوا ثم أقبل بهم زحفا، فلا والله ما شعرت الخوارج إلا والمهلب يضاربهم بالمسلمين في جانب عسكرهم، ثم استقبلوا عبيد الله بن الماحوز وأصحابه وعليهم الدروع والسلاح كاملا، فأخذ الرجل من أصحاب المهلب يستقبل الرجل منهم فيستعرض وجهه بالحجارة فيرميه حتى يثخنه ثم يطعنه بعد ذلك برمحه أو يضربه بسيفه، فلم يقاتلهم إلا ساعة حتى قتل عبيد الله بن الماحوز وأخوه عثمان بن الماحوز، وضرب الله وجوه أصحابه فأخذ القوم عسكر القوم وما فيه، وقتل الأزارقة قتلا ذريعا، وأقبل من كان من الأزارقة في طلب المنهزمين من أهل البصرة راجعين وقد وضع لهم المهلب خيلا ورجالا في الطريق تختطفهم وتقتلهم، فانكفأوا راجعين مفلولين محروبين مغلوبين، فلما أصبح المهلب غدا على القتلى فأصابوا ابن الماحوز قتيلا، وفي ذلك يقول شاعرهم: مفلولين محروبين مغلوبين، فلما أصبح المهلب غدا على القتلى فأصابوا ابن الماحوز قتيلا، وفي ذلك يقول شاعرهم:</p>\n<p class=\"arabic_poetry\">بسلى وسلبرى مصارع فتية * كرام وعقرى من كميت ومن ورد وقال أيضا عبيدة بن هلال منهم:</p>\n<p class=\"arabic_poetry\">لعمري لقد بعنا الحياة وعيشها * برضوان رب بالخلائق عالم</p>\n<p class=\"arabic_poetry\">غداة نكر الخيل تدمى نحورها * بدولاب يوم المأزق المتلاحم</p>\n<p class=\"arabic_poetry\">فإن تك قتلى يوم سلى تتابعت * فكم غادرت أسيافنا من قماقم</p>\n<p class=\"arabic_poetry\">صريع ومن جيش الجناة، وأصبحت * بواكيهم يعولن بين المآتم وقال رجل من موالي المهلب: لقد صرعت يومئذ بحجر واحد ثلاثة: رميت رجلا فأصبت به أصل أذنه فصرعته، ثم أخذت الحجر فضربت به آخر على هامته فصرعته، ثم ضربت به آخر ثالثا. وقال رجل من أصحاب المهلب:</p>\n<p class=\"arabic_poetry\">ويوم سلى وسلبرى أحاط بهم * منا صواعق لا تبقي ولا تذر</p>\n<p class=\"arabic_poetry\">حتى تركنا عبيد الله منجدلا * كما تجدل جذع مال منقعر وانصرفت الخوارج حين انصرفت وإن أصحاب النيران الخمس أو الست ليجتمعون على النار الواحدة من الفلول وقلة العدد، حتى جاءتهم مادة من قبل البحرين، فخرجوا نحو كرمان وأصبهان. وقال المهلب لفارسين من أصحابه: أمعنا في الأرض فمن لقيتما من الناس فاعلماه حياتي وامضيا إلى البصرة فأخبرا أهلها بالظفر، والخبر أطول من هذا وفيما أوردناه كفاية.</p>",
            "title": "سلى",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000820-000.json"
        }
    ],
    "type": "FeatureCollection"
}