{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أذنة</h1>\n<p class=\"arabic\">مدينة بالشام بينها وبين المصيصة اثنا عشر ميلا بناها هارون الرشيد وأتمها الأمين وبها كانت منازل ولاة الثغور لسعتها، وهي على نهر جيحان وليس للمسلمين عليه إلا أذنة هذه بين طرسوس والمصيصة، وأهل أذنة أخلاط من موالي الخلفاء وغيرهم، ومن أذنة إلى طرسوس اثنا عشر ميلا، وهي مدينة جليلة عامرة ذات أسواق وصناعات وصادر ووارد، وهي ثغر سيحان، ونهر سيحان في قدره، دون قدر نهر جيحان وعليه قنطرة عجيبة طويلة جدا.</p>\n<p class=\"arabic\">وبالزاب من أرض إفريقية مدينة اسمها أذنة أيضا على مقربة من المسيلة بينهما اثنا عشر ميلا وبينها وبين مدينة طبنة مرحلتان، وأذنة هذه أخربها علي بن حمدون المعروف بابن الأندلسي سنة أربع وعشرين وثلاثمائة، وهي كثيرة الأنهار والعيون العذبة، وهي مدينة رومية قديمة، وكان حولها ثلاثمائة وستون قرية للروم كلها عامرة، وهي كانت مملكة الروم بالزاب وكان عقبة بن نافع، رحمه الله، حين قدم إفريقية غازيا بعد انفصاله عن تلمسان ومحاربته لأهلها دخل يريد الزاب، فسأل عن أعظم مدينة به فقيل له: مدينة يقال لها أذنة، وهي دار ملكهم، فتوجه إليها، فلما بلغهم قدوم المسلمين هربوا إلى حصنهم وإلى الجبال، فلما قدمها نزل على واد بينها وبينه نحو ثلاثة أميال في وقت المساء فكره قتالهم بالليل، فتواقف القوم الليل كله لا راحة لهم ولا نوم، فسماه الناس إلى اليوم وادي سهر لأنهم سهروا عليه، فلما أصبح قاتلهم قتالا عظيما حتى يئس المسلمون من أنفسهم، ثم هزم الله الروم وقتل فرسانهم وأهل النكاية منهم واستولت الهزيمة على بقيتهم، وفي هذه الغزوة ذهب عز الروم بالزاب.</p>\n<p class=\"arabic\">وكان المنصور بالله العبيدي في حروبه مع أبي يزيد النكاري ركب متنزها إلى أذنة في أربعة آلاف فارس وركب معه زيري بن مناد في خمسمائة من صنهاجة، وكان النكار بالقرب منها فلما رأوا كثرة العسكر سكنوا، فلما ولى منصرفا ركبوا ساقته وقامت الصيحة، فعطف عليهم والتحم القتال، ونزل أبو يزيد من الجبل وبين يديه ثلاثة بنود ومعه خلق عظيم ولم يعلم بمكان المنصور بالله، وكان موضعا كثير التلال والروابي، فأرسل المنصور إليه عسكره وأخرجت الطبول والبنود وقصدوا إلى أبي يزيد، فلما رأى المظلة ولى فركبتهم السيوف فقتل منهم مقتلة عظيمة، وكانت القتلى منهم تزيد على عشرة آلاف.</p>",
            "title": "أذنة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000059-000.json"
        }
    ],
    "type": "FeatureCollection"
}