{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اشبونة</h1>\n<p class=\"arabic\">بالأندلس من كور باجة المختلطة بها، وهي مدينة على طريق العساكر فإن الطريق من باجة إلى الأشبونة يعترض مدينة الأشبونة، والأشبونة بغربي باجة، وهي مدينة قديمة على سيف البحر تتكسر أمواجه في سورها واسمها قودية، وسورها رائق البنيان بديع الشان، وبابها الغربي قد عقدت عليه حنايا فوق حنايا على عمد من رخام مثبتة على حجارة من رخام، وهو أكبر أبوابها، ولها باب غربي أيضا يعرف بباب الخوخة مشرف على سرح فسيح يشقه جدولا ماء يصبان في البحر، ولها باب قبلي يسمى باب البحر تدخل أمواج البحر فيه عند مده وترتفع في سوره ثلاث قيم، وباب شرقي يعرف بباب الحمة، والحمة على مقربة منه ومن البحر بمائين: ماء حار وماء بارد، فإذا مد البحر واراهما، وباب شرقي أيضا يعرف بباب المقبرة. والمدينة في ذاتها حسنة ممتدة مع النهر لها سور وقصبة منيعة، والأشبونة على نحر البحر المظلم، وعلى ضفة البحر من جنوبه قبالة مدينة الأشبونة حصن المعدن ويسمى بذلك لأن عند هيجان البحر يقذف بالذهب التبر هناك، فإذا كان الشتاء قصد إلى هذا الحصن أهل تلك البلاد فيخدمون المعدن الذي به إلى انقضاء الشتاء، وهو من عجائب الأرض.</p>\n<p class=\"arabic\">ومن مدينة الأشبونة كان خروج المغررين في ركوب بحر الظلمات ليعرفوا ما فيه وإلى أين انتهاؤه، ولهم باشبونة موضع بقرب الحمة منسوب إليهم يعرف بدرب المغررين، وذلك أن ثمانية رجال كلهم أبناء عم اجتمعوا فابتنوا مركبا وادخلوا فيه من الماء والزاد ما يكفيهم لأشهر، ثم دخلوا البحر في أول طاروس الريح الشرقية فجروا بها نحوا من أحد عشر يوما، فوصلوا إلى بحر غليظ الموج كدر الروائح كثير التروش قليل الضوء، فأيقنوا بالتلف فردوا قلعهم في اليد الأخرى وجروا في البحر في ناحية الجنوب اثني عشر يوما، فخرجوا إلى جزيرة الغنم، وفيها من الغنم ما لا يأخذه عد ولا تحصيل، وهي سارحة لا ناظر لها ولا راعي فقصدوا الجزيرة ونزلوها فوجدوا عين ماء جارية عليها شجرة تين بري، فأخذوا من تلك الغنم فذبحوها فوجدوا لحومها مرة لا يقدر أحد على أكلها فأخذوا من جلودها وساروا مع الجنوب اثني عشر يوما إلى أن لاحت لهم جزيرة فنظروا فيها إلى عمارة وحرث، فقصدوا إليها ليروا ما فيها فما كان إلا غير بعيد حتى أحيط بهم في زوارق فأخذوا وحملوا في مركبهم إلى مدينة على ضفة البحر فأنزلوا بها في دار فرأوا بها رجالا شقرا زعرا شعورهم سبطة وهم طوال القدود، لنسائهم جمال عجيب، فاعتقلوا في بيت ثلاثة أيام ثم دخل عليهم في اليوم الرابع رجل يتكلم باللسان العربي، فسألهم عن حالهم وفيم جاءوا وأين بلادهم، فأخبروه بكل خبرهم فوعدهم خيرا وأعلمهم أنه ترجمان، فلما كان في اليوم الثاني من ذلك اليوم احضروا بين يدي الملك فسألهم عما سألهم عنه الترجمان، فأخبروه بما أخبر به الترجمان بالأمس وأنهم اقتحموا البحر ليروا ما فيه من العجائب وليقفوا على نهايته، فلما علم الملك ذلك ضحك وقال للترجمان: أخبر القوم أن أبي أمر قوما من عبيده يركبون هذا البحر وأنهم جروا في عرضه شهرا إلى أن انقطع عنهم الضوء وانصرفوا من غير فائدة تجدي، ثم وعدهم خيرا وصرفوا إلى موضع حبسهم إلى أن بدأ جري الريح الغربية فعمر بهم زورقا وعصبت أعينهم وجرى بهم في البحر برهة من الدهر، قال القوم: قدرنا أنه جرى بنا ثلاثة أيام بلياليها حتى جاء بنا إلى البر فأخرجنا وكتفنا إلى خلف وتركنا بالساحل إلى أن تضاحى النهار وطلعت الشمس ونحن في ضنك وسوء حال من شدة الكتاف حتى سمعنا ضوضاء وأصوات ناس فصحنا بجملتنا، فأقبل القوم إلينا فوجدونا بتلك الحال السيئة، فحلوا وثاقنا وسألونا فأخبرناهم بخبرنا وكانوا برابر، فقال لنا أحدهم: أتعلمون كم بينكم وبين بلدكم؟ فقلنا: لا، فقال: مسيرة شهرين، فقال زعيم القوم: وا أسفي، فسمي المكان إلى اليوم اسفي، وهو المرسى الذي في أقصى المغرب.</p>",
            "title": "اشبونة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000171-000.json"
        }
    ],
    "type": "FeatureCollection"
}