{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اليرموك</h1>\n<p class=\"arabic\">موضع بالشام فيه كانت الوقيعة العظمى المشهورة للمسلمين على الروم في الصدر الأول.</p>\n<p class=\"arabic\">قالوا : إن أبا عبيدة بن الجراح رضي الله عنه لما بلغه كتاب عمر بن الخطاب رضي الله عنه يأمره بنزول حمص ويحذره من المتنصرة، انثنى أبو عبيدة رضي الله عنه إلى حمص فنزل بها يوم الجمعة من شوال سنة أربع عشرة، فصالحه أهلها على أداء الجزية بعد أن قاتلهم، وبها مات عكرمة بن أبي جهل، وبعث خالدا رضي الله عنه إلى المعرات وبلد العواصم، فصالحه أهلها على أداء الجزية، فلما بلغ هرقل افتتاح العرب لهذه البلاد، جيش الجيوش من كل ناحية، وأرسل إلى أهل رومية وأهل قسطنطينية وأهل أرمينية ومن كان على دينه من أهل الجزيرة، وبعث إلى عماله أن يحشدوا كل من بلغ الحلم فما فوقه من أهل مملكته إلا الشيخ الفاني، فاجتمعوا، ووجه معهم من الملوك ابن قاطر وجرجير الأرمني والدرنجار وقورين ابن اخته، ومعهم الشمامسة والقسيسون والرهبان والأساقفة والبطارقة، ولم يبق في الصوامع راهب إلا نزل غضبا لدينهم، فرفعوا مائة ستين صليبا تحت كل صليب عشرة آلاف، وأمر عليهم ماهان الأرمني، وكان من أشرافهم وعظمائهم ليس فيهم أشجع منه.</p>\n<p class=\"arabic\">فلما بلغ المسلمين اجتماع جموع الروم استشار أبو عبيدة رضي الله عنه أهل الرأي، فكلهم أشار عليه بالخروج عن الشام إلا خالد بن الوليد رضي الله عنه، وتبعه على ذلك قيس بن هبيرة بن مكشوح، وكان مثله في الشدة والاقدام والشجاعة، فقال خالد لأبي عبيدة: ولني ما وراء بابك ودعني والأمر، فولاه أبو عبيدة أمرهم. [v.1, p.617] فصار خالد إلى اليرموك، واجتمع به جموع المسلمين، ونزل الروم بالواقوصة على ضفة اليرموك - وهو واد - وصار الوادي خندقا بينهم، وهو لهب لا يدرك، وزحفت الروم في يوم في ضباب، وفيهم ثمانون ألف مقيد، وأربعون ألفا في السلاسل، عشرة في سلسلة، وأربعون ألفا مربوطون بالعمائم، وأقبلوا لهم دوي كدوي الرعد، فأزالوا المسلمين على الميمنة إلى ناحية القلب، وكان خالد رضي الله عنه في نحو ألف فارس، وقيل في نحو ستة آلاف، فلما رأى انكسار المسلمين واضطراب فرسان العرب، وكان إلى جنبه أكثر من مائة ألف من الروم، فاعترضهم وحمل عليهم، فما بلغتهم الحملة حتى فض الله جمعهم واتبعهم من يليهم، فانكشفوا بين أيديهم كما تولي الغنم بين يدي الأسد.</p>\n<p class=\"arabic\">وحمل عليهم المسلمون من كل ناحية، فمنحهم الله تعالى أكتافهم فقتلوهم كيف شاءوا لا يمتنعون من أحد، وركب الروم بعضهم بعضا في الضباب إلى مكان شرف على أهوية تحتهم، فأخذوا يتساقطون فيها لا يعلم آخرهم ما لقي أولهم من أجل الضباب، فكان من صبر للقتال من المقرنين يهوي به من خشعت نفسه، فيهوي الواحد بالعشرة فلا يطيقونه، فسقط فيها خلق كثير، فبعث أبو عبيدة رضي الله عنه من الغد شداد بن اوس بن ثابت ابن أخي حسان يعدهم فلم يقدر، فقطعت القصب من الوادي وجعل على كل ألف قتيل قصبة، فإذا القتلى مائة ألف وعشرون ألفا، فسميت تلك الأهوية حينئذ الواقوصة لأنهم وقصوا فيها، وما فطنوا بتساقطهم حتى انكشف الضباب، فأخذوا في وجه آخر، وقتل المسلمون منهم في المعركة مائة ألف وخمسة آلاف فيهم صناديدهم وفيهم أخو هرقل والتدارق والصقلار خصي هرقل، وذلك يوم الاثنين لخمس خلون من رجب سنة خمس عشرة.</p>\n<p class=\"arabic\">وفر ماهان في من بقي من الروم إلى دمشق، فاتبعه خالد رضي الله عنه في جيشه فهزمهم وقتل منهم مقتلة عظيمة، وترجل ماهان فقتله النعمان بن علقمة الازدي، وقيل بل عاصم بن حوال اليربوعي، فقومت عدته التي خرج بها للحرب بستين ألفا لأنها كانت مرصعة بالدر والياقوت. ولم يزل خالد رضي الله عنه يتبعهم فيقتلهم في كل واد وكل شعب وكل جبل. وكتب عمر بن الخطاب إلى أبي عبيدة رضي الله عنهما أن يقسم الغنائم على المسلمين، فقسمها بدمشق، فأصاب الفارس أربعة وعشرون ألف مثقال من الذهب الأحمر ومثلها من الفضة، وأصاب الراجل ثمانية آلاف من كل نوع، وأعطى الفرس الهجين سهما والفرس العربي سهمين، وألحق البراذين بالعربيات، وكانت أيام اليرموك من أشد أيام القتال، وأشدها يوم التغوير، وهو اليوم الذي أمر فيه ماهان مائة ألف رام من الأرمن أن يرموا فيه كلهم عن قوس واحدة، فرموا فغارت من المسلمين سبعمائة عين، منهم عين أبي سفيان بن حرب رضي الله عنه.</p>\n<p class=\"arabic\">وفي طريق آخر أنه لما تصافوا للقتال برز من صف العدو رجل منهم عظم الشأن عندهم، فقال أبو عبيدة رضي الله عنه: من يبرز إليه؟ فبرز إليه قيس بن هبيرة بن المكشوح، فطعنه فأرداه عن فرسه، فنادى أبو عبيدة رضي الله عنه في الناس: والله مما بعدها إلا النصر فاحملوا، فحمل المسلمون فكانت الدبرة على الروم، فقتل منهم سبعون ألفا لأنهم كانوا تقيدوا للثبوت فلم ينج منهم إلا الأقل من الثلث، ولم يقتل في وقيعة من أهل الدهر إلى وقتنا هذا أكثر من قتلى اليرموك، وقال قيس بن المكشوح:</p>\n<p class=\"arabic_poetry\">جلبنا الخيل من صنعاء * بكل مدجج كالليث حامي</p>\n<p class=\"arabic_poetry\">إلى وادي القرى فديار كلب * إلى اليرموك بالبلد الشآمي</p>\n<p class=\"arabic\">واليرموك نهر بذلك الموضع وبه سمي.</p>\n<p class=\"arabic\">وفي التفسير أن لقمان لما وعظ ابنه بقوله عز وجل ` يا بني إنها إلا تك مثقال حبة من خردل ` الآية ` لقمان: 16 ` أخذ حبة من خردل فأتى بها إلى اليرموك وألقاها في عرضه، ثم مكث ما شاء الله تعالى، ثم ذكرها فبسط يده، فأقبل ذباب فألقاها في ناحيته.</p>\n<p class=\"arabic\">ومن امداح حسان بن ثابت لآل جفنة في الجاهلية قوله:</p>\n<p class=\"arabic_poetry\">لمن الدار أقفرت بمعان * بين أصل اليرموك فالخمان</p>\n<p class=\"arabic_poetry\">ذاك مغنى لآل جفنة في الده * ر محلا لحادث الأزمان [v.1, p.618]</p>\n<p class=\"arabic\">وقد تقدم في ذكر جلق قصة جبلة بن الأيهم، وذكر هذا الشعر هناك.</p>",
            "title": "اليرموك",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001648-000.json"
        }
    ],
    "type": "FeatureCollection"
}