{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جيحان</h1>\n<p class=\"arabic\">ويقال جيحون، نهر عظيم مخرجه من بلاد الروم من عيون تعرف بعيون جيحان على ثلاثة أيام من مدينة مرعش، ويخرج إلى البحر الرومي وهو بحر الشام، وليس عليه للمسلمين من المدن إلا المصيصة وكفر بيا ومجراه بينهما، وجيحون هو نهر بلخ، ومن الناس من يقول إنهما نهران وإن جيحان غير جيحون.</p>\n<p class=\"arabic\">قالوا : ومنبعث جيحون من بلاد التبت يقبل من المشرق مع الصبا فيمر ببلاد وخان ويسمى هناك جرياب ثم يصير إلى أعلى حدود بلخ مما يلي المشرق، ثم ينعطف إلى ناحية الشمال مع الجنوب إلى أن يصير إلى الترمذ ثم إلى خوارزم فيمر بمدينتها فإذا جاوزها تشعبت منه أنهار وخلجان ذات اليمين وذات الشمال فصارت منه بطائح وآجام ومروج أسفل من مدينة خوارزم بنحو أربعة فراسخ، ثم يمر مستقبل الشمال بين الجرجانية والمزداخكان، أسفل من المدينة بأربعة وعشرين فرسخا، وهو الموضع الذي يصاد فيه السمك المجلوب من خوارزم إلى النواحي ثم يصير هناك بحيرة دورها نحو مائة فرسخ وقيل مسافتها نحو أربعين يوما في مثلها وماؤها ملح وليس لها مغيض ظاهر، ويقع فيها نهر جيحون ونهر الشاش وأنهار غيرها كثيرة فلا يغيض ماؤها ولا يزيد، ويشبه والله أعلم أن يكون بينها وبين بحر الخزر خرق ويتصل بمائها، وبين البحرين نحو عشرين مرحلة على السمت. وأضيق أعبار جيحون على رباط بلخ عرضه نحو ميلين.</p>\n<p class=\"arabic\">قالوا : فأما نهر بلخ الذي يسمى جيحون فهو غير نهر المصيصة وهو من أعين، يجري فيمر ببلاد الترمذ واسفرايين من بلاد خراسان حتى يأتي بحيرة خوارزم . وليس في العمران بحيرة أعظم منها، لأن طولها مسيرة شهر في نحو ذلك من العرض ودورها أربعمائة فرسخ وإليها ينصب نهر فرغانة والشاش وعليها مدينة للترك يقال لها المدينة الجديدة فيها المسلمون، والسفن تجري في هذه البحيرة، وزعم قوم أنه يصب في مهران السند، وزعم الجاحظ أن مهران السند من نيل مصر واستدل بوجود التمساح فيه.</p>",
            "title": "جيحان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000491-000.json"
        }
    ],
    "type": "FeatureCollection"
}