{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صعدة</h1>\n<p class=\"arabic\">مدينة باليمن أيضا بينها وبين صنعاء ستون [v.1, p.360] فرسخا، والنسب إليها صاعدي على غير قياس، والذي يتجهز به من صعدة الأديم، لأن بها صناعة الأديم العديم المثال، وبها تجتمع التجار، وأهلها أهل أموال وافرة وبضائع وتجارات كثيرة.</p>\n<p class=\"arabic\">؟ | الصعيد:</p>\n<p class=\"arabic\">هو أعالي بلاد مصر وكأنه الصاعد منها، ومنها الرجل الذي كان في الأقباط بأرض الصعيد الذي أرسل إليه أحمد بن طولون صاحب مصر في سنة نيف وستين ومائتين، وكان مولعا بمعرفة الآثار القديمة، فذكر له أن رجلا من الأقباط بأرض الصعيد له نحو مائة وثلاثين سنة، وهو ممن عني من لدن حداثته بالعلم والإشراف على الملل والآراء والنحل من مذاهب المتفلسفين وغيرها وأنه علامة بالممالك والملوك، ذو معرفة بهيئة الأفلاك والنجوم، وكان نصرانيا على مذهب اليعقوبية، فبعث ابن طولون إليه قائدا من قواده فحمله إليه في النيل مكرما، وكان الشيخ قد انفرد عن الناس في مكان اتخذه وسكن في أعلاه، وقد رأى الرابع عشر من ولد ولده، فلما وصل إلى أحمد بن طولون أكرمه وبره وأسكنه بعض مقاصيره ومهد له في موضع جلوسه، وحمل إليه لذيذ المآكل والمشارب، فأبى الشيخ أن يغتذي إلا مما حمل مع نفسه من كعك وسويق وغيرهما، وقال: هذه بنية ما ترون من الغذاء فإن سمتموني النقلة عن العادة كان ذلك سبب انحلال البنية ويفوتكم مني ما تطلبونه، فتركه ابن طولون وما يريده، ثم أحضره مجلسه مع أهل الدراية من أصحابه وخواص مجلسه، وصرف إليه همته، فمما سأله عنه بحيرة تنيس ودمياط، فقال : كان موضع البحيرة أرضا لم يكن بديار مصر مثلها لطيب التربة وزكاء الريع، وكانت جنانا متصلة، ولم تكن بمصر كورة يقال إنها تشبه الفيوم إلا هي وحدها، وكانت أكثر فاكهة منها، وكان الماء ينحدر إلى قرى موضع البحيرة صيفا وشتاء يسقون منه متى شاءوا، وفضلة الماء تصب في البحيرة، وكان بين العريش وقبرس طريق مسلوكة في تنيس، وبينهما اليوم سير طويل في البحر، فلما كان قبل استفتاح المسلمين بلاد مصر بمائة سنة طمى ماء البحر وزاد فأغرق القرى التي كانت في موضع البحيرة، وما كان منها في البقاع المرتفعة فهي باقية إلى الآن قد أحاط بها الماء. قال: وعند هذه الزيادة التي زادها البحر طمى الماء على القنطرة التي كانت بين بلاد الأندلس وبين ساحل طنجة من أرض المغرب، وكانت قنطرة عظيمة لا يعلم في معمور الأرض مثلها مبنية بالحجارة تمر عليها الإبل والدواب من ساحل المغرب إلى الأندلس، وكان طولها اثني عشر ميلا في عرض واسع وسمو كثير، وربما بدت هذه القنطرة لأهل المراكب تحت الماء فعرفوها.</p>\n<p class=\"arabic\">وسئل عن ممالك الأحابيش التي على النيل فقال: لقيت منهم ستين ملكا كل ملك منهم ينازع من يليه، قال: وبسبب استحكام النارية في بلادهم تكون معادن الذهب كثيرة، فإن حرارة الشمس ويبسها يغير الفضة ذهبا، فإذا أطبخ ذلك الذهب بالملح والزاج والطوب خرج ما فيه من الفضة.</p>\n<p class=\"arabic\">وسئل عن منتهى النيل في أعلاه فقال: أصله من البحيرة التي لا يدرك طولها ولا عرضها، وهي تحت خط الاستواء تحت قطر الفلك المستقيم، وهو الموضع الذي الليل والنهار فيه متساويان الدهر كله.</p>\n<p class=\"arabic\">وسئل عن الأهرام فقال: إنها قبور الملوك، كان الملك إذا مات وضع في حوض من رخام ثم أطبق عليه وبني له هرم، ويصنع باب الهرم تحت الحوض ثم يحفر له طريق في الأرض ويعقدونه آزاجا. فقيل له: فكيف هذه الأهرام المملسة وكيف كانوا يصعدون لبنيانها؟ فقال: كانوا يبنون الهرم مدرجا ذا مراقي يصعد فيها فإذا فرغوا من عمله نحتوه، قيل له: وكيف كانوا يصنعون بهذه الحجارة العظيمة التي لا يقدر مائة رجل أن يزحزح منها حجرا واحدا؟ قال: كانت لهم قراقل قد دبروها بأخلاط من المعادن وأنواع الحكمة فكانوا يضربون به الحجر الكبير فينقسم لهم على القدر الذي يريدونه ويتأتى لهم النحت، ومع هذا فانهم كان لهم صبر وجلد على أعمالهم ليس لمن بعدهم.</p>",
            "title": "صعدة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000929-000.json"
        }
    ],
    "type": "FeatureCollection"
}