{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صفاقس</h1>\n<p class=\"arabic\">مدينة بإفريقية، بينها وبين قفصة ثلاثة أيام، وهي مدينة قديمة عامرة، لها أسواق كثيرة وعمارة شاملة وعليها سور حجارة وعلى أبوابها صفائح حديد منيعة، وعلى أسوارها محارس للرباط، وشرب أهلها من المواجل، ويجلب إليها من قابس نفيس الفواكه، ويصاد بها من السمك ما يعظم خطره - وأكثر صيدهم في الماء الميت بضروب حيل، وجل غلاته الزيتون، والزيت بها منه شيء كثير، ومرساها حسن ميت الماء، ولأهلها نخوة وفي أنفسهم عزة، وملكها طاغية | صقلية سنة ثلاث وأربعين وخمسمائة، ثم استنقذت منه وعمرت، ومنها إلى المهدية مرحلتان.</p>\n<p class=\"arabic\">ومن الناس من يكتب صفاقس بالسين، ومن قابس إلى عين الزيتونة إلى منزل في طرف ساحل الزيتون ، ومن هناك إلى غافق، وهو بلد معمور، ومن هناك إلى صفاقس، وبها أسواق [v.1, p.365] كثيرة ومساجد ومسجد جامع، وسورها صخر وطوب، وبها حمامات وفنادق وبواد عظيمة وقصور جمة وحصون ورباطات على البحر، منها محرس فيه منار مفرط الارتفاع يرقى إليه في مائة وست وستين درجة.</p>\n<p class=\"arabic\">وصفاقس في وسط غابة زيتون، ومن زيتها يمتار أهل مصر والمغرب وصقلية والروم، وربما بيع الزيت بها أربعين ربعا بمثقال واحد، وهي محط لسفن الآفاق، وإذا جزر الماء بقيت السفن في الحمأة فإذا مد رجعت السفن وعامت، ولا بد من المد والجزر كل يوم.</p>\n<p class=\"arabic\">وكان الأديب أبو عبد الله محمد بن الشيخ أبي تميم ولي في المدة المستنصرية اشرافها فلم توافقه فقال :</p>\n<p class=\"arabic_poetry\">صفاقس لا صفا عيش لساكنها * ولا سقى أرضها غيث إذا انسكبا</p>\n<p class=\"arabic_poetry\">ناهيك من بلدة من حل ساحتها * عانى بها العاديين الروم والعربا</p>\n<p class=\"arabic_poetry\">وليتها فتولتني الهموم وقد * لقيت من سفري في أرضها نصبا</p>\n<p class=\"arabic_poetry\">كم ظل في البر مسلوبا بضاعته * وبات في البحر يشكو الأسر والعطبا</p>\n<p class=\"arabic_poetry\">قد عاين البحر قبحا في جوانبها * فكلما هم أن يدنو لها هربا ويقصدونها التجار من الآفاق بالأموال الجزيلة لابتياع المتاع والزيت وعمل أهلها في القصارة والكمد كعمل أهل الإسكندرية وأحسن، وتقابل صفاقس في البحر جزيرة قرقنة، وهذه الجزيرة في وسط القصير، بينها وبين مدينة صفاقس في ذلك البحر الميت القصير القعر نحو عشرة أميال، وليس للبحر هناك حركة، وحذاء هذا الموضع في البحر على رأس القصير بيت مشرف مبني بينه وبين البر الكبير نحو الأربعين ميلا، فإذا رأى ذلك البيت ركاب السفن الواردة من الإسكندرية والشام وبرقة أداروها إلى مواضع معلومة.</p>",
            "title": "صفاقس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000936-000.json"
        }
    ],
    "type": "FeatureCollection"
}