{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تلمسان</h1>\n<p class=\"arabic\">قاعدة المغرب الأوسط، وحد المغرب الأوسط من واد يسمى مجمع وهو في نصف الطريق من مدينة مليانة إلى أول بلاد تازا من بلاد المغرب، وبلاد المغرب في الطول والعرض من البحر الذي على ساحله مدينة وهران ومليلة وغيرهما إلى مدينة سول وهي مدينة في أول الصحراء وهي على الطريق إلى سجلماسة وواركلان وغيرهما من بلاد الصحراء.</p>\n<p class=\"arabic\">ومدينة تلمسان مدينة عظيمة قديمة فيها آثار للأول كثيرة تدل على أنها كانت دار مملكة لأمم سالفة، وبينها وبين وهران مرحلتان وهي في سفح جبل أكثره شجر الجوز وكان لها ماء مجلوب من عمل الأول من عيون تسمى لوريط بينها وبين المدينة ستة أميال، ولها نهر كبير يسمى سطفسيف.</p>\n<p class=\"arabic\">وكانت تلمسان دار مملكة زناتة في هذه العصور القريبة وحواليها قبائل كثيرة من زناتة وغيرهم من البربر. وهي كثيرة الخصب والرخاء كثيرة الخيرات والنعم، ولها قرى كثيرة وعمائر متصلة ومدن كثيرة ترجع إلى نظرها. ولها خمسة أبواب ثلاثة منها في القبلة: باب الحمام وباب وهيب وباب الخوخة وفي الشرق باب العقبة وفي الغرب باب أبي قرة، وفيها بقية من النصارى ولهم بها كنيسة معمورة.</p>\n<p class=\"arabic\">ولها سور متقن الوثاقة، وهي مدينتان في واحدة، ولها نهر يأتيها من جبلها المسمى الصخرتين ونهر شرقي المدينة وعليه أرحاء كثيرة، ومزارعها كثيرة وفواكهها جمة ولحومها شحمة، ولم يكن في بلاد المغرب بعد أغماك وفاس أكثر من أهلها أموالا ولا أرفه حالا وفاس أكبر من تلمسان نظرا وأجل قدرا وأكثر خيرا ومالا وأعلى همة في المباني واتخاذ الديار الحسنة.</p>\n<p class=\"arabic\">ومدينة تلمسان أول بلاد المغرب، وهي على طريق الداخل والخارج منه ولا بد من الاجتياز عليها على كل حال. ونزلها محمد بن سليمان بن عبد الله بن حسن بن حسن بن علي بن أبي طالب رضي الله عنهم، ومن ولده عيسى أبو العيش بن ادريس بن محمد بن سليمان الذي بنى جراوة وكان أميرها وبها توفي. ولم تزل تلمسان دارا للعلماء والمحدثين وأهل الرأي على مذهب مالك. وفي الجنوب من تلمسان قلعة ابن الجاهل وهي قلعة منيعة كثيرة الثمار والأنهار ويتصل بها جبل تارني وهو وما يليه جبال مصمودة، وهو جبل كبير معمور فيه القرى الكثيرة والعمائر المتصلة. وفي الشمال من مدينة تلمسان قرية كبيرة تسمى باب القصر فوقها جبل يسمى جبل الفضل ينبعث من أسفله نهر سطفسيف ويصب في بركة عظيمة من عمل الأول ويسمع لوقوعه فيها خرير شديد هائل على مسافة ثم ينبثق من تلك البركة بحكمة مدبرة إلى موضع يسمى المهراز فيسقي هناك مزارع وأولاجا كثيرة تسمى أولاج الجنان وتلك المواضع من أجل بقاع تلك البلاد ثم يصب في نهر تافنا وهو النهر المتصل بمدينة أرشقول، ولتلمسان فحص طوله خمسة وعشرون ميلا، ومدينة أرشقول على نهر تافني يقبل من قبليها ويسير بشرقيها، تدخل فيه السفن اللطاف من البحر إلى المدينة، وبينهما ميلان.</p>\n<p class=\"arabic\">وكان هذا الغرب الأوسط قد تملكه العلويون من بني ادريس وتسموا بالخلافة، ولم تزل تلمسان على قديم الزمان مخطوبة مرغوبا فيها، وكانت امتنعت على عبد المؤمن بن علي فتوجه إليها بالعساكر صاحبه الشيخ المعظم أبو حفص صاحب الإمام المهدي، فنزل عليها وحاصرها حتى فتحها غب مطاولات ومجاولات، وبعد لأي ما انقادوا وحسنت طاعتهم وذلك في سنة إحدى وأربعين وخمسمائة.</p>\n<p class=\"arabic\">وقصدها يحيى بن إسحاق في سنة خمس وستمائة لما والى صاحب إفريقية عليه الهزائم الإفريقية ويئس منها وقال لأصحابه: [v.1, p.135] ما بقي لكم طمع فيها فهلموا إلى بلاد المغرب ففيه ما يجبركم، فوصل في هذه السنة بحشوده إثر الوقيعة التي كانت عليه بوادي الدبوسي من سفح جبل نفوسة مع الشيخ المجاهد أبي محمد عبد الواحد قاصدا إلى صاحب تلمسان موسى بن يوسف بن عبد المؤمن، وخرج إليه موسى بجموعه ومن صحبه من فرسان زناتة فالتقوا بتاهرت في شوال سنة خمس المذكورة، فانهزم أصحاب موسى وأخذهم السيف وأثخن فيهم وقتل موسى وأسر أحد أولاده، وأحاط يحيى بن إسحاق بعسكره ولم تبق له باقية، وكان هذا اليوم من غرر أيام يحيى شفى فيه غيظه وأخذ بثأره وانصرف ظافرا غانما، وبقي ولد موسى أسيرا في يد الأعراب حتى فداه صاحب إفريقية، وفقد من محلة موسى نحو من ألف وسبعمائة إنسان، وانبسطت جموع يحيى في تلك الجهات وعاثوا فيها وارتاع أهل تلمسان وأغلقوا بابهم وأذهلتهم فجأة هذا الأمر، ودام عيث أصحاب يحيى في أقطارها وجهاتها حتى امتلأت أيديهم بالأسباب والأمتعة والأموال، فكانت هذه الوقيعة شبيهة بوقيعة عمرة الكائنة في مدة المنصور يعقوب بن يوسف بن عبد المؤمن. ولما بلغ الملك الناصر بمراكش خبر هذه الوقيعة ومقتل موسى وجه أبا زيد بن يوجان وزير أبيه في عسكر في طلب هذا العدو وقد انكمش لائذا بصحراء طرابلس.</p>\n<p class=\"arabic\">وكان صاحب تلمسان يغمراسن بن زيان من بني عبد الوادي قد تمادى في غيه ونبذ طاعة ملك إفريقية الأمير أبي زكريا وأعلن بالخلاف فتحرك إليه من تونس في عساكره وحشوده، فخرج من تونس في السادس والعشرين من شوال سنة تسع وثلاثين وستمائة، وجعل يتلوم عليه ويأمر من يندبه إلى مراجعة الطاعة إلى أن انتهى إلى تلمسان فنزل عليها، فكان بنو عبد الوادي يخرجون كل يوم فيطاردون العسكر ثم يرجعون إلى مدينتهم، وصابروهم إلى أن ضاق مجالهم وانحجزوا في مدينتهم ورجعوا إلى النشاب وأغلقوا الأبواب فأحرق بعضها ودخلت عليهم البلدة عنوة وخرج يغمراسن من أحد أبوابها فارا لا يلوي على شيء، وملك الأمير أبو زكريا البلد وأنهبها ثم أمنها بعد ذلك، وعفا عن الناس، ثم عفا عن يغمراسن وأمنه وأذن له في الرجوع إلى بلده، وكان فتحها في العاشر من صفر سنة أربعين وستمائة، وخافه صاحب مراكش يومئذ عبد الواحد بن أبي العلا ادريس بن المنصور يعقوب الملقب بالرشيد، وكان بمراكش يوم تحقق دخوله في طريق إفريقية أفراح عظيمة، وقالت الشعراء في ذلك وأكثرت، من ذلك قول الأديب الكاتب أبي عبد الله محمد بن الأبار من قصيدة:</p>\n<p class=\"arabic_poetry\">دنت غمرات الموت من يغمراسن * فأجفل كالخرقاء يعتسف الخرقا</p>\n<p class=\"arabic_poetry\">فأين الذي كان ادعى من زعامة * لمعشره يا شد ما اجتنب الصدقا</p>\n<p class=\"arabic_poetry\">وفروا وكان المكر فيهم سجية * ومن ذا يطيق الطعن والضرب والرشقا</p>\n<p class=\"arabic_poetry\">سلا عن سلا هل طلها العارض الذي * أطل على مراكش يحمل الصعقا</p>\n<p class=\"arabic_poetry\">وهل سكنت فاس وسبتة بعده * أم اصطكتا كالخافقين له خفقا</p>\n<p class=\"arabic_poetry\">وهل أخذت روم الجزيرة حذرها * من الفتكة النكراء تمحقهم محقا</p>\n<p class=\"arabic_poetry\">لفتح تلمسان على الشرك عنوة * أشق بحكم القسر منه على الأشقى</p>\n<p class=\"arabic_poetry\">رمت للإمام المرتضى بقيادها * فأحرزها علقا وأوسعها عتقا</p>\n<p class=\"arabic_poetry\">وأسرف أهلوها معاصي أوبقت * فما زاد أن أغضى حنانا وأن أبقى</p>",
            "title": "تلمسان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000369-000.json"
        }
    ],
    "type": "FeatureCollection"
}