{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">صورا</h1>\n<p class=\"arabic\">هي آخر بلاد النوبة، تسير من دمقلة في جبال وشعاب حتى تنتهي إلى صورا هذه، وهي مدينة كبيرة على شاطئ النيل.</p>\n<p class=\"arabic\">صور :</p>\n<p class=\"arabic\">من بلاد الشام بحرية، بها دار الصنعة، ومنها تخرج مراكب السلطان، وهي حصينة جليلة، قريبة من عكا، ويضرب بها المثل في الحصانة، وهي أنظف من عكا سككا وشوارع، ولها بابان: أحدهما في البر والآخر في البحر، وهو يحيط بها إلا من جهة واحدة، فالذي في البر يفضى إليه بعد ولوج ثلاثة أبواب أو أربعة، والذي في البحر هو مدخل بين برجين مقدرين إلى ميناء ليس في البلاد البحرية أعجب وضعا منها، يحيط بها سور المدينة من ثلاثة جوانب، ويحدق بها من الجانب الآخر جدار معقود بالجص، والسفن تدخل تحت السور وترسي فيها، وتعترض من البر بين البرجين المذكورين سلسلة عظيمة تمنع عند اعتراضها الداخل والخارج، فلا مجال للمراكب إلا عند إزالتها، وعلى ذلك الباب حراس وأمناء، لا يدخل الداخل ولا يخرج الخارج إلا على أعينهم، ولعكا مثلها في الوضع والصفة لكنها لا تحتمل السفن الكبار حمل تلك.</p>\n<p class=\"arabic\">وأخذت الروم صور من أيدي المسلمين سنة ثمان عشرة وخمسمائة في أيام الآمر بأحكام الله خليفة مصر الشيعي، وكان أهلها عزموا على أن يجمعوا أهاليهم وأبناءهم في المسجد الجامع ويحملوا عليهم سيوفهم غيرة من تملك النصارى لهم، ثم يخرجوا إلى عدوهم بعزمة نافذة، ويصدموهم حتى يموتوا على دم واحد ويقضي الله قضاءه لهم، فمنعهم من ذلك فقهاؤهم والمتورعون منهم، فأجمعوا على دفع البلد والخروج عنه بسلام، فكان ذلك، وتفرقوا في بلاد المسلمين، ومنهم من استهواه حب الوطن فأقام بها.</p>\n<p class=\"arabic\">وصور وعكا لا بساتين حولهما إنما هما في بسيط من الأرض متصل بسيف البحر، والفواكه تجلب إليهما من رساتيقهما التي بالقرب منهما. ولصور عند بابها البري عين معينة ينحدر إليها على أدراج، والآبار والجباب فيها كثيرة لا تخلو دار منها.</p>\n<p class=\"arabic\">ومنها عبد المحسن الصوري الشاعر.</p>\n<p class=\"arabic\">وهي الآن للروم وبينها وبين الإسكندرية خمسة عشر ميلا، وهي مدينة حسنة وبها للمراكب إقلاع وحط، وقد أحاط البحر بها من ثلاثة أركانها، ولها ربض كبير يعمل فيه جيد الزجاج والفخار، ويعمل بها من الثياب القمص المحمولة إلى كل الآفاق كل شيء حسن، ومن صور إلى دمشق خمسة أيام.</p>",
            "title": "صورا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000941-000.json"
        }
    ],
    "type": "FeatureCollection"
}