{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مدينة المنصور</h1>\n<p class=\"arabic\">بالعراق، بناها أبو جعفر المنصور وأضافها إلى نفسه، وهي مشرفة على دجلة، وهي بين دجلة والفرات ودجيل والصراة، وكان بنى على كل باب من أبواب المدينة مجلسا يشرف منه على ما يليه من البلاد من ذلك الوجه، وكانت أربعة أبواب، وهي: باب خراسان، وكان يسمى باب الدولة، وباب الشام، وباب الكوفة، وباب البصرة.</p>\n<p class=\"arabic\">قالوا : وبينما المنصور جالس في مجلس بهذه المدينة في أعلى باب خراسان مشرف على دجلة إذ جاء سهم عائر حتى سقط [v.1, p.529] بين يديه، فذعر المنصور منه ذعرا شديدا، ثم أخذه فجعل يقلبه، فإذا مكتوب عليه بين الريشتين:</p>\n<p class=\"arabic_poetry\">أتطمع في الحياة إلى التنادي * وتحسب أن ما لك من معاد</p>\n<p class=\"arabic_poetry\">ستسأل عن ذنوبك والخطايا * وتسأل بعد ذاك عن العباد ثم قرأ عند الريشة الأخرى:</p>\n<p class=\"arabic_poetry\">أحسنت ظنك بالأيام إذ حسنت * ولم تخف سوء ما يأتي به القدر</p>\n<p class=\"arabic_poetry\">وساعدتك الليالي فاغتررت بها * وعند صفو الليالي يحدث الكدر ثم قرأ عند الريشة الأخرى:</p>\n<p class=\"arabic_poetry\">هي المقادير تجري في أعنتها * فاصبر فليس لها صبر على حال</p>\n<p class=\"arabic_poetry\">يوما تريك خسيس القوم ترفعه * إلى السماء ويوما تخفض العالي قال: وإذا على جانب السهم مكتوب: همذان منها مظلوم في حبسك، فبعث من فوره بعدة من خاصته ففتشوا الحبوس والمطابق، فوجدوا شيخا في بيت من الحبس فيه سراج يسرج، وعلى بابه جارية مسبلة ، وإذا الشيخ موثوق بالحديد متوجه نحو القبلة يردد هذه الآية ` وسيعلم الذين ظلموا أي منقلب ينقلبون `، فسئل عن بلده فقال: همذان، فحمل ووضع بين يدي المنصور، فسأله عن حاله، فأخبره أنه رجل من أبناء مدينة همذان وأرباب نعمتها، وأن واليك دخل إلى بلدنا، ولي ضيعة في بلدنا تساوي ألف ألف درهم، وأراد أخذها مني فامتنعت، فكبلني في الحديد وحملني، وكتب إني عاص، فطرحت في هذا المكان، فقال المنصور: مذ كم؟ قال: مذ أربعة أعوام، فأمر بفك الحديد عنه والإحسان إليه والإطلاق له وإنزاله أحسن منزل، وقال: يا شيخ، قد رددنا عليك ضيعتك بخراجها ما عشت وعشنا وأما مدينتك همذان فقد وليناك عليها، وأما الوالي فقد حكمناك فيه وجعلنا أمره إليك، فجزاه الشيخ خيرا ودعا له بالبقاء وقال: يا أمير المؤمنين، أما الضيعة فقد قبلتها، وأما الولاية فلا أصلح لها وأما واليك فقد عفوت عنه، فأمر له المنصور بمال جزيل وبر واسع، واستحله وحمله إلى بلده مكرما بعد أن صرف الوالي وعاتبه على ما جنى من انحرافه عن سنة العدل، وسأل الشيخ مكاتبته في مهماته وأخبار بلده، وإعلامه بما يكون من ولاته على الحرب والخراج، ثم أنشأ المنصور يقول:</p>\n<p class=\"arabic_poetry\">من يصحب الدهر لا يأمن تصرفه * يوما وللدهر إحلاء وإمرار</p>\n<p class=\"arabic_poetry\">لكل شيء وإن دامت سلامته * إذا انتهى فله لا بد إقصار</p>",
            "title": "مدينة المنصور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001389-000.json"
        }
    ],
    "type": "FeatureCollection"
}