{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تهودة</h1>\n<p class=\"arabic\">من بلاد الزاب بالقرب من بسكرة، وهي مدينة أولية بنيانها بالحجر الجليل وعليها سور عظيم، ولها ربض ويدور بجميعها خندق، ولها نهر كبير ينصب إليها من جبل أوراس، فإذا كان بينهم وبين أحد حرب وخافوا النزول عليهم أجروا ماء ذلك النهر في الخندق المحيط ببلدهم فامتنعوا به وشربوا منه، وهي كثيرة البساتين والنخيل والزرع وجميع الثمار. وفي هذه المدينة حديث مشهور عن رسول الله صلى الله عليه وسلم رواه شهر بن حوشب رضي الله عنه أن النبي صلى الله عليه وسلم نهى عن سكنى هذه البقعة الملعونة التي هي تهودة وقال: ` سوف يقتل بها رجال من أمتي على الجهاد في سبيل الله تعالى ثوابهم كثواب أهل بدر وأهل أحد وانهم مابدلوا حتى ماتوا `، وكان شهر بن حوشب رضي الله عنه يقول: واشوقاه إليهم. قال شهر رضي الله عنه: سألت جماعة من التابعين عن هذه العصابة التي ذكر رسول الله صلى الله عليه وسلم فقالوا: ذلك عقبة بن نافع وأصحابه قتلهم البربر والنصارى بمدينة يقال لها تهودة فمنها يحشرون يوم القيامة وسيوفهم على عواتقهم حتى يقفوا بين يدي الله عز وجل.</p>\n<p class=\"arabic\">قالوا: قدم عقبة بن نافع رضي الله عنه مصر في خلافة معاوية رضي الله عنه، وعليها عمرو بن العاصي رضي الله عنه، فنزل منزلا في بعض قرى مصر ومعه جماعة من أصحاب رسول الله صلى الله عليه وسلم فيهم عبد الله بن عمرو بن العاصي رضي الله عنهما، فوضعت بين أيديهم سفرة فيها طعام، فلما تناولوا من الطعام سقطت حدأة على ما بين أيديهم من الطعام فأخذت منه عرقا، فقال عقبة رضي الله عنه: اللهم دق عنقها، فأقبلت منقضة حتى ضربت بدفيها الأرض فاندقت عنقها، فاسترجع ابن عمرو، فسمعه عقبة فقال: ما لك يا أبا عبد الله، قال: بلغني أن قوما يغزون إلى هذه الناحية فيستشهدون بها جميعا، فقال عقبة: اللهم أنا منهم، وكان مستجاب الدعوة.</p>\n<p class=\"arabic\">ثم إن عقبة بن نافع رضي الله عنه خرج في أيام يزيد بن معاوية على جيش كبير غازيا إلى بلاد المغرب، فمر على عبد الله بن عمرو بمصر فقال له: يا عقبة لعلك من الجيش الذي يدخل الجنة، فقدر أن افتتح عقبة بلاد المغرب حتى وصل إلى أقصاها وهي على ضفة البحر المحيط فأدخل فرسه في البحر حتى بلغ الماء السرج وقال: اللهم إني أطلب السبب الذي طلب عبدك ذو القرنين فقيل له: يا ولي الله وما السبب الذي طلبه؟ فقال: ألا يعبد في الأرض إلا الله وحده. وانصرف إلى إفريقية، فلما دنا منها تفرق أصحابه فوجا فوجا، فلما وصل إلى مدينة طبنة من أرض الزاب أذن لسائر جيشه وبقي في عدة يسيرة من أصحابه، وكان في دخوله المغرب خطر على مدينة تهودة وعلى مدينة بادس فرأى فيهما قوة كبيرة من النصارى والبربر، وكانت في ذلك الوقت [v.1, p.142] من أعظم مدن المغرب، فلما رجع قال: أمر على مدينتي تهودة وبادس لأعرف ما يكفيهما من العدة والجيوش، فلما انتهى إلى مدينة تهودة اعتمده كسيلة بن أقدم وكان أميرها في جيش الروم، وكان قد سمع بتفرق جيش عقبة، وأقبلت إليه أيضا عساكر البربر فلما رآهم عقبة وأصحابه كسروا أجفان سيوفهم وزحفوا إليهم فقاتلوا حتى قتلوا جميعا رحمة الله عليهم، وقبر عقبة اليوم بتهودة على مقربة منها بمرحلة.</p>",
            "title": "تهودة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000382-000.json"
        }
    ],
    "type": "FeatureCollection"
}