{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">ضارج</h1>\n<p class=\"arabic\">ماء لبني عبس، قال الطوسي: هو موضع باليمن، وأنشد قول امرئ القيس :</p>\n<p class=\"arabic_poetry\">قعدت له وصحبتي بين ضارج * وروي أن ناسا من اليمن خرجوا يريدون رسول الله صلى الله عليه وسلم، فأصابهم ظمأ شديد كاد يقطع أعناقهم، فلما أتوا ضارجا ذكر أحدهم قول امرئ القيس :</p>\n<p class=\"arabic_poetry\">ولما رأت أن الشريعة همها * وأن البياض من فرائصها دامي</p>\n<p class=\"arabic_poetry\">تيممت العين التي عند ضارج * يفيء عليها الظل عرمضها طامي فقال أحدهم: والله ما وصف امرؤ القيس شيئا إلا على حقيقة وعلم، فالتمسوا الماء فهذا ضارج، وكان ذلك وقت الظهر، فمشوا على فيء الجبل حتى عثروا على العين، فسقوا واستقوا، فلما أتوا رسول الله صلى الله عليه وسلم قالوا: يا رسول الله، لولا بيت امرئ القيس لهلكنا، وأنشدوه إياهما، فقال: ` ذلك نبيه الذكر في الدنيا خامله في الآخرة، كأني أنظر إليه يوم القيامة بيده لواء الشعراء يقودهم إلى النار `.</p>\n<p class=\"arabic\">وفي طريق آخر أن قوما أقبلوا من اليمن يريدون رسول الله صلى الله عليه وسلم فأضلوا الطريق، وفقدوا الماء ثلاثا، فجعل الرجل منهم يأوي إلى فيء سمرة وطلحة آيسا من الحياة، فبينما هم كذلك أقبل راكب وهو ينشد:</p>\n<p class=\"arabic_poetry\">ولما رأت أن الشريعة همها * وان البياض من فرائصها دامي</p>\n<p class=\"arabic_poetry\">تيممت العين التي عند ضارج * يفيء عليها الظل عرمضها طامي قيل: يصف حمير وحش عطشت، وخافت من ورود الشريعة لأجل القناص، وقيل: يصف ناقته، وفي رواية: سمع رجلا منا ينشد ذلك، فقال الراكب: من يقول هذا؟ قالوا: امرؤ القيس قال: ما كذب، وهذا ضارج عندكم، فانصرفوا إليه يزحفون نحو خمسين ذراعا، فإذا ماء غدق عليه العرمض، وهو الطحلب، يفيء عليه الظل، كما قال، فشربوا وحملوا الماء حتى بلغوا النبي صلى الله عليه وسلم فقالوا: أحيانا الله تعالى ببيتين من شعر امرئ القيس، قال: وكيف ذلك؟ فأخبروه فقال: ` ذلك رجل مشهور في الدنيا خامل في الآخرة يجيء معه لواء الشعراء إلى النار `.</p>\n<p class=\"arabic\">والفرائص جمع فريصة، وهي اللحمة التي ترعد عند الفزع.</p>\n<p class=\"arabic\">وفي رواية كانت جميلة المدنية واحدة في الأغاني يجتمع [v.1, p.375] إليها أهل المدينة، فأتاها عبد الله بن جعفر رضي الله عنهما، فلما رأته قالت: مرحبا وأهلا لم لا وجهت إلي يا سيدي، فأصير إليك؟ فقال رضي الله عنه: في بيته يؤتى الحكم يا جميلة، بلغني أنك تجيدين صوتا أنقذ الله تعالى به نفرا من المسلمين من الهلكة، فقالت: ما هو؟ قال: قول امرئ القيس:</p>\n<p class=\"arabic_poetry\">ولما رأت أن الشريعة همها * فلما أن غنت به قالت له: يا ابن رسول الله، كيف نجى الله تعالى بهذا الشعر نفرا من المسلمين؟ فقال: إن قوما من أهل اليمن خرجوا من بلدهم يريدون رسول الله صلى الله عليه وسلم فلما كانوا في بعض طريقهم أضلوا الطريق ونفد ماؤهم، وأيقنوا بالهلكة، فاستندوا: كل رجل منهم بشجرة مسلمين للهلكة، فإذا رجل قد أقبل على بعير، وقد أنشد بعضهم البيتين، فقال لهم الراكب، هذا ضارج عندكم، وإذا العين إلى جنبهم، قد ستر عليها الشجر، فجثوا على الركب إليها فشربوا وارتووا وتزودوا، وسألوا الرجل عن الطريق فأرشدهم، فقدموا على رسول الله صلى الله عليه وسلم، فقالوا: يا رسول الله، خلصنا الله من الهلكة ببيتين لامرئ القيس، وأنشدوه البيتين، فقال رسول الله صلى الله عليه وسلم: ` ذاك رجل مذكور في الدنيا منسي في الآخرة ` * الخبر.</p>",
            "title": "ضارج",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000952-000.json"
        }
    ],
    "type": "FeatureCollection"
}