{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سجلماسة</h1>\n<p class=\"arabic\">في صحراء المغرب، بينها وبين البحر خمس عشرة مرحلة، وهي على نهر يقال له زيز، وليس بها عين ولا بئر، وزرعهم الدخن والذرة ولهم النخل الكثير.</p>\n<p class=\"arabic\">وسجلماسة من أعظم مدن المغرب، وهي على طرف الصحراء لا يعرف في قبليها ولا في غربيها عمران، وبينها وبين غانة في الصحراء مسيرة شهرين في رمال وجبال غير عامرة، قليلة الماء، يسكنها قوم من مسوفة رحالون لا يستقر بهم مكان، ليس لهم مدن ولا عمارة يأوون إليها إلا وادي درعة، وبينه وبين سجلماسة مسيرة خمسة أيام.</p>\n<p class=\"arabic\">وهي كثيرة العامر مقصد للوارد والصادر، كثيرة الخضر والجنات، رائعة البقاع والجهات، وهي قصور وديار وعمارات متصلة على نهر كثير الماء يأتي من جهة المشرق من الصحراء يزيد في الصيف، كزيادة النيل، ويزرع بمائه كحال ماء النيل، ولزراعته إصابة كثيرة، وفي السنة الكثيرة الأمطار ينبت لهم ما حصدوه في العام السابق من غير بذر، وربما حصدوه عند تناهيه وتركوا جذوره فينبت من غير حاجة إلى البذر وحكي أن البذر يكون عاما والحصاد فيه سبع سنين، وبها أنواع من الثمر لا يشبه بعضها بعضا، وفيها الرطب المسمى البرني، وهي خضراء جدا وحلاوتها تفوق كل حلاوة ونواها في غاية الصغر، وعندهم غلات القطن والكمون والكراويا والحناء، ويتجهز منها إلى سائر بلاد المغرب وغيرها، وهم يأكلون الكلاب والحرذون، وقل ما يوجد في أهلها صحيح العينين.</p>\n<p class=\"arabic\">وسجلماسة محدثة، بنيت سنة أربعين ومائة، أسسها مدرار بن عبد الله، وكان رجلا من أهل الحديث يقال إنه لقي بإفريقية عكرمة مولى ابن عباس رضي الله عنهما، وسمع منه، [v.1, p.305] وكان صاحب ماشية، وكثيرا ما كان ينتجع موضع سجلماسة، وكان يجتمع بالموضع بربر تلك النواحي، فاجتمع إلى مدرار قوم من الصفرية، فلما بلغوا أربعين رجلا، قدموا على أنفسهم مدرارا، وشرعوا في بناء سجلماسة فبنوها، ثم سورها أبو المنصور اليسع بن أبي القاسم بن مدرار، ولم يشركه في الإنفاق في بنائه أحد، أنفق فيه ألف مدي من طعامه. وقال آخرون: إن رجلا جوادا اسمه مدرار كان من ربضية قرطبة، خرج من الأندلس عند وقعة الربض، فنزل منزلا بقرب سجلماسة، وموضع سجلماسة إذ ذاك سوق لبربر تلك النواحي، فابتنى بها مدرار خيمة وسكنها، فبنى الناس حوله، فكان ذلك أصل عمارتها، وكان رجلا أسود وهجي أولاده بذلك.</p>\n<p class=\"arabic\">ولسجلماسة اثنا عشر بابا ولها بساتين كثيرة، وهي كثيرة النخل والأعناب وجميع الفواكه، وزبيب عنبها المعرش الذي لا تناله الشمس لا يزبب إلا في الظل، ويسمى الظلي، وما أصابته الشمس منه زبب في الشمس. وهي على نهرين من عنصر واحد في موضع يسمى الحلف وتمده عيون كثيرة، ولهم مزارع كثيرة يسقونها من النهر في حياض كحياض البساتين، ويزرع بأرض سجلماسة عاما ويحصد من تلك الزريعة ثلاثة أعوام، لأنه بلد مفرط الحر شديد القيظ، فإذا يبس الزرع تناثر عند الحصاد، وأرضهم مشققة، فيقع ما يتناثر من الحب في تلك الشقوق، فإذا كان العام الثاني أخرجوا النهر على عادتهم، لأن ماء المطر قليل عندهم وحرثوا بلا بذر وكذلك العام الثالث. وقمحهم رقيق الحب يسع مد النبي صلى الله عليه وسلم من قمحهم خمسا وسبعين ألف حبة، وهم يأكلون الزرع إذا أخرج شطأه، وهو عندهم مستظرف.</p>\n<p class=\"arabic\">ومن العجيب بسجلماسة أنها ليس فيها ذباب ولا كلاب لأنهم يسمنونها ويأكلونها كما يصنع أهل البلاد الجريدية، ويسمون الكنافين عندهم المجرمين والبناءون عندهم اليهود لا يتجاوزون بهم هذه الصناعة. والسبب في تسخير أهل سجلماسة لليهود في ذلك كونهم محبين في سكنى بلادهم للاكتساب، لما علموا أن التبر بها أمكن منه بغيرها في بلاد المغرب لكونها بابا لمعدنه، فهم يعاملون التجار به ليخدعوهم بالسرقة وأنواع الخداع، ولما علم منهم ذلك أبو عبد الله الداعي، عند استخراجه عبيد الله الشيعي من سجن اليسع بن مدرار بسجلماسة، وكان الذي عرف به ونم عليه يهودي، وحكى عبيد الله لأبي عبد الله ما جرى له معهم، قتل منهم الأغنياء وأخذ أموالهم بالعذاب وأمر من شاء منهم أن يقيم معهم في البلد بأن يتصرف في هذه الصناعة وفي شغل الكنافين، فمن دخل في الكنافين من أصناف الناس سموهم المجرمين لاجترامهم على حرفة موقوفة على اليهود. وقصروا البناء عليهم خاصة لأنهم خائفون من أن يجوز أحدهم المسلم فيهلكه فهم ينصحونهم في البناء ويلازمون الخدمة دون تردد، وهم الآن قد داخلوا المسلمين.</p>\n<p class=\"arabic\">وبسجلماسة كان قيام الدعوة العبيدية وإخراج أبي عبد الله الشيعي لعبيد الله المهدي من سجن اليسع بن مدرار. قالوا : وكان أبو عبد الله الشيعي محققا لوجود الإمام المهدي، والخبر عن خروجه إلى شاطئ دجلة وقراءته لسورة الكهف ولقائه الشيخ الذي معه الغلام، وسؤال الشيخ الذي مع الغلام له عن قتل الغلام المذكور في الآية بأمر لا يتحقق، ثم اجتماعه به في منزله وقول الشيخ له: إن الغلام الذي معه هو ولده عبيد الله وإنه الإمام المنتظر، وقوله لأصحابه الذين كانوا معه: هذا ثاني عشرتكم، وتوجيهه له إلى المغرب ليكون آخر دعاته إلى المهدي عبيد الله، مطول مشهور فلنختصره. وكان ذلك في خلافة المعتضد سنة ثمانين ومائتين، ثم مات الشيخ والد عبيد الله، فهرب عبيد الله إلى مصر ونفذت مخاطبات المعتضد إلى صاحب مصر في طلبه والقبض عليه، وإلى اليسع بن مدرار صاحب سجلماسة مثل ذلك، فلما خرج المهدي من مصر، بعث واليها في طلبه، فوجد راجعا يذكر أنه يطلب كلبا هرب له، فحمل إلى الوالي، وقيل له: هو صياد هرب له كلب فطلبه، وشهد له بذلك شهود، وقيل: أعطى الوالي ما كان معه فأطلقه، ثم وصل إلى سجلماسة فدل عليه يهودي كان هناك، فأخذه اليسع بن مدرار وسجنه هناك وكبله، وتبعه ولده أبو القاسم، فسجنه أيضا في قرية بالقرب من سجلماسة، فخاطب من السجن أبا عبد الله الداعي فأعلمه بحاله، فاستنفر الداعي قبائل كتامة ومن استجاب لدعوته وقصد سجلماسة، [v.1, p.306] وفر اليسع، فقتله جمع من رعيته لحقد كانوا يجدونه له، ووصل الداعي إلى عبيد الله فاستخرجه من سجنه وكسر كبله بيده وأركبه بغلته وكساه برنسه، وقال لهم: هذا مولاي الإمام ومولاكم، ثم استخرج ولده أبا القاسم من السجن وأركبه بغلة أخيه أبي العباس، وقال لأهل سجلماسة: لا يحل لكم أن تستوطنوا بلدا امتحن فيه الإمام، ففزعوا منه فخرجوا، فلما خرجوا أمر بسلبهم، ففتشوا كلهم رجالا ونساء وأخذ أموالهم وصرفهم، وقيل: إنه تحصل له من التبر والحلي وقر عشرين جملا أدخلها رقادة، وبايع بها لعبيد الله، وأدخله القيروان وبنى له المهدية، فكان عبيد الله يتساكر ويقتل جواريه ويرمي بهن خارج القصر، وأظهر مذهبه الذي يزعم الشيعة أنه مذهب أهل البيت، فأنكر كتامة ذلك واجتمعوا مع الداعي وأخيه أبي العباس: فقال لهم الداعي: إن الدعاء لأهل بيت رسول الله صلى الله عليه وسلم واجب، والإمام المهدي حق والزمن مجهول عندي، وكنت ارتبت في والد عبيد الله فكيف لا أرتاب فيه ، فسيروا إليه وقولوا له: إن أبا عبد الله وأبا العباس أخاه قد شكا في هذا الخاتم الذي ذكرت أنه بين كتفيك فأره لنا، فإن لم تعاينوه فشأنكم به، فلما صاروا إليه وقالوا تلك المقالة، قال لهم: ألم يعلماكم أنهما أيقنا به؟ قالوا: نعم، فقال: الشك لا يزيل اليقين، ثم التفت إلى صاحب شرطته، فقال له: يا عروبة ايتني برأسيهما، فمضى إليهما متنكرا، فقال له أبو عبد الله: ما الذي أتى بك يا عروبة؟ فقال: إن الذي أمرتني بطاعته أمرني بقتلك، فقتلهما وأتاه في الحين برأسيهما، فحضره أشياخ كتامة وأمر بالكتب إلى الأمصار أن أبا عبد الله أحدث حدثا فطهرناه بالسيف ولم تمنعنا رعاية الحق له من إقامة الحق عليه، وتمهد أمر عبيد الله الشيعي.</p>\n<p class=\"arabic\">وقد أكثر الناس من الاختلاف في دعوة عبيد الله، قال القاضي أبو بكر محمد بن الطيب: إنه عبيد الله بن محمد بن أحمد بن عبد الله بن ميمون القداح، وقال الصولي: والده عبد الله بن سالم بن عبدان الباهلي، وجده سالم صلبه المهدي العباسي على الزندقة على ما قاله الذين فحصوا عن أمره، وأثبت آخرون نسبه ومات عبيد الله بالمهدية سنة اثنتين وعشرين وثلثمائة، وولي ولده أبو القاسم فأظهر مذهب أهل البيت نسبة إلى جعفر بن محمد الصادق وإلى علي رضي الله عنهما: منه توريث البنت إذا انفردت جميع المال، وأسقط الرجم على الزاني المحصن، والمسح على الخفين، وقول المؤذن: الصلاة خير من النوم، ونادى في الصبح: حي على خير العمل، والصوم بالعلامة والفطر بها لا بالرؤية، وأحل المطلقة ثلاثا، وأسقط أيمان الحرج، ولا يقيم الحد على المحدود إلا أبواه أو جده أو قريبه، وأمرهم بجهاد من خالف مذهبهم. وقام عليه أو على ابنه إسماعيل المنصور أبو يزيد مخلد بن كيداد النكار وكان على مذهب الصفرية في سنة اثنتين وثلاثين وثلثمائة فكانت له فتنة عظيمة، وكان يعمل أكواما من رؤوس المسلمين رعية الشيعة ويأمر المؤذنين فيؤذنون عليها، وواقف أبا القاسم الشيعي وهزمه وهرب أمامه إلى المهدية واتبعه أبو يزيد حتى ركز رمحه في الباب، فقال أبو القاسم: لا يعود إليه أبدا، وأمر بالركوب والخروج إليه، وأعطى الجند العطاء الجزيل، فخرجوا يريدون أبا يزيد، ودارت الحرب بينهم، وأثخن أبو يزيد بالجراح، وقبض عليه حيا فأدخل المهدية في قفص حديد وصلب على باب المهدية الذي طعن فيه برمحه، وكان ذلك على يد ابنه إسماعيل المنصور بن أبي القاسم، ودانت للشيعي بلاد المغرب كلها وإفريقية.</p>",
            "title": "سجلماسة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000779-000.json"
        }
    ],
    "type": "FeatureCollection"
}