{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">هيت</h1>\n<p class=\"arabic\">مدينة بين الرحبة وبغداد، وهي على شاطئ الفرات، والهيت الهوة، وسميت هيت لأنها في هوة، وهي الأرض المنخفضة، وقيل سميت باسم بانيها هيت بن البلندى ملك من ولد مدين بن إبراهيم عليه السلام.</p>\n<p class=\"arabic\">وهي في غربي الفرات، وعليها حصن، وهي من أعمر البلاد. وبأرض هيت عيون تسيل بالقار.</p>\n<p class=\"arabic\">وفي مطلع قصيدة للمعري:</p>\n<p class=\"arabic_poetry\">هات الحديث عن الزوراء أو هيتا * ومن مدينة هيت محمد بن أبي العز بن جميل محيي الدين، ولاه الخليفة الناصر صدقة المخزن، بيته مشهور بهيت، توفي سنة عشر وستمائة له في فرس أحمر محجل الأربع:</p>\n<p class=\"arabic_poetry\">ومحجل للحسن منه حلة * من أجلها فتنت به الأبصار</p>\n<p class=\"arabic_poetry\">لما أتى والبرق يعثر خلفه * خلعت عليه ثيابها الأنوار</p>\n<p class=\"arabic_poetry\">إن قلت نار فالدخان بعرفه * يقضي بما حكمت به النظار</p>\n<p class=\"arabic_poetry\">أو قلت فيه جنة فانظر له * قد فجرت من تحته الأنهار وكان فتح هيت على يد عمر بن مالك بن عتبة بن نوفل، [v.1, p.597] وجهه إليها سعد بن أبي وقاص بأمر عمر بن الخطاب رضي الله عنهما في جند رسم له صاحب مقدمته ومجنبتين وساقة، فخرج نحو هيت، وقدم الحارث بن يزيد العامري، وهو المعين لمقدمته، حتى نزل بهيت وقد خندقوا عليهم، فلما رأى عمر بن مالك امتناع القوم بخندقهم استطال أمرهم، فترك الأخبية على حالها وخلف عليهم الحارث، فحاصرهم، وخرج في نصف الناس يعارض الطريق حتى جاء قرقيسيا في غرة، فأخذها عنوة، فأجاب أهلها إلى الجزية، وكتب إلى الحارث بن يزيد: إن هم استجابوا فخل عنهم، وإلا فخندق على خندقهم خندقا أبوابه مما يليك حتى أرى من رأيي، فسمحوا بالإستجابة، وانضم الجند إلى عمر رضي الله عنه والأعاجم إلى أهل بلدتهم.</p>",
            "title": "هيت",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001578-000.json"
        }
    ],
    "type": "FeatureCollection"
}