{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بلنسية</h1>\n<p class=\"arabic\">في شرق الأندلس بينها وبين قرطبة على طريق بجانة ستة عشر يوما وعلى الجادة ثلاثة عشر يوما، وهي مدينة سهلية وقاعدة من قواعد الأندلس في مستو من الأرض عامرة القطر كثيرة التجارات وبها أسواق وحط وإقلاع، وبينها وبين البحر ثلاثة أميال، وهي على نهر جار ينتفع به ويسقي المزارع وعليه بساتين وجنات وعمارات متصلة والسفن تدخل نهرها، وسورها مبني بالحجر والطوابي، ولها أربعة أبواب، وهي من أمصار الأندلس الموصوفة وحواضرها المقدمة، ولأهلها حسن زي وكرم طباع والغالب عليهم طيب النفوس والميل إلى الراحات، وهي في أكثر الأمور راخية الأسعار كثيرة الفواكه والثمار جامعة لخيرات البر والبحر، ولها أقاليم كثيرة، وهي في الجزء الرابع من قسمة قسطنطين.</p>\n<p class=\"arabic\">وكان الروم تغلبوا على بلنسية قديما ثم أحرقوها عند خروجهم منها سنة خمس وتسعين وأربعمائة فقال أبو إسحاق إبراهيم بن أبي الفتح بن خفاجة :</p>\n<p class=\"arabic_poetry\">عاثت بساحتك العدا يا دار * ومحا محاسنك البلى والنار</p>\n<p class=\"arabic_poetry\">فإذا تردد في جنابك ناظر * طال اعتبار فيك واستعبار</p>\n<p class=\"arabic_poetry\">أرض تقاذفت النوى بقطينها * وتمحضت بخرابها الأقدار</p>\n<p class=\"arabic_poetry\">فجعلت أنشد خير سادة أهلها * ` لا أنت أنت ولا الديار ديار ` وقال الأستاذ أبو عبد الله محمد بن عبد الرحمن بن خلصة البلنسي :</p>\n<p class=\"arabic_poetry\">وروضة زرتها للأنس مبتغيا * فأوحشتني لذكرى سادة هلكوا</p>\n<p class=\"arabic_poetry\">تغيرت بعدهم حزنا وحق لها * مكان نوارها أن ينبت الحسك</p>\n<p class=\"arabic_poetry\">لو أنها نطقت قالت لفقدهم * ` بان الخليط ولم يأووا لمن تركوا ` ثم في سنة ست وثلاثين وستمائة ملك الروم بلنسية صلحا واستولى عليها ملك أرغون جاقه ، وأكثر أدباؤها بكاءها والتأسف عليها نظما ونثرا، فمن ذلك قول الكاتب أبي المطرف [v.1, p.97] ابن عميرة خاطب بها الكاتب أبا عبد الله بن الأبار جوابا عن رسالة: طارحني حديث مورد جف، وقطين خف، فيالله لأتراب درجوا، وأصحاب عن الأوطان خرجوا، قصت الأجنحة وقيل طيروا، وإنما هو القتل أو الأسر أو تسيروا، فافترقوا أيدي سبا، وانتثروا على الوهاد والربا، ففي كل جانب عويل وزفرة، وبكل صدر غليل وحسرة، ولكل عين عبرة، لا ترقأ من أجلها عبرة داء خامر بلادنا حين أتاها، وما زال بها حتى سجى موتاها وشجا بيومها الأطول كهلها وفتاها، أنذر في القوم بحران أنيجة يوم أثاروا أسدها المهيجة فكانت تلك الحطمة طل الشؤبوب، وباكورة البلاء المصبوب، أثكلتنا إخوانا أبكانا نعيهم، ولله أحوذيهم وألمعيهم ذاك أبو ربيعنا ، وشيخ جميعنا، سعد بشهادة يومه، ولم ير ما يسوءه في أهله وقومه، وبعد ذاك أخذ من الأم بالمخنق، وهي بلنسية ذات الحسن والبهجة والرونق، وما لبث أن أخرس من مسجدها لسان الأذان، وأخرج من جسدها روح الإيمان، فبرح الخفاء، وقيل: على آثار من ذهب العفاء، وانعطفت النوائب مفردة ومركبة كما تعطف الفاء، فأودت الخفة والحصافة، وذهب الجسر والرصافة، ومزقت الحلة والشملة، وأوحشت الحرة والرملة، ونزلت بالجارة وقعة الحرة، وحصلت الكنيسة من جآذرها وظبائها على طول الحسرة، فأين الخمائل ونضرتها، والجداول وخضرتها، والأندية وأرجها، والأودية ومنعرجها، والنواسم وهبوب مبتلها والأصائل وشحوب معتلها دار ضاحكت الشمس بحرها وبحيرتها، وأزهار ترى من أدمع الطل في أعينها ترددها وحيرتها، ثم زحفت كتيبة الكفر بزرقها وشقرها ، حتى أحاطت بجزيرة شقرها فآه لمسقط الرأس هوى نجمه، ولفادح الخطب سرى كلمه، ويا لجنة أجرى الله النهر تحتها، وروضة أجاد أبو إسحاق نعتها وإنما كانت داره التي فيها دب، وعلى أوصاف محاسنها أكب، وفيها أتته منيته كما شاء وأحب، ولم تعدم بعده محبين قشيبهم إليها ساقوه، ودمعهم عليها أراقوه.</p>\n<p class=\"arabic\">وله من رسالة أخرى في المعنى. ثم ردف الخطاب الثاني بقاصمة المتون، وقاضية المنون، ومضرمة نار الشجون، ومذرية ماء الشؤون، وهو الحادث في بلنسية دار النحر، وحاضرة البر والبحر، وطمع أمل السيارة، ومطرح شعاع البهجة والنضارة، أودى الكفر بإيمانها، وأبطل الناقوس صوت أذانها، ودهاها الخطب الذي أنسى الخطوب، وأذاب القلوب، وعلم سهام الأحزان أن تصيب ودمع الأجفان أن يصوب، فيا ثكل الإسلام، وشجوا للصلاة والصيام، يوم الثلاثاء وما يوم الثلاثاء يا ويح الداهية الدهياء وتأخير الإقدام عن موقف العزاء:</p>\n<p class=\"arabic_poetry\">أين الصبر وفؤادي أنسيه * لم يبق لقومه على الرمي سيه</p>\n<p class=\"arabic_poetry\">هيهات يحور ما مضى من أنسيه * من بعد مصاب حل في بلنسيه يا طول هذه الحسرة، ألا جابر لهذه الكسرة، أكل أوقاتنا ساعة العسرة، أخي أين أيامنا الخوالي، وليالينا على التوالي، ولاية عيش نعم بها الوالي، ومسندات أمس يعدها الرواة من العوالي :</p>\n<p class=\"arabic_poetry\">بعدا لك يا يوم الثلاثا من صفر * ما ذنبك عندي بشيء يغتفر</p>\n<p class=\"arabic_poetry\">قد أشمت بالإسلام حزب من كفر * من أين لنا المفر كلا لا مفر كل رزء في هذا الرزء يندرج، وقد اشتدت الأزمة فقل لي متى [v.1, p.98] تنفرج، كيف انتفاعنا بالضحى والأصايل إذا لم يعد ذلك النسيم الأرج ليس لنا إلا التسليم والرضا بما قضاه الخلاق العظيم.</p>\n<p class=\"arabic\">وقال في رسالة أخرى في المعنى: وأجريت خبر الحادثة التي محقت بدر التمام، وذهبت بنضارة الأيام، فيا من حضر يوم البطشة، وعزي في أنسه بعد تلك الوحشة، أحقا أنه دكت الأرض، ونزف المعين والبرض، وصوح روض المنى، وصرح الخطب وما كنى، أبن لي كيف فقدت رجاحة الأحلام، وعقدت مناحة الإسلام، وجاء الخطب العسر، وأوقدت نار الحزن فلا تزال تستعر:</p>\n<p class=\"arabic_poetry\">حلم ما نرى بل ما رأى ذا حالم * طوفان يقال عنده لا عاصم</p>\n<p class=\"arabic_poetry\">من منصفنا من الزمان الظالم * الله بما يلقى الفؤاد عالم بالله أي نحو تنحو، ومسطور تثبت أو تمحو، وقد حذف الأصلي والزائد وذهبت الصلة والعائد، وباب التعجب طال، وحال البائس لا تخشى الانتقال ، وذهبت علامة الرفع وفقدت سلامة الجمع، والمعتل أعدى الصحيح، والمثلث أردى الفصيح، وامتنعت العجمة من الصرف، وأمنت زيادتها من الحذف. ومالت قواعد الملة، وصرنا إلى جمع القلة، فللشرك صيال وتخمط، ولقرنه في شركه تخبط، وقد عاد الدين إلى غربته، وشرق الإسلام بكربته، كأن لم تسمع بنصر بن نصير، وطرق طارق بكل خير، ونهشات حنش وكيف أعيت الرقى، وأبانت ليل السليم من نوم الملتقى ولم تخبر عن المروانية وصوائفها، وفتى معافر وتعفيره الأوثان وطوائفها، لله ذاك السلف لقد طال الأسى عليهم والأسف.</p>\n<p class=\"arabic\">وقال في رسالة أخرى: وما الذي نبغيه، أو أي أمل لا نطرحه ونلغيه، بعد الحادثة الكبرى والمصيبة التي كل كبد لها حرى، وكل عين من أجلها عبرى، لكن هو القضاء لا يرد، ولله الأمر من قبل ومن بعد.</p>\n<p class=\"arabic\">ومما قاله في ذلك من المنظوم قوله:</p>\n<p class=\"arabic_poetry\">ما بال دمعك لا يني مدراره * أم ما لقلبك لا يقر قراره</p>\n<p class=\"arabic_poetry\">أللوعة بين الضلوع لظاعن * سارت ركائبه وشطت داره</p>\n<p class=\"arabic_poetry\">أم للشباب تقاذفت أوطانه * بعد الدنو وأخفقت أوطاره</p>\n<p class=\"arabic_poetry\">أم للزمان أتى بخطب فادح * من مثل حادثه خلت اعصاره</p>\n<p class=\"arabic_poetry\">بحر من الأحزان عب عبابه * وارتج ما بين الحشا زخاره</p>\n<p class=\"arabic_poetry\">في كل قلب منه وجد عنده * أسف طويل ليس تخبو ناره</p>\n<p class=\"arabic_poetry\">أما بلنسية فمثوى كافر * حفت به في عقرها كفاره</p>\n<p class=\"arabic_poetry\">زرع من المكروه حل حصاده * عند الغدو غداة لج حصاره</p>\n<p class=\"arabic_poetry\">وعزيمة للشرك جعجع بالهدى * أنصارها إذ خانه أنصاره</p>\n<p class=\"arabic_poetry\">قل كيف تثبت بعد تمزيق العدا * آثاره أم كيف يدرك ثاره</p>\n<p class=\"arabic_poetry\">ما كان ذاك المصر إلا جنة * للحسن تجري تحته أنهاره [v.1, p.99] طابت</p>\n<p class=\"arabic_poetry\">بطيب نهاره آصاله * وتعطرت بنسيمه أشجاره</p>\n<p class=\"arabic_poetry\">أما السرار فقد عداه وهل سوى * قمر السماء يزول عنه سراره</p>\n<p class=\"arabic_poetry\">قد كان يشرق بالهداية ليله * والآن أظلم بالضلال نهاره</p>\n<p class=\"arabic_poetry\">ودجا به ليل الخطوب فصبحه * أعيى على إبصاره إسفاره ومما صدر عن الكاتب أبي عبد الله محمد بن عبد الله بن الابار في ذلك قوله من رسالة: وأما الأوطان المحبب عهدها بحكم الشباب، المشبب فيها بمحاسن الأحباب، فقد ودعنا معاهدها وداع الأبد، وأخنى عليها الذي أخنى على لبد، أسلمها الإسلام، وانتظمها الانتثار والاصطلام، حين وقعت أسعدها الطائرة، وطلعت أنحسها العاثرة فغلب على الجذل الحزن، وذهب مع المسكن السكن.</p>\n<p class=\"arabic_poetry\">كزعزع الريح صك الدوح عاصفها * فلم يدع من جنى فيها ولا غصن</p>\n<p class=\"arabic_poetry\">واها وآها يموت الصبر بينهما * موت المحامد ببن البخل والجبن أين بلنسية ومغانيها، وأغاريد ورقها وأغانيها، أين حلى رصافتها وجسرها، ومنزل عطائها ونصرها، أين أفياؤها تندى غضارة، وذكاؤها تبدو من خضارة، أين جداولها المنساحة وخمائلها، أين جنائنها النفاحة وشمائلها، شد ما عطل من قلائد أزهارها نحرها، وخلعت شعشعانية الضحى بحيرتها وبحرها فأية حيلة لا حيلة في صرفها مع صرف الزمان، وهل كانت حتى بانت إلا رونق الحق وبشاشة الإيمان،، ثم لم يلبث داء عقرها أن دب إلى جزيرة شقرها، فأمر عذبها النمير، وذوى غصنها النضير، وخرست حمائم أدواحها، وركدت نواسم أرواحها، ومع ذلك اقتحمت دانية، فنزحت قطوفها وهي دانية،،ويا لشاطبة وبطحائها، من حيف الأيام وأنحائها، والهفاه على تدمير وتلاعها، وقرطبة وبواديها، وحمص وواديها، كلها رعي كلؤها ودهي بالتفريق والتمزيق ملؤها، فأغص الحصار أكثرها، وطمس الكفار عينها وأثرها وتلك إلبيرة بصدد البوار، وريه في مثل حلقة السوار، ولا مرية في المرية وخفضها على الجوار، إلى بنيات لواحق بالأمهات، ونواطق بهاك لأول ناطق بهات، ما هذا النفخ بالمعمور، أهو النفخ في الصور، أم النفر عاريا من الحج المبرور فيا للأندلس أصيبت بأشرافها، ونقصت من أطرافها، قوض عن صوامعها الأذان، وصمت بالنواقيس فيها الأذان، أجنت ما لم تجن الأصقاع، أعقت الحق فحاق بها الإيقاع، كلا بل دانت للسنة، وكانت من البدع في أحصن جنة، هذه المروانية مع اشتداد أركانها وامتداد سلطانها، ألقت حب آل النبوة في حبات القلوب، وولت ولم تظفر من خلعة ولا نقلة بمطلوب ، إلى المرابطة بأقاصي الثغور، والمحافظة على معالي الأمور، والركون إلى الهضبة المنيعة، والروضة المريعة، من معاداة الشيعة وموالاة الشريعة، فليت شعري بما استوسق تمحيصها، ولم يعلق بعموم البلاء تخصيصها. اللهم غفرا طال ما ضر ضجر، ومن الأنباء ما فيه مزدجر، جرى بما خط في اللوح المقدور، فما عسى أن ينفث المصدور، وربنا الحكيم العليم، فحسبنا التفويض والتسليم. ويا عجبا لبني الأصفر، أنسيت يوم الصفر ورميها يوم اليرموك بكل أغلب غضنفر، دع ذا فالعهد به بعيد، ومن اتعظ بغيره فهو سعيد، هلا تذكرت العامرية وغزواتها، وهابت العمرية وهبواتها.</p>\n<p class=\"arabic\">ومما قاله في ذلك من المنظوم قصيدته السينية التي أولها:</p>\n<p class=\"arabic_poetry\">أدرك بخيلك خيل الله أندلسا * يقول فيها:</p>\n<p class=\"arabic_poetry\">يا للجزيرة أضحى أهلها جزرا * للحادثات وأمسى جدها تعسا</p>\n<p class=\"arabic_poetry\">يا للمساجد عادت للعدى بيعا * وللنداء يرى أثناءها جرسا [v.1, p.100]</p>\n<p class=\"arabic_poetry\">لهفا عليها إلى استرجاع فائتها * مدارسا للمثاني أصبحت درسا</p>\n<p class=\"arabic_poetry\">كانت حدائق للأحداق مونقة * فصوح النضر من أزهارها وعسا</p>\n<p class=\"arabic_poetry\">وحال ما حولها من منظر عجب * يستجلس الركب أو يستركب الجلسا</p>\n<p class=\"arabic_poetry\">محا محاسنها طاغ أتيح لها * ما نام عن هضمها حينا ولا نعسا</p>\n<p class=\"arabic_poetry\">ورج أرجاءها لما أحاط بها * فغادر الشم من أعلامها خنسا</p>\n<p class=\"arabic_poetry\">مدائن حلها الإشراك مبتسما * جذلان وارتحل الإيمان مبتئسا</p>\n<p class=\"arabic_poetry\">وصيرتها العوادي العائثات بها * يستوحش الطرف منهم ضعف ما أنسا</p>\n<p class=\"arabic_poetry\">وفي بلنسية منها وقرطبة * ما ينسف النفس أو ما ينزف النفسا وهي طويلة.</p>\n<p class=\"arabic\">وفي بلنسية بقول أبو عبد الله ابن عياش :</p>\n<p class=\"arabic_poetry\">بلنسية بيني عن القلب سلوة * فإنك روض لا أحن لزهرك</p>\n<p class=\"arabic_poetry\">وكيف يحب المرء دارا تقسمت * على صارمي جوع وفتنة مشرك وامتعض من هذا القول أبو الحسن ابن حريق فأجاب :</p>\n<p class=\"arabic_poetry\">بلنسية نهاية كل حسن * حديث صح في شرق غرب</p>\n<p class=\"arabic_poetry\">فإن قالوا محل غلاء سعر * ومسقط ديمتي طعن وضرب</p>\n<p class=\"arabic_poetry\">فقل هي جنة حفت رباها * بمكروهين من خوف وحرب</p>",
            "title": "بلنسية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000265-000.json"
        }
    ],
    "type": "FeatureCollection"
}