{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سمرقند</h1>\n<p class=\"arabic\">مدينة من خراسان، ويقال: إن شمر بن إفريقش غزا أرض الصغد حتى وصل إلى سمرقند فهدمها ثم ابتناها، ويقال إنها بنيت أيام الإسكندر وتولى ذلك شمر فقيل شمرقند، وعربت فقيل سمرقند، وإلى ذلك أشار دعبل في قوله من قصيدته التي افتخر فيها على الكميت:</p>\n<p class=\"arabic_poetry\">وهم كتبوا الكتاب بباب مرو * وباب الصين كانوا الكاتبينا</p>\n<p class=\"arabic_poetry\">وهم وسموا بشمر سمرقندا * وهم غرسوا هناك الثبتينا وهي مدينة حسنة كبيرة على جنوب وادي الصغد، وقصبة الصغد سمرقند، ولها شوارع ومبان وقصور سامية وفنادق وحمامات، وعليها سور تراب متسع يطيف به خندق، وهي كثيرة الخصب والنعم والفواكه، ولها أربعة أبواب، ويدخل المدينة ماء يجلب إليها، يدخل على باب كبير ويعم أكثر قصورها، ولهذا النهر حفظة وحراس لئلا يصل إليه شيء من الفساد، ولها قهندز حصين، والمسجد الجامع بأسفل المدينة وبينهما عرض المحجة، وفي المدينة ديار شامخة وقصور عظيمة، وقلما يكون فيها قصر ولا دار كبيرة إلا وفيها بستان ومياه متدفقة، وكانت الولاة قبل هذا بسمرقند إلى أن تحولت إلى بخارى، وأكثر سمرقند اليوم خراب لعود الرياسة إلى بخارى. وابتدأ بنيان سمرقند تبع الأكبر وأتم ذلك ذو القرنين.</p>\n<p class=\"arabic\">وهي في الإقليم الخامس، وكان طولها في قديم الدهر اثني عشر فرسخا، وقد تهدم وخرب منها كثير، والعمران منها اليوم أربعة فراسخ، ويضم سورها اثني عشر ألف بستان، ومسجد جامعها أسفل القهندز وبينهما عرض الطريق، وهو منها في ناحية المشرق، وإذا كان يوم الجمعة غدا أهل الناحية الغربية إليه ثم ينصرفون بعد الصلاة فلا يصلون إلى محالهم إلا بعد صلاة العصر.</p>\n<p class=\"arabic\">ويشتمل على سمرقند سور له أربعة أبواب: باب من ناحية المشرق يقال له باب الصين مرتفع عن الأرض ينزل منه في عدد درج مطل على وادي الصغد، وبابها مما يلي المغرب يسمى النوبهار وهو على شرف من الأرض أيضا، ومما يلي الشمال باب بخارى، ومما يلي الجنوب باب كش، وهي كثيرة الحمامات والخانات، وفي المدينة مياه ظاهرة وبساتين، ودار الإمارة بالمدينة، والربض ممتد من وراء نهر الصغد بموضع يعرف بأفشينة، وقطر السور المحيط بالربض نحو فرسخين في فرسخين، وليس على هذا السور غلق، ومجتمع الأسواق رأس الطاق، ثم يتصل بصغار الأسواق وشوارع السكك، فليس من سكة ولا دار إلا وفيها ماء جار، وقل دار تخلو من بستان. والبلد كله، طرقه وسككه، مفروش بالحجارة.</p>\n<p class=\"arabic\">وذكر من يرجع إلى خبرة، أن سمرقند تشتمل على أزيد من ألفي مكان يستقى منه ماء الجمد مسبلة للأجر من بين سقاية مبنية وحباب نحاس منصوبة وقلال خزف في الحيطان مثبتة.</p>\n<p class=\"arabic\">وفي الشمال من سمرقند جبل كبير يخرج من تحته عين خرارة قد صنع لها في أصل الجبل طيقان وجلب عليها الماء في قنوات رصاص حتى يصب في سمرقند بمجرى اسمه بارمس يصب في البحيرة التي في أصل بنكث من سمرقند على نحو ثلاثين فرسخا، ويخرج في شرقي سمرقند فيصير إلى ماء الصغد وهو موضع درغش [v.1, p.322]</p>\n<p class=\"arabic\">ومن مدينة سمرقند على أربعة فراسخ يخرج خليج من هذا الوادي يسمى العريش يسقي الرساتيق.</p>\n<p class=\"arabic\">ولم يكن لمدينة سمرقند حائط غير سور المدينة، فلما وردها أبو مسلم صاحب الدعوة، بنى حائطا يحيط بها، وعرض سور المدينة خمسون ذراعا وارتفاعه من قبل الخندق مائة ذراع، وارتفاع حائط أبي مسلم خمس عشرة ذراعا، وعرضه سبعة أذرع واستدارته سبعون ألف ذراع وعليه ثلثمائة برج، والغالب على هوائها اليبس، وأهلها يستعملون دسم الطعام كثيرا، ويشتكون بالبواسير ليبسها، وعامة تجارها مراوزة، وعربها من محارب وشيبان والأزد وباهلة وطيء، ويقال: إن فقراء أهلها الذين يعطون الزكاة سبعة عشر ألفا، وفقراء ربضها وسوادها خمسون ألفا، وفي باب سمرقند مكتوب: بين هذه المدينة وصنعاء ألف فرسخ.</p>\n<p class=\"arabic\">وسمرقند من عمل الصغد وهو كله من خراسان، وحد عمل الصغد غربا ما بين كرمينية والدبوسية وشمالا وادي الشاش ومنبرها الأجل سمرقند ثم كش ثم نسف ثم الكشانية ثم اوفر ثم الدبوسية ثم درغش.</p>\n<p class=\"arabic\">وذكروا أن الططر نزلوا على سمرقند انقضاء سنة ست عشرة وستمائة وفي سنة سبع عشرة، وبها من جند خوارزم شاه خمسون ألف فارس، فاغتر بهم أهل المدينة وسبقوهم بالخروج إلى الططر، وأخذ الجند في الاحتياط لما عرفوه من أمور الططر، فتورط البلديون، وقتل منهم في وقعة واحدة سبعون ألفا، وطلب الجند الأمان، فقال لهم الططر: أعطونا سلاحكم وخيلكم واخرجوا في أمان الله، فلما أخذوا سلاحهم وخيلهم قال شيخ مجرب منهم: أهكذا نقتل كما يقتل كذا؟ أما تعلمون غدر هؤلاء القوم وكيف قتلوا جند بخارى وجميع عامتها بعد العذاب والفضيحة في الحرم؟ والله لا أنزل حتى أقتل أو أرى ما يفعل الله بأصحابي، فحكي ذلك لجنكيزخان، فقال: ما في هذه المدينة رجل غير هذا الشيخ، يقف حتى يشاهد ما نفعل بأصحابه، ثم قتلوا عن آخرهم وهو ينظر إليهم، وقيل للشيخ: قد أعتقك خاقان لأنك رجل، فسر حتى تحدث خوارزم شاه، فسار على فرسه إلى خوارزم شاه وجعل يحذر الجند والعامة من أن يركنوا إلى أمان الططر وغدرهم ومكرهم. ثم أنهم فعلوا بعامة سمرقند ما فعلوه بأهل بخارى ورحلوا عن المدينة وهي خاوية على عروشها. وكانت سمرقند في نهاية العظم، وكان بها جامع على قدر المدينة، وأهلها حنفية لا يرون الصلاة في جامعين، فكانوا إذا صلي الظهر من يوم الجمعة ركبوا أو باتوا في أماكن لهم قرب الجامع لتقرب عليهم المسافة يوم الجمعة، فقس على هذا كيف كانت هذه المدينة وما كان فيها من العدد.</p>",
            "title": "سمرقند",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000825-000.json"
        }
    ],
    "type": "FeatureCollection"
}