{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اصطخر</h1>\n<p class=\"arabic\">مدينة من كور فارس ولها نواح، وهي مدينة كبيرة جليلة كثيرة الأرزاق والتجارات بناؤها بالطين والحجارة والجص، وهي أقدم مدن فارس وأشهرها اسما، وكانت دار ملوكها إلى أن ولي ازدشير الملك فنقل ملكهم إلى جور وجعلها دار الملك. ويروى أن سليمان عليه السلام كان يسير من طبرية إليها في غدوة أو عشوة، وبها مسجد يعرف به، وباصطخر قنطرة تسمى قنطرة خراسان وهي قنطرة حسنة، وخارج القنطرة أبنية ومساكن بنيت في عهد الإسلام، ومن اصطخر إلى شيراز ستة وثلاثين ميلا، وهواء اصطخر فاسد وخيم، وبها تفاح يكون نصف التفاحة حلوا صادق الحلاوة والنصف الآخر حامضا صادق الحموضة وفي الأخبار المشهورة التي ينقلها الناس أن سليمان عليه السلام كان يغدو من اصطخر فيتغدى ببيت المقدس ويروح من بيت المقدس فيتعشى باصطخر، وذكر أن منزلا بناحية دجلة مكتوب فيه: نحن نزلناه وما بنيناه ومبنيا وجدناه عدونا من اصطخر نقلناه ونحن رائحون فآتون الشام إن شاء الله تعالى.</p>\n<p class=\"arabic\">وكان باصطخر بيت نار معظم والناس يذكرون أنه مسجد [v.1, p.43] سليمان عليه السلام وهو على نحو فراسخ من اصطخر، وهو بنيان عجيب وهيكل عظيم وفي أعلاه صور محكمة من الصخر من الخيل وسائر الحيوان، يحيط بذلك كله سور عليه صور الأشخاص يزعم من جاور هذه المواضع أنها صور الأنبياء، وفي جوف هذا الهيكل الريح غير خارجة منه في ليل ولا نهار لها هبوب وحفيف يذكر من هناك أن سليمان عليه السلام حبس الريح فيه وأنه كان يتغدى ببعلبك من الشام ويقيل بتدمر ثم يتعشى بهذا المسجد، فقال يوما للريح: تيامني أو تياسري، فسارت إلى أرض فيها قصر أبيض فسارع من كان مع سليمان عليه السلام، فدخلوا القصر فإذا ليس فيه أحد يسألونه عن حال القصر وعن الباني له وإذا على القصر نسر واقع، فقال سليمان عليه السلام للنسر: من بنى هذا القصر؟ فقال النسر: يا نبي الله لا أدري من بناه وأنا عليه مذ ثمانمائة عام، هكذا أصبته، فسارع بعض من كان مع سليمان عليه السلام فكتب على القصر:</p>\n<p class=\"arabic_poetry\">غدونا من قرى اصطخ؟ * ر للقصر فقلناه</p>\n<p class=\"arabic_poetry\">فمن يسأل عن القصر * فمبنيا وجدناه</p>\n<p class=\"arabic_poetry\">يقاس المرء بالمرء * إذا ما هو ماشاه</p>\n<p class=\"arabic_poetry\">فلا تصحب أخا الجهل * وإياك وإياه</p>\n<p class=\"arabic_poetry\">فكم من جاهل أردى * حليما حين آخاه ونقل من خط أبي بكر ابن عروة أن سليمان عليه السلام رأى يوما في الصحراء بناء فأمر الريح فأمت به ذلك البناء فإذا قصر مبني من النحاس عليه شرفات وله سبعة أبواب على كل باب سبعة أقفال، فقرأ كتبا على حيطان القصر فوقع على المفاتيح فاحتفر فأخرجها وفتح القصر فإذا عتبة الباب من الذهب الأحمر وعليها كتابة باللازورد: من برجيس رحلنا، وبالقصر قلنا ومن يسأل عن القصر فمبنيا وجدنا فقال: لا إله إلا الله إن هذا لأمر عجب، رحل هؤلاء من برجيس غدوة ولحقتهم القائلة هنا وبين برجيس وهذا الموضع مسافة طويلة. ثم دخل فأصاب فيه مقاصير كثيرة فأقبل يفتح وينظر ما فيها من العجائب، ثم إنه فتح مقصورة فأصاب فيها رجلا مدرجا في أكفانه على سرير من الحديد الصيني طوله أربعون ذراعا ملقى على قمحدوته، فوضع يده على صدره فصار رمادا من طول ما أتى عليه من الأزمنة والدهور، فقال: لا إله إلا الله لكأن هذا الشخص لم يعمر في الدنيا قط، وإذا بحربة من ذهب مركوزة عن يمين السرير، وعن شماله أخرى مكتوب في إحداهما:</p>\n<p class=\"arabic_poetry\">إنما الدنيا ساعة ويوم، * ورقدة بينهما ونوم، * يعيش قوم ويموت قوم، * والدهر يمضي ما عليه لوم. * وفي الأخرى:</p>\n<p class=\"arabic_poetry\">ملكنا وقدرنا، وقهرنا وتركنا * وقضى الموت علينا، بعد هذا فذهبنا * وإذا بلوح من ذهب مكتوب فيه:</p>\n<p class=\"arabic_poetry\">إذا الحادثات بلغن المدى * وكادت لهن تذوب المهج</p>\n<p class=\"arabic_poetry\">وحل البلاء وبان العزاء * فعند التناهي يكون الفرج وإذا تحت السرير مائدة من الحديد الصيني عليها ملح جريش وعليها مكتوب: أكل على هذه المائدة سبعون ألف ملك أعور سوى الأصحاء والبصراء وسوى الراقد على هذا السرير، ثم خرج من القصر وأصحابه، ورد مفاتيحه إلى موضعها، فإذا نداء من قبل الله عز وجل: يا سليمان إنما كانت المسئلة قبل أن يعطيك الله الملك ألا ينبغي لأحد من بعدك فأما من كان قبلك فبلغ أكثر من ذلك.</p>\n<p class=\"arabic\">وذكر الطبري أن فتح اصطخر الأخير كان سنة ثمان وعشرين وسط إمارة عثمان رضي الله عنه على يد الحكم بن أبي العاص، فأما فتحها الأول ففي أيام عمر رضي الله عنه قصدها عثمان بن أبي العاص فالتقى هو وأهلها بجور فاقتتلوا ما شاء الله تعالى ثم فتح الله عز وجل على المسلمين حور واصطخر ودعاهم عثمان إلى الجزية فأذعنوا، وجمع عثمان ما أفاء الله فخمسه وبعث بالخمس إلى عمر رضي الله عنه وقسم الباقي في الناس وعف الجند [v.1, p.44] عن النهاب وأدوا الأمانة فجمعهم عثمان وقال لهم: إن هذا الأمر لا يزال مقبلا وأهله معافون مما يكرهون ما لم يغلوا فإذا غلوا رأوا ما يكرهون.</p>\n<p class=\"arabic\">ثم إن سهرك خلع في آخر إمارة عمر رضي الله عنه وسطا على فارس ودعاهم إلى النقض فوجه إليه عثمان بن أبي العاص ثانية وأمده بالرجال واقتتلوا، وقتل من المشركين مقتلة عظيمة وولي قتل سهرك الحكم بن أبي العاص أخو عثمان بن أبي العاص.</p>\n<p class=\"arabic\">وذكر المبرد أن المهلب بن أبي صفرة كتب إلى الحجاج وهو مواقف للأزارقة يسأله أن يتجافى عن اصطخر ودرابجرد لأرزاق الجند ففعل، وقد كان هدم قطري بن الفجاءة رأس الخوارج اصطخر لأن أهلها كانوا يكاتبون المهلب بأخباره، وأراد مثل ذلك بمدينة فسا واشتراها منه آزاد مرد ابن الهربذ بمائة ألف درهم فلم يهدمها فوافقه المهلب فهزمه فنفاه إلى كرمان واتبعه المغيرة ابنه.</p>\n<p class=\"arabic\">وإلى اصطخر فر كسرى حين دخل عليه المسلمون المدائن وغلبوه عليها فأخذت أمواله ونفائس عديدة، وأخذت له خمسة أسياف لم ير مثلها، أحدها سيف كسرى ابرويز وسيف كسرى أنوشروان وسيف النعمان بن المنذر الذي كان استلبه منه حين قتله غضبا عليه وألقاه إلى الفيلة فخبطته بأيديها حتى مات وقال الطبري: أنه مات في سجنه في الطاعون الذي كان في الفرس وسيف خاقان ملك الترك وسيف هرقل وكان تصير إلى كسرى أيام غلبته على الروم في المدة التي ذكرها الله عز وجل في كتابه في قوله ` الم غلبت الروم في أدنى الأرض ` وفي رواية أخرى: فتح أبو موسى الأشعري رضي الله عنه اصطخر سنة ثلاث وعشرين، وخبرها في آخر السابع من ` الاكتفاء ` بعد ذكر توج.</p>",
            "title": "اصطخر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000129-000.json"
        }
    ],
    "type": "FeatureCollection"
}