{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">درعة</h1>\n<p class=\"arabic\">بالمغرب في جهة سجلماسة، وإنما تعرف درعة بواديها فإنه نهر كبير يجري من المشرق إلى المغرب وينبعث من جبل درن، وعليه عمارة متصلة نحو سبعة أيام، وهي مدينة عامرة آهلة بها جامع وأسواق حافلة كثيرة ومتاجر رائجة، ولها يوم الجمعة سوق في مواضع كثيرة، وقديما كان سوقان في يوم واحد في المواضع المتباينة ، وهي في شرف من الأرض والنهر منها بقبليها، وجريه من المشرق إلى المغرب، ويهبط لها من ربوة حمراء وعليه الجنات الكثيرة فيها جميع الفواكه من النخل والزيتون وغيرهما، والحناء بدرعة كثير، ومنها يجلب إلى جميع البلاد لطيبها، ولها مزية في البيع على سواها، وشجر الحناء بها كثير كبير يحتمل أن يرقى الراقي إليها.</p>\n<p class=\"arabic\">وبوادي درعة شجر التاكوت ، وهو شجر يشبه الطرفاء [v.1, p.235] وبه يدبغ الجلد الغدامسي، ويوجد بوادي درعة حجارة تسمى تامطغيت تحك باليد فتلين إلى أن تأتي في قوام الكتان فتصنع منها القيود للدواب والإمرة، وتغزل وينسج منها مناديل ولا تؤثر فيها النار مثل السمندل، وقد صنع منها لبعض ملوك زناتة كساء فكان عنده من أعظم الذخائر. وذكر البكري عن من أخبره أنه رأى تاجرا قد جلب منه منديلا لبعض ملوك الروم، وأخبره أنه منديل كان لبعض الحواريين وجعله في النار أمام الملك فلم تؤثر فيه النار، فوصله ذلك الملك عليه بصلة كان فيها غناه إلى آخر الدهر، ويقال إن ذلك الملك بعثه إلى ملك الروم الأعظم وأخبره بخبره فوضعه في الكنيسة العظمى وبعث إليه بصلة سنية، وأمره أن يتوج بتاج بعثه إليه ورفعه على من سواه.</p>\n<p class=\"arabic\">وبين درعة وسجلماسة ثلاث مراحل وليست درعة بمدينة يحوطها سور ولا حفير إنما هي قرى متصلة وعمارات متقاربة ومزارع كثيرة، وفيها أخلاط من البربر، وهي على نهر سجلماسة النازل إليهم وعليه يزدرعون غلات الحناء والكمون والكراويا والنيلج، ونبات الحناء يكبر بها حتى يصير في قوام الشجر يصعدون إليها، ومنها يؤخذ بزره ويتجهز به إلى الجهات، ولا يوجد بزره إلا في هذا الإقليم فقط. وبين درعة والسوس الأقصى أربعة أيام.</p>",
            "title": "درعة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000603-000.json"
        }
    ],
    "type": "FeatureCollection"
}