{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القنطرة</h1>\n<p class=\"arabic\">قرية بالعراق على طريق الحاج بمقربة من مرسى الحلة، وهي كثيرة الخصب كبيرة الساحة، متدفقة فيها جداول الماء، وارفة الظلال بشجرات الفواكه، من أحسن القرى وأجملها، وبها قنطرة على ترعة من ترع الفرات كبيرة يصعد إليها وينحدر عنها تعرف القرية بها، وتعرف أيضا بحصن بشير.</p>\n<p class=\"arabic\">قنسرين:</p>\n<p class=\"arabic\">بالشام، وهي الجابية ، وبينها وبين حلب اثنا عشر ميلا وفيها كان قبر هشام بن عبد الملك بن مروان.</p>\n<p class=\"arabic\">وحكى عمر بن هانئ الطائي قال : خرجت مع عبد الله بن علي لنبش قبور بني أمية في أيام أبي العباس السفاح وانتهينا إلى قبر هشام واستخرجناه صحيحا ما فقدنا منه إلا خورمة أنفه، فضربه عبد الله بن علي ثمانين سوطا ثم أحرقه لأن هشاما كان صلب زيد بن علي وأحرقه بالنار، ولهذا قال:</p>\n<p class=\"arabic_poetry\">صلبنا لكم زيدا على جذع نخلة * ولم أر مهديا على الجذع يصلب وزيد هذا هو الذي ينسب إليه الزيدية من الشيعة. قال: واستخرجنا سليمان من أرض دابق فلم نجد منه شيئا إلا صلبه وأضلاعه ورأسه فأحرقناه، وفعلنا ذلك بغيرهما من بني أمية، قال: وكانت قبورهم قنسرين، ثم انتهينا إلى دمشق فاستخرجنا الوليد بن عبد الملك فما وجدنا في قبره قليلا ولا كثيرا، واحتفرنا عن عبد الملك فما وجدنا منه إلا شؤون رأسه، ثم احتفرنا عن يزيد بن معاوية فما وجدنا منه إلا عظما واحدا ووجدنا مع لحده خطا أسود كأنما خط بالرماد بالطول في نحره، ثم تتبعنا قبورهم في سائر البلدان وأحرقنا ما وجدنا فيها.</p>\n<p class=\"arabic_poetry\">قال الأصمعي: وجد في حجر في قنسرين مزبور بالعبرانية: [v.1, p.473] إذا جار الأمير وحاجباه * وقاضي الأرض داهن في القضاء</p>\n<p class=\"arabic_poetry\">فويل ثم ويل ثم ويل * لقاضي الأرض من قاضي السماء وكان على قنسرين سور حصين فهدم في أيام قتل الحسين بن علي رضي الله عنهما بأمر يزيد بن معاوية، وفيها الآن آثار من سورها، ولها حصن منيع وبها أسواق وفعلة وهي على نهر قويق، وهو نهر حلب يصل في جريته إلى قنسرين ثم يغوص في الأجمة، وقيل بين قنسرين وحلب عشرون ميلا.</p>",
            "title": "القنطرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001228-000.json"
        }
    ],
    "type": "FeatureCollection"
}