{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">زمزم</h1>\n<p class=\"arabic\">بئر مكة، ويقال لها زمزم وزمزم وزمزم وهي الشياعة وركضة جبريل وحفيرة عبد المطلب وطيبة وبرة والمضنونة وماؤها لما شرب له.</p>\n<p class=\"arabic\">قال عبد المطلب: إني لنائم في الحجر إذ أتاني آت فقال: احفر طيبة، قال، قلت: وما طيبة؟ قال: ثم ذهب عني، فلما كان الغد رجعت إلى مضجعي فنمت فيه فجاءني فقال: احفر المضنونة، قلت: وما المضنونة؟ ثم ذهب عني، فلما كان من الغد رجعت إلى مضجعي فنمت فيه فجاءني فقال احفر زمزم فقلت: وما زمزم؟ قال: لا تنزف أبدا ولا تذم، تسقي الحجيج الأعظم وهي بين الفرث والدم عند نقرة الغراب الأعصم عند قرية النمل.</p>\n<p class=\"arabic\">قال ابن إسحاق: فلما بين له شأنها ودل على موضعها غدا بمعوله ومعه ابنه الحارث بن عبد المطلب ليس له يومئذ ولد غيره، فحفر فلما بدا لعبد المطلب الطي كبر، فعرفت قريش أنه قد أدرك حاجته، فقاموا إليه فقالوا: يا عبد المطلب إنها بئر أبينا إسماعيل، وإن لنا فيها حقا فأشركنا معك فيها، فقال: ما أنا بفاعل، إن هذا الأمر قد خصصت به دونكم وأعطيته من بينكم، قالوا له: فأنصفنا فإنا غير تاركيك حتى نخاصمك فيها قال فاجعلوا بيني وبينكم من شئتم حتى أحاكمكم إليه قالوا: كاهنة بني سعد بن هذيم، قال: نعم، وكانت بأشراف الشام، فركب عبد المطلب في نفر من بني عبد مناف وركب من كل قبيلة من [v.1, p.292]</p>\n<p class=\"arabic\">قريش نفر، قال: والأرض إذ ذاك مفاوز، قال: فخرجوا حتى إذا كانوا ببعض تلك المفاوز نفد ماء عبد المطلب ومن معه من بني عبد مناف وظمئوا حتى أيقنوا بالهلاك، فاستسقوا من معهم من قبائل قريش فأبوا أن يسقوهم وقالوا: إنا بمفازة ونحن نخشى على أنفسنا مثل الذي أصابكم، فقال عبد المطلب لمن معه: ماذا ترون؟ قالوا: ما رأينا إلا تبع لرأيك فمرنا بما شئت، قال: فإني أرى أن يحفر كل رجل منكم حفيرة لنفسه فمن مات دفناه في حفرته، ففعلوا وجلسوا ينتظرون الموت عطشا، ثم قال لهم: اركبوا نطلب الماء، فركبوا وتقدم عبد المطلب إلى راحلته فركبها، فلما انبعثت به انفجرت من تحت خفها عين من ماء عذب، فكبر عبد المطلب وكبر أصحابه، ثم نزل فشرب وشرب أصحابه واستقوا حتى ملأوا أسقيتهم، ثم دعا القبائل من قريش فقال: هلموا إلى الماء فقد سقانا الله فاشربوا واستقوا، فجاءوا فشربوا واستقوا ثم قالوا: قدر الله قضى لك علينا يا عبد المطلب، والله لا نخاصمك في زمزم أبدا، إن الذي سقاك هذا الماء بهذه الفلاة لهو الذي سقاك زمزم فارجع إلى سقايتك راشدا، فرجع ورجعوا معه، فلم يصلوا إلى الكاهنة وخلوا بينه وبينها.</p>\n<p class=\"arabic\">قال: فلما تمادى في الحفر وجد فيها غزالين من ذهب وهما الغزالان اللذان دفنت جرهم فيها حين خرجت من مكة، ووجد فيها أسيافا قلعية وأدراعا، قال: فضرب الأسياف بابا للكعبة، وضرب في الباب الغزالين من ذهب، فكان أول ذهب حليته الكعبة فيما يزعمون. ثم إن عبد المطلب أقام سقاية زمزم للحاج.</p>\n<p class=\"arabic\">قال ابن إسحاق : فعفت زمزم على البئار التي كانت قبلها يسقي عليها الحاج، وانصرف الناس إليها لمكانها من المسجد الحرام ولفضلها على ما سواها من المياه ولأنها بئر إسماعيل بن إبراهيم عليهما السلام، وافتخرت بها بنو عبد مناف على قريش كلها وعلى سائر العرب.</p>\n<p class=\"arabic\">قالوا : وكانت أسلاف الفرس تقصد البيت الحرام وتطوف به تعظيما لجدها إبراهيم وتمسكا بهديه، وكان ساسان إذا أتى البيت طاف بها وزمزم على بئر إسماعيل، وقيل إنما سميت زمزم لزمزمته عليها هو وغيره من فارس، وفي ذلك قيل قديما:</p>\n<p class=\"arabic_poetry\">زمزمت الفرس على زمزم * وذاك في سالفها الأقدم وكان صنع خالد القسري فيما بين زمزم والحجر الأسود حوضا كحوض العباس رضي الله عنه وجلب إليه الماء العذب من أصل جبل ثبير، وكان ينادي مناديه: هلموا إلى الماء العذب واتركوا أم الخنافس، يعني زمزم، أخزاه الله، فلما مضت دولة بني أمية غير أهل مكة تلك السقاية وهدموها ولم يتركوا لها أثرا.</p>",
            "title": "زمزم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000750-000.json"
        }
    ],
    "type": "FeatureCollection"
}