{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قوص</h1>\n<p class=\"arabic\">مدينة كبيرة في البلاد المصرية في الجهة الشرقية من النيل وهي كبيرة بها منبر وأسواق جامعة وتجارات ودخل وخرج، والمسافر إليها كثير، والبضاعات نافقة والمكاسب رائجة والبركات ظاهرة، وشرب أهلها من ماء النيل، وبها بقول طيبة وضروب من الفواكه ولحوم مسدفة حسنة المنظر لذيذة المأكل، ولكثرة نعمها [v.1, p.484] كان هواؤها وبيا وأهلها مصفرة ألوانهم، وقل ما دخلها غريب فسلم من المرض إلا نادرا.</p>\n<p class=\"arabic\">وهي أزلية قديمة فيها آثار كثيرة للأوائل، وبينها وبين أسوان غيران منحوتة في جبال منها قبور الأموات لا يعلم لها عهد تستخرج منها المومياء الطبية، وهم يجدونها في رممهم وبين أكفانهم.</p>\n<p class=\"arabic\">ويقال إن في تلك الصحراء التي بين قوص وأسوان معادن الذهب، غير أن البجاة وهم جنس من الحبشة تمنع منه، وبلادهم ما بين بحر القلزم وبين مصر، وتسكن عندهم جماعة من العرب من ربيعة بسبب هذا المعدن، ويتصل ببلادهم معدن الزمرد الفائق الذي ليس له مثل بمعمور الأرض، وهو بموضع يعرف بالخربة في مغارة وجبال محمية بالبجاة، وإليهم يؤدي الخفارة من يرد لحفر الزمرد. وبين هذا الموضع والنيل أكثر من عشرين مرحلة، وبين هذا المعدن والعمران مسيرة تسعة أيام، ولا يعرف معدن للزمرد غيره إلا ببلاد البلهرى من أرض الهند ، ولا يلحق بهذا، والهندي هو الذي يعرف بالمكي لأنه يحمل إلى عدن فيؤتى به مكة، فاشتهر بهذا الاسم.</p>\n<p class=\"arabic\">والزمرد الذي يقطع من الخربة أربعة أنواع: أعلاها المعروف بالمرو، وهو كثير المائية تشبه خضرته خضرة السلق إلا أنه يضرب إلى السواد، والثاني البحري، وهو في لون ورق الآس، وإنما غلب عليه اسم البحري لأن ملوك الهند والسند والصين يرغبون فيه ويفضلونه على غيره من الزمرد، والثالث يعرف بالمغربي، لأن ملوك المغرب والأفرنج والأندلس والجلالقة وغيرهم يتنافسون فيه، والصنف الرابع المسمى بالأصم وهو أدناها وأقلها غناء لقلة مائيته وخضرته وكثرة دكونته، وأكبر حجارة الزمرد الفائق يبلغ وزن العدسة منه عشرة دنانير، وهذا المعدن قد انهارت غيرانه وتهدمت لبعد العمارة عنه وانقطاع الناس. ولا خلاف عند جميع من يقرب من موضع ذلك المعدن أن الحيات والأفاعي وسائر أنواع الحيوان المسموم لا تقرب هذا المعدن ولا خدمته. وقيل إن هذه الحيوانات إذا أبصرت الزمرد الفائق سالت عيونها، وإن الملسوع إن سقي منه وزن دانقين برئ بإذن الله تعالى، وكانت ملوك اليونانيين أرباب الحكمة تفضله على جميع الأحجار، وأهل الحكمة يقولون إن شعاع الزمرد وخضرته تقوى بزيادة القمر، ولله سبحانه وتعالى في خلقه أسرار خفية.</p>",
            "title": "قوص",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001256-000.json"
        }
    ],
    "type": "FeatureCollection"
}