{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مرج عذراء</h1>\n<p class=\"arabic\">بالشام بمقربة من دمشق بينهما اثنا عشر ميلا.</p>\n<p class=\"arabic\">وفي سنة ثلاث وخمسين قتل معاوية بن أبي سفيان حجر بن عدي الكندي، وهو أول من قتل صبرا في الإسلام، حمله زياد بن أبيه من الكوفة ومعه تسعة نفر من أصحابه من أهل الكوفة، وأربعة من غيرها، وكان زياد بن أبيه شكاهم إلى معاوية وأنهم ينكرون عليه، وخاف من خلافهم وإثارتهم الفتنة، فحملوا إلى دمشق، فلما صاروا على أميال من الكوفة يراد به دمشق أنشأت ابنة له تقول، ولا عقب له من غيرها:</p>\n<p class=\"arabic_poetry\">ترفع أيها القمر المنير * لعلك أن ترى حجرا يسير</p>\n<p class=\"arabic_poetry\">يسير إلى معاوية بن صخر * ليقتله كذا زعم الأمير</p>\n<p class=\"arabic_poetry\">ويصلبه على بابي دمشق * وتأكل من محاسنه النسور</p>\n<p class=\"arabic_poetry\">تجبرت الجبابر بعد حجر * وطاب لها الخورنق والسدير</p>\n<p class=\"arabic_poetry\">ألا يا حجر حجر بني عدي * تلقتك السلامة والسرور</p>\n<p class=\"arabic_poetry\">أخاف عليك ما أردى عديا * وشيخا في دمشق له زئير</p>\n<p class=\"arabic_poetry\">ألا يا ليت حجرا مات موتا * ولم ينحر كما نحر البعير</p>\n<p class=\"arabic_poetry\">فإن يهلك فكل عميد قوم * إلى هلك من الدنيا يصير فلما صار إلى مرج عذراء تقدم البريد بأخبارهم إلى معاوية رضي الله عنه، فبعث برجل أعور، فلما أشرف على حجر وأصحابه قال رجل منهم: إن صدق الزجر فإنه سيقتل منا النصف وينجو الباقون، فقيل له: وكيف ذاك قال: أما ترون الرجل المقبل مصابا بإحدى عينيه؟ فلما وصل إليهم قال لحجر: إن أمير المؤمنين قد أمرني بقتلك يا رأس الضلال ومعدن الكفر والطغيان والمتولي لأبي تراب، وقتل أصحابك، إلا أن ترجعوا عن كفركم وتلعنوا صاحبكم وتتبرأوا منه، فقال حجر وجماعة ممن كان معه: إن الصبر على حد السيف لأيسر علينا مما دعوتنا إليه، ثم القدوم على الله تعالى وعلى نبيه صلى الله عليه وسلم وعلي وصيه أحب إلينا من دخول النار. وأجاب نصف ممن كان معه إلى البراءة من علي رضي الله عنه، فلما تقدم حجر ليقتل قال: دعوني حتى أصلي ركعتين، فخلوه، فطول في صلاته، فقيل له: أجزعا من الموت؟ فقال: لا ولكني ما تطهرت للصلاة قط إلا صليت، وما صليت قط أخف من هذه، وكيف لا أجزع وإني لأرى قبرا محفورا، وسيفا مشهورا، وكفنا منشورا، ثم قدم فنحر، وألحق به من وافقه على قوله من أصحابه، والقصة مشهورة فلنقتصر على هذا.</p>",
            "title": "مرج عذراء",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001407-000.json"
        }
    ],
    "type": "FeatureCollection"
}