{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بطن مر</h1>\n<p class=\"arabic\">بالحجاز بالقرب من عسفان وبينهما أربعة وثلاثون ميلا، وهي قرية عظيمة كثيرة الأهل حسنة المنازل كثيرة النخل والزرع فيها بركة يجري الماء فيها من الجبل، فإذا خرجت من بطن مر فعلى أربعة أميال قبر ميمونة بنت الحارث زوج النبي صلى الله عليه وسلم وبعد ذلك على ستة أميال مسجد عائشة رضي الله عنها، ثم إلى | بكة ستة أميال، يحرم أهل مكة ويخرجون إلى ذلك الموضع وهو حد الحرم من ذلك الوجه، وحول الحرم أعلام منصوبة من جوانبه، ومن بطن مر إلى بكة ستة عشر ميلا، وبطن مر متسع وفيه، قرى كثيرة وعيون ومنه تجلب الفواكه إلى مكة شرفها الله تعالى.</p>\n<p class=\"arabic\">بكة</p>\n<p class=\"arabic\">هو اسم من أسماء مكة شرفها الله تعالى تبدل الميم من الباء، قال تعالى: ` إن أول بيت وضع للناس للذي ببكة `. قيل سميت بذلك لأنها تبك أعناق الجبابرة إذا أحدثوا فيها شيئا، وقيل بكة اسم لبطن مكة لأنهم كانوا يتباكون فيها أي يزدحمون، وقيل بكة موضع البيت ومكة ما حواليه، وقيل بكة ما ولي البيت ومكة ما حواليه، والذي عليه أهل اللغة أن بكة ومكة شيء واحد، وهي مدينة قديمة البناء أزلية معمورة مقصودة من جميع الأراضي الإسلامية وإليها حجهم، وهي بين شعاب الجبال، وطولها من جهة الجنوب إلى الشمال نحو ميلين، ومن أسفل جبل أجياد إلى ظهر جبل قعيقعان مثل ذلك، والمدينة مبنية في وسط هذا الفضاء وبنيانها بالحجارة والطين، وأحجارها من جبالها، وأسواقها قليلة؛ وفي وسط مكة مسجدها الجامع المسمى الحرم وليس لهذا الجامع سقف إنما هو دائر كالحظيرة، والكعبة هو البيت المسقف في وسط الحرم، وهذا البيت طوله من خارجه من ناحية المشرق أربع وعشرون ذراعا وكذلك طول الشقة التي تقابلها من جهة المغرب، وبشرقي هذا الوجه باب الكعبة وارتفاعه عن الأرض نحو القامة. وسطح الكعبة من داخل مساو لأسفل الباب وفي ركنه الحجر الأسود، وطول الحائط الذي من جهة الشمال وهو الشامي ثلاث وعشرون ذراعا وفيه حجر أبيض يقال إنه قبر إسماعيل عليه السلام، وفي الجهة الشرقية من الحرم قبة العباس وبئر زمزم. وما استدار بالكعبة كله حطيم توقد فيه بالليل المصابيح، وللكعبة سقفان وماء السقف الأعلى يخرج عنه إلى خارج البيت في ميزاب من الخشب وذلك الماء يقع على الحجر الذي قيل إنه قبر إسماعيل عليه السلام، والبيت كله من خارج على استدارته مكسو ثياب الحرير العراقية فلا يظهر منه شيء، وهذه الكسوة معلقة فيه بأزرار وعرى يرسلها خليفة بغداد في كل سنة وتزال الأخرى عنها ولا يقدر أحد أن يكسوها غيره فيما سلف والآن يرسلها صاحب مصر، وارتفاع سمك البيت سبع وعشرون ذراعا، ويقال إن الكعبة كانت خيمة لآدم مبنية بالطين والحجارة [v.1, p.93]</p>\n<p class=\"arabic\">فهدمها الطوفان وبقيت مهدمة إلى مدة إبراهيم وإسماعيل عليهما السلام فأمرهما الله تعالى ببنيانها فتعاونا على بنائها. ومياه مكة زعاق لا تسوغ لشارب وأطيبها ماء زمزم وهو شروب لا يمكن إدمان شربه، وليس لصاحب مكة عسكر خيل إنما هم الرجالة تسمى الحرابة. ولمكة موسمان ينفق فيهما كل ما جلب إليها، أحدهما أول رجب، والثاني موسم الحجيج، ولأهلها أموال فاشية ولا زرع بها ولا حنطة إلا ما جلب إليها من سائر البلاد. والتمر يأتي إليها كثيرا مما حولها والعنب يجلب إليها من الطائف. ومن مكة إلى المدينة على الجادة نحو عشر مراحل .</p>\n<p class=\"arabic\">وعن وهب بن منبه قال: إن الله تعالى لما أهبط آدم عليه السلام إلى الأرض حزن واشتد بكاؤه على الجنة فعزاه الله تعالى بخيمة من خيام الجنة فوضعها له بمكة في موضع الكعبة وكانت الخيمة ياقوتة حمراء من ياقوت الجنة فيها قناديل من ذهب ونزل معها الركن وهو ياقوتة بيضاء وكان كرسيا لآدم عليه السلام يجلس عليه، فلما كان الغرق زمن نوح عليه السلام رفع ومكثت الكعبة خرابا ألفي سنة حتى أمر الله تعالى إبراهيم عليه السلام أن يبني بيته فبنى هو وإسماعيل البيت ولم يجعلا له سقفا وحرس الله تعالى البيت بالملائكة، والحرم مقام الملائكة يومئذ، وهو أول بيت وضع للناس، وبنته قريش قبل مبعث النبي صلى الله عليه وسلم بخمس سنين.</p>\n<p class=\"arabic\">وفي خبر آخر أن البيت انهدم بعد إبراهيم عليه السلام فبنته العمالقة ثم انهدم فبنته جرهم ثم انهدم فبناه قصي بناء لم يبن أحد مثله.</p>\n<p class=\"arabic\">ثم احترقت الكعبة واحترق الركن الأسود وضعفت جدرانها حتى إن الحمام ليقع عليها فتتناثر حجارتها، ففزع أهل مكة لذلك والحصين بن نمير محاصر لابن الزبير رضي الله عنهما، فهدمها ابن الزبير بعد مشاورة الناس واختلافهم عليه، فلما أراد هدمها خرج أهل مكة إلى منى خوف أن ينزل العذاب وما اجترأ على هدمها أحد، فعلاها ابن الزبير بنفسه وأخذ المعول وجعل يهدمها ويرمي حجارتها، فلما رأوا أنه لم يصبه شيء اجترءوا وهدموا وأرقى ابن الزبير رضي الله عنهما عبدا من الحبش يهدمها رجاء أن يكون فيهم صفة الحبشي الذي روي أن النبي صلى الله عليه وسلم قال: ` يخرب الكعبة ذو السويقتين من الحبشة `، فما ترجلت الشمس حتى ألحقها كلها بالأرض. وقال ابن الزبير رضي الله عنهما: أشهد لسمعت عائشة رضي الله عنها تقول: قال رسول الله صلى الله عليه وسلم: ` إن قومك استقصروا في بناء الكعبة وعجزت بهم النفقة فتركوا في الحجر أذرعا ولولا حداثة عهد قومك بالكفر لهدمت الكعبة وأعدت ما تركوا منها ولجعلت لها بابين موضوعين في الأرض، وهل تدرين لم كان قومك رفعوا بابها ` قالت، قلت: لا. قال صلى الله عليه وسلم: ` تعززا لئلا يدخلها إلا من أرادوا فكان الرجل إذا كرهوا أن يدخلها يدعونه يرتقي حتى إذا كاد يدخل دفعوه فسقط فإن بدا لقومك هدمها فهلمي لأريك ما تركوا في الحجر منها ` فأراها قريبا من سبع أذرع، فلما هدمها ابن الزبير رضي الله عنهما وسواها بالأرض وكشف عن أساس إبراهيم عليه السلام وجد داخلا إلى الحجر نحوا من ست أذرع وشبر كأنه أعناق الإبل آخذ بعضها ببعض كتشبيك الأصابع تحرك الحجر من القواعد فتتحرك الأركان كلها، فأشهد ابن الزبير رضي الله عنهما الناس على ذلك الأساس وأدخل بعضهم عتلة في ركن من أركان البيت فتزعزعت الأركان كلها ورجفت مكة رجفة شديدة حين تزعزع الأساس وخاف الناس خوفا شديدا حتى ندم من أشار على ابن الزبير بهدمها وسقط في أيديهم، ثم وضع ابن الزبير رضي الله عنهما البناء على ذلك الأساس، ولما قتل ابن الزبير رضي الله عنهما ودخل الحجاج مكة كتب إليه عبد الملك أن ابن الزبير قد زاد في بيت الله ما ليس فيه وأحدث بابا آخر، فهدم الحجاج منه ست أذرع وشبرا مما يلي الحجر وبناها على أساس قريش، وآخر من زاد في الكعبة أمير المؤمنين المهدي سنة أربع وستين ومائة فهو على ذاك الآن، وهذا باب يتسع القول فيه فليقتصر على هذا القدر.</p>",
            "title": "بطن مر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000259-000.json"
        }
    ],
    "type": "FeatureCollection"
}