{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الطور</h1>\n<p class=\"arabic\">قال بعض أهل اللغة: كل جبل طور وقال آخرون: الطور كل جبل أجرد لا ينبت شجرا ولا خلاف أن في الشام جبلا يسمى الطور وهو طور سيناء، قيل إنه الذي أقسم الله به لفضله على الجبال، إذ روي أن الله تعالى أوحى إلى الجبال إني مهبط على أحدكم أمري يريد رسالة موسى عليه السلام، فتطاولت كلها إلا الطور فإنه استكان لأمر الله عز وجل وقال: حسبي الله، فأهبط الله الأمر عليه، ويقال إنه بمدين.</p>\n<p class=\"arabic\">وفي حديث مسلم في خبر الدجال : فبينا هو كذلك إذ بعث الله المسيح بن مريم عليهما السلام، فينزل عند المنارة البيضاء شرقي دمشق واضعا كفيه على أجنحة ملكين فيطلبه حتى يدركه بباب لد فيقتله، ثم يأتي عيسى عليه السلام قوم عصمهم الله تعالى فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة، فبينما هو [v.1, p.397] كذلك إذ أوحى الله تعالى إلى عيسى: إني قد أخرجت عبادا لي لا يدان لأحد بقتالهم، فجوز عبادي إلى الطور ويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون. . . الخبر بكماله.</p>\n<p class=\"arabic\">ومن مدينة أيلة إلى بيت المقدس ست مراحل والطور الذي كلم الله عليه موسى عليه السلام على يوم وليلة من أيلة، وإذا سرت من أيلة لقيت عقبة لا يصعد لها راكب لصعوبتها ولا تقطع إلا في طول اليوم لطولها، ثم تسير مرحلتين في فحص التيه الذي تاه فيه بنو إسرائيل حتى توافي ساحل البحر بموضع يقال له بحر فاران وهو الذي غرق فيه فرعون، ومن هنا إلى بحر القلزم مرحلة واحدة، وإنما نسب هذا البحر إلى فاران وهي مدينة من مدن العماليق على تل بين جبلين، وفي هذين الجبلين ثقوب لا تحصى مملوءة أمواتا، وفي سفح أحدهما بيعة للنصارى حصينة عليها سور من حجارة ذو شرفات وأبواب حديد داخله عين ماء عذب، وعلى العين درابزين من نحاس لئلا يسقط فيه أحد وقد أجري ماؤها في قني رصاص إلى ما حوالي الدير من الكروم والأشجار، ويقال إن على هذه العين كان ثمر العليق الذي آنس موسى عليه السلام عنده النار، وعلى خطوات من هذا الدير أول العقبة التي يصعد منها الناس إلى طور سيناء وهي ستة آلاف وستمائة وستون مرقاة قد نحتت درجات في الصخر، فإذا قطعت نصف المرقاة صرت إلى مستوى من الأرض فيه أشجار وماء عذب وهناك كنيسة على اسم ايلياء النبي، وهناك مغارة يزعمون أن إيلياء استخفى فيها من أزقيل الملك، ثم تستمر في الارتقاء حتى تنتهي إلى قلة الجبل، وهناك كنيسة متقنة البناء تنسب إلى موسى عليه السلام بأساطين رخام وحيطانها مزخرفة بالفسيفساء، وأبوابها ملبسة بالصفر وسقفها من خشب الصنوبر وأعلاها أطباق رصاص قد أحكمت غاية الإحكام وليس فيها إلا إنسان واحد يقمها ويقوم عليها ويجمرها ويسرج قناديلها، قد اتخذ هذا الراهب لنفسه بيتا صغيرا خارجا عن الكنيسة يأوي إليه وينام فيه، ولا يمكن أحد أن ينام في الكنيسة ولا يدخل عينيه غمض. وهذه الكنيسة بنيت في المكان الذي كلم الله فيه موسى عليه السلام تكليما.</p>\n<p class=\"arabic\">قالوا: وأوحى الله تعالى إلى موسى عليه السلام إني متوفي هارون فأت به جبل كذا فانطلق موسى وهارون إلى ذلك الجبل فإذا فيه شجر وبيت مبني، وإذا فيه سرير وعليه فرش، فلما نظر هارون إليه أعجبه وقال: يا موسى، إني أحب أن أنام على هذا السرير فقال: نم عليه، فقال: إني أخاف رب البيت، قال موسى: أنا أكفيك. فلما نام هارون قبض الله روحه، ثم رفع ذلك البيت وذلك السرير إلى السماء، فلما رجع موسى إلى بني إسرائيل وليس معه هارون قالوا: إن موسى قتل هارون وحسده لحب بني إسرائيل له، وكان هارون أعطف عليهم. وقيل: بل هو مدفون في جبل من جبال الشراة مما يلي الطور، وقبره مشهور في مغارة عادية يسمع منها في بعض الليل دوي عظيم يجزع منه كل ذي روح وقيل: بل هو موضوع في المغارة غير مدفون.</p>",
            "title": "الطور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001012-000.json"
        }
    ],
    "type": "FeatureCollection"
}