{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">نول لمطة</h1>\n<p class=\"arabic\">من بلاد السوس الأقصى بالمغرب، بينها وبين وادي السوس الأقصى ثلاث مراحل، ومنها إلى البحر ثلاثة أيام، وبينها وبين سجلماسة ثلاث عشرة مرحلة وفيها جزولة ولمطة. ومدينة نول إحدى مدن الإسلام، وهي مدينة كبيرة في أول الصحراء على نهر كبير يصب في البحر المحيط، وعليه قبائل لمطة ولمتونة، ومن مدينة نول إلى وادي درعة نحو ثلاث مراحل، وإنما سميت نول لمطة لأن قبيل لمطة يسكنونها، وماؤها جار، وهي آخر بلاد السوس، ومن أراد الدخول من وادي درعة إلى بلاد السودان، غانة وغيرها، فيمشي من وادي درعة نحو خمس مراحل إلى وادي تركى ، وهو أول الصحراء ثم يسير في جبال وعرة في طريق قد فتحت في حجر صلد بالنار والخل من عمل الأول ويزعم قوم أن ملوك بني أمية فتحوها، وهذه الطريق من إحدى عجائب العالم ومنها إلى جبل يسمى جبل الحديد ومن هذا الجبل يدخل إلى بلاد لمتونة، وأكثر لمتونة إنما هم رحالة لا يستقر بهم موضع، ولا يعرفون الحرث ولا الزرع ولا الخبز، وإنما لهم الأنعام الكثيرة فعيشهم من لبنها ولحمها، فهم يجففون اللحم ويطبخونه ويصبون عليه الشحم المذاب أو السمن ويأكلونه ويشربون عليه اللبن قد غنوا به عن الماء، فيبقى الرجل منهم الأشهر لا يشرب ماء ولا يأكل خبزا، وربما نفذ عمره ولا يأكل خبزا ولا يعرفه، وصحتهم مع ذلك متمكنة، وربما مرت بهم القوافل فيتحفون ملوكهم ورؤساءهم بالخبز والدقيق.</p>\n<p class=\"arabic\">وببلادهم يكون اللمط الذي تعمل من جلوده الدرق فلا شيء أبدع منها ولا أصلب ظهرا، وبها يقاتل أهل المغرب لحصانتها وخفة محملها، وتصنع بهذه المدينة السروج وأقتاب الإبل، وتباع بها الأكسية السفسارية والبرانس التي يباع الواحد منها بخمسين دينارا، والبقر والغنم عندهم كثيرة، والألبان والسمن، وإليها يلجأ أهل تلك الجهات في مهم حوائجهم.</p>\n<p class=\"arabic\">وهذا الحيوان المسمى باللمط دابة دون البقر لها قرون رقاق حادة تكون لذكرانها وإناثها، وكلما كبر هذا الحيوان طال قرنه حتى يكون أزيد من أربعة أشبار، وأجود الدرق وأغلاها ثمنا ما عمل من جلود الإناث المسنات التي قد طالت قرونها لكبر سنها حتى منعت الفحل أن يعلوها. وببلادهم أيضا الفنك كثير، ومن عندهم تحمل جلودها إلى جميع البلاد، وعندهم الكباش الدمانية، وهي على خلقة الضأن إلا أنها أعظم وشعرها كشعر المعز لا صوف عليها، وهي من أحسن الغنم خلقا وألوانا. والريحان في بلاد الصحراء وفي بلاد السوس عزيز لأن بلادهم لا تنبته، وهو عندهم من أطيب الطيب.</p>\n<p class=\"arabic\">ومن عجائب هذه الصحراء أن بها معدن ملح تحفر عنه الأرض كما تحفر عن سائر المعادن، ويوجد الملح تحت قامتين أو دونهما من وجه الأرض فيقطع كما تقطع الحجارة وعلى هذا المعدن حصن مبني بالحجارة المخرجة من المعدن وجميع ما فيه من بيوت وغرف ومساكن إنما هو مبني بحجارة الملح، وبهذا الملح يتجهز إلى بلاد السودان، غانة وغيرها، وله غلة عظيمة، وبإزاء معدن الملح الماء العذب الطيب أخبر بذلك من عاينه.</p>\n<p class=\"arabic\">ومن مدينة نول إلى وليلي وهو موضع على شاطئ البحر المحيط بالقرب منه جزيرة في البحر لا يوصل إليها إذا مد البحر إلا في المراكب، وعند الجزر يوصل إليها على القدم، ويوجد فيها العنبر كثيرا، وأكثر معاش أهلها من لحوم السلاحف، وهي أكثر شيء في ذلك الموضع وهي مفرطة العظم وربما دخل الرجل في محار ظهورها يصيد في البحر كالقارب، وفي هذه الجزيرة أغنام كثيرة ومواش، وهي منتهى المراكب وآخر مراسي المغرب، ومن مدينة نول إلى هذه الجزيرة على البر لا يفارق الساحل مسيرة شهرين في أرض محجرة تنبو عنها المعاول ويكل فيها الحديد، وإنما يشرب من يمر على ذلك الطريق من حفر يحفرونها عند جزر البحر فتنبع ماء عذبا، وهو من العجائب، وإذا مات للمارين بهذا الطريق ميت لم يمكنهم مواراته بالتراب لصلابة الأرض وامتناعها عن الحفر فيسترونه بالحطام والحشيش ويقذفونه في البحر.</p>",
            "title": "نول لمطة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001550-000.json"
        }
    ],
    "type": "FeatureCollection"
}