{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أنطالة</h1>\n<p class=\"arabic\">حصن عظيم ومعقل منيع من حصون جزيرة صقلية فيه تحصن محمد بن عباد القائم بأمر المسلمين في جزيرة صقلية، فلما كانت سنة ست عشرة وستمائة عقد الصلح مع الأنبرور طاغية جزيرة صقلية وغيرها على أن يدخل تحت طاعته ويأخذ جميع أمواله وذخائره ويجهزه في قطائع إلى ساحل إفريقية ولا يقتله، وأبت ابنته أن تدخل في هذا الصلح وامتنعت في هذه القلعة وقالت لأبيها: أنا فداك فإن لقيت خيرا اتبعتك وإن كان غير ذلك فلا بد أن أنكي أعداءك وآخذ بثأرك على قدر الاستطاعة. ولما جذفت به القطائع وغابوا عن العيون قال له الموكلون به: إن السلطان قد وفى لك ولم يحنث في يمينه وها نحن قد توجهنا إلى إفريقية وهو لم يقتلك ونحن نغرقك ونريح دين المسيح منك، فالذي صنعت في هذه الجزيرة مثله لا ينسى، ثم غرقوه وعادوا بجميع أمواله إلى الأنبرور وحمدت ابنته رأيها وزادت بصيرة في الامتناع بذلك المعقل المعانق للسحاب، وجعلت تغادي شن الغارات وتراوحها بمن خاف غدر الأنبرور من فرسان المسلمين ورجالهم، ثم أرسلت في سنة تسع عشرة إلى الأنبرور: إني امرأة وقد بليت بمحاربة الرجال ومداراتهم وقد ضقت ذرعا بالأولياء منهم والأعداء وضعفت نفسي ومعي من صناديد الأبطال من لا ينقاد بمرادي فأرحني وأرح نفسك وأهل مملكتك من هذا النصب الدائم بأن توجه لي ثلثمائة من أبطالك الذين لا يهابون ولا ينخدعون لأدخلهم ليلا إلى هذا الحصن ويحتوون عليه فإذا ملكوه ودخلت أنا بعد ذلك في طاعتك لم يكن بعد ذلك شيء يتوقع منه عائد، فأفكر فيما خاطبتك به والله يخير ويختار قال: وكان الأنبرور قد طالت إقامته وإقامة جموعه على حصارها فرأى ذلك غنيمة لا يجب أن يؤخر انتهاز الفرصة فيها، فاختار ذلك العدد وأرضاهم وأنفذهم في الليل ففتحت لهم باب قلعتها وفرقتهم على أبطاله بحيل تمت عليهم، فلما ولى الظلام وتبينت الوجوه ركب الأنبرور إلى جهة الحصن يطلع إلى أعلامه كيف هي على سوره فإذا برؤوس أبطاله معلقة ما بين شرفاته، وأعلام المسلمين منشورة وطبولهم عاملة وكلمتهم عالية، فسقط في يده، ونظر الفرنج إلى ما لم يكن في حسابهم ولا خطر لهم أنه يتم في المنام بالأحلام، قال: فأراد الأنبرور أن يبلغ في هذه القضية غرضه بحيلة تتوجه عليها، فأرسل إليها: أنت قد عشت ولا أبالي من مات من أهل ملتي وقد ظهر لي أن ما في الدنيا امرأة تصلح أن يكون لي منها ولد غيرك فتعالي حتى نتم ذلك، فأنت إن بقيت على ما أنت عليه وحصلت في أيدي الفرنج قطعوك عضوا عضوا، فاختاري لنفسك ما ترينه مصلحة. فأجابت: وصلني كتابك وفهمت حقه وباطله. وأبلغني بعض عيوني الذين لم أزل أبثهم عليك أنك قلت: إن هذا عجب امرأة تمكر بثلثمائة رجل، وليس هذا بعجب وقد أنزل في الكتاب المنزل على نبينا محمد صلى الله عليه وسلم في ذكر النساء ` إن كيدهن عظيم ` فهذا من ذلك، وإنما العجب مني ومنك [v.1, p.40] إذ أنا مقيمة في نشزة من الأرض ولا ناصر، وأنت تملك مسيرة نصف شهر ولك الجيوش التي تغص بها الأرض والخزائن والأموال والخواص أصحاب الآراء وقد أثر فيك توقفك وشغلتك عن مهمات أمورك وقدرت عليك أكثر مما قدرت علي وأنكيت فيك أشد من نكايتك في، وها أنا أقطع عليك السلاسل في الحيل، فتكفي حيلتك في أبي ثم حيلتي في أبطالك، ومن الآن فايئس أن أحصل لك في يد وفي جسدي روح، وأنا مقاتلتك ومكايدتك حتى تفنى ذخائري التي بهذا الحصن ويعجز أهل حمايتي، فإذا انتهيت إلى هذا الحد فعلت ما سيبلغك، قال: فيئس الأنبرور منها وقال ما لهذه إلا المطاولة، فبنى حصنا في مرابطة حصنها وصار جنده يترددون على ذلك الحصن كلما كلت طائفة استجد غيرها إلى أن بلغت الحد الذي وعدت به فسمت نفسها.</p>",
            "title": "أنطالة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000121-000.json"
        }
    ],
    "type": "FeatureCollection"
}