{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المنصورة</h1>\n<p class=\"arabic\">في بلاد السند، وهي على معظم نهر مهران، يحيط بها ذراع منه من الجانب الغربي، ومقدارها في الطول نحو ميل في عرض ميل، وهي مدينة حارة بها نخل كثير وقصب سكر، وليس لهم شيء من الفواكه إلا نوع من الثمر على قدر التفاح شديد الحموضة، ولهم فاكهة أخرى تشبه الخوخ وتقاربه في الطعم. وهي محدثة بناها أبو جعفر المنصور الخليفة العباسي في صدر ولايته فنسبت إليه.</p>\n<p class=\"arabic\">ورأيت من وجه آخر أن المنصورة منسوبة لمنصور بن جمهور عامل لبني أمية، وكان أصحابها من ولد هبار بن الأسود، وبها من ولد علي بن أبي طالب رضي الله عنه خلق كثير، ومملكتها تصاقب مملكة المولتان، ومسافة ما بين المملكتين خمسة وسبعون فرسخا سندية، والفرسخ ثمانية أميال، وجميع ما للمنصورة من الأصقاع والقرى وما يضاف إليها ثلثمائة ألف قرية وزروع وأشجار وعمائر متصلة.</p>\n<p class=\"arabic\">وقد بنى أبو جعفر المنصور أربع مدن وقال إنها لا تخرب أبدا: إحداها بغداد بالعراق، وهذه المنصورة في السند، والمصيصة في آخر الشام، والرافقة بأرض الجزيرة. وفي المنصورة هذه بشر كثير وتجار مياسير وماشية وزروع وحدائق وبساتين، وبناؤها بالآجر، ولأهلها نزاهات وأيام راحات، والتجار بها كثيرون والأسواق بها قائمة والأرزاق دارة، وزيهم زي العراق، وملوكهم يتشبهون بملوك الهند في لباس القراطق وإسبال الشعور، وبهذه المدينة حوت كثير، واللحم رخيص والفواكه مجلوبة.</p>\n<p class=\"arabic\">قال بعضهم : رأيت لصاحب المنصورة فيلين عظيمين كانا موصوفين عند أهل الهند والسند، لهما أخبار عجيبة، وكان لهما في فل الجيوش تقدم، ومات بعض سواس أحدهما فبقي لا يطعم ولا يشرب، يبدي الحنين ويظهر الأنين وتسيل دموعه، لا يتماسك وخرج ذات يوم من دار الفيلة يتقدم ثمانين فيلا فاستقبل امرأة، فلما رأته غشي عليها فسقطت وانكشف ثيابها، فاعترض في الطريق مانعا لمن وراءه من الفيلة أن تمر، وأقبل يشير إليها بخرطومه بالقيام ويلاطفها ويجمع عليها أثوابها، حتى قامت وخلى سبيل الفيلة.</p>\n<p class=\"arabic\">قالوا: والفيل إذا كان ممارسا شجاعا وراكبه كذلك، وكان في خرطومه العرطل، وهو نوع من السيوف شنيع المنظر، وكان خرطومه مغشى بالزرد، وعليه تجافيف قد أحاطت به، ومن وراءه خمسمائة راجل أنجاد، كر على خمسة آلاف فارس وقام لهم ودخل وخرج وجال عليهم. [v.1, p.549]</p>\n<p class=\"arabic\">قالوا : والفيلة ضربان: فيل وزندبيل، فهي كالبخت والعراب، والجواميس والبقر، والبراذين والخيل.</p>\n<p class=\"arabic\">قالوا : فإذا اغتلم الفيل قتل الفيلة والفيالين وكل من لقيه من سائر الناس، ولم يقم له شيء حتى لا يكون لسواسه إلا الهرب والاحتيال لأنفسهم، وتزعم الفرس أن فيلا من فيلة كسرى اغتلم فأقبل نحو الناس، فلم يقم له شيء حتى دنا من مجلس كسرى، فأقشع عنه جنوده وأسلمه صنائعه، وقصد إلى كسرى ولم يبق معه إلا رجل واحد من فرسانه، كان أخصهم به حالا، فلما رأى قربه من الملك شد عليه بطبرزين كان في يده فضرب جبهته به ضربة غاب جميع حديده بها في جبهته، فصدف عنه وارتدع، وأبى كسرى أن يزول من مكانه، فلما أيقن بالسلامة قال لذلك الرجل: ما أنا بما وهب الله تعالى لي من الحياة على يديك بأشد سرورا مني بما رأيت من هذا الجلد والوفاء والظفر في رجل من صنائعي وحين لم تخطئ فراستي، فهل رأيت أحدا قط أشد منك؟ قال: نعم، قال: فحدثني عنه، قال: على أن تؤمنني، فأمنه، فحدثه عن بهرام جوبين بحديث شق على الملك إذ كان عدوه بتلك الصفة.</p>\n<p class=\"arabic\">والمنصورة أيضا هي صبرة المتصلة - كانت - بالقيروان، بناها إسماعيل المنصور العبيدي سنة تسع وثلاثين وثلثمائة واستوطنها، وهي منزل الولاة إلى حين خرابها، ونقل إليها معد بن إسماعيل أسواق القيروان كلها وجميع الصناعات، ولها خمسة أبواب: الباب القبلي والباب الشرقي وباب زويلة وباب كتامة، وهو جوفي، وباب الفتوح، ومنه كانت الجيوش تخرج، ويذكر أنه كان يدخل أحد أبوابها كل يوم ستة وعشرون ألف درهم.</p>",
            "title": "المنصورة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001452-000.json"
        }
    ],
    "type": "FeatureCollection"
}