{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تبسا</h1>\n<p class=\"arabic\">من بلاد إفريقية بقرب وادي ملاق، مدينة قديمة أزلية فيها آثار كثيرة للأول ومبان عجيبة ما بإفريقية بعد قرطاجنة أعظم منها، وبها دار ملعب قد تهدم أكثره أغرب ما يكون من البناء، وفيها هيكل يظن الرائي له أنه كما رفعت اليد عنه ما تكاد تعرف الفرق بين أحجاره، ولو غرزت الإبرة بين حجرين من حجاره ما وجدت منفذا، وفي داخله أقباء معقودة وبعضها فوق بعض وبيوت تحت الأرض وأدراج كثيرة ولها منظر هائل، ويقال إن ذلك الهيكل كان لاستنزال الروحانيات لأن فيه أثر الدخن وفيه صور جميع الحيوانات وصور شاذة لا يعلم ما هي، وفي وسط المدينة هيكل عظيم مبني على سواري رخام، وقد صور [v.1, p.129]</p>\n<p class=\"arabic\">خارج حيطان هذا الهيكل من خارج صور جميع الحيوانات بأغرب ما يكون من التصوير، ويقال إنها كلها طلاسم قال بعضهم : أعطاني إنسان من أهلها طلسما وهو صورة أسدين س نحاس أحمر عجز الواحد منهما إلى عجز الآخر قد صورا أعجب ما يكون من التصوير، وكانت هذه البلدة لا يدخلها عقرب ولو أدخل فيها مات حتى حفر إنسان أساس دار فوجد قدر نحاس فيه عقارب من نحاس فسبكها وصرفها فيما احتاج إليه فدخلت العقارب المدينة وأضرت بالناس فيها. والمسكون اليوم من تبسا إنما هو قصرها وعليه سور من حجر جليل متقن العمل كأنما فرغ منه بالأمس، وهو حصن حصين، وفي مدينة تبسا أقباء تدخلها الرفاق بدوابهم أيام الشتاء، يسع القبو منها ألفي دابة وأكثر. وبقرب مدينة تبسا وادي ملاق وهو يقل في أيام الصيف وهو صعب المجاز كثير الدهس وعر المخاض، وعليه جبل يسمى قلب ملاق يرى على مسيرة أيام لعلوه وذهابه في الجو، وعلى مقربة من تبسا جبل يعرف بالمكتف وفي أعلاه مغارة لا يقدر على الوصول إليها لا من فوق الجبل ولا من أسفله، ويقال إن فيها مالا عظيما وإن الطير إذا نزلت في تلك المغارة أو طارت عنها سقطت منها دنانير كبار من ذهب نفيس، وهذا متعارف في تلك البلاد، وبمدينة تبسا بساتين كثيرة وفواكه عجيبة ويجود فيها الجوز حتى يضرب به المثل في إفريقية.</p>",
            "title": "تبسا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000348-000.json"
        }
    ],
    "type": "FeatureCollection"
}