{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طنجة</h1>\n<p class=\"arabic\">مدينة بالمغرب قديمة على ساحل البحر، فيها آثار [v.1, p.395] كثيرة للأول وقصور وأقباء، وكان فيها ماء مجلوب، وبخارجها عين ماء طيب يسمونه برقال، ويقال إنه يحدث الحمق لشاربه، فهم يعيرون بذلك فيقال لمن تهافت منهم: شربت ماء برقال، لا جناح عليك، وقال الشاعر:</p>\n<p class=\"arabic_poetry\">بطنجة عين ماء وسط رمل * لذيذ ماؤه كالسلسبيل</p>\n<p class=\"arabic_poetry\">خفيف وزنه عذب ولكن * يطير بشاربيه ألف ميل وبين طنجة وسبتة ثلاثون ميلا في البر، وفي البحر نصف مجرى وتعرف طنجة بالبربرية ` وليلي ` افتتحها عقبة بن نافع وقتل رجالها وسبى من فيها، وهي على شاطئ بحر الزقاق.</p>\n<p class=\"arabic\">وكان فيها رخام كثير وحجر منحوت جليل، ومنها كانت القنطرة على بحر الزقاق إلى ساحل الأندلس التي لم يكن في العالم مثلها، وكانت تمر عليها القوافل والعساكر من ساحل طنجة إلى ساحل الأندلس، فلما كان قبل الفتح الإسلامي طغى ماء البحر وزاد وخرج من البحر المحيط إلى بحر الزقاق، وأغرق هذه القنطرة، وكان طولها اثني عشر ميلا وسعة المجاز اليوم في موضعها ثلاثون ميلا أو نحوها، وتبدو هذه القنطرة لأهل المراكب فيتحفظون منها، ويقال إنها ستنكشف في آخر الزمان ويجوز عليها الناس، والله أعلم.</p>\n<p class=\"arabic\">قالوا: وطنجة آخر حدود إفريقية من المغرب ومسافة ما بين طنجة والقيروان ألفا ميل، وهي طنجة البيضاء المذكورة في التواريخ وقيل أن عمل طنجة مسيرة شهر في مثله وأن ملوك المغرب من الروم وغيرهم من الأمم كانت دار مملكتهم مدينة طنجة، وإذا حفرت خرائب طنجة وجدت فيها أصناف الجوهر وهو يدل على أنها كانت دار مملكة لأمم سالفة، ولطنجة نهر كبير تدخله السفن يصب في البحر، يأتي من جبال بغربي طنجة وتأتي منه سيول عظام تذهب ببعض دورها.</p>\n<p class=\"arabic\">قالوا: عقد الوليد لموسى بن نصير على إفريقية وما خلفها سنة ثمان وثمانين، فخرج في نفر قليل، فلما ورد مصر أخرج من جندها بعثا فأتى إفريقية فأخرج معه من أهلها ذوي القوة، وصير على مقدمته طارق بن زياد، فلم يزل يقاتل البربر ويفض جموعهم ويفتح بلادهم حتى بلغ طنجة، وهي قصبة بلاد البربر، فحصرها حتى افتتحها، واختلف: هل كانت فتحت قبله أو لا.</p>",
            "title": "طنجة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001006-000.json"
        }
    ],
    "type": "FeatureCollection"
}