{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">السوس</h1>\n<p class=\"arabic\">من كور الأهواز وهي مدينة الأهواز في القديم، وهي بالفارسية شوش أي جيد.</p>\n<p class=\"arabic\">وفتحها أبو موسى الأشعري رضي الله عنه سنة تسع عشرة فدل على جثة دانيال ، فقام رجل إلى جنبه فكانت ركبة دانيال محاذية رأسه، وأخذ أبو موسى رضي الله عنه خاتمه وفصه حجر أحمر، نقشه دبان مختلفة أوساطه، ووجدت معه كتب صحف، فبيعت بأربعة وعشرين درهما، فوقعت إلى الشام.</p>\n<p class=\"arabic\">قالوا : ولما نزل أبو موسى رضي الله عنه على السوس قاتل أهلها وحاصرهم حتى نفد ما عندهم من الطعام فضرعوا إلى الأمان وسأل مرزبانهم أن يؤمن ثمانون منهم على أن يفتح باب المدينة ويسلمها، فسمى الثمانين وأخرج نفسه منهم، فأمر به أبو موسى رضي الله عنه فضربت عنقه ولم يعرض للثمانين وقتل من سواهم من المقاتلة، وأخذ الأموال وسبى الذرية، ورأى أبو موسى رضي الله عنه في قلعتهم بيتا عليه ستر، فسأل عنه، فقيل إن فيه جثة دانيال، وأنهم كانوا قحطوا فسألوا أهل بابل دفعه إليهم يستسقون به ففعلوا، وكان بخت نصر سبى دانيال وأتى به بابل فقبض بها، فكتب أبو موسى رضي الله عنه بذلك إلى عمر رضي الله عنه، فكتب إليه عمر رضي الله عنه أن كفنه وادفنه، فسكر أبو موسى نهرا حتى إذا انقطع الماء عنه دفنه فيه ثم أجرى الماء عليه.</p>\n<p class=\"arabic\">ومن طريف ما حكي في فتح السوس ما ذكره سيف، قال : لما أحاط المسلمون بالسوس ناوشوهم مرات، كل ذلك يصيب أهل السوس في المسلمين ، فأشرف عليهم الرهبان والقسيسون فقالوا: يا معشر العرب إن مما عهد إلينا علماؤنا وأوائلنا لا يفتح السوس إلا الدجال أو قوم فيهم الدجال، فإن كان الدجال فيكم فستفتحونها، وإن لم يكن فيكم فلا تعنوا بحصارنا، وصادف ابن صياد يومئذ في خيل المسلمين، فأتى باب السوس غضبان فدقه برجله وقال: انفتح، فتقطعت السلاسل وتكسرت الأغلاق، وتفتحت الأبواب ودخل المسلمون، فألقى المشركون بأيديهم ونادوا: الصلح، الصلح، فأجابهم المسلمون إلى ذلك بعدما دخلوها عنوة واقتسموا ما أصابوا قبل الصلح ثم افترقوا.</p>\n<p class=\"arabic\">والسوس أيضا في أقصى بلاد المغرب، وهي مدينة جليلة حاضرة جامعة لكل خير وفضل، وأهلها أخلاط، وهي بلاد السكر ويصنع بها منه كل شيء كثير ويتجهز منه إلى الآفاق ويصل فاضله إلى أقصى خراسان، ويصنع بها من الخز العتيق كل جليلة، وبها فواكه كثيرة.</p>\n<p class=\"arabic\">وهذا السوس الغربي قرى وعمارات كثيرة متصلة بعضها ببعض، وبها من الفواكه الجليلة أجناس مختلفة وأنواع كثيرة كالجوز والتين والعنب العذاري والسفرجل والرمان والأترج الكثير [v.1, p.329] والمشمش والتفاح المنهد وقصب السكر الذي ليس في الأرض مثله طولا وعرضا وحلاوة وكثرة ماء، ويعمل منه ببلاد السوس من السكر ما يعم أكثر أهل الأرض ويشف على كل أنواع السكر في الطيب والصفاء، وتعمل بالسوس الأكسية الرقاق ومن الثياب ما لا يقدر أحد على عمله، وفي نسائهم جمال فائق وحسن بارع وحذق بصناعات أيديهن.</p>\n<p class=\"arabic\">وهي بلاد حنطة وشعير وأرز ممكن بأيسر قيمة، والغالب على أسعارها الرخص وعلى أهلها الجفاء وغلظ الطبع، وهم أخلاط من البرابر والمصامدة، وزيهم لباس أكسية الصوف التفافا، ولهم بشعورهم اهتمام يغسلونها بالحناء في كل جمعة مرتين برقيق البيض والطين الأندلسي، ولا يمشي الرجل منهم أبدا إلا وفي يده رمحان قصار العصي طوال الأسنان رقاقها، ويأكلون الجراد أكلا لما مقلوا ومملوحا، وهم فرقتان: مالكية وحشوية ، وبينهم القتال والفتنة أبدا، غير أنهم أرفه الناس وأكثرهم خصبا، وشرابهم المسمى آنريز حلو ويسكر سكرا عظيما ويفعل بشاربه ما لا تفعله الخمر لمتانته وغلظ مزاجه، وهم يرونه حلالا ما لم يتعد به حد السكر، وبين السوس وأغمات ست مراحل.</p>\n<p class=\"arabic\">ومن السوس الإمام المهدي محمد بن تومرت ، كان يقال له الفقيه السوسي.</p>\n<p class=\"arabic\">ويقال للسوس: السوس الأقصى ، وهي مدن كثيرة وبلاد واسعة، يشقها نهر عظيم يصب في البحر المحيط يسمى وادي ماست، وجريه من القبلة إلى الجوف كجري نيل مصر، وعليه القرى المتصلة والعمارة الكثيرة، والبساتين والجنات بأنواع الفواكه والثمار والأعناب وقصب السكر، ولم يتخذ الساكنون على هذا الوادي قط رحى، فإذا سئلوا عن ذلك قالوا: كيف نتخذ هذا الماء المبارك في إدارة الأرحاء. وهم يتطيرون بها، وعلى هذا النهر قرية كبيرة جدا تعرف بتارودانت، وهي أكثر بلاد الدنيا قصب سكر، وفيها معاصر للسكر كثيرة. وهذه البلاد أخصب بلاد المغرب وأكثرها فواكه وخيرات، ومنها يجلب السكر إلى جميع بلاد المغرب والأندلس وإفريقية، وهو المشهور بالطبرزذ المعروف عند الأطباء، وعلى مصب هذا الوادي في البحر رباط مقصود له موسم عظيم ومجتمع جليل وهو مأوى للصالحين، ومن وادي السوس إلى مدينة نول ثلاث مراحل في عمارة متصلة تسكنها جزولة ولمطة، وهم أمم كثيرة، وقاعدة بلاد السوس ايكلي ، وهي مدينة كبيرة قديمة في سهل من الأرض على النهر الكبير المذكور، وهي كثيرة البساتين والتمر وجميع الفواكه، وربما بيع فيها التمر. بما دون كراء الدابة من الجنات إلى السوق، ومعاصر قصب السكر بها كثيرة، وأكثر شرب أهلها إنما هو قصب السكر، ويعمل بها النحاس المسبوك ويتجهز به إلى بلاد السودان.</p>\n<p class=\"arabic\">ووصل عقبة بن نافع إلى هذه المدينة عند دخول بلاد المغرب وافتتحها، فأخرج منها سبيا لم ير مثله حسنا، فكانت الجارية الواحدة منهن تباع بألف دينار وأكثر لحسنها وتمام خلقتها. ويعمل بهذه المدينة زيت الهرجان ، وشجره يشبه الكمثرى إلا أنه لا يعلو كعلو شجر الكمثرى ولا يفوت اليد. وأغصانه نابتة من أصله لا ساق لشجرته، ولها شوك، فيجمع ويترك حتى يذبل ثم يوضع في مقلى فخار على النار فيستخرج دهنه، وطعمه يشبه طعم القمح المقلو، وهو حينئذ محمود الغذاء يسخن الكلى ويدر البول.</p>\n<p class=\"arabic\">وبالسوس عسل يفوق عسل جميع الأمصار، ويلقي البلديون على الكيل منه خمسة عشر كيلا وحينئذ يتأتى نبيذا، فإن كان الماء أقل من ذلك بقي حلوا ولا ينحل إلا بالماء الشديد الحرارة، ولونه أخضر في لون الزمرد.</p>\n<p class=\"arabic\">ومن مدن السوس تامدلت ونول لمطة، وغيرهما.</p>",
            "title": "السوس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000846-000.json"
        }
    ],
    "type": "FeatureCollection"
}