{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">طيبة</h1>\n<p class=\"arabic\">وطابة، اسمان لمدينة النبي صلى الله عليه وسلم وتسمى أيضا: المجبورة والعذراء والمحبة والمحبوبة والقاصمة وجابرة، وسماها الله عز وجل المدينة، وكذلك كان يسميها رسول الله صلى الله عليه وسلم كما قال: ` إن الإيمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها `، وقال صلى الله عليه وسلم: ` إن المدينة تنفي خبثها وتنصع طيبها `، وقال: ` اللهم حبب إلينا المدينة كحبنا لمكة أو أشد ` وقال صلى الله عليه وسلم: ` على أنقاب المدينة ملائكة تحرسها من الطاعون `، وقال صلى الله عليه وسلم: ` المدينة خير لهم لو كانوا يعلمون `. وفي ` الموطأ ` أنه صلى الله عليه وسلم قال: ` اللهم إني أدعوك للمدينة بما دعاك بمثله إبراهيم لمكة ومثله معه واحتجوا بهذا على فضل المدينة على مكة لدعائه صلى الله عليه وسلم لأهل المدينة بمثلي ما دعا به إبراهيم عليه السلام لأهل مكة، وهو أن يرزقهم الله الثمرات وأن يجعل أفئدة الناس تهوي إليهم، يعني يجلبون إليهم الأقوات. ودعا رسول الله صلى الله عليه وسلم لأهل المدينة أن يبارك لهم في طعامهم المكيل بالصاع والمد الذي به قوام الأبدان المفترض عليها الطاعات بمثلي ما دعا به إبراهيم عليه السلام لأهل مكة. وسمى الله تعالى المدينة دار الإيمان في قوله تعالى ` والذين تبوءوا الدار والإيمان ` يعني الأنصار وسكان المدينة.</p>\n<p class=\"arabic\">وقال صلى الله عليه وسلم: ` المدينة قبة الإسلام ودار الإيمان وأرض الهجرة ومبتدأ الحلال والحرام `، اختار الله تعالى المدينة لرسوله صلى الله عليه وسلم لمحياه ومماته، وجعلها دار الهجرة، وهي محفوفة بالشهداء، وعلى أنقابها ملائكة لا يدخلها الطاعون ولا الدجال، وبها روضة من رياض الجنة، ولو علم عمر بن الخطاب رضي الله عنه بقعة أفضل منها ما دعا الله تعالى أن يموت بها. وقال مالك رحمه الله افتتحت القرى بالسيف، وافتتحت المدينة بالقرآن، وكانت بيعة رسول الله صلى الله عليه وسلم في أول قدومه المدينة ألا يخرج أحد عنها فمن خرج كان عاصيا. وفي جبل أحد يقول صلى الله عليه وسلم: ` هذا جبل يحبنا ونحبه ` يعني أهله، وهم الأنصار؟ وقال صلى الله عليه وسلم: ` ما بين لابتيها حرام، يعني الحرتين، إحداهما التي ينزل بها الحاج إذا رجعوا من مكة وهي بغربي المدينة، والأخرى مما يليها من شرقي المدينة، فما بين هاتين الحرتين حرام أن يصاد فيها حيوان ومن فعل ذلك أثم، ولم يجعل في صيد حرم المدينة جزاء على ما صيد فيه لعظم شأنه، كما لم يجعل في اليمين الغموس كفارة على من حلف بها لعظم إثمها ومن صاد في حرم المدينة صيدا لم يحل له ملكه. وسأل الله تعالى أن يحبب إليهم المدينة كحبهم مكة وأشد وأن يصححها من الوباء وأن ينقل حماها إلى الجحفة، وكان أهل الجحفة يومئذ كفارا وكان السبب في ذلك حنين بلال رضي الله عنه إلى مكة وقوله:</p>\n<p class=\"arabic_poetry\">ألا ليت شعري هل أبيتن ليلة * بواد وحولي اذخر وجليل</p>\n<p class=\"arabic_poetry\">وهل أردن يوما مياه مجنة * وهل يبدون لي شامة وطفيل والإذخر والجليل نباتان طيبان، وشامة وطفيل جبلان من جبال مكة. وسميت في القرآن يثرب حكاية لقول الكفار: يا أهل يثرب، وإنما سميت بيثرب بن فائد بن مهليل بن ارم بن عبيل نزل المدينة هو وولده ومن معه فسميت به، وبنو عبيل ممن درج فلم يتبق لهم باقية.</p>\n<p class=\"arabic\">وفي سنة ثلاث وستين ومائتين بنى إسحاق بن محمد تجعدي سور المدينة المعروف عليها اليوم، ولها أربعة أبواب: باب في المشرق وراء دار عثمان بن عفان رضي الله عنه يخرج منه إلى ببيع الغرد، وهناك مدافن أكثر أهلها وهناك قبر إبراهيم ابن النبي [v.1, p.401] صلى الله عليه وسلم وقبر الحسن بن علي رضي الله عنهما، وباب في المغرب يخرج منه إلى العقيق وإلى قبة وبين يدي هذا الباب جدول مياه جارية وداخل هذا الباب في حوزة السور موضع المصلى الذي كان صلى الله عليه وسلم يصلي فيه يوم العيد، وباب ما بين الشمال إلى المغرب، وباب آخر يخرج منه إلى قبور الشهداء بأحد. وحمى المدينة اثنا عشر ميلا.</p>\n<p class=\"arabic\">وكانت أمة من العماليق تسمى راسم نزلوا الحجاز، فكان ملكهم بتيماء يقال له الأرقم بن أبي الأرقم، فسكنوا مكة والمدينة والحجاز كله، وعتوا عتوا كبيرا، فلما أظهر الله تعالى موسى على فرعون وأهلك جنوده وطئ الشام وأهله، وبعث بعثا من بني إسرائيل إلى الحجاز وأمرهم ألا يستبقوا منهم أحدا بلغ الحلم، فقتلوهم حتى انتهوا إلى ملكهم الأرقم بتيماء، فقتلوه إلا ابنا له صغيرا ليرى موسى فيه رأيه، فلما قفلوا به وجدوا موسى عليه السلام قد مات، فقال الناس لهم: عصيتم وخالفتم أمر نبيكم وحالوا بينهم وبين الشام، فقال بعضهم لبعض: خير من بلدكم البلد الذي خرجتم منه وكان الحجاز إذ ذاك أشجر بلاد الله تعالى وأظهره ماء، فكان هذا أول سكنى اليهود الحجاز، فنزل جمهورهم بمكان يقال له يثرب مجتمع السيول وما حول ذلك، واتخذوا الآطام والمنازل، ونزل معهم جماعة من أحياء العرب من بلي وجرهم، وكانت يثرب</p>\n<p class=\"arabic\">أم قرى المدينة، وهي ما بين طرفي قبة إلى طرف الجرف؛ ثم لما كان من سيل العزم ما كان تفرق أهل مأرب فأتى الآس والخزرج يثرب فرأوا العدد والعدة الآطام ليهود وسألوهم أن يعقدوا بينهم جوارا وحلفا يأمن به بعضهم من بعض ويمتنعون به ممن سواهم، فتعاقدوا وتحالفوا واشتركوا وتعاملوا، فلم يزالوا على ذلك زمانا طويلا، ثم أن الآس والخزرج صارت لهم ثروة ومال وعز جانبهم فخافتهم يهود فقطعوا الحلف، وكانت القوة والعدد فيهم، وخافتهم الآس والخزرج فبعثوا إلى من لهم بالشام، فأذلوا يهود، وكانت يثرب تدعى في الجاهلية غلبة، غلب اليهود عليها العماليق، وغلب الآس والخزرج عليها اليهود، وغلب المهاجرون عليها الآس والخزرج ، وغلبت الأعاجم عليها المهاجرين.</p>\n<p class=\"arabic\">والمدينة في مستو من الأرض سبخة كان عليها سور قديم، وبخارجها خندق محفور، وهي الآن عليها سور حصين منيع من التراب بناه قسيم الدولة الغزي ونقل إليها جملة من الناس، ورتب المير إليها وحولها نخل كثير، وتمرها حسن ومنه يتقوتون في معايشهم، وليس لهم زرع ولا ضرع وشرب أهلها من نهر صغير يأتي إليها من جهة المشرق، جلبه عمر بن الخطاب رضي الله عنه من عين كبيرة إلى شمال المدينة وأجراه بالخندق المحتفر بها. [v.1, p.402]</p>",
            "title": "طيبة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001022-000.json"
        }
    ],
    "type": "FeatureCollection"
}