{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جرجرايا</h1>\n<p class=\"arabic\">بالعراق مدينة على شرقي دجلة بقرب دير العاقول؛ قالوا : من المدائن إلى واسط خمس مراحل أولها دير عاقول وهي مدينة النهروان الأوسط وبها قوم دهاقين، ثم جرجرايا وهي مدينة النهروان الأسفل وهي ديار الأشراف والفرس وهي مدينة كبيرة وبها مسجد جامع ويسقى زرعها بالزرابيق، وبها تتخذ الثياب الميسانية.</p>\n<p class=\"arabic\">وكان محمد بن سيرين من أهل جرجرايا بزازا وكان مولى أنس بن مالك رضي الله عنه، ومات سنة عشر ومائة بعد الحسن بمائة يوم، وكان أبوه سيرين عبدا لأنس بن مالك كاتبه على [v.1, p.157] عشرين ألفا فأدى الكتابة، وكان من سبي ميسان، وكان المغيرة افتتحها، وقيل كان من سبي عين التمر، وكانت أمه صفية مولاة أبي بكر رضي الله عنه، طيبها ثلاث من أزواج النبي صلى الله عليه وسلم ودعون لها وحضر إملاكها ثمانية عشر بدريا فيهم أبي بن كعب رضي الله عنه يدعو وهم يؤمنون.</p>\n<p class=\"arabic\">ومن أهل جرجرايا أبو القاسم أحمد بن علي بن أحمد الجرجرائي والزير الظاهر وابنه المستنصر خليفتي مصر العبيديين وكان أحد رجال الدنيا دهاء وسياسة وبعد غور قالوا: اشتهى خليفة مصر الشيعي أن يسمع كلام المغاربة فأدخل إليه وزيره الجرجرائي رجلا يعرف بالدقي فكلمه والخليفة محتجب عنه بحيث يسمع كلامهما، فقال له الوزير الجرجرائي: ما اسمك وبماذا تعرف قال: أنا فلان بن فلان الدقي، فقال له الوزير: وما الدقي، أمن دقة الملح فقال: لا، دقة بينها وبين القيروان مثل ما بين جرجرايا وبغداد، فضحك منه وانصرف.</p>\n<p class=\"arabic\">وكان هذا الوزير من أدهى الناس وأشدهم فكرة، بلغه أن ملك القسطنطينية خرج في جمع عظيم مصمما على بلاد المسلمين بالشام فأعمل الحيلة بالأموال وإفساد قلوب الرجال فلم يفده فنظر نصرانيا عارفا بلغاتهم وصور له كتابا مذهبا فيه معاقل الشام ومدنها وترجم عليه وذكر وجوه الحيل في فتحها ودفعه لذلك النصراني واتفق معه بما يرضيه من المال والجاه فتوجه إلى ملك القسطنطينية وهو في سفره مصر على الشام، فقدم له الكتاب، وذكر أنه صنعه لمعرفته بالبلاد وطلبا للأجر في حق النصرانية، فأخذه الملك وغيب النصراني وجهه، والتصقت الأوراق المذهبة فجعل الملك يمد أنامله إلى فيه على العادة في ذلك ويلمس ورقه، وكانت مسمومة، فسرى إليه السم، فهلك وكفى الله شره.</p>\n<p class=\"arabic\">ومن طريف أخبار الجرجرائي أن خليفته قطع يده فخرج من فوره فجلس في دسته غير مكترث، وقيل له في ذلك فقال: إن الخليفة قطع يدي عقوبة ولم يعزلني. وقال فيه أبو طالب عبد الله الأنصاري وكان قصده بمصر وتردد إليه فلم يحل منه بطائل، وسمعه كثيرا ما يقول للعمال: أبيتم إلا الخيانة، وكان كثير المصادرة لهم والقبض عليهم، فقال:</p>\n<p class=\"arabic_poetry\">قل للوزير وقد أبا * نوا قبل خطته بنانه</p>\n<p class=\"arabic_poetry\">اغمد لسانك والتزم * طرق السلامة والصيانه</p>\n<p class=\"arabic_poetry\">كم ذا تقول أبيتم * إلا الجناية والخيانه</p>\n<p class=\"arabic_poetry\">أتراهم قطعوا يد * يك على النزاهة والأمانه وبلغت الأبيات الجرجرائي، فهرب أبو طالب إلى نيسابور، واتصل بالوزير نظام الملك فرفع له معرضا بالوزير الجرجرائي:</p>\n<p class=\"arabic_poetry\">قل للأقيطع قد وصل * ت لمن له ألفا يد</p>\n<p class=\"arabic_poetry\">ثنتان جارحتان وال * باقي لجبر المقصد وتوفي هذا الوزير الجرجرائي في آخر سنة ست وثلاثين وأربعمائة.</p>",
            "title": "جرجرايا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000433-000.json"
        }
    ],
    "type": "FeatureCollection"
}