{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الجوزجان</h1>\n<p class=\"arabic\">في بلاد خراسان أوله جيم، وهو يوازي كرمان، والجوزجان اسم للناحية وليس بمدينة بل هو اسم كورة، وأكبر مدن الجوزجان انبار واليهودية وغيرهما، وبانبار يقيم أميرها في الشتاء، ومن الجوزجان إلى بلخ أربع مراحل.</p>\n<p class=\"arabic\">وفيها قتل يحيى بن زيد بن علي سنة خمس وعشرين ومائة وصلب فأظهرت شيعة بني العباس لبس السواد بسببه، وأبوه زيد هو المقتول المصلوب بكناسة الكوفة على ما نذكره هناك إن شاء الله تعالى، فلما كان في أيام الوليد بن يزيد بن عبد الملك ظهر ابنه يحيى بن زيد هذا بخراسان بالجوزجان منها، فكتب الوليد إلى عامله بالكوفة أن احرق زيدا بخشبه، ففعل ذلك وأذري في الرياح على شاطئ الفرات، وإليه تنسب الزيدية.</p>\n<p class=\"arabic\">ولما قام يحيى منكرا للظلم وما عم الناس من الجور صير إليه نصر بن سيار سلم بن أحوز المازني فقتل يحيى في المعركة بقرية يقال لها درغويه ودفن هناك، وقتل بسهم أصاب صدغه فولى أصحابه، واحتز رأسه فحمل إلى الوليد، وصلب جسده بالجوزجان، ولم يزل مصلوبا إلى أن خرج أبو مسلم صاحب الدعوة العباسية فقتل سلم بن أحوز وأنزل جثة يحيى فصلى عليها ودفنت هناك، وأظهر أهل خراسان النياحة على يحيى بن زيد سبعة أيام في سائر عمائرها في حال أمنهم على أنفسهم من سلطان بني أمية، ولم يولد في تلك السنة مولود بخراسان إلا سمي يحيى أو زيد لما دخل أهل خراسان من الحزن عليهم وكان ظهور يحيى في آخر سنة خمس وعشرين أو في سنة ست وعشرين ومائة.</p>\n<p class=\"arabic\">وكان فتح الجوزجان على يد الأحنف بن قيس وجهه ابن عامر إلى مرو الروذ فبعث الأحنف إلى الجوزجان الأقرع بن حابس في جريدة خيل مع ما انضاف إليهم فقاتلهم الأقرع بخيله فجال المسلمون جولة فقتل بعض فرسانهم ثم أظفر الله المسلمين بهم فهزموهم وقتلوهم، وأولئك القتلى من فرسان المسلمين عنى أبو كثير النهشلي إذ قال:</p>\n<p class=\"arabic_poetry\">سقى مزن السحاب إذا استهلت * مصارع فتية بالجوزجان</p>\n<p class=\"arabic_poetry\">إلى القصرين من رستاق خوط * أقادهم هناك الأقرعان</p>",
            "title": "الجوزجان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000484-000.json"
        }
    ],
    "type": "FeatureCollection"
}