{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الشيرجان</h1>\n<p class=\"arabic\">مدينة هي قاعدة كرمان من أرض فارس وخراسان وسجستان، وهي التي ينزلها الوالي، وبني سورها أيام الرشيد، ولها ثمانية أبواب، أحدها باب الميدان ويخرج منه إلى درب وسكك حتى ينتهي إلى مصلى حاجب إلى دار المرضى ثم إلى الدروب المعروفة بباب بيمند، وهو باب المغرب، وخارج هذا الدرب قصر خراب يعرف بقصر حاجب بن صالح، وكان سبب بنيانه أنه أول ما قدم كرمان واليا عليها، قصد دار عبد الله بن غسان فنزلها، وعبد الله بن غسان غائب، فصار إليه الأدهم بن ثعلبة المازني مع اثني عشر ابنا له كهولا ومشايخ، فلما سلم عليه فاتحه بأن قال: أيها الأمير أما تستحي أن تنزل بنسوة أشراف وصاحبهن غائب؟! فأجابه حاجب وقال مغضبا: بأي شيء يأمرنا الشيخ أن ننزل؟ قال: بالعراء، قال حاجب لجلسائه: ليس العجب من هذا الشيخ الخرف ولكن العجب من هؤلاء المشايخ الذين يمشون معه، قالوا: أيها الأمير إنهم ولده، فرده وقال: أيها الشيخ حق لك أن تزهى، نعم وكرامة أنزل بالعراء، فأمر بضرب خبائه في مصلى وما زال نازلا بالجبانة إلى أن بني له هذا القصر وفرغ منه ثم تحول إليه.</p>\n<p class=\"arabic\">ويطل على مدينة الشيرجان جبل منقطع في الجبال طوله خمسة فراسخ وعرضه فرسخ.</p>\n<p class=\"arabic\">وكان ولاة كرمان من العرب ينزلون الشيرجان وبينها وبين زرند خمسون فرسخا، ومرزبان زرند في صلحهم يؤدي الخراج إليهم، فورد أعرابي على جليلان المرزبان اسمه محمد بن قرة كما يخرج الأعراب من البادية في يده جراب وعصا، فاستأجره الجليلان ترجمانا ينفذ مع من يحمل الخراج إلى الشيرجان، فآنس منه رشدا، فأظهره وعرضه للمنافع حتى أنس به ووثق بناحيته، وكسب مالا ودواب واستقدم من أهله قوما، وجعل يحمل المال كل سنة ويؤديه عن المرزبان.</p>\n<p class=\"arabic\">فلما كان في بعض السنين اتصل به على فرسخ من زرند موت عامل كرمان، وهو قد صدر بالمال ومبلغه ألف ألف ومائتا ألف درهم سوى الهدايا، فجمع هناك أهل بيته وغلمانه بموضع يقال له جفار طارق، وكان موضع متنزه مهرويه بن المرزبان، واتصل الخبر بالجليلان فأرسل رسولا يدعوه، فزبر الرسول وطرده، فدعا الجليلان ولده وغاشيته وشاورهم، فمنهم من يقول: أنا أذهب فأحمله إليك مقيدا، ومنهم من يقول: نأخذ منه المال ونرسله كما جاء، فقال المرزبان: ليس الوجه هذا، فإن هذه دولة جديدة، وقد جمع لنفسه من لفيف أهل بيته وصار له حشم، فلأن نداريه ولا نخالفه أصلح، فغلب ابن قرة على أكثر ضياعهم وجعل المرزبان خولا لنفسه وقوي أمره، إلا أنه ترك للمرزبان وأهل بيته ما يعيشون به ويكرمونهم، فهذا كان سبب ورود العرب هذه الناحية، ثم جعلوا الشيرجان مأواهم وبنوا بها القصور واعتقدوا بها وبرساتيقها الضياع. [v.1, p.352]</p>",
            "title": "الشيرجان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000904-000.json"
        }
    ],
    "type": "FeatureCollection"
}