{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الإيوان</h1>\n<p class=\"arabic\">هو إيوان كسرى بدار ملك الأكاسرة المدائن من العراق وبالمدينة العتيقة منها التي كان ينزلها ملوك بني ساسان، ويقال إن سابور ذا الأكتاف هو الذي بناه، وهو من أكابر ملوكهم. وهذا الإيوان هو الذي يقول فيه البحتري من قصيدة وصف في أولها القصر الأبيض فأجاد ما شاء ثم قال يصف الإيوان هذا:</p>\n<p class=\"arabic_poetry\">وكأن الإيوان من عجب الصن؟ * عة جوب في جنب أرعن جلس</p>\n<p class=\"arabic_poetry\">يتظنى من الكآبة إذ يب؟ * دو لعيني مصبح أو ممسي</p>\n<p class=\"arabic_poetry\">مزعجا بالفراق عن أنس ألف * عز أو مرهقا بتطليق عرس</p>\n<p class=\"arabic_poetry\">عكست حظه الليالي وبات ال؟ * مشتري فيه وهو كوكب نحس</p>\n<p class=\"arabic_poetry\">فهو يبدي تجلدا وعليه * كلكل من كلاكل الدهر مرس</p>\n<p class=\"arabic_poetry\">لم يعبه إن بز من بسط الديبا * ج واستل من سور الدمقس</p>\n<p class=\"arabic_poetry\">مشمخر تعلو له شرفات * رفعت في رؤوس رضوى وقدس</p>\n<p class=\"arabic_poetry\">لابسات من البياض فما تب؟ * صر منها إلا غلائل ورس</p>\n<p class=\"arabic_poetry\">لست تدري أصنع أنس لجن * صنعوه أو صنع جن لأنس</p>\n<p class=\"arabic_poetry\">غير أني أراه يشهد أن لم * يك بانيه في الملوك بنكس وروي أن أبا جعفر المنصور لما أفضت الخلافة إليه هم بنقض هذا الإيوان واستشار في ذلك جلساءه وذوي الرأي عنده من رجاله، فكلهم وافقه على رأيه وأشار عليه بما يطابق هواه إلا خالد بن برمك فإنه قال له: لا تفعل يا أمير المؤمنين فإنه آية الإسلام وإذا رآه من يأتي في مستقبل الزمان علم أن أصحاب مملكته لم يغلبوا عليه إلا بأمر من الله تعالى وتأييد أمد به المسلمين الذين قهروهم، وبقاؤه فخر لكم وذكر ومع ذلك فالمؤونة في هدمه أكثر من العائد منه فاستغشه المنصور في ذلك فقال له: يا خالد أبيت إلا ميلا مع العجمية ثم أمر بنقض الإيوان، [v.1, p.69] فبلغت النفقة في نقض شيء يسير منه مبلغا عظيما، فكتب إليه بذلك فعزم على تركه وقال لخالد بن برمك: قد صرنا إلى رأيك، فقال له خالد: إن رأيي الآن أن تبلغوا به الماء، فقال له المنصور: وكيف ذلك؟ قال: إني آنف لكم أن يكون أولئك بنوا بناء تعجزون أنتم عن هدمه والهدم أسهل من البناء. ففكر المنصور في قوله فعلم أنه قد صدق، ثم نظر فإذا هدمه يتلف الأموال فأمر بالإمساك عنه. وكان بعد يقول: لقد حبب إلي هذا ألا أبني إلا بناء جليلا يصعب هدمه.</p>\n<p class=\"arabic\">وقد بشر رسول الله صلى الله عليه وسلم أصحابه بالاستيلاء على مملكة فارس ووعدهم بافتتاح المدائن فضرب صلى الله عليه وسلم يوم الخندق بمعول أخذه صخرة عظيمة اعترضت عليهم في الخندق، فكسر ثلثها بضربة وقال: ` الله أكبر أعطيت مفاتيح الشام والله إني لأبصر قصورها الحمر الساعة `، ثم ضرب الثانية فكسر ثلثها الثاني وقال: ` الله أكبر أعطيت مفاتيح فارس والله إني لأنظر قصر المدائن الأبيض `، ثم ضرب الثالثة فكسر بقية الحجر وقال: ` الله أكبر أعطيت مفاتيح اليمن والله إني لأرى أبواب صنعاء من مكاني الساعة `، فصدق الله وعده وأنجز لأمة محمد صلى الله عليه وسلم ما بشرهم به واستأصل بهم مملكة فارس، وفتح عليهم المدائن في زمان عمر رضي الله عنه.</p>\n<p class=\"arabic\">والمدائن على مسافة يوم من بغداد، ويشتمل مجموعها على مدائن متصلة مبنية على جانبي دجلة شرقا وغربا، ودجلة يشق بينهما، ولذلك سميت المدائن، فالغربية منها تسمى بهرسير، والمدينة الشرقية تسمى العتيقة وفيها القصر الأبيض الذي لا يدرى من بناه ويتصل بهذه المدينة العتيقة المدينة الأخرى التي كانت الملوك تنزلها وفيها إيوان كسرى المتقدم الذكر.</p>\n<p class=\"arabic\">ونزل الرشيد مرة على قرب من الإيوان فسمع بعض الخدم من وراء السرادق يقول لآخر: هذا الذي بنى هذا البناء أراد أن يصعد إلى السماء، فأمر الرشيد بضربه مائة عصا وقال لمن حضره: إن الملك نسبة بين الملوك لهم به إخوة وإن الغيرة بعثتني على أدبه لصيانة الملك وما يلحق الملوك للملوك.</p>\n<p class=\"arabic\">قالوا: ولما بنى أنوشروان سور الباب والأبواب وفدت عليه الملوك بالهدايا فكان في جملتهم رسول قيصر فنظر إلى الإيوان وحسن بنائه وإعجاب صنعته ورأى تعريجا في ميدانه واعوجاجا فسأل عن معنى ذلك فقيل له إن عجوزا لها منزل في جانب الاعوجاج، وأن الملك أرادها على بيعه وأرغبها فأبت فلم يكرهها فقال الرومي: هذا الاعوجاج الآن أحسن من الاستواء.</p>\n<p class=\"arabic\">ولما كانت الليلة التي ولد فيها رسول الله صلى الله عليه وسلم ارتج هذا الإيوان وسقط منه أربع عشرة شرفة وخمدت نار فارس ولم تخمد قبل ذلك بألف عام، وغاضت بحيرة ساوة ورأى الموبذان وهو القائم بأمر الدين عندهم خيلا عرابا قد قطعت دجلة فأفزع ذلك كسرى أنوشروان، وكان مولد رسول الله صلى الله عليه وسلم لاثنتين وأربعين سنة من ملكه، فكتب أنوشروان إلى النعمان بن المنذر وهو ولاه أمر العرب أن يوجه إليه رجلا من مشاهير العرب يسأله عما يريد فبعث إليه عبد المسيح بن عمرو إلى آخر القصة وهي مشهورة.</p>\n<p class=\"arabic\">وللإيوان بناء عال شديد البياض.</p>",
            "title": "الإيوان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000192-000.json"
        }
    ],
    "type": "FeatureCollection"
}