{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إفراغة</h1>\n<p class=\"arabic\">مدينة بغربي لاردة من الأندلس بينهما ثمانية عشر ميلا، وهي على نهر الزيتون حسنة البناء لها حصن منيع لا يرام وبساتين كثيرة لا نظير لها.</p>\n<p class=\"arabic\">وحاصرها العدو في جمع كثيف وآلى زعيمهم ابن رذمير على نفسه ألا يبرح حتى يأخذها عنوة، وذلك سنة ثمان وعشرين وخمسمائة في شهر رمضان منها، فنهد إليه يحيى بن علي بعزمة صادقة ونية صحيحة في جموعه فلقاه الله تعالى بركتها وأجناه [v.1, p.48] ثمرتها وهزمه بعد أن قتل أكثر رجاله والجملة التي بها كان يصول من أبطاله، وفر اللعين وسيوف المجاهدين تأخذ منه، وعزيمتهم لا تقلع عنه، إلى أن أوى إلى حصن خرب في رأس جبل شاهق مع الفل الذي بقي معه بعد الامساء وأحدق المسلمون تلك الليلة بذلك الحصن يرقبونه ولما أيقن أنه سيصطلم إن أقام هناك تسلل في ظلمة الليل من ذلك الموضع واتخذ الليل جملا، وإذا رأى غير شيء ظنه رجلا، وانصرف المسلمون مغتبطين بغنيمتهم وأجرهم، وكان ذلك سببا لبقائها بأيدي المسلمين إلى أن ينقضي أجل الكتاب ففي صفة الحال يقول شاعر الشرق في وقعة يحيى بن علي هذه أبو جعفر ابن وضاح المرسي من قصيدة يمدحه بها:</p>\n<p class=\"arabic_poetry\">شمرت برديك لما أسبل الواني * وشب منك الأعادي نار غيان</p>\n<p class=\"arabic_poetry\">دلفت في غابة الخطي نحوهم * كالعين يهفو عليها وطف أجفان</p>\n<p class=\"arabic_poetry\">عقرتهم بسيوف الهند مصلتة * كأنما شرقوا منها بغدران</p>\n<p class=\"arabic_poetry\">هون عليك سوى قوم قتلتهم * من يكسر النبع لم يعجز عن البان</p>\n<p class=\"arabic_poetry\">أودى الصميم وعاقت عن بقيتهم * مقادر أغمدت أسياف شجعان</p>\n<p class=\"arabic_poetry\">وقفت والجيش عقد منك منتثر * إلا فرائد أشياخ وشبان</p>\n<p class=\"arabic_poetry\">والخيل تنحط من وقع الرماح بها * كأن تصهالها ترجيع ألحان في أبيات غير هذه.</p>",
            "title": "إفراغة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000138-000.json"
        }
    ],
    "type": "FeatureCollection"
}