{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الشاشين</h1>\n<p class=\"arabic\">جزيرة من الجزائر التي في البحر المحيط الموازية [v.1, p.335] لخط الأندلس الأقصى، وهي مجاورة لبلد افرنجة والصقالبة، وطولها مسيرة عشرين يوما، وهي كثيرة الخيل والماشية، وهي مخصبة من السلت والخرطال، وهي قليلة القمح والعسل وليس بها كرم، واللحم أكثر شيء عندهم يباع الكبش الكبير بثلاثة قناشير، والبقرة الجيدة بعشرين قنشارا، وإذا استجادت المرأة منهم الصوف مشطت الشاة كل صباح ودهنت صوفها بشحم الخنزير فيلين الصوف ويأتي كالحرير فيتخذون منه الثياب الفيروزجية المستعملة في بلاد افرنجة، وأهلها وإن كانوا شجعانا فليسوا بفرسان على كثرة خيلهم، وهم ينزلون عند اللقاء، ولباسهم ضيق مفرج كلباس الجليقيين، ولا بد لكل واحد منهم، شريفا كان أو وضيعا، من طوق يكون عرضه قدر أربع أصابع وطوله قدر ثلاثة أذرع، فإن كان شريفا كان منسوجا بالذهب وكذلك جميع تفاريج ثيابه، وليس لأكلهم حد ولا لنومهم وقت معلوم، ويقومون في الليل مرتين وثلاثا فيأكلون ويشربون، وليس في الأرض أحد أحب في حلي الذهب من الشاشين، فإن الرجل منهم لا يكاد يخلو من سواري ذهب لا يفارقه فإن ضعف عنهما فواحد، فإن دار عليه غرم أو نابته نائبة أو مال باع داره وعقاره ورقيقه وماشيته ولم يبع سواريه ولا فارقهما.</p>\n<p class=\"arabic\">ومن الغريب بجزيرة الشاشين الطائر الذي يسمونه ماركروه، ومعناه في لسانهم المتخلق في البحر، وذلك أنه ينبت في هذه الجزيرة جنس من الشجر على شاطئ البحر، فإذا انهارت الأجراف هناك وسقط في البحر لم يزل يضطرب في الأمواج حتى يعلوه طخا أبيض في خلق بيض الطائر، ثم لا يزال كذلك حتى ينفرج عن فرخ طائر وصورته ملصق الرجلين والمنقار في ذلك العود ثم يكتسي ريشا وتنفصل رجلاه ومنقاره عن ذلك العود فيصير في الأحياء إلا أنه لا يفارق الماء، وطيرانه مع سطح الماء، فإن فارق الماء دقيقة مات، ولذلك لا يصاد حيا لأنه إنما ينصب له هنالك عند جزر الماء فيعاوده الماء في الشباك.</p>\n<p class=\"arabic\">ويقال إن غليالم أتي إليه بعود قد تعلقت فيه جملة من هذا البيض فأمر بقبة كبيرة، فملئت بماء البحر، وطرح فيها العود ثم ترك على الصفة التي ذكرنا فتحولت الطير من العود وصارت في الماء داخل القبة فوقف على ذلك مشاهدة، وهو طائر أسود يشبه الطائر الذي تسميه العامة الغطاس.</p>",
            "title": "الشاشين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000865-000.json"
        }
    ],
    "type": "FeatureCollection"
}