{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قفصة</h1>\n<p class=\"arabic\">مدينة من البلاد الجريدية، بينها وبين تقيوس مرحلة وهي كبيرة قديمة أزلية، كان عليها سور صخر جليل بأحكم صناعة جديد العمل في مرأى العين، يقال إن الذي بناه شيبان غلام النمرود بن كنعان، وكان اسمه منقوشا على باب من أبوابها، وكان لها أربعة أبواب، وكان اسم قفصة مدينة الحنية، لأن فيها بنيانا قديما مثل الحنية، فكانت تسمى بها، وهي متوسطة بين القيروان وقابس، وفي داخلها عيون كثيرة منها عينان كبيرتان معينتان، وليس لهما نظير في عذوبة مائهما وصفائه وكثرته، إحداهما عند باب الجامع تسمى بالراتب الكبير ، وهي عين عظيمة مبنية بالصخر الجليل من بنيان الأول سعتها نحو أربعين ذراعا في مثلها، وفوقها عين أصغر منها تسمى رأس العين، وبينهما قنطرة من بنيان الأول ولا شك أن ماءهما واحد، وماء هذه العين شديد الصفاء يرى قعر العين من أعلاها، وفيها الماء نحو سبع قيم، [v.1, p.477] والعين الأخرى تحت قصر قفصة تسمى بالطرميد عليها بناء عجيب، وبإزائها مسجد يعرف بمسجد الحواريين، منبع هذه العين من حجر صلد من ثقب يسع فيه الإنسان، وينبعث منه بقوة عظيمة وقد بني له صهريج عليه دكاكين مبنية بالحجر الجليل، وعليه أقباء وقد بني فوقه مسجد عظيم، فإذا اجتمع ماء هذه العين الكبيرة والتي عند الجامع جاء منهما نهر كبير تطحن عليه أرحاء كثيرة، ويسقي نصف غابة قفصة ونصف أرضها ومزدرعاتها، والنصف الثاني من غابة قفصة يسقى من عين عظيمة خارج المدينة تسمى عين المنستير، وهي عين كبيرة معينة عذبة يخرج منها نهر كبير، وهذه العين من أحسن ما رئي من العيون، وهي في جانب النهر الكبير المسمى بوادي بايش ، وهو يشق غابة قفصة ويسقي بعض بساتينها، وهو نهر كبير مشهور يأتي من جبال شرقي قفصة لكنه في أيام الصيف يقل جريانه ولا ينقطع، وأرض هذا الوادي كله تنشع ماء، وفيه تورد العرب إبلها تحفر فيه أحساء فيخرج ماء عذبا معينا.</p>\n<p class=\"arabic\">ولأهل قفصة في سقي جناتهم هندسة عظيمة وبرسام شديد وتدقيق حساب، يقول أهل قفصة: إذا رأيت قوما يتخاصمون وقد علا بينهم الكلام فاعلم أنهم في أمر الماء، وكان على أحد أبوابها كتابة منقوشة في حجر من عمل الأول ترجمت فإذا هي: هذا بلد تحقيق وتدقيق وتدنيق. وكذلك ليس بإفريقية حريم أجمل من حريم قفصة، مع ملاحة أخلاقهم ورخامة منطقهم. ويسمون الماء الذي يخرج من المدينة فيسقي نصف جناتهم: الماء الداخل، ويسمون الماء الذي خارج المدينة وهو عين المنستير وماء وادي بايش : الماء الخارج، ولهم مياه غير هذه تسمى بالماء الصغير، وهي عيون كثيرة بقرب المدينة تسقي بعض جناتهم، وسقيهم بها بالساعات، فترى خدام تلك الجهة والبساتين أعرف بأوقات النهار إذا سألت رجلا منهم لا يفقه شيئا عما مضى من ساعات النهار وقف ونظر إلى الشمس واكتال بقدميه في موضع ظله ويقول لك: مضى كذا وكذا ساعة وكذا وكذا سدس ساعة. وأهل قفصة يتنافسون في المياه كلها ويتبايعون سقيها بأعلى ثمن، وأكثرهم يتكلم باللسان اللطيني الإفريقي.</p>\n<p class=\"arabic\">ومدينة قفصة مركز البلاد الدائرة بها.</p>\n<p class=\"arabic\">ولها غابة كبيرة، وقد أحاطت بها من كل ناحية مثل الإكليل في تكسير دائرتها نحو خمسة عشر ميلا، فيها من المنازل التي تعرف بالقرى ثمانية عشر منزلا، وعلى الغابة والمنازل والكل حائط يسمونه سور الغابة، وفي ذلك السور أبواب عظيمة عليها أبراج مسكونة، يسمون تلك الأبواب: الدروب، وغابة قفصة كثيرة النخل والزيتون وجميع الفواكه التي ليس في الدنيا مثلها، فيها تفاح عجيب جليل ذكي الرائحة يسمونه السوسي لا يوجد في بلد مثله، وكذلك الرمان والاترج واللوز لا يوجد مثله في بلد، وفيها نوع من التمر يسمى الكسبا ليس في بلد مثله، وهو أكثر تمرهم، يكون في التمرة فتر، في جرم بيض الدجاج، تكاد تنفذها ببصرك لصفاء لونها ورقة بشرتها، وهم يجعلونه في ازيار، فإذا أخرجوه منها بقي في قعر الزير عسل ألذ من عسل النحل وأعظم وهم يصرفونه في طعامهم كما يصرف العسل، وتعمل منه الحلاوات. وقفصة أكثر البلاد فستقا، وليس بافريقية فستق إلا فيها، ومنها يجلب إلى بلاد إفريقية وبلاد المغرب والأندلس ومصر، والذي يجلب من بلاد الشام صغير الجرم ليس مثل القفصي، فإن القفصي يكاد يكون في جرم اللوز، وهو إذا كان في شجرته أجمل شيء، فإنه يكون عناقيد مثل عناقيد العنب، وهو ذكي الرائحة لا يقدر أحد أن يسرق منه شيئا لأنه تنم عليه رائحته.</p>\n<p class=\"arabic\">وفي بساتين قفصة من الرياحين كثير، مثل الآس والياسمين والنارنج والنرجس والسوسن والبنفسج وغير ذلك، ووردها أكثره أبيض، وماؤه أذكى ماء يكون للورد، يشبه الجوري الذي يجلب من بلاد مصر. وتصنع بقفصة أردية وطيالسة وعمائم من صوف في نهاية من الرقة تضاهي ثياب الشرب، وتصنع بها أواني للماء من خزف تعرف بالريحية شديدة البياض في نهاية من الرقة ليس يعلم لها نظير في جميع البلاد، ويصنع بها زجاج حسن وأواني حنتم عجيبة وأواني مذهبة غريبة، وهي حاضرة في جميع أمورها، وأهلها ذوو يسار، وفيهم خير كثير، ولهم صدقات، وهم يعظمون يوم عاشوراء تعظيما كثيرا، وهو عندهم مثل الأعياد، ولهم فيه [v.1, p.478]</p>\n<p class=\"arabic\">صدقات وكسا للمساكين. وكانت مدينة قفصة أعظم بلاد إفريقية نظرا، كان حواليها نحو مائتي قصر آهلة عامرة فيها الأشجار والنخل والزيتون والفستق وجميع الأشجار، وفيها العيون والأنهار والآبار، تسمى قصور قفصة .</p>\n<p class=\"arabic\">وكان يوسف بن عبد المؤمن ملك المغرب لما طلع إلى إفريقية نزل على قفصة فاستصعبت عليه، وذلك في سنة خمس وسبعين وخمسمائة، فحاصرها ونصب عليها آلة الحرب، وعمل للعجل الحاملة للآلات قلوعا ضربتها الريح فمشتها، فرعب أهل قفصة واستأمنوه فأمنهم وقطع غابتها وزيتونها وأمر صاحبها علي بن الرند بالانتقال إلى مراكش، فانتقل إليها بجملته، فولاه على سلا إلى أن توفي.</p>\n<p class=\"arabic\">ثم نزل عليها ولده المنصور يعقوب بعد وقيعة عمرة، وذلك سنة ثلاث وثمانين وخمسمائة فأخذت المحلات بمخنقها، وتمادى الحصار والقتال عليها، ورماها بأحجار المنجنيق حتى حكم عليها فهدم سورها وحرقها بالنار، وقتل الناس المحكوم عليهم فيها ذبحا، وقطع شجرها وغير بهجتها ونزع الحسن عنها، وفي ذلك يقول أبو بكر بن مجبر الشاعر من قصيدة له غراء:</p>\n<p class=\"arabic_poetry\">من لم يؤدبه تأديب الكتاب فما * له بغير ذباب السيف تأديب</p>\n<p class=\"arabic_poetry\">إن الخلافة لا تشكو بمعضلة * والحافظ الله والمنصور يعقوب</p>\n<p class=\"arabic_poetry\">مشمر البرد للحرب الزبون وقد * ضفت عليه من التقوى جلابيب</p>\n<p class=\"arabic_poetry\">فالبيض منهن مسلول ومدخر * والخيل منهن مركوب ومجنوب</p>\n<p class=\"arabic_poetry\">وليس يظفر بالغايات طالبها * إلا إذا قرعت فيها الظنابيب</p>\n<p class=\"arabic_poetry\">للحرب جل مساعيه وما تركت * منه الحروب تهادته المحاريب</p>\n<p class=\"arabic_poetry\">إذا كان عربد في الأعداء صارمه * فإنه لرحيق الهام شريب</p>\n<p class=\"arabic_poetry\">قد حصحص الحق إن النصر يتبعه * فكان من أنفس الكفار تكذيب</p>\n<p class=\"arabic_poetry\">لقد عدتهم عن التوفيق شقوتهم * إن الشقي على التوفيق مغلوب</p>\n<p class=\"arabic_poetry\">ما غر قفصة إلا أنها اجترمت * فلم يكن عند أهل الحلم تثريب</p>\n<p class=\"arabic_poetry\">ما بالها زار أمر الله حوزتها * فلم يكن عندها أهل وترحيب</p>\n<p class=\"arabic_poetry\">توهمت أن أهل البغي تمنعها * وقلما حمت الشهد اليعاسيب</p>\n<p class=\"arabic_poetry\">تلك البغي التي خانت فحاق بها * وبالزناة بها رجم وتعذيب</p>\n<p class=\"arabic_poetry\">ترمى المجانيق بالأحجار فضلة من * رمتهم منهم الجرد السراحيب</p>\n<p class=\"arabic_poetry\">من كل ملمومة صماء حائمة * على النفوس فتصعيد وتصويب</p>\n<p class=\"arabic_poetry\">يقول مبصرها في الجو صاعدة * هذا بلاء على الكفار مصبوب</p>\n<p class=\"arabic_poetry\">تمهد الأمر في أكناف دولته * حتى تألف فيها السخل والذيب وهي طويلة.</p>",
            "title": "قفصة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001245-000.json"
        }
    ],
    "type": "FeatureCollection"
}