{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحجون</h1>\n<p class=\"arabic\">بفتح الحاء، موضع بمكة عند المحصب، وهو الجبل المشرف بحذاء المسجد الذي يلي شعب الجزارين إلى ما بين الحوضين اللذين في حائط عوف، وقيل الحجون مقبرة أهل مكة تجاه دار أبي موسى الأشعري رضي الله عنه.</p>\n<p class=\"arabic\">ومن شعر الحارث بن مضاض الجرهمي يتأسف على ما فاتهم من ملك مكة:</p>\n<p class=\"arabic_poetry\">كأن لم يكن بين الحجون إلى الصفا * أنيس ولم يسمر بمكة سامر</p>\n<p class=\"arabic_poetry\">بلى نحن كنا أهلها فأبادنا * صروف الليالي والسنون العواثر وفي حكاية طويلة عن إبراهيم بن المهدي أن محمدا الأمين استدعاه وطاهر محاصر له فقال له ولصاحب له: بعثت إليكما لما بلغني مصير طاهر بن الحسين إلى النهروان، وما قد صنع في أمرنا من المكروه لأفرح بكما وبحديثكما، قال: فأقبلنا نحدثه ونؤانسه حتى سلا عما كان يجده، ودعا بجارية من جواريه تسمى ضعفاء، قال: فتطيرت من اسمها، فقال لها: غني، فوضعت العود في حجرها وغنت:</p>\n<p class=\"arabic_poetry\">كليب لعمري كان أكثر ناصرا * وأيسر جرما منك ضرج بالدم فتطير من قولها وقال: اسكتي فعل الله بك وصنع، ثم عاد إلى [v.1, p.188] ما كان عليه من الغم والقطوب، فأقبلنا نحدثه ونبسطه إلى أن سلا وضحك، ثم أقبل علينا وقال: هاتي ما عندك، فقالت:</p>\n<p class=\"arabic_poetry\">هم قتلوه كي يكونوا مكانه * كما غدرت يوما بكسرى مرازبه فأسكتها وزبرها، ثم عاد إلى غمه، فسليناه حتى عاد إلى الضحك، ثم أقبل عليها الثالثة فقال: غني، فغنت:</p>\n<p class=\"arabic_poetry\">كأن لم يكن بين الحجون إلى الصفا * أنيس ولم يسمر بمكة سامر فقال لها: قومي عني فعل الله بك كذا وكذا، فقامت فعثرت بقدح كان بين يديه فكسرته وانهرق الشراب وكانت ليلة قمراء ونحن على شاطئ دجلة في قصره المعروف بالخلد، فسمعنا قائلا يقول: ` قضي الأمر الذي فيه تستفتيان ` فما قعدنا بعدها معه حتى قتل.</p>",
            "title": "الحجون",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000501-000.json"
        }
    ],
    "type": "FeatureCollection"
}