{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الهند</h1>\n<p class=\"arabic\">أرض الهند فتحها محمد بن القاسم الثقفي سنة أربع وتسعين، وكان السبب في ذلك أن امرأة مسلمة ممن سباها أهل الهند أرادوها على نفسها، فصرخت: وا حجاجاه، فجهز الجنود إلى أرض الهند مع محمد بن القاسم، وكان معسكره بشيراز، فاتخذه الولاة منزلا إلى الآن.</p>\n<p class=\"arabic\">وفي بحر الهند والصين جبال ومضايق، وربما تطاير من البحر صبيان صغار مثل صبيان الزنج سود طوال يدورون في المراكب ولا يؤذون أحدا ثم يعودون إلى البحر وهذا عندهم مشهور، فإذا رأى أهل المركب هذا فهي عندهم علامة لهبوب الريح التي تسمى ريح الخب، وهي ريح خبيثة مخوفة، فيستعدون لذلك ويأخذون أهبتهم لهبوبها، فيخففون الأمتعة عن المراكب ويلقونها في البحر، ويلقون أيضا ما معهم من السمك والملح حتى لا يتركوا منه شيئا، ويقطعون من طول الصواري ذراعين [v.1, p.596] وأكثر مخافة أن تنكسر، فتهب الريح المذكورة فيصيرون بقدرة الله تعالى حتى تنجو أو تتلف، كيف ما شاء الله عز وجل، وعندهم علامة للخلاص إذا قضى الله تعالى بذلك، وهي أن يرى أهل المراكب على صاريهم طائرا ذهبي اللون كأنه شعلة نار، فإذا رأوه علموا أنه من علامات النجاة، تواترت الأخبار بذلك، وهي من العجائب.</p>\n<p class=\"arabic\">وملوك الهند والصين ترغب في ارتفاع ظهور الفيلة وتزيد في أثمانها الذهب الكثير، وأرفعها تسع أذرع، وقد يوجد في موضع معلوم عندهم عشر أذرع وإحدى عشرة ذراعا.</p>\n<p class=\"arabic\">ومملكة الهند عند جميع ملوك الكفار، بإجماع منهم، مملكة الحكمة، والحكمة من الهند مبدؤها. وزعموا أنهم أول من ضم المملكة ونصبوا لها ملكا، وأولهم البرهمن الأكبر، وهو الذي أظهر الحكمة وطبع السيوف وآلات الحرب وصور الأفلاك والبروج، وجعل ذلك كتابة قريبة للعقول وأثبته في الأفهام، وأشار إلى المبدأ الأول، وذلك هو كتاب ` السند هند ` أي دهر الدهور، ومنه فرعت الكتب، المجسطي وغيره.</p>\n<p class=\"arabic\">وأعظم ملوك الهند البلهرا ومعناه ملك الملوك. والهند سبعة أجناس أحدها الساكهرية ، وهم الأشراف منهم، والملك فيهم لا يكون في غيرهم، وجميع أجناسهم يسجدون له عند اللقاء وهم لا يسجدون لأحد، ثم البراهمة، وهم عباد الهند ولباسهم جلود النمور، وهم يعبدون الأصنام توسلا إلى الله تعالى.</p>\n<p class=\"arabic\">ولأهل الهند اثنتان وأربعون ملة، فمنهم من يثبت الخالق وينفي الرسل، ومنهم من ينفي الكل، ومنهم من يعبد النار ويحرق نفسه، ومنهم من يعبد الشمس ويسجد لها ويعتقد أنها الخالقة المدبرة لهذا العالم، ومنهم من يعبد الشجر، ومنهم من يعبد الثعابين يحظرونها بحظائر ويطعمونها أرزاقا، وهم يتوسلون بها، ومنهم من لا يتعب نفسه بعبادة شيء وينكر الكل.</p>",
            "title": "الهند",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001575-000.json"
        }
    ],
    "type": "FeatureCollection"
}