{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مازر</h1>\n<p class=\"arabic\">مدينة بجزيرة صقلية تلي قوصرة، بينهما مجرى؟ ومازر مدينة مشهورة على الساحل الموازي لافريقية، وهي من مدينة بلرم في الجنوب، وبها واد ترسي السفين فيه، وهي مدينة فاضلة شامخة لا شبه لها ولا مثال في شرف المحل، إليها الانتهاء في جمال الهيئة والبناء، وما اجتمع فيها من المحاسن لم يجتمع في غيرها، وأسوارها حصينة شاهقة، وديارها حسنة، وبها أزقة واسعة وشوارع وأسواق عامرة بالتجارات، وحمامات وخانات وبساتين وجنات طيبة المزدرعات؟ يسافر إليها من جميع الآفاق، وإقليمها كثير الاتساع، يشتمل على منازل كثيرة جليلة وضياع، وبأصل سورها الوادي المعروف بوادي المجنون، وبينها وبين مرسى علي ثمانية عشر ميلا.</p>\n<p class=\"arabic\">ومن مفاخرها أن منها الفقيه الإمام أبا عبد الله محمد بن علي بن إبراهيم التميمي المازري صاحب ` المعلم بفوائد مسلم ` و ` شرح التلقين ` وغير ذلك، نزيل المهدية، لقي اللخمي وعبد الحميد بن الصايغ، وبرع في العلم، وانتهت إليه رياسة العلم في وقته، ولا يسمى بالإمام أحد بإفريقية سواه، وسارت مقالاته وفتاويه في الأقطار وقصد الناس إليه، وتوفي بالمهدية سنة ست وثلاثين وخمسمائة. وكان، رحمه الله، على متانة علمه حسن الخلق مليح الدعابة، اجتاز عليه وهو مع أحد أصحابه نصراني في يده زجاجة خمر، فوضع صاحبه يده على أنفه، فاستهجن فعله ونسبه إلى الرياء وقال له: اشتهر في الناس أن ريحها طيب أو غير كريه، ولولا أن الشرع حرم شربها لم يكن بها عيب. واجتاز عليه وهو مع أصحابه بائع تفاح، فأخرج من جيبه خرقة حلها ودفع لصاحب التفاح جملة الذي كان فيها ثم نفض الخرقة وأنشد:</p>\n<p class=\"arabic_poetry\">ما زلت أشربها خمرا مشعشعة * حتى نفضت على مكيالها كيسي وصعد هو وصاحب له سطحا لارتقاب هلال فإذا امرأة على سطح آخر تلتمس الهلال أيضا، فقال الإمام أبو عبد الله:</p>\n<p class=\"arabic_poetry\">طلعت للبدر تنظره * فأرتنا البدر قد طلعا فقال صاحبه:</p>\n<p class=\"arabic_poetry\">أنزلوا عنا فتاتكم * لم تدع دينا ولا ورعا فقال له: هذا من الرياء. وقبره في المنستير؛ وحكي عن من قال: كنت أرى ليلة كل جمعة نورا هابطا من السماء متصلا بقبر الإمام أبي عبد الله المازري.</p>\n<p class=\"arabic\">وبمازر توفي الأديب أبو علي حسن بن رشيق القيرواني مؤلف ` العمدة ` وغيرها سنة ست وخمسين وأربعمائة.</p>",
            "title": "مازر",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001371-000.json"
        }
    ],
    "type": "FeatureCollection"
}