{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أحد</h1>\n<p class=\"arabic\">جبل بظاهر مدينة النبي صلى الله عليه وسلم في شمالها على مقدار ستة أميال وهو أقرب الجبال إليها، وهو مطل على أرض فيها مزارع وضياع كثيرة لأهل المدينة، وفيه قال النبي صلى الله عليه وسلم: ` هذا جبل يحبنا ونحبه `.</p>\n<p class=\"arabic\">ولما خرج النبي صلى الله عليه وسلم إلى غزوة أحد نزل الشعب من أحد في عدوة الوادي إلى الجبل، فجعل عسكره وظهره إلى أحد؛ قيل سمي بهذا الاسم لتوحده وانقطاعه عن جبال أخر هنالك؛ قيل: أراد بقوله صلى وسلم الله عليه ` يحبنا ونحبه ` أهله وهم الأنصار، وقيل: لأنه كان ينشرح إذا رآه عند قدومه من أسفاره بالقرب من أهله ولقائهم وذلك فعل المحب؛ وقيل: بل حبه حقيقة وضع الحب فيه كما وضع التسبيح في الجبال المسبحة مع داود عليه السلام وكما وضعت الخشية في الحجارة التي قال الله تعالى فيها ` وان منها لما يهبط من خشية الله ` وفي بعض الآثار المسندة أن أحدا يوم القيامة عند باب الجنة من داخلها، وفي بعضها أنه ركن لباب الجنة.</p>\n<p class=\"arabic\">وعند أحد كانت الوقعة بين النبي صلى الله عليه وسلم وقريش في سنة ثلاث في شوال بعد بدر بسنة، حضرها من المسلمين ستمائة رجل وكانت قريش في ثلاثة آلاف فيهم سبعمائة دارع، وقتل فيها حمزة عم النبي صلى الله عليه وسلم، قتله وحشي، وحكى وحشي بعد أن أسلم، قال: جئت فشهدت شهادة الحق عند رسول الله صلى الله عليه وسلم فقال: ` اجلس فحدثني `، فحدثته كيف قتلت حمزة، فقال: ` غيب وجهك عني فلا أراك `، وفي قصة أحد نزلت الآيات من سورة آل عمران ` وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال ` إلى آخر الآيات، ووقف النبي صلى الله عليه وسلم على حمزة رضي الله عنه، وقد مثل به، فقال صلى الله عليه وسلم: ` لولا جزع النساء لتركته حتى يحشر من حواصل الطير وبطون السباع فيكون أعظم لأجره وأفضل لدرجته في الجنة ` ثم بكى حتى اغرورقت عيناه واخضلت لحيته من دموعه، وبكى الناس لبكائه وكثر الضجيج، فهبط جبريل عليه الصلاة والسلام فعزاه به وقال: يا محمد قد بكى لبكائك أهل السموات ولعنوا قاتل عمك، والله عز وجل يقول ` وللآخرة خير لك من الأولى ` و ` العاقبة للمتقين `، فاسترجع رسول الله صلى الله عليه وسلم ثم أمر بالقتلى فجعل يصلي عليهم وجعل يضع تسعة وحمزة فيكبر عليهم سبع تكبيرات ثم يرفعون ويترك حمزة رضي الله عنه، ثم يجاء بتسعة [v.1, p.13] كذلك حتى فرغ منهم صلى الله عليه وسلم، فلما دخل صلى الله عليه وسلم المدينة سمع النياحة في دور الأنصار والبكاء، فقال: لكن حمزة لا بواكي له، فمن أجل ذلك يبدأ في المدينة ومكة بحمزة قبل ميتهم.</p>",
            "title": "أحد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000049-000.json"
        }
    ],
    "type": "FeatureCollection"
}