{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">قرطبة</h1>\n<p class=\"arabic\">قاعدة الأندلس وأم مدائنها ومستقر خلافة الأمويين بها وآثارهم بها ظاهرة، وفضائل قرطبة ومناقب خلفائها أشهر من أن تذكر، وهم أعلام البلاد وأعيان الناس، اشتهروا بصحة المذهب وطيب المكسب وحسن الزي وعلو الهمة وجميل الأخلاق، وكان فيها أعلام العلماء وسادات الفضلاء، وتجارها مياسير وأحوالهم واسعة، وهي في ذاتها مدن خمس يتلو بعضها بعضا، وبين المدينة والمدينة سور حاجز، وفي كل مدينة ما يكفيها من الأسواق والفنادق والحمامات وسائر الصناعات، وطولها من غربيها إلى شرقيها ثلاثة أميال، وعرضها من باب القنطرة إلى باب اليهود ميل واحد وهي في سفح جبل مطل عليها يسمى جبل العروس، ومدينتها الوسطى هي التي فيها باب القنطرة.</p>\n<p class=\"arabic\">وبها الجامع المشهور أمره الشائع ذكره من أجل مصانع الدنيا كبر مساحة وإحكام صنعة وجمال هيئة وإتقان بنية تهمم به الخلفاء المروانيون فزادوا فيه زيادة بعد زيادة، وتتميما إثر تتميم، حتى بلغ الغاية في الإتقان، فصار يحار فيه الطرف ويعجز عن حسنه الوصف وليس في مساجد المسلمين مثله تنميقا [v.1, p.456] وطولا وعرضا، طوله مائة باع وثمانون باعا ونصفه مسقف، ونصفه صحن بلا سقف، وعدد قسي مسقفه أربع عشرة قوسا، وسواري مسقفه بين أعمدته وسواري قببه صغارا وكبارا مع سواري القبلة الكبرى وما يليها ألف سارية، وفيه مائة وثلاث عشرة ثريا للوقيد أكبر واحدة منها تحمل ألف مصباح، وأقلها تحمل اثني عشر مصباحا، وجميع خشبه من عيدان الصنوبر الطرطوشي ، ارتفاع الجائزة منه شبر في عرض شبر إلا ثلاثة أصابع، في طول كل جائزة سبعة وثلاثون شبرا وبين الجائزة والجائزة غلظ الجائزة، وفي سقفه من ضروب الصنائع والنقوش ما لا يشبه بعضها بعضا، قد أحكم ترتيبها وأبدع تلوينها بأنواع الحمرة والبياض والزرقة والخضرة والتكحيل، فهي تروق العيون وتستميل النفوس بإتقان ترسيمها ومختلفات ألوانها وسعة كل بلاط من بلاط سقفه ثلاثة وثلاثون شبرا وبين العمود والعمود خمسة عشر شبرا ولكل عمود منها رأس رخام وقاعدة رخام.</p>\n<p class=\"arabic\">ولهذا الجامع قبلة يعجز الواصفون عن وصفها وفيها إتقان يبهر العقول تنميقها،، وفيها من الفسيفساء المذهب والبلور مما بعث به صاحب القسطنطينية العظمى إلى عبد الرحمن الناصر لدين الله، وعلى وجه المحراب سبع قسي قائمة على عمد طول كل قوس أشف من قامة، وكل هذه القسي مزججة صنعة القوط، قد أعجزت المسلمين والروم بغريب أعمالها ودقيق وضعها، وعلى أعلى الكل كتابان منحوتان بين بحرين من الفسيفساء المذهب في أرض الزجاج اللازوردي، وعلى وجه المحراب أنواع كثيرة من التزيين والنقوش، وفي جهتي المحراب أربعة أعمدة: اثنان أخضران واثنان زرزوريان لا تقوم بمال، وعلى رأس المحراب خصة رخام قطعة واحدة مسبوكة منمقة بأبدع التنميق من الذهب واللازورد وسائر الألوان واستدارت على المحراب حظيرة خشب بها من أنواع النقش كل غريبة، ومع يمين المحراب المنبر الذي ليس بمعمور الأرض مثله صنعة، خشبه أبنوس وبقس وعود المجمر، يقال إنه صنع في سبع سنين، وكان صناعة ستة رجال غير من يخدمهم تصرفا، وعن شمال المحراب بيت فيه عدد وطسوت ذهب وفضة وحسك، وكلها لوقيد الشمع في كل ليلة سبع وعشرين من رمضان، وفي هذا المخزن مصحف يرفعه رجلان لثقله فيه أربع أوراق من مصحف عثمان بن عفان رضي الله عنه الذي خطه بيمينه، وفيه نقطة من دمه، ويخرج هذا المصحف في صبيحة كل يوم، يتولى إخراجه قوم من قومة الجامع، وللمصحف غشاء بديع الصنعة منقوش بأغرب ما يكون من النقش، وله كرسي يوضع عليه، فيتولى الإمام قراءة نصف حزب فيه، ثم يرفع إلى موضعه.</p>\n<p class=\"arabic\">وعن يمين المحراب والمنبر باب يفضي إلى القصر، بين حائطي الجامع في ساباط متصل، وفي هذا الساباط ثمانية أبواب، منها أربعة تنغلق من جهة القصر وأربعة تنغلق من جهة الجامع. ولهذا الجامع عشرون بابا مصفحة بصفائح النحاس وكواكب النحاس، وفي كل باب منها حلقتان في غاية الإتقان، وعلى وجه كل باب منها في الحائط ضروب من الفص المتخذ من الآجر الأحمر المحكوك، أنواع شتى وأصناف مختلفة من الصناعات والتنميق.</p>\n<p class=\"arabic\">وللجامع في الجهة الشمالية الصومعة الغريبة الصنعة، الجليلة الأعمال، الرائقة الشكل والمثال، ارتفاعها في الهواء مائة ذراع بالذراع الرشاشي، منها ثمانون ذراعا إلى الموضع الذي يقف عليه المؤذن، ومن هناك إلى أعلاها عشرون ذراعا، ويصعد إلى أعلى هذا المنار بدرجين : أحدهما من الجانب الغربي، والثاني من الشرقي، إذا افترق الصاعدان أسفل الصومعة لم يجتمعا إلا إذا وصلا الأعلى. ووجه هذه الصومعة مبطن بالكذان منقوش من وجه الأرض إلى أعلى الصومعة، بصنعة تحتوي على أنواع من التزويق والكتابة.</p>\n<p class=\"arabic\">وبالأوجه الأربعة الدائرة من الصومعة صفان من قسي دائرة على عقد الرخام، وبيت له أربعة أبواب مغلقة يبيت فيه في كل ليلة مؤذنان، وعلى أعلى الصومعة التي على البيت ثلاث تفاحات ذهبا واثنتان من فضة وأوراق سوسنية، تسع الكبيرة من هذه التفاحات ستين رطلا من الزيت، ويخدم الجامع كله ستون رجلا، [v.1, p.457] وعليهم قائم ينظر في أمورهم فهذا ما حكاه محمد بن محمد بن ادريس.</p>\n<p class=\"arabic\">وقرطبة على نهر عظيم عليه قنطرة عظيمة من أجل البنيان قدرا وأعظمه خطرا، وهي من الجامع في قبلته، وبالقرب منه، فانتظم بها الشكل. قالوا: وبأمر عمر بن عبد العزيز قام على نهر قرطبة الجسر الأعظم الذي لا يعرف في الدنيا مثله، وحول الأندلس من عمل إفريقية وجرد لها عاملا من قبله، ووقعت المغانم فيها عن أمره.</p>\n<p class=\"arabic\">وذكر أن تفسير قرطبة بلسان القوط - قرظبة بالظاء المعجمة - ومعنى ذلك بلسانهم: القلوب المختلفة وقيل إن معنى قرظبة آخر ` فاسكنها `. ودور مدينة قرطبة في كمالها ثلاثون ألف ذراع، وبها من الأبواب باب القنطرة وهو بقبليها ومنه يعبر النهر على القنطرة والباب الجديد وهو بشرقيها وباب السور بجوفيها، وباب عامر وهو بين الغربي والجوفي منها، وغيرها. وقصر مدينة قرطبة بغربيها متصل بسورها القبلي والغربي، وجامعها بإزاء القصر من جهة الشرق، وقد وصل بينهما بساباط يسلك الناس تحته من المحجة العظمى التي بين الجامع والقصر إلى باب القنطرة، وكان طول مسقف البلاطات من المسجد الجامع - وذلك من القبلة إلى الجوف، قبل الزيادة مائتين وخمسا وعشرين ذراعا والعرض من الشرق إلى الغرب قبل الزيادة مائة ذراع وخمس أذرع، ثم زاد الحكم في طوله في القبلة مائة ذراع وخمس أذرع، فكمل الطول ثلثمائة ذراع وثلاثين ذراعا، وزاد محمد بن أبي عامر بأمر هشام بن الحكم في عرضه من جهة المشرق ثمانين ذراعا، فتم العرض مائتين وثلاثين ذراعا، وكان عدد بلاطاته أحد عشر بلاطا، عرض أوسطها ست عشرة ذراعا وعرض كل واحد من اللذين يليانه شرقا واللذين يليانه غربا، أربعة عشر ذراعا، وعرض كل واحدة من الستة الباقية أحد عشر ذراعا. وزاد محمد بن أبي عامر فيها ثمانية عشر عرض كل واحد عشر أذرع، وطول الصحن من المشرق إلى المغرب مائة وثمان وعشرون ذراعا، وعرضه من القبلة إلى الجوف مائة واحدة وخمس أذرع، وعرض السقائف المستديرة بصحنه عشر أذرع، فتكسيره ثلاثة وثلاثون ألف ذراع ومائة وخمسون ذراعا وعدد أبوابه تسعة: منا ثلاثة في صحنه غربا وشرقا وجوفا وأربعة في بلاطاته: اثنان غربيان واثنان شرقيان، وفي مقاصير النساء من السقائف بابان، وجميع ما فيه من الأعمدة ألف عمود ومائتا عمود وثلاثة وتسعون عمودا أساطين رخام كلها. وقباب مقصورة الجامع مذهبة، وكذلك جدران المحراب وما يليه قد أجري فيه الذهب على الفسيفساء، وشرفات المقصورة فضة محضة، وارتفاع الصومعة اليوم - وهي من بناء عبد الرحمن بن محمد ثلاث وسبعون ذراعا إلى أصل القبة المفتحة التي يستدير بها المؤذنون، وفي رأس هذه القبة تفاح ذهب وفضة، وارتفاعها إلى مكان الأذان أربع وخمسون ذراعا، وطول كل حائط من حيطانها على الأرض ثمان عشرة ذراعا. وعدد المساجد بقرطبة على ما أحصي وضبط أربعمائة وأحد وتسعون مسجدا.</p>\n<p class=\"arabic\">وأحواز قرطبة تنتهي في الغرب إلى أحواز اشبيلية، وتأخذ في الجوف ستين ميلا، وتختلط أحوازها في الشرق بأحواز جيان، وعلى الجملة فقد كانت أم البلاد وواسطة عقد الأندلس، وحوت من الأكابر من أهل الدنيا والآخرة من الملوك والعلماء والصالحين والمفتين وغيرهم خلقا، ومتعوا فيها ما أراد الله عز وجل، وذلك حين كان جدها صاعدا.</p>\n<p class=\"arabic\">وبعد ذلك طحنتها النوائب واعتورتها المصائب، وتوالت عليها الشدايد والأحداث فلم يبق من أهلها إلا البشر اليسير على كبر اسمها وضخامة حالها. وقنطرتها التي لا نظير لها وعدد أقواسها تسع عشرة قوسا، بين القوس والقوس خمسون شبرا، ولها ستائر من كل جهة تستر القامة، وارتفاعها من موضع المشي إلى وجه الماء، في أيام جفوف الماء وقلته، ثلاثون ذراعا. وتحت القنطرة يعترض الوادي رصيف مصنوع من الأحجار والعمد الجافية من الرخام، وعلى السد ثلاث بيوت أرحاء، في كل بيت أربع مطاحن. ومحاسن هذه المدينة وشماختها أكثر من أن يحاط بها.</p>\n<p class=\"arabic\">فلما عثر جدها وخوى نجمها وضعف أمر الإسلام واختلت [v.1, p.458] بالجزيرة كلمته تغلب عليها النصارى وحكموا عليها، وذلك في أواخر شوال من سنة ثلاث وثلاثين وستمائة.</p>",
            "title": "قرطبة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001186-000.json"
        }
    ],
    "type": "FeatureCollection"
}