{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مرو الشاهجان</h1>\n<p class=\"arabic\">من خراسان، وتسمى أم خراسان، والمرو بالفارسية المرح، والشاه الملك، وجان النفس، فمعناه ` مرح نفس الملك `، وقال مسلم بن الوليد:</p>\n<p class=\"arabic_poetry\">حنت بمرو الشاهجان تسومني * أحدا أشطت لو تحس بذاكا وإذا أطلقوا مرو فإنما يعنون مرو الشاهجان، والنسبة إليها مروزي، وهو من شاذ النسب، ومن قصيدة زياد الأعجم التي رثى بها المغيرة بن المهلب:</p>\n<p class=\"arabic_poetry\">إن السماحة والمروءة ضمنا * قبرا بمرو على الطريق الواضح وفيها قتل يزدجرد آخر ملوك الفرس سنة إحدى وثلاثين، وهو ابن شهريار، وقتله الأعاجم، تولى قتله رجل ينقر الأرحاء، وسبيت له ابنتان فوجه بهما إلى العراق.</p>\n<p class=\"arabic\">وبين مدينة مرو وبلخ مائة وستة وعشرون فرسخا، وتعرف بمرو الشاهجان الأولية البنيان، وقهندزها من بناء طهمورث، والمدينة القديمة من بناء ذي القرنين، ويقال إنه دعا لها بالبركة وقال: لا يصاب أهلها بسوء، وهي في أرض مستديرة بعيدة من الجبال وليس في شيء من حدودها جبل، وأرضها كثيرة الرمل وأبنيتها بالطين، وحدها من المشرق بشاطئ جيحون وفي الجنوب حدود الترمذ والبحر، وفي الشمال أوائل دروب خوارزم وفي المغرب أول حد سرخس، وهي سهلية رملية تحيط بها الرمال والمفاوز ويجري فيها نهر عظيم منه شربهم يقبل من ناحية الجنوب من | مرو الروذ، وهو شرب مرو الروذ، وابتداؤه من حدود الباميان.</p>\n<p class=\"arabic\">وفي مرو ثلاث مساجد للجمعات، لأن أول مسجد أقيم للجمعة ضاق عن الناس لما كثروا فبنى عمر بن عبد العزيز رضي الله عنه المسجد المعروف بالعتيق على باب المدينة حيث الجامع [v.1, p.532] ومصلى العيد في رأس الميدان في مربعة أبي جهم، ويطوف به من جميع نواحيه البنيان والعمارات، وهو على نهر وعليه أبنية كثيرة من المدينة، وهو مما يلي ناحية سرخس. وللمدينة الداخلة أربعة أبواب: الباب الأول يلي المسجد الجامع، وباب يعرف بباب سنجان، وباب بالين وباب درمشكان ، ومن هذا الباب يخرج إلى ما وراء النهر، وعلى هذا الباب عسكر المأمون أيام مقامه بها إلى أن انتهت إليه الخلافة ومرو أيضا كانت معسكر الإسلام في أوله ومنها استقامت مملكة فارس للمسلمين لأن يزدجرد ملك فارس قتل بها في طاحونة، ومن مرو ظهرت دولة بني العباس لأن في دار أبي النجم المعيطي صنع أول سواد صنع ولبسته المسودة.</p>\n<p class=\"arabic\">ومن صحة تربة مرو أن بطيخهم يقدد ويحمل إلى سائر البلاد، ولا يمكن في غيرها، وتكون البطيخة الواحدة بها من ربع قنطار وأكثر، ولا يكون موضع الزريعة منها إلا قدر موضع بيضة، وتضع منه شرائح وتجفف، ويؤكل جافا أطيب منه رطبا وتصنع منه حلوى، ويجد الذي يأكله له رائحة عطرة لا تشبه بشيء، تبقى في يد المتناول أياما وإن غسل بغاسول، وكان يجتلب منه للمأمون في كل عام بنحو عشرة آلاف دينار وأكثر، ومن معادنها يكون الاشبوعان الذي يحمل إلى سائر البلاد، ويرتفع من مرو الابريسم والقز الكثير والقطن الذي ينسب في سائر البلاد إليها، وهو غاية في اللين لا يعدل به ويتجهز به إلى الآفاق.</p>\n<p class=\"arabic\">وحكوا ان امرأة من مرو كانت تلد البنات، فقيل لها: احمدي الله، فقالت: لا أحمد الله، فولدت قردة. قال المخبر: فرأيتها ترضعها في حجرها.</p>\n<p class=\"arabic\">وبمرو كان سرير سلطنة خراسان من قديم الزمان، وفيها معظم العسكر، فأرسل الططر في الخفية إلى البلد: إن أنتم قاتلتمونا مثل أهل بلخ ونيسابور وهراة لم يبق منكم أحد، وفعلنا بكم كما فعلنا بهم ولا يغركم الجند فإنهم يفرون على خيولهم ويتركونكم في أيدينا، وأرسلوا إلى الجند: خلوا بيننا وبين الرعية والأموال وسيروا حيث تحبون، فتجادل الصنفان، وركن أهل البلد إلى تأمينهم، فلما ملكوا المدينة لم يبقوا على بلدي ولا جندي، ومن أفلت من الجند أدركته خيل الططر، وخرجت عليهم من كمائنهم التي وضعوها في البساتين والرساتيق، وجاءوا من كل حدب ينسلون، وانجلت الحال عن سبعمائة ألف قتيل من المسلمين وإنما عرف عددهم بأن وضعت عليهم قطع القصب، وكان القتلى بنيسابور وبلخ وهراة أكثر مما كانوا بمرو، وهذه أمهات مدن خراسان التي كان المثل يضرب بعمارتها وعظمها، خربوها وقتلوا أهلها في بعض سنة، وفعلوا في مدارس هذه المدن وربضها ما تنبو عنه الأسماع، فسبحان من أرسلهم لطي الدنيا.</p>",
            "title": "مرو الشاهجان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001400-000.json"
        }
    ],
    "type": "FeatureCollection"
}