{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">البصرة</h1>\n<p class=\"arabic_poetry\">بالعراق، وهي كانت قبة الإسلام، ومقر أهله، بنيت في خلافة عمر رضي الله عنه سنة أربع عشرة واختط عتبة بن غزوان المنازل بها وبنى مسجدا من قصب، ويقال بل كان ذلك سنة سبع عشرة. وعتبة أول من اختطها ونزلها في ثمانمائة رجل وهو الذي فتح الأبلة. وبالبصرة خطب عتبة بن غزوان خطبته المشهورة وهي ثابتة في صحيح مسلم ، أولها: أما بعد فإن الدنيا آذنت بصرم وولت حذاء، إلى آخرها *</p>\n<p class=\"arabic\">قالوا: وبشرقيها مياه الأنهار منفرشة، وهي نيف على ثمانية آلاف نهر، وهي في مستو من الأرض لا جبال فيها. وقيل كان فيها سبعة آلاف مسجد ثم خلا أكثرها وما بقي فيها إلا ما دار بالمسجد الجامع الذي فيها. وبالبصرة نهر يعرف بنهر الأبلة طوله اثنا عشر ميلا وهو مسافة ما بين البصرة والأبلة، وعلى جانبي هذا النهر قصور وبساتين متصلة كأنها بستان واحد ويحويها حيط واحد، وينصب إلى هذا النهر عدة أنهار مما يقاربه أو يماثله في الكبر، وجميع نخيلها في اعتدال قدوده ونضارة فروعه كأنها أفرغت في قالب واحد وغرس سائره في يوم واحد، وجميع أنهار البصرة المحيطة بشرقيها يصب بعضها في بعض، وينشعب بعضها من بعض وأكثرها يدخله المد والجزر من البحر، فإذا دخل المد تراجعت مياه الأنهار فصبت في البساتين والمزارع وسقتها، وإذا كان الجزر عادت الأنهار جارية على حسب عادتها.</p>\n<p class=\"arabic\">وحكى الخليل فيه ثلاث لغات: ضم الباء وفتحها وكسرها.</p>\n<p class=\"arabic\">ولها نهران أحدهما يعرف بنهر ابن عمر - وجه عمر بن الخطاب ابنه عبد الله رضي الله عنهما لحفره فنسب إليه والآخر يعرف بنهر حسان وهو حسان النبطي صاحب خراج العراق، وبين البصرة والكوفة ثمانون فرسخا.</p>\n<p class=\"arabic\">وسبب بنائها أن عمر رضي الله عنه كتب إلى سعد بن أبي وقاص رضي الله عنه وهو على حرب العراق يستنبئ ما الذي غير ألوان العرب ولحومهم، فكتب إليه أن العرب غير ألوانها وخومة المدائن ودجلة، فكتب إليه أن العرب لا يوافقها إلا ما يوافق إبلها من البلاد فابعث سلمان وحذيفة رضي الله عنهما، وكانا رائدي الجيش، ليرتادا منزلا ليس بيني وبينكم فيه بحر ولا جسر، فبعث سعد حذيفة وسلمان رضي الله عنهم حتى أتيا الأنبار، فسار سلمان رضي الله عنه في غربي الفرات لا يرضى شيئا حتى أتى الكوفة، وسار حذيفة رضي الله عنه في شرقيه حتى أتى الكوفة فأكبا عليها وفيها ديارات ثلاثة منها، دير حرقة بنت النعمان، فأعجبتهما البقعة، فنزلا فصليا وقال كل واحد منهما: اللهم رب السموات وما أظلت ورب الأرضين وما أقلت، ورب الرياح وما أذرت، والنجوم وما هوت، والبحار وما حوت، بارك لنا في هذا الكوفة واجعله منزل ثبات ثم رجعا إلى سعد رضي الله عنه بالخبر.</p>\n<p class=\"arabic\">وفي رواية أن عمر رضي الله عنه كتب إلى سعد رضي الله عنه أن العرب لا يصلحها من البلدان إلا ما يصلح الشاة والبعير وسأل من قبله عن هذه الصفة فأشار عليه من رأى العراق من وجوه العرب وعلمائها باللسان لسان البر الذي أدلعه في الريف، وهو نهر الكوفة فكتب عمر إلى سعد رضي الله عنهما يأمره بنزوله، وبين هذا اللسان وبين القادسية ثمانية فراسخ، فارتحل سعد رضي الله عنه من المدائن بالناس حتى عسكر في الكوفة سنة سبع عشرة. واستقر أيضا بأهل البصرة منزلهم اليوم فاستقرا في قرارهما في شهر واحد،، قيل بصرت البصرة سنة أربع عشرة وكوفت الكوفة سنة سبع عشرة، فبصر البصرة لعمر رضي الله عنه عتبة بن غزوان ثم استعمل عليها المغيرة بن شعبة، ثم عزله عمر رضي الله عنه واستعمل أبا موسى رضي الله عنه، ثم إن القوم استأذنوا عمر رضي الله عنه في بنيان القصب فقال: العسكر أجد لحربكم وما أحب أن أخالفكم فشأنكم، فابتنى أهل المصرين بالقصب. ثم إن الحريق وقع بالكوفة والبصرة وكان أشدهما حريقا الكوفة، احترق فيها ثمانون عروسا ولم تبق فيها قصبة فبعث سعد إلى عمر رضي الله عنهما منهم نفرا يستأذنونه في البناء باللبن ويخبرونه عن الحريق فأذن لهم وقال: لا يزيد أحدكم على ثلاثة أبيات ولا تطاولون في البنيان والزموا السنة تلزمكم الدولة، وعهد عمر رضي الله عنه إلى الناس وتقدم إلى الناس لا يرفعوا بنيانا فوق القدر، قالوا: وما القدر؟ قال: ما لا يقربكم من السرف ولا يخرجكم عن القصد.</p>\n<p class=\"arabic\">ولما بلغ عمر رضي الله عنه أن سعدا وأصحابه رضي الله عنهم قد بنوا بالمدر قال: قد كنت أكره لكم ذلك فأما إذا فعلتم فعرضوا الحيطان وأطيلوا السمك وقاربوا الخشب، وعلى الجملة [v.1, p.105] فالبصرة والكوفة مصرا الإسلام وقرارة الدين ومحال الصحابة والتابعين والعلماء الصالحين وجيوش المسلمين والمجاهدين، ثم نشأت بين أهل المصرين مفاخرة ومفاضلة، فقال من فضل البصرة: كان يقال الدنيا والبصرة. ووقف شيخ دهقان فقال، وهو يتأمل البصرة - أنهارها وكلاءها وأسواقها ومسجدها الأعظم ومجالسها -: قاتلك الله، فوالله ما استجمعت هكذا حتى أخربت بلادا وبلادا. وقال بعضهم: مررت ببعض طرق الكوفة فإذا برجل يخاصم جارا له، فقلت: ما لكما تختصمان؟ فقال أحدهما: لا والله إلا أن صديقا زارني فاشتهى علي رؤوسا فاشتريت له رأسا فتغدينا به فأخذت عظام الرأس فوضعتها على باب داري أتجمل بها في جيراني فأخذها هذا من بابي فوضعها على بابه وقال: أنا اشتريته.</p>\n<p class=\"arabic\">وأنشدوا لبعض أصحاب الضياع:</p>\n<p class=\"arabic_poetry\">زرعنا فلما سلم الله زرعنا * ووافى عليه منجل لحصاد</p>\n<p class=\"arabic_poetry\">بلينا بكوفي حليف مجاعة * أضر علينا من دبا وجراد وقال الأحنف لأهل الكوفة: نحن أعذى منكم برية وأكثر منكم بحرية وأبعد منكم قرية وأكثر منكم سرية. وزعم أهل الكوفة أن البصرة أسرع الأرض خرابا وأخبثها ترابا وأبعدها من السماء وأسرعها غرقا. قال البصريون: كيف تكون أسرع غرقا ومغيض مائها في البحر ثم يخرج ذلك إلى البحر الأعظم ثم إذا جاوز الأبلة بعدة فراسخ يصب في دجلة سامرا ودجلة عبادان ولم يدخل البصرة ماء قط. وعن إياس بن معاوية: مثلت الدنيا على صورة طائر فالبصرة ومصر الجناحان والشام الرأس والجزيرة الجؤجؤ واليمن الذنب، وليس في الحديث ذكر الكوفة.</p>\n<p class=\"arabic\">وسئل بعض الناس عن فقهاء الكوفة فقال: أبحث الناس لصغير وأتركه لكبير، يتكلف أحدهم القول في الدور والدين والعين وهو لم يحكم طلاق السنة. وعاب بعض الكوفيين فقهاء البصريين فقال: كان الحسن أزرق وقتادة أعمى وابن أبي عروبة أعرج وهشام أعمى وواصل أحدب وعبد الوارث أبرص ويحيى بن سعيد أحول، فقال بعض البصريين: كان علقمة أعرج وإبراهيم أعور وسليمن أعمش ورشيد أعرج وأبو معاوية أعمى ومسروق مفلوجا وشريح سناطا. وقال أبو عبيدة: سعوا بالوليد ثم جاءوا يعتذرون إليه وقالوا: ما رأينا بعدك خيرا منك، قال: لا والله ما رأيت أنا بعدكم شرا منكم، فلما أسهبوا في الثناء وأطنبوا في التقريظ قال: حبكم كلف وبغضكم تلف وطبعتم على الزيادة في الأشعار والتوليد في الآثار وطبعنا على حذف الفضول والتمسك بالأصول، وقال النجاشي:</p>\n<p class=\"arabic_poetry\">إذا سقى الله قوما صوب غادية * فلا سقى الله أهل الكوفة المطرا</p>\n<p class=\"arabic_poetry\">السارقون إذا ما جن ليلهم * والدارسون إذا ما أصبحوا السورا</p>\n<p class=\"arabic_poetry\">وأرسل الريح تذري في وجوههم * حتى إذا لم يروا عينا ولا أثرا</p>\n<p class=\"arabic_poetry\">ألقى العداوة والبغضاء بينهم * حتى يكونوا بمن عاداهم جزرا وقال اليعقوبي: أهل الكوفة على قلة أمولهم أهل تجمل وستر وكفاف وعفاف ليس في البلدان أشد عفافا منهم ولا أشد تجملا وهي طيبة الهواء عذبة الماء، ماؤها ماء الفرات الأعظم، وهي دار العرب ومادة الإسلام ومعدن العلم، بها أئمة القراء الفصحاء الذين ترجع عامة الناس إلى قراءتهم وفقهاؤها الفقهاء الذين عليهم المعتمد، وهم أهل العلم بالشعر وفصيح اللغة لأن أهلها عرب كلهم لم تخالطهم الأنباط ولا الفرس ولا الخزر ولا السند ولا الهند، ولا تناكحوا في هذه الأجناس فيفسدوا لغاتهم، وإن أصل الرواية ومعرفة اللغة كان فيهم، ومن رواتهم صار إلى أهل البصرة وغيرها لأن أهل الحيرة كانوا أول من دون الشعر وكتبه في أيام آل المنذر اللخميين ملوكها وكانت شعراء الجاهلية تفد عليهم مثل الأعشى والنابغة وعبيد بن الأبرص وبشر بن أبي خازم وعمرو بن كلثوم والحارث بن حلزة والمتلمس وطرفة وغيرهم، فكان آل المنذر يأمرون كتابهم من أهل الحيرة أن يكتبوا أشعارهم فأخذه الناس عنهم.</p>\n<p class=\"arabic\">قال الجاحظ: والكتب الموضوعة في محاجة أهل الشام لأهل العراق وأهل الكوفة لأهل البصرة وأهل الجزيرة لأهل الشام وبغداد والبصرة، وهذا الشكل أهون من محاجة أهل المدينة لأهل مكة والحسنية للحسينية والمهاجرين للأنصار على ما في هذا من الخطأ [v.1, p.106] فإن الله تعالى لم يفرق في القرآن بين المهاجرين والأنصار كما لم يفرق بين الصلاة والصيام وبين الجنة والنار، كذلك القول في الحسنية والحسينية لأنهما سبط واحد وكنفس واحدة، قال: وأصحاب الفضول كثير فقد رأيت من يزعم أن منكرا أفضل من نكير ويأجوج أشرف من ماجوج وهاروت خير من ماروت، وللأمور حدود الوقوف عندها أصوب.</p>\n<p class=\"arabic\">وسنستوفي خبر الكوفة عند الوصول إلى رسمها إن شاء الله تعالى فلنرجع الآن إلى ذكر البصرة.</p>\n<p class=\"arabic\">واختطت البصرة في موضعها اليوم على اختلاف الناس في وقت ذلك كما تقدم فبنوا بالقصب ومكثوا كذلك يسيرا حتى أذن لهم عمر رضي الله عنه في البناء باللبن لما وقعت النار بالكوفة واحترق فيها ثمانون عروسا كما ذكرنا، فبنى الناس تزجية وبلغة لما تقدم إليهم عمر رضي الله عنه ألا يرفعوا فوق القدر، وكان عمر رضي الله عنه كتب إلى سعد رضي الله عنه أن ابعث عتبة بن غزوان إلى فرج الهند يرتاد موضعا يمصره وابعث معه ثمانين من أصحاب رسول الله صلى الله عليه وسلم، فخرج عتبة من المدائن سنة ست عشرة من الهجرة في سبعمائة حتى نزل على شاطئ دجلة بحيال جزيرة العرب فبنى ولم يبدأ بأول من المسجد فاختطوه ثم رموا من حواليه كله باسهم، واختطوا ما وراء منتهاها على حسب ما فعلوه بمسجد الكوفة، وأول ما بني بالبصرة سبع دساكر منها الخريبة اثنتان والزابوقة واحدة، وفي بني سليم اثنتان وفي الازد اثنتان وبني مسجدها بالقصب ثم بناه ابن عامر باللبن لعثمان بن عفان رضي الله عنه ثم بناه زياد بالآجر لمعاوية رضي الله عنه، وبنى جنبتيه وأتمه عبيد الله بن زياد، ويذكر أن المسجد الحرام أكبر من مسجد البصرة ببضع عشرة ذراعا. وكسرت البصرة أيام خالد القسري فوجد طولها فرسخين في مثلهما والكوفة ثلثا البصرة. وأول مولود ولد فيها عبد الرحمن بن أبي بكرة رضي الله عنهما فنحر يومئذ جزورا وأطعم أهلها وكانوا ثلثمائة أو ثلاثين ومائة. ولأهل البصرة ثلاثة أشياء ليس لأحد من أهل البلدان أن يدعيها ولا يشركهم فيها وهي النخل والشاء والحمام الهدي، أما النخل فهم أعلم قوم بها وأحذقهم بغراستها وتربيتها وإصلاحها وإصلاح عللها وأدوائها وأعرفهم بأحوالها من حين تغرس إلى حين تكمل وتستوي وأبصرهم بالتمر وخرصه وتمييزه وحزره وخزنه، وهي تجارتهم العظمى وعدتهم الكبرى، وفي البصرة من أصناف النخيل ما ليس في بلد من بلاد الدنيا. وأما الشاء فانهم اصطفوا منها العبدية المنسوبة إلى عبد القيس، وذكروا أن رجلا من وفد عبد القيس يقال له عبادة بن عمرو الشني قال للنبي صلى الله عليه وسلم عند وفادتهم عليه ودعائه لهم: يا رسول الله إني رجل أحب الشاء، فدفع له رسول الله صلى الله عليه وسلم فحلا جليلا من المعز وقبض بيده على أصل أذن ذلك الفحل حتى استدارت أصابعه الكريمة فصار في أذنه كالسمة، فقدم به عبادة بلاده فأطرقه شياهه فجاءت بالشاء العبدية فحملها أهل البصرة من البحرين، وهم يذكرون أن ما من شاة موصوفة كريمة منها إلا وفي أذنها حلقة كالسمة فإذا وجدوها كذلك رغبوا فيها وغالوا فيها، تبلغ الشاة منها خمسين دينارا، وإذا كان في التيس مثل ذلك تنوفس فيه وبلغ عدة دنانير، وأخبر يحيى بن الفضيل أنه رأى تيسا بالبصرة عظيما قد حملت عليه مزادة ماء وهي الراوية التي تحملها البغال، فبلغ بها منزل صاحبه، واشتري بأربعمائة دينار، وللشاء عندهم أنساب معروفة ويشهدون على ذلك العدول في الصحف فيقولون: شاة بني فلان أمها فلانة شاة آل فلان، وأبوها تيس آل فلان، وجدتها الفلانية، ويوصف مقدار ما تحلب من اللبن. وأما الحمام فالأمر بالبصرة جل فيه وتجاوز الحد وبلغت الحمام عندهم في الهدي أن جاءت من أقاصي بلاد الروم ومن مصر إلى البصرة وتنافسوا في اقتنائها ولهجوا بها حتى بلغ ثمن الطائر منها سبعمائة دينار، قال: وهذا ما حضرته ورأيته وشهدته. وقيل إنه بلغ بالبصرة ثمن لطائر منها جاء من خليج القسطنطينية ألف دينار، وكانت تباع البيضة من الطائر المشهور الذي قد أتاهم وأبوه من الغاية بعشرين دينارا وعندهم دفاتر بأنساب الحمام كأنساب العرب، وكان لا يمتنع الرجل الجليل ولا الفقيه ولا العدل من اتخاذ الحمام والمنافسة فيها والاخبار عنها والوصف لأمرها والنعت لمشهورها حتى وجه أهل البصرة إلى بكار بن قتيبة البكراني قاضي مصر وهو منهم، وكان في فضله وعقله ودينه وورعه على ما لم يكن عليه قاض، بحمامات لهم مع قوم ثقات وكتبوا إليه يسألونه أن يتولى إرسالها بنفسه ففعل، وكان الحمام عندهم متجرا من التجارات لا يرون بذلك بأسا.</p>\n<p class=\"arabic\">قال الطبري : وفي سنة مائتين وست وسبعين انفرج تل في نهر البصرة يعرف بتل بني شقيق عن سبعة قبور فيها سبعة أبدان صحيحة وحوض من حجر في لون المسن فيه كتابة لا يدرى ما هي وعلى تلك الأبدان أكفان جدد لينة تفوح منها رائحة المسك، أحدهم [v.1, p.107] شاب له جمة وجميع أعضائه صحاح وكأنه قد كحل بالكحل وبلت شفتاه بالماء من صحة بشرته وبه ضربة في خاصرته. قال محمد بن جرير: وحدثني بعض أصحابنا ممن شهد أمره أنه جذب شعرة من شعر بعضهم فوجده قوي الأصل نحو قوة شعر الحي. وفي شوال سنة ثمان وخمسين ومائتين غلب على البصرة الدعي وكان قد حصرهم في شعبان ورمضان وقتل من أهلها مائة ألف رجل وقتل بعد أن دخلها مائتي ألف وحرق عامتها وهدم المسجد الجامع وحرقه، وكان أصل هذا الدعي الثائر من البصرة وبها قرأ وتأدب وكان يعلم القرآن والأدب لبعض أبنائها إلى أن كان من أمره ما كان، وخرج في خلافة المعتمد وقيل في خلافة المهتدي فلم يخرج إليه المعتمد وبعث إليه الجيوش فهزمها العلوي الدعي واسمه علي بن محمد بن أحمد بن عيسى بن زيد بن علي بن حسين بن علي بن أبي طالب رضي الله عنهم وعن من انتمى إليهم، وكان الذي طاوله في تلك الحروب طلحة بن جعفر المتوكل المعروف بالموفق رحمه الله، ثلاث سنين وثمانية أشهر، إلى أن قتله وسيق رأسه إلى بغداد وطيف به. قال بعضهم: رأيت ذلك اليوم فما رأيت مثله حسنا، سار الأمير والجيش أمامه وخلفه والرأس بين يديه محمول على الرمح، وصاعد الوزير معه. وكان قيام هذا الدعي في شوال سنة خمس وخمسين في خلافة المهتدي بالله، وقيل في صفر سنة سبعين كذا في تاريخ القضاعي، وفي تاريخ محمد بن سهل أنه قتل سنة إحدى وسبعين ومائتين وهو خارج من مدينته التي سماها المختارة وهي على دجلة على مسيرة يوم من البصرة بالقرب من عبادان، وسكنها بسودانه الذين جيشوا معه من عبيد أهل البصرة وغيرهم، كان خرج إليهم من البصرة إلى بواديهم وألفهم فأقام معهم بها يقاتل البصرة إلى أن هدمها وحرقها، وكانت مدته إلى أن قتل ست عشرة سنة، وكان موته بسهم أصابه في نحره بين الصفين وهو ينشد:</p>\n<p class=\"arabic_poetry\">لميتة يلقها الإنسان واحدة * خير له من لقاء الموت تارات ولما ظفر الموفق بصاحب الزنج قال ابن الرومي يمدح صاعدا الوزير بقصيدة عددها أربع مائة بيت أولها:</p>\n<p class=\"arabic_poetry\">أبين ضلوعي جمرة تتوقد * على ما مضى أم حسرة تتجدد قال الصولي: ولا نعلم أحدا مدح رجلا بأنه لا يحضر الحرب وينفذ كيده فيها نفوذ الأقدار بأحسن مما قاله ابن الرومي:</p>\n<p class=\"arabic_poetry\">يظل عن الحرب العوان بمعزل * وآثاره فيها وإن غاب تشهد</p>\n<p class=\"arabic_poetry\">كما احتجب المقدار والحكم حكمه * عن الناس طرا ليس عنه معرد ولقد أحسن وإن كان نقله من قول بشار:</p>\n<p class=\"arabic_poetry\">الدهر طلاع بأحداثه * ورسله فيها المقادير</p>\n<p class=\"arabic_poetry\">محجوبة تنفذ أحكامها * ليس لنا عن ذاك تأخير ثم مدح ابن الرومي فيها صاعدا مشيرا إلى هذه القصة فأحسن. قالوا: وأقام الرواة يروون حرفا مصحفا: تهلك البصرة بالريح بعد مائتي سنة حتى جاء صاحب الزنج فعلموا أن صوابه بالزنج بالزاي والنون والجيم. ولصاحب الزنج أشعار أكثرها في الفخر ووجوب القيام لإزالة الظلم وتغيير المنكر.</p>\n<p class=\"arabic_poetry\">وفيما بين طنجة وفاس من أرض المغرب مدينة يقال لها البصرة أيضا كبيرة هي أوسع تلك النواحي مرعى وأكثرها زرعا ولكثرة ألبانها تعرف بقصر الذبان، وتعرف ببصرة الكتان، وكانوا يتبايعون في بدء أمرها جميع تجاراتهم بالكتان، وتعرف أيضا بالحمراء لأنها حمراء التربة وسورها مبني بالحجارة وهي بين شرفين ولها عشرة أبواب وجامعها سبع بلاطات وبها حمامان ومقبرتها الكبرى في شرقيها في جبل، وماء المدينة زعاق وشرب أهلها من بئر عذبة على باب المدينة تعرف ببئر ابن ذلفاء، وخارجها في جناتها عيون كثيرة وآبار عذبة. ونساء البصرة مخصوصات بالجمال الفائق والحسن الرائق ليس بأرض المغرب أجمل منهن. قال أحمد بن الفتح المعروف بالخراز التاهرتي يمدح أبا العيش بن إبراهيم بن القاسم: [v.1, p.108] قبح الإله اللهو إلا قينة * بصرية في حمرة وبياض</p>\n<p class=\"arabic_poetry\">الخمر في لحظاتها والورد في * وجناتها والكشح غير مفاض</p>\n<p class=\"arabic_poetry\">في شكل مرجي ونسك مهاجر * وعفاف سني وسمت إباضي</p>\n<p class=\"arabic_poetry\">تاهرت أنت خلية وبرية * عوضت منك ببصرة فاعتاضي</p>\n<p class=\"arabic_poetry\">لا عذر للحمراء في كلفي بها * أو تستفيض بأبحر وحياض</p>\n<p class=\"arabic_poetry\">ما عذرها والعيش عيشي إذ بها * ملك الملوك ورائض الرواض ومدينة البصرة هذه محدثة أسست في الوقت الذي أسست فيه أصيلة أو قريبا منه، وبين البصرة وفاس مرحلتان أو ثلاث.</p>",
            "title": "البصرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000280-000.json"
        }
    ],
    "type": "FeatureCollection"
}