{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إلبيرة</h1>\n<p class=\"arabic\">من كور الأندلس جليلة القدر نزلها جند دمشق من العرب وكثير من موالي الإمام عبد الرحمن بن معاوية، وهو الذي أسسها وأسكنها مواليه ثم خالطهم العرب بعد ذلك، وجامعها بناه الإمام محمد على تأسيس حنش الصنعاني، وحولها أنهار كثيرة. وكانت حاضرة إلبيرة من قواعد الأندلس الجليلة والأمصار النبيلة فخربت في الفتنة وانفصل أهلها إلى مدينة غرناطة فهي اليوم قاعدة كورها، وبين إلبيرة وغرناطة ستة أميال، ومن الغرائب أنه كان بناحية مدينة إلبيرة فرس قد نحت من حجر صلد قديم هناك لا يعلم واضعه فكان الغلمان يركبونه ويتلاعبون حوله إلى أن انكسر منه عضو فزعم أهل إلبيرة أن في تلك السنة التي حدث فيها كسره تغلب البربر على مدينة إلبيرة فكان أول خرابها.</p>\n<p class=\"arabic_poetry\">ومدينة إلبيرة بين القبلة والشرق من قرطبة، ومنها إبراهيم بن خالد سمع من يحيى بن يحيى وسعيد بن حسان وسمع من سحنون وهو أحد السبعة الذين اجتمعوا في إلبيرة في وقت واحد من رواة سحنون، ومنها أبو إسحاق بن مسعود الإلبيري صاحب القصيدة الزهدية التي أولها : [v.1, p.28] تفت فؤادك الأيام فتا * وتنحت جسمك الساعات نحتا وهي طويلة جدا، وهو القائل :</p>\n<p class=\"arabic_poetry\">من ليس بالباكي ولا المتباكي * لقبيح ما يأتي فليس بزاك القصيدة بطولها، وهو القائل :</p>\n<p class=\"arabic_poetry\">ما أميل النفس إلى الباطل * وأهون الدنيا على العاقل</p>\n<p class=\"arabic_poetry\">آه لسر صنته لم أجد * خلقا له قط بمستاهل</p>\n<p class=\"arabic_poetry\">هل يقظ يسألني علني * أكشفه لليقظ السائل</p>\n<p class=\"arabic_poetry\">لو شغل المرء بتركيبه * كان به في شغل شاغل</p>\n<p class=\"arabic_poetry\">وعاين الحكمة مجموعة * ماثلة في هيكل ماثل</p>\n<p class=\"arabic_poetry\">يا أيها الغافل عن نفسه * ويك أفق من سنة الغافل وبساحل إلبيرة كان نزول الأمير عبد الرحمن بن معاوية بن هشام بن عبد الملك الداخل إلى الأندلس حين عبوره إليها.</p>",
            "title": "إلبيرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000093-000.json"
        }
    ],
    "type": "FeatureCollection"
}