{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">اشبيلية</h1>\n<p class=\"arabic\">مدينة بالأندلس جليلة بينها وبين قرطبة مسيرة ثمانية أيام ومن الأميال ثمانون، وهي مدينة قديمة أزلية يذكر أهل العلم باللسان اللطيني ان أصل تسميتها اشبالي معناه المدينة المنبسطة ويقال إن الذي بناها يوليش القيصر وإنه أول من تسمى قيصر، وكان سبب بنيانه إياها أنه لما دخل الأندلس ووصل إلى مكانها أعجبه كرم ساحته وطيب أرضه وجبله المعروف بالشرف، فردم على النهر الأكبر مكانا وأقام فيه المدينة وأحدق عليها بأسوار من صخر، وبنى في وسط المدينة قصبتين متقنتين عجيبتي الشأن تعرفان بالأخوين، وجعلها أم قواعد الأندلس واشتق لها اسما من اسمه ومن اسم رومية فسماها رومية يوليش. ويقال إن اشبانية اسم خاص ببلد اشبيلية الذي كان ينزله اشبان بن طيطش وباسمه سميت الأندلس اشبانية، ولم تزل معظمة عند العجم من ذلك الوقت، وقد كان فيها رجال ولوا قيادة العجم العظمى [v.1, p.58] والمملكة بمدينة رومية، وروي أن المرأة التي قتلت يحيى بن زكريا عليه السلام من اشبيلية من قرية طالقة.</p>\n<p class=\"arabic\">وهي كبيرة عامرة لها أسوار حصينة وسوقها عامرة وخلقها كثير وأهلها مياسير، وجل تجاراتهم الزيت يتجهزون به إلى المشرق والمغرب برا وبحرا، يجتمع هذا الزيت من الشرف، وهو مسافة أربعين ميلا كلها في ظل شجر الزيتون والتين، أوله مدينة اشبيلية وآخره مدينة لبلة، وسعته اثنا عشر ميلا وفيه ثمانية آلاف قرية عامرة بالحمامات والديار الحسنة، وبين الشرف واشبيلية ثلاثة أميال.</p>\n<p class=\"arabic\">ومدينة اشبيلية موفية على النهر وهو في غربيها. ويذكر في بعض الأخبار أن اشبان بن طيطش من ذرية طوبيل بن يافث بن نوح كان أحد أملاك الاشبانيين خص بملك أكثر الدنيا وان بدء ظهوره كان من اشبيلية فغلظ أمره وبعد صيته وتمكن في كل ناحية سلطانه، فلما ملك نواحي الأندلس وطاعت له أقاصي البلاد خرج في السفن من اشبيلية إلى إيليا فغنمها وهدمها وقتل بها من اليهود مائة ألف وسبى مائة ألف وفرق في الأرض مائة ألف، وانتقل رخامها إلى اشبيلية وماردة وباجة، وانه صاحب المائدة التي الفيت بطليطلة وصاحب الحجر الذي وجد بماردة وصاحب قليلة الجوهر التي كانت بماردة أيضا على حسب ما ذكر في فتح الأندلس، وأنه حضر خراب بيت المقدس الأول مع بخت نصر وحضر الخراب الذي كان مع قيصر بشبشيان، واذريان قيصر يذكر أنه من طالقة اشبيلية. وفي سنة عشرين من دولته اتفق بنيان إيليا، وكان من مضى من ملوك الأعاجم يتداولون بمسكنهم أربعة من مدن الأندلس: اشبيلية وماردة وقرطبة وطليطلة، ويقسمون أزمانهم على الكينونة بها.</p>\n<p class=\"arabic\">وكان سور اشبيلية من بناء الإمام عبد الرحمن بن الحكم بناه بعد غلبة المجوس عليها بالحجر، وأحكم بناءها، وكذلك جامعها من بنائه، وهو من عجيب البنيان وجليلها، وصومعته بديعة الصناعة غريبة العمل، أركانها الأربعة عمود فوق عمود، إلى أعلاها، في كل ركن ثلاثة أعمدة فلما مات عبد الرحمن بن إبراهيم بن حجاج في محرم سنة إحدى وثلثمائة قدم أهلها أحمد بن مسلمة وكان من أهل البأس والنجدة فأظهر العناد وجاهر بالخلاف، فأخرج إليه عبد الرحمن قائدا بعد قائد حتى افتتحها عليه بدر الحاجب سنة إحدى وثلثمائة واستعمل عليها سعيد بن المنذر المعروف بابن السليم، فهدم سورها وألحق أعاليه بأسفله وبنى القصر القديم المعروف بدار الإمارة وحصنه بسور حجر رفيع وأبواب منيعة، وبني سور المدينة في الفتنة بالتراب.</p>\n<p class=\"arabic\">وباشبيلية آثار للأول كثيرة، وبها أساطين عظام تدل على هياكل كانت بها. واشبيلية من الكور المجندة، نزلها جند حمص ولواؤهم في الميمنة بعد لواء جند دمشق، وهي من أمصار الأندلس الجليلة الكثيرة المنافع العظيمة الفوائد.</p>\n<p class=\"arabic\">ويطل على اشبيلية جبل الشرف، وهو شريف البقعة كريم التربة دائم الخضرة، فراسخ في فراسخ طولا وعرضا لا تكاد تشمس منه بقعة لالتفاف زيتونه واشتباك غصونه، وزيته أطيب الزيوت كثير الرفع عند العصر لا يتغير على طول الدهر، ومن هناك يتجهز به إلى الآفاق برا وبحرا. وكل ما استودع أرض اشبيلية وغرس فيها نمى وزكا وجل، والقطن يجود بأرضها ويعم بلاد الأندلس ويتجهز به التجار إلى إفريقية وسجلماسة وما والاها، وكذلك العصفر بها يفضل عصفر الآفاق. وبقبلي مدينة اشبيلية بساتين تعرف بجنات المصلى وبها قصب السكر، وفي آخر نهر اشبيلية من كلتا جانبيه جزائر كثيرة يحيط بها الماء كلأها قائم لا يصوح لدوام ندوتها ورطوبة أرضها، ويصلح نتاجها وتدوم ألبانها ويمتنع ما فيها من الحافر والظلف على العدو فلا يصل إليه أحد، وهذه الجزائر تعرف بالمدائن وبعضها يقرب من البحر.</p>\n<p class=\"arabic\">وفي سنة سبع وتسعين وخمسمائة في جماداها الآخر كان السيل العظيم الجارف باشبيلية المربي على كل سيل وهو مذكور في الثاني من ` جالي الفكر ` في أول ورقة منه سنة سبع وتسعين وخمسمائة فانقله من هناك. [v.1, p.59]</p>\n<p class=\"arabic\">وفي سنة ست وأربعين وستمائة تغلب العدو على مدينة اشبيلية في شعبان منها بعد أن حوصرت أشهرا حتى ساءت أحوال أهلها وخافوا ويئسوا من الاعانة، فأصفق رأيهم على إسلامها للعدو والخروج عنها فكان ذلك، وأجلهم الفنش ريثما يستوفون احتمال ما استطاعوا حمله من أموالهم ثم خرجوا عنها وأقامت خالية ثلاثة أيام وسرح معهم الطاغية خيلا توصلهم إلى مأمنهم وكان صاحب أناة وسياسة، ويقال إنه لما مات دفن في قبلة جامعها الأعظم.</p>",
            "title": "اشبيلية",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000163-000.json"
        }
    ],
    "type": "FeatureCollection"
}