{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المدائن</h1>\n<p class=\"arabic\">على سبعة فراسخ من بغداد على حافتي دجلة، فبهرسير هي المدينة الدنيا، وهي على أحد جانبيها مما يلي المشرق، وقصر كسرى وهو الإيوان هي المدينة القصوى، وهو القصر الأبيض الذي أخبر به النبي صلى الله عليه وسلم، وبها كان مقام الأكاسرة. وتلقاء مقعد الملك من سقف الإيوان حلقة من ذهب كان يعلق التاج منها بسلسلة من ذهب.</p>\n<p class=\"arabic\">والمدائن هي كانت دار مملكة الأكاسرة، والفرس اختاروها من مدن العراق، وكان أول من نزلها أنوشروان، وهي عدة مدن في جانبي دجلة الشرقي والغربي، منها المدينة التي يقال لها العتيقة، وفيها القصر الأبيض القديم الذي لا يدرى من بناه، وفي الجانب الشرقي أيضا مدينة يقال لها أسبانبر، وفيها إيوان كسرى العظيم الذي ليس للفرس مثله، ارتفاع سمكه ثمانون ذراعا، وبين المدينتين مقدار ميل، وفي هذه المدينة قبر سلمان الفارسي وحذيفة بن اليمان رضي الله عنهما، ثم مدينة يقال لها الرومية، وبها كان أبو جعفر المنصور أمير المؤمنين وبها قتل أبا مسلم داعية بني العباس، وفي الجانب الغربي من دجلة مدينة يقال لها بهرسير، ثم ساباط على فرسخ من بهرسير.</p>\n<p class=\"arabic\">وهذه المدائن كلها هي المدائن وافتتحها سعد بن أبي وقاص رضي الله عنه.</p>\n<p class=\"arabic\">وذكر أن الاسكندر، وهو كان أحد ملوك الأرض، وقيل إنه ذو القرنين المذكور في القرآن بلغ مشارق الأرض ومغاربها وله في كل إقليم أثر فبنى بالمغرب الإسكندرية، وبخراسان العليا سمرقند ومدينة الصغد، وبناحية الجبل جي وهي أصبهان، وبنى مدنا أخر في نواحي الأرض وأطرافها، وجال الدنيا كلها ووطئها فلم يختر منها منزلا سوى المدائن، فنزلها وبنى بها مدينة عظيمة، وجعل عليها سورا أثره باق، وهو المدينة التي تسمى الرومية في جانب دجلة الشرقي، وأقام الاسكندر بها راغبا عن بقاع الأرض كلها وعن بلاده ووطنه، ولم تزل مستقره مذ نزلها حتى مات بها، وحمل منها فدفن بالإسكندرية مكان أمه، فإنها كانت إذ ذاك باقية هناك، وكذلك ملوك الأكاسرة كلهم اختاروا المدائن وما جاورها منزلا لصحة تربتها وطيب هوائها واجتماع مصب دجلة والفرات بها، فلم تزل دار مملكة الأكاسرة ومحل كبار الأساورة، ولهم بها آثار عظيمة وأبنية قديمة، منها الإيوان والقصر الأبيض المذكور جميع ذلك في سينية أبي عبادة.</p>\n<p class=\"arabic\">ولما فرغ سعد بن أبي وقاص رضي الله عنه من القادسية أمره عمر رضي الله عنه بالمسير إلى المدائن وأن يخلف النساء والعيال بالعتيق ويجعل معهم كنفا من الجند ففعل، وعهد إليه أن يشاركهم في كل مغنم ما داموا يخلفون المسلمين في عيالاتهم، فقدم سعد زهرة بن الحوية نحو اللسان، وهو لسان البر الذي [v.1, p.526] أدلعه في الريف، وعليه الكوفة اليوم وكانت عليه قبل اليوم الحيرة، وكان النخيرجان معسكرا به، فارفض ولم يثبت حين سمع بمسيرهم ولحق بأصحابه.</p>\n<p class=\"arabic\">ثم قدم سعد العساكر عليهم أمراؤه ثم ارتحل يتبعهم بعد الفراغ من أمر القادسية، وكل المسلمين فارس مؤد، قد نقل الله عز وجل إليهم ما كان في عسكر فارس من كراع وسلاح ومال، فسار زهرة حتى نزل الكوفة وهي حصباء ورملة حمراء، ومضى زهرة إلى المدائن، فلما أتى برس لقيه بصبهرى في جمع فناوشهم زهرة فهزمهم وهربوا إلى بابل، وبها فالة الفارسية وبقايا رؤسائهم، وكان زهرة قد طعن بصبهرى في يوم برس فمات من طعنته بعد ما لحق ببابل، وأقبل عند ذلك دهقان برس، وهو بسطام، فاعتقد من زهرة وعقد لهم الجسور وأتاه بخبر الذين اجتمعوا ببابل، فكتب بذلك زهرة إلى سعد، فأتاه الخبر وقد نزل بالكوفة على من بها مع هاشم بن عتبة، فقدمهم ثم اتبعهم، فنزلوا على الفيرزان ببابل، فاقتتلوا فهزموا المشركين في أسرع من لفت الرداء، فانطلقوا على وجوههم ، ولم يكن لهم همة إلا الإفتراق، فخرج الهرمزان نحو الأهواز وخرج الفيرزان حتى طلع على نهاوند وبها كنوز كسرى فأخذها وأكل الماهين، وصمد النخيرجان ومهران الرازي للمدائن حتى عبرا بهرسير إلى جانب دجلة الآخر، ثم قطعا الجسر.</p>\n<p class=\"arabic\">ونزل سعد بالناس على بهرسير شهرين يرمونهم بالمجانيق ويدبون إليهم بالدبابات ويقاتلونهم بكل عدة، وكان سعد عندما نزلها وعليها خنادقها وحرسها وعدة الحرب استصنع شيرزاد المجانيق، وكان اعتقد منه بأداء الجزية، فنصب على أهلها عشرين منجنيقا فشغلهم بها، وقاتلهم المسلمون، وكانت على زهرة بن الحوية يومئذ درع مفصومة، فقيل له: لو أمرت بهذا الفصم، فسرد فقال: ولم؟ فقالوا: إنا نخاف عليك منه، فقال: إني لكريم على الله تعالى ان ترك سهم فارس الجند كله ثم أتاني من هذا الفصم حتى يثبت في، فكان أول رجل من المسلمين أصيب يومئذ بنشابة نشبت فيه من ذلك الفصم، فأرادوا نزعها فقال: دعوني فإن نفسي معي ما دامت في، لعلي أن أصيب فيهم بطعنة أو ضربة أو خطوة، فمضى نحو العدو فضرب بسيفه شهربراز من أهل اصطخر فقتله، وأحيط به فقتل وانكشفوا، وقيل بل غيره صاحب القضية، لأن الصحيح أن موته كان بعد ذلك.</p>\n<p class=\"arabic\">وأشرف على الناس وهم يحاصرون بهرسير رجل من الفرس فقال: يقول لكم الملك هل لكم إلى المصالحة على أن لنا ما بيننا وبين دجلة وجبلنا، ولكم ما يليكم من دجلة إلى جبلكم؟ أما شبعتم لا أشبع الله بطونكم؟ فبدر الناس أبو مفزر الأسود بن قطبة، فأنطقه الله عز وجل بما لا يدري ما هو ولا نحن، فأجابه بالفارسية ولا يعرف منها شيئا هو ولا نحن، فرجع الرجل ورأيناهم يقطعون إلى المدائن فقلنا: يا أبا مفزر، ما قلت لهم؟ قال: لا والذي بعث محمدا بالحق ما أدري ما هو، إلا أني غلبتني سكينة، وأرجو أن أكون أنطقت بالذي هو خير، وانتابنا الناس يسألونه حتى سمع ذلك سعد فجاءنا فقال: يا أبا مفزر: ما قلت لهم، فوالله إنهم لهراب؟ فحدثه بمثل حديثه إيانا، فنادى في الناس ثم نهد بهم فما ظهر على المدينة أحد ولا خرج إلينا إلا رجل نادى بالأمان، فأمناه، فقال: ما بقي أحد فيها، فما يمنعكم، فتسورها الرجال وافتتحناها فما وجدنا فيها شيئا ولا أحدا إلا أسارى أسرناهم خارجا منها، فسألناهم وذلك الرجل: لأي شيء هربوا؟ فقال: بعث إليكم الملك يعرض عليكم الصلح فأجبتموه إنه لا يكون بيننا وبينكم صلح أبدا حتى نأكل عسل افريذين بأترج كوثا، فقال الملك: واويلاه، أرى ملائكة تكلم على ألسنتهم فترد علينا وتجيبنا عن العرب، ووالله لئن لم يكن كذلك ما هو إلا شيء ألقي على في هذا الرجل لننتهي، فأرزوا إلى المدينة القصوى. ثم دخل سعد بهرسير وأمر بها فثلمت وتحول العسكر إليها، ولاح لهم في جوف الليل القصر الأبيض، فقال ضرار بن الخطاب: الله أكبر أبيض كسرى هذا ما وعد الله ورسوله، وتابع التكبير حتى أصبحوا.</p>\n<p class=\"arabic\">وقال القعقاع بن عمرو من شعر له:</p>\n<p class=\"arabic_poetry\">فتحنا بهرسير بقول حق * أتانا ليس من سجع القوافي [v.1, p.527] وقد طارت قلوب القوم منا * وملوا الضرب بالبيض الخفاف ولما نزل سعد بهرسير، وهي المدينة الدنيا من المدائن، طلب السفن ليعبر بالناس إلى المدينة القصوى منها، فلم يقدر على شيء، ووجدهم قد ضموا السفن، فأقاموا أياما يريدونه على العبور فيمنعه الإبقاء على المسلمين، ودجلة قد طما ماؤها يندفق جانباها، فبينا سعد والمسلمون كذلك إذ سمعوا ليلا قائلا يقول: يا معشر المسلمين، هذه المدائن قد غلقت أبوابها وغيبت السفن وقطعت الجسور فما تنتظرون، فربكم الذي يحملكم في البر هو الذي يحملكم في البحر، فندب سعد الناس إلى العبور، وأتاه قوم من العجم لهم ذمة فدلوه على موضع أقل غمرا من موضعهم ذلك، ورأى سعد كأن خيول المسلمين اقتحمت دجلة فعبرتها وقد أقبلت من المد بأمر عظيم، فعزم لتأويل رؤياه على العبور، وفي سنة جود صيبها متتابع، فجمع الناس فحمد الله تعالى وأثنى عليه ثم قال: إن عدوكم قد اعتصم منكم بهذا البحر فلا تخلصون إليه معه، وهم يخلصون إليكم إذا شاءوا، فيناوشونكم في سفنهم، وليس وراءكم شيء تخافونه، وقد رأيت من الرأي أن تبادروا جهاد العدو بنياتكم قبل أن تحصدكم الدنيا، إلا إني قد عزمت على قطع هذا البحر، فقالوا جميعا: عزم الله لنا ولك على الرشد فافعل، فقال: من يبدأ ويحمي لنا الفراض حتى تتلاحق به الناس لكيلا يمنعوهم الخروج، فانتدب له عاصم بن عمرو، وانتدب معه ستمائة من أهل النجدات، فاستعمل عليهم عاصما فسار فيهم حتى وقف على شاطئ دجلة ثم قال: من ينتدب معي لنمنع الفراض من عدوكم حتى تعبروا فانتدب له ستون فجعلهم نصفين على خيول إناث وذكور ليكون أسلس لعوم الخيل، ثم اقتحموا دجلة واقتحم بقية الستمائة على أثرهم، وقد شدوا على حزمها وألبانها وقرطوها أعنتها وشدوا عليهم أسلحتهم، فلما رأتهم الأعاجم وما صنعوا أعدوا للخيل التي تقدمت خيلا مثلها، فاقتحموا إليهم دجلة، فلقوا عاصما في السرعان، وقد دنا من الفراض فقال: الرماح الرماح!! أشرعوها وتوخوا العيون، فالتقوا، فاطعنوا في الماء، وتوخى المسلمون عيونهم، فتولوا نحو البر والمسلمون يشمسون بهم خيولهم حتى ما يملكون منها شيئا، فلحقوا بهم في البر فقتلوا عامتهم، ونجا باقيهم عورانا، وتلاحق باقي الستمائة بأوائلهم الستين غير متعتعين وسميت كتيبة عاصم هذه كتيبة الأهوال لما رأى منهم في الماء والفراض.</p>\n<p class=\"arabic\">ولما رأى سعد عاصما على الفراض وقد منعها أذن للناس في الاقتحام وقال: قولوا نستعين بالله ونتوكل عليه، حسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وتلاحق عظم الجند فركبوا اللجة، واعترضوا دجلة وإنها لمسودة تزخر، لها حدب تقذف بالزبد، فكان أول من اقتحم سعد بن أبي وقاص ثم أقحم الناس خيولهم، وقد قرنوا أنثى بكل حصان يتحدثون على ظهورها كما يتحدثون على الأرض، وطبقوا دجلة خيلا ورجالا حتى ما يرى الماء من الشاطئ أحد، وسلمان الفارسي يساير سعدا يحدثه، والماء يطفو بهم، والخيل تعوم، فإذا أعيا فرس استوى قائما يستريح كأنه على الأرض، فقال قيس بن أبي حازم: إني لأسير في دجلة في أكثر مائها إذ نظرت إلى فارس وفرسه كأنه واقف ما يبلغ الماء حزامه، قال بعضهم: لم يكن بالمدائن أمر أعجب من ذلك، فقال سعد: ذلك تقدير العزيز العليم.</p>\n<p class=\"arabic\">وفي رواية ، أنه قال لسلمان وهو يسايره في الماء: والله لينصرن الله وليه، وليظهرن الله دينه، وليهزمن الله عدوه، إن لم يكن في الجيش بغي أو ذنوب تغلب الحسنات، فقال سلمان: يا أبا إسحاق الإسلام جديد، ذلل الله لكم البحر كما فرقه وذلله لبني إسرائيل والذي نفس سلمان بيده، لتخرجن منه أفواجا كما دخلتموه أفواجا، فخرجوا منه كما قال سلمان، ولم يفقدوا شيئا ولم يغرق فيه أحد إلا رجلا من بارق يدعى غرقدة زل عن ظهر فرس له شقراء كأني أنظر إليها عريا تنفض عرفها، والغريق طاف، فثنى القعقاع بن عمرو عنان فرسه إليه، فجره حتى عبر، فقال البارقي، وكان من أشد الناس: أعجزت الأخوات أن يلدن مثلك يا قعقاع، وكانت للقعقاع فيهم خؤولة، ولم يذهب للمسلمين في الماء يومئذ شيء إلا قدح كانت علاقته رثة فانقطع فذهب به الماء فقال الرجل الذي كان يعاوم صاحب القدح معيرا له: أصابه القدر فطاح، فقال: إني أرجو والله ألا يسلبني الله قدحي من بين أهل العسكر، فإذا رجل من المسلمين ممن تقدم يحمي [v.1, p.528] الفراض قد تناول القدح، وقد ضربته الرياح والأمواج حتى وقع إلى الشاطئ برمحه فجاء به إلى العسكر، فعرفه صاحبه فأخذه وقال لصاحبه الذي كان يعاومه: ألم أقل لك؟ فيروى أن عمر رضي الله عنه بلغه ما كان قال له صاحبه أولا، فأنكره وأرسل إليه: أنت القائل أصابه القدر فطاح، تفجع مسلما؟ وقال الأسود بن قطبة أبو مفرز يومئذ:</p>\n<p class=\"arabic_poetry\">يا دجل إن الله قد أشجاك * هذي جنود الله في قراك</p>\n<p class=\"arabic_poetry\">فالشكر للذي بنا حاباك * ولا تروعي مسلما أتاك وفجأ المسلمون أهل فارس من هذا العبور بأمر لم يكن في حسابهم فأجهضوهم وأعجلوهم عن جمهور أموالهم، وخرجوا هرابا، واستولى المسلمون على ما كان لهم من خزائن وثياب متاع وآنية وألطاف وما لا يدرى ما قيمته، وما كانوا أعدوا للحصار من البقر والغنم وكل الأطعمة والأشربة، فدخل المسلمون المدائن واستولوا على ذلك كله، ونزل سعد القصر الأبيض، ولما عبر المسلمون دجلة جعل أهل فارس ينظرون إليهم يعبرون ويقول بعضهم لبعض بالفارسية ما تفسيره بالعربية: والله إنكم ما تقاتلون الإنس وإنما تقاتلون الجن. وما زال حماة أهل فارس يقاتلون على ماء الفراض يمنعون المسلمين من العبور، حتى ناداهم مناد: على م تقتلون أنفسكم؟ فوالله ما في المدائن من أحد، فانهزموا واقتحمتها الخيول عليهم. وانتهى سعد إلى إيوان كسرى فقرأ ` كم تركوا من جنات وعيون. وزروع ومقام كريم. ونعمة كانوا فيها فاكهين. كذلك وأورثناها قوما آخرين ` وصلى فيه صلاة الفتح، ولا تصلى جماعة، وتصلى ثمان ركعات لا يفصل بينهن، واتخذ الإيوان مسجدا وفيه تماثيل الجص رجال وخيل، فلم يمتنع هو ولا المسلمون من الصلاة فيه لأجلها، وتركوها على حالها، وأتم سعد الصلاة يوم دخلها لأنه أراد المقام بها. وبالمدائن كانت أول جمعة جمعت بالعراق في صفر سنة ست عشرة.</p>\n<p class=\"arabic\">ولما جمعت الغنائم ، قسم سعد بين الناس فيئهم بعدما خمسه، فأصاب الفارس اثني عشر ألفا، وكلهم كان فارسا ليس فيهم راجل وقسم دور المدائن بين الناس فأوطنوها وبعث إلى العيالات فأنزلهم فيها وأقاموا بالمدائن حتى فرغوا من جلولاء وحلوان وتكريت والموصل، ثم تحولوا إلى الكوفة بعد وكتب سعد إلى عمر رضي الله عنهما بفتح المدائن وبهرب ابن كسرى.</p>\n<p class=\"arabic\">والمدائن خربت منذ أزمان متقدمة، وعلى مقدار نصف فرسخ منها مشهد سلمان الفارسي رضي الله عنه.</p>",
            "title": "المدائن",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001387-000.json"
        }
    ],
    "type": "FeatureCollection"
}