{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">أورشين</h1>\n<p class=\"arabic\">مدينة صغيرة من مدن الهند على الساحل، وجزيرتها عظيمة المقدار كثيرة الجبال والأشجار، وفيها فيلة كثيرة وبها تصاد ويتجهز بأنيابها منها، وللناس في صفة صيدها أقوال، منهم من يقول إن الصائدين لها يقصدون إلى مواضع مبيتها والأماكن التي تأوي إليها فيحفرون لها حفائر كما تفعله عربهم في صيد الأسود، ويكون أعلاها واسعا وأسفلها ضيقا، ويسترونها بالخشب الرقاق والحشيش ويسوى بالتراب فوق ذلك حتى تخفى الحفرة، فإذا جاءت الفيلة إلى مواضعها التي اعتادت المبيت فيها وفي طرق مائها الذي اعتادت الشرب منه سقطت في الحفرة على رأسها وفر باقي الفيلة على وجوهها وصائدوها يكونون هناك في أماكن لهم ينظرون منها إلى ما يسقط في الحفرة من الفيلة فإذا رأوا ذلك أسرعوا إلى ما سقط في الحفرة وفتحوا خواصرها وبطونها واستخرجوا أنيابها وأخذوا كعوبها. قالوا: وهي تمشي قطارا وتبيت في الغياض اثنين في واحدة، وثلاثة وأربعة في واحدة وصفة رقادها أن تقصد الشجر فتورك على أصولها فيورك بعضها على بعض وتنام وقوفا لغلظ أرساغها وطول مفاصلها فيأتي الصائدون إلى تلك الأشجار بالنهار فيقطعون أكثرها، ويتركون الشجر قائمة مستهلكة، فإذا جن الليل وأتت الفيلة على عادتها إلى تلك الأشجار التي عادتها الرقاد بالاعتماد عليها فلا يزال يثقل بعضها على بعض إلى أن تسقط الشجر وتسقط الفيلة مع سقوطها فلا تقدر أن تقوم، فيثب الصيادون إليها بالخشب فيضربون رؤوسها إلى أن تموت وتستخرج أنيابها وتباع من التجار بأموال كثيرة وتحمل إلى البلاد وتصرف في كثير من الأعمال والترصيع، ويكون في النابين الكبيرين من الفيلة ستة عشر قنطارا إلى ما فوقها ودونها قالوا: والإناث منها تلد أولادها في المياه الراكدة فإذا وضعت أولادها سقطت في الماء فتسرع الأمهات إليها وتقيمها في الماء على سوقها وتخرجها منه وتديم لحسها إلى أن تجف وتستدرجها إلى أن تكمل تبارك الله أحسن الخالقين. ولا يدرى في الحيوانات أفهم من الفيل ولا أقبل منه للتعليم، ومن خواصه أنه لا ينظر إلى عورة الإنسان، وتتنافس ملوك الهند في اقتناء الفيلة وتتغالى في أثمانها وتحافظ عليها وتجلب إلى مرابطها عندهم صغارا فتنشأ على التأنس بالناس ويقاتلون عليها لأن الفيل الكبير يقاتل على ظهره اثنا عشر رجلا بالحجف والسيوف والدبابيس الحديد، ويقف على رأس كل فيل رجل يسوقه بمخاطف، ويضرب على رأسه بخشبة ويحمل بعضها على بعض فيمر الأقوى على الأضعف، ولها كرات ورجعات، كل ذلك من أمر الفيلة مشهور في بلاد الهند. وقد عاين ذلك المسلمون في صدر الإسلام وفي حروب القادسية، والفيلة في جزيرة أورشين كثيرة ويستولدونها وتخرج منها إلى سائر البلاد من الهند وغيره، وفي هذه الجزيرة معدن الحديد، وينبت في أكثر جبالها الراوند، والذي يجلب منه من الصين أفضل لأنه أصلب جسما وأصبغ لونا وأبلغ فيما يراد منه من إصلاح الكبد وجملة منافعه، وفي هذه الجزيرة شجر يسمونه الشهكير على صفة الخروع كثير الشوك بارزه له عروق سود، وملوك الهند والصين تدبر منه سم ساعة، وأهل الهند والصين لا يقتلون أحدا من ذوي محارمهم ولا من خدامهم إلا بالسم.</p>",
            "title": "أورشين",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000188-000.json"
        }
    ],
    "type": "FeatureCollection"
}