{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">القيروان</h1>\n<p class=\"arabic\">هي قاعدة البلاد الإفريقية وأم مدائنها، وكانت أعظم مدن المغرب نظرا، وأكثرها بشرا، وأيسرها أموالا، وأوسعها أحوالا، وأربحها تجارة، وأكثرها جباية، والغالب على فضلائهم التمسك بالخير والوفاء بالعهد واجتناب المحارم والتفنن في العلوم، ثم سلط الله تعالى عليها العرب، وتوالت الجوائح عليها حتى لم يبق منها إلا أطلال دارسة وآثار طامسة، ولم يبق الآن منها سوى حيز قليل عليه سور تراب، واستولت العرب عليها، فهم يقبضون جبايتها، ويقال إنها ستعود إلى عمارتها. ومياهها قليلة، وشرب أهلها من الماجل الكبير الذي بها، وهو عجيب البناء على تربيع، وفي وسطه بناء قائم كالصومعة ذرع كل وجه منها مائتا ذراع. وكانت القيروان مدينتين: القيروان وصبرة.</p>\n<p class=\"arabic\">ولما افتنحت إفريقية في زمن معاوية رضي الله عنه على يد عقبة بن نافع القرشي رحمة الله عليه في سنة خمسين، وكان وجهه إليها في عشرة آلاف من المسلمين، فوضع السيف حتى أفنى من بها من النصارى وقال: إني أرى إفريقية إذا دخلها إمام تحرموا بالإسلام، وإذا خرج عنها رجع كل من أجاب منهم عن دين الله عز وجل، فهل لكم يا معشر المسلمين أن تتخذوا مدينة تكون لكم عزا للأبد فأجابه الناس، واتفقوا على أن يكون أهلها مرابطين فيها وقالوا: نقربها من البحر ليتم الجهاد والرباط، فقال لهم عقبة: أخاف من ملك القسطنطينية فاتفق رأيهم على موضعها فقال: قربوها من السبخة، فإن أكثر دوابكم الإبل، تكون إبلكم على بابها في مراعيها آمنة من البربر، فدعا ما كان في الغيضة من الوحوش والهوام وقال: اخرجوا بإذن الله تعالى، فخرج كل ما كان فيها حتى [v.1, p.486] لم يبق من الحيوانات شيء، وهم ينظرون إليها، وبقيت القيروان أربعين سنة لم ير فيها خشاش ولا هوام، فكان عقبة بن نافع أول من اختط القيروان ، وأقطع مساكنها ودورها للناس وبنى مسجدها، وتنازعوا في قبلة الجامع، فبات عقبة مغموما، فرأى في المنام قائلا يقول له: خذ اللواء بيدك فحيث ما سمعت التكبير فامش، فإذا انقطع التكبير فاركز اللواء فإنه موضع قبلتكم، ففعل عقبة ذلك، فهو موضع القبلة، وهو محراب جامع القيروان إلى اليوم. وقد هدم حسان بن النعمان جامع القيروان وبناه حاشا المحراب فإنه تركه، ويقال إنه هدم وبني نحو ثلاث مرات، كل وال يلي القيروان يريد أن يكون الجامع من بنيانه، وكانوا يتركون المحراب تبركا ببناء عقبة، وكان مستجاب الدعوة ويقال له: عقبة المستجاب، وهو المقتول بتهودة على يدي البربر، ويقال إنه لما أراد معد بن إسماعيل الشيعي تحريف قبلة مسجد القيروان سنة خمس وأربعين وثلثمائة، بلغه أن أهل القيروان يقولون: إن الله عز وجل يمنعه بدعاء عقبة، فلما وصل ذلك إلى معد غضب، وأمر بنبش قبر عقبة بن نافع وإحراق رمته بالنار، وكان قبره بظاهر تهودة حيث استشهد، وبعث معد لذلك خمسمائة فارس وراجل، فلما دنوا من قبره وحاولوا ما أمرهم به هبت عليهم ريح عاصفة ولاحت بروق خاطفة وقعقعت رعود قاصفة كادت تهلكهم، فانصرفوا ولم يعرضوا له، فخافوا عقوبة معد فتاهوا في صحارى إفريقية حتى سمعوا أنه هلك، فحينئذ رجعوا إلى أوطانهم مستبصرين. وبازاء محراب جامع القيروان الساريتان المشهورتان الحمراوان المشوبتان بالصفرة اللتان لم ير الراءون أحسن منهما ولا مثلهما، كانتا في كنيسة من كنائس الروم فنقلهما إلى جامع القيروان حسان بن النعمان، وهما يقابلان المحراب، عليهما القبة المتصلة بالمحراب.</p>\n<p class=\"arabic\">وروي أن صاحب القسطنطينية بذل له فيهما قبل نقلهما إلى الجامع زنتهما ذهبا فآثروا الجامع بهما.</p>\n<p class=\"arabic\">وخارج مدينة القيروان خمسة عشر ماجلا للماء هي سقايات لأهل القيروان، منها ما بني في أيام هشام بن عبد الملك بن مروان وفي أيام غيره من الخلفاء، وأعظمها شأنا وأفخمها منصبا الماجل الذي بناه أحمد بن الأغلب بباب تونس من القيروان، وهو مستدير متناهي الكبر، وفي وسطه صومعة مثمنة، وفي أعلاها قبة مفتحة على أربعة أبواب، فإذا وقف الرامي على ضفته ورمى بأشد ما يكون من القسي لا يدرك الصومعة التي في وسطه، وكان على ذلك الماجل قصر عظيم فيه من البناء العجيب والغرف المشرفة على ذلك الماجل كل شيء غريب، وبجوفي هذا الماجل ماجل لطيف متصل به يقع فيه ماء الوادي إذا جرى، فتنكسر فيه حدة جريانه، ثم يدخل الماء الماجل الكبير، وهذا الوادي الذي يدخل الماجل إنما هو واد شتوي يجري في أيام الشتاء، فإذا امتلأ هذا الماجل وغيره من المواجل شرب منه أهل القيروان ومواشيهم، ويرفع ماء هذا الماجل الكبير إلى أيام الصيف فيكون ماؤه باردا عذبا صافيا كثير الماء، وكان عبيد الله الشيعي يقول: رأيت بإفريقية شيئين ما رأيت مثلهما في المشرق، الحفير الذي بباب تونس من القيروان، يعني هذا الماجل الكبير، والقصر الذي برقادة المعروف بقصر البحر.</p>\n<p class=\"arabic\">وكان يعقوب المنصور بن يوسف بن عبد المؤمن ملك المغرب لما طلع إلى إفريقية دخل القيروان ووصل لجامعها وطاف على مشاهدها ومزاراتها، ووقف على هذا الماجل معجبا به، وجمع القبائل والأجناد لإخراج ترابه، فرغب أهل القيروان إليه في تركه خيفة من ورود العرب عليه عند جفوف الهواء فتركه، وفي هذا الماجل يقول الشاعر :</p>\n<p class=\"arabic\">وبالجملة فمدينة القيروان دار ملك المغرب، ورأت من الممالك والملوك والدول والفقهاء والعلماء والصالحين ما لم يكن مثله في قطر من الأرض ثم محنت بالعرب والفتن، وخلت من الناس وذهبت نضرتها ومحاسنها، وبسط أخبارها يطول فلنقتصر على هذا القدر. [v.1, p.487]</p>",
            "title": "القيروان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001263-000.json"
        }
    ],
    "type": "FeatureCollection"
}