{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بونة</h1>\n<p class=\"arabic\">من بلاد إفريقية قريبة من فحص قل وهي مدينة قديمة من بناء الأول وبها آثار كثيرة، وهي على ساحل البحر في نشز من الأرض مشرف على البحر وعلى فحوصها وقراها، وهي من أنزه البلاد وأكثرها لبنا ولحما وعسلا وحوتا، والبحر يضرب في سورها وفيها بئر على ضفة البحر منقورة في حجر صلد وماؤها أعذب ماء وأنقعه منها يشرب أكثر أهلها لعذوبته، وبغربي هذه المدينة ماء سائح يسقي بساتينها وأرضها، وموضع جناتها متنزه حسن مشرف على البحر، ويطل على بونة جبل زغوغ وهو كثير الثلج والبرد، وببونة مساجد وأسواق وحمام، وهي ذات ثمر وزرع، وقد سورت بونة بعد الخمسين والأربعمائة. ومن العجائب أن في هذا الجبل مسجدا لا ينزل عليه من ذلك الثلج شيء وإن عم الجبل كله. وأكثر لحمان أهل بونة البقر إلا أنها يصح بها السودان ويسقم البيضان. وحول بونة قبائل كثيرة من البربر مصمودة وأوربة وغيرهما، وأكثر تجارها أندلسيون. ومستخلص بونة غير جباية بيت المال عشرون ألف دينار.</p>\n<p class=\"arabic\">وبغربي مدينة بونة بركة في دورها نحو عشرة أميال فيها سمك جليل كثير، وفيها طائر يعرف بالكيكل وهو يعشش على وجه الماء ويفرخ، فإن أحس بحيوان في البر أو إنسان يروم أخذه أخذ عشه بفراخه برجليه حتى يصير في وسط البركة حيث يأمن، وهو طائر حسن وهو الذي يسمى بمصر الغطاس ، وتتخذ مصر من جلوده الفراء لأمنها وجمالها وتباع بالأثمان الغالية. ومرسى بونة من المراسي المشهورة، وبونة في جون من البحر يسمى جون الأزقاق وهو صغير ربما عطبت فيه المراكب، وتسمى بونة بلد العناب لكثرة العناب فيها، ومنه خشب سقوفهم ووقودهم ومنه جميع ما يتصرفون فيه.</p>\n<p class=\"arabic\">وفي بونة دفن ملك إفريقية الأمير الأجل أبو زكريا ابن الشيخ الأجل المجاهد أبي محمد عبد الواحد بن أبي حفص رحمه الله وإنه كان تحرك من حضرته تونس في تاسع صفر من سنة سبع وأربعين وستمائة ومعه ولي عهده ابنه أبو عبد الله محمد المستنصر بالله أمير المؤمنين فلما انتهى إلى قسنطينة مرض بها المرض الذي توفي منه وكان أبل منه وطمع له في البرء، وكتب بذلك إلى تونس وتوجه إليه منها الطلبة وغيرهم يهنئونه بالبرء من مرضه وقالت الشعراء في ذلك ثم عاوده مرضه فمات منه ليلة يوم الجمعة التاسع والعشرين من جمادى الآخرة سنة سبع وأربعين وستمائة وصلي عليه عصر يوم الجمعة فقرر أخوه أبو عبد الله اللحياني الولاية لابنه المستنصر فبايعه الناس هناك بيعة مجددة ثم جهز إلى روضته وحمل إلى بونة فدفن بجامعها بازاء قبر الشيخ الصالح الولي أبي مروان الفحصلي وهو ابن تسع وأربعين سنة وفي ذلك قال أبو عمرو عثمان بن عربية :</p>\n<p class=\"arabic_poetry\">ليت شعري عن الخليفة يحيى * وإلى ليت يستريح الحزين</p>\n<p class=\"arabic_poetry\">قفل الجيش سالمين ويحيى * بالمصلى من بونة مدفون وقيل في ذلك من المراثي والأقوال المبكية نظما ونثرا ما لا يسعه المختصر.</p>",
            "title": "بونة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000298-000.json"
        }
    ],
    "type": "FeatureCollection"
}