{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">تنس</h1>\n<p class=\"arabic\">مدينة بقرب مليانة بينها وبين البحر ميلان، وهي مسورة حصينة وبعضها على جبل وقد أحاط به السور، وبعضها في سهل الأرض، وهي قديمة أزلية، وشرب أهلها من عين بها، وبها فواكه وخصب وإقلاع وانحطاط، ولها أقاليم وأعمال ومزارع، وبها حنطة ممكنة وسائر الحبوب بها موجودة، ويخرج عنها إلى كل الآفاق في المراكب وبها من السفرجل الطيب مما لا يوجد في غيرها، وداخلها قلعة صعبة المرتقى ينفرد بسكناها عامل تنس لمنعتها، وبها مسجد جامع وأسواق جميلة كثيرة وهي على نهر يسمى نتاتين يأتيها من جبال على مسيرة يوم فيأتيها من القبلة ويستدبرها من جهة الشرق والجوف، ويصب في البحر، وبها حمامان وهي كثيرة الزرع رخيصة الأسعار منها يحمل الطعام إلى الأندلس وإلى أكثر بلاد إفريقية والمغرب لكثرة الزرع عندهم ولكنها وبيئة يكاد من يدخلها لا يسلم من المرض وكثيرا ما يموت بها الغرباء، وتنس هذه هي التي تسمى الحديثة، وعلى البحر حصن يذكر أهل تنس أنه كان المعمور قبل هذه الحديثة، وتنس الحديثة أسسها وبناها البحريون من أهل الأندلس سنة اثنتين وستين ومائتين، ولها بابان إلى القبلة وباب البحر وباب ابن ناصح وباب الخوخة ويخرج منه إلى عين تعرف بعين عبد السلام ثرة عذبة، وفيها يقول الشاعر:</p>\n<p class=\"arabic_poetry\">أيها السائل عن أرض تنس * بلد اللؤم لعمري والدنس</p>\n<p class=\"arabic_poetry\">بلدة لا ينزل القطر بها * للندى في أهلها حرف درس</p>\n<p class=\"arabic_poetry\">فصحاء النطق في لا أبدا * وهم في نعم بكم خرس</p>\n<p class=\"arabic_poetry\">فمتى يلمم بها جاهلها * يرتحل عن أرضها قبل الغلس</p>\n<p class=\"arabic_poetry\">ماؤها من قبح ما خصت به * نجس يجري على أرض نجس</p>\n<p class=\"arabic_poetry\">فمتى تلعن بلادا مرة * فاجعل اللعنة دأبا لتنس ومن تنس علي بن الملثم التنسي، جيء به إلى المعتمد والي دمشق وادعي عليه أنه كشف وجه غلام جميل من أبناء عمال الديوان وقد خرج من الحمام فقبله فهم الوالي بضربه، فقال: لا تعجل علي حتى تسمع ما قلت، ثم أنشد:</p>\n<p class=\"arabic_poetry\">أتواني حملت في الفلك الدا * ئر أم جال بي كرى من خيال</p>\n<p class=\"arabic_poetry\">أم تعالت أرض وحطت سماء * أم رقى الجن بي لأقصى منال</p>\n<p class=\"arabic_poetry\">بيدي هذه كشفت حجاب ال * سجف حتى لثمت وجه الهلال فاستظرفه وسأل والد الغلام فخلى سبيله.</p>",
            "title": "تنس",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000373-000.json"
        }
    ],
    "type": "FeatureCollection"
}