{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">دير الأعور</h1>\n<p class=\"arabic\">موضع في بلاد نصيبين فيه كانت الوقيعة بين عبد الله بن علي حين خالف على أبي جعفر المنصور ودعا إلى نفسه زاعما أن أبا العباس السفاح جعل الخلافة من بعده لمن انتدب لقتل مروان بن محمد، فلما بلغ المنصور ذلك من فعل عبد الله كتب إليه:</p>\n<p class=\"arabic_poetry\">سأجعل نفسي منك حيث جعلتها * وللدهر أيام لهن عواقب ثم بعث إليه بأبي مسلم فكانت له معه حروب كثيرة ببلاد نصيبين، وصبر الفريقان شهورا على حروبهما واحتفروا الخنادق، ثم انهزم عبد الله بن علي في من كان معه وسار في نفر من أصحابه وخواصه إلى البصرة وعليها أخوه سليمان بن علي عم المنصور فظفر أبو مسلم بما كان في عسكر عبد الله، فبعث إليه المنصور بيقطين بن موسى فقبض الخزائن. فلما دخل يقطين على أبي مسلم قال: السلام عليك أيها الأمير، قال: لا سلم الله عليك يا ابن اللخناء، أؤتمن على الدماء ولا أؤتمن على الأموال!! فقال له: ما أحوجك إلى هذا أيها الأمير؟ قال: أرسلك صاحبك لقبض ما في يدي من الخزائن قال: امرأتي طالق إن كان أمير المؤمنين وجهني إليك لغير تهنئتك بالظفر، فاعتنقه أبو مسلم وأجلسه إلى جانبه، فلما انصرف قال لأصحابه: والله إني لأعلم أنه قد طلق امرأته، ولكنه وفى لصاحبه. وسار أبو مسلم من الجزيرة وقد أجمع على خلاف المنصور.</p>\n<p class=\"arabic\">الديلم :</p>\n<p class=\"arabic\">اسم ماء لبني عبس في أقاصي الدو.</p>\n<p class=\"arabic\">وهو أيضا مدينة لهم بقرب مدينة سالوس، والديلم متحصنون في جبال لهم منيعة، والجبل الذي فيه الملك يسمى الطرم وفيه مقام آل حسان ورياسة الديلم فيهم، ويقال إن الديلم قبيلة تنتهي إلى ضبة، وجبالهم ونواحيهم كثيرة المطر والشجر والغياض، وأكثر ذلك في وجه الجبل الذي يقابل البحر وطبرستان، وهم أهل زروع وسوائم، وليس عندهم من الدواب ما ينتقلون بها، ولسانهم منفرد عن الألسن الفارسية والرانية والأرمينية، والغالب عليهم النحافة وقلة الشعر والطيش وقلة الثبات في الأمور، ولا يكترثون بشيء ولا يتألمون بمصاب إذا دهمهم، وكان الديلم كفارا إلى مدة الحسن بن زيد بن محمد بن إسماعيل بن زيد بن الحسن بن علي بن أبي طالب، فداخلتهم العلوية فأسلم أكثرهم، وجبالهم متسعة ولكل جبل منها رئيس وهي في نهاية الخصب والرفاهية. [v.1, p.255]</p>",
            "title": "دير الأعور",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000653-000.json"
        }
    ],
    "type": "FeatureCollection"
}