{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بيت لحم</h1>\n<p class=\"arabic\">بقرب إيليا من أرض الشام، وهناك كنيسة يقال لها الجسمانية على فرسخ منها مما يلي قبليها في مستو من أرض بيت لحم، وبه ولد المسيح عليه السلام، وبه النخلة التي تساقطت على مريم رطبا جنيا، والسري الذي جعل الله تحتها فشربت منه وتطهرت به، والمهد الذي جعلت فيه المسيح حين ولدته، وهو حوض أبيض غسلته فيه وهو قريب من العين، وإلى جانب بيت لحم كنيسة يقال لها مايان فيها الصبيان الذين قتلوا على اسم الملك من سنه بين سنة إلى ثلاثة أشهر قتلهم ايرديوس الملك، وعلى فرسخين من بيت لحم تجاه القبلة منه قبر إبراهيم عليه السلام وهناك مسجده، ومن بيت المقدس إلى مسجد إبراهيم ثلاثة عشر ميلا مما يلي القبلة، وحول القبلة التي فيها قبر إبراهيم غياض وأشجار تفاح أحمر، وفي هذه الغياض أعراب يقال لهم بنو زياد يسكنونها، وعلى فرسخين من شرقي بيت لحم ديارات منها دير يقال له طورزيتا، وإلى جانب هذا الدير جبل يصعد في قلته في قدر ستمائة مرقاة، يقال إن هذا الجبل صعد منه المسيح إلى السماء، وهناك قبر راحيل أم يوسف عليه السلام، وعند بيت لحم كنيسة حسنة البناء متقنة العمل مديدة إلى أبعد غاية في وطاء من الأرض، وفي جهة الشمال المغارة التي ولد فيها المسيح عليه السلام.</p>\n<p class=\"arabic\">وفي الخبر عن عكرمة قال: لما أسلم تميم الداري رضي الله عنه قال: يا رسول الله، إن الله مظهرك على الأرض كلها فهب لي قريتي من بيت لحم، قال صلى الله عليه وسلم: ` هي لك ` وكتب له بها، فلما استخلف عمر رضي الله عنه وظهر على الشام جاء تميم رضي الله عنه بكتاب رسول الله صلى الله عليه وسلم فقال عمر رضي الله عنه: أنا شاهدك، فأعطاه إياها، فهي بأيدي أهل بيته إلى اليوم.</p>\n<p class=\"arabic\">وقال بعض المؤلفين: لأهل طبرية، على ثلاثة عشر ميلا، قرية تعرف بالناصرة فيها ولد المسيح وان أهلها كانوا عيروا مريم بنت عمران فليس يولد في تلك القرية بكر إلى هذه الكائنة وأهل بيت المقدس يدفعون هذا وينكرونه.</p>",
            "title": "بيت لحم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000326-000.json"
        }
    ],
    "type": "FeatureCollection"
}