{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">إفرنجة</h1>\n<p class=\"arabic\">في وسط الإقليم الخامس، هواؤها غليظ لشدة بردها، ومصيفها معتدل، وهي بلاد كثيرة الفاكهة غزيرة الأنهار المنبعثة من ذوب الثلج، ومدائنها متقنة الأسوار محكمة البناء، وآخر حدودها بحر الشام والبحر المحيط بجوفها وتتصل ببلاد رومة أيضا من ناحية القبلة، وتتصل أيضا من ناحية الجوف ببلاد القالبة بينهما شعراء ملتفة مسيرة الأيام الكثيرة، وتتصل في الشرق بالقالبة أيضا، وتتصل في الغرب بالبش كنس، وتتمادى أعمال إفرنجة في الطول والعرض مسيرة شهرين في شهرين، ويحجز بين بلاد إفرنجة وبلد الصقالبة من الجوف والشرق الجبل المعترض بين البحرين، فيتمادى بلد الأفرنج مع ساحل البحر الشامي حتى يلزق بجزيرة رومة ، ويتمادى مع الجبل المعترض في الجوف إلى البحر المحيط ويتصل بالصقالبة بلاد المجوس المعروفين بالانقلش ، وسيوف افرنجة تفوق سيوف الهند، ومنها يرد الرقيق النفيس وإليها يرد الرقيق من بلاد الصقالبة ولا يكاد يرى ببلد افرنجة زمن ولا ذو عاهة، والزنا في غير ذوات الأزواج عند الافرنج غير منكر، وإذا حلف أميرهم أو كبيرهم حانثا استهانوه ولم يزالوا يعيرونه بذلك، وأبناء الأشراف عندهم يسترضعون في الأباعد ولا يعرف الابن أبويه حتى يعقل وإذا عقل رد إليهما فيراهما كالسيدين ويكون لهما كالعبد.</p>\n<p class=\"arabic\">وكانت مملكتهم مجتمعة وأمرهم ملتئما حتى ثار على رجل منهم يسمى قارله، قومس يقال له ردبيرت وذلك في عهد الإمام عبد الله، فحشد له قارله وزحف بعضهما إلى بعض فقتله قارله وأسر أصحاب ردبيرت قارله فمكث عندهم أسيرا أربعة أعوام ثم هلك بأيديهم فافترق ملكهم واقتسم.</p>\n<p class=\"arabic\">والافرنجة من ولد يافث هم والجلالقة والصقالبة والنوكبرد والاشبان والترك والخزر وبرجان واللان ويأجوج ومأجوج، والافرنجة تدين بدين النصرانية برأي الملكية منهم، ودار ملكهم الآن بويرة وهي مدينة عظيمة ولهم من المدائن نحو من خمسين ومائة مدينة، وقد كانت مملكتهم قبل ظهور الإسلام بإفريقية وجزيرة صقلية وجزيرة اقريطش، والافرنجة أكثر هذه الأمة عدة وأحسنهم انقيادا لملوكهم وأكثرهم مددا وأول ملوكهم قلوديه وهو أول من تنصر، وكانوا مجوسا، فنصرته امرأته واسمها قلوطلد .</p>\n<p class=\"arabic\">ويحكى أن موسى لما غزا الأندلس أراد أن يخرق ما بقي عليه من بلاد افرنجة ويفتح الأرض الكبيرة حتى يتصل بالناس إلى الشام مؤملا أن يتخذ مخترقه تلك الأرض طريقا مهيعا يسلكه أهل الأندلس في مسيرهم ومجيئهم من المشرق وإليه على البر لا يركبون بحرا وأنه أوغل في بلاد افرنجة حتى انتهى إلى مغارة كبيرة وأرض سهلة ذات آثار فأصاب فيها صنما عظيما قائما كالسارية مكتوبا فيه بالنقر كتابة عربية قرئت فإذا هي: يا بني إسماعيل انتهيتم فارجعوا فهاله ذلك وقال: ما كتب هذا إلا لمعنى، وشاور أصحابه في الإعراض عنه وجوازه إلى ما وراءه، فاختلفوا عليه، فأخذ برأي جمهورهم وانصرف بالناس وقد أشرفوا على قطع البلد وتقصي الغاية. [v.1, p.50]</p>",
            "title": "إفرنجة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000142-000.json"
        }
    ],
    "type": "FeatureCollection"
}