{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحميمة</h1>\n<p class=\"arabic\">بلفظ التصغير، قرية من كور دمشق من أعمال البلقاء، أقطعها عبد الملك بن مروان لعلي بن عبد الله بن العباس رضي الله عنهم فكان يسكنها، وفيها كان إبراهيم بن محمد الإمام مستترا في مدة مروان بن محمد آخر خلفاء بني أمية.</p>\n<p class=\"arabic\">فإنه لما قوي أمر أبي مسلم داعي بني العباس وغلب على أكثر خراسان وضعف أمر نصر بن سيار وعدم النجدة خرج عن خراسان حتى أتى الري ثم خرج عنها فنزل ساوة بين بلاد همذان والري فمات بها كمدا، وكان لما صار بين الري وخراسان كتب كتابا إلى مروان يذكر فيه خروجه عن خراسان وإن هذا الأمر الذي أزعجه سيزيد حتى يملأ البلاد، وضمن ذلك هذا الشعر:</p>\n<p class=\"arabic_poetry\">إنا وما نكتم من أمرنا * كالثور إذ قرب للباخع [v.1, p.199]</p>\n<p class=\"arabic_poetry\">أو كالتي يحسبها أهلها * عذراء بكرا وهي في التاسع</p>\n<p class=\"arabic_poetry\">كنا نرفيها فقد مزقت * واتسع الخرق على الراقع</p>\n<p class=\"arabic_poetry\">كالثوب إذ أنهج فيه البلى * أعيا على ذي الحيلة الصانع فلم يستتم مروان قراءة هذا الكتاب حتى مثل أصحابه بين يديه ممن كان وكل بالطرق رسولا من خراسان لأبي مسلم إلى إبراهيم بن محمد الإمام يخبره فيه خبره وما آل إليه، فلما تأمل مروان كتاب أبي مسلم قال للرسول: لا ترع كم دفع إليك صاحبك؟ قال: كذا وكذا، قال: فهذه عشرة آلاف درهم وإنما دفع إليك شيئا يسيرا، فامض بهذا الكتاب إلى إبراهيم ولا تعلمه بشيء مما جرى وخذ جوابه فائتني به، ففعل الرسول ذلك، فتأمل مروان جواب إبراهيم إلى أبي مسلم بخطه يأمره فيه بالجد والاجتهاد والحيلة على عدوه وغير ذلك من أمره ونهيه، فاحتبس مروان الرسول قبله وكتب إلى الوليد بن معاوية بن عبد الملك وهو على دمشق يأمره أن يكتب إلى عامل البلقاء فيسير إلى القرية المعروفة بالكداد والحميمة فيأخذ إبراهيم بن محمد فيشده وثاقا ويبعث به إليه في خيل كثيفة، فوجه الوليد إلى عامل البلقاء فأتى إبراهيم وهو جالس في مسجد القرية فأخذه وحمل إلى الوليد، فحمله الوليد إلى مروان فحبسه في السجن بحران، فجرى بينه وبين مروان خطب طويل، وأنكر إبراهيم الإمام كل ما ذكر له مروان من أمر أبي مسلم، فقال له مروان: يا منافق أليس هذا كتابك إلى أبي مسلم جوابا عن كتابه إليك، وأخرج له الرسول فقال: أتعرف هذا. فلما رأى ذلك أمسك وعلم أنه أتي من مأمنه. واشتد أمر أبي مسلم، وكان في الحبس مع إبراهيم جماعة من بني هاشم ومن الأمويين كان مروان يخاف أن يخالفوا عليه، فقيل إنه هجم عليهم في الحبس جماعة من موالي مروان من العجم وغيرهم فدخلوا البيت الذي كانوا فيه، فلما أصبح وجدوا قد أتوا عليهم، وكان منهم غلامان صغيران من خدمهم فوجدا كالموتى، قال المخبر: فلما رأونا أنسوا بنا ، فسألناهما عن الخبر فقالا: أما الأمويون فجعلت على وجوههم مخاد وقعدوا فوقها فاضطربوا ثم بردوا، وأما إبراهيم فأدخل رأسه في جراب نورة مسحوقة فاضطرب ساعة ثم خمد، وقيل هدم عليه بيتا وقيل ألقى عليه قطيفة فقتله غما وقيل سمه في لبن سقاه إياه.</p>\n<p class=\"arabic\">وفي الحميمة ولد المهدي، وولي ابنه الهادي سنة تسع وستين وستمائة.</p>",
            "title": "الحميمة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000521-000.json"
        }
    ],
    "type": "FeatureCollection"
}