{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">هراة</h1>\n<p class=\"arabic\">بلد في خراسان بقرب بوشنج، وهي مدينة عامرة لها ربض محيط بها من جوانبها، وداخلها مياه، والنهر جار على باب المدينة وعليه قنطرة، وعلى سائر أبوابها مياه جارية وبساتين، إلا أن الباب الذي عليه القنطرة لا ترى بعد عبورك لها جرية ماء ولا اخضرار نبات وماء هراة يخرج من قرب مخرج ماء مرو، ويجري في [v.1, p.594] الجبال إلى أن يخرج في أعلى هراة حتى يشق بلاد هراة فيصير إلى بوشنج ثم ينحدر منها إلى سرخس ورساتيقها وتنبعث منه أنهار تعرف بخشكرود، وعلى الخشكرود قنطرة عظيمة، وفي هراة قهندز ومسجد جامع، ودار الإمارة خارج الحصن بمكان يعرف بخراسان اباد منقطع عن المدينة، بينه وبين المدينة ثلاثة فراسخ، وهي على طريق بوشنج غربي هراة، وهراة مقدار نصف فرسخ في مثله، ولها أربعة أبواب، منها باب من ناحية الشمال يخرج منه إلى بلخ يعرف بباب سراي ، والمسجد الجامع في المدينة وحوله الأسواق، وعلى رأس الجبل الذي يلي هراة بيت نار يدعى سرشك وهو معمور، ولهراة أربعمائة قرية فيما بينها سبع وأربعون دسكرة، كل واحدة تشتمل على عشرة نفر إلى عشرين، ولهراة من الأرحاء ثلثمائة وأربع وعشرون، وهذا الجبل الذي هراة في سفحه هو من آخر حدود باذغيس مما يلي سرخس مشرقا حتى يتصل بجبل الفضة ورستاق كنج ومرو الروذ والطالقان والجوزجان، حتى يتصل بالباميان، وعن يمين هذا الجبل اسفرايين وسجستان وبست والرخج ، وعن يساره مرو الروذ وغيرها، وهو مستقبل بوشنج وهراة، فهو حاجز بين الحدود، وفي الجبل نفسه أمم وفيه أكثر من ثلثمائة قرية.</p>\n<p class=\"arabic\">وافتتح هراة الأحنف بن قيس في خلافة عثمان رضي الله عنه، وإليها ينسب الهروي صاحب الغريبين .</p>\n<p class=\"arabic\">وهي مدينة كبيرة عامرة لها ربض، وفي مدينتها قصبة، ولها أبواب كثيرة كلها خشب مصفحة بحديد إلا باب سراي فإنه كله حديد، والمسجد الجامع في المدينة، والأسواق محيطة به، والسجن في قبلته، وبها من فقهاء المسلمين وعلمائهم خلق كثير، وهي فرضة خراسان وسجستان وفارس.</p>\n<p class=\"arabic\">وفي سنة ثمان عشرة وستمائة نزل الططر على هراة، وهي إحدى أمهات خراسان، فاستولوا عليها وقتلوا منها خلقا عظيما، وجرى الططر على عادتهم المذمومة من قتل الأطفال والعيث، وقتلوا في جامعها المشهور بالخير من العلماء والصالحين والمنقطعين عددا كثيرا ثم مضوا منها إلى الطالقان.</p>",
            "title": "هراة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001569-000.json"
        }
    ],
    "type": "FeatureCollection"
}