{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">خرشنة</h1>\n<p class=\"arabic\">مدينة في بلاد الروم أظنها في الثغور الشامية، فيها كان أسر أبو فراس الحارث بن سعيد بن حمدان، وهو ابن عم سيف الدولة ممدوح المتنبي، قال أبو منصور الثعالبي: لما أدركت أبا فراس حرفة الأدب وأصابته عين في الكمال أسره الروم في بعض وقائعه وهو جريح، وقد أصابه سهم بقي نصله في فخذه وحصل مثخنا بخرشنة سنة ثم بقسطنطينية، وتطاولت مدته بها لتعذر المفاداة، وقد قيل: على كل محج رقيب من الآفات. وهو القائل بخرشنة :</p>\n<p class=\"arabic_poetry\">إن زرت خرشنة أسيرا * فلقد أجلت بها مغيرا</p>\n<p class=\"arabic_poetry\">ولقد رأيت النار تن * هب المنازل والقصورا</p>\n<p class=\"arabic_poetry\">ولقد رأيت السبي يج * لب نحونا حوا وحورا</p>\n<p class=\"arabic_poetry\">من كان مثلي لم يبت * إلا أميرا أو أسيرا</p>\n<p class=\"arabic_poetry\">ليست تحل سراتنا * إلا الصدور أو القبورا قال ابن خالويه : قال لي الأمير أبو فراس: لما حصلت بالقسطنطينية أسيرا أكرمني ملك الروم لما حملت إليه كرامة لم يكرم بها أسير جاء قط، وذلك أن من رسومهم ألا يركب الأسير في مدينتهم دابة قبل لقائه الملك، وأن يمشي في ملعب لهم يعرف بالبطوم مكشوف الرأس ويسجد لله تعالى ثلاث سجدات ويدوس الملك رقبته في مجمع لهم يعرف بالقدر هذا في من كان له قدر من المسلمين، وأعفاني من ذلك كله ونقلني إلى دار حسنة وجعل فيها برطيسان يخدمني، ونقل إلي من أردته من المسلمين، وبدأ بي المفاداة منفردا فأبيت من ذلك بعد ما وهب الله لي من العافية ورزقني من الجاه والكرامة، وكرهت أن أختار نفسي على المسلمين، وشرعت مع الملك في الفداء ولم يكن الأمير سيف الدولة يستبقي أسارى الروم إذا ظفر بهم، وكان في أيديهم يومئذ فضل ثلاثة آلاف أسير ممن أخذ من الأعمال والدساكر فابتعتهم من الملك بمائتي ألف دينار رومية على أن يوقع الفداء وضمنت المال والمسلمين، وخرجت بهم عن القسطنطينية وتقدمت بوجوههم إلى خرشنة ولم يعقد قط فداء مثل هذا مع أسير قبلي، فقلت في ذلك:</p>\n<p class=\"arabic_poetry\">ولله عندي في الأسار وغيره * مواهب لم يخصص بها أحد قبلي</p>\n<p class=\"arabic_poetry\">حللت عقودا أعجز الناس حلها * وما زلت لا عقدي يذم ولا حلي</p>\n<p class=\"arabic_poetry\">إذا عاينتني الروم كبر صيدها * كأنهم أسرى لدي وفي كبل</p>\n<p class=\"arabic_poetry\">وأوسع أيا ما حللت كرامة * كأني من أهلي نقلت إلى أهلي</p>\n<p class=\"arabic_poetry\">فقل لبني عمي وأبلغ بني أبي * بأني في نعماء يشكرها مثلي</p>\n<p class=\"arabic_poetry\">وما شاء ربي غير نشر محاسني * وأن تعرفوا ما قد عرفتم من الفضل</p>",
            "title": "خرشنة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000559-000.json"
        }
    ],
    "type": "FeatureCollection"
}