{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">فسا</h1>\n<p class=\"arabic\">بتشديد ثانيه مقصور، مدينة من بلاد فارس، أنشد الأصمعي:</p>\n<p class=\"arabic_poetry\">من أهل فسا ودرابجرد * والنسب إليها فسوي، وإليها ينسب أبو علي الحسن بن أحمد بن عبد الغفار الفارسي الفسوي .</p>\n<p class=\"arabic\">وبينها وبين درابجرد أربعة وخمسون ميلا، وفسا مدينة واسعة وأبنيتها أفسح وأتم من أبنية شيراز، والغالب عليها خشب الصنوبر والسرو، وهي عامرة بالناس والجلة والتجار والمياسير، وهي تقارب شيراز في كبر مقدارها وكثرة عمارتها، وهواؤها أصح من هواء شيراز، وعليها حصن حصين وأبواب خشب محددة، وحولها خندق واسع عميق، وبها ربض، وأكثر أسواقها في ربضها، وبها من غلات الرطب والبلح والجوز والاترج والسفرجل والقصب الحلو ما يقوت ويكفي ويزيد على الحاجة.</p>\n<p class=\"arabic\">وكان عمر بن الخطاب رضي الله عنه بعث سارية بن زنيم إلى فسا ودرابجرد في جيش وأمره عليهم، وكان سارية في الجاهلية خليعا وحسن إسلامه، ثم وقع في بال عمر رضي الله عنه وهو يخطب يوم الجمعة أنهم لاقوا العدو وهم في بطن واد، وقد هموا بالفشل، وبمقربة منهم جبل، فقال قي أثناء خطبته رافعا صوته: يا سارية بن زنيم، الجبل الجبل، ظلم من استرعى الذئب، فحمل الله تعالى صوته وألقاه في سمع سارية، فانحاز بالناس إلى الجبل، وقاتلوا العدو من جنب واحد ففتح الله عليهم. [v.1, p.442]</p>\n<p class=\"arabic\">وفي خبر آخر : قصد سارية بن زنيم فسا ودرابجرد حتى أفضى إلى عسكرهم فنزل عليهم وحاصرهم ما شاء الله، ثم استمدوا فتجمعت عليهم أكراد فارس، فدهم المسلمين أمر عظيم وجمع كبير، ورأى عمر رضي الله عنه في تلك الليلة معتركهم وعدوهم فنادى من الغد: الصلاة جامعة، حتى إذا كان في الساعة التي رأى فيها ما رأى خرج إليهم، وكان أريهم والمسلمون بصحراء إن أقاموا بها أحيط بهم، وإن أرزوا إلى جبل من خلفهم لم يؤتوا إلا من وجه واحد، ثم قام فقال: أيها الناس إني رأيت هذين الجمعين، وأخبر بحالهما، ثم قال: يا سارية، الجبل الجبل، ثم أقبل عليهم وقال: إن لله عز وجل جنودا، ولعل بعضها أن يبلغهم، ولما كان تلك الساعة من ذلك اليوم أجمع سارية والمسلمون على الإسناد إلى الجبل، وقاتلوا القوم من وجه واحد فهزمهم الله تعالى، وكتبوا بذلك إلى عمر رضي الله عنه وباستيلائهم على البلاد.</p>\n<p class=\"arabic\">وفي خبر آخر: أن عمر رضي الله عنه قال وهو يخطب يوم جمعة: يا سارية، الجبل الجبل، ثم دعا في خطبته، فعجب الناس لندائه سارية على بعده، وقضى الله سبحانه أن كان سارية وأصحابه في ذلك الوقت مواقفين للمشركين، وقد ضايقهم المشركون من كل جانب، وإلى جانب المسلمين جبل إن لجؤوا إليه لم يؤتوا إلا من وجه واحد، فسمعوا صوتا يقول: يا سارية بن زنيم، الجبل الجبل، كما قال عمر رضي الله عنه في ذلك الوقت بعينه، فلجؤوا إلى الجبل فنجوا وهزموا العدو وأصابوا مغانم كثيرة، وأصاب سارية في المغانم سفطا فيه جوهر، فاستوهبه المسلمين لعمر رضي الله عنه، فوهبوه له، فبعث به وبالفتح رجلا وقال له: استقرض ما تتبلغ به وما تخلفه في أهلك على جائزتك، وكان الرسل والوفد يجازون، فقدم الرجل البصرة، ثم خرج فقدم على عمر رضي الله عنه، فوجده يطعم الناس ومعه عصاه التي يزجر بها بعيره، فقصده، فأقبل عليه بها وقال: اجلس، فجلس، حتى إذا أكل انصرف عمر رضي الله عنه وقام الرجل فاتبعه، فظن عمر أنه لم يشبع، فقال حين انتهى إلى باب داره: ادخل، فلما جلس في البيت أتي بغدائه: خبز وزيت وملح جريش، فوضع له، ثم قال للرجل: ادن فكل، فأكلا حتى إذا فرغا قال له الرجل: رسول سارية بن زنيم، يا أمير المؤمنين، قال: مرحبا وأهلا، ثم أدناه حتى مست ركبته ركبته، ثم سأله عن المسلمين وعن سارية، فأخبره، ثم أخبره بقصة الدرج، فنظر إليه ثم صاح به وقال: لا ولا كرامة حتى تقدم على ذلك الجيش فتقسمه بينهم، وطرده، فقال: يا أمير المؤمنين، إني أنضيت إبلي، واستقرضت جائزتي، فأعطني ما أتبلغ به، فما زال عنه حتى أبدله بعيره ببعير من إبل الصدقة، وأخذ بعيره فأدخله في إبل الصدقة، ورحل الرجل مغضوبا عليه محروما حتى قدم البصرة، فنفذ لما أمر به عمر رضي الله عنه، وكان أهل المدينة سألوه عن سارية وعن الفتح، وهل سمعوا شيئا يوم الوقعة، فقال: نعم سمعنا: يا سارية، الجبل الجبل، وقد كدنا نهلك، فلجأنا إليه ففتح الله تعالى علينا.</p>",
            "title": "فسا",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001152-000.json"
        }
    ],
    "type": "FeatureCollection"
}