{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">المقطم</h1>\n<p class=\"arabic\">جبل يتصل بمصر أوله من ديار مصر، فيمر في الصحراء إلى أن ينتهي إلى قرب أسوان، وهو جبل مشهور بالطول، وأما ارتفاعه فإنه يعلو من مكان وينخفض في مكان، وتنقطع منه مواضع، وتحفر منه المغرة والكلس، وفيه ذهب كثير، وكذلك تربته إذا دبرت استخرج منها ذهب صالح، ويتصل قطع بديار مصر الداخلة في البحر الملح في جهة القلزم، وهو بحر الحجاز، وفي هذا الجبل وما اتصل به كثير من الكنوز مما خبأته ملوك مصر في الزمن القديم، وفيه كثير من هياكل الكهنة وعجائبهم، ومما يلي البحر منه الجبل المتحرك المدور الذي لا يستطيع أحد أن يصعده ولا يجد السبيل إلى الطلوع إليه لإملاسه وارتفاعه، ويذكر أن فيه كنوزا عظيمة لمقطم الكاهن، وإليه ينسب هذا الجبل بأسره، وفيه أيضا كنوز كثيرة لبعض ملوك مصر من المال والجوهر وتراب الصنعة والتماثيل العجيبة وأصنام الكواكب، وقد كانوا رأوا في علومهم أن ملكا من ملوك الإفرنجة يقصدهم لما كان اتصل به من كثرة أموالهم والصنعة التي كانوا يدبرونها لعمل الذهب، فكان ما خافوه من ذلك حقا، وقصدهم الملك الإفرنجي، فغزا ديار مصر في ألف مركب، فهرب أكابرهم إلى هذا الجبل وتستروا في الأماكن الخفية فيه، وبعضهم أمعن في الهرب حتى لحق بالواحات فلم يوصل إليهم، ونجا أكثرهم بأموال. وعرض هذه الصحراء التي قدمنا ذكرها يقطعها السالك من قوص إلى عيذاب في عشرين يوما، وبها جب ماؤه من أعجب العجب لا ينزل به من شربه من حيث تنزل المياه من الإنسان، ولا يقيم بالمعدة، بل إذا شربه الإنسان لم يلبث أن ينزل به من مقعدته مسرعا من غير تأخير ولا إقامة، ولا تسلك هذه الصحراء في اشتداد الحر، فما يمر به السالكون إلا في آخر أيام الخريف، وأهل مصر يدفنون موتاهم في جبل المقطم.</p>\n<p class=\"arabic\">وكان السبب في جعله مقبرة ما روي أن عمرو بن العاصي رضي الله عنه لما فتح مصر قال له المقوقس: إنا نجد أن هذا [v.1, p.557] الجبل فيه غراس الجنة، فكتب إلى عمر رضي الله عنه بذلك فقال: لا أعرف غراس الجنة إلا موتى المسلمين وإلا شهداء المسلمين، فاجعله مقبرة لهم، فجعله مقبرة. وفي المقطم اغتيل الحاكم بأمر الله خليفة مصر العبيدي؛ وهو متصل بأرض الفسطاط.</p>\n<p class=\"arabic\">قالوا : وبه جمل من قبور الأنبياء عليهم السلام كيوسف ويعقوب والأسباط.</p>",
            "title": "المقطم",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001475-000.json"
        }
    ],
    "type": "FeatureCollection"
}