{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الحيرة</h1>\n<p class=\"arabic\">قال الهمداني : سار تبع أبو كرب في غزوته فلما أتى موضع الحيرة خلف هنالك مالك بن فهم بن غنم بن دوس على أثقاله وخلف معه من ثقل من أصحابه في نحو اثني عشر ألفا وقال: تحيروا هذا الموضع، فسمي الموضع الحيرة، فمالك أول ملوك الحيرة وأبوهم، وكانوا يملكون ما بين الحيرة والأنبار وهيت ونواحيها وعين التمر وأطراف البراري: الغمير والقطقطانة وخفية، وكان مكان الحيرة من أطيب البلاد وأرقه هواء وأخفه ماء وأعذاه تربة وأصفاه جوا.</p>\n<p class=\"arabic\">وكانت الحيرة على ثلاثة أميال من الكوفة، والحيرة على النجف، والنجف كان على ساحل البحر الملح، وكان في سالف الدهر يبلغ الحيرة.</p>\n<p class=\"arabic\">والحيرة مدينة صغيرة جاهلية حسنة البناء طيبة الثرى، وكانت فيما سلف أكبر من نظرها بعد ذلك لأن أكثر أهلها انتقلوا إلى الكوفة.</p>\n<p class=\"arabic\">وبالحيرة منازل بني بقيلة وغيرهم، وبها كانت منازل ملوك بني نصر ولخم وهم آل النعمان بن المنذر، وأول من نزل الحيرة عمرو بن عدي بن نصر واتخذها دار مملكته، وعامة أهل الحيرة نصارى فيهم من قبائل العرب على دين النصرانية من بني تميم آل عدي بن زيد العبادي الشاعر ومن سليم وطيء وغيرهم، والخورنق بالقرب منها مما يلي المشرق، وبينه وبين الحيرة ثلاثة أميال، والسدير في برية بالقرب منها.</p>\n<p class=\"arabic\">وقال قتادة : ذكر لنا أن تبعا كان رجلا من حمير سار بالجنود حتى حير الحيرة ثم أتى سمرقند فهدمها.</p>\n<p class=\"arabic\">والحيرة أرض باردة في الشتاء وهي في الصيف مفرطة الحر حتى إنهم لينزعون ستور بيوتهم مخافة من إحراق السمائم لها ولا يشربون الماء إلا بالسكنجبين والجلاب لأن الماء لا يبلغ أعماق أبدانهم صرفا. ولم يزل ملوك الحيرة من ذرية عمرو بن عدي بن نصر، وهم النصريون، إلى النعمان بن المنذر فهو آخر ملوكهم، وهو الذي قتله كسرى بزيد بن عدي بن زيد، وكان النعمان لما أراد إتيان كسرى بعد هربه نزل ببني شيبان، فأودع سلاحه وعياله عند هانئ بن مسعود، فلما أتى كسرى على النعمان بعث إلى هانئ يطالبه بتركته فأبى أن يخفر الذمة، فكان ذلك السبب الذي هاج حرب ذي قار.</p>\n<p class=\"arabic\">وكانت حرقة بنت النعمان إذا خرجت إلى بيعتها فرش لها طريقها بالحرير والديباج، فلما هلك النعمان نكبها الزمان، وقدم سعد بن أبي وقاص رضي الله عنه القادسية أميرا عليها، فهزم الفرس وقتل رستم، فأتته حرقة بنت النعمان في لمة من نسائها، وعليهن المسوح والمقطعات السود مترهبات، يطلبن صلته، فلما وقفن بين يديه قال: أيتكن حرقة؟ فقالت: ها أنا ذه قال: أنت حرقة؟ قالت: نعم، فما تكرارك لاستفهامي؟ [v.1, p.207] إن الدنيا دار زوال لا تدوم على حال تنتقل بأهلها انتقالا وتعقبهم بعد حالهم حالا، كنا ملوك هذا المصر يجبى إلينا خراجه ويطيعنا أهله، فلما أدبر الأمر، صاح بنا صائح الدهر، فصدع عصانا وشتت ملانا، وكذلك الدهر يا سعد ليس من قوم بحبرة إلا والدهر يعقبهم عبرة، ثم أنشأت تقول:</p>\n<p class=\"arabic_poetry\">فبينا نسوس الناس والأمر أمرنا * إذا نحن فيهم سوقة نتنصف</p>\n<p class=\"arabic_poetry\">فأف لدنيا لا يدوم نعيمها * تقلب تارات بنا وتصرف فأكرمها سعد رضي الله عنه وأحسن جائزتها، فلما أرادت فراقه قالت: لا نزع الله تعالى من عبد صالح نعمة إلا جعلك سببا لردها عليه.</p>\n<p class=\"arabic\">وروي أن إسحاق بن طلحة بن عبيد الله دخل على حرقة ابنة النعمان بن المنذر بالحيرة في بيعتها، وهي في نسوة راهبات فقال لها: كيف رأيت غمرات الملك يا حرقة؟ قالت: هذا خير مما كنا فيه، إنا لنجد في الكتاب أنه ليس من بيت يمتلئ حبرة إلا امتلأ عبرة، وأن الدهر لم يأت قوما بيوم يحبونه إلا اختبأ لهم يوما يكرهونه، وإن على باب السلطان كأشباه الجزر من الفتن، وإن واحدا لم يصب منهم شيئا إلا أصابوا من دينه مثله، قال: فقلت: فكيف صبرك؟ قال: فأقبلت علي بوجهها ثم قالت: يا سبحان الله، تسألني عن الصبر؟ ما ميز أحد بين صبر وجزع إلا أصاب بينهما التفاوت في حالتيهما: أما الصبر فحسن العلانية محمود العاقبة، وأما الجزع فغير معوض عوضا مع مأثمه، ولو كانا رجلين في صورتهما لكان الصبر أولاهما بالغلبة في حسن صورة وكرم طبيعة في عاجلة من الدنيا وآجلة من الثواب، وكفى ما وعد الله تعالى إذ ألهمناه. قال فقلت: إنا لم نزل نسمع أن الجزع للنساء فلا يجزعن رجل بعدك في مصيبة، فلقد كرم صبرك، فقالت: أما سمعت قول الشاعر:</p>\n<p class=\"arabic_poetry\">فاصبر على القدر المجلوب وارض به * وإن أتاك بما لا تشتهي القدر</p>\n<p class=\"arabic_poetry\">فما صفا لامرئ عيش يسر به * إلا سيتبع يوما صفوه الكدر ولم يزل عمران الحيرة يتناقص مذ بنيت الكوفة إلى أيام المعتضد، فإنه استولى عليها الخراب، وكان فيها ديارات كثيرة ورهبان لحقوا بغيرها من البلاد لاستيلاء الخراب عليها، وهم يزعمون أن سعدها سيعود بالعمران. ونزلها جماعة من خلفاء بني العباس لطيب هوائها وصفاء جوهرها وقرب الخورنق والنجف منها. وكانت مدة الحيرة من أول وقت عمارتها إلى أول خرابها عند بناء الكوفة خمسمائة سنة وبضعا وثلاثين سنة.</p>\n<p class=\"arabic\">ولما أقبل خالد بن الوليد رضي الله عنه في سلطان أبي بكر رضي الله عنه بعد فتح اليمامة وقتل كذابها يريد الحيرة تحصن منه أهلها في القصر الأبيض، وفيه كان إياس بن قبيصة، وقصر القادسية وقصر بني بقيلة وقصر بني مازن، وهذه قصور الحيرة، فنزل خالد بالنجف وبعث إليهم أن ابعثوا إلي رجلا من عقلائكم، فبعثوا إليه عبد المسيح بن عمرو بن حسان بن بقيلة الغساني، وبقيلة هو الذي بنى القصر الأبيض، ودعي بقيلة لأنه خرج يوما وعليه ثياب خضر فقال قومه: ما هذا إلا بقيلة، وعبد المسيح هذا هو الذي أتى سطيحا فعبر رؤيا الموبذان وارتجاج الإيوان وما كان من ملوك بني ساسان ، فأتى عبد المسيح خالدا وله يومئذ ثلثمائة سنة وخمسون سنة، فتجاهل عبد المسيح وأحب أن يريه من نفسه ما يعرف به عنده، فقال له خالد : من أين أقصى أثرك؟ قال: من صلب أبي، قال: فمن أين جئت؟ قال: من بطن أمي، قال: فعلام أنت ويحك؟ قال: على الأرض، قال: أتعقل؟ قال: أي والله وأقيد. قال: ابن كم أنت؟ قال: ابن رجل واحد، قال: اللهم اخزهم من أهل بلدة فما يزيدوننا إلا عمى، أسأله عن شيء فيجيبني عن غيره، قال: لا والله ما أجيبك إلا عن سؤالك، فسل عما بدا لك، قال: أعرب أنتم أم نبط، قال: نبط استعربنا وعرب استنبطنا، قال: فحرب أم سلم؟ قال: بل سلم، قال: فما لهذه الحصون؟ قال: بنيناها للسفيه تمنعه [v.1, p.208] حتى يأتي الحليم فينهاه، قال.: كم سنة أتت عليك؟ قال: خمسون وثلثمائة، قال فما أدركت؟ قال: أدركت سفن البحر ترفأ إلينا في هذا النجف بمتاع الهند والصين، وأمواج البحر تضرب ما تحت قدمك، ورأيت المرأة من أهل الحيرة تأخذ مكتلها فتضعه على رأسها لا تزود إلا رغيفا فلا تزال في قرى عامرة وعمائر متصلة وأشجار مثمرة ومياه عذبة حتى ترد الشام، وتراها اليوم قد أصبحت يبابا، وكذلك دأب الله تعالى في العباد والبلاد. فوجم خالد لما سمعه وعرف من هو، وكان مشهورا في العرب بصحة العقل وطول العمر، قال: ومعه سم ساعة يقلبه في يده، فقال له خالد: يا هذا ما معك؟ قال: سم ساعة، فإن يكن عندك ما يسرني ويوافق أهل بلدي قبلته وحمدت الله تعالى عليه، وإن تكن الأخرى لم أكن أول من ساق إلى أهل بلده ذلا فآكل السم فأستريح، قال له خالد: هاته، فأخذه ووضعه في راحته ثم قال: بسم الله وبالله رب الأرض والسماء، بسم الله الذي لا يضر مع اسمه شيء، ثم استرطه فجللته غشية ثم سري عنه وأفاق كأنما أنشط من عقال، فانصرف العبادي إلى قومه فأخبرهم. بما رأى وقال: يا قوم صالحوهم فإن القوم مصنوع لهم وأمرهم مقبل وأمر بني ساسان مدبر، وسيكون لهذه الأمة شأن ثم يحدث فيها هنات وهنات، فصالحوه، وقال عبد المسيح:</p>\n<p class=\"arabic_poetry\">أبعد المنذرين أرى سواما * تروح بالخورنق والسدير</p>\n<p class=\"arabic_poetry\">وصرنا بعد هلك أبي قبيس * كمثل الشاء في اليوم المطير</p>\n<p class=\"arabic_poetry\">تقسمنا القبائل من معد * علانية كأيسار الجزور</p>\n<p class=\"arabic_poetry\">نؤدي الخرج مثل خراج كسرى * وخرج بني قريظة والنضير</p>\n<p class=\"arabic_poetry\">كذاك الدهر دولته سجال * فيوم من مساءة أو سرور ولما فسر سطيح وشق الكاهنان لربيعة بن نصر ملك اليمن رؤياه التي دلت على خراب سد مأرب وتفرق الأزد في البلاد، جهز بنيه وأهل بيته إلى العراق بما يصلحهم، وكتب لهم إلى سابور بن خرزاد ملك فارس فأسكنهم الحيرة، فمن بقية ولد ربيعة بن نصر النعمان بن المنذر بن النعمان بن المنذر بن عمرو بن عدي بن ربيعة بن نصر.</p>\n<p class=\"arabic\">قال أبو بكر بن عياش: كنت وسفيان الثوري وشريك النخعي نتماشى فيما بين الحيرة والكوفة فرأينا شيخا أبيض الرأس واللحية حسن السمت والهيئة، فقلنا شيخ جليل قد سمع الحديث وأدرك الناس فملنا نحوه، فقال له سفيان، وكان أطلبنا للحديث: يا هذا، أعندك شيء من الحديث؟ فقال: أما حديث فلا ولكن عتيق سنين، فنظرنا فإذا هو خمار.</p>\n<p class=\"arabic\">وحكى أبو الفرج الأصبهاني أن سليمان بن بشر بن عبد الملك بن بشر بن مروان قال: كان بعض ولاة الكوفة يذم الحيرة في أيام بني أمية، فقال له رجل من أهلها وكان عاقلا ظريفا: أتعيب بلدة يضرب بها المثل في الجاهلية والإسلام قال: وبماذا تمتدح؟ قال: بصحة هوائها وطيب مائها ونزهة ظاهرها، تصلح للخف والظلف، سهل وجبل، وبادية وبستان، وبحر وبر، محل الملوك ومرادهم ومسكنهم ومثواهم، وقد قدمتها أصلحك الله، مخفا فأصبحت مثقلا، ووردتها مقلا فأصارتك مكثرا، قال: فكيف يعرف ما وصفتها به من الفضل؟ قال: تصير إليها ثم ادع بما شئت من لذات العيش، والله لا أجوز بك الحيرة قال: فاصنع لي صنيعا واخرج من قولك، قال: أفعل، فصنع لهم طعاما فأطعمهم من خبزها وسمكها وما صيد من وحشها من ظباء ونعام وأرانب وحبارى، وسقاهم ماءها في قلالها وخمرها في آنيتها، وأجلسهم على رقمها، وكان يتخذ بها من الفرش أشياء ظريفة ثم لم يستخدم لهم حرا ولا عبدا إلا من مولديها ومولداتها من خدم ووصائف كأنهم اللؤلؤ، لغتهم لغة أهلها، ثم أقعد معهم حنينا فغناهم هو وأصحابه في شعر عدي بن زيد شاعرهم وأعشى همدان لم يتجاوزهما، وحياهم برياحينها ونقلهم على خمرها وقد شربوا بفواكهها ثم قال له: هل رأيتني استعنت على شيء مما رأيت وأكلت وشربت وافترشت وشممت بغير ما في الحيرة؟ قال: لا والله ولقد أحسنت صفة بلدك وأحسنت نصرته والخروج مما تضمنته، فبارك الله لكم في بلدكم.</p>\n<p class=\"arabic\">وحيرة أيضا قرية من قرى نيسابور. [v.1, p.209]</p>",
            "title": "الحيرة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000540-000.json"
        }
    ],
    "type": "FeatureCollection"
}