{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">واسط</h1>\n<p class=\"arabic\">مدينتان على جانبي دجلة، والمدينة القديمة في الجانب الشرقي، وابتنى الحجاج مدينة في الجانب الغربي، وجعل بينهما جسرا بالسفين.</p>\n<p class=\"arabic\">قيل : سميت بواسط لتوسطها بين المصرين: البصرة والكوفة، والمدائن، بينها وبين كل واحدة منها أربعون فرسخا، وكان بناء الحجاج واسط في سنة ثلاث وثمانين، وبها مات سنة خمس وتسعين.</p>\n<p class=\"arabic\">وفي كل واحدة من المدينتين جامع يخطب فيه، وفي التي بناها الحجاج نخل ومزارع وبساتين وعمارات متصلة، والمدينة الأخرى التي في الضفة الشرقية تسمى واسط العراق، وهي مثل أختها، حسنة فسيحة الأرجاء مبانيها سامية وبساتينها وأسواقها كبيرة وناسها حسان الزي ملابسهم البياض والعمائم الكبار، وأهلها أخلاط من أهل العراق وغيرها؟ وهواؤها صحيح أصح من هواء البصرة، وهي من أعمر بلاد العراق، وعليها معول ولاة بغداد، ونواحي واسط عمل مفرد من أعمال العراق، وأموالها كانت ترتفع إلى مدينة السلام، وبينهما ثمان مراحل.</p>\n<p class=\"arabic\">وقال البكري: إنما سميت واسط بموضع يقرب منها كان يقال له واسط القصب، وقيل إن الحجاج رأى راهبا قد أقبل على أتان له وعبر دجلة، فلما كان بموضع واسط تفاجت الأتان</p>\n<p class=\"arabic\">فبالت، فنزل الراهب فاحتفر موضع ذلك البول وحمله حتى رماه في دجلة، وذلك بعين الحجاج، فقال: علي بالراهب، فلما أتاه قال: ما حملك على ما صنعت. قال: إنا نجد في كتبنا أنه يبنى في هذا الموضع مسجد يعبد فيه الله تعالى، ما دام في الأرض أحد، فاختط الحجاج مدينة واسط، وبنى المسجد في ذلك الموضع، وهو على جانبي الدجلة. وفي الجانبين مسجدان جامعان يعرف أحدهما بمسجد الحجاج، وخراج واسط ثلاثة وثلاثون ألف درهم.</p>\n<p class=\"arabic\">وكتب الحجاج لما فرغ من بناء واسط إلى عبد الملك إني اتخذت مدينة في كرش من الأرض بين الجبل والمصرين وسميتها واسط. وكان الحجاج قد عمل على الخضراء، وهي قبته، طلسما من نحاس كهيئة الفرس، عليه رجل راكب، للبق والجرجيس، فلم يكن بمدينة واسط بق ولا جرجيس أصلا، فلما ولي واسط أحد عمال المتوكل قلع ذلك الطلسم وحمله إلى بلده بخراسان ونصبه هناك، فلم ينتفع به، وعمل بالأبلة طلسم نحاس مثل ذلك الفرس والراكب عليه، وحمل إلى واسط، ونصب على القبة الخضراء، فهو عليه إلى هذا الوقت، فلم ينتفع به، وكثر بها البق والذباب والجرجيس والهوام.</p>\n<p class=\"arabic\">وواسط أيضا بحمى ضرية.</p>",
            "title": "واسط",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001582-000.json"
        }
    ],
    "type": "FeatureCollection"
}