{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">بغداد</h1>\n<p class=\"arabic\">دار مملكة خلفاء بني العباس، وفيها أربع لغات: بغداد بدالين مهملتين، وبغداذ معجمة الأخيرة، وبغدان بالنون، ومغدان بالميم بدلا من الباء، وتذكر وتؤنث. قالوا: وبغداذ بالفارسية عطية الصنم لأن بغ صنم وداذ عطية، ولذلك [v.1, p.109] كره الأصمعي هذه التسمية. وكانت قرية من قرى الفرس فأخذها أبو جعفر غصبا فبنى فيها مدينة وقال الجرجاني: باغ بالفارسية هو البستان الكثير الشجر، وداذ: معطي، فمعناه معطي البساتين. قال أبو عثمان النهدي : كنا نسير مع جرير بن عبد الله البجلي حتى انتهى إلى موضع فقال: أي موضع هذا؟ قالوا: قطربل، فحرك دابته ثم قال: سمعت النبي صلى الله عليه وسلم يقول: تبنى مدينة بين دجلة والدجيل والصراة وقطربل يجبى إليها خراج كل أرض وتجمع إليها جبابرة الأرض، وفي رواية يخسف بها. كذا أحسب. وسميت بغداد لأنه أهدي إلى كسرى خصي من المشرق وكان له صنم يقال له بغ فقال الخصي: بغداذي أي أعطاني إلهي يعني الصنم، ولهذا كان المتورعون يكرهون أن يسموا بغداذ بهذا الاسم ويقولون بغداد بالدال المهملة.</p>\n<p class=\"arabic\">وكان أبو جعفر المنصور بعث رجالا سنة خمس وأربعين ومائة يطلبون له موضعا يبني فيه مدينة فطلبوا فلم يرضوا موضعا حتى جاء موضعا بالصراة وقال: هذا موضع أرضاه تأتيه الميرة من الفرات ودجلة والصراة. وكان أبو جعفر هذا وهو عبد الله بن محمد بن علي بن عبد الله بن العباس بنى مدينة بين الكوفة والجزيرة سماها الهاشمية فأقام بها مدة إلى أن عزم على توجيه ابنه محمد المهدي لغزو الصائفة في سنة أربعين ومائة فصار إلى بغداد فوقف بها وقال: ما اسم هذا الموضع؟ فقيل: بغداد، فقال: هذه والله المدينة التي أعلمني أبي محمد بن علي أني أبنيها وأنزلها وينزلها ولدي من بعدي، ولقد غفلت عنها الملوك في الجاهلية والإسلام حتى يتم تدبير الله تعالى وحكمه في وتصح الروايات وتبين الدلالات والعلامات تأتيها الميرة في الدجلة والفرات من واسط والأبلة والأهواز وفارس وعمان واليمامة وما يتصل بذلك، وكذلك ما يأتي من الموصل وديار ربيعة وأذربيجان وأرمينية والرقة والشام والثغور ومصر والمغرب وأصفهان وكور خراسان فالحمد لله الذي ذخرها لي وأغفل عنها كل من تقدمني والله لأبنينها ثم أسكنها أيام حياتي ويسكنها ولدي من بعدي ثم لتكونن أعمر مدينة في الدنيا ثم لأبنين بعدها أربع مدن لا تخرب واحدة منهن أبدا فبناها وبنى الرافقة ولم يستتمها وبنى ملطية والمصيصة والمنصورة، فوجه في حشر الصناع والفعلة من الشام والموصل والجبل والكوفة وواسط والبصرة وأمر باختيار قوم من أهل الفضل والعدالة والعفة والأمانة والمعرفة بالهندسة، وكان فيمن أحضر الحجاج بن ارطاة وأبو حنيفة فكان أول ما ابتدئ ببنيانها في سنة خمس وأربعين ومائة ثم قسم الأرض أربعة أقسام وقلد القيام بكل ربع رجلا من قواده ورجلا من مواليه ورجلا من المهندسين ونظر عند بنائها من أخذ الطالع فكان المشتري في القوس فدلت النجوم على طول ثباتها وكثرة عمارتها وانصباب الدنيا إليها، قال المخبر: ثم قلنا يا أمير المؤمنين وخلة أخرى فيها تدل النجوم على أنه لا يموت فيها خليفة، فتبسم وقال: الحمد لله ذلك فضل الله يؤتيه من يشاء، ولذلك قال بعض مداح المنصور:</p>\n<p class=\"arabic_poetry\">إن خير القصور قصر السلام * إذ به حل سائس الإسلام</p>\n<p class=\"arabic_poetry\">منزل لا يزال من حل فيه * آمنا من حوادث الأيام</p>\n<p class=\"arabic\">ولهذا قالوا: نزل بغداد سبعة خلفاء: المنصور والمهدي وموسى الهادي وهارون الرشيد ومحمد الأمين وعبد الله المأمون والمعتصم فلم يمت بها واحد منهم إلا محمد الأمين فإنه قتل خارج باب الأنبار عند بستان طاهر، وانتقل المعتصم سنة ثلاث وعشرين ومائتين إلى سر من رأى، فهذا مصداق ما دلت عليه النجوم.</p>\n<p class=\"arabic\">وإنما سميت مدينة السلام لأن دجلة كان يقال لها وادي السلام فقيل لبغداد مدينة السلام. وقيل لأنهم أرادوا مدينة الله واسمها الأول عند الناس الزوراء لانعطافها بانعطاف دجلة، وتسمى القوس زوراء لانعطافها، وكان بعضهم يسميها الصيادة لأنها تصيد قلوب الرجال، وقال رجل من أهل البصرة: مررت ببغداد في السحر فأعجبني كثرة الأذان فيها فهتف بي هاتف: ما الذي يعجبك منها، لقد فجر فيها البارحة سبعون ألفا. ورأى أبو بكر الهذلي سفيان بن عيينة ببغداد فقال: بأي ذنوبك دخلتها؟ وقيل لرجل: كيف رأيت بغداد؟ فقال: الأرض كلها بادية وبغداد حاضرتها. وقال آخر: لو أن الدنيا خربت وخرج أهل بغداد لعمروها. وكان فراغ المنصور من بنائها ونقل الخزائن إليها والدواوين وبيوت الأموال سنة ست وأربعين ومائة وكان استتمامه لجميع أمر المدينة سنة تسع وأربعين. [v.1, p.110] وقال أحمد بن أبي يعقوب : بغداد وسط العراق، والمدينة العظمى التي ليس لها نظير في مشارق الأرض ولا في مغاربها سعة وجلالة وكبرا وعمارة وكثرة مياه وصحة هواء، سكنها أهل الأمصار والكور وانتقل إليها من جميع البلدان القاصية والدانية وآثرها جميع أهل الآفاق على أوطانهم، يجري في حافتيها النهران الأعظمان دجلة والفرات، فتأتيها التجارات والميرة برا وبحرا بأيسر السعي حتى تكامل فيها كل متجر من المشرق والمغرب من أرض الإسلام ومن غير أرض الإسلام، فإنه يحمل إليها من الهند والسند والصين والتبت والترك والديلم والخزر والحبشة وسائر البلدان القاصية والدانية حتى يكون بها من التجارات أكثر مما في البلدان التي خرجت التجارات منها إليها، وهي مدينة بني هاشم ودار مملكتهم ومحل سلطانهم، لم يستبد بها أحد قبلهم ولم يسكنها سواهم، وهي وسط الدنيا لأنها من الإقليم الرابع، وهو الإقليم الأوسط الذي يعتدل فيه الهواء في جميع الأزمان والفصول، فيكون الحر شديدا في أيام القيظ، والبرد شديدا في أيام الشتاء ويعتدل الفصلان الربيع والخريف. قال: وباعتدال الهواء وطيب الثرى وعذوبة الماء حسنت أخلاق أهلها ونضرت وجوههم وانفتقت أذهانهم حتى فضلوا الناس في العلم والفهم والنظر والتمييز والتجارات والحذق بكل مناظرة وإحكام كل مهنة وإتقان كل صناعة، فليس عالم أعلم من عالمهم ولا أروى من رواتهم ولا أجدل من متكلمهم ولا أعرب من نحويهم ولا أفصح من قارئهم ولا أمهر من طبيبهم ولا أحذق من مغنيهم ولا ألطف من صانعهم ولا أكتب من كاتبهم ولا أبين من منطيقهم ولا أعبد من عابدهم ولا أورع من زاهدهم ولا أفقه من حاكمهم ولا أخطب من خطيبهم ولا أشعر من شاعرهم ولا أفتك من ماجنهم. وكانت بغداد في أيام الأكاسرة قرية من قرى طسوج بادوريا، ومدينة الأكاسرة إذ ذاك المدائن، من مدن العراق وهي من بغداد على سبعة فراسخ وبها إيوان كسرى انوشروان، ولم تكن بغداد إلا ديرا على مصب الصراة، ولم يكن ببغداد لملك أثر قديم ولا حديث، أما ملك العرب فبدأ أولا بالحجاز ثم استقر بدمشق من أيام معاوية رضي الله عنه لا يعرف بنو أمية غيرها، فلما جاء أبو العباس السفاح عرف فضل العراق وتوسطها في الدنيا وهو عبد الله بن محمد بن علي بن عبد الله العباس فنزل الكوفة أول مدة ثم انتقل إلى الأنبار فبنى بأعلى شاطئ الفرات الهاشمية وتوفي قبل أن تستتم المدينة ثم كان من بنيان أبي جعفر لبغداد ما كان، ووضع الأساس وضرب اللبن العظام وحفرت الآبار، وعملت القناة التي من نهر كرخايا وهو الآخذ من الفرات وأجريت إلى داخل المدينة للشرب ولضرب اللبن، وجعل للمدينة أربعة أبواب: باب الكوفة وباب البصرة وباب خراسان وباب الشام، بين كل باب منها إلى الآخر خمسة آلاف ذراع بالذراع السوداء، وعلى كل باب منها بابا حديد عظيمان جليلان لا يغلق الباب الواحد منهما ولا يفتحه إلا جماعة رجال، يدخله الفارس بالعلم والرمح الطويل من غير أن يثنيه ولا يميله، وجعل عرض أساس السور تسعين ذراعا ثم ينخرط حتى يصير في أعلاه خمس وعشرون ذراعا وارتفاعه ستون ذراعا مع الشرفات، وحول السور فصيل عظيم بين حائط السور وحائط الفصيل مائة ذراع، وبالفصيل أبرجة عظام وعليه الشرفات المدورة، وحد لهم أن يجعلوا عرض الشوارع خمسين ذراعا وان يبنوا في جميع الأرباض والدروب من الأسواق والمساجد والحمامات ما يكتفي به أهل كل ناحية ومحلة، وأمرهم أن يجعلوا قطائع القواد والجند ذرعا معلوما وللتجار ذرعا معلوما يبنونه وينزلونه، ولسوقة الناس وأهل البلدان، وآخر ما بنى القنطرة الجديدة وبها أسواق كثيرة فيها سائر التجارات مادة متصلة ثم ربض وضاح مولى أمير المؤمنين المعروف بقصر وضاح حاجب خزانة السلاح وهناك أسواق، وأكثر من كان فيه في هذا الوقت القريب الوراقون أصحاب الكتب فإن به أكثر من مائة حانوت للوراقين، والكرخ السوق العظمى مادة من قصر وضاح إلى سوق الثلاثاء طولا مقدار فرسخين، وكل تجارة لها شوارع معلومة في تلك الشوارع حوانيت، وليس يختلط قوم بقوم ولا تجاور تجارة تجارة، وأحصيت الدروب والسكك فكانت ستة آلاف درب وسكة، وأحصيت المساجد فكانت ثلاثين ألف مسجد سوى ما زاد بعد ذلك، وأحصيت الحمامات عشرين ألف حمام سوى ما زاد بعد ذلك، وحفرت القناة التي تأخذ من الفرات في عقود وثيقة من أسفلها محكمة بالصاروج والآجر من أعلاها، فتدخل المدينة وتنفذ في أكثر شوارعها، وشوارع الأرباض صيفا وشتاء قد هندست هندسة لا ينقطع الماء منها في وقت، وقناة أخرى من دجلة على هذا المثال سماها دجيلا، وجر لأهل الكرخ وما اتصل به نهرا يسمى نهر الدجاج لأن أصحاب الدجاج كانوا يقعدون عنده، [v.1, p.111] ونهر عيسى الأعظم الذي يأخذ من معظم الفرات تدخل فيه السفن العظام التي تأتي من الرقة يحمل فيها الدقيق والتجارات من الشام ومصر، وتصير إلى فرضة عليها الأسواق وحوانيت التجار لا تنقطع صيفا ولا شتاء، ولهم الآبار التي يدخلها الماء من هذه القنوات، وإنما احتيج إلى هذه القنوات لكبر البلد وسعته، ولها فهم بين دجلة والفرات من جميع النواحي تتدفق عليهم المياه حتى غرسوا النخل الذي حمل من البصرة وغيرها فصار ببغداد أكثر منه بالبصرة والكوفة والسواد، وغرسوا الأشجار فأثمرت ثمرات عجيبة وكثرت البساتين والجنات في أرض بغداد من كل ناحية لطيب المياه وطيب الأرض، وعمل فيها كل ما يعمل في بلد من البلدان، لأن حذاق أهل الصناعات انتقلوا إليها من كل بلد وأتوها من كل أفق ونزعوا إليها من الأداني والأقاصي، فهذا الجانب الغربي من بغداد وهو جانب الكرخ وجانب الأرباض، وفي كل طرف منه مقبرة وقرى متصلة وعمارات مادة، والجانب الشرقي من بغداد نزله المهدي بن المنصور وهو ولي عهد أبيه وابتدأ بناءه سنة ثلاث وأربعين ومائة، واختط المهدي قصوره بالرصافة إلى جانب المسجد الجامع الذي بالرصافة وحفر نهرا يأخذ من النهروان سماه نهر المهدي يجري في هذا الجانب، واقطع المهدي اخوته وقواده بعد من اقطع في الجانب الغربي وهو جانب مدينته، وقسمت القطائع في هذا الجانب، وتنافس الناس في النزول مع المهدي لمحبتهم له ولتوسعته عليهم ولأنه كان أوسع الجانبين أرضا. وفي الجانب الشرقي الذي نزله المهدي أربعة آلاف درب وسكة وخمسة عشر ألف مسجد سوى ما زاد الناس وخمسة آلاف حمام سوى ما زاد الناس بعد ذلك. قود وثيقة من أسفلها محكمة بالصاروج والآجر من أعلاها، فتدخل المدينة وتنفذ في أكثر شوارعها، وشوارع الأرباض صيفا وشتاء قد هندست هندسة لا ينقطع الماء منها في وقت، وقناة أخرى من دجلة على هذا المثال سماها دجيلا، وجر لأهل الكرخ وما اتصل به نهرا يسمى نهر الدجاج لأن أصحاب الدجاج كانوا يقعدون عنده، ونهر عيسى الأعظم الذي يأخذ من معظم الفرات تدخل فيه السفن العظام التي تأتي من الرقة يحمل فيها الدقيق والتجارات من الشام ومصر، وتصير إلى فرضة عليها الأسواق وحوانيت التجار لا تنقطع صيفا ولا شتاء، ولهم الآبار التي يدخلها الماء من هذه القنوات، وإنما احتيج إلى هذه القنوات لكبر البلد وسعته، ولها فهم بين دجلة والفرات من جميع النواحي تتدفق عليهم المياه حتى غرسوا النخل الذي حمل من البصرة وغيرها فصار ببغداد أكثر منه بالبصرة والكوفة والسواد، وغرسوا الأشجار فأثمرت ثمرات عجيبة وكثرت البساتين والجنات في أرض بغداد من كل ناحية لطيب المياه وطيب الأرض، وعمل فيها كل ما يعمل في بلد من البلدان، لأن حذاق أهل الصناعات انتقلوا إليها من كل بلد وأتوها من كل أفق ونزعوا إليها من الأداني والأقاصي، فهذا الجانب الغربي من بغداد وهو جانب الكرخ وجانب الأرباض، وفي كل طرف منه مقبرة وقرى متصلة وعمارات مادة، والجانب الشرقي من بغداد نزله المهدي بن المنصور وهو ولي عهد أبيه وابتدأ بناءه سنة ثلاث وأربعين ومائة، واختط المهدي قصوره بالرصافة إلى جانب المسجد الجامع الذي بالرصافة وحفر نهرا يأخذ من النهروان سماه نهر المهدي يجري في هذا الجانب، واقطع المهدي اخوته وقواده بعد من اقطع في الجانب الغربي وهو جانب مدينته، وقسمت القطائع في هذا الجانب، وتنافس الناس في النزول مع المهدي لمحبتهم له ولتوسعته عليهم ولأنه كان أوسع الجانبين أرضا. وفي الجانب الشرقي الذي نزله المهدي أربعة آلاف درب وسكة وخمسة عشر ألف مسجد سوى ما زاد الناس وخمسة آلاف حمام سوى ما زاد الناس بعد ذلك.</p>\n<p class=\"arabic\">وانتقل المعتصم إلى سر من رأى في سنة ثلاث وعشرين ومائتين واتصل مقامه بها مدة حياته وأيام الواثق والمتوكل ولم تخرب بغداد ولا نقضت أسواقها لأنهم لم يجدوا منها عوضا ولأنه اتصلت العمارة والمنازل بين بغداد وسر من رأى.</p>\n<p class=\"arabic\">قال أحمد بن أبي الطاهر: أخذ الطول من الجانب الشرقي من بغداد الأمير الناصر لدين الله عند دخوله مدينة السلام فوجد مائتي حبل وخمسين حبلا وعرضه مائتي حبل وخمسة أحبل تكون ستة وخمسين ألف جريب ومائتين وخمسين جريبا، ووجد طول الجانب الغربي مائتين وخمسين حبلا وعرضه خمسين حبلا يكون ذلك سبعة عشر ألف جريب وخمسمائة جريب، فجميع ذلك ثلاثة وسبعون ألف جريب وسبعمائة جريب وسبعون جريبا.</p>\n<p class=\"arabic\">وحكى الهيثم بن عدي أن المنصور لما جلس في قصره بباب الذهب أذن لرسل ملك الروم فدخلوا عليه فقال لرسول ملك الروم: هل ترى عيبا؟ قال: نعم عيوبا ثلاثة، قال: ما هي؟ قال: النفس خضراء ولا خضرة عندك، والحياة في الماء ولا ماء عندك، وعدوك مخالطك ومطلع على سرك، قال: أما الماء فحسبي منه ما بلغ الشفة، وأما الخضرة فللجد خلقت لا للعب، وأما السر فلا أبالي علم سري رعيتي أم ولدي وخاصتي، فأمسك الرومي عن الكلام. ثم تعقب أبو جعفر الرأي فرأى أن القول ما قال، فاتخذ العباسية وأجرى القناة من دجلة وأخرق السوق عن المدينة، فلما فعل ذلك وجلس في قصره بالخلد نظر إلى التجار من البزازين والصيرفي والقصاب وطبقات السوقة فتمثل بهذين البيتين:</p>\n<p class=\"arabic_poetry\">كما قال الحمار لسهم رام * لقد جمعت من شتى لأمر</p>\n<p class=\"arabic_poetry\">جمعت حديدة وجمعت نصلا * ومن عقب البعير وريش نسر</p>\n<p class=\"arabic\">ثم قال: يا ربيع إن هذه العامة تجمعها كلمة وترأسها السفلة ولا أرينك معرضا عنها فإن إصلاحها يسير وإصلاحها بعد إفسادها عسير فاجمعها بالرهبة واملأ صدورها بالهيبة وما استطعت من رفق بها وإحسان إليها فافعل.</p>\n<p class=\"arabic\">وفي هذا الذي ذكرناه من أولية بغداد كفاية وهي أعظم مما قيل وأشهر حالا مما ذكر فلنقتصر على هذا القدر. ثم إن دولة بني العباس استمرت بها من مبايعة السفاح بالكوفة يوم الخميس لثلاث عشرة خلون من ربيع الآخر سنة اثنتين وثلاثين ومائة إلى أن ملكها الططر حين دخلوا العراق واستولوا على تلك الآفاق وقتلوا الخليفة المستعصم.</p>",
            "title": "بغداد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000285-000.json"
        }
    ],
    "type": "FeatureCollection"
}