{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">السد</h1>\n<p class=\"arabic\">هو سد يأجوج ومأجوج المذكور في القرآن العزيز في قوله تعالى: ` فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا `. وفي شعر الحماسة :</p>\n<p class=\"arabic_poetry\">فأوصيكما يا ابني نزار فتابعا * وصية مضفي النصح والصدق والود [v.1, p.308] فما ترب أثرى لو جمعت ترابها * بأكثر من إبني نزار على العد</p>\n<p class=\"arabic_poetry\">هما كنفا الأرض اللذا لو تزعزعا * تزعزع ما بين الجنوب إلى السد والسدان المذكوران في قوله تعالى: ` بين السدين ` جبلان سدا مسالك تلك الناحية من الأرض وبين طرفي الجبلين فتح هو موضع الردم، وقيل: السدان أرمينية وأذربيجان، وقيل: هما من وراء بلاد الترك الذين قالوا: يا ذا القرنين، هم الذين كانوا بقرب السد. قالوا: وهذا السد بينه وبين حدود بلاد الخزر مسيرة شهر وأزيد.</p>\n<p class=\"arabic\">وذكر قتادة ، قال رجل للنبي صلى الله عليه وسلم: رأيت السد، قال: ` كيف رأيته؟ `، قال: كأنه حبرة، قال: ` فقد رأيته `.</p>\n<p class=\"arabic\">وبلاد يأجوج ومأجوج في الإقليم الخامس، وبلاد يأجوج عامرة، وهم عدد كثير وجمع غفير وأمم لا يحصون كثرة، وبلادهم بلاد خصب ومياه جارية ومدائن كثيرة، وهم من ولد سام بن نوح، وهم المفسدون في الأرض، وخلقهم خلق صغار جدا، ولا يعرف ما ديانتهم ولا أي شيء معتقدهم. فأما يأجوج فكلهم قصار جدا، حتى إن طول الرجل منهم لا يتجاوز ثلاثة أشبار، ونساؤهم مثل ذلك، وأوجههم مستديرة في غاية الاستدارة، وعليهم شبه الزغب كثير جدا، وآذانهم كبار مستديرة مسترخية حتى إن أذن الرجل إذا هي تعطفت تلحق طرف منكبه، وكلامهم شبيه بالصفير والشرة عليهم بادية، وهم خفاف الوثوب، وفيهم زنا فاحش، وبلادهم بلاد ثلج وشتاء دائم والبرد عندهم لازم في كل الأوقات.</p>\n<p class=\"arabic\">ويقال: إن يأجوج ومأجوج أخوان لأب ولأم، والغالب على ألوانهم البياض والحمرة، ونكاحاتهم كثيرة ونتاجهم فاش، وكانوا قبل أن يصل إليهم الإسكندر ويبني السد عليهم في باب جبلهم الذي كانوا يدخلون منه ويخرجون عليه، يغيرون على من جاورهم حتى أخلوا كثيرا من البلاد والمدن المجاورة لهم من غربي الجبل، وحديث سد ذي القرنين المبني عليهم، وأكثر تلك البلاد خالية لا ساكن بها لكثرة جبالها وغزر مياهها ووحشة أرضها، فلما طغت يأجوج ومأجوج وغلبوا وأكثروا الفساد في الأرض، شكي أمرهم إلى الإسكندر، فلما قصد أرضهم اختبرهم فوجد منهم أمما عم خيرهم وقل ضررهم هاجروا إلى الإسكندر قبل أن يلحق أرضهم وتبرأوا له مما يفعل إخوانهم يأجوج ومأجوج، وشهد كثير من القبائل لهم بذلك وأنهم لم يزالوا أبد الدهر يطلبون السلامة، فتركهم الإسكندر خارج السد وأقطعهم تلك الأرض، فسمتهم العرب تركا؛ لأنهم ممن ترك الإسكندر من يأجوج ومأجوج وأسكنهم خلف السد، فقروا في تلك الأرض، فجميع أصناف الترك، وهم أمم كثيرة، تركهم الإسكندر خلف الردم فانتشروا في الأرض وعمروها وكثرت أنسابهم، وأكثرهم مجوس وعباد نيران، والغالب عليهم الجفاء وغلظ النفوس وقلة الانقياد، وهم بالجملة طائعون لأولي الأمر منهم، وفيهم صرامة لازمة وحمية في طلب الثأر وجبايات الأقطار.</p>\n<p class=\"arabic\">فأما السد، فقال وهب بن منبه: إن ذا القرنين انصرف إلى ما بين الصدفين، وهو في منقطع أرض الترك مما يلي الشمال، فذرع ما بينهما فوجده مائة فرسخ، فحفر له أسا حتى بلغ إلى الماء ثم جعل عرضه خمسين فرسخا وجعل حشوه الصخور وطينته النحاس يذاب ويصب عليه، ثم علاه على الأرض بزبر الحديد والنحاس المذاب، وجعل لذلك عمدا من النحاس الأصفر فصار كأنه برد محبر من صفرة النحاس وحمرته وسواد الحديد.</p>\n<p class=\"arabic\">ولما بعث عمر بن الخطاب رضي الله عنه، سراقة بن عمرو إلى الباب، بعد أن رد أبا موسى رضي الله عنه مكانه إلى البصرة، وجعل عمر على مقدمته عبد الرحمن بن ربيعة، وكان من فتح الباب ما كان، فحدث مطر بن ثلج التميمي، قال: دخلت على عبد الرحمن بن ربيعة بالباب وشهربراز وهو كان صاحب الباب عنده، فأقبل رجل عليه شحوب حتى جلس إلى شهربراز فتسارا، ثم إن شهربراز قال لعبد الرحمن: أيها الأمير، أتدري من أين جاء هذا الرجل. هذا رجل بعثته منذ سنتين نحو السد لينظر لي ما حاله ومن دونه، وزودته [v.1, p.309] مالا عظيما، وكتبت إلى من يليني وأهديت له وسألته أن يكتب إلى من وراءه، وزودته لكل ملك هدية، ففعل ذلك بكل ملك بينه وبينه حتى انتهى إليه، فلما انتهى إلى الملك الذي السد في ظهر أرضه كتب له إلى عامله على ذلك البلد فأتاه فبعث معه بازياره ومعه عقابه، فذكر أنه أحسن إلى البازيار، قال: فشكر لي البازيار، فلما انتهينا إذا جبلان بينهما سد مسدود حتى ارتفع على الجبلين بعدما استوى بهما، وإذا دون السد خندق أشد سوادا من الليل لبعده، فنظرت إلى ذلك كله وتفرست فيه ثم ذهبت لأنصرف، فقال لي البازيار: على رسلك أكافئك، إنه لا يلي ملك بعد ملك إلا تقرب إلى الله تعالى بأفضل ما عنده من الدنيا فيرمي به في هذا اللهب، فشرح بضعة لحم معه وألقاها في ذلك الهوي وانقضت عليها العقاب، فقال: إن أدركتها قبل أن تقع فلا شيء وإن لم تدركها حتى تقع فذلك شيء، فخرجت علينا باللحم في مخالبها، وإذا فيها ياقوتة فأعطانيها وهي هذه، فتناولها منه شهربراز حمراء فناولها عبد الرحمن فنظر إليها ثم ردها إليه، فقال شهربراز: لهذه خير من هذا البلد، يعني الباب، وأيم الله لأنتم أحب إلي ملكة من آل كسرى، ولو كنت في سلطانهم ثم بلغهم خبرها لانتزعوها مني، وأيم الله لا يقوم لكم شيء ما وفيتم أو وفى لكم ملككم الأكبر. فأقبل عبد الرحمن على الرسول وقال له: ما حال الردم وما يشبهه؟ فقال: هذا الثوب الذي على هذا الرجل، وأشار إلى مطر بن ثلج وكان عليه قباء برود يمنة أرضه حمراء ووشيه أسود أو وشيه أحمر وأرضه سواد، فقال مطر: صدق والله الرجل، لقد نفذ ورأى، قال عبد الرحمن: أجل ووصف صفة الحديد والصفر وقرأ: ` آتوني زبر الحديد ` إلى آخر الآية. وقال عبد الرحمن لشهربراز: كم كانت هديتك؟ قال: قيمة مائة ألف في بلادي هذه، وثلاثة آلاف ألف وأكثر في تلك البلدان.</p>\n<p class=\"arabic\">وذكر ابن عفير أن معاوية بن أبي سفيان رضي الله عنهما، أرسل خمسة وعشرين رجلا إلى سد يأجوج ومأجوج ينظرون كيف هو، وكتب إلى ملك الخزر أن يجوزهم إلى من خلفه، وأهدى إليهم هدايا، ففعل حتى انتهوا إلى الجبلين فرأوا بينهما مثل البصيص وهو بريق الصفر في الحديد وسمعوا جلبة من داخل السور ورأوا درجا يرقى فيه إلى أعلاه، فصعد فيه رجل منهم، فلما بلغ وسطه تحير فسقط فمات، وانصرفوا بقطعة مسحاة وجدوها عند السد، فأرسل معاوية رضي الله عنه إلى رجل عالم فسأله فقال: يرسل ملك جنده إلى السد، فيهلك واحد منهم ويأتون بحديد ويجمعهم على مائدة فيها طعام، فوافى العالم وهم على تلك المائدة قد جمعهم عليها معاوية رضي الله عنه وخلطهم بغيرهم، فقال هؤلاء هم، فعجب معاوية رضي الله عنه من ذلك.</p>\n<p class=\"arabic\">وقال ابن خرداذبه : حدثني سلام الترجمان، وكان هو الذي يترجم كتب الترك التي كانت ترد على الواثق قال: لما رأى الواثق في المنام كأن السد الذي بناه ذو القرنين مفتوح وجهني وضم إلي خمسين رجلا وقال لي: عاينه وجئني بخبره، ووصلني بخمسة آلاف دينار وعشرة آلاف درهم وأعطى كل رجل من الخمسين ألف درهم ورزق سنة وأعطاني مائتي بغل أحمل عليها الزاد والماء وكتب إلى إسحاق بن إسماعيل صاحب أرمينية وهو بتفليس في انفاذنا، فشخصنا إليه من سر من رأى، فكتب إسحاق إلى صاحب السرير، وكتب لنا صاحب السرير إلى بلد اللان، وكتب ملك اللان إلى فيلان شاه وهو ملك ما يلي الباب والأبواب من خارج، وكتب فيلان شاه إلى طرخان ملك الخزر، فوجه معنا ملك الخزر خمسة أدلاء، وسرنا من عنده خمسة وعشرين يوما حتى انتهينا إلى أرض سوداء منتنة الرائحة، وكنا قد تحملنا شيئا نشمه ونحجب به نتن ريحها عند دخولها، فسرنا نحو عشرة أيام حتى أفضينا إلى مدن خراب، فسألنا عنها فأخبرنا أن يأجوج ومأجوج خربوها، فسرنا فيها سبعة وعشرين يوما حتى أفضينا إلى حصن يقرب من الجبل الذي هو أحد الصدفين، تتصل به حصون فيها قوم يتكلمون بالعربية والفارسية مسلمون يقرأون القرآن ولهم مساجد، فسألونا من أين أقبلنا، فأخبرناهم أنا رسل أمير المؤمنين، فجعلوا يتعجبون ويقولون: أمير المؤمنين؟! فنقول: نعم، فيقولون: أشيخ هو أم شاب؟ فقلنا: شاب، فعجبوا أيضا وقالوا: أين يكون؟ قلنا: بالعراق في مدينة يقال لها سر من رأى، فيقولون: ما سمعنا بهذا قط ، ثم سرنا إلى جبل أملس يكاد البصر ينبو عنه، وإذا جبل مقطوع عرضه مقدار مائة وخمسين ذراعا، وإذا عضادتان مبنيتان [v.1, p.310] مما يلي الجبل من جنبتي الوادي عرض كل عضادة خمس وعشرون ذراعا في سمك خمسين ذراعا وعتبة الباب السفلى عشرة أذرع في بسط مائة ذراع سوى ما تحت العتبتين، والظاهر منها خمسة أذرع، وهذا الذراع بذراع السواد، وعلى أعلى العضادتين دروند حديد طرفاه على العضادتين طوله مائة وعشرون ذراعا، والدروند العتبة العليا، وقد ركب فيها على كل واحدة من العضادتين مقدار عشرة أذرع، ومن فوق الدروند بنيان متصل بلبن الحديد المغيب في النحاس إلى رأس الجبل وارتفاعه مدى البصر وفوقه شرافات حديد في طرف كل شرافة قرنان مثنيا الأطراف بعضهما إلى بعض، وللباب مصراعان معلقان، عرض كل مصراع خمسون ذراعا في ثخن خمسة أذرع، وقائمتاهما في دوارة على قدر الدروند، وعلى الباب قفل طوله سبعة أذرع في غلظ ذراع في الاستدارة، وارتفاع القفل من الأرض خمسة وعشرون ذراعا، وفوق القفل بخمسة أذرع غلق طوله أكثر من طول القفل، وعلى الغلق مفتاح طوله ذراع ونصف ذراع، وله اثنا عشر دندانجة، كل دندانجة منها كأغلظ ما يكون من دساتج الهواوين كل واحدة منها معلقة في سلسلة طولها ثمانية أذرع في استدارة أربعة أشبار، والحلقة التي في السلسلة مثل حلقة المنجنيق، قال: ورئيس ذلك الحصن يركب في كل جمعة في عشرة فوارس مع كل فارس مرزبة من حديد فيها خمسة أمنان، فيضربون القفل بتلك المرازب ثلاث مرات، فيسمع من وراء الباب الصوت، فيعلم أن هناك حفظة، ويعلم هؤلاء أن أولئك لم يحدثوا شيئا في الباب، فإذا ضرب أصحاب الحصون القفل وضعوا آذانهم فيسمعون دويا، ومع هذا الباب حصنان يكون كل واحد منهما مائتي ذراع في مثلها، بينهما عين عذبة، وفي أحد الحصنين بقية من آلة البنيان التي بني بها السد من قدور الحديد ومغارف الحديد والديدكانات، وعلى كل ديدكان أربع قدور مثل قدور الصابون، وهناك بقايا من لبن الحديد قد التصق بعضها ببعض، واللبنة ذراع ونصف في سمك شبر، وبالقرب من هذا الموضع حصن كبير، عشر فراسخ في مثلها تكسيرها مائة فرسخ، قال: وسألت من هناك، هل رأوا أحدا من يأجوج ومأجوج، فذكروا أنهم رأوا مرة واحدة عددا منهم فوق الشرف، فهبت ريح سوداء فألقتهم إلى جانبهم من السد، وكان مقدار الرجل منهم، في رأي العين، شبرا ونصف شبر.</p>\n<p class=\"arabic\">قال: فلما انصرفنا أخذنا أدلاء فأخرجونا إلى ناحية خراسان حتى وصلنا إلى سمرقند، وكان أصحاب الحصون زودونا، ثم صرنا إلى عبد الله بن طاهر، قال سلام: فوصلني بمائة ألف درهم، ووصل كل رجل معي بخمسة آلاف درهم وأجرى علينا حتى وصلنا إلى الري، فوصلنا إلى سر من رأى لثمانية عشر شهرا وعشرين يوما من يوم خرجنا منها.</p>\n<p class=\"arabic\">وفي بعض الأخبار أن الرجل الواحد منهم لا يموت حتى يولد له ألف ولد.</p>",
            "title": "السد",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000783-000.json"
        }
    ],
    "type": "FeatureCollection"
}