{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">مهورة</h1>\n<p class=\"arabic\">مدينة بالهند منيعة مشهورة لها في بلاد الكفر ذكر قديم واشتهار عظيم، ومن جهلهم يذكرون أن الجن رفعت قواعد بنيانها وبنت بيوت أوثانها، إذ لم يعرفوا أول بانيها، ولا أول من نصب الأصنام فيها، وذاك أنهم صادفوا مباني لا يهتدي لمثلها الإنس، ولا يهتدي لصنعتها أهل الدهر، ويوردون في أخبارهم أن الحكمة تقسمت ثلاثة أقسام، ففاز أهل مهورة وأصنامها بثلثيها، وبقي لسائر البرية ثلثها، وهي مدينة كبيرة لها سبعة أبواب، وبني سورها بالشيد والحجارة، وكان فيها زهاء ألف قصر مشيد، وألف بيت للأصنام، وكان في عرصتها دار ذات ارتفاع، ساحتها ألف ذراع، قد بنيت من صفائح الصخور، وبني عليها ثلاثة بيوت للأصنام، وكلها من حجر لا تعمل فيه المعاول، حتى كأنها من أسها إلى سمكها منحوتة من حجر واحد، وعلى رأس كل واحد من بيوتها شمسة عظيمة قد وشحت بالتذهيب التام، وأمام كل بيت سارية منصوبة من صخرة واحدة، طولها ثلاثون ذراعا في نهاية الغرابة، على رأس كل واحدة منها تمثال خنزير أو ثور، قد تلطف في تصويرها بغاية الحذق، بحيث لو تصاب صخور مثل تلك الصخور المنحوتة وصناع يحسنون تلك الصنعة وبذل مائة ألف دينار على التقليل، لما تم في مدة مائتي سنة مثل ذلك البناء على التحقيق. وكانت فيها خمسة أصنام مصنوعة من الذهب طول صنم منها تسعة أذرع في عرض موافق لهذا الطول، وجوارح تشاكل هذا الجرم المحدود، وكان وجه كل صنم منها كوجه أسد، له نابا خنزير، قد ركب في رأس كل ناب منهما ياقوت متقارب الهيئة رماني اللون، في صفاء واحمرار رائق، كأنهما قد أفرغا في قالب واحد، بحيث لو أعطيا في سوم مبتاع لاسترخص كل واحد منهما بمائتي ألف دينار، ووجد في سائر جوارحه من الياقوت واللآلي الكبار عدد كثير بلغ وزن ياقوت أكهب منها وزن ستمائة مثقال، وبغور الفراغ وزن صنم منها بعد عناء شديد في تفريق أجزائه فبلغ ثمانية وتسعين ألف مثقال وثلثمائة مثقال، وكل واحد من هذه الأصنام غير ناقص عن هذا المقدار، وقلع من الأصنام المفصلة زيادة على ألف صنم من الكبار والصغار وملئت تلك البيوت بالحطب وأضرمت فيها النيران.</p>",
            "title": "مهورة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001490-000.json"
        }
    ],
    "type": "FeatureCollection"
}