{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">عيذاب</h1>\n<p class=\"arabic\">مدينة في أعلى الصحراء المنسوبة إليها في ضفة البحر الملح، ومنها المجاز إلى جدة، وعرضه مجرى يوم وليلة.</p>\n<p class=\"arabic\">ومرسى عيذاب جزيرة ليست بكبيرة ومساكنها من حجارة، والماء العذب يجلب إليها على مسيرة يوم، وهي محط السفن من جدة من التجار وغيرها، وهي تقابل من الصعيد الأعلى مدينة قوص وقفط، وبينها وبين قفط في البر خمس مراحل لا ماء فيها إلا في موضعين.</p>\n<p class=\"arabic\">ومرسى عيذاب مأوى لجماعة بني يونس، والفجور فيهم فاش لا ينكره منهم منكر، ولا يكترى منه بيت إلا يشترط نفقة صاحبة البيت وإجراء الخلوة بها، وهم يأخذون من التجار عشورا، وفيها قبالة الكلب، وهو كلب كان هناك للأمير في القديم. ومن عيذاب تسير القوافل إلى مدينة سواكن.</p>\n<p class=\"arabic\">وينزل عيذاب وال من قبل رئيس البجة وعامل من قبل ملوك مصر يقتسمون جبايتها نصفين، وعلى عامل مصر القيام بجلب الأرزاق والمعيشة إلى عيذاب، وعلى رئيس البجة القيام بحمايتها من الحبشة. ورئيس البجة ينزل الصحاري ولا يدخل المدينة إلا غبا، وأهل عيذاب يتجولون في كل النواحي من أرض البجة ويشترون ويبيعون [v.1, p.423] ويجلبون ما هنالك من السمن والعسل واللبن، وبالمدينة سمك يصاد بها كثير، وهو كبير لذيذ شهي، وتؤخذ بها المكوس من حاج الإسلام القاصد من بلاد المغرب، ثمانية دنانير على كل رأس، ولا يعبر أحد من حاج المغرب إلى جدة حتى يظهر الرجل البراءة مما يلزمه، فإذا جاز المركب وسهل الله عليه الدخول إلى جدة أرسى على بعد، ودخل الثقات من ناحية والي جدة فاقتضوا منهم المكوس اللازمة لهم ، فيدفع له ما لزمه من المكس، ويأخذ هذا المكس الهاشمي صاحب مكة فيدفعه في أرزاق أجناده إذ لا تفي جبايته بلوازمه، فان عثر على رجل لا مكس معه لزم الذي جوزه، وربما سجن الرجل الحاج حتى يفوته الحج، وربما قيض الله له من يدفع له ما لزمه من المكس، ويأخذ هذا المكس الهاشمي صاحب مكة برسم ما ذكر.</p>\n<p class=\"arabic\">وأكثر بيوتها الأخصاص، وهي من أحفل مراسي الدنيا، تختلف إليها مراكب الهند واليمن، تحط فيها وتقلع منها زائدا إلى مراكب الحجاج الصادرة والواردة، وهي في صحراء لا نبات</p>\n<p class=\"arabic\">فيها، ولا يؤكل فيها شيء إلا مجلوب، ولكن أهلها بسبب الحجاج والتجار تحت مرفق كبير، وفي بحر عيذاب مغايص على اللؤلؤ في جزائر على مقربة منها في شهر يونيه العجمي والذي يليه، ويستخرج منه جوهر نفيس له قيمة سنية، يذهب الغائصون عليه إلى تلك الجزائر في الزوارق، ويقيمون أياما، فيعودون بما قسم لكل أحد منهم حسب حظه من الرزق، ويستخرجونها في أصداف لها أرواح كأنها نوع من الحيتان أشبه شيء بالسلحفاة.</p>\n<p class=\"arabic\">ولأهل عيذاب في الحجاج ظلم الطواغيت فإنهم يشحنون مراكبهم حتى يجلس بعضهم على بعض وتعود بهم كأنها أقفاص الدجاج، يحمل أهلها على ذلك الحرص والرغبة في الكراء حتى يستوفي صاحب المركب حقه في طريق واحد، ولا يبالي بما يصنع البحر بهم ويقولون: علينا بالألواح وعلى الحجاج بالأرواح، وهذا مثل متعارف عندهم. قالوا: والأولى لمن يمكنه ألا يراها، وأن يكون طريقه على الشام إلى العراق. [v.1, p.424]</p>",
            "title": "عيذاب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001089-000.json"
        }
    ],
    "type": "FeatureCollection"
}