{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">الكعبة</h1>\n<p class=\"arabic\">قال الله تعالى ` جعل الله الكعبة البيت الحرام قياما للناس ` وهو البيت الذي قال الله سبحانه وتعالى فيه ` إن أول بيت وضع للناس للذي ببكة مباركا `.</p>\n<p class=\"arabic\">قال وهب بن منبه : لما أهبط الله تعالى آدم عليه السلام إلى الأرض حزن واشتد بكاؤه على الجنة، فعزاه الله تعالى بخيمة من خيام الجنة، فوضعها له بمكة في موضع الكعبة قبل أن تكون الكعبة، وكانت الخيمة ياقوتة حمراء من ياقوت الجنة، فيها قناديل من ذهب، ونزل معها الركن، وهو ياقوته بيضاء، وكان كرسيا لآدم عليه السلام يجلس عليه، فلما كان الغرق زمن نوح عليه السلام رفع ومكثت الكعبة خرابا ألفي سنة، حتى أمر الله إبراهيم عليه السلام أن يبني بيته فجاءته السكينة كأنها سحابة فيها رأس يتكلم له وجه كوجه الإنسان، فقالت: يا إبراهيم، خذ ظلي فابن عليه، فبنى هو وإسماعيل عليهما السلام البيت ولم يجعل له سقفا، وحرس الله تعالى البيت بالملائكة، فالحرم مقام الملائكة يومئذ، ولم تزل خيمة آدم عليه السلام إلى أن قبض ثم رفعها الله إليه، وبنى بنو آدم بعده في موضعها بيتا من الطين والحجارة ثم نسفه الغرق فعمي مكانه حتى بعث الله إبراهيم عليه السلام وحفر عن قواعده وبناه على ظل الغمامة، فهو أول بيت وضع للناس وبنته قريش قبل مبعث رسول الله صلى الله عليه وسلم بخمس سنين.</p>\n<p class=\"arabic\">قال أبو عبيدة: مما أراد الله عز وجل به تكرمة قريش أن الكعبة كانت وقعت حين غرق قوم نوح عليه السلام فأمر الله تعالى إبراهيم خليله وإسماعيل نبيه عليهما الصلاة والسلام أن يعيدا بناء الكعبة على أسه الأول، فأعادا بناءها لما أراد الله تعالى من تكرمة قريش، كما أنزل الله تعالى في القرآن فقال عز وجل ` وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت السميع العليم `، ثم أمر الله سبحانه إبراهيم عليه السلام أن ينزل ابنه إسماعيل بالبيت لما أراد من كرامة قريش ففعل، فهو قوله ` ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ` فكان إبراهيم وإسماعيل عليهما الصلاة والسلام يبنيان البيت بعد عهد نوح عليه السلام، ومكة يومئذ بلاقع، كما قال تعالى ` وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود `، فنكح إسماعيل امرأة من جرهم، وفي ذلك يقول عمرو بن الحارث بن مضاض الجرهمي:</p>\n<p class=\"arabic_poetry\">وصاهرنا من أكرم الناس والدا * فأبناؤه منا ونحن الأصاهر فولي البيت بعد إبراهيم ابنه إسماعيل عليهما السلام، ثم وليه بعده ابنه نابت بن إسماعيل، أمه جرهمية، ثم وليه بعده مضاض بن عمرو، وفي ذلك قال:</p>\n<p class=\"arabic_poetry\">وكنا ولاة البيت من بعد نابت * نطوف بذاك البيت والخير ظاهر وجرهم وقطورا يومئذ أهل مكة، وهما أخوان، ورئيس قطورا السميدع، ورئيس جرهم مضاض، ومنزل جرهم بأعلى مكة بقعيقعان فما حاز، ومنزل قطورا أسفل مكة بأجياد فما حاز، فكان السميدع يعشر من دخل مكة من أسفلها، ومضاض يعشر من دخلها من أعلاها، ثم بغى بعضهما على بعض وتنافسا الملك، ومع مضاض بنو اسماعيل، وإليه ولاية البيت دون السميدع، ثم اقتتلوا قتالا شديدا فقتل السميدع وفضحت قطورا، ثم اصطلحوا وأسلموا الأمر إلى مضاض، فبقيت جرهم ولاة البيت نحو ثلثمائة سنة، ثم أنهم بغوا بمكة واستحلوا حرمتها وظلموا من دخلها، وأكلوا مال الكعبة الذي يهدى لها، ولم يتناهوا حتى جعل الرجل منهم إذا لم يجد مكانا يزني فيه دخل الكعبة فزنى بها، فزعموا أن إسافا بغى بنائلة في جوف الكعبة فمسخا حجرين، وهو اساف بن سهل ونائلة بنت عمرو بن ذؤيب . وكان ماء زمزم قد نضب لما أحدثت جرهم بمكة، حتى امحى مكان البئر ودرس، ثم جاء عمرو بن لحي فغير دين إبراهيم عليه السلام وبدله، وبعث العرب على عبادة التماثيل، وعمر خمسا وأربعين وثلثمائة سنة، وكان له من الولد وولد الولد ألف، ثم وليت البيت [v.1, p.497] عبشان من خزاعة، وقريش إذ ذاك حلول وصرم وبيوت متفرقة في قومهم من بني كنانة.</p>\n<p class=\"arabic\">وانهدم البيت بعد بناء إبراهيم عليه السلام، فبنته العمالقة، ثم انهدم فبنته جرهم، ثم انهدم فبناه قصي وهدمه هو وبناه بناء لم يبن أحد ممن بناه مثله، وسقف الكعبة بخشب الروم الجيد وجريد النخل، وبناها على خمس وعشرين ذراعا.</p>\n<p class=\"arabic\">قالوا: ومما رجت به قريش أن الله عز وجل قد رضي ما كانوا أجمعوا عليه من هدم الكعبة أن حية كانت في بئر الكعبة التي كانت تطرح فيها ما كان يهدى إليها، فجاءت عقاب فاختطفتها.</p>\n<p class=\"arabic\">ولما احترقت الكعبة واحترق الركن الأسود فتصدع حتى شده ابن الزبير بالفضة، ضعفت جدران الكعبة، حتى إن الحمام ليقع عليها فتتناثر حجارتها، ففزع لذلك أهل مكة وأهل الشام جميعا والحصين بن نمير معهم يحاصرها، فأرسل ابن الزبير رجالا من أهل مكة إلى الحصين فكلموه وعظموا عليه ما أصاب الكعبة وقالوا: إنكم رميتموها بالنفط، فأنكر ذلك، وقالوا له: قد توفي يزيد بن معاوية فعلام تقاتل؟ ارجع إلى الشام حتى تنظر هل يجتمع الناس على صاحبك، يعنون معاوية بن يزيد، فلم يزالوا به حتى لان لهم ورجع إلى الشام، ثم دعا ابن الزبير وجوه الناس فاستشارهم في هدم الكعبة، فأشار عليه أقلهم بهدمها وأبى أكثرهم وكان أشدهم عبد الله بن عباس رضي الله عنهما، وقال له: دعها على ما أقرها عليه رسول الله صلى الله عليه وسلم، فإني أخشى أن يأتي بعدك من يهدمها، ولا تزال تبنى وتهدم فيتهاون بحرمتها، ولكن ارفعها فقال ابن الزبير رضي الله عنهما: والله ما يرضى أحدكم أن يرفع بيت أبيه وأمه، فكيف أرفع بيت الله، وأنا أنظر إليه ينقض من أعلاه إلى أسفله حتى إن الحمام يقع عليه فتتناثر حجارته؟! وكان ممن أشار عليه بهدمها جابر بن عبد الله وغيره رضي الله عنهم، وأقام أياما يشاور وينظر، ثم أجمع على هدمها، وكان يحب أن يكون هو الذي يردها، على ما قال رسول الله صلى الله عليه وسلم، على قواعد إبراهيم عليه السلام، وعلى ما وصفه رسول الله صلى الله عليه وسلم لعائشة رضي الله عنها، وأراد أن يبنيها بالورس، ويرسل إلى اليمن في ورس يشترى له، فقيل له: إن الورس يذهب ولكن ابنها بالفضة، فأخبر أن فضة صنعاء أجود الفضة، فأرسل إلى صنعاء بأربعمائة دينار ليشترى له بها فضة ويكترى عليها، ثم سأل رجالا من أهل العلم بمكة: من أين أخذت قريش حجارتها، فأخبروه بقلعتها فنقل له من الحجارة ما يحتاج إليه، فلما أراد هدمها خرج أهل مكة منها إلى منى فأقاموا بها ثلاثا فرقا أن ينزل عليهم عذاب، فأمر ابن الزبير بهدمها فما اجترأ على ذلك أحد، فلما رأى ذلك علاها بنفسه وأخذ المعول وجعل يهدمها ويرمي بحجارتها، فلما رأوا أنه لم يصب بشيء اجترءوا فصعدوا وهدموا، وأرقى ابن الزبير رضي الله عنهما عبيدا من الحبش يهدمون رجاء أن يكون فيهم صفة الحبشي الذي روي أن النبي صلى الله عليه وسلم قال: يخرب الكعبة ذو السوبقتين من الحبشة.</p>\n<p class=\"arabic\">وقال ابن الزبير رضي الله عنهما: أشهد لقد سمعت عائشة رضي الله عنها تقول: قال رسول الله صلى الله عليه وسلم: ` إن قومك استقصروا في بناء الكعبة وعجزت بهم النفقة فتركوا في الحجر أذرعا، ولولا حداثة عهد قومك بالكفر لهدمت الكعبة وأعدت ما تركوا منها، ولجعلت لها بابين موضوعين بالأرض: بابا شرقيا يدخل منه الناس، وبابا غربيا يخرج منه الناس، وهل تدرين لم كان قومك رفعوا بابها `؟ قالت، قلت: لا، قال: ` تعززا لئلا يدخلها إلا من أرادوا، فكان الرجل إذا كرهوا أن يدخلها يدعوه يرتقي، حتى إذا كاد يدخل دفعوه فيسقط، فان بدا لقومك هدمها فهلمي لأريك ما تركوا من الحجر منها، فأراها قريبا من سبع أذرع `.</p>\n<p class=\"arabic\">فلما هدمها ابن الزبير وسواها بالأرض وكشف عن أساس إبراهيم عليه السلام وجد داخلا إلى الحجر نحوا من ست أذرع وشبر كأنها أعناق الإبل آخذ بعضها ببعض، كتشبيك الأصابع، يحرك الحجر من القواعد فتتحرك الأركان كلها، فدعا ابن الزبير خمسين رجلا من وجوه الناس وأشرافهم فأشهدهم على ذلك الأساس، وأدخل رجل من القوم كان يقال له عبد الله بن مطيع العدوي عتلة كانت في يده في ركن من أركان البيت، فتزعزعت الأركان كلها جميعا، ويقال إن مكة رجفت رجفة شديدة حين تزعزع الأساس، وخاف الناس خوفا شديدا حتى ندم كل من [v.1, p.498]</p>\n<p class=\"arabic\">أشار على ابن الزبير بهدمها وسقط في أيديهم، فقال لهم ابن الزبير: اشهدوا، ثم وضع البناء على ذلك الأساس، وكان البناة يبنون من وراء الستر، والناس يطوفون من خارج، فلما ارتفع البنيان إلى موضع الركن، وكان ابن الزبير حين هدم البيت جعل الركن في ديباجة في تابوت وأقفل عليه ووضعه عند دار الندوة، ووضع ما كان في الكعبة من حلية في خزانة الكعبة في دار شيبة بن عثمان، فلما بلغ البنيان موضع الركن أمر ابنه عباد بن عبد الله وجبير بن شيبة بن عثمان أن يجعلوا الركن في الثوب وقال: إني إذا دخلت في صلاة الظهر فاحملوه واجعلوه في موضعه، وأنا أطول الصلاة، فإذا فرغتم فكبروا حتى أخفف صلاتي، وذلك في حر شديد، فلما أقيمت الصلاة وصلى ابن الزبير ركعة خرج عباد بالركن من دار الندوة وهو يحمله، ومعه جبير بن شيبة، ودار الندوة يومئذ قريب من الكعبة، فخرقا به الصفوف حتى وضعه عباد في موضعه وأعانه عليه جبير بن شيبة، ثم كبرا، وخفف ابن الزبير صلاته، وتسامع الناس بذلك، وغضب رجال من قريش حين لم يحضرهم ابن الزبير لذلك وقالوا: والله لقد تنافست قريش في رفعه حين بنيت الكعبة حتى حكموا فيه أول من يدخل عليهم، فطلع عليهم رسول الله صلى الله عليه وسلم، فجعله في ردائه ودعا من كل قبيلة من قريش رجلا واحدا، فأخذوا بأركان الثوب ثم وضعه رسول الله صلى الله عليه وسلم في موضعه، وكان الركن قد تصدع ثلاث فرق وتشظت منه شظية كانت عند بعض آل شيبة بعد ذلك دهرا طويلا، فشده ابن الزبير بالفضة إلا تلك الشظية من أعلاه، فإن موضعها بين في أعلى الركن، وطول الركن ذراع.</p>\n<p class=\"arabic\">وكانت الكعبة يوم هدمها ابن الزبير ثمان عشرة ذراعا فجعلها سبعا وعشرين ذراعا ثم خلقها من داخلها وخارجها وأعلاها وأسفلها وكساها القباطي وقال: من كانت لي عليه طاعة فليخرج فليعتمر من التنعيم ومن قدر أن ينحر بدنة فليفعل، ومن لم يقدر على بدنة فليذبح شاة، وخرج الناس معه مشاة حتى اعتمروا من التنعيم شكرا لله عز وجل، قالوا: فلم ير يوم كان أكثر عتيقا وعتيقة ولا أكثر بدنة منحورة ولا شاة مذبوحة ولا صدقة مبذولة من ذلك اليوم، ونحر ابن الزبير مائة بدنة، فلما طاف بالكعبة استلم الأركان الأربعة جميعا وقال: إنما كان ترك استلام هذين الركنين الشامي والغربي لأن البيت لم يكن على قواعد إبراهيم، فلم يزل البيت على بناء ابن الزبير، إذا طاف الطائف استلم الأركان جميعا، وأبواب البيت لاصقة بالأرض حتى قتل ابن الزبير ودخل الحجاج مكة، فكتب إليه عبد الملك بن مروان: إن ابن الزبير قد كان زاد في بيت الله تعالى ما ليس منه وأحدث بابا آخر، فكتب إليه الحجاج يستأذنه في أن يرده على ما كان عليه، فأمره بذلك، فهدم الحجاج منها ست أذرع وشبرا مما يلي الحجر، وبناها على أساس قريش، وسد الباب الذي في ظهرها، وترك سائرها فكل شيء فيها اليوم بناه ابن الزبير إلا الجدار الذي في الحجر فإنه بناه الحجاج. والمرتقى إلى الباب الشرقي الذي يدخل منه اليوم أربع أذرع وشبر والدرجة التي في جوف الكعبة اليوم والبابان اللذان عليها هما من عمل الحجاج أيضا.</p>\n<p class=\"arabic\">وآخر من زاد في الكعبة المهدي أمير المؤمنين سنة أربع وستين ومائة، فهو على ذلك إلى الآن.</p>",
            "title": "الكعبة",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.001298-000.json"
        }
    ],
    "type": "FeatureCollection"
}