{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">جزيرة العرب</h1>\n<p class=\"arabic\">في الحديث: ` لعن الله اليهود اتخذوا قبور أنبيائهم مساجد، لا يبقين دينان في جزيرة العرب `. قيل جزيرة العرب مكة والمدينة واليمامة واليمن، والعرج أول تهامة، وقيل جزيرة العرب ما بين حفر أبي موسى إلى أقصى اليمن في الطول، وأما العرض فما بين رمل يبرين إلى منقطع السماوة، وحفر أبي موسى على خمس مراحل من البصرة.</p>\n<p class=\"arabic\">وقال الأصمعي :</p>\n<p class=\"arabic\">جزيرة العرب من أقصى عدن أبين إلى ريف العراق في الطول، وأما العرض فمن جدة وما والاها من ساحل البحر إلى أطرار الشام. قالوا: وكانت أرض العرب خاوية ليس في تهائمها ونجدها وحجازها كثير أحد لإخراب بختنصر إياها وإخلائها من أهلها إلا من اعتصم برؤوس الجبال والشعاب. وبلاد العرب هي التي صارت في قسم من أنطق الله عز وجل باللسان العربي حين تبلبلت الألسن ببابل في زمن نمرود، وإنما سمتها العرب جزيرة لإحاطة البحار والأنهار بها من أقطارها وصاروا منها في مثل الجزيرة، لأن الفرات أقبل من بلاد الروم فظهر بناحية قنسرين ثم انحط عن الجزيرة وهي ما بين الفرات ودجلة وعن سواد العراق حتى وقع في البحر من ناحية البصرة والأبلة، وامتد البحر من ذلك الموضع مغربا مطيفا ببلاد العرب منعطفا عليها فأتى منها على سفوان وكاظمة، ونفذ إلى القطيف وهجر وأسياف عمان والشحر، وسال منه عنق إلى حضرموت وناحية أبين وعدن ودهلك، واستطال ذلك العنق فطعن في تهائم اليمن ببلاد حكم والأشعريين وعك ومضى إلى جدة ساحل مكة، وإلى الجار ساحل المدينة وإلى ساحل تيماء حتى بلغ إلى قلزم بمصر وخالط بلادها، وأقبل النيل في غربي هذا من أعلى بلاد السودان مستطيلا معارضا البحر حتى وقع في بحر مصر والشام، وأقبل ذلك البحر من مصر حتى بلغ بلاد فلسطين فمر بعسقلان وسواحلها وأتى على صور ساحل الأردن وعلى بيروت وغيرها من سواحل دمشق، ثم نفذ إلى ساحل حمص وسواحل قنسرين ثم يجيء حتى يخالط الأرض التي أقبل منها الفرات منحطا عن أطراف قنسرين والجزيرة إلى سواد العراق. [v.1, p.163] قالوا : فجزيرة العرب مما يلي الشمال في الخط الذي يخرج من ساحل أيلة فيمر مستقبل الشرق في أرض مدين إلى تبوك ودومة الجندل إلى البلقاء وتيماء ومآب وهي كلها من الشام، ويمضي في وادي شيبان وتغلب وبكر، ويتصل بالكوفة والنجف والقادسية والحيرة، وعن يمين هذا الخط مما يلي الجنوب أرض الحجر ووادي القرى وهي أرض ثمود وما دونها إلى الأغوار والتهائم والنجود إلى أن يصل إلى ساحل حضرموت، كل ذلك من أرض العرب، ومما يلي المشرق، وهو مهب الصبا، بطائح البصرة حتى ينتهي إلى الجزيرة ثم فيض البصرة، وهو نهرها الذي البصرة عليه وكان زياد بن سمية حفره إلى الأبلة، ثم إلى سفوان وكاظمة وقطيف وأسياف البحرين وعمان، ثم ينحدر مع الشمال إلى ساحل البحر حتى يأتي غب عدن، والغب ينزوي فيه الماء شبه الخليج، فينعطف عنق من البحر ويأخذ مع الصبا منعطفا على جزيرة العرب ويستمر نحو الهند مع الشمال والبحر مع دجلة البصرة، وهذا البحر غربيه يسمى أرض العرب وشرقيه يسمى شاطئ فارس، وما وراء ذلك من شرقي البحر عند منقطع أرض فارس فهو من بلاد الهند، ويتسع البحر ويضيق بالجزائر، وحد جزيرة العرب مما يلي الجنوب ساحل هذا العنق المنعطف مع الصبا، وهذا العنق عن يمين الذاهب منه جزيرة العرب إلى ضفة البحر، وعن يساره بلاد الزنج، وفي ساحل هذا البحر يصاب العنبر، ويمضي ذلك العنق حتى يمر بساحل حضرموت وأبين وينتهي إلى عدن على منتهى هذا العنق، ثم ينعطف هذا العنق من عدن مع الجنوب فيمر منعطفا على جزيرة العرب وغيرها، ثم يمر العنق ببلاد اليمن على سواحلها حتى يصل إلى جدة وهو ساحل مكة، ثم يصير إلى الجار وهو ساحل المدينة ثم يمضي إلى الحوراء وهو ساحل وادي القرى ويقارب بلاد مصر، ثم ينقطع ذلك العنق ويقف.</p>\n<p class=\"arabic\">فصارت بلاد العرب من هذه الجزيرة على خمسة أقسام: تهامة والغور والحجاز والعروض واليمن، لأن جبل السراة وهو أعظم جبال العرب أقبل من أرض اليمن حتى بلغ أطراف بوادي الشام فسمته العرب حجازا، لأنه حجز بين الغور وهو هابط وبين نجد وهو ظاهر فصار ما خلف ذلك الجبل في غربيه إلى أسياف البحر من بلاد الأشعريين وعك وكنانة وغيرها إلى ذات عرق والجحفة وما طابقها وغار من أرضها فهو غور تهامة، وتهامة تجمع ذلك كله، وصار ما دون ذلك الجبل وشرقيه من صحارى النجد إلى أرض العراق والسماوة وما يليهما، ونجد يجمع ذلك كله، وصار الجبل نفسه وما انحجز في شرقيه من الجبال وانحاز إلى ناحية فيد إلى المدينة ومن بلاد مذحج تثليث وما دونها إلى ناحية فيد حجازا، والحجاز يجمع ذلك كله، وصارت بلاد اليمامة والبحرين وما والاهما العروض، وصار ما خلف تثليث وما قاربها إلى صنعاء وما والاها من البلاد إلى حضرموت والشحر وعمان: اليمن، وفيها التهائم والنجود، واليمن يجمع ذلك كله.</p>\n<p class=\"arabic\">وطول جزيرة العرب، من آخر حدود الشام وأول حدود الحجاز إلى عدن أبين، اثنان وخمسون مرحلة بسير الإبل وذلك ألف وخمسمائة ميل، وعرضها من بحر جدة إلى بحر الأبلة على الاستقامة ثلاثون مرحلة بسير الإبل وذلك تسعمائة ميل، وفي مواضع منها يختلف هذا الطول والعرض على حسب دخول البحر في أرضها وخروجه عنها، وقد خالفنا شرط الاختصار في هذا الموضع كما وقع لنا في مواضع أخر منه، فلنقتصر على هذا القدر.</p>\n<p class=\"arabic\">وعلى الجملة فكل موضع أحاط به البحر أو النهر أو جوز عن وسطه فهو جزيرة وما بين دجلة والموصل يقال له الجزيرة أيضا وقاعدة هذا العمل الموصل ولها كور وعمائر وقرى وبلاد واسعة وأعمال كثيرة وتشتمل على ديار ربيعة ومضر، وسيأتي ذكر بلادها أو ما تيسر منها في مواضعه إن شاء الله تعالى.</p>\n<p class=\"arabic\">وفي سنة ثمان وعشرين ومائة غلب الضحاك بن قيس الحروري على عامة الجزيرة والموصل والعراق.</p>\n<p class=\"arabic\">قالوا : وكان هرقل أغزى حمص في البحر بعد أن غلب عليها المسلمون، واستمد أهل الجزيرة على أبي عبيدة ومن فيها من المسلمين فأجابوه، وبلغت امداد الجزيرة ثلاثين ألفا سوى امداد قنسرين من تنوخ وغيرهم فبلغوا من المسلمين كل مبلغ، فضم أبو عبيدة إليه مسالحه وعسكروا بفناء مدينة حمص وخندقوا عليها، وكتبوا إلى عمر رضي الله عنه يستصرخونه، فكتب إلى سعد بن أبي وقاص رضي الله عنه أن اندب الناس مع القعقاع بن عمرو وسرحهم من يومهم الذي يأتيك فيه كتابي إلى حمص، [v.1, p.164] فإن أبا عبيدة قد أحيط به، وكتب إليه: سرح سهيل بن عدي إلى الجزيرة في الجند وليأت الرقة فإن أهل الجزيرة ثم استطاروا الروم على أهل حمص، فمضى القعقاع في أربعة آلاف من يومهم الذي أتاهم فيه الكتاب، ولما بلغ أهل الجزيرة الذين أعانوا الروم على أهل حمص أن الجنود قد خرجت من الكوفة تفرقوا في بلدانهم خوفا عليها وخلوا الروم، فقالوا فيما بينهم: إنكم بين أهل العراق وأهل الشام فما بقاؤكم على حرب هؤلاء؟ فرغبوا في الصلح، فقبل منهم وهم أهل الرقة ونصيبين وحران وكلهم دخلوا على الجزية، فكانت الجزيرة أسهل البلدان أمرا. وقال في ذلك سهل بن عدي :</p>\n<p class=\"arabic_poetry\">فضاربنا العداة غداة سرنا * إلى أهل الجزيرة بالعوالي</p>\n<p class=\"arabic_poetry\">ولم نثن الأعنة حين سرنا * بجرد الخيل والأسل النهال</p>\n<p class=\"arabic_poetry\">وأجهضنا الأولى ثاروا بحمص * وقد منوا أماني الضلال</p>\n<p class=\"arabic_poetry\">أخذنا الرقة البيضاء لما * رأينا الشهر لوح بالهلال</p>\n<p class=\"arabic_poetry\">وأزعجت الجزيرة بعد خفض * وقد كانت تخوف بالزوال</p>\n<p class=\"arabic_poetry\">وصار الخرج صافيه إلينا * بأكناف الجزيرة عن قتال والجزيرة أيضا بالأندلس، وتعرف بالجزيرة الخضراء وسيأتي الكلام عليها في حرف الخاء المعجمة إن شاء الله تعالى.</p>\n<p class=\"arabic\">وفي قبلي تونس من إفريقية جزيرة شريك العبسي وكان عاملا عليها، وأم أقاليمها مدينة باشو، وهي عمل كبير محتو على بلاد وقرى وأنظار كثيرة.</p>\n<p class=\"arabic\">وكذلك أعمال صطفورة، وتعرف الآن ببنزرت، من جملة كورها عمل الجزيرة، ويقال جزيرة بنزرت لإحاطة البحر بها ولها أيضا كور وأقاليم وبلاد وأعمال.</p>",
            "title": "جزيرة العرب",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000443-000.json"
        }
    ],
    "type": "FeatureCollection"
}