{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">شيره</h1>\n<p class=\"arabic\">جزيرة بقرب ساحل وادي القرى تضيق هناك الشعاب والجزائر، فيرصد أهل السفينة فتور الماء في أول المد وفي آخر الجزر وقبل طغيان الماء وشدته، ويدخلون موضعا يسمى بالزنقة بين تلك الجبال والشعاب، تسير السفينة فيه نحو خمسين ميلا، وهي أكثر من ثلاثمائة جزيرة، ولا يسلك هذا الموضع إلا من عرفه، وهذه الجزائر أكثر بلاد الله تعالى سمكا وأطيبه، وفيها يكون الحوت المسمى السفن، فإذا انتهت السفينة آخر هذه الشعاب وصلت إلى مضيق كالذي دخلت منه، يسمى أيضا بزنقة، فإن كانت السفينة كبيرة بقي أهلها هناك إلى فيض الماء وزيادته في رؤوس الأهلة فيجوزون ذلك الموضع حتى تخرج من هذا المضيق.</p>\n<p class=\"arabic\">شيراز :</p>\n<p class=\"arabic\">مدينة بأرض فارس، وهي مدينتها العظمى ودار مملكة فارس، وينزلها الولاة والعمال، وبها الديوان والمجبى، وهي مدينة إسلامية بناها محمد بن القاسم بن أبي عقيل ابن عم الحجاج.</p>\n<p class=\"arabic\">وتفسير | شيراز: جوف الأسد، سميت بذلك لأنها تجلب إليها الميرة من سائر البلاد، ولا تخرج منها الميرة البتة. ولما وصل عسكر الإسلام إلى فارس عرس العسكر بمكانها وأقام به حتى افتتحت اصطخر وجميع كورها، فتبرك المسلمون بذلك وبنوا شيراز بذلك المكان.</p>\n<p class=\"arabic\">وهي مدينة جليلة المقدار حسنة النواحي طولها نحو من ثلاثة أميال، وهي متصلة البناء لا سور لها ولا أسواق ولا عمارة، وهي قرارة الجيوش وأولي الحرب والدواوين والجبايات، وشرب أهلها من الآبار.</p>\n<p class=\"arabic\">وليس فيها منزل إلا ولصاحبه فيه جميع الثمار والرياحين والبقول وكل ما يكون في البساتين، وقيل: كل شرب أهلها من عيون [v.1, p.351] تجري في الأنهار، ولو لم يكن من فضلها إلا أن الإمام أبا إسحاق الشيرازي الفقيه المصنف المشهور منها ، له سير وأخبار مشهورة.</p>",
            "title": "شيره",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000902-000.json"
        }
    ],
    "type": "FeatureCollection"
}