{
    "features": [
        {
            "reference": "Abū ʿAbd Allãh al-Ḥimyarī (d. 900 AH). <i>Rawḍ al-miʿṭār fī ḫabar al-aqṭār</i>. Ed. by Iḥsān ʿAbbās. 2nd edition. Bayrūt, 1980",
            "source": "al-Ḥimyarī’s <i>Rawḍ al-miʿṭār</i>",
            "text": "<h1 class=\"arabic\">سجستان</h1>\n<p class=\"arabic\">بلد جليل له من الكور مثل ما بخراسان وأكثر، غير أنها منقطعة متصلة ببلاد السند والهند، وكان يضاهي خراسان.</p>\n<p class=\"arabic\">وهم ينتفعون بالقنافذ كانتفاع أهل اليمامة بالحفاث، وفي عهد سجستان ألا يقتل قنقذ في بلادهم لأن بلدهم كثير الرمل بناه [v.1, p.304] ذو القرنين في مطافه، وهو كثير الأفاعي والحيات، ولولا كثرة القنافذ لتلف من هنالك.</p>\n<p class=\"arabic\">قال أصحاب المغازي : قصد عاصم بن عمرو سجستان ولحقه عبد الله بن عمير فالتقوا هم وأهل سجستان في أدنى أرضهم ثم اتبعوهم حتى حصروهم بزرنج، ومخر المسلمون سجستان ما شاء الله، ثم إنهم طلبوا الصلح على زرنج وما احتازوه من الأرضين، فأعطاهم ذلك المسلمون، وكان فيما شرطوه من صلحهم أن قنافذها حمى، فكان المسلمون إذا خرجوا تناذروها خشية أن يصيبوا منها فيخفروا، وأقيم أهل سجستان على الخراج، وكانت سجستان أعظم من خراسان، وأبعد فروجا، يقاتلون القندهار والترك وأمما كثيرة، وكانت فيما بين السند إلى نهر بلخ بحياله، فلم تزل أعظم البلدين وأصعب الفرجين وأكثرهما عددا وجندا حتى كان زمن معاوية، فهرب الشاه من أخيه رتبيل إلى بلد فيها يدعى آمل، ودانوا لسلم بن زياد وهو يومئذ عامل سجستان، ففرح بذلك وعقد لهم وأنزلهم تلك البلاد، وكتب إلى معاوية بذلك يرى أنه قد فتح عليه، فقال معاوية: إن ابن أخي ليفرح بأمر إنه ليحزنني وينبغي له أن يحزنه، قالوا: ولم يا أمير المؤمنين؟ قال: لأن آمل بلدة بينها وبين زرنج صعوبة ومضايق، وهؤلاء قوم غدر نكر، فيضطرب عليهما الحبل غدا، فأهون ما يجيء منهم أن يغلبوا على بلاد آمل بأسرها، وتم لهم على عهد ابن زياد، فلما وقعت الفتنة بعد معاوية كفر الشاه وغلب على آمل وخافه أخوه، فاعتصم منه بمكانه الذي هو به اليوم، ولم يرضه ذلك حين تشاغل الناس عنه حتى طمع في زرنج فغزاها، فحصرهم حتى أتتهم الأمداد من البصرة. قالوا: وصار رتبيل والذين جاءوا معه فنزلوا تلك البلاد فلم تنتزع إلى اليوم، وقد كانت البلاد مذللة إلى أن مات معاوية.</p>\n<p class=\"arabic\">ومن سجستان أبو داود سليمان بن الأشعث بن إسماعيل بن بشير بن شداد الأزدي السجستاني صاحب كتاب ` السنن `، توفي بالبصرة سنة خمس وسبعين ومائتين.</p>\n<p class=\"arabic\">وبسجستان قتلت الخوارج معن بن زائدة فتكا به سنة اثنتين وخمسين ومائة، وكان معن أحد الأجواد، وقف عليه أعرابي فقال له: جعلت قصدك سببي إليك، وكرمك وسيلتي عندك واستشفعت بك إليك، قال: سل ما أحببت، قال: ألفا درهم، قال معن: الله أكبر، ربحنا أربعة آلاف درهم، فقال الأعرابي: أنت أكرم من أن تربح على مثلي، قال: صدقت، وأمر له بستة آلاف درهم.</p>",
            "title": "سجستان",
            "uri": "0900AbuCabdAllahHimyari.RawdMictar.Shamela0001043-ara1.000778-000.json"
        }
    ],
    "type": "FeatureCollection"
}